[
  {
    "id": 1,
    "text": "Автор: Алиса Тег\nЖанр: романтика, детектив\nСтатус: закончен (08.09.21)\n\n\n— Крылова, опять ты? Что тебе дома не сидится? — сказал знакомый голос. \n—Максим Андреевич, а Вы что здесь делаете? \n—Я работаю — тут я замечаю за его спиной полицейские с собакой — а вот ты на мой вопрос не ответила. \nНе успела ничего сказать, как к нам подошел мужчина и сказал: \n—Почему девчонка здесь?  \n—Она … — тяжело вздохнул, но продолжил — она будет помогать с делом.  \n—Ты издеваешься, а ты как нашла это место? — совсем не дружелюбно, выплюнул он. \n—Я по телефону … последнему — от его взгляда мне стало страшно. \n—Паш, не пугай Крылову, а то сейчас расплачется и совсем растаю — ухмыльнулся он и положил руку на плечо товарища. \n—Да идите вы, знаете куда. \n—Нет не знаем скажи — у Максима была улыбка до ушей...\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "1 глава"
      },
      {
        "id": 62,
        "text": "Оглавление"
      }
    ]
  },
  {
    "id": 2,
    "text": "\n                                 1 глава\n\nСегодня у нас должна произойти встреча с классным руководителем, но я как всегда опоздала. Проспала видители, мама поздно разбудила. Так ко всему прочему я упала с кровати и стукнулась больным коленом. Оно сейчас щемить будет. \n\nЕще и Юра ванную комнату занял. Ксюша мою любимую кружку разбила. Ей все всегда с рук сходит. Маленькая еще, чтобы хоть что-то понимать. \n\nНу а я бежала в школу. Благо осень на улице, тепло, тратить время на надевание одежды не нужно. Так еще и в школу опаздывала на пол урока. Так только я могу. \n\n Не успела дойти до кабинета биологии, как изо стенки выбежал парень и сшиб меня с ног. \n\nНу а сейчас, наверное нужно представиться мне — Мария Крылова — приятно познакомиться. Внешность обычная — голубые глаза, пухлые губы, рост 165, хорошо выделены бедра, талия и грудь. Единственное, чем я горжусь — это длинные русые волосы. Мне 17 лет от роду и скоро заканчиваю одиннадцатый класс. Ну как скоро через восемь месяцев, а на девять ждут экзамены, как бы странно это не звучало. Родилась в городе N, город сам не большой, живет около 800 тыс. жителей. \n\nА сегодня второе сентября. Наша классная руководительница нашла себе мужика, наверное у него железная выдержка, и залетела от него. Линейка была вчера и нового классного нам не представили. \n\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Фух, не разбился — сказал мужчина, смотря на телефон. \n\nПередо мной предстал парень лет двадцати пяти. Ростом под метр восемьдесят пять? Наверное да, где-то так. С черными, как уголь глазами. И темно-русыми волосами. Вид на жилистые руки открывает рубашка с коротким рукавом. А сама рубашка обтягивает красивое тело. Но первое впечатление он испортил своей грубостью, на которую я не могла не ответить. \n\n— Я тоже, спасибо за заботу — с нескрываемым недовольством на лице и в голосе, сказала я. \n\nЯ встала и пошла к кабинету, тут я удивилась и остановилась.\n\n— Прости, не увидел тебя. Думал все уже на уроках сидят. \n\n— Думать явно не по вашей части. \n\n— Действительно, но я-то вовремя пришел, а ты у нас опоздала на … — он глянул на наручные часы — двадцать семь минут. Можешь вообще на урок не идти. \n\n— Сегодня ничего важного не должны проходить, и Вы мне не указ — надула губы. \n\n— Обижаешься, как маленький ребенок. \n\n— Ничего переживу. \n\nРазвернулась и пошла к кабинету. Извинилась за опоздание, а она поставила меня по середине класса и начала стыдить, стыдила минут пятнадцать.\n\nКогда наконец разрешила сесть на место, заговорила моя одноклассница по совместительству лучшая подруга: \n\n— Ты видела нашего нового классного? Он такой охрененный — на ее лице расплылась улыбка. \n\n— По тебе видно. Так же ты про Кирилла говорила.  \n\nТолько Арина хотела ответить учительница вызвала меня к доске за плохое поведение. Она постоянно меня ругает и ей безразлично то, что на задних партах сейчас орут во весь голос. Я вышла к доске и прозвенел звонок. Я хватаю свой рюкзак, благо не стала доставать учебник, и вылетаю из класса, пока биологичка что-то кричит мне в спину.\n\n",
    "answers": [
      {
        "id": 4,
        "text": "2 глава"
      }
    ]
  },
  {
    "id": 4,
    "text": "\n                                   2 глава \n\nВместе с Ариной идем в сторону кабинета “Литературы и Русского языка”.  \n\nС этой безбашенной девушкой мы знакомы с шестого класса, она перешла в новый класс. Честно, она меня жутко бесила, однажды мы с ней подрались из-за одного мудака. У меня был разбит нос, а ей выдрала волосы. В мед. пункте мы поговорили и, как, оказалось, он встречался с нами двумя. \n\nСейчас я понимаю, что строить отношения в седьмом классе не самая лучшая затея. \n\nПока мы шли до кабинета Арина постоянно говорила об новом учителе , весь мозг уже им проела, какой он хороший, классный и красивый, а главное, по ее словам, это вежливый. \n\n— А на меня сегодня какой-то дятел налетел, идиот и наглец — уже чувствую, как злость подступает. \n\n— Ух — сказала она и начала ржать — подлец никто сейчас не использует. \n\n— Не правда ! — возразила я — моя бабка так про деда говорит, когда тот уходит бухать с “соседями по гаражам”  \n\n— А что он сделал ?  \n\nЯ рассказала, что сегодня произошло и вот какой вердикт мне вынесли : \n\n— Нда ... я даже не знаю , что можно сказать — тут она задумалась — будь на твоем месте, я бы ему треснула — добавила, гордо вздернув носом.\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление "
      }
    ]
  },
  {
    "id": 5,
    "text": "Пока мы гуляем по школе к нам сзади подходит одноклассник и, хватая за плечи, говорит : \n\n — Девочки, не хотите провести воскрестный вечер в компании прекрасных парней ?  \n\n— А какой повод ? — сдергиваю его руки, а Арина прям растаяла. \n\n— Ну, как начало последнего года обучения, у нас и моего брата — его взгляд бегает с меня на Арину — он, кстати, заканчивает институт — как бы для пояснения, говорит он. \n\n— Мы подумаем, возможно, придем — заигрывая, подмигивает ему. \n\n— Ну ок — видимо хотел что-то добавить, но прозвенел звонок, говоря о том, что нужно оставить разговоры до следующей перемены. \n\nКогда я зашла в кабинет и села за свое место, в кабинет с опозданием заходит наш учитель, по совместительству классный руководитель. \n\n— Это ты !? — вставая с места, кричу я, тыча в него пальцем. \n\n— Как Вас зовут ? — спокоен, как удав. \n\n— Мария … — весь класс уставился на нас и чуть погодя добавляю — Крылова … Мария Крылова, а Вас ? — голос уже совсем надломился от страха. \n\n— Вот как, Мария Крылова, останетесь после урока, поговорим о Вашем опоздании... И если Вам в правду интересно зовите меня Максим Андреевич Орлов. \n\nВесь урок мне пришлось молчать в тряпочку. \n\nКогда прозвенел звонок, возле Максима Андреевича собрались одноклассницы. Пока я ждала сидела в ВК “незаменимая социальная сеть” — сказала бы я лет так 8 назад, но уже нет. \n\n— Ну что ж Мария, приношу свои извинения за ранее предоставленные неудобства, но позвольте объяснить “почему Вы опоздали на большую часть урока?” \n\n— Вы сильно много говорите. Не замечали за собой такого? \n\n— Не красиво отвечать вопросом на вопрос. \n\n— Я знаю, но еще хуже сбить девушку с ног и не извиниться, Вы так не считаете? \n\nБеру свой портфель и направляюсь в сторону двери. \n\n—  Мария, Вы не ответили на вопрос. \n\nНе поворачиваясь, показываю ему правой рукой средний палец и хлопаю дверью, показывая этим, что разговор завершен.  \n\n \n\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Выйдя из кабинета ко мне подбегает подруга. \n\n— Откуда он знает про твое опоздание !? — протараторила она, смотря мне в глаза — когда ты в него тыкать пальцем начала, я думала, что он тебя убьет! \n\n— Я с ним в коридоре столкнулась. Жалко Лия уехала с родителями в отпуск. Трех месяцев же ей показалось мало. \n\n— Вот гад … — серьезным взглядом смотрела на меня — но все равно согласись какой красавчик. А про Лиетту...  — я ее прервала. \n\n— Так я не поняла ты кого защищаешь меня или его — надуто сказала я. \n\nАрина схватила меня за руку и потащила в сторону столовой, я думала она не будет работать. \n\nЗа весь день в школе не произошло ничего интересного, как хорошо, что в этом году после второго сентября идут выходные. Как раз в воскресенье вечеринка, завтра суббота можно сходить за покупкам. \n\nПридя домой и переобуваясь, захожу в комнату. \n\n— Так нужно осуществить мой план — бормочу я для себя. \n\nВходная дверь открывается ключами :  \n\n— Кто пришел так рано? Раньше пяти сегодня никто не должен приходить — выхожу посмотреть и вижу Юрца : \n\n— О, Малая ты уже дома, если чего дома меня нет, не хватало от мамки получить. \n\n— Вот и отлично завтра свозишь меня в торговый центр. \n\n— Нет, я с пацанами бухать иду и завтра тоже, я не для этого с пар слинял. \n\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Нет пока предупреждение, а если я скажи что кто-то разбил ее любимую … — не успеваю договорить, как меня нагло перебивают :  \n\n— Нда … не ожидал я от тебя такой подлянки, ну ладно поедем раз такое дело.\n\nВечер проходит как обычно. А с утра пораньше меня будет Юра : \n\n— Через час поедем\n\n— Ага, краткость сестра таланта.\n\nЯ пыталась собраться быстро, но в итоге Юра простоял одетый обутый у входа еще полчаса.\n\nКогда приезжаем в ТЦ, Юра, почти, выбрасывает меня из машины.  \n\n ***\n\nЯ выбрала два платья, блузку и несколько юбок, осталось купить туфли и кроссовки. Но перед этим решила перекусить в макдональдсе, не успеваю я зайти в него как на меня выливается напиток по цвету и запаху напоминающий колу. \n\n— Извините, я Вас не заметил — говорит парень. \n\n— Ничего страшного сама не смотрела куда шла — сказала я, поднимая голову и видя лицо нашего классного, начинаю кричать — опять Вы . \n\n— О, Крылова не думал, что умеешь извиняться — удивился он так удивился, аж про вежливость забыл, вон на ты обращается. \n\n",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Вы заколебали, это только первый день, а Вы уже компостируйте мне мозг хуже старой карги, которая у нас была. \n\n— Крылова, как только вижу в тебе что-то хорошее, ты сразу же что-нибудь да выбросишь. \n\n— Максимка, а это кто? — и только сейчас я обратила внимание на девушку и двух парней, стоящих сзади. \n\n— Это моя самая лучшая и любимая ученица во всем мире — с нескрываемым сарказмом проговорил он. \n\n— До свидания — со счастливой улыбкой на лице сказала я. И как только повернулась спиной к этой странной компании улыбка сразу спала. \n\nСделав несколько шагов поворачиваюсь обратно к преподавателю и говорю : \n\n— Максим Андреевич, а Вы знали что самый сексуальный учитель в школу, так и хочу Вас... — его брови поползли вверх — побить — развернулась и ушла со счастливым лицом. \n\nЖалко я не вижу его растерянного лица. Но, к сожалению,  у меня уже окончательно пропало желание ходить по магазинам и  направилась на остановку.  \n\nПридя домой и разложив вещи, готовлюсь ко сну хоть времени не много, всего полдевятого, спать почему-то хочется. \n\nНа следующий день я просыпаюсь ни поздно, ни рано без двадцати час. И было много пропущенных звонков от Арины. \n\nДелаю всю утреннюю процедуру, а также разные маски, в общем прихорашиваюсь к вечеринке — это занимает около полутора часа. \n\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "За 2 часа до приезда Арины (ей в Новый год исполнилось 18 лет) я начала готовиться к встрече. Выбрать решила короткое красное платье с огромным вырезом декольте. Когда я накрутила волосы, в комнату зашел Юра: \n\n— Буренушка-коровушка куда собралась? Коль ты так вырядилась? — я начала очень сильно смеяться и ответила : \n\n— Холоп, помолчи лучше скажи куда намылился? \n\n— Я на вечеринку к одногруппнику иду — немного надуто пробубнил он — барыня, а Вы на мой вопрос не ответили? — мое радостное лицо вмиг сменилось пренебрежением. \n\n— Блин, Юра, умеешь же настроение испортить!? \n\n— А что я сделал?  \n\n— Про этого мудака напомнил — бросила я покосившись на братца — а иду я на вечеринку. Меня Арина заберет. \n\nНа телефон приходить сообщение от Арины:  \n\n“я около дома  \n\nвыходи быстрее” \n\n— Все я побежала — поцеловала его в щечку и выбежала обуваться и надевать куртку. \n\n— Ты это только много не пей... \n\n— Хорошо \n\n—  Если что сразу звони мне я всегда отвечу, никакие подозрительные порошки и таблетки не пей... \n\n— Хорошо \n\n— И еще я не сомневаюсь, но все же с парнями поосторожней... \n\n— Я поняла не маленькая, Арина ждет. Я тебе звонить буду — ты трубку бери. \n\nИ уже, выйдя за дверь, закрываю ее и до меня донесятся обрывки разговора : \n\n— Антох, у меня Малая на вечер идет … я это не пойду, вдруг че у... — дальше я слушать не стала и просто закрыла дверь. \n\nС Ариной мы приехали почти вовремя, девушкам же можно опаздывать, наверное. \n\nВечеринка проходила в двухэтажном коттедже. Зайдя в него, нас встретил Артем и сказал, что пришло из нашего класса несколько человек, но в основном это были парни и девушки в возрасте от 20 до 25 лет. ",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Для разогрева я выпила Маргариту, Космополитен и еще несколько стаканов Мохито. Ко мне подошел подвыпивший парень. \n\n— Не хочешь познакомиться, детка? Меня если что Матвей зовут — этот парень мне напоминает кого-то. \n\n— Приятно познакомиться, Мария — старалась перекричать, громко играющую музыку. \n\n— Маша значит, давай потанцуем Маша. \n\nЯ согласилась и мы вышли в центр комнаты. \n\n— Ты одна пришла? \n\n— Нет с подругой, а ты? — его глаза все время смотрели то на мою грудь, то в глаза. \n\n— Я с другом, не хочешь еще выпить? \n\nЯ не стала отказываться, он сходил за напитками и когда я не соображала от количества выпитого алкоголя он сказал:  \n\n— Я тебя сейчас с другом познакомлю — заплетающимся языком проговорил он — ты только внимания не обращай он не пьет. \n\nИдя к его другу, мы разговаривали. Матвей закончил институт, на кого он отучился я так и не узнала он сказал : “военная тайна”, его друг окончил тот же институт, но был на курс старше, то есть закончил два года назад. \n\nКогда подошли к его другу, я протрезвела. \n\n— Крылова?  \n\n— Нет, Вам показалось — развернулась и хотела уйти, но меня схватили за руку. \n\n— Ты ее знаешь!? Откуда? — начал заплетающимся языком  возмущаться Матвей — Почему не сказал, что в твоем окружении есть такие красотки — теперь я поняла кого он напоминает, вчера с ним был. \n\n— Мы с ней вчера столкнулись в маке — говоря, смотрел на друга, потом перевел взгляд на меня — и она не совершеннолетняя или я ошибаюсь. \n\n— А эта та которая побить тебя хочет — заржал он, но на его высказывание никто не обратил внимание.\n\n— Но других то Вы не выгнали — начала злиться уже я и чувствовала, как кружиться голова и земля, в прямом смысле, уходит из под ног. \n\n— Выгнал, почти весь класс пришел осталось вон несколько человек, кому 18 уже исполнилось — его друг уже ушел подкатывать к какой-то блондинке, а Максим Андреевич поймал меня и продолжил — так Крылова, солнце мое, я так понимаю с тобой вести разговоры бессмысленно. \n\nПодхватывает меня на руки и несет в сторону выхода. ",
    "answers": [
      {
        "id": 11,
        "text": "3 глава"
      }
    ]
  },
  {
    "id": 11,
    "text": "\n                                  3 глава\n\nМаксим\n \n\nЭто невменяемое тело пришлось тащить до машины, а она еще брыкалась. Ее телефон зазвонил и я решил ответить на звонок, но на телефоне села зарядка. \n\n“Надо будет в ее личное дело глянуть и родителям позвонить” — подумал я и усмехнулся своим мыслям — “давно не о ком не заботился” \n\nВ машине все было спокойно, но когда она сказала что ее укачивает, побоялся за свою машину. \n\nПодъем в квартиру выдался очень сложным, лифт еще не работает, пришлось по лестнице идти. Еле как уложил ее спать, открыл окно, что бы на утро не так сильно разило перегаром, но ее телу видимо стало жарко и она осталась только в нижнем белье.  \n\nВышел на балкон покурить, чтобы не соблазняться ее телом, посмотрел на наручные часы время показывало три ночи.  \n\nВспомнил наше первое столкновение, сначала подумал, что какая-то учительница. Только теперь понял, надо было не о телефоне думать, а о Крыловой, а если что-нибудь себе сломала. Но наглости в ней не занимать. \n\n“Ну да кто в лицо скажет своему учителю, что хочет его побить” — этой мысли я ухмыльнулся , давно меня никто так сильно не бесил. Мои мысли прерываются звонком телефона. \n\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление"
      }
    ]
  },
  {
    "id": 12,
    "text": "Макс здоров, тут такое дело, ты же на следователя учился ?- это был риторический вопрос, но я на него ответил : \n\n— Да было дело — лыбился его длительной просьбой, обычно все и сразу вываливает, а тут ходит вокруг да около. \n\n— Ну так вот, к чему это я — как-то медлительно говорит он — можешь пробить одного человека, она на мои звонки не отвечает  \n\n— Без проблем. \n\n“Что это за девушка раз такие бурные эмоции в нем вызывает, сколько его знаю не одну он так сильно не за кого не волновался, а с его сестрой, судя по его отзывам, у них отношения не очень” — я достою и включаю свой новенький ноутбук, сколько радости было когда его покупал. \n\n— Фамилия, имя, отчество и номер телефона — из всего перечисленного мне нужен только номер, а остальное просто интересно. \n\n— Крылова Мария Витальевна … \n\nТут я его перебиваю : \n\n— А она, случайно, не в одиннадцатом классе учиться, школы *** ?  \n\n— Да, ты ее видел? Где сейчас она находится? — слишком обеспокоенно бросает он. \n\n— Она сейчас у меня в квартире бухая валяется,  я ее классный руководитель. \n\n— А, ну ладно, пусть как проснется мне позвонит — он сбрасывает трубку, даже не успел ничего добавить. \n\n— Интересно какие у них отношения — бормочу я. \n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Мария  \n\n\nВ глаза лупит солнце, я еле как их разлепляю. По комнате гуляет ветерок, видимо окно открыло, но меня смущает тот факт, что я в одном белье. \n\nТут дверь в комнату без стука открывается и в проеме появляется наш учитель. \n\n— Голова болит? — киваю и он подает таблетку со стаканом воды — выпей, полегчает. \n\n— Где мой телефон? — хватаю из его рук стакан, выпиваю таблетку и ложусь обратно на кровать, хватаясь за голову и жмуря глаза. Я не стала спрашивать где я, уже поняла, что у него дома. \n\n— На зарядку поставил, собирайся домой отвезу, чтобы ко второму уроку была. \n\nЧерез минут пятнадцать мне становится легче. Я нахожу Орлова на кухне пьющего кофе. Он что-то мне протягивает, я с непониманием смотрю на него, он поясняет : \n\n— Телефон, Крылова и оденься , вещи на диване валяются — он показывает мне на дверь в другую комнату, не на ту в которой я отсыпалась. \n\nЗахожу в комнату и первым делом включаю телефон, было почти двадцать восемь пропущенных от Юры и еще столько же сообщений. Я их проверять не стала, а открыла от Арины в девять вечера : \n\n“ Я плохо себя чуствую в школу не приду, если что сама тебе позвоню”  \n\n“Странно Арина не расставляла знаков препинания, хоть писала грамотно” — не придала этому значения, а зря, как оказалось позже. \n\n",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Максим постучал в дверь. \n\n— Крылова, я отвезу тебя домой. \n\nЯ быстро оделась и он отвез меня домой, я как и мне было сказано пришла почти ко второму уроку, но только к концу третьего урока. \n\n ***\n\nНеделя без Арины прошла очень скучно, на мои звонки и сообщения она не отвечала, с литератором мы постоянно ругались и наши отношения не превышают отношения учитель/ученица. И вот после проверочной, я осталась, не была согласна с оценкой. \n\n— Да почему, опять три!? Я не понимаю Вашей логики — взбесилась в очередной раз я. \n\nЯ продолжаю на него орать и доказывать свою точку зрения, но, похоже, его выдержка подходит к концу. \n\n— Не наработала на оценку выше — спокойно отвечает он, продолжая проверять тетради, в кабинете уже никого не осталось. \n\n— Как не наработала, даже у этой старой мымры у меня оценки лучше были. \n\n— Не мымра, а учительница и вообще Вы мне мешаете работать, выйдите из кабинета, Крылова. \n\n— Сами выйдите — с ненавистью процедила я — Вы даже этой Алине пятерку поставили, а она нифига не знает или она настолько хороша в постели!? \n\nЕсли на все мои предыдущие слова было наплевать, то фраза про постель его реально задела.  \n\n",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Да, Вы …  \n\nУ Андреич поднялся со стула и треснул рукой по столу выкрикнул : \n\n— Да ты совсем охренела, Крылова — тут я действительно охренела, аж присела на парту — Марининой я поставил отлично, только потому что работу ей написал Кравченко, отличник наш всезнающий, к работе не было к чему придраться, а разборки с родителями и тем более с директором мне не нужны, не до этого сейчас. \n\nОн замолчал и тут зазвонил мой телефон, звонил тетя Лариса, мама Арины. \n\nВсе еще находясь под впечатлением, отвечаю на звонок : \n\n— Здравствуйте, тетя Лариса, что случилось?  \n\n— Привет Машечка. Ты не знаешь, когда Арина домой собирается? А то волнуюсь, несколько дней уже ничего не пишет — пролепетала она. \n\n— Так Арина же болеет — хмурюсь я, смотря на преподавателя, а он внимательно слушает разговор — может она куда-то уехала?  \n\n— Ну, ладно Маша, до встречи — сбрасывает трубку. \n\nМаксим Андреевич, как ошпаренный, вылетает из кабинета. \n\n",
    "answers": [
      {
        "id": 16,
        "text": "4 глава"
      }
    ]
  },
  {
    "id": 16,
    "text": "\n                                 4 глава\n\nЯ с непониманием смотрела в сторону двери, через которую вылетел учитель. Схватила сумку и побежала домой, вспоминая куда положила книжку с номерами. \n\nДо дома добежала довольно быстро, достала книжку и начала обзванивать знакомых Арины. И вот спустя номеров, наверно, пятьдесят, дозвонилась до Артема. \n\n— А она с этим, как его, этот ... Федос вот, он ее весь вечер обхаживал. Я его номер тебе скину. \n\n— А во сколько она ушла с вечеринки, не знаешь? \n\n— Часов девять было, я сам охерел, когда Арина написала извинения, она же последняя всегда с вечеринок уходила. \n\nТут на заднем фоне я услышать, как ругается охранник. \n\n“Видимо опять курили за школой” — пролетело в голове \n\n— Шухер, Маш я те позже номер скину, до скорого — пропыхтел он, убегая. \n\n— Ага, пока — сказала я в пустоту, потому что он скинул звонок. \n\nВсе время пока ждала номера, просматривала фото и видео с вечеринки. Но спустя несколько часов ничего не пришло, Артем про меня забыл. А я вспомнила про Борю, он на несколько лет старше меня и может пробить номер Арины. \n\nПозвонила Боре. \n\n— Привет, как дела? Решила со мной в кино сходить — радостно сказал он, но потом грустно добавил — или по делу? \n\n— По делу, можешь пробить номер Арины? А я, так уж и быть, посмотрю, когда мы можем встретиться. \n\n— Отлично — радостно заявил он — у нее все тот же номер? \n\n— Да  \n\n— Я тебе в сообщении скину адрес, здесь за город на заброшку ехать надо, ты одна поедешь или с кем-то? \n\n— Со знакомым — если бы ответила одна, он бы поехал за мной. \n\n\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление"
      }
    ]
  },
  {
    "id": 17,
    "text": "Сообщение пришло быстро, я оделась и решила позаимствовать травмат брата, вызвала такси. Хорошо что сейчас осень, а не зима, темнеть начинает около восьми вечера. На данный момент еще шести нет. Расплатившись пошла в строну здания, заброшки меня не пугали, но эта раньше была псих. больницей. Здесь до сих пор находят душевно больных, которые лечились или слышали об больнице. Мне позвонил Юра :  \n\n— Малая, где пистолет и ты? — проорал в трубку Юра. \n\n— Я потом тебе объясню, все пока. \n\nТравмат я, на всякий случай, держала в руке. Когда зашла и поднялась на третий этаж услышала шаги, тут мне стало не по себе.  \n\n— Крылова, опять ты? Что тебе дома не сидится? — сказал знакомый голос. \n\n— Максим Андреевич, а Вы что здесь делаете?. \n\n— Я работаю — тут я замечаю за его спиной полицейские с собакой — а вот ты на мой вопрос не ответила. \n\nНе успела ничего сказать, как к нам подошел мужчина и сказал: \n\n— Почему девчонка здесь?  \n\n— Она … — тяжело вздохнул, но продолжил — она будет помогать с делом. \n\n— Ты издеваешься, а ты как нашла это место? — совсем не дружелюбно, выплюнул мужчина. \n\n— Я по телефону … последнему — от его взгляда мне стало страшно. \n\n— Паш, не пугай Крылову, а то сейчас расплачется и совсем растает — ухмыльнулся он и положил руку на плечо товарища. \n\n— Да идите вы, знаете куда. \n\n— Нет не знаем скажи — у Максима была улыбка до ушей. \n\n— Крылова, для остальных я работаю обычным учителей русского языка и литературы, а не следователем, поняла? — сказал он, когда ушел Паша. \n\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "— А я буду с расследованием помогать — у меня сразу же загорелись глаза, ровно до его ответа. \n\n— Нет. \n\n— Тогда я сама во всем разберусь. \n\n— Нет, это шантаж? \n\n— Ага. \n\n— Ладно будет лучше держать тебя при себе — выдохнул он — это будет наш секрет. \n\n— Секрет — зачем-то повторила его слова \n\nК нам подбежал полицейский. \n\n— Возможно, девчонка еще жива, ничего здесь не нашли кроме телефона, конечно, он может быть не ее — показал телефон в пакетике. \n\n— Это ее — дернула за рукав рубашки педагога. \n\n— Для детей на сегодня хватит — от заметил в моей руке пистолет, напрягся, прикрыл рукой глаза и спросил — Крылова, это что?  \n\n— У брата взяла, на всякий случай. \n\n— Поехали я тебя домой довезу, на всякий случай. \n\nМы спустились на первый этаж и пошли в сторону машины Максима, когда сели он заговорил: \n\n— Спрашивай? — развалился на сиденье.\n\n— Что? — не ожидала от него такого вопроса. \n\n— Тебе интересно, что может случиться с твоей подругой, спрашивай? Но мне интересно только одно, как ты поднялась на третий этаж, там же по всюду опера бегали. \n\n— Но их там не было — жалобно пропищала я. \n\n— Надо будет им в тык за это дать — будто он совсем не удивился. \n\n— Что может случиться с Ариной? \n\n— Так сразу не интересно, начну с предыстории:  \n\n13 лет назад по России начал орудовать маньяк. Выжить не удавалось никому. Убил 23 девушки, десять дней морил голодом, насиловал, потом резал горло и заматывал в бинты, из-за чего получил кличку мумия. Шесть лет он ездил по крупным городам и не удавалось его найти. Было ощущение что он глумился над всеми. Когда его поймали, ему было 28 лет звали его Григорий Артемьевич Шолохов. Когда начали допрашивать выяснилось, что он мстил своей бывшей девушке, она была беременна бросила его и улетела за границу — монотонно проговорил он. \n\n",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Вы думаете, что это он? \n\n— Нет это не он. Его адвокат подсуетился и ему дали всего лишь 15 лет, я считаю, что это мало, его надо было, вообще, в психушку закинуть. Его выпустили два года назад за хорошее поведение. Когда все это началось, мы сразу подумали на него. Было все подготовленно, но он об этом прознал. Мы нашли его повешенным и была записка. \n\nОн протянул мне клочок бумаги: \n\n“ Вы мусора, конечно, поганые, но эти два года я даже мухи не обидел. Я, Григорий Артемьевич Шолохов, ценю свободу и не хочу садиться снова. Да, виноват в смерти тех девушек, признаю, этих я не трогал” \n\n— Это подражатель, в делах девушек написано, причина смерти, а в каких городах писать не стали. А подражатель нападает только в этом городе. Бинты использует обычные и перевязывает все тело. А Шолохов перевязывал шею — место пореза, голову, кисти и ступни. \n\n— А много девушек погибло? \n\n— Три найдены и твоя подруга, если она у него, то ее мы сегодня — завтра найдем. \n\nТут мне приходить сообщение от Артема.\n\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Максим\n\n \n\nТелефон Маши оповещает о пришедшем сообщении. \n\n— Нам нужно съездить завтра на Ленина 44, там живет Федя — замолкает она, а я не улавливаю мысли. \n\n— Хорошо, во-первых кто такой Федя? Во-вторых,  кем он является? И в-третьих, ты серьезно решила поиграть в детективов? \n\n— Хорошо во-первых — передразнивает она — с Федей ушла Арина, примерно, в 9 вечера. Во-вторых,  он знакомый Артема. В-третьих,  да решила. Поехали домой. Завтра в школу не пойдем — тут я охренел от такой наглости. \n\n“Мне в принципе все равно, но если она за мной увяжется и с ней что-то случиться будет хреново в первую очередь мне” — на меня неотрывно смотрела Мария — “ а если она без меня поедет, то мне голову вообще свернут, тем более ее Паша уже видел” \n\nЯ вздохнул: \n\n— Заеду завтра к 11. Не опаздывай ждать не буду. \n\nУ Крыловой аж глаза засияли, а на лице расплылась в глупая улыбка. \n\nЯ завел машину и мы поехали до дома.  \n\nКогда высадил Машу, она почти подошла к двери и ее окликнули, повернулась посмотрела кто завет и помахала рукой. Я вглядывался в парня и узнал в нем Юру, он шел с плюшевым мишкой, которого вручил Крыловой, она приняла подарок и поцеловала его, обняв. \n\n— Какие же отношения вас связывают — пробубнил я, не осознанно сжимая руки лежащие на руле. \n\n",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Мария\n\n \n\nКогда вышла из машины, меня окликнул Юра. Я решила подождать пока он подойдет, в руках нес плюшевого мишку. \n\n—  Машенька, моя любимая сестренка, бери этого засранца, поцелуй и обними любимого брата. \n\nКогда я это сделала, увидела девушку, в глазах которой было столько зависти, ревности и ненависть одновременно. \n\n— Ну что герой любовник, пошли домой. \n\nКогда мы зашли в подъезд, я спросила:  \n\n— Что это, нахрен, было? \n\n— Помнишь девушку, с которой когда-то переспал? — я кивнула — ну вот, она меня преследует, заколебала уже. И ляпнул ей что девушка есть, думал отстанет, а она такая : “ Покажи”. Все больше нечего рассказывать. Дальше сама знаешь. \n\n— А я то думала, это от чистого сердца, с наилучшими намереньями, а ты ... — тут я выдержала  комичную паузу — ... разбил мне сердце. \n\nЯ накрыла лоб рукой и “упала в обморок”. \n\nА Юра начал ржать. Мы уже были в коридоре и снимали обувь. \n\n— Мама с Витей должны тебе деньги подарить, новый телефон хочешь? \n\n— Хочу, да обещали. \n\n— Старенький мне отдашь — он смотрел на меня щенячьими глазами. \n\n— Так уж и быть, вымогатель. \n\n— Кстати, я завтра вещи перевозить начинаю — предупредил он, мы разошлись по комнатам. \n\nУ папы с Юрой были … очень натянутые отношения. Из-за чего часто происходили скандалы, что папаня мой не обязан содержать своего пасынка. И этим вопросом часто задалбливали меня, и я, как хорошая сестра, вставала на сторону Юры, за что получала от папы. А братишка постоянно говорит, что съедет от нас, он работает и параллельно учиться. \n\n \n\nЯ сняла все фото и стерла записи магнитной доски, висевшей в моей комнате. И написала :   \n\n \n\n1) “Артем. Вечеринка в районе 9 вечера. 2 сентября.” \n\n2) “ Максим Андреевич. Заброшенная псих. больница. Найден телефон” \n\n3) “Федя. Уходили вместе, возможно, последний кто ее видел” \n\n \n\n",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я начала просматривать страницы всех людей, которые были на вечеринке. И на всех фотографиях было одно и тоже. Везде рядом крутился один парень, но это не Федя, я нашла его страницу. Очнулась от поисков, когда постучал Юра и сказал идти спать, тогда я осмотрела на время и было без десяти 2 ночи. \n\nЛегла спать и проснулась уже было десять часов, а мне еще около часа собираться. \n\n“ Не удивительно, что ТЫ всегда опаздываешь” — удивлено посмотрела я в зеркало — “сколько раз просыпаю это первый раз, когда появились такие мысли”. \n\nКогда я вышла Максим курил, посмотрел на время. \n\n— Ты глянь, я думал опоздаешь. \n\n— Такое ощущение будто я часто опаздываю — открывая дверь, скорчила рожицу. \n\n— Так вот на кого ты меня променял — театрально вздыхая сказал парень, сидевший на заднем сиденье. \n\nСел в машину повернулся ко мне, сидящей на переднем сиденье. \n\n — Это Кирилл — напарник — покосился на парня, протянувшего мне руку и мило улыбающегося — это Мария Крылова, моя ученица, пока за нее отвечаю я. \n\n— Ну все перезнакомились, можем ехать? \n\nСначала Кирилл пристально меня разглядывал в зеркало. \n\n— Мария у Вас есть предмет воздыхания?  \n\n— Нет, желаете им стать? — Максима как-то странно передернуло. \n\n— Нет, просто интересно — заговорчески улыбнулся он. \n\n— Кирилл, может проверишь все ли мы взяли? Зачем к девушкам преставать?  \n\nКирилл пробурчал : \n\n— Хорошо, во имя дружбы отступлю — и еще что-то, что я не услышала. \n\n",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "А в это время мы приехали по адресу. Это было общежитие института инженеров железнодорожного транспорта. Само здание было великолепным, внутри было все чисто и аккуратно. \n остановила вахтерша, тетенька лет 50-ти.  \n\n— Здравствуйте, вы к кому, молодые люди? \n\n— Здравствуйте … эм …  — заговорил Максим, доставая корочку и открывая ее  \n\n— Называйте меня тетя Лиза  \n\n—  Лейтенант Орлов Максим Андреевич N подразделение — Кирилл уже достал свое удостоверение и хотел представиться, как его прервали. \n\n— Ох, что же случилось? — испугалась женщина — что-то наши учудили? \n\n— Нет все в порядке, но нам нужен … — Орлов посмотрел на меня. \n\n— Что?  \n\n— Как фамилия у него? \n\n— Печкин Федор — тут на меня уставился еще и Кирилл, они вместе, будто по свистку, начали смеяться. \n\n— Ты уверена? — сквозь смех спросил Кирилл, хватаясь за живот. \n\n— Да есть у нас такой из 105 блока — сказала тетя Лиза, с непониманием смотря на парней — у них всегда так? \n\n— Нет, я их вообще в первые вижу, особенно вон того — ткнула пальцем на Кирилла — а этот — показывая уже на Максима — по жизни дурачок. \n\n— И как ты с ними работаешь? — ужаснулась Лиза нездоровой реакции парней на фамилию. \n\n— А еще про него известно что-то?\n\n",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Родился 04.05.1999 года. Есть старший брат — Стас, малдшая сестра — Олеся — тут парни перестали смеяться и с удивлением глянули на  меня — из родителей только мама, про отца не уверена, но мне, кажеться, он умер, но я не уверена.\n\n— Охренеть — в голос сказали они. Чуть-чуть отойдя, Кирилл проговорил:\n\n— Все, хватит, идем.\n\nМы поднялись на второй этаж и я постучала в 105 блок. \n\nНам открыл парень, вот его на вечеринке, походу, не было, \n\n— Вы блоком ошиблись — и закрыл дверь перед носом, я даже спросить ничего не успела. \n\nЯ еще раз постучала — меня проигнорировали и я посмотрела на парней. \n\n— Я Печкина потеряла — они еле сдерживали смех — че вы ржете, сделайте что-нибудь. \n\nКирилл постучал в дверь и громко крикнул : \n\n— Открывайте полиция, капитан Вишневский Кирилл Константинович N подразделение. \n\nТут дверь со скрипом открылась. \n\n— А вы из полиции, девочка чего ты не сказала? — мое лицо побагровело от злости, я хотела ему высказать, но мне не дали. Максим притянул меня к себе. \n\n— Девочка не виновата, что ее никто не послушал. И Вас, уважаемый, эта девочка может закрыть на 15 суток за оскорбление полиции. \n\n— Но я не могу — прошептала я, а меня ущипнули за бок. \n\n— Мы сами не рады, что на нас повесили девочку, маленькую, уж слишком — вставил свое фи Кирилл и парни начали смеяться. \n\n— Левшин Сергей Алексеевич, сейчас паспорт принесу и это можете по чисто сердечному и за содействие полиции скинете годика 2. \n\n— Ты что-то знаешь, Сергей — все в миг стали серьезными. \n\n— Да че там знать, по пьяне подрались, за то что смылся, конечно, накинуть мне могут, но … \n\n— Какая нафиг драка — отошел Кирилл — нам этот … Печкин нужен. ",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "— А… Печкин так он к родне уехал на неделю. Я могу быть свободным? — Максим все еще держал меня за талию. \n\n— Проедите с нами, Левшин Сергей Алексеевич, и паспорт прихватите. \n\n“Где же ты, Арина? И Федя уехал? Да и Сергей не просто из-за драки боится, здесь что посерьезнее” — из раздумий меня вывел Максим, который успел позвонить в отделение, Что бы приехала машина, в которой повезут Левшина. \n\n— Идем. \n\n",
    "answers": [
      {
        "id": 26,
        "text": "5 глава"
      }
    ]
  },
  {
    "id": 26,
    "text": "\n                                    5 глава\n\nЛевшин начал сопротивляться, когда его скрутили он начал кричать: \n\n— Не был я ни в какой драке! А Печкин не у родни! \n\n— За ложные показания сесть тоже можно — начала умничать я — расскажешь или поедем в отделение? \n\n— Скажу — его отпустили и мы направились в комнату. \n\n“ Сразу видно, что парни живут” — повсюду были разбросаны вещи, кровати не заправлены, в раковине много грязной посуды. \n\nОн любезно предложил нам сесть на кровать, когда занял офисный стул. \n\n— Что рассказывать, Федя вышел и через несколько минут прибежал с криками, типа Арина пропала тут менты, все на него повесят, он собрал вещи : документы и деньги, и смотался куда-то. \n\n— Но мы его не видели — пролепетала я. \n\n— Она у вас давно работает? Чет как-то тупит — он начал ржать, хотя никому смешно не было. \n\n— Здесь второй этаж — пояснил Максим. \n\n— Ну ладно, можем идти? \n\nКирилл кивнул мы с ним вышли, а Максим остался взять номер телефона и оставил свой. \n\nМы вышли и сели в машину.  \n\n— Я кушать хочу — они уставились на меня — я не позавтракала — пожала плечами. \n\n— Мы съездим в отделение, потом поговорим\n\n",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление"
      }
    ]
  },
  {
    "id": 27,
    "text": "Всю дорогу мы молчали. Подъехав к зданию и выйдя из машины, мы пошли в здание. Было такое ощущение, что здание недавно построили или провели ремонт, но выглядело оно обалденно, одна стена была снизу светло-синяя, другая светло-серая, третья белая с доской объявлений. На входе стояли несколько серых диванов, растений в горшках, и пропускной пункт, у которого собрались несколько человек.  \n\nЧтобы пройти через турникет нужно приложить карточку, которой у меня не было, мне даже показалось, что меня здесь и оставят. Но нет не оставили.  \n\nКак сказал Кирилл, мы идем к полковнику. А я пока оглядывалась, некоторые были одеты по форме, некоторые, как в школе говорили: белый верх, черный низ, а некоторые вообще никак не одевались. Окна были большие из-за чего было светло, а белые стены только добавляли света, здесь как в офисах стоит много столов и за ними работают, но если посмотреть в коридор можно увидеть много кабинетов, в основном со стенами из стекла. \n\nДойдя до двери и постучав в нее, мы зашли в кабинет. \n\n— Максим, Кирилл, как поиск? — без приветствия и не оторвавшись от документов произнес мужчина. \n\n— У нас тут такое дело ... — и только после этой фразы мужчина поднял взгляд, а Максим явно боялся дальше продолжать — … ну, это Мария Крылова, нужно ее допустить к расследованию. \n\n— С чего бы это? — его взгляд перешел на Кирилла — деточка выйди, пожалуйста — я хотела выйти — подожди за дверью, тебя Павел Аркадьевич заберет, экскурсию проведет. \n\nЯ кивнула и вышла, когда дверь закрылась спустя минуту я услышала ор полковника. И ко мне прибежал мужчина лет 35-40, он был выше на полторы головы, с каштановыми волосами и темными глазами. \n\n— Привет, я Павел Аркадьевич, можно просто Паша. О, это же ты. С детьми еще не нянчился, но у меня есть три петуха и две курицы, хочешь покажу? \n\n— Почему бы и нет? \n\n\n",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Пока мы шли он рассказывал о работе и я ему вопросы задавала. Мы подошли к кабинету, открыл дверь. \n\n— Вот тут у нас сидит зоопарк нашего свешенного места. \n\n— А какая вера у этого места, я просто не знаю, в какой религии куры свешенные животные, обычно они для ритуалов используются. \n\nТут все начали смеяться. И один парень спросил сквозь смех : \n\n— А где зоопарк и какие курицы. \n\n— Дитё пойдем я тебя в кафе свожу, а то тупость может воздушно-капельным передаваться — не успели дверь закрыть, как выкрикнули — мы не знали, что у Вас такая взрослая и красивая дочь. \n\n— Не обращай внимание. \n\nМы вышли из кабинета и направились в сторону выхода, снова прошли через турникеты, но народу там уже не было.  \n\n— Паш на перекур — окликнули его — ого, не знал, дочь твоя вон какая уже взрослая, а я про нее не знал, не порядок. \n\n— Она не моя дочь —  раздраженно бросил он.\n\nКогда мы вышли из здания, мужчина кого-то увидел. \n\n— Твою ж ма… — посмотрел на меня — свекровь. \n\n— Какую?  \n\n— Будущую — я на него вопросительно посмотрела — да, да все бывает в первый раз, я тоже пять лет назад думал меня не коснется.  \n\n— Паш ну чего ты трубку не берешь — к нам подбежала женщина лет 65, пухленькая, с короткими светлыми волосами и голубыми глазами. \n\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 29,
    "text": "— Здравствуйте, какими судьбами в наше скромное государство. \n\n— А раньше говорили свешенное место — вставила свои пять копеек. \n\n— Паш не знала, что у тебя дочь есть — тут его нервы не выдержали. \n\n— Да вот, Кристина Викторовна, вспомнила про отца. \n\n— Сразу видно, что твоя дочь, внешне похожи, да и чувство юмора такое же. \n\n— Да оно у нас одно на всех, а я есть хочу. \n\nМы быстро не дожидаясь ответа от его тещи, побежали в сторону кафешки. \n\n \n\n",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Мы добежали до парка, Павлу Аркадьевичу позвонили и сказали возвращаться. Когда мы дошли до здания нас встретили Максим с Кириллом и их лица были очень хмурыми. \n\n— Пойдем в машину — первым проронил Кирилл, а Максим протянул карточку. Попрощавшись с Пашей, я догнала парней и села в машину. За рулем был Макс, рядом сел Кирилл, а я на заднее сиденье. \n\n— Куда мы едем? \n\n— Возможно, Арину нашли — как само собой разумеющиеся сказал Максим. \n\n— Где? \n\n— В канаве. \n\n— Серьезно? \n\n— Нет, кого ты вообще слушаешь? Три километра от города, двадцать от главной дороги в лес, рядом еще деревушка есть человек 300 живет. \n\nПока мы ехали я молилась, чтобы это была не Арина. Было уже почти шесть вечера, скоро темнеть начнет. Но скорее я хотела себя успокоить и вселить ту надежду, которой не было. В голове прокручивалось множество моментов с нашей первой встречи до последнего ее сообщения. И меня ничего не смутило, когда она пропала. Так случалось часто, не берет трубку сутками — значит перезвонит; не читает сообщения сейчас — прочитает позже. Но всегда после “пропажи” рассказывала, как провела время, где и с кем была.  \n\n— Приехали — остановил машину , рядом были полицейские машины и дома той самой деревушки — Маш, может не пойдешь? — с надежной в голосе и глазах попросил он. \n\n— Нет. \n\n",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Мы пошли за полицейским, пришедший за нами, я даже не услышала, как ему позвонили. Мы шли в лесу по грязи, так как недавно прошел дождь, и еще не успел просохнуть. Солнце спряталось за облаками и лес окутала какая-то синева, не будь мы в нем со столь грустными известиями, она бы окружила и казалась чем-то невероятным.  \n\n— Ну вот, лицо мы еще не разматывали ее — потер голову рукой полицейский. \n\n— Нам надо лицо увидеть.  \n\nКирилл вместе еще с несколькими ребятами пошли осматривать окрестности, а мы с Максимом Андреевичем остались здесь. Я решила чуть-чуть походить и в кустах увидела размокшую карту с надписью: \n\n“ Гостевая карта — клуб “Гигант” \n\n— Максим Андреевич смотрите, это сколько же раз нужно в этот клуб сходить чтобы получить такую карту? — он удивлено глянул на меня. \n\n— Где ты ее нашла? \n\n— В кустах валялась — пожала плечами, мол надо было лучше смотреть. \n\n— Надо было сказать, а не брать в руки, мешаешь только. \n\n— Мог бы “спасибо” сказать. Никто не нашел ее, я подняла, может она вообще к делу не имеет значения — уже начала кричать. \n\n— Вот именно, сейчас не нашли — нашли бы позже. Тебе не говорили, что брать вещи без спросу это плохо — также на повышенных тонах говорил он — Хотя с кем я говорю это же сама Мария Крылова. Ходит голову высоко подняла. Корона не мешает? \n\n",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Не мешает, Вы гораздо старше меня и ни разу ее не потеряли. \n\n— Так дети, что это за детский сад?  — явно в добром расположении духа спросил он. \n\n— Заткнись Кирилл — в голос прокричали мы и разошлись в разные стороны, а Кирилл так и продолжил стоят в оцепенении, не понимая что он сделал не так. \n\nЯ пошла к машине благо запомнила дорогу. Может с главной дороги и идти 20 километров, то с проселочной около трех. Позвонила такси, назвала адрес и стала ждать. Машина приехала только спустя полчаса, видимо находилась не далеко, потому что с центра или южного она ехала бы, как минимум, полтора — два часа. \n\nЧерез пятнадцать минут мне позвонил Максим. \n\n— Крылова ты где?  \n\n— Домой еду \n\n— Как едешь?  \n\n— Представляешь такси заказала и домой поехала — раздраженно бросила я и выключила телефон. \n\nКогда уже была дома включила телефон, было тринадцать пропущенных от Максима и куча сообщений с просьбами позвонить, несколько от Кирилла и столько же сообщений и парочку пропущенных от одноклассников. Отписавшись Кириллу что уже дома, написала старосте, что мне было плохо. \n\nНа доске написала : \n\n“ 9 сентября Федя сбежал” \n\n“ Нашли карточку клуба “Гигант”  \n\nКлуб “Гигант” — я не знаю, как правильнее выразиться … скажу прямо это извращенский клуб. \n\n— Надо будет туда наведаться — пробурчала я и достала что-то типо удостоверения, позволяющего свободно проходить в полицейский участок. \n\n",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Легла спать. А на утро решила принарядиться, заглянула в телефон было несколько сообщений с поздравлениями от одноклассников и Максима, первое, которое я открыла было от Максима: \n\n“ Прости вчера вспылил, но ты тоже виновата, согласись? Это была Арина — прочитала эту строчку и из глаз полились слезы: \"зачем ты так, Арина?\"  — но сегодня ты не имеешь права грустить, хотя бы на людях. После школы пойдем в “Гигант”. <plus>7 924******* — это номер  Павла Аркадьевича, сказал если что-то случиться звонить, что ты такое сделала, что бы его покорить?” \n\nСледом пришло сообщение:\n\n“ И еще с Днем Рождения”.\n\n— Спасибо, что напомнили —  грустно усмехнулась я и уже подумала — “ с шестого класса на наши Дни Рождения мы устраиваем ночевки, только вдвоем, но видимо не в этот раз”. \n\n",
    "answers": [
      {
        "id": 34,
        "text": "6 глава"
      }
    ]
  },
  {
    "id": 34,
    "text": "\n                                   6 глава\n\nВ школе уже все знали, что случилось с Ариной. Придя в нее, на входе я увидела фотографию подруги с черной лентой и много цветов с игрушками. Одноклассники и знакомые лица смотрели на меня с состраданием и жалостью, в которых я не нуждалась. Некоторые все же осмелились подойти и поздравить с праздником и сказать слова горечи. Первый урок посвятили осторожности и проводились они в основном для слабого пола. А парни сказали, что будут следит за нами. \n\nПоследующие уроки прошли, как обычно и даже биологичка ко мне не приставала. После урока литературы Орлов попросил меня остаться. \n\n— Крылова, сколько у тебя уроков осталось? \n\n— У меня литература последний. \n\n— Точно? — переспросил он и глянул в расписание — ну ты часть класса, а у них осталось еще три урока. \n\n— У них три, у меня последний — гнула свою линию. \n\n— Крылова, я тебя сейчас за уши на уроки потяну! — гаркнул он. \n\n— Попробуйте. \n\nИ в правду же попробовал. Я даже убежать не успела, как его реакция хорошо сработала. Он схватил меня за ухо и потащил в другой конец школы. Передал в руки физику. \n\n— Ни за какие уговоры ее не отпускайте. Я ее заберу и на следующий урок отведу. \n\nФизик только и смог сделать, что кивнуть. Мне, кажется, что к нему на урок еще не приводили учеников за ухо. Нужно было просто видеть его лицо, еще чуть-чуть и его челюсть пробыла дырку в полу до первого этажа. \n\nВесь урок пришлось сидеть. После урока за мной пришел Максим Андреевич, после того как он меня за ухо приволок на урок, на него смотрели осуждающе. Типа как так можно, у нее подруга умерла такое горе, а Вы еще стресса добавляете. \n\n",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление "
      }
    ]
  },
  {
    "id": 35,
    "text": "— Крылова, мы едем в “Гигант”. \n\n— Можете меня называть по имени и как едем у меня еще два урока — передразнила его я. \n\n— Нет, Крылова мне больше нравиться. У меня уроки закончились. \n\nДо машины мы дошли в молчании. Кирилла я не заметила, спросила про него, мне ответили, что его отправили на практику. Мне было все равно, но какого черта его отправили, когда такая чертовщина твориться. Могли бы подождать, убийцу бы нашли и пошел бы он на все четыре стороны. \n\n— Максима Андреевич я … — не успела договорить, меня перебили. \n\n— Не в школе называй меня Максим, Макс или … — здесь он ухмыльнулся — Максик. \n\n— Орлов я хотела спросить … — но мне опять не дали договорить. \n\n— Орлов? Ты решила на мне отыграться? \n\n— Да, Орлов. Если еще раз меня перебьешь я тебя кастрирую, понял? \n\n— Понял, не дурак, дурак бы не понял — он начал смеяться, меня уже разговор начал раздражать. \n\n— Твои комментарии никто не спрашивал. Я хотела спросить как тебя учителем занесло работать? Вам вроде нельзя иметь несколько работ. \n\n— Мне можно — Максимка злился настолько сильно, что аж побагровел — я проспорил одному очень важному человеку в структурах, как видишь меня пристроили. \n\n— Надолго? \n\n— На год. \n\nМы заехали в отделение. Я пошла поздороваться с Пашей, мы с ним мило побеседовали, он поздравил меня с праздником, про Арину ничего не сказал, пока ждала Макса. \n\nОставшийся путь, мы проехали в молчании, но, как ни странно, мне было комфортно от этого. Машина остановилась, мы зашли в здание. На ресепшене нас встретил мужчина в маске. \n\n— Здравствуйте, у вас зарегистрировано?  \n\n— Нет, мы из полиции Лейтенант Орлов Максим Андреевич N подразделение — сказал уже заученную фразу. \n\n— Ага, а это? — указал пальцем на меня. \n\n— Хотел бы я сказать, что не знаю этого человека. Но, к сожалению, она со мной. \n\n— Да. С женщинами трудно работать. Что вы хотите узнать? \n\n— Можно нам список посетителей на 23 число? — выпалила я. \n\n— Мы не можем предоставлять информацию. \n\n—  Если Вам нужен ордер мы его предоставим. \n\n",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Вы не понимаете, у нас все проходит инкогнито. Все в масках, лиц не видно. Камеры у нас не стоят. Запись происходит анонимно, через сайт. В нем ничего не вводиться. Ни паспортные данные, ни почта, ни контактные данные. \n\n— Если желаете можете поговорить с директором, но он уехал из города вернется где-то через неделю-две. \n\n— Ага, спасибо, можете его номер дать? \n\n— Когда уезжает выключает телефон, до него не дозвониться. Можете на почту отправить или свой номер оставить я ему передам. \n\n— Хорошо, пишите — отчеканил Максим в то время как я молчал в тряпочку. \n\n— Я не должен, но лучше пусть девушка оставит. \n\n— Почему? \n\n— Ну … он ...этот … — по лицу Максима можно догадаться, что он понял про что речь — немного того … голубой, короче. \n\n— Ну девушка, так девушка — сказал он и обратился ко мне — номер дашь, я в машине подожду. \n\nДав номер и выйдя из здания, попросила Максима отвезти меня к Юре, что он и сделал. \n\nПока мы ехали Максим возмущался, что чуть не дал номер не тому. И я поняла, что Максим — гомофоб. \n\nБлаго ключи, после переезда, Юра мне оставил. У него я переоделась и подождала до семи часов, потом вызвала такси и поехала в клуб. Таксист все время на меня поглядывал, что не удивительно. Я надела короткое черное платье, с глубоким вырезом декольте. В клуб я попадала в основном из-за Арины, ей давно исполнилось восемнадцать. В классе только у троих человек и меня уже прошел др. \n\nВ клубе было не много народу, что позволило спокойно проскочить. Хорошо, я раньше пришла. Уже за барной стойкой у меня спросили: \n\n— Есть восемнадцать?  \n\n— Ага, сегодня. Паспорт показать? \n\n— Не надо, поверю на слово. \n\n",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Весь вечер мне наливали. И когда я была уже нужной кондиции, отправилась танцевать. Ко мне подошел парень и схватил меня за попу.  \n\n— Зайка, как твое прелестное имя? \n\n— Я не зайка — злостно, еле выговаривая, прикрикнула я. \n\n— Хорошо, котенок. \n\n— И никакой не котенок! \n\n— Рыбка, моя — не унимался тот. \n\n— Не рыбка и не твоя. У меня парень вообще-то есть. \n\n— Да, и где он? Я его не вижу — специально приложил руку ко лбу и начал оглядываться в поисках. \n\n— Я ему позвоню он приедет! \n\n— Звони. \n\nОн схватил меня за руку, и я кое как, стараясь не упасть, вышла на улицу. Пришлось звонить Юре, когда он ответил я начала говорить: \n\n— Зайчик мой ... — каждое слово давалось мне с трудом, видимо остатки алкоголя начали затуманивать разум — котик забери меня — ой, что-то попа начала болеть, не предвещает ли она, что завтра плохо будет? \n\n— «Ты где?» —с недоумением спросил он. \n\n— Я … — огляделась во круг — а я не знаю где я? \n\n— «Как не знаешь? А где была?» \n\n— В клубе “Спектр”  \n\n— «Жди там, скоро буду» \n\n— Сказал скоро будет. \n\nПарень подошел к вышибалам, вручил меня им. А мне что делать? Я осталась с ними. Они меня усадили на бордюр и продолжили пропускать людей. Хоть и было уже около трех часов ночи, но народу было навалом. \n\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Максим  \n\nПросыпаюсь от будильника, ну сначала я так подумала. Но как оказалось звонила Крылова. \n\n— «Зайчик мой ... — каждое слово ей давалось с трудом — котик забери меня.»  \n\nМне кажется или она бухая в хлам. \n\n— Ты где? — думаю читать лекции о безопасности ей в таком состоянии не стоит. Я посмотрел на время: без десяти три, да вы издеваетесь.  \n\n— «Я … а я не знаю где я?» — “как это не знаешь где ты!?” — о чем подумал, то, собственно, и сказал. \n\n— Как не знаешь? А где была? — я начал одеваться и был готов отправиться за ней, но, к моему счастью, она быстро сообразила. \n\n— «В клубе “Спектр”» — и че она так далеко поперлась. Ищет приключений на задницу? Так я могу их устроить. \n\n— Жди там, скоро буду. \n\nЯ быстро сел в машину и поехал за этим маленьким “чудом”. Вот и стоило же именно ее подруге пропасть? Сейчас бы жил спокойно. Хотя нет, она меня в школе несколько раз сильнее бесит. А с другими главное, как чертова лапочка себя ведет. Особенно с Юрой. У них такие гармоничные отношения. Ищет ее, весь город на уши поставил. Игрушки дарит, целует, обнимает. Бесит. Еще Кирилл постоянно со своим, что влюбился? Или давно стоит? Ревнуешь? Ха, пока себе не признаюсь, никому не признаюсь, а себя я знаю.  \n\nЯ останавливаюсь у входа в клуб, опускаю голову на руки, держащие руль и бормочу себе под нос: \n\n— Твою мать, она мне нравиться, этого еще не хватало. ",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Грустно усмехнулся, вышел из машины и направился ко входу в клуб. Увидел это чудо в перьях. Сидит на бардюре, приложив голову к стене. \n\n— Ну что пьянь, пошли домой. \n\n— Э, мужик, ты ей кто? \n\n— Муж … — понял, что несу какую-то ересь — будущий. Она об этом правда не знает, но ничего. \n\nПоднимаю на руки бессознательное тело и несу в машину. Через каждые пять минут смотрю на нее, вдруг плохо станет и нужно будет в больницу вести. Решил вести ее к себе, должно быть помнит, была когда-то по таким же обстоятельствам. \n\n— Ты кто? — еле проговаривая, поворачивается ко мне. \n\n— Крылова ты меня не узнала? Сама же названивала. Просила забрать! \n\n— А … Я думала Юре звонила, отвези меня к нему. \n\n— Ага, а где он живет? — мне стало не по себе, “вдруг действительно встречаются, а я отношения буду рушить” — меня окатила небывалая грусть. \n\n— Ты меня к нему завозил. После ...после ...этой хрени. Как ее. \n\n“Так я им еще встречаться помогаю. Ну класс Максим, круче не бывает. На уговоры меня не проймешь поедем ко мне” — тут я почувствовал себя глупо — “вдруг действительно любовь и все такое. Было что-то вроде отношений. Но быстро надоело девушке. Начала приставать, что на учебе и подработках много времени провожу.” Развернулся и поехал домой к своему старому другу Юре. \n\nОколо дома мы сидим в машине минут двадцать — “нужно встать и передать ее Юре”. \n\n",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "\"А она ведь не представляет какая красивая сейчас, хоть и разит от нее за километр. Длинные ресницы, подрагивающие все время, делают ее более соблазнительной. Русые волосы на свету имеют  рыжий оттенок, великолепно спадают с ее плеч волнами. Приоткрытые губы, к которым все время хочется прикоснуться” — откровенно любуясь ею, вспоминаю для чего привез ее сюда и мысленно даю себе подзатыльник. \n\nВыхожу из машины и достаю ее из машины. Так, а на каком этаже он живет. Пришлось разбудить Машу, она сказала на третьем, квартира 47, ну ладно. Подъездная дверь была открыта — “заходите кому не лень, называется.”  \n\nПоднимаюсь на нужный этаж по лестнице и звоню в нужную квартиру. Открывают мне сразу. \n\n— Спасибо — беря на руки, сказал Юра. \n\n— Следить нужно за СВОЕЙ девушкой — выпалил и пуле спустился вниз. И почему я так разозлился, стоило увидеть ее у него на руках, как предохранитель слетел. \n\n \n\nМария\n\n \n\nС утра голова сильно болела, буквально разрывалась на части. Я спала в зале в Юриной квартире. Точнее в съемной Юриной квартире.  \n\n— Ну что алкашня, сегодня опять в школу не идешь, между прочим, я из-за тебя дома остался.  \n\n— Ну так пошел бы гулять, мне то какая разница. \n\nОн как-то слишком хитро ухмыльнулся, с несвойственной ему серьезностью. \n\n— Что у вас с Максом? \n\n— С каким?\n\n— С Орловым с кем еще? Или у тебя много Максов под рукой?\n\n— Мы с ним друзья.\n\n— Друзья? — я кивнула — а, ну ладно.\n\nЮра вылетел из комнаты, а я позвонила Максиму, он сказал, что после уроков заедет за мной и поедем в офис или как у них это называется, база, подразделение. Не суть важно.\n\n",
    "answers": [
      {
        "id": 41,
        "text": "7 глава"
      }
    ]
  },
  {
    "id": 41,
    "text": "\n                                   7 глава\n\nДо трех часов, я лежала на кровати, после начала одеваться и готовиться ко встречи. Ничего не хотелось делать. \n\nКогда Макс приехал, я уже вышла на улицу. Села в машину. \n\n— Привет, Орлов. \n\n— Ага — он был каким-то напряженным и недовольным. \n\n— Как дела? Что в школе нового? — мне было интересно кто ему подс... подпортил настроение. \n\n— Как дела? — это скорее был риторический вопрос, тут его взгляд стал совсем грозным — ваша эта шал ... — он перевел взгляд на меня — учительница биологии пытается позвать на свидание, учительница информатики подначивает ее и пытается меня свести с ней. \n\n— У тебя нет девушки? — у меня в голове сразу возник вопрос \n\n— Если работу можно назвать девушкой, то есть. \n\n— Очень весело, а зачем нам в офис? \n\n— На бинтах найден волос. \n\n— А звонить не пробовали?  \n\n— Пробовали ... \n\nТут его перебивает звонок моего телефона. Звонил Боря. \n\n— Да, Борь что-то хотел? \n\n— А, да, не хочешь сходить в кино? Как друзья, не подумай не на свидание зову … Пока что. \n\n— Эм … — я перевела взгляд на Максима, делающего вид будто увлечен дорогой, а не подслушиванием разговора — хорошо, завтра сможешь встретиться? \n\n— Да, да смогу. Давай в шесть около кинотеатра “Парус”? \n\n— Хорошо, в шесть около “Паруса”, договорились, встретимся там, пока. \n\n— На свидание идешь?  \n\n— Нет, с другом, погулять. \n\n",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление "
      }
    ]
  },
  {
    "id": 42,
    "text": "— Вечером только на свидания ходят. И потом вдруг, он окажется маньяком? Убийцей? Серийным? Например. \n\n— Боря самый милый и безобидный человек в мире! И вообще мы уже десять минут стоим около здания, пора бы выйти. \n\nЯ мигом выхожу из машины. Странное поведение Макса не давало мне покоя: “Он волнуется за меня? Но зачем ему это? Какое дело до меня?”. \n\nМакс догнал меня, мы зашли в здания и я первый раз прикладываю карточку и сама прохожу. Попросив, он отводил меня к Паше. \n\n— Дядя Паша, как дела? Как ваш курятник — обвожу взглядом кабинет. \n\n— У меня все хорошо, видишь ли … Курятник уже на дежурство остался. Весь причем — он отложил свое занятие — заполнение документов, уставился на меня — а у Вас, миледи, как день прошел? Пили всю ночь? Или как?  \n\nОн взял меня за руку и вывел из кабинета. Направились к кафетерию. Обошли все здание. \n\n— Дядь Паш можешь найти одного человека? \n\n— Все что хочешь. Кто нужен? \n\n— Не знаю, говорили тебе или нет, но мне нужен … — я закусила губу, боясь, что повторится реакция Максима и Кирилла — Печкин... \n\n— Почтальона? — удивленно вскинул бровь. \n\n— Можно без него, но что бы был Федор Кириллович. Родился 04.05.1999 года. \n\n— Будет сделано. Сбежал? \n\n— Испугался. \n\nНам на встречу вышел Максим. \n\n— Ничего, в базе данных он не числится. \n\n— Поехали домой? \n\n",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Он кивнул, я попрощалась с Пашей и направилась к выходу. \n\nПока ехали в машине, я пыталась дозвониться до Юры, но он как на зло не брал трубку.  А ключи от его квартиры я не смогла найти, видимо в клубе потеряла. \n\nЗавтра тот день, когда я запланировала покупку нового телефона? Нет, я решила походить со старым и купить себе новую скрипку. Несколько лет я ходила в музыкальную школу. Меня заставляла мама, говорила в будущем понадобится, но нет, мне это не нужно. Но со временем полюбила эту маленькую балалайку, она меня очень сильно расслабляет. А старую я забыла у деда в деревне, что в пятнадцати часах езды на машине. \n\nВернувшись домой, я направилась в свою комнату. Увидела, что моя копилка с деньгами была разбита. Я направилась к маме. \n\n— Где мои деньги? \n\n— Во-первых, они не твои, мы давали их на карманные расходы и подарили на день рождения. Во-вторых, не смей разговаривать со мной в таком тоне. \n\nВ комнату вбегает Ксюша и показывает какие игрушки она купила. \n\n— А где ты деньги взяла? — на этом вопросе у мамы была какая-то ехидная улыбка. \n\n— Мне мама сказала у тебя деньги взять. Сказала, что у них нет денег. \n\n— Мама. \n\n— Ты все равно не на что стоящее не потратишь. \n\n— Когда вы мне их вернете? \n\n— А кто сказал, что я возвращать собираюсь — она начала на меня орать, какая я ужасная дочь, а Ксюша в это время смеялась.  \n\n",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Мои нервы не выдержали, я побежала в их комнату, схватила вазу, которую мне завещала бабушка и которая стоила больше, чем зарплата родителей за год. И пригрозилась ее разбить если не вернут, мои почти семьдесят три тысячи. Я их копила два года. Мама очень сильно испугалась, не за меня и не за вазу, а за деньги сколько она стоит. Побежала за деньгами и швырнула из мне в лицо со словами: “На, подавись”. \n\nЯ собрала деньги. Пошла собирать вещи, держа вазу на руках. Положила моего кота в переноску. Вызвала такси и поехала к Юре.  \n\nКогда приехала к нему начала звонить на телефон и стучать в дверь. На протяжении нескольких часов, я просидела около двери в квартиру. Поняла, что он ушел и раз на звонки не отвечает, его не будет несколько дней. \n\nПеребирала варианты кому можно позвонить. Максиму — не вариант, он меня и так меня много раз выручал. Кирилл, как сказал Макс, уехал. Боря … Максим прав вдруг он какой-то извращенец, да и к тому же он мне всегда казался странным . Юра, ну тут понятно, трубку не берет. Больше не к кому обратиться. Кроме Дяди Паши. Решила испытать свою удачу и позвонила ему.\n\n",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Телефон никто не брал. Если пойду к тете Ларисе, скажет маме. Чего бы мне не хотелось. Прошло минут пятнадцать и перезвонил Паша. \n\n— Привет, чего звонила? \n\n— Дядь Паш, здравствуйте, можно у тебя переночевать? \n\n— Да — будто обдумывая что-то ответил он — а что случилось и где ты? \n\n— Я адрес сообщением отправлю. \n\n— Жду. \n\nСообщение я отправила, оно было сразу просмотрено. И в ответ мне пришло: “Еду”. \n\nЕхал он около часа. Мне позвонили, чтобы я вышла. Села в машину. Паша ничего не стал спрашивать.  Доехали до дома в тишине. В квартире мне показал комнату, чтобы обустроиться в ней, и попросил выйти на кухню. \n\nЯ не собиралась долго оставаться в его доме. Села на односпальную кровать и начала прокручивать этот день в голове.  \n\nВыйдя на кухню, увидела, что на тарелке лежащие нарезанные овощи и стоящую бутылку водки. \n\n— Проходи — достает рюмки и садится за стол — составишь мне компанию. А то один пить буду, как алкашня какая-то. \n\nВ ответ я смогла только кивнуть и сесть за стол. \n\n",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "— От меня жена ушла — увидя мой удивленный взгляд, он продолжил — она тебя испугалась. Мать ее донесла. Ребенок у меня есть, не нужен ей такой. \n\n— Почему не сказали? \n\n— Потому что любила, не сбежала бы, прихватив мои деньги. Сама учителем работает. Денег своих нет. Машины нет. Квартиры нет.  \n\n— А сколько ей? \n\n— Тридцать четыре. Ты в комнате ее дочери живешь. Сама та еще... девушка. В шестнадцать родила. Отец ребенка хотел с ней расстаться. Вот и решила, залететь. Только от него ребенок или нет, никто не знает — за его небольшим рассказом, мы выпили уже четверть бутылки — а ты чего? \n\n— От родителей ушла. \n\n— А … Из пьесы я от дедушки ушел, я от бабушки ушел — мы начали смеяться, хоть смех и был — грустным. \n\n— Да, да — глаза начало щипать, я выпила еще — они деньги моей сестре отдали. Я их на телефон два года копила. \n\n— Купила? \n\n— Нет, решила скрипку. \n\n— Так ты еще скрипачка!? \n\n— Это скорее мамина прихоть, отдала меня в музыкалку. Я ее жутко ненавидела из-за училки. \n\n— А я на гитаре играю. Нигде не учился, на дворах вырос. \n\nТак за разговорами мы не заметили, как прошло время, и бутылка опустела. Еле передвигаясь, мы направились по комнатам. \n\n \n\n",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "— С утра по раньше мне в комнату постучали. \n\n— Можно? — как-то бодро сказал и выглядел Паша. \n\n— Ты уже вошел — голова жутко гудела. \n\n— Собирайся я тебя в школу подброшу. \n\n— Ага. \n\nКое-как встав с кровати, я пошла выпила таблетку от головы, умылась и оделась. В то время, как Паша сидел на кухне.   \n\n— О, наконец-то, успеешь ко второму — допивая кофе, от которого меня воротило, пробормотал он. \n\nВ школе на пятом уроке мне пришло сообщение от Паши, в нем он написал, что нашли Печкина. Я побежала к кабинету русского языка и застала такую картину: наша биологичка — Екатерина Юрьевна лезла к Максиму Андреевичу. Второй же активно от нее отбивался. Увидев меня произнес: \n\n— Крылова, да помню про дополнительное задание. Извините Екатерина … — я решила его перебить, потому что биологичка смотрела на меня взглядом полным ненависти. \n\n— Я позже зайду — не успела закрыть дверь, как из нее послышалось грозное: “СТОЯТЬ!!!”. Ну я вернулась обратно в кабинет. \n\n— Извините Екатерина, но мне нужно поговорить с Крыловой. \n\nОн схватил меня за руку и вывел из кабинета. Я рассказа про Печкина, находящегося в участке. Мы бросили все уроки и помчались в участок. \n\n",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Около Допросной нас ждали Павел и два опера. Меня посадили в комнату за стекло. “Я вижу, меня не видят”. Начался допрос. Федя сказал, что весь вечер бегал за Ариной — что являлось правдой, на всех фотографиях и сторис он был рядом с ней. Она ушла в девять часов или около того — что тоже являлось правдой. \n\n— Максим спроси, во сколько он ушел — он сидел рядом со мной и позвонил оперу, проводившему допрос, тот в свою очередь вышел, чтобы ответить на звонок. \n\nОн остался до утра и познакомился с какой-то девчонкой — а это уже не правда, он ушел вместе с Ариной и на вечеринку он не возвращался, по камерам из общаги он вернулся в три часа следующего дня. Вечеринка не проходила до утра. В четыре уже кто смог тот разошелся, а кто не мог ходит он … да он вообще ничего не мог и уснул, где попадется. \n\n",
    "answers": [
      {
        "id": 49,
        "text": "8 глава"
      }
    ]
  },
  {
    "id": 49,
    "text": "\n                                8 глава\n\nВыйдя из комнаты ко мне, подошел Паша и передал ключи от квартиры. \n\n— Что с ним делать? \n\n— Можешь на пятнадцать суток посадить? — он удивленно глянул — за ложное показание, а ты чего так удивился? \n\n— Да не, я думал ты не знаешь таких слов. \n\nЯ на него зыркнула, развернулась и ушла. К нему подошел Максим. \n\n— Что с ней? — тыкнув мне в след пальцем, сказал. \n\n— Обиделась, чисто по-женски сделала. \n\n— А куда она пошла? — Паша только пожал плечами и удалился, оставляя Максима в одиночестве. \n\n“Куда-нибудь подальше от вас пошла”. Я направилась к автомату с кофе и выбрала эспрессо. Обошла все здание, пока меня не нашел Максим. Он сказал, что нашли еще одно тело на окраине города в канаве — вот здесь уже без шуток. \n\nПока мы ехали я позвонила Юре еще раз, его телефон был вне зоны. Этому я не удивилась. \n\nКогда приехали увидели тело и начали обыскивать. Ничего не найдя, Максим отвез меня домой, а сам поехал в отдел, заполнять бумажки по делу.  \n\nС работы Паша еще не пришел, хоть время и было около шести вечера. Я поняла, что останусь у него как минимум на неделю, может больше, но никак не меньше. Разложила вещи и поставила вазу, которую благополучно забрала от родителей. Этой вазе уже было больше ста лет. Ее еще прабабушке на свадьбу подарили. Сейчас это раритет, нигде такой не найдешь, ручная работа, какого-то там известного гончара. \n\nЗакончив раскладывать, мне позвонили родители. Я как любой ребенок думала, будут звонить извиняться, просить домой вернуться, все же родителей дети всегда прощают. Но не тут-то было, мать начала орать стоило мне взять трубку. \n\n",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление "
      }
    ]
  },
  {
    "id": 50,
    "text": "— Верни вазу, ее оценивают в полмиллиона — ее волновала больше ваза, чем где осталась жить ЕЕ дочь.\n\n— А ничего, что мне эта ваза досталась. \n\n— Мне побоку кому она досталась, ты обязана ее вернуть, ты наша дочь и обязана нам помогать. Твой брат взял забрал все свои деньги, компьютер, часы — они, между прочим, стоили дофига. Мы могли слетать всей семьей. \n\n— Он эти деньги сам заработал — еще чуть-чуть и я расплачусь. \n\n— Он должен нам — тут уже включился отец и так же начал орать — мы за его институт платили. Мы его вырастили, а он...\n\n— Делайте, что хотите, можете продать вещи из моей комнаты — у меня все же потекли слезы, кот — это почувствовал и начал ласкаться, обтираясь об мои ноги — но отстаньте уже от меня и Юры, кому вы нужны будете, своей Ксюше? Так она, когда вырастит вас на три веселых буквы пошлет и все вы никому не нужны будете. \n\n— Вот вас вырастил, и ваша мать падшая женщина двоих фиг знает от кого заделала — тут он замолчал, а я разрыдалась в голос, он смягчился — это не то что я хотел сказать, давай встретимся поговорим? Я к вам как к родным ты же … — я не дала ему договорить. \n\n— Идите знаете куда, ЛУЧШЕ БЫ Я ВООБЩЕ НЕ РОЖДАЛАСЬ. \n\n— Изви... — я кинула телефон в стену. \n\n",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Теперь понятно почему они так относились. Маме все равно на нас с Юрой. Праздник в школе — “нет, времени нет у меня”. Первое место в конкурсе или соревнованиях — “какой подарок!? Вам давали медали, грамоты — вот вам подарок”. Не заняли призовые места — “вот упырей-детей вырастила”, начинала ругаться, какие мы неблагодарные. Подарки на Новый Год — “вам достаточно сладкого подарка за триста рублей. А Ксюше? А что Ксюше мы ей замок и кукол за восемь тыщ подарим. Подарок на день рождение? — Ну вам... тебе пятьсот рублей. А Юре... шестьсот — он же все-таки старше”. \n\nА папу я понимаю. Свесили бы на меня двух чужих детей — сиди и воспитывай. Но он лучше относился. Не всегда, но ходил в школу. За конкурсы и соревнования, первое место молодец — “вот шоколадку и триста рублей — у матери выпросил на сигареты. А Юра какое место занял? — шестое, молодец какой передай ему маленький презент — ему четыреста рублей, но без шоколадки”. Вывалила вещи, лежавшие на полке, только что разложенные. Пошла в ванную, чтобы остудиться. \n\nВезде она обложила — сама не работает — с Ксюшечкой сидит. От нас еще что-то требует. Папа в командировку уехал на две недели. “С подработки пришла деньги принесла? А где деньги? Себе оставила? Вот неблагодарное детё вырастила, да кому ты нужна кроме нас?” \n\nМеня так злость охватила, я посмотрела в зеркало, находящееся над раковиной. Стукнула в него кулаком и начала бить без остановки. И ревела, разбила раковину, наступила в осколок, осела по стенке в ванной, обняла колени. И ревела. Ревела, пока не пришел дядя Паша. Когда он увидела меня сидевшей в ванне, среди осколков, которые были в крови. Поднял меня на руки, отнес в зал, сел на диван, посадил к себе на колени, окутал в плед и начал убаюкивать. Заснула только, когда слезы перестали литься и я почувствовала слабость.  \n\n",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Проснулась я в пропахшей лекарствами комнате. Открыв глаза, бросился белый свет, исходящий из окна. В комнате кроме меня находилась девочка из класса и моя подруга — Лия. Лия сокращение от его имени, прозвали так только потому, что не могли запомнить имени — Лиетта.  \n\n— Как себя чувствуешь? — спросила, оторвавшись от книги — Что-нибудь хочешь? Сейчас врача позову. \n\nЯ не стала отвечать ни на один ее вопрос. Нам с Ариной она казалась всегда немного странной, в соц. сетях ее нет, постоянно читает книги и ходит в своих мыслях. Но мы ее любим за эти вот странности. Она не похожа на остальных. Часто нас останавливала. Можно сказать, она наши тормоза. \n\nЛия убежала, а я начала думать про родителей. Слишком идеализировала их, искала оправдания для них \n\nЯ не заметила, как в палату вошли. Врач спрашивал о самочувствии, Лия стояла рядом с ним. Удостоверившись в моем “отличнейшем” настроении, ушел во свояси. \n\n— Максим Андреевич, Павел Аркадьевич ... — засмущалась и отвела взгляд — и Кирилл. \n\nЯ кивнула. \n\n— Расскажешь, что случилось? \n\n— С родителями поссорилась. \n\n— Это же не в первый раз. — прошептала она. \n\nЯ кивнула. \n\n— У нас сегодня первый урок литературы был. — тоненьким голоском проговаривала она, а я опять кивнула — Половины класса не было. Максим Андреевич родителей обзванивал. Дошли до твоих он побагровел от ярости и позвонил еще кому-то после побелел. Я подошла к нему он долго отнекивался, но рассказал. Трубку твоя мама взяла, сказала какая ты... — она замялась. — второй день дома не ночуешь, какую-то вещь дорогую забрала, она пожелала тебе смерти. Позвонил Павлу Аркадьевичу, к его дому подвозил и решил, что у него живешь. Сказал, что ты в больнице. \n\n",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я слушала, что она  говорит и внутри чувствовала опустошение, от чего хотелось плакать.  \n\nЛюблю ли я маму? — Да, с этим ничего не поделаешь. \n\nБольно ли мне? — очень. \n\nВернусь ли я к ним? — Никогда. \n\nПока я была в размышлениях, кто или что я для них, и значу хоть что-нибудь. На мою кровать плюхнулся Кирилл. \n\n— Э, ребенок, чего так пугаешь? \n\n— Ты уже вернулся? \n\n— От куда? — я перевела взгляд на Макса, увидя этот жест, Кирилл повернул голову за мной. \n\n— Что вы хотите от меня услышать? \n\n— Я понял почему ты так сказал, но не понял за что? \n\nНе успев ответить, в комнату ввалился дядя Паша. С пакетом в руках. \n\n— Я вот витаминчиков принес. Может мозгов прибавиться. Не ну серьезно, чем думала-то. \n\n— Дядь Паш, можно я немного задержусь у тебя? \n\n— Конечно. \n\n— Видишь Макс, а ты меня ссылаешь. \n\nВ нашем шуточном разговоре участвовали все. Даже Лия присоединилась. Когда Кирилл у нее что-то спрашивал, она краснела и становилась похожей на рака.  \n\nУбитая девушка была знакома с Федей. Его задержали, хоть предыдущие девушки не были с ним связанны, его все равно задержали. Вернулся директор “Гиганта”. До него все же смог дозвониться и передать номер администратор.  \n\n",
    "answers": [
      {
        "id": 54,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 54,
    "text": "Когда медсестры стали выгонять из палаты посетителей, мне отдали мой новый телефон, пригрозили еще одной такой выходкой и ушли. \n\nПосмотрев в телефон, увидела двадцать семь пропущенных от папы … неродного отца … отчима и сообщение с просьбой перезвонить, последний звонок был час назад. Несколько пропущенных от Бори. И ни одного от родной матери. Хотя почему не одного. Сообщение с приказом вернуть вазу или отдать деньги за нее, или она пойдет в суд. \n\nЯ перезвонила Боре. \n\n— Наконец-то позвонила, почему не пришла? — с обидой в голосе спросил он. “Блин, забыла про него”. \n\n— Извини, были не отложные дела. \n\n— Давай я сейчас за тобой зайду, сходим просто погуляем? \n\n— Извини не могу, я сейчас в больнице нахожусь. Время посещения закончилось. Давай я тебе адрес скину ты завтра придешь если захочешь?  \n\n— Правда? А я уже думал, что совсем тебе не нравлюсь. \n\n— Придешь в часиков пять? \n\nУтвердительный ответ не заставил себя ждать, он еще по спрашивал о моем состоянии. \n",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "\nМаксим\n\n \n\n“Вроде бы сегодня все прошло нормально. Мы даже не поссорились — для нас это огромное достижение.” \n\nНужно еще в отдел заскочить бумаги какие-то заполнить. Мой телефон зазвонил я думал — это Маша и не глянул на имя звонившего.  \n\n— Чудо, что у тебя случилось? — я был доволен сегодняшним днем, он прошел как никогда великолепно. \n\n— И тебе привет, зайчик мой — ответил не тот голос, который я хотел услышать. Улыбку, как ветром сдуло. \n\n— И Вам здравствуйте. Екатерина, что хотели? \n\n— Ну чего, мы только на ты перешли. \n\n— Мы не переходили на «ты», Екатерина. Если что-то не по делу, то я занят. Меня девушка ждет. \n\n— У тебя же не было девушки. \n\n— Во-первых, у Вас. Во-вторых — Вас это не касается. До свидания. \n\nОна хотела, ответить, но я уже сбросил трубку.  \n\n“Вот прилипла ко мне, как банный лист. Не отцепишь, как клеща. Но если бы на ее месте была Крылова — отцеплять бы не стал.”  \n\nПока ехал до работы, мечтал о Марии Крыловой. Решил куда-нибудь ее пригласить. \n\nКак только пришел, сразу озадачили копаться в бумажках — не люблю это дело, прям совсем. Несколько раз тянулся к телефону, чтобы позвонить или написать моей Маше, но решил не торопиться. Когда вместе с Кириллом напились пришлось и себе, и ему признаться, что влюбился, как мальчишка. \n\n",
    "answers": [
      {
        "id": 56,
        "text": "9 глава"
      }
    ]
  },
  {
    "id": 56,
    "text": "\n                                9 глава\n\nГена — непосредственный начальник. Гонял по документам. А стоящий над ним наш горячо любимый и обожаемый полковник — Сергей Ильич. Гонял по оформлению. После четвертого похода к нему, он послал переделывать. Выйдя из кабинета, настроение было уже на нуле. Сказал, раз как нужно не могу оформить, то верни первый вариант, самый лучший. А в первый заход нельзя было сказать. \n\n— Нет, нельзя, кто с моей дочкой переспал и кинул на утро с номером для помощи душевнобольных!? — начал кривляться, понимая, почему гоняет. \n\n“Да и она бы меня не увидела. Вот черт меня дернул вернуться в офис, хотя дел в нем не было. И мстит еще за то, что было несколько месяцев назад, зараза.” \n\nНаконец доделав и переделав всю работу по несколько раз, отправился домой.  \n\nУтром пришлось идти в школу, которую я благополучно чуть не проспал. Привычка приходить ко второму уроку или паре. Расписание изменили, учительница физики ногу сломала. Первый урок литературы у одиннадцатого класса. Прихожу в кабинет за несколько минут до звонка. Большей половины этих... учеников нет. Придется всех обзванивать, как бы мне сильно не хотелось этого делать. Крыловой снова не было, что меня злило. Есть только две причины почему ее нет: первая — она бухала полночи; вторая — проспала.  \n\nДав задание, начал обзванивать родителей. Последней позвонил матери Маши. Она ответил сразу. \n\n",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Здравствуйте, Максим Андреевич — классный Марии. Почему ее нет в школе? \n\n— А мне по чем знать? Эта шалава не отчитывается передо мной. Наверное, ноги у какого-нибудь мужика раздвигает.  \n\nМеня охватил гнев, как можно о родной дочери, так отзываться, наш разговор стал очень неприятным, поэтому, попрощавшись бросил трубку. Набрал Юру может он знает, но абонент не абонент, как говориться. Пришлось думать, к кому она пошла. Подруг у нее нет. Только если к этому Борису. И то не вариант. Вспомнил, она к Паше просила отвезти, я почему-то не предал этому значения. Позвонил ему, Аркадич ответил, что она в больнице. Тут меня охватил страх, что с ней могло случиться? \n\nНа оставшийся урок дал задание, написал Кириллу и сидел в раздумьях. \n\nПосле звонка с урока ко мне подлетела... как ее твою мать. Она увидела, что я в замешательстве. \n\n— Лиетта — она несколько дней назад вернулась с отдыха. Да три месяца не хватило. \n\n— Да, прости не всех запомнил. \n\n— Ничего страшного, но что с Машей случилось, я ей звонила, она не ответила? \n\n— Дружите? — вопросительно поднял бровь. \n\n— Скорее общаемся. \n\n— Она в больнице. \n\n",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "— А как же уроки? Вы, учитель, не можете так халатно относиться к своим обязанностям! — заявила она, гордо вскинув носик. Тут я охренел. \n\n— Ты мне нотации читать будешь? Мне достаточно Крыловой. \n\nДевочка не стала ничего отвечать, направилась в сторону выхода. До больницы мы доехали в тишине. Около нас встретил Кирилл. Проводив нас к нужной палате, мы увидели Павла Аркадьевича. \n\n— Давно сидишь?  \n\n— Как домой пришел. В часов десять. \n\nОставив Ли.. Ла... короче, одноклассницу. Отправились в офис. Ближе к вечеру нам позвонила девчонка, я обрадовался новости — Маша очнулась.  \n\nВ больнице ничего интересного не произошло, но у Кирилла было множество вопросов. \n\n— Зачем ты, вообще, сказал, что я уехал!? Я не понимаю. Ну сказал, что жопа классная и... — я испепелял его глазами — Ну... то есть... из-за этого? — я кивнул — Она живет у Аркадича и ничего. \n\n— Он взрослый мужик. С чего бы его на малолеток потянуло? \n\n— Ну тебя же потянуло.  \n\n— Лия с тебя глаз не сводила. \n\n— Да зачем мне эта тихоня нужна? Да, внешность у нее отпад, но с ней скука смертная. Про свои книжку и букашек, больше не о чем поговорить. \n\n— Ты лучше ей сейчас скажи, что девушек по старше выбираешь, мне суицидники в классе не нужны.  \n\n— Да иди ты. Пригласи завтра Машу в кино. Чтоб все красиво было, а то мальчик появится и прощай мечты, привет холодный душ, алкоголь, телки... Ну или в твоем случаи дрочить под душем. \n\n— Какого же хорошего ты обо мне мнения. \n\nЯ высадил его около дома. А сам думал сводить ее в кино — не самая худшая затея.  И как я сам не додумался. \n\n",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "\nМария  \n\n \n\nВ больнице мне капали витамины, следили за тыльными сторонами ладоней. Мне их зашивали, особенно на правой руке все расшибла. Не выпускают только по одной причине:  \n\n«Вдруг швы разойдутся или с собой что-нибудь сделаешь. Тебя уже на учет поставили. Раз-два в месяц должна к психиатру ходить» — раздражают. \n\nМне настолько скучно, что я начала мелодрамы смотреть. \n\n«Я люблю тебя. \n\nТы не можешь любить меня. \n\nКак не могу? Еще как могу!» \n\nИ подобные сцены есть во многих фильмах. И именно за это я люблю русский кинематограф. Просто обожаю. Кирилл, Максим и дядь Паша заходили в районе одиннадцатого, а работают до шести тридцати. У Лии кружки она только после семи освободиться, но на переменах мы с ней переписываемся. А пропускают в больницу до шести. \n\nБез пятнадцати пять пришел Боря. С цветами, розы были красивые, но я их не люблю. Самые красивые цветы мне дарила Арина — амариллис. Чем-то они напоминают лилии. \n\n— Привет, как дела? \n\n— Нормально... — тут я нахмурилась — Я в больнице лежу, как, по-твоему, у меня дела? — тот лишь пожал плечами и протянул цветы — Извини, просто сейчас не лучшее время. \n\n— Не хочешь сходить прогуляться? Когда тебя выпишут, конечно.  \n\n— Можно. — могу себе позволить. Заколебал этот Максим, сегодня мне приснился сон. Мы с ним соримся в кабинете русского, были оры, обиды и обзывательства. Но когда он меня поцеловал, сбросил все вещи со стола, посадил на него. Разорвал мою блузку, продолжая целовать губы. Я в порыве страсти срывала пуговицы с рубашки. Он задрал мою юбку карандаш по пояс и тут... Входит эта Екатерина, начинает верещать, про педофила, подстилку-несовершеннолетнюю. И я просыпаюсь от стука палатной двери. Медсестра весь сон испортила, хотя, возможно это и к лучшему. Уже вся школа твердит, что самый красивый, умный и добрый Максик и грымза-биологичка встречаются. \n\n",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "С Борей было бы интересно не будь он таким скучным. Хорошо, что пришел всего на час, но персонал больницы еле его вывел из палаты. На протяжении дня мне позвонил несколько раз папа, но я не ответила, лишь отписалась, что нет желания с ним говорить. Мама так ни разу не написала, не то, что позвонить.  \n\nПока я грустила в палату зашел Максим. Заметила я его, когда он кашлянул. \n\n— Как ты тут? \n\n— Пришел проверить. — на мой немой вопрос, про как он сюда прошел, ответил — Не поверишь глав врач давний друг Сергея Ильича. Наш полковник. \n\n— Понятно. \n\nТут его взгляд упал на цветы. \n\n— Это от кого? \n\n— Боречка приходил, в кино зовет. — не знаю зачем я это сказала. Может хотела предупредить. Может хотела проверить ревнует или нет. Но то, что он напрягся это точно. \n\n— Мм… Понятно... Не хочешь со мной сходит в кино, вместо Бори? — как-то не уверенно начал он, занес руку за голову и начал чесать затылок — Ну... то есть не со мной, а с Кириллом и Лией еще. Они приглашают. \n\n— Правда, тогда я Кириллу позвоню о времени договоримся — слишком наигранно радостно ответила я. Достала телефон и набрала левой рукой Кирилла. Спустя несколько звонков он ответил, я поставила на громкую. \n\n— Кирилл, меня выписывают через два дня, когда пойдем? \n\n— «В смысле, куда пойдем?»  \n\n— Ну, Максим сказал вы с Лией нас в кино зовете, вы встречать начали? Она мне про это не говорила. — Максим становился все белее и белее с каждой фразой. \n\n",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "\n— «Аа... Да, мы в кино зовем, но не встречаемся. Отметить, так сказать выздоровление твое... Можно мне с Максимом поговорить?» \n\n— Да, конечно. — я передала телефон. \n\nОн вышел и до конца не закрыл дверь, и я слышала обрывки разговора. \n\n— Да это случайно получилось... А что я еще должен сказать: “ Извини, я жутко ревную к твоему Боречке и мечтаю с тобой переспать.” — ты так себе это представляешь?... Да я тебя понял. \n\nСтрашный Вы человек Максим Андреевич, а я буду играть на Вашей ревности. И на нервах чуть-чуть. Главное не переборщить. И узнать нужно, почему все думают, что Вы спите с Екатериной. \n\nМаксим вернулся в палату, а я в это время читала книгу и делала вид, что лишком она хороша и я увлечена ею.  \n\n— Я это, наверное, пойду? \n\n— Ты у меня спрашиваешь? Я тебе мама, девушка или жена.  \n\n— Было бы не плохо.  \n\n— Хорошо — я хмыкнула и пожала плечами, в это время Орлов, что-то усиленно обдумывал, после на лице засияла улыбка. \n\n— Я завтра еще приду. \n\n— Максим Андреевич, из вас так себе шпион.  \n\n “Вас легко подслушать. Вы даже этого не заметите”- подумала я и попрощалась с Максимом.\n\n",
    "answers": [
      {
        "id": 63,
        "text": "10 глава"
      }
    ]
  },
  {
    "id": 62,
    "text": "Содержание",
    "answers": [
      {
        "id": 4,
        "text": "2 глава"
      },
      {
        "id": 11,
        "text": "3 глава"
      },
      {
        "id": 16,
        "text": "4 глава"
      },
      {
        "id": 26,
        "text": "5 глава"
      },
      {
        "id": 34,
        "text": "6 глава"
      },
      {
        "id": 41,
        "text": "7 глава"
      },
      {
        "id": 49,
        "text": "8 глава"
      },
      {
        "id": 56,
        "text": "9 глава"
      },
      {
        "id": 63,
        "text": "10 глава"
      },
      {
        "id": 70,
        "text": "11 глава"
      },
      {
        "id": 79,
        "text": "12 глава"
      },
      {
        "id": 84,
        "text": "13 глава"
      },
      {
        "id": 90,
        "text": "14 глава"
      },
      {
        "id": 97,
        "text": "15 глава"
      },
      {
        "id": 104,
        "text": "Эпилог*"
      }
    ]
  },
  {
    "id": 63,
    "text": "\n                                10 глава\n\nДни повторялись, сначала — завтрак, потом — ко мне приходил Боря. И как он только успевал к 10 утра. После препараты, обед, сон.час и психиатр. Вечером приходили ребята. Единственное Максим стал более внимательным. А когда речь заходила о парне, имя которого не знала, и которую заводила Лия, Макс начинал сильно напрягаться. Кулаки сильно сдавливал, настолько, что костяшки белели. \n\nНа пятый день нахождения, с утра меня выписали. Забрали меня Кирилл и Максим. Мы заехали домой и поехали в “Гигант”.  \n\n— А почему вы без меня не сходили? \n\n— У меня кое-что сильно сжимается, после того как вы сказали, что он немного не с нашей планеты. — обиженно прикрикнул Кирилл, его выгнали на заднее сиденье. И для него не важно, что здесь я уже сидела. \n\n— Ага, оно сильно сжимается при его фантазиях. — Максим начал ржать. \n\n— А ты от куда знаешь? Пробывал? — прищурился Кирилл — Со мной вместе в другой одежке ходишь? — мне стало смешно от его... выражений... гомофоб в общем, как и Орлов. \n\n— Ты, это, называй все своими именами...\n\n—  А что в этом плохого? — спросила я, Макс аж затормозил и машины за ним начали сигналить. \n\n— Что в этом плохого? Серьезно? — в голос переспросили парни, Кирилл продолжил — если тебя будут в... — будто очнувшись, оглядел меня — Да, кому я это объясняю. \n\nЯ лишь пожала плечами, отвернулась к окошку. Они продолжили говорить на эту тему, плавно она переросла на что-то непонятном мне механическом языке. Говорили что-то про двигатель, потом про карданную передачу, какие-то еще за умные слова. Последнее что я поняла — Кириллу на машину нужно заменить амортизаторе. Осталось узнать что это такое. Но хорошо, что осталось ехать минут десять. А еще на нас переводят, мол это мы много говорим. \n\n",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление"
      }
    ]
  },
  {
    "id": 64,
    "text": "Доехали до клуба. Внутри нас встретил администратор. Мы представились, назвали имя директора, нас отвели к нему, точнее меня, парни остались ждать за дверью. \n\n— Здравствуйте. — сидевший за огромным дубовым столом мужчина, оторвался от бумаг. Возраст его был 44 года. Это единственное, что я точно знала. Черты лица грубые, впалые щеки, хорошо выделяли нижнюю челюсть и скулы. Брови были черными и широкими, но видно, что за ними следили. Волосы были уложены в стрижку и тоже черного цвета. Хоть черты и грубые, но он выглядел красиво. Когда он встал, мне стало страшно. Ростом он был выше меня раз так в сто. Мне сразу вспомнилось произведение “Слон и Моська”. \n\n— Здравствуйте, можете звать меня Антон, милая леди. — он усмехнулся — Мне звонил мужчина и я думал, что придет кто-то более... Высокий. — он замялся пожал руку и предложил присесть. Но все стулья были маленькие, когда я садилась на них стол был мне чуть ниже ключиц. \n\n— Я лучше постою, наверное. \n\n— Да, так будет определенно проще. — устало вздохнул он — Чай, кофе... Воду? \n\n— Воду — мне стало не ловко, но мне было очень интересно — Мм... \n\n— Вы что-то спросить хотите? — я кивнула — Глупый вопрос, Вы за этим и пришли. \n\n— Эм... Правда, что Вы с другой планеты? — я зажмурилась и покраснела. \n\nОн охренел, причем очень сильно и несколько минут просто молчал. \n\n— Меня, конечно, о многом спрашивали, но чтоб о таком и прям в лоб... Я нормальный, о чем ты вообще думаешь? — он начал орать.  \n\n— Да я от куда знаю, нормальный Вы или нет. Я Вас в-первые в жизни вижу. Когда администратор мне давал Ваш номер он сказал, что вы того этого. \n\n",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Кто сказал? — он выглядел озлобленным на того человека, но орать перестал. \n\n— Я не знаю как его зовут... А Вы правда не того этого. \n\n— Хочешь проверить? \n\n— Нет спасибо. Вот. — я ему передала карточку-визитку — И на 23 число нужно. \n\n— Это займет некоторое время.  \n\nЯ вышла к моим любимейшим “мужчинам”. Они, конечно, любимейшие, но не мужчины.  \n\n— Он нормальный. \n\n— Доказал? — с недоверием посмотрели на меня. \n\n— Можно и так сказать. \n\nКогда мы вошли в кабинет, мужчина на них зыркнул, покрыл их четырехэтажным матом и преспокойно попросил выйти.  \n\n— А почему Вас так назвали? \n\n— В ту смену работал... — усиленно вспоминал имя — Короче, уже не работает парень. Я с девушками на работе не тр... сплю, предпочитаю в отелях... там лучше  — подбирая слова, он смотрел на меня — Ну а в тот день... — он опять задумался. \n\n— Можете все называть своими именами. \n\n— Тебе сколько лет хоть? \n\n— Восемнадцать. \n\n— О, восемнадцать — он сильно удивился — Я думал лет четырнадцать. У меня дочь твоего возраста растет в городе. —  он выждал паузу — Где-то. \n\n— Если бы мне было четырнадцать, что мне тут делать? У Вас есть дочь и Вы не знаете, где она живет? \n\n— Это уже не твоего ума дела. Я до ее шестнадцати не знал о ее существовании — уже злостно проговаривал он -Дальше пошли в бизнесе проблемы, пришлось их решать. \n\n— Так Вы же директор. \n\n",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "— Скажем так... Это не то заведение, чем кажется. \n\nОн передал мне распечатки. Всех записанных на это число людей. По визитке-карточке ничего не было. Я вышла из кабинета, но меня вернули обратно с контейнером для сбора слюны и ватной палочкой и чернилами для отпечатков пальцев. Мне такую штуку тоже делали. \n\nМужчина по началу отнекивался и очень сильно ругался. Но спустя минут двадцать беготни за ним по кабинету, он согласился. \n\nВыйдя из кабинета, отдаю Максиму образцы и распечатки. Вышли из здания, направились в сторону машины, а я думала над словами о его дочери. Уже в машине я написала ему: \n\n“Я помогу Вам найти дочь. И почему клуб не то, чем кажется?” \n\nОн прочитал, но ответа так и не пришло. \n\nНа этот раз за руль сел Кирилл. Мы с Максимом сели на задние сиденья. Начали искать в бумагах знакомые имена. Девушек мы сразу отметали. Вскрытие показало, что, во-первых, их насиловали. Это в принципе могла подстроить и девушка. Но одна из жертв на протяжении десяти лет занималась боксом. И у нее есть какой-то там разряд. Девушка просто с ней бы не справилась. И волос на теле одной из жертв был мужской. \n\nНа распечатках рядом с именами был написан еще и возраст. \n\n«Страпенок Елена Ивановна 23 года... \n\nКонской Юрий Константинович 47 лет... \n\nФорштатов Максим Михайлович 29 лет... \n\nКазакова Юлия Денисовна 36 лет... \n\nАбдраев Сергей Владимирович 53 года... \n\nОстапчук... » \n\nАбдраев Сергей Владимирович — директор нашей школы. Не знала, что у него такие предпочтения. Хотя... хорошо, что не знала. Ходят слухи, что он спит со старшеклассницами, и не только нашей школы. \nЯ дернула Максима за руку. \n\n— Это же директор, ну то есть... ты поняла короче... \n\n— Нужно школьниц поискать.  \n\n— Ага, и раз на то пошло. Нужно расспросить Логачеву Наталью Александровну. \n\n— Она первая, кто заявление о совращении несовершеннолетних написала. \n\n",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Я перевела взгляд на водителя. \n\n— Кирилл. — тот хмыкнул — Вы же не просто так в школу устроились? Или я что-то не так поняла? \n\nЯ увидела, как Кирилл перевел взгляд с дороги на зеркало. В нем отражался злой взгляд Орлова, который так и кричал: \n\n“ Скажешь — убью”. За этот взгляд он получил от меня и поник, опустив голову. За этот жест Кирилл очень сильно развеселился. \n\n— Да, изначально должен был быть красивым и обаятельным учителем я. Но нужны были учителя русского языка и литературы. А, знаешь ли, у меня ни с тем, ни с тем дела не очень. Я только на третий раз сдал ЕГЭ по русскому. \n\n— Именно поэтому он не любит писать сообщения.\n\nУ меня запищал телефон.  \n\n“ Перевод от Крылова В. В. на 3000 рублей.” \n\nЯ перевела ему деньги обратно. Отложила телефон. До офиса полиции мы доехали в молчании. К концу поездки мне опять перевели деньги Крылов В. В., опять 3000 руб.  \n\nЛадно отложу до “лучших” времен. Выключила телефон и он пиликнул, что начало меня подбешивать. Сообщение уже от Бори. Он просил о встречи. Я согласилась. \n\n— Макс, отвези меня домой. \n\n— Что случилось? \n\n— Да вот, с Борей погулять идем. — рядом стоящий Кирилл усмехнулся, а Максим будто побелел. \n\n— Хорошо, но ты скажи где будешь, что мы тебя нашли, если что. — первым подал голос Кирилл. \n\nЯ кивнула. Мы направились в машину. В квартиру я попала через полчаса. На дороге не было машин.\n\n \n\nМаксим\n\n \n\nС Кириллом мы поехали к кинотеатру. И стали ждать Крылову. Меня прам разпирало от... любопытства? Да, назовем это так. Как они проведут свое свидание. \n\nЭтот Борис ждал у входа с цвета, молодец боец, ничего не скажешь. \n\n— Ты че такой напыщенный? Позлить она тебя хочет. \n\n— Она, позлить, ты издеваешься? \n\n— О смотри идет. Мне аж самому интересно, знает ли она о нашей слежке или нет? \n\n",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Они встретились. Парень вручил ей цветы, она поцеловала его в щеку. Как только пара зашла в здание, мы с Кириллом вышли из машины и направились к дверям. \n\nОни хотели взять билеты на последний ряд, но кто-то видимо забронировал все места. Интересно, кто это был.  \n\nЯ был не уверен на какой они фильм пойдут, поэтому забронировал у шести. На ужасы они навряд ли пойдут, на боевик тоже. \n\nОни, купив билеты на “Серебряные коньки” (с сестрой на него ходили), направились в сторону фудкорта. \n\n— Ты сейчас похож на какого-то злостного гения. — недобро сверкнул глазами через солнцезащитные очки — еще бы платочек на меня повязал. \n\n— Надо будет повяжу. \n\n— Вот и отлично \n\nОни взяли билет на предпоследний ряд. Я купил билеты на места для “поцелуев”. Продавщица на нас косо взглянула.  \n\n— Ну да, когда в нашем городке парни покупали билеты для поцелуев. — пробубнил я.\n\n— Дорогой, попкорн покупать будешь? — издевательски спросил он. \n\n— Хватит болтать, сейчас потеряем их из виду и все. \n\n— Ах, ну да может он сейчас Машеньку нашу где-нибудь зажал, слюнявит ее рот.  \n\nКак представил картину сразу блевать захотелось. Кулаки не произвольно сжались. В глазах загорелся опасный огонь, готовый сжигать все на своем пути. \n\n",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "— Макс, я же пошутил. — нервно хихикнув, перевел взгляд на пару. Они направились в сторону зала, находящемся на втором этаже — Тебя по ней так кроет, даже меня куда-то отправил. Пригласи ее погулять тебе она не откажет я уверен.  \n\nМы молча ждали за стенкой, когда начнут запускать в зал.  Мы зашли сели на места. Они сидели не прямо напротив нас немного сбоку, но было хорошо видно их. Он ей что-то нашептывает, она лыбиться.\n\nА еще этот... герой явно решил, что сделал многое в этой жизни. Полез к ней с поцелуем, но она повернула голову и он попал в щеку. Моя девочка. Хоть рот ее не обслюнявил. \n\nНачали показывать фильм. Он был интересным скорее Борису, ее хахалю, чем ей, но интерес был. Спустя минут тридцать Крылова вышла. И спустя несколько минут пришло сообщение Кириллу, и он рванул на выход. Спустя несколько минут вернулась Маша. А за ней Кирилл. \n\n— Надеюсь она тебя не видела? \n\n— Нет, наверное, не видела. — как-то слишком напряженно ответил он. \n\n",
    "answers": [
      {
        "id": 70,
        "text": "11 глава"
      }
    ]
  },
  {
    "id": 70,
    "text": "\n                                  11 глава\n\nМария \n\n \n\nТаксист высадил меня на парковке. Я шла около машин и увидела среди них знакомую. Меня не увидели, хотя я заглянула в машину. Макс и Кирилл спорили между собой.  \n\n— Вот два идиота.  \n\nПробубнила себе под нос. Около входа уже стоял парень и откровенно нервничал. Вручил мне цветы. Ну, а я в ответ поцеловала его в щеку. Уже чувствую злой взгляд. Боря хотел взять места в последнем ряду, но они были уже все забронированы. Направились за попкорном, а когда шли к лестнице, заприметив нас, горе-шпионы спрятались за стенкой.  \n\n— Ну да, куда же еще? \n\n— Что?  \n\n— А? \n\n— Ты что-то сказала, я не расслышал повтори, пожалуйста. — на самом деле Боря был очень милым, романтичным — это в нем привлекало. Но от этого он был не менее странным — это пугало. Может какая-то психологическая болезнь?  \n\n— Я... давай сходим после на аттракционы? \n\n— Может в следующий раз? Будет повод для встречи. \n\n— Хорошо. \n\nНас запустили в зал. Фильм был интересным, но я вышла в туалет. Выйдя из зала, набрала сообщение Кириллу. И ждала в каморке у туалета. Кирилл зашел, но не сразу меня заметил. \n\n— Кирилл ты в курсе, что шпионами вам не быть? \n\n— Я это уже понял, как ты увидела нас? \n\n— С самого начала? — я удивленно вскинула бровь — Еще на парковке. \n\n",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Бл... Ну гафига он по сторонам то глядел. Я думал ты нас позже заметишь. Или не обратишь внимание вовсе.\n\n— Вы так мило беседовали. И я по твоему дура?\n\n—Положительный ответ тебя не устроит? — я покачала головой — Он тебе нравиться? \n\n— Он с Екатериной встречается. И ты не ответил.\n\n— Ответ тебе не понравиться.И с кем, черт возьми? С этой шваброй. Да эта даже меня задолбала. А ее подруга, через меня хотела ее подложить Максу. \n\n— О так он свободен. — настроение у меня сразу поднялось. \n\n— Ага и в школу нужно почаще ходить. \n\n— Как ходить? У меня рука не зажила. А я правша между прочем. Писать не могу. \n\n— Писать не можешь, зато читать горазда. Завтра чтоб в школе была, а то я про этот разговор Максу расскажу. Он тебя по головке не погладит. \n\n— Ага, слышала я ваш разговор, пока в больнице лежала. \n\nКирилл побелел, видимо в голове был один вопрос : “Все ли она слышала?”. Кивнув, направился к выходу. Но я его удержала и попросила зайти после меня. Якобы я его не видела. \n\nВесь оставшийся фильм я смотрю с интересом и не отвлекаюсь на не нужные комментарии парня, сидящего справа. \n\nВызывает такси, рвется довести меня до дома. Но я отказываюсь. Прихожу домой и заваливаюсь спать. \n\nУтром меня будет дядя Паша. В школу будет, если бы я отказалась в нее идти, он бы оставил меня в покое. Но нет же, сказали в школу идти, я вот и иду. \n\n",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "Но все же лень берет свое. Собираюсь встать в добром здравии. Но глаза не открываются. А подушка такая мягкая. Одеяло теплое. Кровать удобная. А в комнате прохладно. \n\n— Встану, но пойду ко второму... или к третьему. \n\n— Хорошо. Но Макс не будет ругаться? Первый урок у него? \n\nТут я спрыгиваю с кровати. Первый урок у нас не у Макса, а у мегеры-биологички. Она меня с потрохами съест. \n\nБыстро надеваю на себя одежду, все по правилам белый верх и почти черный низ. Надела толстовку, на низ почти черные брюки, нежно-голубого цвета. А дядя Паша... тоже опаздывал. Так еще завтрак на меня приготовил. Нет, чтобы собираться, так мы чаи гонять будем. \n\nЯ залетела в класс во время звонка. Никто еще не приготовился, а за мной была целая туча опоздавших. \n\n— Мария, почему опаздываем? Давно тебя не видела? Так соскучилась. — это все прозвучало таким голосом, что аж треснуть ей захотелось. \n\n— Я бы Вас еще столько же не видела. — она это четко услышала, правда пробубнила себе под нос — Здравствуйте, Екатерина Арнольдовна.  \n\nЯ начала доставать учебники. На данный момент правой рукой я не могла пользоваться. Даже пенал достала, для вида, не более.  \n\nПол-урока она трындела, многие не писали и сидели в телефоне. Но меня она стала контролировать. \n\n— Крылова, почему не пишем? \n\n— Рука болит поэтому не пишем. \n\n— Левой пиши, если не можешь справку принеси, тогда и поговорим. Ручку в руки и пиши. Все пишут ты исключение что ли. \n\n— Так она у Макса... —  тут ее лицо побогровело от злости — То есть у Максима Андреевича. И еще вот Вы вроде бы биологию преподаете. А не знаете, что может случиться с рукой, если не соблюдать рекомендации врача. \n\n",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "Она начала орать еще сильнее. \n\n— Я учитель, ты никто, ты ничего в жизни не добьешься. Будешь дворником работать. Ни черта не умеешь. Думаешь за мужика выйдешь он тебя содержать будет?  \n\n— Ну будет и будет. \n\n— Да на тебя никто в жизни не посмотрит. Ни рожи, ни кожи. Что в тебе привлекательного? \n\nОна все продолжала орать. Приводила в пример какая она хорошая. Что от мужиков отбоя нет. А я шлюхой родилась. Шлюхой и помру. Я взяла свои вещи. Выбегая из кабинета, услышала ее крик о приказе... не просьбе именно приказе о приходе родителей в школу. \n\nПрибежала на пруды. Села на лавочку. Вызвала такси. И направилась домой. Позволила себе расплакаться только дома. Осела на закрытую дверь и сползла по стене. Отлично на первый урок сходила. Немного успокоившись, взяла телефон. Было много пропущенный от Лии и Макса. И одно сообщение от Антона: \n\n“Уже нашел” \n\nЯ лишь пожала плечами, не ответила. Через час дверь открылась и зашел Паша. За ним напуганные Максим и Кирилл. Всегда вместе. \n\n— Мы с Тамарой ходим парой. — мне стало смешно от мыслей, произнесенных в слух. \n\n— Что произошло? — им было не смешно. Очень не смешно... А я как “адекватный” человек продолжала ржать. \n\n— У нее истерика. Поговорить нормально не получиться. \n\nМеня отнесли в гостиную. Посадили на диван. Принесли воды. И на большой плазменном телевизоре включили... «Смешарики» будто ничего другого не было. Но мне и этого было достаточно. Я так увлеклась их просмотром, что не заметила, как трое мужчин ретировались на кухню. \n\n",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "— Пошли кушать. Доставку привезли. —изо стены показался Макс \n\n— Роллы. — с надеждой в глазах, смотрела на него. \n\n— И роллы, и пиццу, и бургеры, и крылышки, и борщ привезли. \n\n— Борщ? Тебе не кажется, что он не вписывается в эту тусовку. Это как... это как... короче, не могу ничего нормального придумать. \n\nМы зашли на кухню, сидящие за столом громко спорили к ним присоединился парень. Я молчала. Разговаривать не хотелось. Наговорилась хватит. После обеда, я пошла спать. В пять часов зазвонил мой телефон — неизвестный номер. Я ответила на него.  Меня попросил парень из... штуки где экспертизы делают... лаборатории позвонил, попросил приехать.\n\nВ спальне на кровати в телефоне лежит дядя Паша, его отпустили. В то время, когда горе-шпионы слиняли с работ. Я захожу, сажусь на край кровати. Мужчина принимает такое же положение, как и я. \n\n— Что случилось? — спустя несколько секунд молчание, пожала плечами. \n\n— Ничего особенного, просто... родителей в школу вызывают. — сделано спокойный голос и пофигистическим видом отвечаю, привсем пожимая плечами. \n\n—Все сильно плохо? — подпер руками подбородок, стая их на ноги. \n\n— Все хреново\n\n— Эт хорошо.\n\nТот лишь кивнул и лег в изначальное положение, а я пошла одеваться. \n\n",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "Сначала решила поехать в банк и открыть накопительную книжку. Положу на нее честно скопленные 50.000 рублей. Взяла талон, простояла в очереди, но... НО что-то стукнула в голову рядом стоящей бабке, и она начала орать: \n\n “МОЯ ОЧЕРЕДЬ, КАК ТЫ СМЕЕШЬ В МОЮ ОЧЕРЕДЬ ВСТУПАТЬ”. \n\nА еще она меня побила своей сумкой. Ее ели оттащили. Вызвали полицию. Я сказала претензий не имею. И кое-как сделала эту долбанную книжку. Вот дернул черт ехать, когда у всех работа заканчивается и толкучка везде начинается.  \n\nВ итоге приехала в офис около семи вечера. Направилась к звонившему мне человеку. Постучалась в кабинет. \n\n— Здравствуйте, Вы мне звонили. \n\n— Ага, звонили, меня Роман зовут. \n\nПрождав паузу, сказала. \n\n— Иии... Вы что-то мне сказать хотите? \n\n— Нет. — очень легко ему далось это слово. На лице у меня застыл немой шок — Я кофе хотел позвать выпить. \n\n— Вы серьезно? Вы издеваетесь? \n\nЯ как фурия вылетела из кабинета. Направилась в кабинет Кирилла и Макса. Постучав, мне разрешили войти. Немного по расспрашивав о моем самочувствии, отправили за кофе. Направилась в сторону кафетерия, а путь проходил через комнаты допросов. Около дверей одной из них стояло три амбала. И из нее вышел Антон. \n\n",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Здравствуйте. \n\n— Привет, как поживаешь? \n\n— Со вчерашнего дня ничего не поменялось. — в этот момент один из амбалов начал ржать. \n\n— Отвечает, как ты.  \n\n— Это Гриша мой начальник охраны и давний друг, он нашел мою дочь. \n\n— Это здорово. \n\n— Это... если что-то понадобиться звони. — неуверенно почесал рукой затылок. К нам на встречу вышел Роман, увидев, как мы мило беседуем, побелел и подбежал. \n\n— Я клянусь ничего... \n\n— Роман Вы что-то хотели? — строго спросил Антон. \n\n— Нет... нет... поздороваться решил. \n\nОн точно так же неожиданно исчез, как и появился. Попрощавшись, я вернулась ни с чем. \n\nДверь кабинета была приоткрыта. Я услышала весьма интересный диалог, из которого ничего не понятно. \n\n— Давай! \n\n— Не буду... \n\n— Будешь... \n\n— Сам-то не можешь... \n\n— Какой не могу... \n\nЯ постучала и вошла.  \n\n— У  вас прям информационный диалог. \n\n— Ага все понятно. Ладно я пошел. — я осталась с Орловым наедине. \n\n— Не хочешь... в парк сходить? Погуляем? \n\n— Можно. \n\nПешком мы направились в парк. До него идти несколько минут.  ",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Весь вечер мы гуляли и разговаривали на разные темы. Поели мороженное, в этом году осень выдалась достаточно жаркой.  \n\nЯ к нему присмотрелась. Сейчас он не тот грубый парень. При первой встрече его глаза показались слишком черными. Сейчас приобрели оттенок молочного шоколада. Волосы на света не казались такими темными. Максим не был надоедливым, как обычно это было. С ним было интересно и весело. Я давно так не смеялась. \n\nНаш разговор о рыбках прервал мой телефонный звонок. На экране высветилось “Юра”. \n\n— Привет, где пропал? \n\n— Забери меня. Меня на пятнадцать суток забрали.  \n\n— Ооу... А где ты? \n\nОн назвал адрес. И я упросила Максима меня отвезти. Он был явно не доволен моей просьбой. Пока мы ехали, он что-то бубнил себе под нос. Из чего я смогла разобрать: “Про Юрия этого забыл, вот... ”. \n\nБратец ждал около здания «Полиция». \n\n— Привет всем. Как давно я вас не видел. Максим, Мария. Премного благодарен, что забрали меня. \n\n— А из-за чего угодил? Я тебе звонила. \n\n— У меня телефон сел. \n\n— Это понятно, а почему посадили? — но меня проигнорировали и задали вопрос Максиму. \n\n— Ты за моей любимой девочкой следишь? \n\n— Слежу. — слишком грубо ответил. \n\n— Да, она мелкая куда-нибудь угодить может. \n\n— А чего тогда не следишь за своей девушкой? — у нас с Юрцом глаза на лоб полезли. \n\n— Чья девушка? — осторожно спросил он — Моя девушка? — он заржал. \n\n— Он мой брат. — шепотом ответила. \n\n",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Нужно было видеть его лицо. Оно перекосилось в удивлении. Взгляд так и кричал “А я то все время думал”. Но после осознания моих слов, его лицо засияло. \n\n— Ты думал мы с ней встречаемся!? — продолжая ржать, задыхался он — А я то думал почему ты на меня гаркнул. Так она тебе... \n\n— Что? Можешь так не орать? \n\n— Понял. Ничего не буду говорить. Сначала Машу завезем домой, надо предкам заскочить. \n\n— Юра... — неуверенно начала — Я от них ушла. \n\n— Куда? \n\n— К... дяде Паше. Он с Максимом работает. — наступило гробовое молчание. И оно очень сильно напрягало не только меня, но и Орлова. \n\n— Хорошо, поехали к нему. ",
    "answers": [
      {
        "id": 79,
        "text": "12 глава"
      }
    ]
  },
  {
    "id": 79,
    "text": "\n                                    12 глава\n\nМаксим \n\n \n\nСегодня я был не выспавшийся, как обычно с тех пор, когда мне начала сниться Крылова. Зайдя в комнату в черном кружевном халатике и встав около кровати, сбросила его. Мне показалось такого же цвета белье и чулки, прикрепленные к поясу. Она подошла ко мне, оседлала меня... А я прикрыл глаза, сделал глубокий вдох и запретил себе дальше думать. Я на работе. Работаю с детьми. \n\nДал детям самостоятельную работу. Я работаю на полставки. И всего несколько часов в день. И начал заполнять документы.  \n\nПосле первого урока ко мне прибежала Екатерина. Вот делать ей больше нечего. Как начала верещать про Марию, какая она бездарность и что в школе ей делать нечего. Я так и не понял, что она пыталась до меня донести. Кроме того, что она с урока сбежала. \n\nНу я и позвонил Павлу Аркадьевичу, что бы тот домой бежал. У меня еще два урока и свободен. Директор ведет себя тихо. Нигде не попадался. И я начал сомневаться правдивы заявления или нет. \n\nНаконец закончив дела в этом учебном заведении, отправился к Крыловой. Заехал за Кириллом. Мы позвонили в звонок. Нам открыл Паша и сказал, что сам только пришел.  \n\nЗашли в квартиру и увидели ее в слезах. А она, увидев нас начала смеяться — это был истерический смех. \n\n— Мы с Тамарой ходим парой — единственное что она произнесла и продолжила смеяться.\n\nМы начали допрашивать ее, она, как в рот воды набрала. Решили ее успокоить, что там любят дети? И девочки? Мультики? Ну мы включили смешариков. Заказали ей еды. Накормили... Только хотел выйти из кухни, как в нее зашел кот... Нет, котяра. И я заметил около холодильника стоит миска с едой.  \n\n \n\n",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление "
      }
    ]
  },
  {
    "id": 80,
    "text": "В офисе нас встретил полковник. Если Павел ели отпросился и ему сегодня ничего не сделают. То мы просто сбежали. Он нас за это по головке не погладил. Еще раз и премии не будет. Также он сообщил об еще одной жертве маньяка, мы должны выехать на место. Ничего интересного мы не нашли, а на экспертизе в МОРГе узнали о многочисленных побоях, чего не было с другими. Так же на спине было множество порезов. Которые сложили в имя Евгений. \n\nУже в кабинете мы, а точнее я заполнял бумаги, в то время как Кирилл играл в дартс, он сам его и притащил. Долго и упорно прятал. А когда забрали, пробирался на склад и искал его. К нам зашла Мария, уже спокойная, видимо сон пошел на пользу, мой напарник отправил ее за кофе. \n\n— Макс, пригласи ее, чего ты как... Мишка-дрыщ ведешь себя. Смотри уведут у тебя счастье. \n\n— Не буду. \n\n— Будешь. \n\n— А сам-то Лию пригласить не куда не можешь. \n\n— Ей нет восемнадцати, как будет может приглашу. \n\n— Сам-то ссыш. \n\n— Нет. \n\n— Да. \n\n— Вот будешь... \n\n— Не буду... \n\n— Можно?  \n\n— Нет — в голос сказали мы. Продолжали спорить в том же духе, пока в кабинет не зашла Мария. Уходя Кирилл сказал: “Давай”. \n\n",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Свидание проходило отлично, пока ей не позвонил Юра. Вот про него я как раз забыл, но как оказалось он был ее братом, у меня прямо от души от легло. \n\nЕго знакомство с капитаном прошло не плохо. Он отправил нас  в магазин за алкоголем, даже всучил денег, будто их у нас нет. \n\nВыйдя из магазина мы закурили. \n\n— Ты расскажи за что тебя взяли? \n\n— Будешь смеяться, очень сильно. \n\n— Не буду. \n\n— Ага, не будет он. Мне, когда мне рассказали и видео показали, было так стыдно, а мусо... а твои сотоварищи ржали.  \n\n— Я никому не скажу... Возможно... Да. — мне уже было смешно. \n\n— Я забрался в зоомагазин, как я главное туда попал не помню. Начали искать, что можно съесть. Обожрались пачки... эти... для грызунов семь злаков. Потом взял уже я попугаев, поднес вверх, как в короле льве и начал орать... — он скривился, было видно ему не приятно говорить, а меня распирало от смеха, но я сдерживался — “Шиншиллы не могут размножаться вне воле”. \n\n— А почему именно шиншиллы? \n\n— Да я хрен знает. Хорошо, что владелец только поржал и заявление не стал писать. А посадили так для профилактики. \n\nТут я заржал в голос, он покривился, мы пошли на квартиру. \n\n \n\n",
    "answers": [
      {
        "id": 82,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 82,
    "text": "Мария\n\n \n\nПили только Юра и Паша. Максиму за руль. А мне не давали, маленькая, видите ли. И дядь Пашу не смутило, что в первый день нахождения здесь, он меня споил. \n\nБлиже к двенадцати я начала убирать посуду. А Максим вызвался отвезти Юрия домой. Дядя Паша решил: “нужно проводить брата почти моей дочери домой”, но я его удержала. Уложила. И открыло окно. Завтра еще в школу идти. \n\nНа утро пьяница сказал, что подойдет к уроку третьему. Я направилась в школу. \n\nСоседка Лии заболела и она пересела ко мне. Урока биологии сегодня не было, но она успела подойти и напомнить, что нужно к директору. \n\n— Ну как у вас с Максимом? \n\n— Что у нас с Максимом? — откуда она знает, я ей ничего не говорила. \n\n— Ну это видно, особенно как Максим на тебя смотрит. Смотрел бы так Кирилл на меня. — Лия поплыла. А Кирилл смотрел, она просто этого не замечает — Вот представляешь вчера сидела и думала о нас с ним, о наших будущих детях и норках. Хочу двоих. \n\n— Кого? Норки? \n\n— Какие норки. Дети. Мальчик на него похож... Нет два мальчика и девочка. — ее уже понесло — Троих. \n\n— Вторая парта третьего ряда. Можете рассказать о чем болтаете. — грозно сказал Максим, строит из себя строгого учителя. \n\n— О детях. — сказочно протянула Лия. \n\n— О каких детях?  \n\n— О Ки... — я заткнула ей рот, в прямом смысле слова. \n\n— О Кириных. У нее двойня должна быть. — задние парты уже смеялись. \n\n",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Чтобы не продолжать этот балаган Максим отвернулся к доске, продолжая объяснять тему, игнорируя наши разговоры. \n\nНа третьем уроке пришел типа мой отец. Мы вышли и направились к кабинету директора. Секретаря на месте не было. Поэтому Паша постучал в дверь, открывая ее произнес: \n\n— Можно? \n\nМы вошли и застыли на месте, могли произнести в голос только: \n\n— Ахринеть\n\n",
    "answers": [
      {
        "id": 84,
        "text": "13 глава"
      }
    ]
  },
  {
    "id": 84,
    "text": "\n                                 13 глава\n\nНа столе директора абсолютно голая сидела... Не помню ее имени, но она из десятого класса. По-моему, ее зовут Настя. Раздвинула ноги, а между ее ног пристроился полуголый Сергей Владимирович. Не могу сказать, что он старый и страшный. Выглядел он на лет тридцать пять — сорок. Подтянут.  Хотя на пятнадцать лет старше. \n\n— Мы, наверное, выйдем. — первая проговорила я. Взяла за руку Пашу и вывела из кабинета. Когда закрылась дверь, он будто проснулся.  \n\n— Нет, ну ты видела. Я уже думал, что не правда все эти заявления. Ну не может человек ни разу не попасться. — он вызвал машины. А я сбегала за Максимом, его все же дело. \n\nСпустя минут двадцать забрали Сергея Владимировича. И Настю. Путем не долгих выяснений, она призналась, что вместе с мужчиной посещала клуб “Гигант” под именем Страпенок Елена Ивановна. Вызвали ее родителей. И уже они написали на него заявление. \n\nСам же директор все отрицал, что было в его случае крайне глупо. Так же выяснили, что волос на теле жертвы принадлежит ему. Но у него был соучастник, он не знает о последней жертве, которая пропала несколько дней назад. Это видно. \n\n—  Он не может быть насильником. — высказала свой вердикт психолог — Нужно еще одного искать. У второго психические проблемы. Это было видно по состоянию последней жертвы. \n\n— Может она его вывела из себя? \n\n— Нет, раны нанесены после смерти. Она его выбесила, что умерла? — психологиня подняла на меня взгляд — Я больше десяти лет работаю с “психами”. А с твоим делом меня попросили ознакомиться. Тебе нужно сменить. Обстановку и людей окружающих себя. Из-за них ты подвергаешь себя... — тут она запнулась — Тебя Павел искал. \n\nУшла по-английски, как говориться. Я пошла к Павлу. Думала что-то серьезно, но нет. \n\n— Мне зарплату дали, нужно домой продуктов купить. \n\n— Почему бы и нет. \n\n— Так из-за чего тебя вызывали? Да еще и с родителями? С виду милейшая девушка. \n\n— Да вот, я шлюха, Вы не знали? \n\n— Это она сказала? — я кивнула — Может мы ее... — он помахал ладонью около шеи — Засадим ее. И я так понимаю это не первый раз было. ",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление "
      }
    ]
  },
  {
    "id": 85,
    "text": "Придя домой и разобрав пакеты, я позвонила Боре и попросила найти информацию о нашем уже бывшем директоре. На утро следующего дня мне пришла вся документация. Его расписание поездки и семья. Жену жалко, двадцать лет на этого урода потратила, а от него только три дочери получилось, вследствие чего он ее начал гнобить. И она умотала к старшей дочери в Италию. А он постоянно в поселок N мотался. Мне бы кто сказал об этом. Я позвонила Максу. \n\n— Вы мне не о чем не хотите рассказать? — я слышала как они ехали в машине. \n\n— О чем? \n\n— О том, что Сергей Владимирович постоянно ездил в N. Что в двухстах километрах от нашего города. — в трубке я услышала отборный мат Кирилла и фразу: “Орлов Максим Андреевич, какого х*я. Мы же договаривались!” \n\n— Нам за тобой заехать? \n\n— Да. — “Нам за ней около часа ехать. Туда и обратно мы... да ну нах*уй. Мы же уже за город уехали.” — все бубнил Кирилл. \n\nЯ быстро надела сарафан. Черный. В полоску. Белую. Приготовила завтрак. И мне позвонила Лия. \n\n— Почему. Тебя. Опять. Нет. В. Этой. Гребанной. ШКОЛЕ!? — отчеканила она.  \n\n— Мне нужно уехать. \n\n— Куда? Это последний год. Экзамены. Или... И Макса в школе нет! — его она называла по имени. Мы на переменах у него в кабинете оставались, чай с печеньями пили. Вот она его по имени и стала называть. — Вы на свиданки бегаете. Вот почему мегера так злиться. Он ей внимания вообще не уделяет! \n\n— Они встречались? — нужно знать из первых уст. До Лии много слухов доходило. Почти из первых... Одной из последних.  \n\n",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Нет, она к нему бегала. Он от нее. Как она рядом проходит, он кого-нибудь из своих учеников ищет и примыкает к ним. Мы уже его предупреждаем. — она засмеялась. \n\nМы еще немножко поболтали. Прозвенел звонок. И она отключилась. Ко мне подъехали и написали. \n\nЯ вышла из подъезда. Села на переднее сиденье. А Кирилл на заднем сидел надутым, но ближе к черте города произнес: \n\n— За нами едут. \n\n— Я знаю. И едут они только, когда с нами Маша. \n\n— Следят за мной? Зачем? \n\n— Отличный вопрос. \n\nМаксим ехал не по прямой до деревни, а заезжая в другие населенные пункты. Но было ясно одно они ехали исключительно за нами. \n\n— Ты сказал, что они едут за мной, откуда инфа? \n\n— Помнишь мы гуляли. За нами мужик шел. Еще за Юрой ездили... \n\n— А это тот, который парень. \n\n—Нет, брат. \n\nДальше мы ехали молча, Кирилл, видимо, был довольным. Максим напряжённым. А я следила за дорогой. \n\n",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Всю оставшуюся дорогу мы не разговаривали, а машина, преследовавшая нас, не отставала. Когда мы останавливались на заправках или около магазинов, останавливалась не по далеку. \n\nДоехав до деревни, стали обходить дома. Никто нам не отвечал, ближе к четырем все управлялись и им было не до нас. Но мы нашли дом, в котором нас радушно приняли. В нем жил только дед лет шестидесяти — Николай. Он нас напоил чаем. \n\n— Этот хмырь? Да, приезжал несколько раз в месяц. — пробасил он.\n\n— А почему хмырь?  \n\n— Так он... у него бабка здесь жила. По началу... это... к ней приезжал. Потом женился. С женой приезжал. А после баб Нюра... Не гоже так об умерших говорить, но... — он понизил свой голос до шепота — Ведьма была... Все предсказывала... Порчу наводила. Мы... это... С нас плату деньгами не брала. У нее... эти... годы были... — он перекрестился, достал из ящика церковную тоненькую свечку, поставил около иконы и зажег — Ну никто, собственно, в эту чушь не верил. Потом... этот... как его... А Евдокимов. Сюда по работе приехал, у нас же шахта не далеко, вот семью сюда и перебрал. Пошел к бабке и условие поставил... Мол не верю я тебе. Напиши все о моей семье и им передай. Ну она и передала. А он умер от страха. Я его один раз после смерти видел... Когда из дома выносили. А с семьей этой... все по бумажке происходило. Один за другим помирали. И у всех свое. Только Лерка жива осталась. Ну и этот хмырь. — он поморщился — Напел ей, что развелся. И у них отношения завязались. Залетела, короче говоря. Сын у нее Женек, хороший парень. Она постоянно в город мотала на подработки. А проездом у них богатенький мужик был в городе. Город-то портовый. Ну и вот укатила с ним, как сын школу закончил, он месяца два назад в город смотал. — как раз два месяца назад все и началось — На заработки, у меня внучка от него беременна ходит. А Лерка, эта, постоянно Киру забрать к себе хочет. В, этом в своем, Нью-Ерке живет. Да и я за, в Америку ее отправить, но боиться чего. Чего только не понятно. — он пожал плечами. \n\n",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "— Может она Женьку и боится ? — задал Кирилл \n\n— Может, но на людях он ее на руках носит, я спрашиваю, мол: «бьет он тебя?». А она грустно вздыхает, молчит и отрицательно головой машет. У меня Кира всегда с прибабахом была. \n\n— А где она живет? \n\n— Ой, да там не людимо, возле леса в “усадьбе”. Этой деревне сто лет в обед. Еще при империи основали, как военный городок. Только больно много мирных было. А “усадьба” эта от какого-то генерала осталась. \n\nОн направил нас в нужную сторону и туда мы поехали, отыскать ее было не сложно, как и сказал возле леса одна. Мы остановились и постучали в дверь. После рассказа деда мне стало страшно. И парням было видно не по себе. Машина тоже остановилась не далеко, так что ее еле видно.  \n\nНам открыла женщина средних лет.  \n\n— Вам кого? \n\n— Киру, девушку Евгения. \n\n— Проходите, Меня Лерой зовут, я Киру заберу, мы сегодня уедем. \n\n— А почему в такой спешке? \n\n— Женя, насколько бы сильно его не любила, сын, все же. У него... психические расстройства, чего у не только нет шизофрения, от бабки досталась, ОКР, паническое расстройство, там еще целый букет.  \n\n— А из-за чего это? \n\n— Так его папаша в детстве избивал. — она перешла на шепот — По началу был здоровым ребенком. Шизофрения была, но не так сильно выражалась. Были припадки раз-два в год. А как Сергей начал приезжать, так все и началось. Вот все говорят, что мозг мне запудрил, а он изнасиловал. Мне двадцать было, я к маме на каникулы с учебы приехала. — она начала реветь — А Женя таким стал после того, как с лестницы упал и головой стукнулся. В коме был, говорили не выживет, а он выжил. Я может быть и плохая мать, но лучше бы он тогда сдох. А с Кирой встречались, она забеременела, он к себе позвал. На публике любящий мужчина. А Кира в больнице много раз лежала. Что у нее только не было сломано. \n\n",
    "answers": [
      {
        "id": 89,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 89,
    "text": "К нам спустилась девушка лет двадцати с большим пузом. И спортивной сумкой. \n\n— А почему только сейчас уезжаете? \n\n— Так раньше нельзя было. — ответила девушка — Он как уехал в город, я тете Лере позвонила. Мы загранпаспорт делали. \n\nМы вышли из здания. Распрощались с девушками, они направились в машину. Мы сели в свою. \n\n— Я схожу у той спрошу зачем они за нами едут. \n\n— А что если тебе что-нибудь сделают? \n\n— Ну сделают, и сделают. \n\nНо не успела открыть дверь, как ее заблокировали. Максим вырулил на дорогу. И мы отправились в город. Меня отвезли домой. Кириллу позвонили, он вышел на улицу, мы с Орловым остались в машине. \n\n— Сходим завтра в кино? \n\n— Хорошо. С кем?\n\n— Вдвоем, не поверишь. \n\n— На свидание зовешь? — кокетливо спросила я и коснулась его руки. \n\n— Ага. — он потянулся меня поцеловать, но я поставила руку. \n\n— Целуюсь только после первого свидания. \n\n— У нас оно было. — проговорил мне в ладонь. Схватил мою руку за кисть и перенес ее себе на щеку. \n\n— Нет. Не было. — гнула свою линию. \n\n— Хорошо не было. — не успела ответить, как меня поцеловали. По началу не отвечала, но Макс был напорист. Свободную руку перенес на затылок. Моя рука легла на его грудь, я почувствовала, как под пальцами заходило сердце. Разомкнула губы и впустила его язык. Перелезла через сиденья и оседлала его. Нас прервал стук в окно. Макс его опустил. \n\n— Порнушки не будет?  \n\n— Нет. — быстро чмокнув парня, выбежала из машины и направилась в подъезд. Лицо беспощадно горело. \n\nСпустя час я выглянула в окно. Там стояла преследовавшая нас машина. Черный тонированный Jeep Grand Cherokee. Я надела спортивные штаны и толстовку. Вышла из дома и направилась к машине. Постучала в окно. Оно опустилась. \n\n— Что вы здесь делаете? — в одном из пассажиров я узнала Григория.  \n\n— Мимо проезжали. \n\n— Дааа? — протянула я — И в N мимо проезжали? \n\n— Ага. — ответил второй пассажир, а по глазам Григория было видно, как он хочет треснуть его чем-нибудь. \n\n— А зачем ездили? \n\n— За молоком. \n\n— За молоком? — я обратилась к начальнику охраны — Ну как вкусное молоко было? \n\n— Следим, тебе нужно с Антоном поговорить. Это будет долгий разговор. Садись в машину поехали — сдался Григорий. \n",
    "answers": [
      {
        "id": 90,
        "text": "14 глава"
      }
    ]
  },
  {
    "id": 90,
    "text": "\n                                  14 глава\n\nСев в машину, она направилась в центр города. Оттуда в место, где живут все депутаты, мер, губернаторы и предприниматели, которые занимают важные места в продажах и предоставление услуг в краю. Все дома выглядели очень... красиво? Божественно. Но один дом сильно выделялся. Он находился поодаль от всех, территория занимала больше места, в отличии от остальных . Дом был из дерева, ну или косил под него, двухэтажный, с огромными панорамными окнами. Но выглядел не обжитым, по крайней мере так показалась территория. Где-то в углу показался маленький тоже двухэтажный домик, как сказал Григорий, это был домик для охраны и горничных. Они работали несколько суток потом столько же отдыхали. Несколько мужчин в черных костюмах осматривали, я так предположила, территорию. Григория позвали и его заменил другой муж... парень. Может чуть старше меня. \n\nПервыми в дом вошли охранники, мне предложили сесть на диван. Внутри дом был гораздо больше, чем мне показалось изначально. Со входа коридор ведет в гостиную, она была светлая, вот почему дом внутри мне показался больше. Соединенную со столовой кухню. Они соединены с гостиной аркой. Помимо этого, из гостиной можно было попасть в несколько комнат. И была лестница с вычурными перилами. \n\nИз комнаты вышел Антон и попросил зайти в его кабинет. Охранника, что зашел за ним, попросил принести кофе. Сначала хотел сказать виски, но быстро исправился. Кабинет очень сильно отличался, был в серых оттенках, с дубовым столом. Стеллажи с немногочисленными папками. И шкафом со стеклянными дверцами, в котором стояли бутылки алкоголя. С боку кабинета стоял диван, как и стулья, белого цвета. Я села на стул, думала мужчина сядет на свое место. Но он сел напротив меня. \n\n",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление "
      }
    ]
  },
  {
    "id": 91,
    "text": "— Я... — он не знал с чего начать, я ему помогла. Я выждала время и спросила:\n\n— Зачем Вы за мной следили? \n\n— Мне было интересно какая ты. Но начнем по порядку. — он встал, подошел к столу, достал папку, вернулся на место и положил ее на стол, не доставая содержимое — Девятнадцать лет назад у меня родители жили в городе, работали, а я учился. Появилась девушка. Мы познакомились в институте. Она была аспиранткой. А я учился на втором курсе. Ну в общем разница в возрасте была пять лет. Она закончила институт на год позже. Брала академ из-за ребенка. У нее сын родился, а отец ребенка, как о нем узнал, так и слинял, ну обычная ситуация... Ну, завертелось у нас. Я хотел для нее и для себя лучшего. Заполнил документы на обучение в Швейцарии. Поступил. Обучение длилось два года. Хотел забрать девушку и ее сына с собой. А она отказалась, не хотела бросать родителей. Сказала будет ждать. Я приезжал на каникулы к ней. По началу все было просто замечательно. До тех пор пока не стала меня игнорировать. Полгода это продолжалось. Пока... — он тяжко выдохнул, ему было больно и трудно об этом говорить — Пока... Не приехал я сюрпризом. Пришел домой, ключи у меня были. А она кувыркается с каким-то пареньком. Как оказалось это был... Витя... Виктор Крылов. — у меня аж челюсть, от удивления, упала на пол — Мой друг. Бывший лучший друг. Мы с ним в школу ходили. Вместе в армии служили. Учились. Попросил его приглядеть, ну вот... — он грустно усмехнулся — Вот и приглядел. Я, да, думал, вспоминал. Но редко. Есть один сын, ему три, скоро будет. Женат был шесть раз. Вот, только с седьмого получилось. Я вас потом познакомлю. Сюда приезжал по поводу “клуба”. Я уверен ты не кому не скажешь, но клуб... — он закусил губу и отвел взгляд — не совсем легальным... был, сейчас все изменилось. Ну, я отошел от темы. Несколько недель назад. — откинулся на спинку стула и посмотрел прямо в глаза — Мне позвонила Наталья, твоя мать. Начала орать в трубку, про дочь, про отношения с ней — то есть с тобой и много разной ерунды. Ну я и сорвался вернулся сюда, на малую родину. ",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "— И этот ребенок я? — вскинула бровь — Ну тогда все сходиться. \n\n— Что сходится? С самого начала знала? — теперь уже он удивленно откинулся на спинку стула. \n\n— Ну, тебе не кажется, что Роман слегка странно себя повел? Да и, твой друг — начальник охраны сказал, что на тебя похожа. \n\n— Так, что произошло? Почему твоя мамаша мне позвонила? \n\nЯ ему рассказала все, что произошло в моей жизни. Он слушал, иногда задавал вопросы. Ну и я узнала, что его жене двадцать четыре. У них три года счастливого брака. И сын. Наш разговор прервал стук в дверь. Показалась девушка с русыми волосами. И с карими глазами. \n\n— Здравствуйте. — она поежилась у двери. \n\n— Проходи. — сказал родной отец, встал и отодвинул стул рядом с собой. \n\n— Меня Яна зовут. С сы... С братом завтра познакомишься. Я его уложила в комнате на первом этаже. — это уже предназначалось не мне.  \n\n— Меня Мария. Можно просто Маша. — было очень непривычно. Если к Антону уже привыкла, то при его жене было стыдно. Было видно, что она дружелюбно ко мне относиться. \n\n— Ты останешься? Я постелю тебе на втором этаже. У нас ремонт в доме. Много комнат переделывали.  \n\n— Настолько все плохо было? — с надеждой на отрицательный ответ, спросил Антон. \n\n— Да. — перевела взгляд на меня, поясняя — У него все было каким-то скованным, в черно-серых оттенках. Гостиную, столовую и кухню уже переделали. Она хоть просторнее стала. \n\n",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "За разговором мы не заметили, как перебрались в зал. Оставили, отца работать в кабинете. Очнулась я, когда за окном стемнело, посмотрела на время на телефоне — двенадцатый час. И миллион пропущенных от дяди Паши, Максима, Лии и Кирилла, еще много от неизвестного номера. Я не на шутку перепугалась. Позвонила сначала дяде Паше. Как оказалось всю полицию поставили на ноги и мои знакомые были у него. Лие вызывали скорою ей вкололи успокоительное. А еще я много нового о себе узнала. И мне сказали: “Немедленно возвращаться домой”. \n\n— Извини не получиться остаться. \n\n— Что случилось? \n\n— Ты же знаешь, я сейчас живу у капитана полиции. Друзья лейтенанты. Всех на уши поставили.  \n\n— Хорошо, я попрошу кого-нибудь тебя отвезти. \n\nКогда я приехала домой, меня на входе ждали все. Даже Крылов приехал. А кот так вообще шипел на меня. Лия ко мне подбежала и начала обнимать, плакать, как испугалась, и думала, что что-то случилось.  \n\n",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "Максим меня потянул в комнату. Усадил к себе на колени. Схватил лицо руками и поцеловал. Я ответила, приоткрыла губы и его язык начал изучать мой рот. Его поцелуи из нежных превратились в более жесткие, доказывающие, что принадлежу только ему. Одну руку он запустил мне в волосы, которые схватил на затылке. Вторая поползла вниз. Остановилась на ягодицах и сильно сжала их. Он перенес свою руку с затылка на мои бедра. \n\n— Хватит. — прорычал он и оставил укус в районе изгиба шее. Но одна его рука не выдержала и поползла вверх, поднимая футболку, сняв лифчик и оголяя грудь, он начал ее трогать, осматривать, будто впервые видел.\n\nК нам в комнату постучали и заглянул Павел. Макс оторвался от своего занятия и обнял меня. Прикрывая от чужих глаз. \n\n— Максим тебе не кажется, что ты задержался. — сделано дружелюбно спросил он — На выход. — а это уже безапелляционно сказал. \n\nДядя Паша вывел всех из дома, осталась только Лия. Мы пошли в мою комнату, легли на кровать в обнимку и стали обсуждать этот день.  \n\n— Мне Кирилл встречаться предложил. — ненарочно сказала она. \n\n— Правда? И какой ответ ему дашь? \n\n— Он не совсем предложил, на свидание позвал. Я невольно подслушала их разговор. Они говорили про свидание с тобой поцелуи. И тому подобное — меня это не смущает. — она села и повернулась лицом ко мне — Но меня привлекло имя Боря, что ты с ним на свидание бегала! \n\n",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "— Ну да, было дело. \n\n— И сколько у вас это продолжалось! Ты же знала, что Арине он нравился? — при упоминании ее имени на душе стало... больно и плохо. Я тут живу... без нее — Эй, Маша. — она положила свою голову мне на грудь и обняла — Извини, я не хотела. Вы же были так близки. \n\nМы просто молча лежали, я запустила в ее волосы руку и стала их перебирать. Думала об Арине и вспоминала разные моменты. Тут я поняла, мы никогда не были лучшими подругами с большой буквы. Я не знала кто ей нравиться, она кто мне. Что любили делать, из еды. Я о ней ничего не знаю. Но нам было комфортно вместе... \n\n— Как у вас с Максом? — выбило меня из мыслей. \n\n— Нормально. Будто так и должно быть. \n\n— Ну, он тебя любит. Орлов так переживал, когда тебе позвонил, а ты не ответила. По началу подумала, может гулять пошла, но как рассказали, что маньяка какого-то ищете уже и я испугалась. \n\nМы продолжили общаться на разные темы. И не заметили, как заснули. Проснулись по будильнику Лии. По времени она не успевала заскочить домой за вещами. Поэтому я дала ей свою одежду. Это были черные, почти школьная юбка, но шорты, белая рубашка, что в два раза больше, чем сама Лиетта. Правда, ей было стыдно такое одевать. Но, сори, у меня другого нет. Она всегда носила брюки или юбки по колено или чуть выше, на несколько сантиметров.  \n\nПервым уроком у нас была физ-ра. И, поехав на работу, ее мама завезла портфель с учебниками ко второму уроку. Но на все уроки она пересела ко мне.  \n\n",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "Но шорты — это не школьная форма. Из-за чего ее ругали учителя. Географичка начала высказываться по этому поводу. Еще она сказал, что дружба со мной на нее плохо влияет. Я даже высказала свое мнение. На что мне ответили засунь свое мнение знаешь куда?... \n\nМы после этого пошли в кабинет русского. Орлов просматривал тетради. Мы закрыли кабинет. Лия поставила чайник, который стоял в каморке. А я достала печенье из шкафа. Мы сели на второй ряд. \n\nМы обсуждали всех. Под раздачу попал даже Максим Андреевич. \n\n— То есть я еще и плохой? \n\n— Мы общаемся. Не лезь.  \n\n— А то есть еще и не лезь? — он удивленно вскинул бровь — Я вам кабинет выделил для чаепитий? Выделил. Я вас на уроках не спрашиваю? Не спрашиваю. А ты Крылова еще и к урокам не готовишься, но я же глаза на это закрываю. \n\n— Да? А ничего, что Маринина ходит полуголая, сиськи на всю Ивановскую выпячила. И когда к тебе подходит на стол опирается. А твои глаза только туда и смотрят. И вместо того, чтоб послать биологичку, ты... — я встала и подошла к столу Максима, а он откинулся на стуле — бегаешь от нее... — Максим встал со стула, посмотрел на меня сверху и перебил. \n\n— Ну во-первых, у Марининой смотреть то не на что. А во-вторых... \n\n— А, вместо того чтобы сказать нет я такого не делал, ты говоришь смотреть не на что? Орлов ты не охренел случаем?  \n\nЯ взяла свою сумку и побежала к выходу, Максим что-то кричал, оправдываясь. Выйдя из кабинета, я встретила биологичку. \n\n— Крылова куда бежишь? \n\n— Можете попытать счастье, у Максима Андреевича нет девушки и никогда не будет. \n\nЯ вышла из школы и решила поехать в торговый центр. Ой чувствую, скоро на разговор родителей вызывать будут. Прогуливать, конечно, не хорошо. Но я уже привыкла, почему бы и нет. Меня за это никто не наругает. \n\nПо дороге к развлечениям, мне позвонил Юра. \n\n— Ты в курсе, что маманя на тебя заявление написала? За кражу вазы, которую она так охотно оберегала? \n\n",
    "answers": [
      {
        "id": 97,
        "text": "15 глава"
      }
    ]
  },
  {
    "id": 97,
    "text": "\n                               15 глава\n\nМаксим \n\n \n\nЗа Машей захлопнулась дверь и я со вздохом опустился в кресло. Повернув голову, увидел, что Лия сидит с чашкой чая в руке и есть печенье. \n\n— Я идиот? \n\n— Ага. Ты не знал? Маша очень ревнивая. Вы прям два сапога пара. \n\n— Почему это? Вы с Кириллом идеально дополняете друг друга. \n\n— Вы тоже. — она замолчала, вчера я установил приложение для слежки, открыл его и посмотрел, она ехала в сторону коттеджного поселка. Я поднял глаза на девушку. Лия на меня смотрела будто хотела что-то спросить — Нет, ну как можно было додуматься за ней следить? \n\n— Когда это было? \n\n— Когда это было. — передразнила она — Когда с Борей гулять пошла.  \n\n— Ааа. — я задумался — А как она узнала, что за ней следим? \n\n— Да вы особо не прятались. Она даже с Кириллом говорила. \n\n— Вот зараза. — занося руки за голову и скрепляя их в замочек, проговорил — А мне сказал, что не видела она его. \n\nНесколько минут мы разговаривали по поводу Маши, пока нас не прервала Екатерина. Начала говорить про странности Крыловой, клеиться, не замечая Лию, пока та не покашляла. \n\n",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Оглавление "
      }
    ]
  },
  {
    "id": 98,
    "text": "— Ой, Лиетта, что ты здесь делаешь? Клеишься к Максиму? — невинно похлопала глазками. \n\n— Да нет, он с моей подругой встречается, вот и захожу к нему, общаемся. — та аж побелела. \n\n— Встречается? Так Крылова сказала, что нет у вас девушки? — я несколько раз посмотрел куда она поехала, может кто из знакомых там живет? \n\nЕкатерина явно не собиралась никуда уходить. И Лию никуда не отпускала, хорошо, что от меня отстала, но девочку жалко, а особенно взгляд, с которым она на меня смотрела. Но тут уже каждый сам за себя. \n\nНас спасло несколько минут до конца перемены. А меня еще вызывают, прекрасно, что это последний урок. Через каждые минут десять я звонил ей, она не отвечала. \n\nБыло около двенадцати, когда вышел из школы. Сразу направился в офис, не оставляя попыток до нее дозвониться. У входа в здание курил Кирилл. \n\n— Чего такой хмурый? Твоя опять сбежала куда-нибудь? \n\n— Тебе прям в экстрасенсы идти надо. А ты чего такой довольный? На свидание ходил? \n\n— Ага. — мы направились в здание прошли КПП и направились в кабинет. \n\nСел за стол, начал копаться в документах, нужно еще по всей области в розыск подать. Писал и звонил Маше не переставая, написал последнее сообщение: \n\n“Сходим сегодня в семь на свидание? Встретимся около башни” \n\nСтал ждать. Спустя час работы посмотрел на телефон, открыл диалог с ней, посмотрела и молчит. Она все еще находиться в том же месте. Отложил телефон. \n\nСпустя полчаса к нам заглянул капитан. \n\n— Хорошо. Встретимся там. \n\n— Что хорошо? И где встретимся? \n\n— Я не знаю. Мне Маша написала, просила тебе передать. \n\n— А... Это хорошо. — у меня на лице расплылась улыбка. \n\nВсю оставшуюся работу я доделывал в хорошем расположении духа. Сбежал с работы поехал домой. Нарядился, как... на свадьбу. За пятнадцать минут до встречи я был уже на месте. Купил букет лилий. Она говорила ей цветок какой-то нравиться, на лилии чем-то смахивает. Вот запомнил. \n\n Ждал, но не через пятнадцать минут, не через полчаса и, даже через час ее не было. Трезвонил ей на телефон, не отвечала. Я не на шутку перепугался. Телефон показывал, что она находилась в нескольких десятках метрах, пошел на встречу. Телефон и сумку нашел, ее нет. \n\n ",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "Мария\n\n \n\nНесколькими часами раннее \n\n \n\nЯ решила сменить маршрут, сначала написав Яне можно ли к ним, а после уже поехала. Меня встречала Яна с малышом трех лет на руках.  \n\n— Привет. \n\n— Привет. Знакомься твой брат — Артем. Ему два с половиной года. Проходи. — мы молча прошли на кухню, она поставила ребенка на пол — Ты будешь кушать? Я гороховый суп приготовила. \n\n— Суп? Я буду. Я же от родителей ушла. Живу с дядей Пашей, он повар не очень, да и я редко готовлю. — села за стол и передо мной появилась тарелка с супом. \n\n— Ты не должна быть в школе? — она достала из холодильника пюре в мягкой упаковке, поставила в тазик и налила горячей воды. \n\n— Должна, но я привыкла. Я главная прогульщица школы. \n\n— Правда? \n\n—  Ну про главную загнула, но да. — телефон трезвонил не переставая. \n\n— Ответь. \n\n— Это, собственно, и причина моего отсутствия в школе. \n\n— А что случилось? — я ей рассказал всю ситуацию. \n\n— Вот кабель. У Антоши тоже была помощница, вся такая фифа из себя. Ее полфирмы... — она перевела взгляд на меня — Помогали ЕЙ бумажки перебирать. А перед ним ходила в юбочке еле попу прикрывало, про блузки молчу. Грудь вываливалась — она сказала это тихо, будто что-то непристойное. — Он ее уволил, когда я от своей помощницы узнала, что они в кабинете вместе были. Только после этого уволил ее. Я такой скандал учинила.  \n\n— Ну он твой муж, а с Максом мы только встречаться начали. \n\nАртем позвал Яну и она побежала к нему. Я съев суп, поставила его в раковину и пошла к ним. Они были в зале. Яна предложила посмотреть фильм. Мы выбрали “Игры шпионов”.  \n\n",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "Спустя час я посмотрела на телефон. Было двадцать три пропущенных и много сообщений. \n\n— Может позвонишь? — Артем убежал в свою комнату, а мне пришло еще одно: “Сходим сегодня в семь на свидание? Встретимся около башни”. \n\n— Меня на свидание позвали. \n\n— Здорово. — она засветилась от радости — Ты же пойдешь?  \n\n— Да, сейчас дяде Паше напишу.  \n\n— Мы с Антонов на свидания давно не ходили, как Артем родился, так и не были. — малыш позвал Яну и она к нему побежала. А я набрала номер Антона. Он ответил спустя несколько гудков. \n\n— Маша привет. Что-то срочное? — его голос был уставшим. \n\n— Пригласи куда-нибудь Яну. \n\n— Кто пригласил? — голос заметно оживился и стал злым. Чувствовалось, что ревность вот-вот поглатит его.\n\n— Ты. Пригласи ее куда-нибудь. Завтра, а я с малым посижу. \n\n— А куда сходить? Сейчас холодно. У вас здесь и сходить то не куда. \n\n— Да ты что. — я услышала приближающиеся шаги — Все Яна идет. \n\n— Маш посмотри какие-нибудь фильмы. Тема спать хочет, уложу и вернусь. \n\nОна пришла спустя где-то час. И со счастливой улыбкой на лице.  \n\n— Меня Антон в кино пригласил.  \n\n— Такая счастливая, будто впервые раз идете. — тут улыбка спала с моего лица — Вы же ходили в кино? \n\n— Нет, как-то не до этого было все время. \n\nВ пол пятого я отправилась домой. Вышла из дома за пятнадцать минут до встречи. Сейчас темнело рано, а еще Евгения не поймали. Мне позвонила Лия. Поговорив немного, я сбросила вызов. У меня закралась мысль, что я забыла дома кошелек. Начала рыться в сумке. Почувствовала боль в голове. И провалилась в темноту. \n\n",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "\nМаксим\n\n\nЯ поднял вещи Крыловой и ко мне подбежал мужчина, на голову выше меня. И начал кому-то звонить. Я же, в свою очередь, позвонил Павлу Аркадьевичу. Сообщил о похищении. Я развернулся и направился к машине. Но меня остановили, положив руку на плечо. \n\n— Антон подъедет к вашему отделу.  \n\n— Ага, а ты кто? Извини за не скромный вопрос. И какой Антон? И при чем здесь он?  \n\n— Вам. — он замялся — Лучше с ним поговорить. \n\n— Ага.  \n\nЯ пошел к машине быстрым шагом.  Ехал в отдел, нарушая все возможные правила. Несколько раз чуть не произошли аварии, по моей вине. И я понял, что нужно ехать аккуратнее, как говориться тише едешь, дальше будешь. Через минут сорок пять я был уже в офисе.  \n\nНашел Павла Аркадьевича и Кирилла за просмотром камер наблюдения. В отличии от прошлых раз, когда либо прочитывали, либо случайно получалось — не было камер. То сейчас в центре города около набережной, были понатыканы камеры.  \n\nПросматривая записи, мы нашли тот отрезок времени. Если изначально мы думали, что это сделал сын директора. Сейчас мы увидели мужчину. Он был в два раза больше самой Маши. Он треснул ее по голове. И запихнул в черный микроавтобус. Начали отслеживать по камерам куда они поехали. К нам постучались. Открыв дверь, я был удивлен, передо мной стоял Антон, тот самый директор не гей. \n\n— Здравствуйте. — я только смог качнуть головой. \n\n— Что Вы здесь делаете? — спас меня «Киря». \n\n— Маша моя дочь . Можете спросить у вашего... эм... — он задумался. \n\n— Роман.  \n\n— Да у него. \n\n— А тот амбал? \n\n— Я его уже уволил. Он решил сходить за кофе. Ничего ведь интересного не происходило.  \n\n",
    "answers": [
      {
        "id": 102,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 102,
    "text": "Мы продолжали смотреть по камерам. Но автобус, ехавший по главной дороге в за город, выехал в слепую зону. И исчез. Мы начали просматривать маршруты в исчезновение других девушек и выяснилось, что он ехал по одной и той же дороге, одна и таже машина. Мы вырвались и поехали к месту “пропажи” авто. Я посмотрел на время и как оказалось прошло несколько часов с момента пропажи девушки. Я молился, чтобы с ней ничего не случилось. С нами поехала группа захвата. \n\nВ слепой зоне была дорога, ведущая в лес. Она была хорошо проложена. И находилась в нескольких десятках километрах от находок тел. Дорога вела в закрытую для посещения психиатрическую клинику. В ней содержались убийцы, насильники, педофилы и многие другие поехавшие на голову люди, ходившие по статье. \n\nМы показали размытую фотографию с камер. Охранник узнал в нем санитара, работавшего здесь порядка пятнадцати лет. Многие в этой клинике не выдерживают и нескольких лет.  \n\nНас впустили, мы начали обыскивать здание в поисках санитара-Владимира. Он будто сквозь землю провалился. На посте сказали, что он уехал часов пять назад, так и не возвращался. Группу разделили на две. Одна пошла обыскивать лес. Вторая осталась караулить около здания. Мы начали просматривать записи с камер по территории. Но ничего не было. Ни намека на то, что кто-то даже близко проезжал. \n\nМне позвонил дядя Паша. Они нашли заброшенное двухэтажное здание. И сказал, что отправил к нам паренька, который покажет дорогу. Мы его подождали и спустя минут двадцать были около заброшки. Она была обгорожена старым деревянным разваливающемся забором. В доме никого не нашли. Но было множество бинтов и с засохшей кровью прутьев.  \n\nВ нескольких метрах был обнаружен сарай, покрытый слоем поломанных веток и листьев. Зайдя внутрь, увидели лестницу, спускающуюся вниз. Все были на готове. Спустившись, обнаружили одну дверь и арку, из которой доносились маты. \n\n",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "— Какого хрена ты забрал ее там. Тугодум, там людное место быстро ментам спалят. Жмурики есть значит дело заведут. По другому они не работаю.  \n\nПавел дал команду и спецназовцы бросились в комнату. Если Евгений, как мы предполагали окажет сопротивление, оставался спокойным, то санитар начал вырываться. Ребята выломали дверь в комнату. Я зашел в нее и увидел Крылову. Руки были скованы над головой, она сидела в углу комнаты. В разорванной одежде. С побитым лицом. Всю в крови, которая капала на пол. Волосы были то ли подстрижены, то ли их вырывали. Но клочья валялись на полу.  \n\nЯ ринулся к ней. Ее зрачки были расширены, ее накачали чем-то. Я разрезал веревку. Ее руки упали, будто у безвольной куклы. Вынес ее из этого злополучного места. Сели в машину и на всех скоростях направились в больницу. \n\nКирилл включил мигалки. По дороге, словно специально было множество аварий, кого-то сбили, в кого-то врезались. В больнице нас встретили и, ничего не говоря, отправили ее на анализы. Нас оставили стоять у кабинета. Врач вышел и начал говорить о ее состоянии. В крови у нее было сильнодействующее успокоительное, которое расщеплялось и в организме невозможно было его найти. Перелом нижней челюсти. Были переломаны ребра, ключица. Были сломаны рука и кисти обеих рук. Сломана тазобедренная кость. Сотрясение мозга из-за чего пришлось вводить в искусственную кому. Разрыв селезенки, оттого ее пришлось везти на операцию. Потеря крови. \n\nЯ слушал это и пропадал. Осел по стене у кабинета. Ее положили в реанимацию. Кирилл потащил мое бессознательное тело из больницы. \n\n",
    "answers": [
      {
        "id": 104,
        "text": "Эпилог"
      },
      {
        "id": 62,
        "text": "Оглавление "
      }
    ]
  },
  {
    "id": 104,
    "text": "\n                                   Эпилог\n\nДесять лет спустя \n\n \n\nМаксим \n\n \n\nЧувствительность к ногам так и не вернулась. Массажи и терапии не помогают. Несколько раз... десятков раз Крылова хотела от меня уйти. Видите ли мне нужна здоровая девушка, а у нее с этим туго. Эти ее закидоны продолжалось на протяжении четырех лет, пока у нас не родился старший сын.  \n\nЕе родной отец помог нам, после выписки он подарил дом, оборудованный под... Машу. С матерью они стали общаться как старые знакомые. В школе последний Машин год обучения прошел между домом и школой. Она успешно сдала ЕГЭ. Дальше она не пошла учиться. Нашла себя в кондитерском деле. Я водил ее на многие курсы. На полноценное обучение она не рассчитывала, но ей нужно было общение, чтобы не чувствовать себя особенным человеком.  \n\nАнтон с Виктором начали общаться, как друзья. Вспоминали былые времена. Яне даже удалось уговорить Антона в старом городе остаться на ПМЖ. \n\nЯна и Артем стали поддержкой для Маши, были рядом пока я на работе, а Лия на учебе. У Лии и Кирилла отношения не задались по-началу. Были какие-то обиды, расставания, Лия даже говорила, что Кирилл ей изменял, хотя такого не было. Но три года назад, когда Лия забеременела, Кирилл первым делом потащил ее в ЗАГС, чтоб не убежала. \n\nСегодня мы собрались на день рождения нашего шестилетнего сына — Димы.  \n\nИз раздумий меня вытащил писк Маши. \n\n— Крылова. — крикнул я подбежал к ней, она спускалась по горке из дома. \n\n— Я уже, восемь лет как Орлова. И ничего не случилось. Просто Алиса пинается. И еще этот долбанный токсикоз. И спина еще болит. — надула свои губки. А я между тем глянул на увеличевшуюся в несколько раз грудь и нервно сглотнул. Всегда первым делом я смотрел туда и облизывался. А еще ее эта привычка носить маячки со своей грудью на показ. Что бы не только я, но и еще другие мужики на нее смотрели, на что я сильно был не согласен. \n\n— Может я пойду тебя отнесу. Приляжешь. \n\n",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "Я присел на корточки рядом с ней и поцеловал живот. Посмотрел ей в глаза и приложил ухо к животу. \n\n— Как же я вас люблю. \n\n— Ооо... — протянула Яна — Какая милота. \n\n— Ага, милота. — подошел Антон и обнял жену за талию — Зять иди за шашлыками следи.  \n\n— Ян, нужно чем-нибудь помочь? — Маша подъехала к ней. \n\n— Нет, у тебя и так беременность тяжелая, а еще на месте усидеть не можешь. — она подошла сзади и повезла Крылову-Орлову к столу, где уже сидело все наше огромное семейство. Я пошел с Антоном к Виктору, следящему за шашлыками и стоящему у мангала.  \n\n \n\nМария  \n\n \n\nЯна подвезла меня к столу, Юра помог пересесть в кресло, которое специально для меня вынесли из дома, оно было удобное и спина не так сильно болела. Ко мне подошел Саша — наш двухлетний сынок попросился на руки, что я не могда сделать в силу своего положения, на руках подвинулась к краю, чтобы мальчик сел рядом. Мальчишка начал рассказывать интересную историю, пока перед ним не показался отец с шашлыками, нанизанными на шампур. \n\n— Надо детей позвать и Лию.  \n\n— Сейчас сделаем. — подпрыгнул Кирилл. \n\n— Мам, правда, что ты торт с человеком пауком мне заказала? — подбежал Дима. \n\n— Да, заказала. — на соседний стул опустился Максим — Жалко дядя Паша не смог приехать. \n\nОн перевелся в Москву в новый отдел четыре года назад. Там у него появился предмет воздыхания, сейчас она его жена... беременная на минуточку. Он недавно звонил по видео связи и говорил — наши дети вместе будут расти. \n\n— Маш, а ты решила, как девочку назовете. — заинтересовано уставилась Ксюша. Имя мы еще никому не говорили. Если для сыновей имена я придумывала по ночам и будила Макса, а потом всех обзванивала, то для дочки... все произошло точно так же, но мужу имя я сказала только несколько дней назад. \n\n— А почему ты только у Маши спрашиваешь? — возмущался Орлов. \n\n— Ты меня прости, конечно, Максим... — начала она, отложив вилку — Но ты каблук еще тот. Как Маша сказала, так у вас в семье и будет. \n\n— Ой, да, когда такое было? \n\n",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "Сестра огляделась по сторонам, мол действительно. \n\n— Вчера, например. Или тебе напомнить? — немного помедлив, ответил. \n\n— Не надо. — он отвел взгляд и насупился. \n\nЗа столом было весело. Несколько раз Максиму пришлось уводить меня в дом то тошнить начало, то голова закружилась, то на улице душно. Ближе к восьми вечера Максим пересадил меня в коляску и отвез в дом. Из холодильника я достала торт, поставила свечи и зажгла их. Я держала торт в руках, а Максим вез коляску. \n\nСпустя час после торта, мне стало плохо, все начали расходиться. В доме остались только Артем, Дима у отца выклянчил, чтобы тот остался, Лия, Кирилл и Кира, их дочь, они расположились в гостевой комнате.  \n\n \n\nМаксим \n\n \n\nЯ захотел воды и спустился на первый этаж, там в гостиной на диване спал Кирилл. Я его толкнул. \n\n— Ты чего здесь спишь? \n\n— К нам Кира пришла, легла по середине. А она, когда спит, так больно толкается, мне в ребра зарядила и между ног попала. Вот я сюда и пришел. \n\nЯ лишь кивнул. Вернувшись в комнату, увидел, как Крылова-Орлова держится за живот и хнычет. \n\n— Что случилось? — подлетел к ней. \n\n— Не знаю, Татьяне Ивановне звони. \n\nЯ позвонил, рассказал, все что произошло, сказала быстрее везти в больницу. Пока я собирался разбудил все. \n\n— Ты куда это?  \n\n— Маша, кажется, рожает. \n\n— Как рожает, — Лия стояла в недоумении — ей же только через месяц, и кесарево делать должны. \n\n— Так Кирилл иди за машиной.  \n\n",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Я поднял на руки Машу. Понес к машине. Кирилл уже сидел за рулем. Мы поехали, не останавливаясь на светофоре. Из-за чего нас остановили гаишники. Но они сопроводили до больницы, пожелали хорошей ночи, в чем я очень сомневаюсь. Внес Машу в больницу. Переложили на каталку. \n\nСпустя час к нам подошла Татьяна Ивановна. Она решила оставить Орлову на пару дней под присмотром. Если боли в животе продолжаться, то будут делать кесарево раньше срока. \n\n \n\n*** \n\n \n\nЯ стоял с букетом лилий, так и не запомнил ее любимые цветы. С нами пришли — Лия, Ксюша и Яна. Виктор и Наталья уехали в Таиланд сразу после дня рождения Димы. Они и Ксюшу уговаривали с ними поехать, но она отказалась: “Я хочу племянницу увидеть”, как в воду глядела, что Алиса недоношенной родиться. Родители тоже хотели ее увидеть, но не думали, что раньше времени придеться ей рожать. \n\nАнтон и Кирилл не приехали, потому что детей не с кем было оставить. Если за Диму и Артема никто сильно не переживал. То за Сашей и Кирой нужно было следить только так. Им все интересно. Куда только пальцы они не совали. Что только не разбивали и не ломали. \n\nМаше передали маленький клубок. Я к ним наклонился. \n\n— Максим, возьми ребенка на руки. \n\n— Я боюсь. Вдруг что-нибудь сломаю. \n\n— У тебя еще двое старших детей. \n\n— Ха, сравнила, те мальчики, а это девочка. — мои глаза, наверно, светились от радости. У меня двое прекрасных мальчишек, моя маленькая красивая принцесса. И моя великолепная, красивая, умная и любимая жена. Которая любит привлекать внимание мужчин, не только из-за того, что на коляске. Каждый ей так и наровиться помочь и взять ее телефончик, что меня сильно бесит. \n\n",
    "answers": [
      {
        "id": 108,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 108,
    "text": "\n\n\n\n\nДорогие читатели! Спасибо, что прочитали мою книгу \"Школьная жизнь\". Если Вам понравилась книга поставьте отметку \"Нравится\" и оставьте комментарий (если Вы увидели ошибку, непонятный момент или Вам просто понравилась книга). Больше книг вы прочитаете на моей странице: https://litnet.com/ru/book/shkolnaya-zhizn-b339296. Спасибо за прочтение!\n\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 109,
    "text": "",
    "answers": []
  }
]