[
  {
    "id": 1,
    "text": "\n                                  Автор: Джефф.\n\n                                  Жанр: Фэнтези.\n\n_______________________________________________\n\n  Что бы сделал человек, если бы мог получить всё, что пожелает? Но при этом, с каждым желанием умирал бы человек... Вы бы решились на такое? Одни люди отказались бы от этого, другие плевать хотели на чужие жизни.\n\n  Что может сделать с человеком безграничная власть?\n\n• Это история о девушке, которая лишилась всего. Озлобленная на всех и вся, она встречает того, кто может стать её спасением или же гибелью.\n",
    "answers": [
      {
        "id": 1,
        "text": "Подробности о квестах в группе ВКонтакте.",
        "comment": true
      },
      {
        "id": 5,
        "text": "{Начать историю}",
        "middle_answer": true,
        "blackout": true
      },
      {
        "id": 92,
        "text": "[Главы]",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "[ !!Внимание, здесь присутствуют жестокие сцены, которые могут быть неприятны читателю!! ]",
        "comment": true
      },
      {
        "id": 39,
        "text": "{Об Авторе.}"
      },
      {
        "id": 40,
        "text": "{От Автора.} (Об этом и других квестах.)\n[Квесты пополняются]"
      },
      {
        "id": 64,
        "text": "[Группа в ВК.]",
        "url": "https://m.vk.com/club204159875?from=group"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://srv2.imgonline.com.ua/result_img/imgonline-com-ua-Resize-h0PKulzvRCV4Yz5.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Когда только заключила с ним контракт, он сказал, что из прислуги никого не надо, сказал, что справится один.\nЯ тогда не поверила, но... Чёрт, он действительно прекрасно со всем справляется.",
    "answers": [
      {
        "id": 20,
        "text": "Далее."
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/3c/c9/ca/3cc9ca04bd82661ab8763cfb19ab3d6c.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Леди Анна.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://im0-tub-ru.yandex.net/i?id=8b4ece717b045139c51f66ccde45508e-l<amp>ref=rim<amp>n=13"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вольфган.",
    "answers": [
      {
        "id": 1,
        "text": "Назад.!1"
      }
    ]
  },
  {
    "id": 5,
    "text": "                             | Часть первая. |\n                          \n                 |> Не подписанный договор <|\n\n\n— Доброе утро, Госпожа, — с этими словами, мой \"слуга\" распахнул шторы, и яркие лучи солнца проникли в комнату.\nЯ просто повернулась на другой бок и продолжила спать.\n— Доброе утро, моя Королева, — повторил он уже около моего уха.\n— Уйди, — пробубнила я в подушку.\n— Вы этого желаете?\n— Я приказываю, — громче сказала я.\n— Вы же не забыли, что мистер Фол приезжает к Вам сегодня?\n— Нет, не забыла, — соврала я и повернулась к нему.",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/ea/0a/3d/ea0a3d1c14559a23196cd537db3f5711.jpg"
      },
      {
        "id": 6,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 6,
    "text": "Передо мной стоит высокий молодой мужчина, на его подтянутом теле хорошо смотрится дорогой чёрный костюм дворецкого. Аккуратно уложенные чёрные волосы, немного хитрая улыбка и угольно-чёрные глаза, в которых не видно зрачков. Несомненно, любая дама влюбилась бы в него.\n— Когда он приедет? — я потёрла один глаз и свесила с кровати ноги.\n— С минуты на минуту, — ответил он.\n— Почему он хочет заключить договор именно со мной? — зевая я пошла к зеркалу.\n— Вы считаетесь одной из самых богатых дам, а люди жадные существа, — он пошёл следом за мной.",
    "answers": [
      {
        "id": 7,
        "text": "Далее."
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://pbs.twimg.com/media/EhelpZmU8AADUFb.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Жадные... — тихо повторила я. — Вольфган.\n— Да, моя Госпожа? — дворецкий встал за моей спиной, я повернулась к нему.\n— Дай мне совет.\n— Мистер Фол не тот человек, который Вам нужен, моя Повелительница, — ответил Вольфган и пододвинул ко мне стул, я села.\n— Значит, мне не стоит заключать с ним сделок? — я посмотрела в зеркало.\n— Он хочет навредить Вам, Миледи, — он берёт расчёску и начинает аккуратно расчёсывать мои белые волосы. — Я ему этого не позволю.\n— Ладно, посмотрим, что он сделает, когда я ему откажу.",
    "answers": [
      {
        "id": 8,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 8,
    "text": "— Какой наряд Вы наденете на встречу? — спросил дворецкий и взял заколку с изумрудом.\n— Выбери сам, — скучающе ответила я.\n— Хмм... как насчёт того платья, которое Вам подарила мадам Ридер? — предложил он.\n— Та болтливая особа? Нет, не хочу, выбери что-нибудь другое.\n— Как пожелаете. Кстати, Вы собираетесь идти на завтрашний бал? \n— Мм?\n— Вас пригласил сам граф, помните? — он закончил заплетать мне волосы и отошёл.\nЯ встала со стула и взглянула на себя в зеркало.",
    "answers": [
      {
        "id": 9,
        "text": "Далее."
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/f7/3b/9e/f73b9ec153bc417c5259c77de2c345ad.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "В зеркале на меня смотрела стройная девушка, с очень бледной кожей. Длинные  заплетённые волосы, словно первый выпавших снег. Стеклянные пустые глаза, как два сапфира, и белые губы, которые уже забыли, как надо по-настоящему улыбаться.",
    "answers": [
      {
        "id": 10,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Вот, моя Королева, я подобрал несколько вариантов.\nЯ повернулась, и Вольфган выбрал несколько платьев.\n— Ну посмотрим, — сказала я и взяла в руки одно платье.",
    "answers": [
      {
        "id": 11,
        "text": "Первый вариант."
      },
      {
        "id": 12,
        "text": "Второй вариант."
      },
      {
        "id": 13,
        "text": "Третий вариант"
      },
      {
        "id": 14,
        "text": "Четвёртый вариант."
      },
      {
        "id": 15,
        "text": "Пятый вариант."
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://privately.ru/moda/uploads/posts/2020-11/privately.ru_jectetika-xix-veka-vygljadit-imenno-tak--4.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "Это.",
    "answers": [
      {
        "id": 16,
        "text": "Далее."
      },
      {
        "id": 10,
        "text": "Назад."
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/474x/bd/42/48/bd424836edb3c9bf6ddd05484736d6fd.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "Это.",
    "answers": [
      {
        "id": 16,
        "text": "Далее."
      },
      {
        "id": 10,
        "text": "Назад."
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/474x/27/69/e2/2769e2b819ea18195b6b5ac35898f653--afternoon-dresses-travers.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "Это.",
    "answers": [
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://ae01.alicdn.com/kf/Hd36ccae5386d450f9202988757542549C.jpg"
      },
      {
        "id": 16,
        "text": "Далее."
      },
      {
        "id": 10,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 14,
    "text": "Это.",
    "answers": [
      {
        "id": 16,
        "text": "Далее."
      },
      {
        "id": 10,
        "text": "Назад."
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/30/18/be/3018bef3ba42959223d598db68fe7a02--edwardian-clothing-edwardian-fashion.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "Это.",
    "answers": [
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "http://ae01.alicdn.com/kf/H3ac04383d35549988392168ca36909c5Y/-.jpg"
      },
      {
        "id": 16,
        "text": "Далее."
      },
      {
        "id": 10,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 16,
    "text": "— Прекрасный выбор, моя Госпожа, — Вольфган встал сзади меня. — Желаете, я Вам помогу...",
    "answers": [
      {
        "id": 17,
        "text": "- Помоги."
      },
      {
        "id": 18,
        "text": "- Нет, я сама. Выйди из комнаты."
      }
    ]
  },
  {
    "id": 17,
    "text": "— Помоги, — сказала я, не поворачиваясь к нему, и тут же почувствовала его холодное прикосновение на своей спине.\nЧерез минуту ночнушка упала на пол, дворецкий обошёл меня и взял, лежащее на кровати, платье.\nНе было ничего... никаких чувств... взглядов... смущения...\nОн не осматривал меня, просто одевал платье, а я равнодушно смотрела куда-то в сторону и думала о том, что он единственный кому я позволяю касаться себя...\nЧерез пару минут он закончил и отошёл в сторону, я глянула на себя в зеркало и пошла в коридор, дворецкий пошёл за мной. Про меня можно сказать: \"Сама себе в зеркале не улыбаюсь.\"\n",
    "answers": [
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "http://ae01.alicdn.com/kf/Had96f739fb1344aeaf5ad6223dc93bc6X.jpg"
      },
      {
        "id": 19,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 18,
    "text": "— Нет, я сама. Выйди из комнаты, — равнодушно ответила я и через несколько секунд услышала скрип двери.\n*Будь моя воля, я бы не вставала с кровати...* \nЯ быстро сняла ночнушку и взяла в руки выбранное платье.\n*И чего это я так наряжаюсь?... Всё равно ведь откажу ему, но выглядеть, как подобает графине, надо.*\nЯ надела платье, ещё раз глянула на себя в зеркало и вышла в коридор к \"слуге\".",
    "answers": [
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "http://ae01.alicdn.com/kf/Had96f739fb1344aeaf5ad6223dc93bc6X.jpg"
      },
      {
        "id": 19,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 19,
    "text": "— Моя Повелительница, гость уже прибыл, — с какой-то хитрой улыбочкой, сказал мне Вольфган.\n— Откуда ты... — хотела спросить я, но потом вспомнила, кем он является. — Хорошо, встреть его.\n— Да, моя Королева, — сказал он и поклонился мне.\n— Только не назови меня \"королевой\", перед настоящей королевой, — напомнила я.\nОн поклонился ещё ниже, закрывая лицо. Могу поспорить, что он улыбнулся. Мы разошлись в разные стороны, Вольфган пошёл за Фолом, а я пошла в зал для приёма гостей.",
    "answers": [
      {
        "id": 2,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 20,
    "text": "Стоило мне подойти к столу, как двери сзади меня открылись, и в комнату зашёл Фол, а за ним дворецкий.\n— Леди Анна! Я так рад вас видеть! — с широкой улыбкой на лице, мужчина пошёл ко мне.\nНа секунду у меня появилось чувство, что он полезет ко мне обниматься, но этого не произошло. Вольфган придержал мужчину за трость, тем самым остановил его.\n— Мистер Фол, рада видеть вас. Позвольте моему дворецкому обслужить вас, — я старалась быть как можно вежливее.\n— Да, конечно.\nНевысокий русый мужчина, лет сорока пяти, отдал свою трость и пиджак, Вольфган повесил пиджак и поставил трость рядом.\n— Вы как всегда прекрасны, леди Анна, —  Фол уселся на стул, не дожидаясь дворецкого.\n— Благодарю.\nВольфган пододвинул ко мне стул, и я села, он остался рядом со мной.\n— Так странно, вы, что распустили прислугу? — Фол осмотрелся. — Я никого не видел, кроме дворецкого.\nВольфган еле заметно улыбнулся.\n— Никого я не распускала. \n— Но...\n— Давайте перейдём к делу, мистер Фол.",
    "answers": [
      {
        "id": 21,
        "text": "Далее."
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://pm1.narvii.com/7925/1dcfef5cc5c1ede2849c876d1af5632936ddacd0r5-1276-824_00.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Да, конечно, вот, — он достал какие-то бумаги и передал их мне через дворецкого.\nЯ быстро пробежала глазами по тексту, Фол, немигающим взглядом, смотрел на меня.\n\"Вообще договор неплохой, я могла бы получать большие деньги, если бы подписала его...\"\n~ Но Вам лучше этого не делать.~ — послышалось в моей голове.\n\"А!? \" — я замотала головой в стороны и заметила эту хитрую улыбочку. Поняв в чём дело, я отвернулась от дворецкого и сделала вид, что читаю.\n\"Я запретила тебе лезть в мою голову, прекрати читать мои мысли.\"\n~ Прошу прощения, моя Светлость.~\n\"Я же знаю, что ты всё ещё читаешь мои мысли.\"\nОн мне не ответил, понял, что его раскрыли.\nЯ вернулась к бумагам. Каким бы хорошим этот договор не казался, подписывать его я не буду, всё таки дьяволу виднее.\n— Мистер Фол, я изучила документы...\n— Да, да, — он привстал со стула.",
    "answers": [
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "http://golden5.com.ua/var/upload/images/statii/podarki/3/Podarok-na-svad-bu.jpg"
      },
      {
        "id": 22,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 22,
    "text": "Фол слушал, затаив дыхание, Вольфган ждал, по взгляду я поняла, что ему интересно, как я откажусь от договора.",
    "answers": [
      {
        "id": 23,
        "text": "[С серьёзным лицом, почёркать в листе.] (Обмануть обоих)"
      },
      {
        "id": 24,
        "text": "[Прямо сказать, что отказываюсь.]"
      }
    ]
  },
  {
    "id": 23,
    "text": "С каменным лицом, я беру перо и делаю вид, что ставлю свою подпись. \nФол прямо засветился, а дворецкий... В его взгляде читалось много эмоций, такое не часто увидишь. Он не мог поверить в то, что я его не послушала, и где-то в глубине своей чёрной души он догадывался, что его обманывают... Интересно, а у него есть душа?\nКогда я закончила, Вольфган потянулся за договором, чтобы передать его, но я встала и сама отдала листы Фолу.\n— Ну наконец-то! — он выхватил листы из моих рук и прижал к груди, даже не посмотрев на них.\n— Эй, ты, — он обратился к моему слуге. — Сколько времени?\n— Сейчас 10:15...\n— Ясно, — как-то недовольно сказал он, а потом повернулся ко мне. — Леди Анна, с вами приятно иметь дело, — он взял мою руку и поцеловал её.\nКак же я это не люблю... \n— Не хочу показаться навязчивым, но может быть вы угостите меня чаем?\n— Конечно, — я выдавила самую милую улыбку, которую только смогла. — Мой дворецкий делает чудесный чай.",
    "answers": [
      {
        "id": 25,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 24,
    "text": "— Меня не устраивают пункты этого договора, я не буду его подписывать, — я, с равнодушным выражением лица, отодвинула от себя эти листы.\n— А если...\n— Даже если вы измените ВСЕ пункты, я не соглашусь.\n— Но вы обещали подумать и...\n— Я подумала и отказалась, мистер Фол. Это не тот договор, который мне нужен.\nВольфган был доволен, чего нельзя сказать о моём госте. Если бы взглядом можно было убить, я была бы уже мертва.\nФол смотрел на меня с нескрываемой злостью и ненавистью, этот взгляд мне знаком. Вслух оскорбить меня он не мог, зато мысленно облил всеми возможными ругательствами. Это я поняла по тому, как сильно напрягся Вольфган, он слышит мысли людей, а значит и слышит, как Фол меня материт.\n— Леди Анна, спасибо, — Фол опять натянул маску джентльмена.\n— За что?\n— За то, что потратили на меня своё время. Я немного расстроен, что вы мне отказали, но мне всё равно было очень приятно пообщаться с такой прекрасной леди, как вы.\n*Лжец.*\n— Сколько времени? — он грубо обратился к дворецкому.\n— Сейчас 10:15...\n— Ясно, — как-то недовольно сказал он, а потом повернулся ко мне. — Леди Анна, было принято поговорить с вами, — он взял мою руку и поцеловал её. Как же я это не люблю... — Не хочу показаться навязчивым, но может быть вы угостите меня чаем?\n— Конечно, — я выдавила самую милую улыбку, которую только смогла. — Мой дворецкий делает чудесный чай.",
    "answers": [
      {
        "id": 25,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 25,
    "text": "Вольфган сделал нам чай.\nФол вёл себя странно, чай не пил, хотя сам напросился, каждый раз спрашивал время, как будто боялся куда-то опоздать и смотрел в окна. Но Вольфган был спокоен, как удав, поэтому и я не волновалась.\n— Сколько времени? — в очередной раз, спросил гость.\n— Мистер Фол, в чём дело? — потеряв терпение, спросила я, он вздрогнул.\n— Дело? Не в чём.\n— 10:58, господин Фол, — как ни в чём ни бывало, в сотый раз, ответил дворецкий.\n— 10:58... — тихо повторил Фол.\n",
    "answers": [
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://pbs.twimg.com/media/EID5aIjXUAE8jZ1.jpg"
      },
      {
        "id": 26,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 26,
    "text": "Прошла минута.\n— Анна, ничего личного! — быстро проговорил Фол и... нырнул под стол?\n— ...\n*Ч..чего?*\nВ комнате повисла тишина.\nФол сидит ПОД столом, я сижу ЗА столом и ничего не понимаю, а Вольфган стоит рядом и тихонько хихикает в кулак.\n— Ээ.. Мистер Фол? — я аккуратно заглядываю под стол, он лежит на полу и закрывает голову руками.",
    "answers": [
      {
        "id": 27,
        "text": "- Вольфган, объясни."
      },
      {
        "id": 28,
        "text": "- Фол, что, чёрт возьми, с вами происходит?"
      }
    ]
  },
  {
    "id": 27,
    "text": "— С превеликим удовольствием, моя Королева, — с довольным лицом, он наливает мне ещё чая. — Как я уже говорил, Вам не стоит заключать договор с этим человеком. Почему? Потому что он хотел Вас убить, сразу после того, как Вы подпишите бумаги.\n— ... А почему он под столом?\n— Видите ли, моя Светлость, он нанял специальных людей, которые убьют Вас в 11:00. В это время вооруженные люди должны были ворваться в Ваш особняк и застрелить. — Он замолчал.\n— Откуда ты знаешь? — из-под стола высунулась голова Фола.\n— Господин Фол, вы можете выходить из своего \"укрытия\", ведь ваши друзья не смогут прийти, — с какой-то зловещей улыбкой, сказал Вольфган.",
    "answers": [
      {
        "id": 29,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 28,
    "text": "— Не думаю, что он ответит Вам.\n— Тогда ты скажи.\n— С удовольствием, моя Королева, — со спокойным лицом, он наливает мне ещё чая. — Как я уже говорил, Вам не стоит заключать договор с этим человеком. Почему? Потому что он хотел Вас убить, сразу после того, как Вы подпишите бумаги.\n— ... А почему он под столом?\n— Видите ли, моя Светлость, он нанял специальных людей, которые убьют Вас ровно в 11:00. В это время вооруженные люди должны были ворваться в Ваш особняк и застрелить, — он замолчал.\n— Откуда ты знаешь? — из-под стола высунулась голова Фола.\n— Господин Фол, вы можете выходить из своего \"укрытия\", ведь ваши друзья не смогут прийти, — с какой-то зловещей улыбкой, сказал Вольфган.",
    "answers": [
      {
        "id": 29,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 29,
    "text": "— Что? — испуганный гость вылез на четвереньках из-под стола. — Почему ты...\n— Ты хотел убить меня? — обращаться к нему на \"Вы\" уже нет смысла. — Тогда зачем тебе заключать со мной договор?\nФол просто смотрел на двери, то ли хотел сбежать, то ли всё ещё ждал своих друзей.\n— Госпожа, позвольте мне, — Вольфган тут как тут. Эта ситуация его забавляет.\n— Говори.\n— Этот договор, что дал вам Фол, составлен достаточно умно. Если бы Вы его подписали, то...\n— То компания Кинг сотрудничала бы с компанией Фол. Это я знаю.\n— Верно, Миледи. Две компании стали бы работать вместе, следовательно и прибыль получать вдвое больше, это Вас и заинтересовало. Но знали ли Вы, что если один из вас умрёт,то эти две компании переходят второму?\n— Я пропустила этот пункт? — я посмотрела в сторону, где лежат бумаги.\n— Нет, моя Госпожа, как я уже говорил, этот договор составлен хитро.\n— Ясно. Значит, я подписываю бумаги, ты меня убиваешь и забираешь мою компанию, это был твой план? — я обратилась к Фолу, который уже встал на ноги.",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 30,
    "text": "— Откуда ты это, чёрт возьми, узнал?! — Фол гаркнул на дворецкого, тот лишь улыбнулся.\n— Не надо кричать в моём доме, — спокойно сказала я и сделала глоток из чашки.\n— У меня был идеальный план, — заявил Фол.\n",
    "answers": [
      {
        "id": 31,
        "text": "Далее.",
        "need": 23
      },
      {
        "id": 32,
        "text": "Далее.",
        "need": 24
      }
    ]
  },
  {
    "id": 31,
    "text": "— И он сработал! Ведь ты подписала бумаги, — радостно заявил он и помахал ими в воздухе.\n— Ну, если это можно назвать подписью... — медленно произнесла я и сделала ещё один глоток.\n— Что ты имеешь ввиду?\n— Надо проверять документы.\n— А? — он нервно начал осматривать листы. — Это что такое? — он повернулся ко мне.\n— Подпись.\n— Но это не твоя подпись! Это какие-то каракули!\n— А, что надо было мою? Ну сразу бы и говорил.\n— Издеваешься!? — он повысил на меня голос и швырнул бумаги на стол.\n",
    "answers": [
      {
        "id": 33,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 32,
    "text": "— Идеальный? Твой \"идеальный\" план не сработал, я не подписала бумаги.\n— Ах, ты...\nЯ буквально слышала, как он скрипел зубами.\n— Всё могло получиться, я бы...\n— Но не получилось, — я специально перебила его.",
    "answers": [
      {
        "id": 33,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 33,
    "text": "— Плевать! Так или иначе, ты сегодня здохнешь! — он метнулся к своему пиджаку и начал что-то искать в карманах. \nЯ встала со стула.\n— Не это ищете, мистер Фол? — после долгого молчания, отозвался Вольфган и встал передо мной.\n— А? — Фол обернулся и увидел, как дворецкий вертит в руке пистолет. — Ах, ты ублюдок!\n*Успел стащить, когда вешал пиджак?*\n— В особняк леди Кинг с оружием нельзя, — спокойно ответил Вольфган.\n— А, если так! — Фол вытащил из кармана брюк что-то маленькое, я не успела разглядеть, как раздался оглушительный выстрел!\n",
    "answers": [
      {
        "id": 34,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 34,
    "text": "В ушах зазвенело, Фол что-то говорил, а Вольфган сделал шаг назад и упал на пол.\n— Вольфган! — я упала на колени рядом с ним.\nИз головы дворецкого потекла тёмно-алая кровь.\n— Ну вот и всё. Теперь не такая смелая, да? — Фол начал медленно подходить ко мне.\n— Вольфган, очнись! — я трясла его за плечи, потом обхватила руками его окровавленное лицо. — Ты слышишь меня?\n— Нет, конечно, он же здох, — Фол остановился в трёх метрах от меня. — Давай так, Анна, ты подписываешь бумаги, а я тебя отпускаю, идёт? Я не хочу убивать женщину, у самого две дочери.\n— Вольфган, если ты прямо сейчас не встанешь...\n— Совсем дура? Он уже умер. Вставай и подписывай.",
    "answers": [
      {
        "id": 35,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 35,
    "text": "Глянув на свои руки, я медленно поднялась на ноги.\n— Вот умница. \nЯ подошла к столу, Фол встал сзади меня. Немного дрожащей рукой, я беру перо и подношу его к листу.\n В голове раздался бархатный голос:\n~Вы испугались за меня, Миледи?~\nНа лице появилась еле заметная улыбка и она не была фальшивой...",
    "answers": [
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://pbs.twimg.com/media/DbfN65bWAAAMfJR.jpg"
      },
      {
        "id": 36,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 36,
    "text": "— Ну чего ты там застыла, курица? — недовольно прошипел сзади меня Фол.\n— Как невежливо.\nОт этого холодного голоса, Фола передёрнуло и он медленно повернул голову.\n— Вы готовы вынести приговор, моя Королева? — Вольфган поднялся на ноги и выплюнул помятую пулю.\n— Аааа!! — как ужаленный, Фол отлетел назад и упал на пол. — Как?! Демон!!\n— Да, готова, — я успокоилась.",
    "answers": [
      {
        "id": 37,
        "text": "- Вольфган, я хочу, чтобы ты убил его."
      },
      {
        "id": 38,
        "text": "- Вольфган, я хочу, чтобы он ненавидел себя, до конца жизни. Хочу, чтобы он мучался."
      }
    ]
  },
  {
    "id": 37,
    "text": "— Как пожелаете, Повелительница, — он низко мне поклонился, и глаза его стали словно кровь... — Вы хотите видеть это?\n— Видеть, что?! — сидя на полу, кричал Фол.\nНе обращая на него внимания, я ответила:\n— Не горю желанием.\nПосле моих слов, дворецкий выпрямился и пошёл в сторону Фола.\n— Не подходи! Прочь, демон!! — он вскочил на ноги и бросился к двери. Вольфган спокойно, неспеша пошёл за ним, я осталась одна.\n*Надо бы руки помыть.*\nПодумала я, посмотрев на \"немного\" запачканые в крови руки, и тихо пошла к раковине.",
    "answers": [
      {
        "id": 43,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 38,
    "text": "— Жил, но мучался, — добавила я.\n— Ваше желание — закон, Миледи, — он низко поклонился мне, а когда посмотрел на Фола, то его угольно-чёрные глаза обрели кровавый оттенок...\n— Что?! — сидя на полу, кричал Фол.\n— Тихо, — тихим и пугающим голосом сказал Вольфган. \nФол замолчал и поднялся на ноги, зрачки в его серых глазах расширились, и это немного пугало.\nДворецкий быстро подошёл к нему и взял под руку, как старого друга.\n— Моя Светлость, если Вам интересно...\n— Говори.\n— Как насчёт того, чтобы он осквернил своих дочерей?\n— Фу, ты настоящий дьявол.\n— Так и есть, — он дьявольски улыбнулся мне.\n— Делай, что хочешь, а я пойду умоюсь.\n— Да, Миледи.",
    "answers": [
      {
        "id": 43,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 39,
    "text": "•_•) Здрасьте. \n\nАвторы вообще пишут о себе? Даже если нет, то я всё равно начёркаю о себе чего-нибудь этакого. Зачем? Не знаю.\nНапример, чтобы читатель знал, что этот квест написала девушка, а не парень.(возможно пункты будут пополняться.).\nЕсли неинтересно, то просто выйдите отсюда \n<s><s>(° ^ °)/ !!  Грубо? Надеюсь, что нет.\nНу приступим:\n\n• Во-первых, я — девушка.(ну вдруг вы думали, что я Денис, а я не Денис.)\n• Меня зовут Аня. \n• Мне 17 годиков.\n• Любимый цвет? Чёрный.(он такой классический, и как бы говорит: \"Я тебя не трогаю, и ты меня не трогай.\")\n• У меня 4 кошки и собака.(обожаю животных! А людей не очень... :)\n• Квесты стала писать не так давно.(где-то в феврале)\n• Пишу продолжение каждый день, даже во время учёбы.(хоть немного, но пишу.)\n• Я ленивая, очень ленивая. Именно моя [ЛЕНЬ] помогла мне придумать \"Семь грехов.\"(я тоже грешница!! надеюсь, что не попаду на остров \n(• — •)\n• Раз уж начала говорить про \"Семь грехов\",то... Героиню Рир я почти полностью срисовала с себя.(мой грех-лень; я терпеть не могу выходить из дома, ведь мой дом-моя крепость; я мало общаюсь с людьми, поэтому плохо их знаю; не люблю спорт, на физре пробегу на время, и можете вызывать катафалк; одежда вся чёрная, кто не носит чёрное летом, тот слабак!!; люблю музыку; могу быть \"немножечко\" грубой, самую малость и т.д.)\n• Теперь музыка, музыку люблю разную. Что насчёт исполнителя, то мне нравится Тони Раут (не все песни,но многие. кому-то он не нравится, кому-то нравится, это чисто мой вкус.)\n• Хобби-это рисование. Нарисовала какого-то чудика, смотрю, похож на демона, ну и придумала \"Охотники на демонов.\"; Нарисовала такого мужественного высокого мужичка, и придумала Николаса из \"Живая среди мёртвых.\" (получается, что рисование очень даже помогает мне в написании квестов.)\n\nНу, может это всё, а может не всё ;)\nЕсли вдруг появятся вопросы про квесты или про меня, то смело задавайте их в комментариях, обещаю ответить, (°-°)/ честно.\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 42,
        "text": "[Немного о создании некоторых персонажей.]"
      }
    ]
  },
  {
    "id": 40,
    "text": "Привет, сейчас я пишу \"Семь грехов\", \"Охотники на демонов\", \"Живая среди мёртвых\", \"Мой дьявол хранитель\", \"Сверхъестественное\", \"Игра на выживание\" и \"Любовь машины\". Все эти квесты пока не закончены.\n\nБольше времени я стала уделять: \"Мой дьявол хранитель\", \"Игра на выживание\" и \"Живая среди мёртвых\". Продолжение этих квестов будет выходить чаще остальных.\n\n•_•)Я не забыла и не забросила остальные квесты. Просто мне надо от них немного отдохнуть. (Когда ты пишешь про что-то одно, то это надоедает. Я боюсь потерять интерес к этим квестам, поэтому пока их не трогаю.)\n\n×_×)Я не закончила писать эти квесты, но уже придумала новые! (Не знаю, радоваться или нет.)\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 41,
        "text": "[Новые квесты.]"
      }
    ]
  },
  {
    "id": 41,
    "text": "У меня есть идеи про новые квесты.(Но. Это. Не. Точно. Я ещё могу передумать.(•_•) \n_______________________________________________\n\n$ Первый квест: \"Золотой ребёнок\". \nНад жанром ещё не определилась (либо \"Пиключения\" либо \"Боевик\")\nГлавных персонажей будет немного: Гг (главная героиня), \"Золотой ребёнок\" и ещё кто-нибудь.\n•Немного сюжета: Гг поручают доставить\"товар\" одному богатенькому заказчику. Мало того, что товаром оказывается маленький мальчик, так Гг ещё пытаются убить! Чтобы \"охота\" на Гг закончилась, надо доставить мальчика к заказчику. Со временем, вы узнаёте, что паренёк-то не простой...\n\n_______________________________________________ \n\n(Я когда-то читала \"Пятеро в подземелье\" и мне понравилась идея про пирамиду, поэтому...)\n∆ Второй квест: \"Пирамида\". Скорее это \"Фэнтези\"\nГлавных персонажей будет 5-6 чел.\n•Немного сюжета: Люди нашли новую пирамиду, но вот незадача, учёные, которые зашли туда, не вернулись. Там пропадают люди, но понять, что там, надо!! Огромную сумму ($) обещают людям, которые смогут изучить пирамиду. (ну и вернуться живыми, конечно). Такие люди нашлись (они либо совсем нищие, либо тупенькие немножко...). Именно им предстоит узнать причину, по которой пропадают люди. Смогут ли они вернуться и рассказать людям о \"находке\" или нет, будет зависеть только от вас.\n_______________________________________________\n\nТретий квест: \"Не издавай ни звука.\" \nЖанр \"Фэнтези\" и немного \"Ужасы\"\nПерсонажей 2-4 человека.\n• Немного сюжета: Гг очень замкнутый в себе человек, вместо общения с людьми, предпочитает говорить со своими собаками. Живёт одна в охотничьем доме на краю леса. Охотница. \nЕё жизнь меняется дважды. Первый раз, когда её бывший муж привозит ей двоих детей, о которых ей предстоит заботиться. Второй раз, когда наша охотница натыкается на истерзанный труп медведя.\nКто мог такое сделать? И почему надо сидеть тихо?\n_______________________________________________\n\n\"Живой труп.\"\nЖанр: \"Апокалипсис\" и \"Романтика\"\n× Возможно квест будет вестись от лица парня (зомби), а может я оставлю девушку.\n• Зомби апокалипсис, как всегда виноваты учёные (а может и нет). Человечество пытается выжить, но это не важно. Важно то, что однажды юноша/девушка попадает в неприятную ситуацию (во всём виноваты зомби (•--•). И встречается с \"живым\" мертвецом, который оказался человечней многих людей. Умрёт Гг, выживет, останется один/одна или с любимым \"человеком\" будет зависеть от выбора читателя. \n!!! [Эта идея очень ветренная, возможно этой истории вообще не будет.]\n_______________________________________________\n\n\"Зритель моей жизни.\"\nЖанр: хочу добавить \"немного\" жестокости, насилия и крови. Скорее это \"Ужасы\", местами \"Боевик\", ну и \"Романтика\" (в последнее время меня на романтику потянуло что-то, надо это исправлять)\n° Персонажи: Главная героиня и \"зритель\" её жизни, ну и второстепенные персонажи, конечно.\n• Над самой историей надо ещё подумать. Возможно Гг похитят, а может будут охотиться за ней. Ещё голову ломаю над тем, как Гг будет относиться к своему сталкеру, она будет его боятся? или злиться на него? ненавидеть? может ей понравится этот псих? а может всё сразу? Аааа!!! \nБудем думать <s><s>(°^°)/.\n_______________________________________________\n\n \"Цепной пёс.\" [Квест уже пишется.]\nЖанр: Здесь много жанров.\nПерсонажи:\n ✓ Гг (можно будет выбрать, какой она предстанет перед читателем и будет в истории: доброй, милой, понимающей или злопамятной, равнодушной, холодной, хитрой. От этого выбора будут зависеть отношения к Гг других персонажей. Если она у вас будет хорошей, то и тянуться к ней будут неплохие люди(а плохие будут недолюбливать), а если Гг грубая, равнодушная и т.п., то она заручиться поддержкой не самых хороших, но зато полезных людей(хорошим она мало чем будет нравиться);\n• Плюсы и минусы \"хорошей\" Гг:\n<plus> Она будет приятным, дипломатичным человеком.(доверие людей)\n<plus>Умение договариваться с людьми.(неплохие клиенты)\n<plus> Люди к ней будут тянуться.(много знакомых)\n<plus> Хорошие отношения с семьёй.\n<plus> Решает проблемы мирным путём.\n— Плохие отношения с Портовой Мафией.(их поддержки не будет)\n— Плохая физическая подготовка.(неумение драться, стрелять и т.п.)\n— Плохие отношения с отцом.(ему по душе такие же люди как он, то есть не самые честные и хорошие)\n— Плохие отношения с мачехой.(её поддержки не будет)\n—<plus> Можно будет изменять мужу.\n• Плюсы и минусы \"плохой\" Гг:\n<plus> Поддержка со стороны ПМ.(портовой мафии)\n<plus> Хорошая, даже отличная физическая подготовка.(умение стрелять, драться и т.п.)\n<plus> Хорошие отношения с отцом.(больше денег и компания отца в придачу)\n<plus> Хорошие отношения с мачехой.(любые слухи и новости узнаете первыми)\n<plus> Решение проблем силой и уважение окружающих.(не самых хороших конечно)\n— Плохие отношения с мужем.(ссоры, скандалы, никакой поддержки)\n— Не умеет договариваться с людьми.\n— Из-за большого количества денег, многие захотят их получить (кругом враги, нельзя никому доверять)\n— Иногда придётся поступить очень плохо (убить, похитить)\n—<plus> Можно изменять мужу.\n—<plus> Можно выбрать, как к вам будет относиться сын, и как к нему будете относиться вы.\n\n✓ Муж Гг:\nЕсли Гг \"хорошая\", то отношения у них будут нормальными, семейными. В трудный момент поддержит и успокоит.\nЕсли Гг \"плохая\", отношения будут трудными, они либо ссорятся, либо полностью игнорируют друг друга. (изображают счастливую пару при других. не любят друг друга, но продолжают быть супругами из-за собственной выгоды)\n\n✓ Сын Гг:\nЕсли мама \"хорошая\", то он будет любить её всем сердцем и гордиться ей.\nЕсли мама \"плохая\", НО вы выбрали \"хорошие отношения с сыном\", то мальчик будет любить вас и восхищаться вами. (при сыне вы с мужем будете изображать любящих друг друга людей. мальчик не будет знать о \"плохих\" делах мамы.(ну если вы, конечно, постараетесь скрыть это от него)), а если выберете \"плохие отношения с сыном\", то он не будет гордиться вами, общения с ним почти не будет, большую часть времени мальчик будет проводить с отцом (возможно он узнает о ваших \"грязных\" делишках)))\n\n✓ \"Цепной пёс\" Гг \nНазывайте, как хотите: охранник, секьюрити, правая рука Гг (возможно даже любовник :3 )\n(Я сделала его с не самый счастливым прошлым, немного потрёпанного жизнью, но зато у него есть любящие его младшие братья и сестра)\nЕсли Гг \"плохая\" она будет шантажировать и угрожать ему какое-то время, но потом перестанет. Возможно ему придётся убить человека, по приказу Гг (и не одного...)\n   •• Фух, как же много я настрочила про этот квест, за это время могла бы продолжение другого квеста написать, но нет (°~°). Поймите и простите ^_^ ••\nЕсли он станет любовником Гг, то появятся кха кха.... пикантные сцены (=_=).\n\nВторостепенные персонажи: Отец, мачеха появляться они будут не часто. Портовая мафия и др.(с некоторыми можно будет тоже...сделать это... кха! кха! ну вы меня поняли (T_T).\n \nПисать о сюжете пока не буду(и так много получилось •_•), возможно вы сами уже примерно представляете, о чём будет квест.\n_______________________________________________",
    "answers": [
      {
        "id": 40,
        "text": "Назад."
      },
      {
        "id": 66,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 42,
    "text": "       \n                 •\"Живая среди мёртвых.\"•\n  \n∆ Кертиз: Такой же приставучий и наглый, как мой младший брат. Этот \"Кертиз\" постоянно мозолит мне глаза дома, ну теперь ещё и в квесте.<s><s>(•_•)/\n∆ Вайз: Одна моя подружка попросила нарисовать ей что-нибудь. Дело было вечером, делать было нечего, и я согласилась. Сижу, думу думаю и надумала. Нарисовала маленького мальчика, он мне понравился, а когда решила написать этот квест,то вспомнила про этого мальчика и вот он тут.(кстати, рисунок я так и не отдала (°^°)\n∆ Николас: Его я тоже нарисовала.(странно, что изначально я рисовала девушку, а получился мужик (• — • . Ну с кем не бывает,да?\n∆ Мистер Пушистик: Здесь всё просто. Был у моей бабушки такой кот большой, пушистый, глазастый. Одним словом-милашка. Всё в маленькие коробочки залезть пытался. ❤️\n\n\n                          •\"Семь грехов.\"•\n\n∆ Рир: Её я почти полностью срисовала с себя.\n∆ Иви: Есть у меня знакомая, которая всегда таскает с собой еду(и меня кормит:). И я подумала: \"А почему нет?\"\n∆ Кин: Я приболела и пошла в больницу. Там один юноша говорил по телефону, и разговор был примерно такой: \"Моя помощь не бесплатная. Если хочешь, чтобы я помог...мани мани.\" Он, похоже, такой себе друг, но зато неплохой герой моего квеста.\n∆ Август: Я вспомнила мальчика с которым дружила, когда была мелкой. Такой гордый нарцисс я вам скажу,но друг хороший.\n\n\n                   •\"Охотники на демонов.\"•\n\n∆ Охотник: Смотрели \"Атака титанов\"? Знаете, кто такой Леви Аккерман? Идеальный мужчина! Этим всё сказано.\n\n\n\n\n",
    "answers": [
      {
        "id": 39,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 43,
    "text": "Прошло минут двадцать, я сижу на диване и смотрю в окно напротив. Не люблю долго оставаться без него...",
    "answers": [
      {
        "id": 44,
        "text": "[Позвать его.]"
      },
      {
        "id": 45,
        "text": "[Не звать, сам придёт.]",
        "blackout": true
      },
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/df/6c/15/df6c150d94076fbef89dee7cb3e5a212.jpg"
      }
    ]
  },
  {
    "id": 44,
    "text": "Не вставая с дивана, я говорю:\n— Вольфган, ты мне нужен...сейчас.\n— Миледи, — прозвучало справа от меня.\n— Аа?! — я подпрыгнула на месте. — Не делай так больше!\n— Прошу прощения, — он поклонился мне.\n— Где ты был так долго?\n— Вы успели соскучиться по мне? — на его лице засветилась довольная улыбка.\n— Прекрати, — я устало потёрла переносицу.",
    "answers": [
      {
        "id": 46,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 45,
    "text": "— Миледи, — Вольфганг вошёл в комнату.\n— Почему так долго?\n— Вы успели соскучиться по мне? — на его лице засветилась довольная улыбка.\n— Прекрати, — я устало потёрла переносицу.",
    "answers": [
      {
        "id": 46,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 46,
    "text": "Совсем вымоталась из-за этого.",
    "answers": [
      {
        "id": 49,
        "text": "- Вольфган, а у тебя есть душа?"
      },
      {
        "id": 50,
        "text": "- Как я уже поняла, ты встретил людей Фола. Что ты с ними сделал?"
      },
      {
        "id": 53,
        "text": "- Что ты сделал с Фолом?",
        "need": 37
      },
      {
        "id": 54,
        "text": "- Что ты сделал с Фолом?",
        "need": 38
      },
      {
        "id": 52,
        "text": "- Тебе продырявили голову, было больно?"
      },
      {
        "id": 48,
        "text": "[Пойти и как следует выспаться.]"
      }
    ]
  },
  {
    "id": 47,
    "text": "Продолжение следует.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вольфган сказал, что со всем разберётся, чтобы это не значило...\nОн проводил меня до спальни и ушёл. \n*Я просто обязана выспаться.*\n\n                      (Конец первой части.)",
    "answers": [
      {
        "id": 55,
        "text": "• Прошлое.",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 49,
    "text": "— Душа? — удивился он, будто я спросила про единорогов.\n— У всех есть душа, или я не права?\n— Вы правы, Госпожа, но только по отношению к людям. Даже у самых мерзких и жестоких есть душа, но у меня её нет, — он заметил мой вопросительный взгляд. — Я не знаю, как Вам это объяснить. Я существую в этом мире только ради Вас, мне не нужен воздух, чтобы дышать, у меня есть сердце, но оно не бьётся, я не сплю и не ем, потому что мне это не нужно, и души у меня нет, ведь я не человек. \n— Тогда зачем ты забираешь человеческие души?\n— Это энергия. \n— Но ты говорил, что энергия тебе не нужна.\n— Верно, понимаете, люди верят, что после смерти их души попадают в рай или ад, но это полный бред. После смерти нет абсолютно ничего. Пустота, забвение, называйте это как хотите, именно туда попадает человеческая душа. Но если забрать эту душу... — он резко сжал ладонь в кулак. — ... И я буду сильнее, и человек, у которого я забрал душу, помучается ещё какое-то время, перед тем, как отправиться в небытие.\n— То есть тебе просто нравится мучать людей, да?\n— Да.\n— Ещё кое-что.\n— Мм?\n— Ты сказал, что существуешь здесь только ради меня. А что будет, если я умру?\n— Своей смертью?\n— Нет.\n— Я никому не позволю навредить Вам.\n— Ну, а если...\n— Нет никаких \"если\", моя Светлость. Вы можете умереть только от старости.\n— Понятно...\n",
    "answers": [
      {
        "id": 46,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 50,
    "text": "— Я забрал их души.\n— Без моего разрешения?\n— Прошу прощения, но их было восемь.\n— И?\n— И их души ушли бы в небытие.\n— Ясно, но это первый и последний раз.\n— Вы очень великодушны, моя Госпожа.",
    "answers": [
      {
        "id": 46,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 51,
    "text": "(Вы пожелали убить его?)",
    "answers": [
      {
        "id": 53,
        "text": "Да."
      },
      {
        "id": 54,
        "text": "Нет."
      }
    ]
  },
  {
    "id": 52,
    "text": "— Я не чувствую боли.",
    "answers": [
      {
        "id": 46,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 53,
    "text": "— Я сжог его заживо и забрал его душу.\nУ меня даже комментариев нет.",
    "answers": [
      {
        "id": 46,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 54,
    "text": "— Я отправил его домой. В скором будущем, он изнасилует собственных дочерей, и это будет мучать его до конца жизни.\n— Сколько лет его детям?\n— Одной пятнадцать, другой восемь.\n*Они ведь не виноваты... может я это зря...* \n— Не зря, Миледи. Никогда не отказывайтесь от своих слов, я всегда буду на вашей стороне.",
    "answers": [
      {
        "id": 46,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 55,
    "text": "                               | Часть вторая. |\n\n                                 |> Прошлое. <|\n\n\n— Мама! Мама! — я вбежала в дом.\nМама нарезала чёрный хлеб, увидев меня всю в слезах, она сразу побежала ко мне и обняла.\n— Что случилось, солнышко? — она стала вытирать ладонью мои слёзы. — Тише, всё хорошо.\n— Мама... — я шмыгнула носом.- ... почему у меня белые волосы? Я ведьма?\n— Что ты такое говоришь? — она ещё крепче меня обняла.\n— Ребята говорят, что у меня белые волосы и голубые глаза, потому что я ведьма! — я ещё больше расплакалась.\n— Ну, ну, тише, милая, — она аккуратно взяла меня на руки и понесла к кровати. — Никакая ты не ведьма, — мама села на кровать и посадила меня себе на колени.\n— Но.. но мальчики говорят, что...\n— Они ошибаются, — она прижала меня к себе и стала покачивать на руках. — То, что ты не похожа на них, не делает тебя ведьмой.\n— Но у тебя не белые волосы, — я погладила маму по волосам. — И глаза не голубые.",
    "answers": [
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/f5/9f/0a/f59f0a7026956b54c52da5db5cf90727.jpg"
      },
      {
        "id": 56,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 56,
    "text": "Мама была очень красива. У неё были длинные волнистые волосы, которые она заплетала в красивую косу. Её волосы блестели на солнце и цветом были похожи на пшеницу.\nБольшие добрые глаза, которые были, как первая травка после зимы. Я никогда не видела слёз в этих глазах.\nЕё голос был таким приятным и нежным, что мы с сестрой только под него и засыпали. Она придумывала короткие песенки и пела их нам, они были простыми, поэтому мы быстро их запоминали и пели вместе с мамой.\nМоя младшая сестра была похожа на маму. Такие же светлые красивые волосы, глаза, как два изумруда. Лизи родилась маленьким комочком радости, и этой радостью она всегда делилась со мной...",
    "answers": [
      {
        "id": 57,
        "text": "Далее."
      },
      {
        "id": 56,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/76/6d/36/766d363be3d9b6825e4e2a083d87446b--valentina-zelyaeva.jpg"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Почему я не похожа на вас с Лизи? — я немного успокоилась и посмотрела на маму.\n— Потому что ты похожа на своего отца. У тебя такие же белоснежные волосы, как у него, ты такая же красивая и добрая... и у тебя его глаза, — она нежно погладила меня по щеке. — Подобных глаз я никогда не видела. Они как чистое небо, как прекрасное море... Возможно, это прозвучит странно, но твои глаза, как жизнь...",
    "answers": [
      {
        "id": 58,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 58,
    "text": "— Сестрёнка! — в дом вбегает Лизи и с разбегу прыгает на кровать. — Не верь этим глупым мальчишкам, они просто тебе завидуют, ты очень красивая, правда мама?\n— Правда, — мама погладила меня по голове и поцеловала Лизи в лоб.\n— Вам правда нравится, как я выгляжу?\n— Да! — крикнула сестра и заключила меня в свои крепкие объятия. — Вот бы мне такие волосы!\n— Ты прекрасно выглядишь, милая. Для своей семьи, ты будешь любима любой, — сказала мама и присоединилась к объятиям Лизи.\n— Спасибо... — я ещё крепче их обняла.",
    "answers": [
      {
        "id": 59,
        "text": "Далее."
      },
      {
        "id": 58,
        "text": "Укажите команды для картинки",
        "url": "https://s2.best-wallpaper.net/wallpaper/iphone/1603/Cute-little-girl-blonde-wind-grass_iphone_750x1334.jpg"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Так, всё хватит тут сидеть! — командирским голосом сказала Лизи. — Давайте пойдём к озеру?\n— Неплохая идея, — поддержала её мама.\n— Я согласна.\n— Пока вы тут, я уже там! — крикнула Лизи и спрыгнула с кровати.\n— Я буду первой! — я тоже спрыгнула на пол.\n— Я буду первее! — через плечо, радостно крикнула она мне и открыла дверь нараспашку.\nВ этот момент раздался выстрел...",
    "answers": [
      {
        "id": 60,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 60,
    "text": "Я размыто это видела, но я точно помню, как Лизи вскрикнула и упала на спину. Я слышала чьи-то голоса и видела кровь...много крови на сестре...\n— Анна!! — где-то сзади меня закричала мама, она схватили меня на руки и побежала. — Господи, пожалуйста...\n— Вот это я попал, — на улице я услышала мужские голоса.\nМама вбегает в комнату и заперает двери.\n— Мама...\n— Тише! — она бегает по комнате и что-то ищет.\n(Бам!) Кто-то ударил в дверь.\n— Там кто-то есть. Только не убивай их,  Руби.\n*Руби...* \n— Да понял я уже.\nВ дверь начали колотить.\n— Анна! — мама подскочила ко мне, схватила на руки и понесла к окну. — Слушай внимательно, — она шептала, дрожащим голосом, а на глазах были слёзы. — Вот возьми, — она положила мне в руки нож. — Аккуратно держи... Слушай, милая, ты должна бежать...\n— А ты?\n— Я побегу за тобой. Давай же, — она тихо, но быстро открыла окно. — Вылезай и...",
    "answers": [
      {
        "id": 61,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 61,
    "text": "Тут дверь слетает с петель!\n— Держите её! — гаркнул кто-то.\nМама толкнула меня и я вывалилась из окна.\n— Беги! Беги, Анна! — я слышала мамин крик из окна.\nЯ поднялась на ноги, подобрала нож и бросилась в лес.\n— Ловите девчонку!",
    "answers": [
      {
        "id": 62,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 62,
    "text": "Я бежала так быстро, как только могла. Не знаю, почему я не побежала к дому тех мальчишек, которые называли меня ведьмой. Я сильно испугалась и подумала, что смогу спрятаться в лесу, и мама найдёт меня, и Лизи...\nЗдесь я запнулась и полетела на землю, поцарапав руки о сухие ветки. Из глаз покатились слёзы. Это было не из-за того, что мне больно...я только тогда всё осознала...\nКогда я увидела, что Лизи упала, я почему то не испугалась...А сейчас...\nЯ просто сидела на холодной земле и рыдала. Лизи мертва...мама...что с мамой?\nЗа спиной я услышала треск веток и обернулась, вскочив на ноги.",
    "answers": [
      {
        "id": 62,
        "text": "Укажите команды для картинки",
        "url": "https://pbs.twimg.com/media/D--2C3qUcAAnb-e.jpg"
      },
      {
        "id": 63,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 63,
    "text": "Недалеко стоял мужчина и пристально смотрел на меня.\n— Альбинос? — сначала он удивился, а потом на его лице появилась неприятная улыбка. — Так ещё лучше, — он сделал шаг ко мне.\n— Не подходи!! — вся в слезах, закричала я и выставила нож вперёд.\n— Ууу, ты нравишься мне всё больше, — он подошёл ещё ближе. — Как тебя зовут, зайка?\n— Отстань от меня! — я отошла назад. — Где мама?\n— Мама дома, она тебя ждёт, пойдём я тебя провожу обратно.\n— Нет!! Зачем вы к нам пришли?\n— В гости, — мужчина засмеялся, а я начала пятиться. — Стой на месте, мне уже надоело бегать за тобой, — его голос поменялся, и он стал подходить ко мне.\n",
    "answers": [
      {
        "id": 67,
        "text": "[Стоять на месте.]"
      },
      {
        "id": 68,
        "text": "[Бежать!]"
      }
    ]
  },
  {
    "id": 64,
    "text": "                                      (=_=)",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 65,
    "text": "                                    (•_•)",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 66,
    "text": "_______________________________________________\n\n• Какой-то там квест: \"Я живу, он выживает\" или \"Наркотик\" (никакой пропаганды)\n• Жанр: Боевик, Приключения, Романтика.\n• Персонажи: Гг (русская, которую я назову в честь себя :3 ), блондинчик из Америки, друг блондинчика (китаец), дядя Гг (русский мужик) и др.\n• Немного сюжета: Гг вместе со своим дядей уезжает из России прямиком в Америку. Там они встречаются с бандой обычных американских чуваков, лидером которой является красивый блондин (шик, блеск, красота)(возможно он будет младше Гг). Стоило нашей Гг познакомиться с ним, как она оказывается в гуще событий: стрельба, охота, убийства, плохие и хорошие люди, друзья и предатели, естественно главный злодей (какой-нибудь противный дядька)\nСделаю прекрасных персонажей, чтобы читатель их полюбил, а потом ГРОХНУ КОГО-НИБУДЬ!! (×---×) идеальный план)\n______________________________________________\n \n• \"Мы не люди\"\n• Жанр: Фэнтези.\n• Немного сюжета:\n Еле уловимый аромат Лунного цветка — это все, чему можно здесь верить. Согласно пророчеству, этот запах приведёт в рай волков, способных принимать человеческое обличье. Возможно, именно им предстоит открыть ворота туда, где теряет значение слово «судьба». В погибающем мире, не помнящем света, четверо отправляются в путь...\n_______________________________________________\n\n• \"Один из двенадцати\"\n• Жанр: Приключения, фэнтези.\n• Немного сюжета:\n Каждый год, в одном и том же месте, в одно и то же время, встречаются двенадцать совершенно разных людей. \n Каждый из них имеет свою способность и цель, ради которой они готовы рискнуть своей жизнью.\n Все они представляют один определённый год: обезьяны, змеи, собаки, лошади, быка, крысы, дракона, петуха, овцы, кролика, тигра, свиньи. \n Победитель имеет право загадать одно любое желание, но чтобы победить, надо остаться в живых...\n_______________________________________________\n\n• \"Пустынная планета\" [квест уже пишется]\n• Жанр: Фэнтези.\n• Сюжет: Большую часть Земли засыпало песком, теперь солнце — это большая редкость. Помимо засухи и голода, люди сталкиваются с более страшной проблемой.... (а какой, узнаете потом ♥)\n_______________________________________________ \n\n• \"Живая мишень\"\n• Жанр: Романтика, где-то мелькает Боевик.\n• Герои: два подростка — девушка и юноша. (если мне будет не лень, то сделаю так, что можно будет выбрать, кем из двоих вы хотите играть. ну, а если лень — то играть только от лица девушки)\n• Сюжет: Двое подростков становятся свидетелями убийства, и из-за этого на них начинается охота. (скорее всего, по сюжету герои в будущем станут парой, без вашего выбора)\n________________________________________________\n \n• \"Помоги мне победить\"\n• Жанр: Романтика.\n• Сюжет: Молодая девушка, по просьбе старого друга, приезжает в другую страну, чтобы встретиться со своим другом детства. Она является тренером по боксу и ей предстоит наладить испорченные отношения с бывшим бойцом (другом) и сделать из него чемпиона!\n________________________________________________\n\n",
    "answers": [
      {
        "id": 41,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 67,
    "text": "                             (Сохранение)\n\nОн медленно подходит ко мне, как будто боится вспугнуть, а я стою на трясущихся ногах и не знаю, что делать.\nМужчина подошёл ближе, и я заметила на его лице шрам, на губах. Пока я рассматривала его лицо, он стал тянуть ко мне руки.\n— Тихо, маленькая, тихо... — почти шёпотом говорил он. — Отдай мне это...\nЯ поняла, что он тянется не ко мне, а к ножу, который я держу в руках.",
    "answers": [
      {
        "id": 69,
        "text": "[Не двигаться.]"
      },
      {
        "id": 68,
        "text": "[Попытаться сбежать.]"
      },
      {
        "id": 71,
        "text": "[Махнуть ножом!]"
      },
      {
        "id": 72,
        "text": "[Воткнуть нож ему в горло!]"
      },
      {
        "id": 73,
        "text": "[Воткнуть нож в глаз!]"
      }
    ]
  },
  {
    "id": 68,
    "text": "                             (Сохранение)\n\nЯ резко разворачиваюсь, до боли в спине, и тут меня хватает чья-то рука!\n— Ах, ты дрянь! — мужчина со шрамом на губах швырнул меня на землю, и я больно ударилась лицом о корни дерева. — Куда это ты собралась?! — он схватил меня за локоть и навис надо мной.",
    "answers": [
      {
        "id": 74,
        "text": "[Кинуть ему грязи в лицо!]"
      },
      {
        "id": 75,
        "text": "[Воткнуть нож ему в горло!]"
      },
      {
        "id": 73,
        "text": "[Ударить ему ножом в глаз!]"
      }
    ]
  },
  {
    "id": 69,
    "text": "— Вот так умничка... — он резко забрал у меня нож и выбросил в кусты. — Пошли, — он грубо схватил меня на руки, и ... похоже я потеряла сознание...",
    "answers": [
      {
        "id": 77,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 70,
    "text": "Я очнулась на полу у себя в комнате.\n— Посмотрите, кто проснулся, — сзади раздался голос.\nВсё тело болело, и я очень медленно повернула голову. Передо мной сидел тот самый мужчина, который ловил меня в лесу. Его левый глаз был забинтован.\n— Сколько тебе лет? — его вопрос почему-то напугал меня.\n— Д..десять, — неуверенно ответила я.\n— Так даже интереснее, — на его лице появилась странная улыбка, он поднялся и пошёл ко мне. — Как ты себя чувствуешь, милая? — он сел передо мной на корточки и погладил меня по щеке.\n— Где мама?\n— С мамой всё... хорошо. Скажи, у тебя ещё есть сёстры или братья? — он стал гладить меня по голове.\nЯ вспомнила Лизи, и глаза сами собой заслезились.\n— Ну, чего ты, милая? Всё хорошо, — мужчина взял меня на плечи и потянулся ко мне.\n*Хочет поцеловать?*",
    "answers": [
      {
        "id": 76,
        "text": "[Отвернуться.]"
      },
      {
        "id": 78,
        "text": "[Не шевелиться.]"
      },
      {
        "id": 79,
        "text": "[Ударить его.]"
      }
    ]
  },
  {
    "id": 71,
    "text": "Я посильнее сжала в руке нож и попыталась ударить им мужчину, но тот увернулся и ударил меня кулаком по лицу, я потеряла сознание...",
    "answers": [
      {
        "id": 77,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 72,
    "text": "Я посильнее сжимаю нож в руке и, зажмурившись, наношу удар в горло! Руке стало больно, а на щеку мне что-то капнуло.\nЯ открыла глаза и увидела, что он держит мою трясущуюся руку, а лезвие ножа совсем чуть чуть зашло в горло, из которого на меня капают тёмно-алые капли.\n— Убить меня захотела?! — заорал он и развернул лезвие ножа.\nЯ начала отчаянно дёргаться под ним, и вдруг почувствовал сильную боль в груди.\n— Очень жаль, что тебя не получится продать.\nЭто были последние слова, что я услышала, а потом всё погрузилось в темноту...\n\n\n[Вас убили.]",
    "answers": [
      {
        "id": 67,
        "text": "[Попробовать ещё раз.]"
      },
      {
        "id": 1,
        "text": "[Вернуться в начало.]"
      }
    ]
  },
  {
    "id": 73,
    "text": "С криком, я замахиваюсь и со всей силы бью ножом в глаз мужчине, тот не успевает увернуться, и нож попадает точно в цель! Лезвие ножа, с противным звуком, легко врезается в серый глаз.\nМужчина издаёт такой крик, от которого становится страшно.\nНе теряя времени, я вскакиваю на ноги и... врезаюсь в ещё одного! Второй, кажется, ударил меня или вколол что-то...и я отключилась...",
    "answers": [
      {
        "id": 70,
        "text": "Далее.",
        "blackout": true
      },
      {
        "id": 73,
        "text": "• Вы оставили обидчику \"подарочек\" на память.",
        "comment": true
      }
    ]
  },
  {
    "id": 74,
    "text": "Я быстро сгребаю в одну руку песок, грязь, какие-то листья и швыряю это ему в глаза. \n— Ах, ты! — он ослабил хватку, но не отпустил.\n— Отпусти! — закричала я и стала бить его кулаком.\n— Заткнись! — он замахивается и бьёт меня по лицу! \nА дальше темнота...",
    "answers": [
      {
        "id": 77,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 75,
    "text": "Я посильнее сжимаю нож в руке и, зажмурившись, наношу удар в горло! Руке стало больно, а на щеку мне что-то капнуло.\nЯ открыла глаза и увидела, что он держит мою трясущуюся руку, а лезвие ножа совсем чуть-чуть зашло в горло, из которого на меня капают тёмно-алые капли.\n— Убить меня захотела?! — заорал он и развернул лезвие ножа.\nЯ начала отчаянно дёргаться под ним, и вдруг почувствовал сильную боль в груди.\n— Очень жаль, что тебя не получится продать.\nЭто были последние слова, что я услышала, а потом всё погрузилось в темноту...\n\n\n× [Вас убили.]",
    "answers": [
      {
        "id": 68,
        "text": "[Попробовать ещё раз.]"
      },
      {
        "id": 1,
        "text": "[Вернуться в начало.]"
      }
    ]
  },
  {
    "id": 76,
    "text": "Я резко поворачиваю голову, и он, холодными губами, целует меня в щёку.\n— У тебя есть мальчик, который тебе нравится? — он ещё раз поцеловал меня, только сейчас в шею.\nПо коже пробежали мурашки.\n— Ты такая красивая... — он начал расстёгивать пуговицы на моём свитере.\n— Что вы...не надо! — я начала кричать и толкать его.\n— Тихо ты, — зашипел мужчина и закрыл мне рот рукой. — Если будешь хорошей девочкой — больно не будет.\nОн начал снимать с меня одежду.\n",
    "answers": [
      {
        "id": 80,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 77,
    "text": "Я очнулась на полу у себя в комнате.\n— Посмотрите, кто проснулся.- Сзади раздался голос.\nВсё тело болело, и я очень медленно повернула голову. Передо мной сидел тот самый мужчина, который ловил меня в лесу.\n— Сколько тебе лет?- Его вопрос почему-то напугал меня.\n— Д..десять.- Неуверенно ответила я.\n— Так даже интереснее.- На его лице появилась странная улыбка, он поднялся и пошёл ко мне.- Как ты себя чувствуешь, милая?- Он сел передо мной на корточки и погладил меня по щеке.\n— Где мама?\n— С мамой всё...хорошо. Скажи, у тебя ещё есть сёстры или братья?- Он стал гладить меня по голове.\nЯ вспомнила Лизи, и глаза сами собой заслезились.\n— Ну, чего ты, милая? Всё хорошо.- Мужчина взял меня на плечи и потянулся ко мне.\n*Хочет поцеловать?*\n",
    "answers": [
      {
        "id": 76,
        "text": "[Отвернуться.]"
      },
      {
        "id": 78,
        "text": "[Не двигаться.]"
      },
      {
        "id": 79,
        "text": "[Ударить его.]"
      }
    ]
  },
  {
    "id": 78,
    "text": "Пока я смотрела на него глазами, полными слёз и страха, он, холодными губами, прикаснулся к моим. От этого меня начало тошнить...\n— У тебя есть мальчик, который тебе нравится? — он ещё раз поцеловал меня, только сейчас в шею.\nПо коже пробежали мурашки.\n— Ты такая красивая... — он начал расстёгивать пуговицы на моём свитере.\n— Что вы...не надо! — я начала кричать и толкать его.\n— Тихо ты, — зашипел мужчина и закрыл мне рот рукой. — Если будешь хорошей девочкой — больно не будет.\nОн начал снимать с меня одежду.\n",
    "answers": [
      {
        "id": 80,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 79,
    "text": "Стоило ему потянуться ко мне, как я замахнулась и со всей силы ударила его по лицу. А мужчина, как будто не заметил этого, и как ни в чём не бывало, спросил:\n— У тебя есть мальчик, который тебе нравится? — он опять попытался поцеловать меня, только сейчас в шею.\nПо коже пробежали мурашки.\n— Ты такая красивая... — он начал расстёгивать пуговицы на моём свитере.\n— Что вы...не надо! — я начала кричать и толкать его.\n— Тихо ты, — зашипел мужчина и закрыл мне рот рукой. — Если будешь хорошей девочкой — больно не будет.\nОн начал снимать с меня одежду.\n",
    "answers": [
      {
        "id": 80,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 80,
    "text": "Он прижал меня к полу и стал раздеваться.\n— Не...непра!!..ма.. — как бы я не плакала, не пыталась сбежать, не умоляла... ничего не вышло....",
    "answers": [
      {
        "id": 81,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 81,
    "text": "Маленький ребёнок и подумать не мог, что подобное может произойти с ним... \nЯ вообще не знала, что происходит. Мне было страшно...и больно...очень больно...\nВсё, что я видела — это пыхтящего над собой человека со шрамом на губах и забинтованным лицом...\nЯ впервые кого-то возненавидела так сильно, что захотелось убить...",
    "answers": [
      {
        "id": 82,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 82,
    "text": "Это продолжалось уже очень долго...или мне так показалось?\nВ любом случае, я хотела, чтобы это всё закончилось. \nЯ услышала скрип двери и повернула голову. Дверь приоткрылась, и я увидела маму...\nОна лежала на полу в порванной одежде, и её целовал ещё один мужчина. И вот она повернулась ко мне. Её лицо поменялось в мгновение ока, покрасневшие глаза стали больше, и из них полились слёзы, губы задрожали, и она закричала. Закричала так сильно и громко, что сердце заболело. \nМама плакала и тянула ко мне трясущуюся руку, и тут двери закрылись, и в комнату зашёл ещё кто-то.",
    "answers": [
      {
        "id": 83,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 83,
    "text": "— Чёрт, Руби, я же запретил! — второй мужчина быстро подошёл и оттащил Руби от меня.\n— Какого хрена?! — мужчина со шрамом не устоял на ногах и упал.\n— Заткнись! Сколько раз я говорил тебе, чтобы ты завязывал портить товар?! Чего тебя на девочек-то тянет? — мужчина встал ко мне спиной.\n— А что должно тянуть на мальчиков?\n— Придурок, ты знаешь о чём я! Выметайся!\n— Чёрт... — Руби поднялся, подтянул штаны и ушёл.\nЯ попыталась встать, но стоило мне пошевелиться, как всё тело пронзала сильная боль, особенно в позвоночнике.\n— Больной урод, — мужчина выругался и повернулся ко мне. — Чего не кричала-то?\nЯ подняла голову и рассмотрела его.\nПередо мной стоял мужчина в красной клетчатой рубашке, тёмных грязных штанах и светлой шляпе. Темные растрёпанные волосы, густые брови, серые глаза...серьга в правом ухе...кажется, золотая.\n— По внешности ты очень подходишь, — начал он, не обращая внимания на мои взгляды. — За тебя могут много отдать, надеюсь ты не умрёшь.\n\n\n                    (Конец второй части.)\n",
    "answers": [
      {
        "id": 84,
        "text": "• Встреча с самим Дьяволом.",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 84,
    "text": "                              | Третья часть. |\n\n              |> Встреча с самим дьяволом <|\n\n\nОказалось, те люди торгуют детьми. Меня долго везли на лошади через лес. Мама... её я больше не видела, а когда спрашивала, мне никто не отвечал...",
    "answers": [
      {
        "id": 85,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 85,
    "text": "Меня и ещё пятерых посадили в тёмную комнату с одним окном. Там были и другие дети, почти все они были избиты, и только один мальчик, сидевший в тёмном углу комнаты, был нетронутым.\nВзрослых здесь не было, только дети.",
    "answers": [
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "https://photos.lensculture.com/large/9352e02f-02ff-4f0b-b373-cb2adf2bd9d1.jpg"
      },
      {
        "id": 86,
        "text": "[Осмотреться.]"
      }
    ]
  },
  {
    "id": 86,
    "text": "Тёмные деревянные стены, никакой мебели, окно, прохудившийся пол... капли крови. Лучше приглядевшись, я заметила, что кровь здесь не только на полу, ещё и на стенах, и на окне немного.\nРебята, которых привезли со мной, уже разбрелись, и я осталась одна.",
    "answers": [
      {
        "id": 87,
        "text": "[Поговорить с тем одиноким мальчиком.]"
      }
    ]
  },
  {
    "id": 87,
    "text": "Он сидел один, поджав колени, и смотрел в одну точку.\n— П..привет, — я осторожно подошла к нему.\nОн даже не посмотрел на меня.\n— Что с нами будет?\nМеня опять проигнорировали.\n— Меня зовут Анна, а тебя?\n— ...\n— Сколько ты уже здесь?\n— ...",
    "answers": [
      {
        "id": 88,
        "text": "[Уйти.]"
      },
      {
        "id": 89,
        "text": "[Сесть рядом с ним.]"
      }
    ]
  },
  {
    "id": 88,
    "text": "Это бесполезно, он не хочет говорить. Я постояла ещё немного, а потом отошла и села на холодный пол.",
    "answers": [
      {
        "id": 97,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 89,
    "text": "Я тихо и медленно подошла ближе и осторожно присела рядом.\nМальчик резко повернулся ко мне, наши взгляды встретились.\nОн открыл рот, чтобы сказать мне что-то, но потом передумал и отвернулся.\nТак мы молча сидели в тёмном углу.",
    "answers": [
      {
        "id": 90,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 90,
    "text": "\nЯ сидела рядом и тихо плакала. Мне так хотелось, чтобы мама была рядом и Лизи тоже... так хочется их обнять.\n— Умрёшь, — шёпотом сказал мальчик, что сидел рядом.\n— Ч..что? — я подняла на него заплаканные глаза.\n— Плачешь, значит, слабая... Все видят... Все знают, что слабая... Тебя выберут, — он говорил настолько тихо, что даже я плохо слышала.\n— Выберут? Что это значит?\n— ...\nМой собеседник повернулся ко мне спиной и больше не отвечал.\n",
    "answers": [
      {
        "id": 91,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 91,
    "text": "Все неподвижно сидели до того момента, как двери не открылись, и в комнату не зашли люди. Дети тут же повскакивали на ноги и встали в одну линию.\nМальчик рядом со мной тоже встал и построился вместе со всеми, я последовала их примеру, хоть и ничего не понимала.\nВ комнате вместе с нами оказалось трое мужчин и одна женщина. Мужчин я уже видела, а вот толстая тётя, что-то новое.\nТрое взрослых остались стоять у двери, а женщина стала ходить по комнате.\nОна была очень крупной, с большой головой, в дорогом красном длинном платье с вырезом. На руках были красные перчатки, в правой она держала маленькую сумочку. Её, ярко накрашенное, лицо чем-то напоминало свиное рыло. А на голове была маленькая шапочка, из-за которой дама выглядела ещё нелепее. Женщина медленно шла по комнате, и пол громко скрипел, под её весом. Она смотрела на нас, с нескрываемым презрением, будто на червей в грязи. Потом встала напротив одной девочки в рваном платье, резко схватила её за волосы и отшвырнула в сторону, бедняжка еле-еле удержалась на ногах и встала у двери рядом с мужчинами. Так же дама поступила ещё с двумя мальчиками.\n*Она их покупа...*\n— Да как ты смеешь?!\nНе успела я закончить свою мысль, как мою щёку ошпарило сильной болью.\n— Мерзавка! — толстая женщина схватила меня за шкирку и бросила на пол, как котёнка.\n— Мадам Боу, прошу прощения, — к нам быстрым шагом направился, уже знакомый мне мужчина в красной клетчатой рубашке и с золотой серьгой. — Она здесь совсем недавно, ещё ничего не знает, — Кайн, так звали мужчину, встал перед женщиной, закрывая меня. — Не сердитесь на неё.\n— Эта дрань пялилась на меня! — рявкнула мадам Боу.\n— Она понесёт наказание, уверяю вас.\nДама ещё немного покричала на Кайна, а потом успокоилась и выбирала себе ещё двух девочек. Только сейчас я заметила, что все дети смотрели в пол, и только одна я \"пялилась\" на взрослых.\n",
    "answers": [
      {
        "id": 93,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 92,
    "text": "~Доступные главы:\n\n• Не подписанный договор.\n• Прошлое.\n• Встреча с самим Дьяволом. (продолжение следует)\n\n~В разработке:\n\n• Бал и желание.\n• Старый знакомый.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 93,
    "text": "Мадам Боу забрала выбранных детей, и они ушли. В комнате остался только Кайн.\n— Пошли, — строго сказал он мне.\n— К..куда? — я погладила, покрасневшую от удара, щёку.\nДети, окружавшие меня, сразу зашептались, а мужчина скривился, подошёл ближе и тоже ударил меня по лицу. Шлепок был звонким, но не таким сильным, чтобы я упала.\n— До тебя ещё не дошло? — Кайн взял меня за плечи и хорошенько встряхнул. — Если тебе говорят \"идти\" — ты идёшь. Говорят \"сиди\" — ты сидишь. Ты не в том положении, чтобы задавать вопросы. Пошли! — он схватил меня за локоть и вывел из комнаты.",
    "answers": [
      {
        "id": 94,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 94,
    "text": "Мы шли по очень тёмному коридору, я то и дело, спотыкалась и засаживала занозы в босые ноги.\nПотом остановились.\n— Посидишь тут, — Кайн дёрнул за ручку, и деревянная дверь со скрипом открылась.\nМеня завели в другую комнату, чуть посветлее, и в центре я увидела клетку...\n— Побудешь здесь денька три-четыре.\n— Что? Нет, пожалуйста, не надо. Я больше не буду! — я вцепилась в руку мужчины. — Я буду молчать! Пожалуйста, не оставляй меня здесь!\nКайн даже не глянул на меня, он медленно зашагал к клетке.\n— Пожалуйста! — я плакала и пыталась остановить его, но ничего не получалось. \nВ конце концов, он открыл клетку с железными прутьями и затолкал меня внутрь.\n— Умол...\n— Тихо! — мужчина в красной рубахе присел на корточки. — Ты здесь не первая и не последняя, знаешь сколько я это слышу? Предостаточно.\nОн развернулся и пошёл к выходу.\n— П.. почему?... — я медленно опустилась на пол.\n— Почему? — Кайн остановился в метре от двери. — Потому что ты — овечка, а я — волк, — он закрыл за собой дверь, и я осталась одна...",
    "answers": [
      {
        "id": 95,
        "text": "(Спустя какое-то время)",
        "blackout": true
      }
    ]
  },
  {
    "id": 95,
    "text": "— Я... овечка... Что это значит?....\nПонятия не имею, сколько уже нахожусь здесь.\nМама... Лизи....\nЯ лежала на бетонном полу, свернувшись калачиком, и смотрела в одну точку. Как же холодно...",
    "answers": [
      {
        "id": 96,
        "text": "[Закрыть глаза.]",
        "blackout": true
      },
      {
        "id": 95,
        "text": "Укажите команды для картинки",
        "url": "https://phonoteka.org/uploads/posts/2021-06/1622740618_21-phonoteka_org-p-prestupnik-za-reshetkoi-art-krasivo-23.jpg"
      }
    ]
  },
  {
    "id": 96,
    "text": "— ... Ангел мой, вечно со мной пребывающий, услышь меня, пречистый, святой и преданный мне, грешной. Взываю к тебе, защитник души и тела моего. Помоги мне в эту минуту и в будущем преодолеть все проблемы мои, не прибегая ко лжи, бесчестью, избавь меня от зависти и злобы, ярости и скупости. Припадаю к тебе я в это мгновенье. Помоги мне, защити меня, направь на путь истинный. Аминь...\n",
    "answers": [
      {
        "id": 96,
        "text": "Укажите команды для картинки",
        "url": "https://phonoteka.org/uploads/posts/2021-06/1622740618_21-phonoteka_org-p-prestupnik-za-reshetkoi-art-krasivo-23.jpg"
      },
      {
        "id": 98,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 97,
    "text": "Все неподвижно сидели до того момента, как двери не открылись, и в комнату не зашли люди. Дети тут же повскакивали на ноги и встали в одну линию, я последовала их примеру, хоть и ничего не понимала.\nВ комнате вместе с нами оказалось трое мужчин и одна женщина. Мужчин я уже видела, а вот толстая тётя, что-то новое.\nТрое взрослых остались стоять у двери, а женщина стала ходить по комнате.\nОна была очень крупной, с большой головой, в дорогом красном длинном платье с вырезом. На руках были красные перчатки, в правой она держала маленькую сумочку. Её, ярко накрашенное, лицо чем-то напоминало свиное рыло. А на голове была маленькая шапочка, из-за которой дама выглядела ещё нелепее. Женщина медленно шла по комнате, и пол громко скрипел, под её весом. Она смотрела на нас, с нескрываемым презрением, будто на червей в грязи. Потом встала напротив одной девочки в рваном платье, резко схватила её за волосы и отшвырнула в сторону, бедняжка еле-еле удержалась на ногах и встала у двери рядом с мужчинами. Так же дама поступила ещё с двумя мальчиками.\n*Она их покупа...*\n— Да как ты смеешь?!\nНе успела я закончить свою мысль, как мою щёку ошпарило сильной болью.\n— Мерзавка! — толстая женщина схватила меня за шкирку и бросила на пол, как котёнка.\n— Мадам Боу, прошу прощения, — к нам быстрым шагом направился, уже знакомый мне мужчина в красной клетчатой рубашке и с золотой серьгой. — Она здесь совсем немного, ещё ничего не знает, — Кайн, так звали мужчину, встал перед женщиной, закрывая меня. — Не сердитесь на неё.\n— Эта дрань пялилась на меня! — рявкнула мадам Боу.\n— Она понесёт наказание, уверяю вас.\nДама ещё немного покричала на Кайна, а потом успокоилась и выбирала себе ещё двух девочек. Только сейчас я заметила, что все дети смотрели в пол, и только одна я \"пялилась\" на взрослых.\n",
    "answers": [
      {
        "id": 93,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 98,
    "text": "— Эй, эй! \nПеред глазами появился чей-то мутный образ.\n— Подъём!\n— Может сдохла?\n— Нет, вроде дышит.\nКто-то схватил меня за плечо и ударил по лицу. Щеку обожгло, и это привело меня в чувство. Я медленно открыла глаза.\n— Живая, — образ мужчины ещё пару раз похлопал меня по щеке, только уже не так сильно.\nСухие потрескавшиеся губы задрожали, пытаясь произнести что-то, но вместо внятных слов, я просто захрипела.\nКайн, который придерживал меня, не торопясь достал из кармана небольшую фляжку.\n— Ты продержалась дольше, чем все думали, — он поднёс фляжку к моим губам. — Пей.\nГорло обожгла какая-то жидкость, это была не вода, а что-то горькое и горячее, от чего заболела голова.\n— Кха!.. — я закашляла и отвернулась.\n— Тихо ты. Воды нет, пей, что дают, — Кайн опять поднёс ко мне фляжку с горькой жидкостью.\n",
    "answers": [
      {
        "id": 99,
        "text": "[Выпить.]"
      },
      {
        "id": 100,
        "text": "[Не пить.]"
      },
      {
        "id": 98,
        "text": "Укажите команды для картинки",
        "url": "https://phonoteka.org/uploads/posts/2021-06/1622740618_21-phonoteka_org-p-prestupnik-za-reshetkoi-art-krasivo-23.jpg"
      }
    ]
  },
  {
    "id": 99,
    "text": "Содержимое фляжки было ужасным на вкус, но пить хотелось очень сильно, поэтому я аккуратно потянулась вперёд, и Кайн опять поднёс фляжку к моим губам.\n— Кха!...Кха! \nБыло очень горько, но я продолжала делать маленькие глотки.\n— Не держи на меня зла, — неожиданно сказал Кайн.\n— Где... мама?\nМужчина не ответил, он забрал фляжку, засунул её обратно в карман и принялся закрывать клетку.\n",
    "answers": [
      {
        "id": 101,
        "text": "- ..."
      },
      {
        "id": 102,
        "text": "- Что будет дальше?"
      },
      {
        "id": 99,
        "text": "Укажите команды для картинки",
        "url": "https://phonoteka.org/uploads/posts/2021-06/1622740618_21-phonoteka_org-p-prestupnik-za-reshetkoi-art-krasivo-23.jpg"
      }
    ]
  },
  {
    "id": 100,
    "text": "Содержимое фляжки было ужасным на вкус, и хоть пить хотелось сильно, я побоялась, что меня стошнит, поэтому замотала головой.\n— Как хочешь.\n— Где... мама?\nМужчина не ответил, он забрал фляжку, засунул её обратно в карман и принялся закрывать клетку.\n",
    "answers": [
      {
        "id": 103,
        "text": "- ..."
      },
      {
        "id": 104,
        "text": "- Что будет дальше?"
      },
      {
        "id": 100,
        "text": "Укажите команды для картинки",
        "url": "https://phonoteka.org/uploads/posts/2021-06/1622740618_21-phonoteka_org-p-prestupnik-za-reshetkoi-art-krasivo-23.jpg"
      }
    ]
  },
  {
    "id": 101,
    "text": "Когда клетка была закрыта, Кайн немного помедлил и вышел из комнаты.\nИ опять гробовая тишина. Но теперь пить не хотелось, хоть что-то хорошее...\n",
    "answers": [
      {
        "id": 105,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 102,
    "text": "Когда клетка была закрыта, Кайн немного помедлил и сказал:\n— Дальше — хуже. Если сможешь выжить сегодня... Даже не знаю, что для тебя лучше жить или умереть. Вообщем, шанс проиграть у тебя выше, чем у остальных.\n— Ч..что это значит?\n— Есть хочешь?\nЯ просто кивнула.\n— Не ты одна. Будете драться за кусок хлеба, — с этими словами, он кивнул мне и вышел из комнаты, оставляя меня в одиночестве.\nИ опять гробовая тишина. Но теперь пить не хотелось, хоть что-то хорошее...\n",
    "answers": [
      {
        "id": 102,
        "text": "Укажите команды для картинки",
        "url": "https://phonoteka.org/uploads/posts/2021-06/1622740618_21-phonoteka_org-p-prestupnik-za-reshetkoi-art-krasivo-23.jpg"
      },
      {
        "id": 105,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 103,
    "text": "Когда клетка была закрыта, Кайн немного помедлил и вышел из комнаты.\nИ опять гробовая тишина. \n",
    "answers": [
      {
        "id": 103,
        "text": "Укажите команды для картинки",
        "url": "https://phonoteka.org/uploads/posts/2021-06/1622740618_21-phonoteka_org-p-prestupnik-za-reshetkoi-art-krasivo-23.jpg"
      },
      {
        "id": 105,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 104,
    "text": "Когда клетка была закрыта, Кайн немного помедлил и сказал:\n— Дальше — хуже. Если сможешь выжить сегодня... Даже не знаю, что для тебя лучше жить или умереть. Вообщем, шанс проиграть у тебя выше, чем у остальных.\n— Ч..что это значит?\n— Есть хочешь?\nЯ просто кивнула.\n— Не ты одна. Будете драться за кусок хлеба, — с этими словами, он кивнул мне и вышел из комнаты, оставляя в полном одиночестве.\nИ опять гробовая тишина...\n",
    "answers": [
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://phonoteka.org/uploads/posts/2021-06/1622740618_21-phonoteka_org-p-prestupnik-za-reshetkoi-art-krasivo-23.jpg"
      },
      {
        "id": 105,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 105,
    "text": "Холодный бетонный пол царапал кожу, оставляя маленькие ранки на руках и коленях.\nТолько я хотела повторить молитву, как услышала чей-то голос.\n~ Бедное дитя, ~ незнакомый голос эхом разлетелся по всему помещению.\n— К..кто здесь? — приподняв голову, я посмотрела по сторонам, но никого не увидела.\n~ Этот мир гниёт на глазах... ~ голос продолжал раздаваться со всех сторон. ~ Так не справедливо, да? ~\n— Кто ты? — уже громче спросила я.\nВ комнате на мгновение воцарилась тишина, а потом незнакомец вновь заговорил:\n~ А кем бы ты хотела меня видеть? ~",
    "answers": [
      {
        "id": 106,
        "text": "- Ты мой ангел хранитель?"
      },
      {
        "id": 107,
        "text": "- Вы враг?"
      },
      {
        "id": 108,
        "text": "- Друг?"
      },
      {
        "id": 109,
        "text": "- Вы... дьявол?"
      }
    ]
  },
  {
    "id": 106,
    "text": "~ Ангел? ~ возмущённо переспросил голос, а потом стал мягче. ~ Нет, дитя, ангелов не существует. Впрочем, как и его. ~\n— Его?\n~ Думаю, если произнесу это имя, то меня стошнит... Люди молятся ему. ~\n— Богу? Бог... Бога не существует? — я медленно поднялась на ноги.\n~ Может и существует, вот только ему явно плевать на своё творение, иначе, позволил бы он так с тобой поступить? ~\nЯ почувствовала чей-то тяжёлый взгляд на себе и резко развернулась. В нескольких метрах от клетки стоял силуэт человека, лицо которого я не могла разглядеть.\n— Если ты не ангел, то кто тогда? — медленным шагом, я приблизилась к прутьям.\n~ Я тот, кто услышал твои молитвы... В тебе так много боли и ненависти... ~ тёмный силуэт стал приближаться, и от него повеяло холодом. \n~ Такая маленькая, а уже переполнена злобой. ~\nВысокая тень мужчины остановилась прямо передо мной.\n~ Но не бойся меня, дитя. Я спасу тебя... ~ мужчина встал на одно колено и выставил руку вперёд.\nПосмотрев на неё, я увидела...",
    "answers": [
      {
        "id": 110,
        "text": "... чёрного мотылька."
      },
      {
        "id": 111,
        "text": "... горстку земляники."
      }
    ]
  },
  {
    "id": 107,
    "text": "~ Враг? ~ возмущённо переспросил голос, а потом стал мягче. ~ Нет, дитя, я кто угодно для тебя, только не враг. ~\n— Я молилась...\n~ Его не существует. ~\n— Его?\n~ Думаю, если произнесу это имя, то меня стошнит... Люди молятся ему. ~\n— Богу? Бог... Бога не существует? — я медленно поднялась на ноги.\n~ Может и существует, вот только ему явно плевать на своё творение, иначе, позволил бы он так с тобой поступить? ~\nЯ почувствовала чей-то тяжёлый взгляд на себе и резко развернулась. В нескольких метрах от клетки стоял силуэт человека, лицо которого я не могла разглядеть.\n— Если ты не враг, то... — медленным шагом, я приблизилась к прутьям.\n~ Я тот, кто услышал твои молитвы... В тебе так много боли и ненависти... ~ тёмный силуэт стал приближаться, и от него повеяло холодом. \n~ Такая маленькая, а уже переполнена злобой. ~\nВысокая тень мужчины остановилась прямо передо мной.\n~ Но не бойся меня, дитя. Я спасу тебя... ~ мужчина встал на одно колено и выставил руку вперёд.\nПосмотрев на неё, я увидела...",
    "answers": [
      {
        "id": 110,
        "text": "... чёрного мотылька."
      },
      {
        "id": 111,
        "text": "... горстку земляники."
      }
    ]
  },
  {
    "id": 108,
    "text": "~ Друг? Верно, я могу быть твоим другом. Могу быть, кем угодно. ~\n— Я молилась...\n~ Его не существует, ~ быстро проговорил он.\n— Его?\n~ Думаю, если произнесу это имя, то меня стошнит... Люди молятся ему. ~\n— Богу? Бог... Бога не существует? — я медленно поднялась на ноги.\n~ Может и существует, вот только ему явно плевать на своё творение, иначе, позволил бы он так с тобой поступить? ~\nЯ почувствовала чей-то тяжёлый взгляд на себе и резко развернулась. В нескольких метрах от клетки стоял силуэт человека, лицо которого я не могла разглядеть.\n— Так кто ты? — медленным шагом, я приблизилась к прутьям.\n~ Как ты уже сказала — я друг. Друг, который услышал твои молитвы... В тебе так много боли и ненависти... ~ тёмный силуэт стал приближаться, и от него повеяло холодом. \n~ Такая маленькая, а уже переполнена злобой. ~\nВысокая тень мужчины остановилась прямо передо мной.\n~ Но не бойся меня, дитя. Я спасу тебя... ~ мужчина встал на одно колено и выставил руку вперёд.\nПосмотрев на неё, я увидела...",
    "answers": [
      {
        "id": 110,
        "text": "... чёрного мотылька."
      },
      {
        "id": 111,
        "text": "... горстку земляники."
      }
    ]
  },
  {
    "id": 109,
    "text": "Ответа не поступило.\n— Эй, — осторожно сказала я, — вы ещё здесь?\n~ Ты удивила меня, ~ мягко произнёс голос. ~ Неужели всё так очевидно? ~\n— Значит... Я говорю с дьяволом? Господи...\n~ Не произноси это имя, а то меня стошнит... ~\n— Бог? — я медленно поднялась на ноги.\n~ Наивное дитя. Вам с рождения внушают, что вы не одни, и ОН смотрит на вас, пфф. ~\n— О чём вы говорите? Бога не существует?\n~ Может и существует, вот только ему явно плевать на своё творение, иначе, позволил бы он так с тобой поступить? ~\nЯ почувствовала чей-то тяжёлый взгляд на себе и резко развернулась. В нескольких метрах от клетки стоял силуэт человека, лицо которого я не могла разглядеть.\n— Раз вы дьявол, значит вы заберёте мою душу? — медленным шагом, я приблизилась к прутьям.\n~ Не сегодня. Я услышал твои молитвы... В тебе так много боли и ненависти... ~ тёмный силуэт стал приближаться, и от него повеяло холодом. \n~ Такая маленькая, а уже переполнена злобой. ~\nВысокая тень мужчины остановилась прямо передо мной.\n~ Но не бойся меня, дитя. Я спасу тебя... ~ мужчина встал на одно колено и выставил руку вперёд.\nПосмотрев на неё, я увидела...",
    "answers": [
      {
        "id": 110,
        "text": "... чёрного мотылька."
      },
      {
        "id": 111,
        "text": "... горстку земляники."
      }
    ]
  },
  {
    "id": 110,
    "text": "Маленькая чёрная бабочка не спеша ползла по бледной ладони.\n~ Возьмёшь? ~ по-прежнему, тёмный силуэт мужчины приблизил свою руку с бабочкой ко мне.\nЯ аккуратно протянула ледяную ладонь, и мотылёк сам заполз мне на руку. Перебирая своими маленькими лапками, он щекотал мне руку, от чего я невольно улыбнулась.\n~ Так трудно родиться и так легко умереть... ~ тихо произнёс мужчина. ~ Ты — этот мотылёк. Если останешься здесь — умрёшь. ~\nВдруг бабочка на моей руке задрожала и рассыпалась. \n~ Этот мир жесток с тобой... ~ он стряхнул пепел с моей ладони, ~ ... будь и ты жестока с ним. ~\n\n\nПродолжение следует.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 111,
    "text": "~ Ты ведь голодна? ~ по-прежнему, тёмный силуэт мужчины приблизил свою руку с ягодами ко мне.\nЯ аккуратно вытянула вперёд ледяную ладонь.\n~ Так трудно родиться и так легко умереть... ~ мужчина высыпал землянику мне в руку.\nКосясь на своего собеседника, я поднесла ладонь с ягодами к губам и почувствовала запах леса и дождя. Почему-то от этого стало очень грустно, и я даже не заметила, как по щеке покатилась слеза. \n~ Ты — это маленькое семечко, ~ начал мужчина, когда я засыпала ягоды себе в рот. ~ Если останешься здесь — умрёшь. Этот мир жесток с тобой... ~ он сжал в руке один из прутьев клетки, ~ ... будь и ты жестока с ним. ~\n\n\nПродолжение следует.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 112,
    "text": "~ Посмотри на меня, Анна. ~\nПодняв взгляд на него, я с удивлением стала замечать, что тёмный силуэт всё больше походил на человека.\nДо этого, размытое лицо стало обретать мягкие черты. Белая, как мрамор, кожа розовела, но лицо оставалось бледным, как и губы.\nНа лоб упали чёрные пряди волос, такие чёрные, как ночь и даже темнее. Снизу вверх на меня смотрели его глаза. Как уголь.\n— Красивый, — я сказала это почти шёпотом, широко раскрыв глаза.\n\n\n\n\n\n\n\n\n\n\n\n",
    "answers": []
  },
  {
    "id": 113,
    "text": "",
    "answers": []
  },
  {
    "id": 114,
    "text": "",
    "answers": []
  },
  {
    "id": 115,
    "text": "",
    "answers": []
  }
]