[
  {
    "id": 1,
    "text": "\n                                     ПЕКЛО\n\n\n ---------- Солнце. Жаркое и необьятное. ---------------\n  Мы не можем представить себе жизнь без солнца. Древние народы почитали эту звезду считая свет Солнца божественным явлением. По мере развития естественных наук и с появлением новых технологий интерес по отношению ближайшей к нам звезды только возрастал. В настоящее время для наблюдения за солнцем применяются самые различные методы, от наземных обсерваторий до орбитальных спутников и космических зондов.\n  Но задумывались ли вы хоть раз что солнце, без которого жизнь на Земле была бы невозможной, Солнце, тёплый свет которого дарит тепло и хорошее настроение может в один момент убить всё живое на нашей планете?\n\n\n\n\n\n\n\n\nАвтор: Zener\nПомошник автора/бета тестер: BEER'ka",
    "answers": [
      {
        "id": 3,
        "text": "Начать. ",
        "var_set": [
          "global side_menu",
          47
        ]
      },
      {
        "id": 2,
        "text": "Описание главного героя"
      },
      {
        "id": 14,
        "text": "Beta 1.3"
      },
      {
        "id": 1,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a29/2104/4e/810bf4bd5897.jpg"
      },
      {
        "id": 38,
        "text": "От автора:"
      }
    ]
  },
  {
    "id": 2,
    "text": "  Имя ваше Павел. Вы непримечательный мужчина, возвраст ваш составляет 28 лет, рост 182 сантиметра, цвет волос тёмно коричневый. Работаете вы на относительно небольшой ГЭС которая находится в нескольких километрах от черты города. Увлекаетесь радиоэлектроникой и частенько незамечаете как пролетает ночь за работой над очередной самоделкой. При выборе одежды всегда смотрите на более удобные и практичные вещи. Никогда не упустите шанс походить по барахолкам с целью выгодно закупить радиодеталек из ушедшей эпохи СССР.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мне снился сон. Очень странный сон.\n  Я нахожусь на какой-то пустоши. Вокруг один песок, а на горизонте виднеются руины по всей видимости некогда жилого и процветающего города. Выглядело всё как после атомной бомбёжки. Не подалёку стоял полуразрушенный дом.\n  Подойдя к тому полуразрушенному дому я неожиданно для себя решил посмотреть вверх.\nКак ни странно солнце, к которому сразу обратился мой взор меня не слепило, я мог смотреть прямо даже не прищуриваясь. Я будто находился под гипнозом и не мог оторвать взляд от голубого неба.\n  Вдруг я почувствовал что то неладное. Это чувство не описать никакими словами, будто я смотрел в пропасть а не на небо. Я продолжал смотреть...\n  Небо стало преобретать желтоватые оттенки, облака начинали медленно исчезать, словно испаряясь. Стало заметно теплее, я инстинктивно укрылся в тени дома, но прохладнее от это мне не стало.\n  Вдруг я почувствовал сильный удар и в глазах всё залилось бело-жёлтым светом.\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее.",
        "var_set": [
          "rad",
          0
        ]
      },
      {
        "id": 3,
        "text": "big\n",
        "url": "https://d.radikal.ru/d31/2104/04/d052086e7406.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Приведя себя в человеческий вид я пошёл...",
    "answers": [
      {
        "id": 5,
        "text": "На кухню",
        "need": 6
      },
      {
        "id": 6,
        "text": "В спальню"
      },
      {
        "id": 7,
        "text": "В ванную комнату"
      },
      {
        "id": 8,
        "text": "Идти на работу",
        "need": 5
      }
    ]
  },
  {
    "id": 5,
    "text": "Немного поискав в холодильнике я обнаружил недоеденный мною ужин. Им я собственно и решил позавтракать. Получился довольно неплохой завтрак состоящий из подогретой в микроволновой печи жаренной картошки и бабушкиных солений. ",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 5,
        "text": "Новый ответ. введите текст",
        "url": "https://a.radikal.ru/a12/2104/13/dc2daf60d80d.png\n"
      }
    ]
  },
  {
    "id": 6,
    "text": "Да уж, увидев какой 'творческий' беспорядок творится у меня в комнате мне захотелось поскорее выйти от сюда и не думать о предстоящей уборке.\n  Но немного осмотревшись я вспомнил что оставил ключи от автомобиля на прекроватной тумбочке. Теперь мне сдесь точно делать нечего.",
    "answers": [
      {
        "id": 4,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 7,
    "text": "Небольшая ванная в типичной для старых домов планировке. Непонимаю что сподвигло меня сюдай зайти, ведь я только закончил проводить сдесь утренние процедуры личной гигиены.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я пошёл к прихожей комнате, за одно захватив с вешалки рабочую форму, которую лишь я один возил с работы домой, вышел на лестничную клетку, замнкул дверь ключём и направился на улицу.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      },
      {
        "id": 8,
        "text": "big",
        "url": "https://c.radikal.ru/c23/2104/7a/7ed77bca932a.jpg\n"
      }
    ]
  },
  {
    "id": 9,
    "text": "Выйдя из подъезда сразу бросилась в глаза жизнерадостная детвора, которая безмятежно резвилась на 'щедром' подарке от городских властей, а именно на новой, простенькой детской площадке. Я внимательно смотрел на них и на лице ненароком проскакивала улыбка. Отвлечь меня от раздумий помог неожиданный телефонный звонок, звонил начальник.",
    "answers": [
      {
        "id": 10,
        "text": "Ответить на звонок"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Алло, здравствуйте Георгий Сергеевич\nМоё лицо сразу приобрело серьёзный вид, ведь обычно мой начальник никогда не звонил мне в такое время.\n— Да, привет Павел, не мог бы ты поторопиться на работу. У нас серьёзные проблемы, один из резервных генераторов вышел из строя во время очередной плановой проверки.\n— Ага, хорошо, я как раз собирался выезжать на работу, через час буду на месте.\n— Жду.\n\nПосле этого телефонный разговор был окончен и я поспешил к гаражу, в котором стоял мой автомобиль.",
    "answers": [
      {
        "id": 12,
        "text": "Через полтора часа."
      }
    ]
  },
  {
    "id": 11,
    "text": "  Я резко вскочил с кровати весь залитый холодным потом.\n— Не самое приятное пробуждение — подумал я, попутно пытаясь успокоится, хлопая себя по щекам.\n  Через 10 минут я смог привести все свои мысли в порядок и даже забыть половину из увиденного во сне.\n  На часах уже 8 утра, и я неспешно пошёл приводить себя в порядок.",
    "answers": [
      {
        "id": 4,
        "text": "Далее. ",
        "var_set": [
          "hor",
          0
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Через полтора часа я уже был на месте и осматривал повреждённый генератор аварийного электроснабжения. Эти генераторы выполняли немаловажную роль в предотвращении черезвычайных ситуаций, так как обеспечивали автономность ГЭС при отключении электроэнергии. Уже к концу обеда я сумел таки найти и устранить проблему, и после нескольких проверок работа была сдана начальству. Я в свою очередь теперь мог пойти в специальную кoморку для технического персонала что бы отдохнуть и посмотреть телевизор.",
    "answers": [
      {
        "id": 13,
        "text": "Пойти смотреть телевизор."
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст",
        "url": "https://d.radikal.ru/d16/2104/e4/348a54d26595.png\n"
      }
    ]
  },
  {
    "id": 13,
    "text": "Зайдя в нашу маленькую но уютную каморку я сел на крохатный диванчик и принялся 'щёлкать' каналы в поисках чего-то интересного. На одном из федеральных каналов вещали некие 'срочные новости' и я решил послушать. Расказывалось там не про погоду или новый тротуар возле детского сада а про черезмерную активность на поверхности солнца. Вот о чём там примерно говорилось:\n— В данный момент учёные многих стран взволнованы из за черезмерно высокой активности солнца. \n— Сейчас ведётся усиленное наблюдения за поверхностью солнца с целью заблаговременного выявления корональных выбросов.\n— Корональные выбросы, это явление при котором вещество с корональной области солнца выбрасывается в окружающую среду со скоростью до 2000 км/с. Такие выбросы представляют опастность только в том случае, если они достаточно мощные и направленые в сторону Земли.\n— Так же велик шанс возникновения сильных магнитных бурь, из за них могут пострадать некоторые электроприборы.\n  Но переживать на данный момент не стоит, шанс возникновения такого выброса крайне невелик — обьясняют учёные.",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст",
        "url": "https://d.radikal.ru/d19/2104/e0/ae278fe64d08.jpg\n"
      },
      {
        "id": 15,
        "text": "Выключить телевизор."
      }
    ]
  },
  {
    "id": 14,
    "text": "Beta 1.2.046\n\nЧто нового?\n\n> Переменные, освоенна работа с переменными\n> Новые картинки\n> Новый текст (новые страницы)\n> Правка орфографических ошибок\n> Мелкие правки\n\nBeta 1.2.059\n\n> Слайд меню\n> Новый текст (новые страницы)\n\nBeta 1.2.101\n\n> Добавлен рандом\n> Добавлены новые картинки\n> Исправление ошибок\n> Доработка текста\n\nBeta 1.3.001\n\n> Завершена вторая глава\n> Подправлена логика рандома\n> Открытая BETA\n> Добавлены Lua скрипты",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      },
      {
        "id": 14,
        "text": "Новый ответ. введите текст",
        "url": "https://c.radikal.ru/c05/2104/04/be374025b314.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "  Я решил не продолжать просмотр телевизора и выключил его. После у меня появилось ещё немного работы, очередной раз смотря на часы время было уже 7 часов вечера. Рабочий день близился к своему логическому завершению и я потихоньку собирался ехать домой. Будучи полностью собранным уже в 8 часов вечера я поехал домой. Поездка выдалась спакойная, дороги были разгруженны и на улице в целом было довольно тихо. Недалеко от дома находился небольшой продуктовый магазин, туда я и решил заехать по пути домой.",
    "answers": [
      {
        "id": 16,
        "text": "В магазин."
      }
    ]
  },
  {
    "id": 16,
    "text": "Я припарковал машину возле магазина. Выйдя из транспорта я задумался над тем, что я буду покупать, но в итоге решил особо об этом не думать и решить этот вопрос прямо в магазине.",
    "answers": [
      {
        "id": 17,
        "text": "Войти в магазин.",
        "var_min": [
          "money",
          0
        ],
        "var_set": [
          "money",
          1300
        ]
      },
      {
        "id": 16,
        "text": "big",
        "url": "https://d.radikal.ru/d29/2104/9e/4023368566d5.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "Сам по себе магазин был весьма обыкновенный. Выбор продуктов относительно больших магазинов был невелик, но его в принципе хватало.\nВот настал момент когда мне надо выбрать то, что я буду покупать.",
    "answers": [
      {
        "id": 17,
        "text": "Пришлось немного влезть в долг, пора домой.",
        "comment": true,
        "var_no_more": [
          "money",
          0
        ]
      },
      {
        "comment": true,
        "id": 17,
        "text": "Денег больше ни на что не хватает, пора домой.",
        "var_need": [
          "money",
          0
        ],
        "var_no_more": [
          "money",
          149
        ]
      },
      {
        "var_show": [
          "money",
          "рублей"
        ],
        "comment": true,
        "id": 17,
        "text": "Денег осталось:",
        "var_min": [
          "money",
          0
        ]
      },
      {
        "id": 17,
        "var_sub": [
          "money",
          150
        ],
        "text": "Пиво, 150 рублей.",
        "var_need": [
          "money",
          140
        ]
      },
      {
        "id": 17,
        "var_need": [
          "money",
          140
        ],
        "text": "Замороженная пицца, 240 рублей",
        "var_sub": [
          "money",
          240
        ]
      },
      {
        "id": 17,
        "var_need": [
          "money",
          140
        ],
        "text": "Огурцы и помидоры, 200 рублей",
        "var_sub": [
          "money",
          200
        ]
      },
      {
        "id": 17,
        "var_need": [
          "money",
          140
        ],
        "text": "Коньяк, 800 рублей",
        "var_sub": [
          "money",
          800
        ]
      },
      {
        "id": 17,
        "var_need": [
          "money",
          140
        ],
        "text": "Хлеб, молоко, яйца, всего 160 рублей",
        "var_sub": [
          "money",
          160
        ]
      },
      {
        "id": 18,
        "text": "Отправится домой.",
        "var_no_more": [
          "money",
          1200
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "И вот я уже через десять минут я был дома, быстренько переодевшись я сел за компьютер. Мне не давал покоя сегодняшний репортаж, который я увидел по телевизору. Открыв браузер я начал искать иформацию о повышенной активности солнца.  Иформации было очень много и я принялся читать всё подряд. Где-то было сказанно о том что это опасно, но в основном везде говорилось о том что шанс того, что может произойти катострофа ничтожен. Наконец через час я 'отлип' от компьютера, поужинал и пошёл спать.",
    "answers": [
      {
        "id": 19,
        "text": "На следующий день."
      }
    ]
  },
  {
    "id": 19,
    "text": "На следующие утро я встал пораньше и у меня оставалось много свободного времени. Решил я это время провести за телевизором.",
    "answers": [
      {
        "id": 20,
        "text": "Смотреть телевизор."
      }
    ]
  },
  {
    "id": 20,
    "text": "Включив телевизор сразу же наткнулся на новости, не придав этому большого значения я переключил на другой канал, но и там тоже показывали новости. Почти на каждом телеканале шли новости. \n  Мне ничего не оставалось как посмотреть эти чёртовы новости. И тут я заметил что новости на всех телеканалах транслируют одинаковые и везде опять что то говорят о солнце. Немного посмотрев телевизор я впал в глубойкий ступор, в новостях говорилось о том что на солнце был зарегестрирован мощнейший за всю историю наблюдений корональный выброс, да и ко всему прочему он был направлен точно в сторону земли. \n  Только я решил достать телефон как мне пришло сообщение от \"система экстренного оповещения населения.\"",
    "answers": [
      {
        "id": 21,
        "text": "Открыть сообщение"
      },
      {
        "id": 20,
        "text": "big",
        "url": "https://b.radikal.ru/b03/2104/17/cc7aed7a1f3a.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "В сообщении было сказанно:\n  \"Внимание! Убедительная просьба в связи с обострившейся активностью солнца не покидать свои дома в период с 8.07.2028 по 9.07.2028. Мы будем уведомлять вас обо всех изменениях ситуации.\"\n  Что делать в данный момент я незнал. Немного успокоясь я взял себя в руки и решил собрать все свои электронные устройства, которых у меня было не мало.",
    "answers": [
      {
        "id": 22,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 22,
    "text": "  Зная о том что очень велик шанс возникновения ЭМИ* в следствии коронарного выброса я решил каждое устройство замотать в пупырчатую плёнку и сверху дополнительно обмотать всё алюминевой фольгой создав тем самым так называемую \"Клетку Фарадея\" для каждого из устройств. \n  Она в теории должна защитить чувствительные приборы от электромагнитного импульса, убийственного для большинства приборов. Чуть позже я обклеил изнутри рюкзак алюминевым скотчем и вложил во внутрь несколько пакетов для изоляции. Туда я всё и сложил.\n  В рюкзак поместились: Нетбук, кнопочный телефон, рация, множество разнотипных аккумуляторных батарей, самодельный минигенератор, обычные батарейки типоразмера AA и AAA, паяльник и всевозможные компоненты для пайки, цифровой мультиметр и его стрелочный аналог, и много всякой мелочёвки.",
    "answers": [
      {
        "id": 23,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 23,
    "text": "  Место в рюкзаке у меня почти закончилось, хватало лишь на пару консерв и бутылку воды.\n  Тут я решил осторожно выглянуть в окно, на часах был уже полдень. Перед магазинами и аптеками образовалась очередь, количество полицейских на улице увеличилось в двое, также я разглядел пару сотрудников Росгвардия. Оценив в уме все 'за и против' я тоже решил посетить один из ближайших магазинов. Надев рабочую форму я двинулся в сторону дома\n  На улице отовсюду слышались недовольные возгласы и порой даже крики. Сотрудники полиции отчаяно пытались успокоить народ и настоятельно просили всех разойтись по домам. Я надеялся быстренько проскочить в магазин и затариться консервами. В итоге наконец-то протолкнувшись сквозь очередь мне удалось попасть внутрь злосчастного магазина. Даже незнаю почему я удивился увидел почти полностью опусташённые полки магазина. Как ни странно тушёнка была почти вся на месте, видимо мало кого заботила долгосрочная перспектива и люди скупали относительно скоропортящиеся продукты. Купив десяток консерв и пятилитровый бутыль дисцилированной воды я отправился в аптеку.",
    "answers": [
      {
        "id": 24,
        "text": "В аптеке."
      },
      {
        "id": 23,
        "text": "Новый ответ. введите текст",
        "url": "https://d.radikal.ru/d31/2104/f7/1ff22ab1272c.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "  В аптеке тоже была весьма не маленькая очередь, и только через пол часа настал мой черёд делать покупки. Взял я десять пачек активированного угля, много обезболивающего, антибиотиков, масок и витаминок. \n  Выйдя из аптеки я сразу же побежал домой и принялся рассортировывать товар приобретённый в магазине и аптеке. Кое-как в кладовой нашёл старый, потрёпанный временем рюкзак, в который сложил всю еду и воду. Приготовил немного вещей, и всего по мелочи. ",
    "answers": [
      {
        "id": 27,
        "text": "Глава 2. Первая волна."
      }
    ]
  },
  {
    "id": 25,
    "text": "test menu",
    "answers": [
      {
        "id": 25,
        "text": "test var",
        "comment": true,
        "var_show": [
          "money",
          "денежки"
        ]
      },
      {
        "id": 1,
        "text": "на главную станицу"
      }
    ]
  },
  {
    "id": 26,
    "text": "test list",
    "answers": [
      {
        "id": 26,
        "text": "a"
      },
      {
        "id": 1,
        "text": "первая страница"
      }
    ]
  },
  {
    "id": 27,
    "text": "ГЛАВА 2.\n\nПЕРВАЯ ВОЛНА.",
    "answers": [
      {
        "id": 27,
        "text": "big",
        "url": "https://b.radikal.ru/b10/2104/56/c106a4247c59.jpg"
      },
      {
        "id": 28,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 28,
    "text": "  Наступил вечер, я будучи полностью собранным и готовым хоть щас покинуть свой дом ожидал чего-то страшного. Чего именно я ждал сказать сложно, скорее даже невозможно. За окном были слышны какие то крики и возгласы недовольных людей. Постоянно кто-то бегал у нас по лестнице туда-сюда, туда-сюда. Будто выносил вещи из квартиры. Вдруг я услышал резкий, до жути неприятный писк после чего последовала грубая мужская речь. Диктор говорил: Внимание, это система экстренного оповещения города, просьба всех собрать все документы и вещи представляющие для вас особую ценность и покинуть свои квартиры в течении одного часа. Начинается экстренная эвакуация населения все подробности будут озвучены на местах сбора 1,2,3,4 и 5...\n Далее он озвучил места сборов, находились они в основном на територии крупных парков, Один находится возле крупного торгового центра 'Вавелон'.",
    "answers": [
      {
        "id": 29,
        "text": "Спустя пол часа."
      }
    ]
  },
  {
    "id": 29,
    "text": "  Прошло около получаса, система оповещения не замолкала и с интервалом в две минуты повторяла одно и тоже, иногда напоминая о том что это не учебная тревога, хотя я думаю это и так всем было понятно... Мысленно попрощавшись со своей квартирой вышел из неё и замкнул дверь на ключ. был я экипирован двумя тяжёлыми рюкзаками с едой и аппаратурой, оделся я в рабочую одежду, так как она обладала более хорошими прочностными характеристиками.\n  Спускаясь по лестнице я наткнулся на своего начальника и у нас завязался диалог.\n  — Здравствуйте Георгий Сергеевич, что вы здесь делаете? — Сказал я ему с большим удивлением.\n  — За тобой приехал как ни странно, вижу ты уже собранный, значит пошли со мной.\n  — Куда? зачем?\n  — Особо нет времени рассказывать, по дороге расскажу.\n  — Ну как скажите. — Решил я его не допрашивать, Георгию я полностью доверял.\n",
    "answers": [
      {
        "id": 30,
        "text": "В машине"
      }
    ]
  },
  {
    "id": 30,
    "text": "  Выйдя из подъезда я увидел что его автомобиль припаркован неподалёку. Мы быстро дошли до машины, начальник сел за руль и мы поехали в противоположенную сторону от ближайшего места сбора. Это меня озадачило и я решил спросить куда мы едем.\n  — Георгий Сергеевич — Только успел произнести я, как он сказал:\n  — Просто Георгий, не надо формальностей сейчас. — В его голосе ощущалась раздражёность и некоторое волнение.\n  — Хорошо, Георгий, куда мы едем.\n  — Мы направляемся к убежищу кторое находится в километрах от сюда. Поступил приказ с верху собрать часть рабочих туда, ты тоже был в списке этих рабичих. Там находится подземная станция аварийного электроснабжения, правда она давно не эксплотировалась и судить о её состоянии сейчас сложно...\n  Еще пообщавшись немного мы уже были на месте.\n",
    "answers": [
      {
        "id": 31,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 31,
    "text": "  Выйдя из машины я увидел много людей. Там были как знакомые с работы так и люди, которых я видел в первые. Мы находились на границе города, в небольшом поле посреди которого стояло небольшое, одноэтажное здание. \n  Так же в темноте я увидел много небольших трансформаторных подстанций, стоящих неподалёку от главного здания.\n  Во внутрь здания пока не пускали, и по-видимому готовились к инструктированию нас.\n  Действительно, через десять минут нас собрали в кучу и начали нам что то обьяснять, честно говоря я особо не слушал. Напоминало мне это всё уроки ОБЖ в 11 классе. Инструктаж длился около двадцати минут, после чего нас запустили во внутрь того самого здания.",
    "answers": [
      {
        "id": 32,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 32,
    "text": "  Внутри здания находилось всякое измерительное оборудование, камутационные установки и всякое такое. В дальней комнате, за толстенной металической дверью был спуск в низ, где то на метров 10. В низу нам опять устроили небольшой инструктаж и показали все части убежища и рассказали как оно устроенно.\n  На самом деле по мимо своей прямой функции, а именно обеспечении города аварийным энергоснабжением, тут ещё был и полноценный бункер, с системой фильтрации воздуха, очистки воды и мого чего ещё. Правда был он по всей видимости далеко не новый, скорей всего построен был ещё во времена СССР.",
    "answers": [
      {
        "id": 33,
        "text": "Через два часа."
      },
      {
        "id": 32,
        "text": "big",
        "url": "https://b.radikal.ru/b00/2104/8c/fa511ff56653.jpg"
      }
    ]
  },
  {
    "id": 33,
    "text": "  За два часа я успел самостоятельно осмотреть всё более детатьлно. Бункер был расчитан на 48 человек, по своей стркутуре он был весь разбит на отдельные отсеки. \n  Самыми большими и защищёнными отсеками были генераторный ,и жилой отсеки. Они были независимы от остальных частей бункера и могли работать автономно. Потолки были высокими, около трёх метров, стены состояли из армированных бетонных пластин, толщиной полтора метра. Имелся относительно небольшой склад с холодильной камерой. К нашему приезду тут было всё подготовленно заранее. Как нам сказали здесь имеется: питание на три месяца, вода на месяц (но рядом находилось ещё и небольшое водохранилище которое было соеденено с водоочистительной установкой) топливо, для работы генераторов, примерно на четыре месяца и медикаменты, одежда и запчасти для обслуживания генераторов. \n  В бункере находилось несколько поваров, человек пять в военном обмундировании и еще пару врачей с медсёстрами.\n",
    "answers": [
      {
        "id": 33,
        "text": "big",
        "url": "https://a.radikal.ru/a15/2104/46/cf2700e94a26.jpg"
      },
      {
        "id": 34,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 34,
    "text": "  Ближе к полуночи нас собрали в жилом отсеке и сказали распределятся по нарам. Я выбрал себе место в углу, недалеко от входа в генераторный отсек. В отличии от тех, кто находился биже к центру отсека у меня было меньше соседей. Не любил я находится близко с незнакомыми людьми, а так ближайшим моим соседом была холодная, серая стена что в принципе меня устраивало. \n  Также хочу отметить наличие небольшого столика возле моей нары где я в последствии и разложил часть того, что успел взять из дома. И вот уже начали раздавать всем по комплекту постельного белья, вскоре очередь дошла и до меня. Комлект был полностью белый, из грубой, но прочной ткани. Застелившись я попыталься уснуть, но как не странно, голова была забита чем угодно, только не мыслью о сне. Вскоре усалость взяла вверх надо мной, и я погрузился в глубокий сон...",
    "answers": [
      {
        "id": 35,
        "text": "На утро."
      }
    ]
  },
  {
    "id": 35,
    "text": "  Подьём был весьма тяжёлым, в 5 утра. Будили нас посредством включения сирены. Не удивительно что по началу все бегали туда-сюда как угарелые. Уже через 10 минут большая часть людей уже собралась в центре жилого отсека. По видимому там что то опять рассказывали и я поспешил присоединится. Сразу же ко мне подошёл Георгий с несколькими людьми. \n— Доброе утро Георгий\n— Доброе Павел, доброе. Для тебя задание есть, бери этих ребят и отключи нас от основной линии электропередач. — говоря \"этих ребят\" он указывал на тех людей, что были с ним.\n— Хорошо. — ответил я не став задавать \nлишних вопросов. ",
    "answers": [
      {
        "id": 36,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 36,
    "text": "Задача была ясна, необходимо было полностью отключить и изолировать бункер от внешних электросетей для защиты оборудования от возможного электромагнитного импульса. \n  Взяв все необходимые инструменты мы в четвером подошли к гермодвери бункера, за которым была лестница ведущаа к основному зданию человек в военной форме открыл гермозатвор. Едва стоило последнему из нашей команды вылезти как гермодверь с ужаснейшим грохотом захлопнулась. На часах было 5:30 и у нас на всё про всё было около получаса. Так как уже примерно в 9 утра выброшенное в космос вещество из коронарной области солнца должно было нас настигнуть.",
    "answers": [
      {
        "id": 37,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 37,
    "text": "  Недалеко от здания подстанции находились разъеденители* достаточно было привести их в действие и мы бы отрезали бункер от внешней сети. Всего этих разъеденителей было два, каждый размыкал сразу три фазы и находились по разные стороны от здания подстанции. На каждый из разъеденителей пошло по два человека. Подойдя по ближе к этому огромному \"выключателю\" мы принялись за работу. Как на зло разъеденители никто не обслуживал и их конечно же заклинило дёрганье специального рычага ручного привода ничего не дало, был лишь слышен небольшой скрежет ржавого металла. Поскольку несколько часов назад линию обесточили, то мы могли без какой либо опастности для жизни залезть на раъеденитель и в ручную попробывать его разъеденить.",
    "answers": [
      {
        "id": 37,
        "text": "* * *\nРазьеденитель - это устройство для механического разъеденения тех или иных участков цепи. Могут иметь электромеханический и ручной привод, бывают однополюсные и многополюсные.",
        "comment": true
      },
      {
        "id": 37,
        "text": "Новый ответ. введите текст",
        "url": "https://d.radikal.ru/d11/2104/23/46551f74cd3e.png"
      },
      {
        "id": 40,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 38,
    "text": "  Прошу не судить строго этот квест, это в принципе первая моя кника-квест и до этого я вообще ничего подобного не писал, также серьёзные сюжетные ветки появятся только в третьей главе. Сейчас квест больше похож на книгу.\n  Обо все багах/ошибках пишите в комментарии, я буду всё исправлять по мере возможности. Также креативные идеи тоже приветсвуются и возможно некоторые из них появятся в квесте.\n  Может я в скором времени оставлю ссылку на свой вк для большего общения с вами — читателями. Но это не точно ;)\n\nКстати, можете оценить квест моего друга: 234246",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу."
      },
      {
        "id": 38,
        "text": "Новый ответ. введите текст",
        "url": "https://c.radikal.ru/c03/2104/ff/e1c573985fa3.jpg"
      }
    ]
  },
  {
    "id": 39,
    "text": "    Было принято решение выходить на поверхность. У нас имелось несколько костюмов радиационной защиты противогазы и дозиметры. Выходить естественно решили ночью. \n  Чтобы определить кто пойдёт на вылазку решили использовать жребий, кому достанется короткий проводок, которых  кстати было два, тот соответственно и пойдёт.",
    "answers": [
      {
        "var_equal": [
          "stop",
          0
        ],
        "id": 39,
        "text": "Вытянуть проводок.",
        "lua_do": "function lua_do()\nrand = 0\nrand = math.random(10)\nstop = 0\nstop = stop <plus> 1\nacces = 1\nend",
        "blackout": true
      },
      {
        "id": 54,
        "text": "Мне попался короткий проводок...",
        "var_no_more": [
          "rand",
          4
        ],
        "var_equal": [
          "acces",
          1
        ]
      },
      {
        "id": 55,
        "text": "У меня длинный проводок...",
        "var_need": [
          "rand",
          5
        ],
        "var_equal": [
          "acces",
          1
        ]
      },
      {
        "lua_do": "function lua_do()\nstop = 0\nrand = 0\nacces = 0\nend",
        "text": "return",
        "id": 39,
        "var_show": [
          "rand"
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "  Так мы и решили поступить. Игорь и Володя, так звали двух парней которые пошли с нами, отделились от нас и пошли к размыкателю что стоял с права от здания подстанции. Напарника моего звали Борис, и мы с ним пошли к левому размыкателю.\n  По идеи эти размыкатели должны быть автоматическими, но электромеханический привод давно неработает. Борис подошёл по ближе к размыкателю и обнаружил ручку ручного привода, но сколько бы он не пытался её дёргать механизм размыкателя не потдавался, его заклинило. Пришлось ему залезть на размыкатель и пытаться шевелить подвижные контакты. Я находился в низу и пытался провернуть рукоять ручного привода.",
    "answers": [
      {
        "id": 43,
        "text": "Дёрнуть рукоять ручного привода.",
        "var_set": [
          "rand",
          8
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "Я решил подключить жёлтый провод к синему, после включения генератора произошло короткое замыкание, вслед за громким хлопком загорелась изоляция провводов. Неугадал...",
    "answers": [
      {
        "id": 50,
        "text": "Заново."
      }
    ]
  },
  {
    "id": 42,
    "text": "  Немного подумав и проследив за тем, как подключены провода мы решили подключить жёлтый провод к красному. Всё перепроверив я и Борис решили завести генератор. Как ни странно все заработало.\n  Ещё около часа мы там провозились делая самую разнообразную работу. \n— Борис.\n— Чего тебе?\n— А где ты работал до того как попасть сюда?\n— Да много где, но за неделю до этого я уволился со своей работы. А работал я в соседнем городе, на крупной подстанции.\n— А чего уволился?\n— Да знаешь, 'тамашние' начальство меня не устраивало, постоянно выговоры за просто так, зарплата маленкая была да и не моё это в принципе.\n— Вот оно как. Ну а почему ты сдесь оказался? Сюда вроде только местных работников берут.\n— Просто знакомый у меня есть здесь, Данил. Вот он меня сюда и пристроил. Это тот, что возле гермодверей стоит, военный.\n— Который жирный?\n— Ну да, только если ты ему так скажешь, я к тебе буду ходить, свечи на могилку ставить... — с ехидной ухмылкой сказал Боря.\n— Понял...",
    "answers": [
      {
        "id": 51,
        "text": "В жилом отсеке."
      }
    ]
  },
  {
    "id": 43,
    "text": "Неудача, нужно попробывать ещё раз.",
    "answers": [
      {
        "id": 43,
        "text": "Попробывать ещё раз...",
        "var_random": [
          "rand",
          1,
          10
        ],
        "var_no_more": [
          "rand",
          8
        ]
      },
      {
        "id": 44,
        "text": "Получилось!",
        "var_need": [
          "rand",
          9
        ]
      }
    ]
  },
  {
    "id": 44,
    "text": "  Наконец привод потдался, и ручка провернулась. Механизм со срежетом развёл друг от друга подвижные контакты. Задача была выполнена, правда пока мы возились уже выглянуло солнце. \n  Светило оно как-то неестественно ярко, и припекало в несколько раз сильнее. Хотя возможно мне это просто кажется, и это всё самовнушение. Наши напарники, что направились к правому размыкателю уже давно закончили и ушли в бункер. Наш дуэт же отстал минут на 10. Но теперь работа оконченна и мы быстро зашли на подстанцию и спустились в бункер.",
    "answers": [
      {
        "id": 45,
        "text": "В бункере."
      }
    ]
  },
  {
    "id": 45,
    "text": "  Возле гермодвери нас уже ждал Георгий.\n— Ну что Влад, получилось? — с небольшим волнением спросил он.\n— Да, всё отлично. Правда пришлось немного повозиться, размыкатель заклинило.\n— Ну хорошо, сейчас в жилой отсек идём все. Уже вот вот солнечный выброс до нас дойдёт.\n— Хорошо.",
    "answers": [
      {
        "id": 48,
        "text": "В жилой отсек."
      }
    ]
  },
  {
    "id": 46,
    "text": "  Подключив жёлтый провод к чёрному, мы с Борисом завели генератор. Ничего не произошло. Результат можно сказать больше отрицательный, так как генератор не отдавал электричество в сеть, видимо мы что то напутали с подключением.",
    "answers": [
      {
        "id": 50,
        "text": "Другой вариант подключения."
      }
    ]
  },
  {
    "id": 47,
    "text": "side_menu",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу."
      },
      {
        "id": 27,
        "text": "Глава 2. ПЕРВАЯ ВОЛНА",
        "need": 27
      }
    ]
  },
  {
    "id": 48,
    "text": "  Как и ожидалось, в жилом отсеке собрались все. Там были и медсёстра, и военные да и вообще все обитатели этого бункера там собрались.\n  Бункер на некоторое время был полностью обесточен. Вдруг кто то включил небольшую радиостанцию на батарейках. На всех радиостанциях вещалось одно и тоже, а именно просьба всех укрыться в подземных строениях, будь то подвал дома или бомбоубежище. Ещё что то там разъясняли про этот солнечный 'выброс' и много чего ещё. Но в один момент все станции замолкли. Из радиостанции лишь доносился сильный шум. \n  В воздухе ощущалось всеобщее волнение, кто то даже выкрикнул \"Кажись началось\". ",
    "answers": [
      {
        "id": 49,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 49,
    "text": "  Вдруг из радио раздался громкий щелчок. Некоторые лампы освящения ярко вспыхнули с последуюшим выходом из строя. Как ни странно это было всё. Ещё минут десять все стояли как вкопанные, но поняв что уже в принципе ничего не произойдёт все начали потихоньку расходится. Меня же Георгий отправил в генераторную, нужно было включить освещение.",
    "answers": [
      {
        "id": 50,
        "text": "В генераторную."
      }
    ]
  },
  {
    "id": 50,
    "text": "  В генераторной по мимо меня было ещё пару человек. Среди них в дальнем углу я разглядел Бориса. \n— Борис, здарова.\n— Ага здарова, подойдика сюда.\nЯ быстренько подбежал к Борису\n— Ну что там у тебя?\n— Да вот немогу подключить этот генератор, какое-то странное здесь подключение проводов...\n— Ну-ка дай взглянуть. Ща разберёмся.\n  Действительно, странное подключение — подумал я. Придётся работать методом 'научного тыка'\n\n\nКуда подключить жёлтый провод?\n",
    "answers": [
      {
        "id": 41,
        "text": "К синему проводу.",
        "need": -41
      },
      {
        "id": 42,
        "text": "К красному проводу."
      },
      {
        "id": 46,
        "text": "К чёрному проводу.",
        "need": [
          -46
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "  Уже окончательно закончив с делами я пошёл в жилой отсек. Народу там собралось немало, видимо уже скоро будет отбой. Хотя трудно сказать, когда не видишь дневного света.\n  Единственный ориентир это огромные стрелочные часы, которые висят по центру жилого отсека. Многие электронные приборы попросту вышли из строя после \"выброса\". Так я стал про себя называть это явление...\n",
    "answers": [
      {
        "id": 52,
        "text": "ГЛАВА 3\nДРУГОЙ МИР"
      }
    ]
  },
  {
    "id": 52,
    "text": "ГЛАВА 3\n\nДРУГОЙ МИР\n\n\n  Прошло уже долгих 3 месяца. Запасы еды, и топлива были на исходе. Всё вело к тому, что нужно было выбираться на поверхность. Всё это время за пределы бункера никто не выбирался и чего ожидать от внешнего мира никто не знал.",
    "answers": [
      {
        "id": 1,
        "text": "В разработке, на страницу 1 ->"
      },
      {
        "id": 52,
        "text": "big",
        "url": "https://c.radikal.ru/c17/2104/7e/df79490a8a90.jpg"
      }
    ]
  },
  {
    "id": 53,
    "text": "  Целых три месяца в бункере... У многих уже сдавали нервы, некоторые вели себя агрессивно и кидались на других людей. Один даже пытался покончить с жизнью. Благо всё обошлось, да и адекватных людей на данный момент всё же оставалось больше.\n  Уже наблюдалась острая нехватка всевозможных запчастей для генераторов. Еды оставалось на несколько недель, при условии жёсткой экономии.",
    "answers": [
      {
        "id": 39,
        "text": "Далее.",
        "var_set": [
          "rand",
          0
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": "  Ну что же, делать нечего, придётся идти.\nКак оказалось позднее Борис идёт со мной, чему я был безумно рад. Борис и Данил, единственные ребята, с которыми можно было коротать время в этом сыром бункере. На часах 16:27, самое время начинать собираться.",
    "answers": [
      {
        "id": 55,
        "text": "Пойти готовиться."
      }
    ]
  },
  {
    "id": 55,
    "text": "  Пошёл я к своему столику, дабы собрать некоторые свои вещи и заодно прихватить с собой рацию. \n  Через два часа я и Борис были готовы. На нас надели специальные костюмы радиационной защиты и мы уже готовые как морально ,так и физически стояли возле гермодверей.",
    "answers": [
      {
        "id": 58,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": [
      {
        "id": 57,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 57,
    "text": "  ",
    "answers": []
  },
  {
    "id": 58,
    "text": "  Вот и Данил пришел чтобы нас проводить.\n— Ну что друзья, удачи вам — Сказал он похлопывая Бориса по плечу.\n— Спасибо, удача я думаю лишней не будет  — с ухмылкой сказал Борис.\n— Это точно! Ну что, пошли?\n— Да, пошли.\n  Данил открыл гермодверь и мы с Борисом прошли в перёд. \n  Это был шаг в новый мир.",
    "answers": [
      {
        "id": 59,
        "text": "На поверхности."
      }
    ]
  },
  {
    "id": 59,
    "text": "  В здании подстанции ничего в принципе не поменялось, но вот на улице всё выглядело жутко, некогда зелёная трава стала пожухлой и местами выгоревшей. Город превратился в огромное пепелище и лишь бетонные, кипричные постройки остались более менее целыми. Не смотря на ночь было довольно светло и тепло. Облаков на небе видно не было. В руинах города виднелись костры. Видимо некоторые жители всё же уцелели.\n— Может пойдём посмотрим? Вдруг это выжившие и им нужна помощь? — сказал Борис.",
    "answers": [
      {
        "id": 60,
        "text": "Я думаю что пока не стоит."
      },
      {
        "id": 61,
        "text": "Согласен, идём в город."
      }
    ]
  },
  {
    "id": 60,
    "text": "— Пока повременим с этим.- ответил я Борису.\n— Ну ладно, может осмотрим близлежащие постройки. — предложил Боря.\n— Пожалуй так и сделаем.\n\n   По близости построек было немного, а те что имелись были давно заброшены \n  Осмотревшись немного в глаза мне бросилось одинокое трёхэтажное здание, по видимому это был старый, заброшенный завод.\n— Вон там, смотри, кажется это старый завод.",
    "answers": [
      {
        "id": 62,
        "text": "С начало к заводу."
      },
      {
        "id": 63,
        "text": "На ферму."
      }
    ]
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  },
  {
    "id": 62,
    "text": "— Так давай к заводу. — скомандовал я.\n   Мы шли медленно, постоянно осматриваясь и одновременно ужасаясь.\n     Мне до сих пор не верилось что это случилось, что миру пришёл конец, катастрофа которая унесла жизни миллионов людей.\nИ в чём же причина, может Боги разгнева",
    "answers": []
  },
  {
    "id": 63,
    "text": "",
    "answers": []
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  }
]