[
  {
    "id": 1,
    "text": "Автор: XviN\n\n_ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ \nЧто значит бред? Бред — это добро и зло. Его не бывает. Откуда оно взялось? Оно придумано людьми для людей, но его нет. Оно не задумано природой. Оно не задумано ничем. Только людьми. Для нас оно более подходит, чем просто законы выживания. Мы стали умней, и простые законы природы нам больше не подходят. Поэтому мы сделали два понятия с разными характерами в лице добра и зла. \n\nТы окажешься в комнате с двумя полностью противолоположными людьми. Один — сияющий, беловатый, ДОБРый человек с благими намерениями и понятиями. Другой наоборот. Красный цвет, страшная морда, выражающая ЗЛО, вовсе не добрый характер. \nКто они для тебя? Не существующая пыль, или действительность? ",
    "answers": [
      {
        "id": 2,
        "text": "..?"
      },
      {
        "id": 10,
        "text": "Что думаете об этом квесте?\n(рекомендуется сначала прочитать квест) "
      },
      {
        "id": 1,
        "text": "Автор не навязывает свою мысль читателю, а просто делится ей. Пускай каждый для себя думает, что такое добро и зло.",
        "comment": true
      },
      {
        "id": 13,
        "text": "Новый ответ. введите текст",
        "var_need": [
          "money",
          10000
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "Прервав тишину, начал красный человек — подумай, человек! Я зло! Казалось, какой я плохой, Добро всегда побеждает Зло и вообще, Зло это ужасно. Но нет! Я всегда был в плохом лице! Люди стараются просто делать идеалы, так и появился он! — сказал Зло, указав на сияющего человека. — Меня придумали как полная противоположность. Всем нужен был только идеал! И они придумали его, и это оказался Добро! Он, он был главной задумкой! Меня просто сделали как жвачка, прилипшая к нему! Типо: \"Есть какой-то идеал, надо придумать противоположность!\". Так и появился я... Понимаешь? Всё было создано под него, а я просто как какое-то недоразумение... Меня ненавидят просто потому что я есть такой, каким меня придумали они. Но... Никто не брал под расчёт моё личное Я. А ведь зачем? Я же не нужен никому, просто оборванец, козёл отпущения в угоду Добру! Зачем я, весь такой ужасный, когда есть Добро?.. \n\nЗнаешь, мне бывает интересно что-то, помимо того, чтобы кому-то испортить день, разозлить и что вы мне ещё приписываете. К примеру, мне интересно, что ты теперь думаешь о Добре? Не такой уж он и добрый, да? — нервно усмехнувшись, он уставился на тебя. ",
    "answers": [
      {
        "id": 3,
        "text": "-Я лучше сначала послушаю, что скажет Добро. "
      },
      {
        "id": 4,
        "text": "-Ты действительно лучше, чем Добро. Я верю тебе... "
      },
      {
        "id": 5,
        "text": "Добро всегда лучше тебя! Ты ужасный! "
      },
      {
        "id": 11,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 3,
    "text": "Умное решение — раздалось сзади тебя. Это было Добро. — Я надеюсь ты слушал Зло в пол уха, так как его ахинея это полный бред. Ты же знаешь, что Добро, это лучше, чем Зло? Понимаешь, он тебе нёс ахинею, что быть злым, ругаться, кричать, унижать, бить и даже убивать — это лучше Добра, который такого и в помине не делал. Вот идёт старушка через дорогу, как думаешь, что бы сделал Зло? — не дожидаясь твоего ответа Добро продолжил — он бы ей не то что не помог, даже хуже бы сделал! А я бы помог. Помог бы этой бедной старушке, повидавшей всякое, облегчить её минуты жизни. Я бы сделал лучше. Я бы сделал по доброму. Зло пытался выставить себя униженным и неоценёным, давил на жалость. Но ведь всё что ему приписано, он действительно делал. Как можно его уважать?\n\nСделай выбор. Сделай от чистого сердца! Кто: Добро или Зло? ",
    "answers": [
      {
        "id": 6,
        "text": "-Добро! "
      },
      {
        "id": 7,
        "text": "-Зло! "
      },
      {
        "id": 8,
        "text": "-Вы оба нужны друг другу! Вместе вы образуете гармонию! "
      },
      {
        "id": 9,
        "text": "-Вы оба - никто. Вас не должно быть. "
      }
    ]
  },
  {
    "id": 4,
    "text": "—Ахахаха! — залился громогласным смехом Зло. — Ты один из немногих, кто так думает! Интересно. На будущее, не верь всем сразу! Я просто сказал свою типичную, уже давно заготовленную речь, а ты что?.. Сразу поверил! \n\nВнезапно Добро и Зло стали рассыпаться в пыль. На лице Зла была ухмылка, Добро смотрел куда-то вдаль.\n\nОни исчезли... Что это значит? ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": "Зло замолчал. А потом Добро подал голос — Типичная версия для типичного человека. Почти все так думают. А правильно это, или нет, особо задумываться им не приходилось...\n\nВнезапно Добро и Зло стали рассыпаться в пыль. На лице Зла было безразличие ко всему, Добро загрустил.\n\nЧто это было? Это имело смысл? Ты что-то понял для себя? Переосмыслил? Повлияло на тебя? Я сумасшедший или не понятый? А может я просто подумал о том, до чего ты уже сам додумывался? ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 6,
    "text": "Добро раздражённым тоном начал — Не думал, что ты такой же, как и все до тебя... У всех вас одни и те-же мысли в голове. Неужто никто их не пытался как-то обдумать? Вам так нравится эта иддилия — Добро лучше Зла?\n\nНа твоих глазах Добро стал рассыпаться в пыль, а за ним и Зло. Добро злился, Зло грустил.\n\nПочему? Что это значит? ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Я? Интересно, до тебя так думали лишь пару человек. Но...\n\nТы заметил потрескивания на лице Зла, а чуть позже и вовсе понял, что он стал рассыпаться в пыль. С Добром так же. Оба чуть улыбались. \n\nЧто это значит? Что он имел ввиду? ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 8,
    "text": "Внезапно яркая вспышка ослепила всё вокруг. Когда же зрение пришло в норму, перед тобой предстала лесная поляна, на которой всё было гармонично связано между собой. Птицы разносят семена растений, растения растут, растения едят гусеницы, гусеницы становятся бабочками, и вот перед тобой уже поляна с бабочками. А ведь это не всё.\n\nНо так же внезапно, как вспышка, появляется красная надпись: \"в мечтах людей — гармония двух противоположностей. В мечтах...\"\n\nОчнувшись в том же зале, что был в начале, ты не обнаружил ни Добра, ни Зла... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Впервые за столько времени — начали Добро и Зло одновременно — кто-то подумал в таком направлении. Кто-то подумал, что Добро и Зло — это не реальность. Есть поступки людей, есть даже в некотором роде карма, но нету Добра и Зла.\n\nВсё ослепила белая вспышка. Ты очнулся в своей комнате... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 9,
        "text": "Это - та концовка, которой придерживаюсь я, и которую я хотел донести читателю. ",
        "comment": true
      }
    ]
  },
  {
    "id": 10,
    "text": "Я написал этот квест где-то за час, когда подумал про такую тему, как \"Добро и Зло\". Собственно, про это и написал квест. Как, согласны с моими мыслями? Напишите комментарий о моём квесте, будет интересно почитать) Ну а пока Покедова, пойду посплю что-ли) ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты молчал. Зло недоумевало. Добро тоже.\n\n—Ну, ты как думаешь — начал Добро — кто из нас лучше — Добро или Зло? ",
    "answers": [
      {
        "id": 12,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 12,
    "text": "Внезапно всё ослепила вспышка, а когда у тебя стала появляться возможность видеть, ты оказался у себя в комнате.\n\nЧто это было? Дичь какая-то... Где там мой комп с сталкером, стресс снять...",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 13,
    "text": "Лвад",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "Оввлы",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "Щйжв",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "Латйьв",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "Шшвлйи",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "Балилч",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "Лйдцдцдцд",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "Оаьйжыж",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "Кодзима",
    "answers": [
      {
        "id": 1,
        "text": "Гений"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]