[
  {
    "id": 1,
    "text": "Квест \"Апокалипсис Сегодня....\" это глава ПРОЛОГ, вней вас ознакомят с основными механиками квеста. \n\nСюжет:\n3126 год, планета  Орион Прайм, вы выживший после страшной катастрофы на планете. Вы не чего не помните,  совершенно нечего.  Вам придётся споминать вашу жизнь, и что здесь происходит. Вы не знаете есть ли еще здесь выжившие. Но вы надеетесь на это.",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "blackout": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы медленно открываете глаза. Яркий свет ударяет по глазам. Вы пытаетесь проморгатся, чтобы посмотреть вокруг обстановку.  Спустя пару секунд,  вы привыкаете к свету, и вдите следующию картину: вы находитесь в помещении, сделанным из бетона и арматуры, в воздухе запах дыма и гари, на потолке висит слабая лампа.",
    "answers": [
      {
        "id": 4,
        "text": "[Осмотрется]"
      },
      {
        "id": 6,
        "text": "[Подумать ]",
        "need": -6
      },
      {
        "id": 3,
        "text": "[Закрыть глаза  и думать что это плохой сон]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы закрываете глаза, вы думаете что это просто не удачный сон, кошмар и вы скоро проснетесь.....",
    "answers": [
      {
        "id": 5,
        "text": "[Далее]",
        "blackout": true
      }
    ]
  },
  {
    "id": 4,
    "text": "Беионные стены комнаты обшарпаны. С них слезает штукатурка, они покрыты грязью, пылью, плесенью и графити. Пол не лучше. Он весь из бетона без покрытия, пол весь в мусоре : бумажки,  пустые бутылки, разованные газеты, фантики и другой мусор. Потолок слишком темный, чтоб что нибудь там увидеть. В комнате есть старый стол над которым весит лампочка. В углу комнаты дверь.",
    "answers": [
      {
        "id": 7,
        "text": "[Подойти к столу]",
        "need": -10
      },
      {
        "id": 8,
        "text": "[Подойти к двери]"
      },
      {
        "id": 9,
        "text": "[Осмотреть комнату еще раз ]",
        "need": -9
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы заснули.....И никогда больше не проснулись....\nВы умерли спящим....Без боли и мучений.....\n\n\n\n                             конец \n\n\nКонцовка  (Спящая смерть)",
    "answers": [
      {
        "id": 2,
        "text": "[Последняч точка сохранения ]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы думаете..........\n\n\n\n\n\nВы досих пор думаете........\n\n\n\n\n\nНе чего не случилось :/",
    "answers": [
      {
        "id": 2,
        "text": "[....]\n"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы подошли  к столу. Стол сделан из дубового обработанного дерева. Стол выглядит новым, но он уже успел покрытся пылью и царапинами. На нем лежит лист бумаги с не разборчевым почерком, а также ключ красного цвета.",
    "answers": [
      {
        "id": 10,
        "text": "[Взять ключ]",
        "need": -10
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы подошли к старой, ржавой, стальной двери , синего отенка. У него нет замочный скважены только замок красного цыета. Замок старый и потрепанный временем.",
    "answers": [
      {
        "id": 11,
        "text": "[Открыть Дверь]",
        "need": 10
      },
      {
        "id": 4,
        "text": "[Вернуться в цент комнаты]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы осматриваете комнату еще раз. Вы заметили яркий блекс в темноте.  Подойдя ближе вы нашди кое что:\n\n\nВЫ НАШЛИ СТРАННЫЙ КЛЮЧ",
    "answers": [
      {
        "id": 4,
        "text": "[Далее ]"
      }
    ]
  },
  {
    "id": 10,
    "text": "ВЫ ВЗЯЛИ КРАСНЫЙ ПОТРЕПАННЫЙ КЛЮЧ",
    "answers": [
      {
        "id": 4,
        "text": "[Понятно ]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы открываете замок на двери. Он с грохотом падает на землю. Вы открываете дверь, она тяжело поддается. Вы выходите в коридор. В коридоре три две, одна в конце и двое параллельно в центре, смотрят друг на друга. В в коридоре  3 лампы,  он светят довольно ярко.",
    "answers": [
      {
        "id": 12,
        "text": "[Подойти  к двери в конце]"
      },
      {
        "id": 13,
        "text": "[Подойти к левой двери]"
      },
      {
        "id": 14,
        "text": "[Подойти к правой двери ]",
        "need": -21
      },
      {
        "id": 23,
        "text": "[Карманы]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы подошли к центральной двери этого коридора. Дверь сделана из стали, покрашена в красный цвет, краска почти вся слезла из-за влаги, вся дверь покрыта также ржавчиной.\n\nНа двери висит, о чудо опять замок, того цвета что и дверь. Но вы заметили что замок какой-то странный. У него нет замочной скважины. Да и этот замок часть двери, он электронный, и требует ключ карту. Что за этой дверью?Выход? Но куда?\nДальше в помещении? Или на улицу? Надо узнать. ",
    "answers": [
      {
        "id": 15,
        "text": "[Использовать ключ карту]",
        "need": 20
      },
      {
        "id": 11,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы подошли к левой двери она зеленого цвета. Конечно краска облезла, и дверь покрылась ржавчиной.  Но ее можно было открыть.\n\nЗайти?",
    "answers": [
      {
        "id": 16,
        "text": "[Зайти]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Дверь открыта. Она синего оттенка, покрыта ржавчиной и коаска слезла.  Все точ в точь как на остальных дверях. \n\nЗаглинув внутрь вы увидели ничего. Там кромешная темнота. Вам нкжен источник света чтоб хоть чтоб нибудь увидеть.",
    "answers": [
      {
        "id": 21,
        "text": "[Использовать Фонарик]",
        "need": 29
      },
      {
        "id": 11,
        "text": "[Назад ]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы проводите ключ картой по замку. Дверь издает пронзительный звук,шелкает  и открывается.  За ней виден яркий свет. Он ударяет вам очень сильно по глазам. Вы выходите  из этого помещения,  и надеетесь понять что происходит? Где вы?Кто вы?И зачем вас закрыли?.\n\n",
    "answers": [
      {
        "id": 22,
        "text": "[Далее ]",
        "blackout": true
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы зашли в комнату, она довольно пуста,  на первый взгляд.  В ней стоят следующие вещи:\nтумба, шкав, стол со стулом и красный старый ковер.\n\n\"Да в какой я ж*пе?!\"\n",
    "answers": [
      {
        "id": 18,
        "text": "[Осмотреть тумбу]",
        "need": -18
      },
      {
        "id": 19,
        "text": "[Осмотреть шкав]",
        "need": -20
      },
      {
        "id": 17,
        "text": "[Осмотреть стол]",
        "need": -17
      },
      {
        "id": 11,
        "text": "[Назад в коридор]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы подошли к столу.  Он старый,  в пыли, и разных бумагах, большинство бумаг это какие-то отчеты, но вам это не интересно.  Затем вы открываете потайной ящик стола, который довольно часто присутствует в таких моделях.\n\nВ  ящике лежит фонарики без батареек. Но в целом он в отличном состоянии. Вы его берёте,  теперь нужны батарейки. \n\nПОЛУЧЕН ФОНАРИК ",
    "answers": [
      {
        "id": 16,
        "text": "[Взять и идти дальше ]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Обычная деревянная дубовая, лакализованная тумба красноватого цвета. В ней лежат бумаги, ручки и батарейки. Вы берете батарейки , на всякий случай.  А вдруг? \n\nВЫ ПОЛУЧИЛИ БАТАРЕЙКИ \n",
    "answers": [
      {
        "id": 16,
        "text": "[Взять и идти дальше]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Перед вами шкав со стеклянными панелями, за которыми видно ключ карт. На дверцах висит замок, он довольно хрупкий, можно будет его разбить чем нибудь твёрдым.",
    "answers": [
      {
        "id": 20,
        "text": "[Разбить замок кирпичем]",
        "need": [
          21,
          -20
        ]
      },
      {
        "id": 16,
        "text": "[Назад ]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы разбили замок на стеллаже.  Вы медленно открываете дверцы чтоб стекло не упало на вас. Вы осторожно бенете ключ карту чтоб не порезатся об стекло.\n\n\nПОЛУЧЕНА КЛЮЧ КАРТА",
    "answers": [
      {
        "id": 16,
        "text": "[Взять и идти дальше]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Комнату озврил свет фонарика. Вней нечего не было кроме горы мусора. Из этой \"помойки\" вы беете кирпич.\n\nПОЛУЧЕН КИРПИЧ",
    "answers": [
      {
        "id": 11,
        "text": "[Взять]"
      }
    ]
  },
  {
    "id": 22,
    "text": "ПРОЛОГ ЗАВЕРШЕН \n\n\nСПАСИБО ЗА ПРОЧТЕНИЕ ПРОЛОГА. ЗДЕСЬ ВЫ ОЗНАКОМИЛИСЬ С ОСНОВНЫМИ МЕХАНИКАМИ ИГРЫ.\n\nРАБОТА НАД ГЛАВОЙ 1 НАЧАЛАСЬ, И УЖЕ В ПРОЦЕССЕ.",
    "answers": [
      {
        "id": 0,
        "text": "[Оценить пролог]"
      }
    ]
  },
  {
    "id": 23,
    "text": "У вас а карианах лежат следующие вещи:",
    "answers": [
      {
        "id": 24,
        "text": "[Фонарик без батареек ]",
        "need": [
          -29,
          17
        ]
      },
      {
        "id": 25,
        "text": "[БАТАРЕЙКИ ]",
        "need": [
          -29,
          18
        ]
      },
      {
        "id": 26,
        "text": "[Ключ карта]",
        "need": [
          -15,
          20
        ]
      },
      {
        "id": 27,
        "text": "[Странный ключ]",
        "need": 9
      },
      {
        "id": 28,
        "text": "[Кирпич]",
        "need": [
          -20,
          21
        ]
      },
      {
        "id": 11,
        "text": "[Закрыть Карманы ]"
      },
      {
        "id": 29,
        "text": "[Вставить батарейки в фонарик]",
        "need": [
          18,
          17,
          -29
        ]
      },
      {
        "id": 30,
        "text": "[Работающий фонарик ]",
        "need": 29
      }
    ]
  },
  {
    "id": 24,
    "text": "Это обычный фанарик который работает на двух пальчиковых батарейках.",
    "answers": [
      {
        "id": 23,
        "text": "[Ясно]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Обычные пальчиковые батарейки марки \"Further Turbo\", согласно рекламе они могут работать несколько месяцев без перерыва. ",
    "answers": [
      {
        "id": 23,
        "text": "[Ясно]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ключ карта охраны. На ней написана имя компании которая ее использует -\"Plague Inc.\"вам чем то знакома эта компания.  Где-то вы ее встречали или слышали о ней.",
    "answers": [
      {
        "id": 23,
        "text": "[Ясно]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Странный ключ.  Сделан из металла.  ",
    "answers": [
      {
        "id": 23,
        "text": "[Ясно]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Это строительный кирпич. Уже потресканный временем. Один удар и он расыпится на кусочки. ",
    "answers": [
      {
        "id": 23,
        "text": "[Ясно]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы вставили батарейки в фонарик.  Фонарик теперь работает.",
    "answers": [
      {
        "id": 23,
        "text": "[Ясно]"
      }
    ]
  },
  {
    "id": 30,
    "text": "В фонарике вставленны батарейки,  он теперь работает. ",
    "answers": [
      {
        "id": 23,
        "text": "[Ясно]"
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]