[
  {
    "id": 1,
    "text": "    Прошло двадцать лет после окончания Третьей мировой войны, поверхность земли стала не пригодна для жизни, и люди, те что уцелели после множества ударов ядерных боеголовок укрылись в Московском метрополитене. И лишь не многие смельчаки отваживались подниматься на поверхность разрушенной Москвы в поисках полезных и довольно ценных предметов. Таких людей называют сталкерами.\n    Главный герой Савелий один из таких людей. \n\n\n\n\n\n\n\n\n   Автор:BEER'ka and Zener.",
    "answers": [
      {
        "id": 2,
        "text": "Начать. "
      },
      {
        "id": 129,
        "text": "Дополнительная информация."
      }
    ]
  },
  {
    "id": 2,
    "text": "                                     Пролог. \n\n       Мне приснился сон, я находился возле реки окружённой зелёными холмами, небо голубое, ясное ни облачка. Прохладный ветерок дул в лицо. Я подошёл к реке зачерпнул в ладонь прохладной воды...",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить. "
      },
      {
        "id": 2,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a39/2104/f5/4a6cdb73a706.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "                          Глава первая.     \n                              Курская. \n\n    Меня разбудил мой лучший друг Влад.\n— Ты чё дрыхнешь, ты время видел? Давай собирайся и бегом в центральный зал, там объявление давать будут.\n— Ладно, уже поднимаюсь.\n  Я не спешно поднялся с кровати и принялся одеваться. ",
    "answers": [
      {
        "id": 4,
        "text": "Выйти из казармы. "
      },
      {
        "id": 5,
        "text": "Влад. "
      },
      {
        "id": 6,
        "text": "Осмотреться в казарме. "
      }
    ]
  },
  {
    "id": 4,
    "text": "   Выйдя из казармы, передо мною стоял узенький коридочик, где едва могли уместиться два человека. По станции разносился детский хохот и громкие голоса других людей. ",
    "answers": [
      {
        "id": 7,
        "text": "Идти дальше. "
      },
      {
        "id": 9,
        "text": "Осмотреться на станции. "
      },
      {
        "id": 8,
        "text": "Навестить друга Женю",
        "need": [
          -8
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "  Влад парень лет тридцати пяти , кареглазый, короткие тёмно-русые волосы. Довольно худощав и очень умён. И ещё немного картавит.\n На станции работает главным электриком и следит за состоянием электроприборов и генераторов. В свободное время занимается ремонтом безделушек принесёных с поверхности. ",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 6,
    "text": "   Казарма сделана из обычного вагона метро, часть скамеек вытащили и заменили на другую импроверзированую мебель сделанную из подручных материалов. На стенах весели фотографии и плакаты принесёные с поверхности. И не смотря на имеющийся электрический свет на станции, казарму освещала керосиновая лампа. ",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться. "
      }
    ]
  },
  {
    "id": 7,
    "text": "    До центрального зала оставалось совсем немного и по пути я встретил своего старого товарища Игоря Владимировича.\n— Здравствуйте ,Игорь Владимирович, как вы поживаете?\n— Здравствуй ,Савелий, как видишь потихоньку, что то ты сегодня поздно. Там на начальник станции собрался объявление какое то давать, такое редко бывает. Так что не опоздай. \n— Да, я уже слышал, ну удачи вам. — на этой ноте мы разошлись в разные стороны. ",
    "answers": [
      {
        "id": 10,
        "text": "Далее. "
      },
      {
        "id": 12,
        "text": "Игорь Владимирович. "
      }
    ]
  },
  {
    "id": 8,
    "text": "   Я подошёл к двери своего друга Женьки и постучал.\n— А, что? Кто там? — сонным голосом спросил Женя.\n— Доброе утро ,Евгений.\n— Савва, ты чё, я с ночного дозора только пришёл дай поспать.\n— Ну ладно, извини.\n— Угу, давай.- уже немного нервным голосом ответил Женька. ",
    "answers": [
      {
        "id": 4,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 9,
    "text": "   Я жил на Курской эта станция была под влиянием самой большой торговой организации \"Ганза\".\n      Курская — станция кольцевой линии метро, она имеет два вестибюля, северный и южный совмещённый со станцией Чкаловской.\n  Вместе со станцией была построена сложная система подземных и наземных помещений, обеспечивающих входы-выходы пересадочного узла, его связь с внутренними помещениями Курского вокзала и переходы между станциями метрополитена. Центром этого всего является круглый подземный зал, в котором сходятся эскалаторный тоннель «Курской»-кольцевой, проход из эскалаторного входного помещения «Курской»-радиальной, входы и выходы зала ожидания Курского вокзала и подземного кассового аванзала, связанного с наземным павильоном станции. Население обеих станций состовляет примерно восемьсот человек. \n   По слухам, на Курскую иногда лезет разного рода нечисть.\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Вернуться. "
      },
      {
        "id": 11,
        "text": "Ганза. "
      }
    ]
  },
  {
    "id": 10,
    "text": "  И вот я уже стоял на перроне, начальник станции только собирался давать объявление.\n— Граждане, пришло довольно плохое известие, тоннель на Бауманскую заполонили крысы переростки, и в связи с этим, доступ будет перекрыт. На время очистки от противных тварей! — Начальник говорил так, будто прочитал этот текст сто раз прежде чем рассказать это всем людям на станции. \n  В толпе раздавались недовольные возгласы, как известно крысы были переносчиками различных заболеваний. А в условиях ядерного апокалипсиса это было серьёзнезнешней проблемой.\n— Пока что это всё. — сказал начальник, и толпа начала медленно рассасываться с перрона по своим делам. ",
    "answers": [
      {
        "id": 13,
        "text": "Пойти позавтракать. "
      }
    ]
  },
  {
    "id": 11,
    "text": "     Ганза самая крупнейшая организация Московского метро, она оказывает влияние на всё кольцевое метро и именно у этой группировки самые большие рынки.\n    У Ганзы как и у любой крупной организации есть свои паспорта и гражданство. У этой фракции нет врагов кроме обычных бандитов. ",
    "answers": [
      {
        "id": 9,
        "text": "Вернуться. "
      }
    ]
  },
  {
    "id": 12,
    "text": "   Игорь Владимирович человек уже не молодой, седина полностью покрыла его голову. Не смотря на приклоный возраст Игорь довольно крепкого телосложения.\n    На станции он работает механиком, занимается ремонтом мотодрезин и генераторов на пару с Владом. ",
    "answers": [
      {
        "id": 7,
        "text": "Вернуться. "
      }
    ]
  },
  {
    "id": 13,
    "text": "   Я пошёл в столовую, там было уже достаточно много людей.\n— Эй ,Савва! — вдруг кто то крикнул мне. Я начал оглядываться и увидел Влада.\n—  Ага иду! Смотрю ты уже для меня местечко забронировал?\n— Ну да, ты же вечно опаздываешь. — ответил Владос.\n— Так что у нас сегодня на завтрак? — внимательно разглядывая блюдо спросил я.\n— Ну, обычная свиная похлёбка с грибами, грибы кстати прямо с ВДНХ.\n— Ого, с дальних краёв значится, а чайку грибного не привезли?\n— К сожалению нет. — мы съели завтрак и я отправился в оружейную.\n— Ну ,Влад, давай удачи.\n— Давай, удача тебе больше пригодится. ",
    "answers": [
      {
        "id": 14,
        "text": "Отправиться в оружейную. "
      },
      {
        "id": 15,
        "text": "Ещё немного посидеть с Владом. "
      }
    ]
  },
  {
    "id": 14,
    "text": "     На часах было уже двенадцать, и я направился в оружейную  чтобы подготовиться перед выходом на поверхность.\n  В оружейной сидел Александр, парень лет двадцатипяти, как и всем детям которые выросли в подземельях метрополитена, была свойственна бледная не здоровая кожа из-за нехватки солнца, довольно худощавое тело, немного мутные глаза.\n  Саша увидев меня сразу заулыбался, казалось он был готов видеть меня хоть каждый день.\n— Привет ,Савелий. — сиплым голосом произнён он.\n— Здравствуй ,Саша, как поживаешь?\n— На жизнь не жалуюсь, а вы снова наружу собираетесь? — с игривым интересом спросил Саня.\n— Да, будь добр дай мне...",
    "answers": [
      {
        "id": 18,
        "text": "Набор \"спартанца\""
      },
      {
        "id": 19,
        "text": "Набор \"выживальщика\""
      }
    ]
  },
  {
    "id": 15,
    "text": "   — Я тут подумал, пожалуй ещё есть пару минут на разговоры.\n— Ну давай, валяй, о чём ты там поговорить хотел? ",
    "answers": [
      {
        "id": 16,
        "text": "Как жизнь в метро? "
      }
    ]
  },
  {
    "id": 16,
    "text": "    — Как там жизнь в Большом метро?\n— Да как как, ты не больше меня знаешь как там. Но говорят отряды фашистов стали чаще на поверхности замечать, снова что то ищут гады.\n— Ещё что то?\n— Ну ещё говорят у нас в тоннеле с Курской на Тургеневскую, какая-то новая нечисть завелась, на днях там целый караван пропал, а ведь что странно, упыри сделать такого не могли.\n— Так а что они на Тургеневской забыли? Это же заброшенная станция, да и жить там невозможно гермоворота не работают а упырей там, кирпичу упасть некуда.\n— А чёрт его знает, ну теперь туда просто так не пускают, и туннель перекрыли на время выяснения, но как это известно выяснять никто ни чего не будет. — сказал Влад.\n— Ты что то ещё спросить хотел? ",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться. "
      },
      {
        "id": 17,
        "text": "Как там твоя семья? "
      }
    ]
  },
  {
    "id": 17,
    "text": "    — Как там твоя семья? Как Алëнка поживает и сын твой? \n— Да потихоньку,  главное что бы не болели. \n— Это точно. \n— А ты? Семью когда заводить будешь? Уже сорок лет как ни как. \n— Да фиг его знает, я же сталкер, сегодня живу а завтра уже упырей кормлю. \n— Хах, опасную ты себе работëнку выбрал, не сидится тебе на месте, всë время приключений ищешь. \n— Так, что то я тут с тобой засиделся, пора бы выходить уже. \n— Ну удачи тебе. — на этих словах мы разошлись по своим делам. ",
    "answers": [
      {
        "id": 14,
        "text": "В оружейную. "
      }
    ]
  },
  {
    "id": 18,
    "text": " — Давайка мне побольше амуниции.\n— Держите ,Савелий, помните, не расстреляйте все свои деньги. А то был уже такой случай с одним сталкером. — предупредил Саша и достал из шкафчика всё моё снаряжение и вручил мне, я принялся \"наряжаться\". \n   Через минут двадцать, я отправлялся к выходу на поверхность. \n",
    "answers": [
      {
        "id": 21,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 19,
    "text": "  — Давайка мне побольше аптечек и фильтров.\n— Конечно Савелий, держите и помните фильтры нужно менять каждые пятнадцать минут. А то был случай, сталкер с одним фильтром два часа проходил, потом умер от облучения. — предупредил Саша и достал из шкафчика всё моё снаряжение и вручил мне, я принялся \"наряжаться\". \n   Через минут двадцать, я отправлялся к выходу на поверхность",
    "answers": [
      {
        "id": 20,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 20,
    "text": "    У гермоворот стояли и курили бойцы \"Ганзы\", они о чём то активно спорили, завидев меня они затихли\n— Здоров Савик. — произнёс один из бойцов. \n— Здорово мужики, как там дела на поверхности?\n— Как обычно, радиация и твари, говорят там демонов поприбавилось, так что будь предельно аккуратен.\n  Я кивнул головой и принялся надевать противогаз, в это время солдаты взялись за оружие, один из них пошёл открывать гермоворота.\n  Тонны металла в моменте начали двигаться и издавать жуткий скрежет.\n   Открывая врата на поверхность, мы открываем врата в ад, в мир где когда-то жил человек, который сумел построить великую цивилизацию, но не сумел предотвратить это ужасную войну.\n\n  И вот я поднимался по эскалатору в Мёртвый город. ",
    "answers": [
      {
        "id": 23,
        "text": "На поверхность. "
      }
    ]
  },
  {
    "id": 21,
    "text": "  У гермоворот стояли и курили бойцы \"Ганзы\", они о чём то активно спорили, завидев меня они затихли\n— Здоров ,Савик. — произнёс один из бойцов. \n— Здорово ,мужики, как там дела на поверхности?\n— Как обычно, радиация и твари, говорят там демонов поприбавилось, так что будь предельно аккуратен.\n  Я кивнул головой и принялся надевать противогаз, в это время солдаты взялись за оружие, один из них пошёл открывать гермоворота.\n  Тонны металла в моменте начали двигаться и издавать жуткий скрежет.\n Открывая врата на поверхность, мы открываем врата в ад, в мир где когда-то жил человек, который сумел построить великую цивилизацию, но не сумел предотвратить это ужасную войну.\n\n  И вот я поднимался по эскалатору в Мёртвый город. ",
    "answers": [
      {
        "id": 22,
        "text": "На поверхность. "
      }
    ]
  },
  {
    "id": 22,
    "text": "                           Глава вторая.\n                         Мёртвый город.\n\n   На поверхности была довольно ясная погода, но всё равно было мрачно и не уютно, наземный вестибюль станции выглядит очень плачевно. Местами заколоченные окна, полуразрушенный второй этаж, обвалившиеся потолки. \n  Зловещая тишина царила над руинами Москвы и лишь издредко были слышны вопли теперешних жильцов города.\n  Я осторожно осмотрелся по сторонам, и достал карту, тщательно изучив её, я решил что буду идти в..... ",
    "answers": [
      {
        "id": 33,
        "text": "В некогда жилые дома. ",
        "need": [
          -33
        ]
      },
      {
        "id": 34,
        "text": "Курский вокзал. ",
        "need": [
          -34
        ]
      },
      {
        "id": 35,
        "text": "Промышленная зона. ",
        "need": [
          -35
        ]
      },
      {
        "id": 36,
        "text": "Спуститься в метрополитен. ",
        "need": [
          35
        ]
      },
      {
        "id": 22,
        "text": "введите команды для картинки",
        "url": "https://d.radikal.ru/d41/2104/5c/0cf5d8e6e5fd.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "                              Глава вторая.\n                           Мёртвый город.\n\n   На поверхности была довольно ясная погода, но всё равно было мрачно и не уютно, наземный вестибюль станции выглядит очень плачевно. Местами заколоченные окна, полуразрушенный второй этаж, обвалившиеся потолки. \n  Зловещая тишина царила над руинами Москвы и лишь издредко были слышны вопли теперешних жильцов города.\n  Я осторожно осмотрелся по сторонам, и достал карту, тщательно изучив её, я решил что буду идти в..... ",
    "answers": [
      {
        "id": 24,
        "text": "Некогда жилые квартиры. ",
        "need": [
          -24
        ]
      },
      {
        "id": 25,
        "text": "Курский вокзал. ",
        "need": [
          -25
        ]
      },
      {
        "id": 26,
        "text": "Промышленная зона. ",
        "need": [
          -26
        ]
      },
      {
        "id": 29,
        "text": "Спуститься в метрополитен. ",
        "need": [
          26
        ]
      },
      {
        "id": 23,
        "text": "введите команды для картинки",
        "url": "https://d.radikal.ru/d41/2104/5c/0cf5d8e6e5fd.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "   Это был обычный двор окружённый пятиэтажками. На подходе мною было несколько летучих тварей \"демонов\".\n  Я тихо пробрался в один из домов и начал осмотр помещений.\nДобрая часть дверей были закрыты, но взламывать их и тратя драгоценное время, я не собирался. ",
    "answers": [
      {
        "id": 27,
        "text": "Начать осмотр квартир. "
      },
      {
        "id": 30,
        "text": "Демоны. "
      }
    ]
  },
  {
    "id": 25,
    "text": "  Вокзал расположен прям у входа в метро, поэтому шанс того что тут можно найти что то ценное в разы уменьшается.\n— И как я сразу не подумал об этом. ",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться. "
      }
    ]
  },
  {
    "id": 26,
    "text": "  По пути в промышленную зону, мною было замечено пару \"стражей\". Но вроде всё обошлось и они не начали меня преследовать.\n  Я наконец добрался сюда. Передо мною возвышались огромные, полуразрушеные ангары со свяким хламом внутри.\nВсё тщательно отсмотрев я не нашёл ничего полезного. Удивительно, казалось что тут могло быть ещë куча хлама, но за двадцать лет сталкеры вытащили от сюда всë что можно. Даже железные балки утащили. ",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться. "
      },
      {
        "id": 39,
        "text": "Стражи"
      }
    ]
  },
  {
    "id": 27,
    "text": "Некоторые квартиры были уже зачищены другими сталкерами, но всё же мне удалось кое что найти: пару персональных аптечек, одну консерву, наручные часы, пару фотографий того времени и диски с музыкой.\n— Хммм, довольно не густо но сойдёт, а особенно музыка, в метро это довольно хорошо оплачивается — подумал я.",
    "answers": [
      {
        "id": 28,
        "text": "Осмотреть ещë пару домов. "
      }
    ]
  },
  {
    "id": 28,
    "text": "  Осмотрев ещё пару домов я обнаружил: пару фильтров для противогаза, магазин с патронами наверняка оставленный каким то сталкером, ещё пару консерв и детали от компьютера.\n—Ладно сойдёт, теперь пора возвращаться.-\nтолько я закончил свою мысль как услышал рык \"демона\".\n— Вот чёрт, только этого мне не хватало. ",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться к станции. "
      }
    ]
  },
  {
    "id": 29,
    "text": "  Только я подходил к станции как вдруг услышал грозный рык позади меня, это был \"демон\"\n— Вот дрянь, надо быстрее бежать ко входу— Подумал я как вдруг \"демон\" меня опередил.\nЯ был вынужден резко развернуться в другую сторону, я чувствовал как смерть своим холодным дыханием настигает меня.\nВсё ближе и ближе....\n\n  Внезапно передо мной нарисовалась небольшая постройка, что есть сил я рванул туда. В пару прыжков я залетел в здание, завалил проход стоящей рядом мебелью, \"демон\" злобно рычал за дверью, он попытался вломиться в задние, но у него ничего не вышло он был слишком велик для дверного проёма. ",
    "answers": [
      {
        "id": 31,
        "text": "Осмотреться. "
      }
    ]
  },
  {
    "id": 30,
    "text": "   \"Демоны\" это огромные мускулистые монстры отдалëнно напоминающие летучих мышей, серая лоснящаяся кожа местами покрытая чëрной шерстью. В высоту они примерно три метра, а размах их крыльев составляет около четрыëх метров. Эти твари очень опасны, и запросто могут унести взрослого человека, считаются одними из самых опасных существ разрушеной Москвы. ",
    "answers": [
      {
        "id": 24,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 31,
    "text": "  Переведя дух, я принялся осматривать здание.\nЭто был двухэтажный магазин, полки были напрочь обчищены, поэтому обнаружить что то полезное было невозможно. В одном из служебных помещёний лежал некогда живой человек, видимо он тоже тут от чего прятался, но смерть застала его врасплох. Осмотрев мёртвое тело я обнаружил немного патрон и ганзейский паспорт.\n  Прошло уже минут тридцать и на улице стало тише, я решил посмотреть в окно, действительно \"демонов\" не было видно поэтому я решил продолжить путь. ",
    "answers": [
      {
        "id": 32,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 32,
    "text": "     Выйдя из магазина вокруг было очень тихо, лишь в далеке были слышны вопли чудовещных созданий.\n   Внимательно осмотревшись по сторонам, я продолжил путь ко входу в метро. Внезапно послышались шорохи со стороны входа в вестибюль, я замер и приготовил оружие.Из прохода вылезла огромная фигура похожая на тигра, только раза в два больше, кожа у этого существа местами отсутствовала, виднелось множество ожогов и один огромный шрам на морде, тигр замер в ожидании чего то, я медленно прицелился в него. Огромный кот начал рычать на меня.",
    "answers": [
      {
        "id": 61,
        "text": "Выстрелить."
      },
      {
        "id": 62,
        "text": "Медленно отходить назад."
      }
    ]
  },
  {
    "id": 33,
    "text": "   Это был обычный двор окружённый пятиэтажками. На подходе, мною было замечено несколько летучих тварей \"демонов\".\n  Я тихо пробрался в один из домов и начал осмотр помещений.\nДобрая часть дверей были закрыты, но взламывать их и тратя драгоценное время, я не собирался. ",
    "answers": [
      {
        "id": 37,
        "text": "Начать осмотр квартир. "
      },
      {
        "id": 38,
        "text": "Демоны. "
      }
    ]
  },
  {
    "id": 34,
    "text": "  Вокзал был расположен довольно близко к метро, по этому найти что-то полезное не представлялось возможным. \n— Как я сразу об этом не подумал. \n  Я решил вернуться. \n\n",
    "answers": [
      {
        "id": 22,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 35,
    "text": "  По пути в промышленную зону, мною было замечено пару \"стражей\". Но вроде всё обошлось и они не начали меня преследовать.\n  Я наконец добрался сюда. Передо мною возвышались огромные, полуразрушеные ангары со всяким хламом внутри.\nВсё тщательно отсмотрев я не нашёл ничего полезного. Удивительно, казалось что тут могло быть ещë куча хлама, но за двадцать лет сталкеры вытащили от сюда всë что можно. Даже железные балки утащили. ",
    "answers": [
      {
        "id": 22,
        "text": "Вернуться. "
      },
      {
        "id": 40,
        "text": "Стражи. "
      }
    ]
  },
  {
    "id": 36,
    "text": "  Только я подходил к станции как вдруг услышал грозный рык позади меня, это был \"демон\"\n— Вот дрянь, надо быстрее бежать ко входу. — Подумал я как вдруг \"демон\" меня опередил.\nЯ был вынужден резко развернуться в другую сторону, я чувствовал как смерть своим холодным дыханием настигает меня.\nВсё ближе и ближе....\n\n  Внезапно передо мной нарисовалась небольшая постройка, что есть сил я рванул туда. В пару прыжков я залетел в здание, завалил проход стоящей рядом мебелью, \"демон\" злобно рычал за дверью, он попытался вломиться в здание, но у него ничего не вышло он был слишком велик для дверного проёма. ",
    "answers": [
      {
        "id": 41,
        "text": "Осмотреться. "
      }
    ]
  },
  {
    "id": 37,
    "text": "  Осмотрев ещё пару домов я обнаружил: пару фильтров для противогаза, магазин с патронами наверняка оставленный каким то сталкером, ещё пару консерв и детали от компьютера.\n—Ладно сойдёт, теперь пора возвращаться.-\nтолько я закончил свою мысль как услышал рык \"демона\".\n— Вот чёрт, только этого мне не хватало. ",
    "answers": [
      {
        "id": 22,
        "text": "Вернуться. "
      }
    ]
  },
  {
    "id": 38,
    "text": "   \"Демоны\" это огромные мускулистые монстры отдалëнно напоминающие летучих мышей, серая лоснящаяся кожа местами покрытая чëрной шерстью. В высоту они примерно три метра, а размах их крыльев составляет около четрыëх метров. Эти твари очень опасны, и запросто могут унести взрослого человека, считаются одними из самых опасных существ разрушеной Москвы. ",
    "answers": [
      {
        "id": 33,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 39,
    "text": "   \"Страж\" чем-то напоминает собаку, только в два раза больше, чëрная густая шерсть покрывает большую часть тела мутанта, когти острые как бритва способны запросто покромсать человека, \"стражи\" никогда не охотятся по одиночке, они передвигаются стаями, часто мигрируют из одной точки Москвы в другую. Способны загнать добычу в ловушку. ",
    "answers": [
      {
        "id": 26,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 40,
    "text": "   \"Страж\" чем-то напоминает собаку, только в два раза больше, чëрная густая шерсть покрывает большую часть тела мутанта, когти острые как бритва способны запросто покромсать человека, \"стражи\" никогда не охотятся по одиночке, они передвигаются стаями, часто мигрируют из одной точки Москвы в другую. Способны без труда загнать добычу в ловушку. ",
    "answers": [
      {
        "id": 35,
        "text": "Вернуться. "
      }
    ]
  },
  {
    "id": 41,
    "text": "  Переведя дух, я принялся осматривать здание.\nЭто был двухэтажный магазин, полки были напрочь обчищены, поэтому обнаружить что то полезное было невозможно. В одном из служебных помещений лежал некогда живой человек, видимо он тоже тут от чего прятался, но смерть застала его врасплох. Осмотрев мёртвое тело я обнаружил патроны и ганзейский паспорт.\n  Прошло уже минут двадцать и на улице стало тише, я решил посмотреть в окно, действительно \"демонов\" не было видно поэтому я решил продолжить путь. ",
    "answers": [
      {
        "id": 42,
        "text": "Выйти. "
      }
    ]
  },
  {
    "id": 42,
    "text": "  Я медленно вышел из здания, осмотревшись я решил возвращаться к станции.\n  Я шёл медленно, аккуратно, постоянно осматриваясь по сторонам.\nКак вдруг я заметил небольшую группу людей, на вид они были хорошо воруженны, на головах у них были тяжёлые шлема с забралом. В руках они держали автоматы Калашникова, на плечах виднелись нашивки со своеобразной свастикой, это были фашисты, но что они тут забыли?\n Фашисты что то выкрикивали про людей мутантов и \"Ганзу\". \n",
    "answers": [
      {
        "id": 43,
        "text": "Подойти к ним. "
      },
      {
        "id": 44,
        "text": "Подождать. "
      }
    ]
  },
  {
    "id": 43,
    "text": "  Я начал медленно подоходить к ним, они заметели меня и тут же начали целиться громко переговариваться. Внезапно выстрел, пуля пролетела мимо меня, я побежал в сторону укрытия, и принялся отстреливаться. ",
    "answers": [
      {
        "id": 45,
        "text": "Прицельный огонь. "
      },
      {
        "id": 46,
        "text": "Беглый огонь. "
      }
    ]
  },
  {
    "id": 44,
    "text": "    Подождав немного, я вышел из-за укрытия, оглядевшись рядом никого не было, я отправился в к вестибюлю метро. Внезапно я услышал вой \"стражей\" . Оглянувшись , мною была замечена целая стая коварных мутантов, и кажется они двигались прямо ко мне. Я со всех ног рванул к эскалатору закрывая за собой дверь, монстры с лёгкостью выломали дверь и были в нескольких метрах от меня, я выхватил автомат и находу выпустил очередь в стаю, один из монстров свалился замертво. Спустившись по эскалатору я начал тарабанить в гермоворота.\n— Открывайте, меня тут щас сожрут! — я пустил ещё одну очередь в монстра который подобрался слишком близко.\n— Люди, не дайте умереть страшной смертью! — вдруг тонны железа со скрежетом поползли вверх, и из прохода выбежали бойцы Ганзы и начали вести огонь по монстрам .",
    "answers": [
      {
        "id": 52,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 45,
    "text": " Я стрелял короткими очередями, аккуратно высовываясь из за укрытия.\n— Лови гад! \n— Щас ты у нас крякнешь! — кричали фашисты. \n     Я аккуратно постреливал по ним, в одного я всадил целую очередь и тот свалился за мертво. Это не нашутку разозлило одного из бойцов, и он начал поливать меня плотным огнём. \n   Выждав момент я начал стрелять в ответ, ещë один упал и начал кричать от боли. \nЯ высунлся ещë раз, и внезапно почувствовал боль в плече, всë таки попал в меня гад. ",
    "answers": [
      {
        "id": 47,
        "text": "Кинуть гранату. "
      },
      {
        "id": 48,
        "text": "Продолжить стрелять. "
      }
    ]
  },
  {
    "id": 46,
    "text": "   Я резко высунулся из-за укрытия и начал вести безпорядочную стрельбу по противнику. Фашисты явно не ожидали такой прыткостью от меня, и тоже начали вести беглый огонь по мне. Начав перезаряжать свой АК-74 , я заметил что это  был последний магазин. С этой мыслью я передёрнул затвор автомата и снова высунулся. Вдруг я почувствовал холод по спине, медленно опустив руки, я упал на спину. Серые облака полность покрыли небосвод, солнце еле проглядывалось сквозь тучи. Я закрыл глаза.\n\n   Не важно, насколько ты силен. Ты можешь умереть от любого пустяка.",
    "answers": [
      {
        "id": 42,
        "text": "Конец..."
      }
    ]
  },
  {
    "id": 47,
    "text": "   Я зажëг фитиль гранаты , подождал пару секунд и закинул прямо к врагу. Взрыв и крики, кажется это дезорентировало солат рейха. ",
    "answers": [
      {
        "id": 49,
        "text": "Бежать. "
      },
      {
        "id": 50,
        "text": "Продолжить бой. "
      }
    ]
  },
  {
    "id": 48,
    "text": "   Выстреляв всю обойму, я начал перезаряжаться, один из бойцов подобрался ко мне на близкое расстояние и кинул гранату. Она упала от в пяти метрах от меня. Взрыв, я только и успел закрыть голову руками. В ушах стоял сильный звон, в глазах потемнело. Последнее что я видел, это дуло автомата перед лицом.\n   \n       Всегда старайся лучше разобраться в ситуации, прежде чем делать выводы.",
    "answers": [
      {
        "id": 43,
        "text": "Разобраться получше."
      }
    ]
  },
  {
    "id": 49,
    "text": "   Как только выдался подоходящий момент, я принялся бежать со всех ног. \nСзади раздались выстрелы, у меня подкосилась левая нога и я упал. Ко мне подошли двое. \n— Ну что ,урод, добегался? \n— Что с ним делать будем? \n— Возьмëм с собой, а там офицер решит что с ним делать. \n— А разве нам не проще его застрелить? \n— Нет, его ждут долгие мучения в нашем \"концлагере\".\n— Ну как знаешь. — они подхватили меня и потащили куда то потащили. Я потерял сознание. ",
    "answers": [
      {
        "id": 63,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 50,
    "text": "    Я продолжил бой, стрелял очередями, и менял магазин за магазином. Один из бойцов подобрался близко, поймав меня на перезарядке, он выбежал и пустил длинную очередь прямо мне в живот. \n\n   Не трудно попасть на тот свет. Трудно вернуться...",
    "answers": [
      {
        "id": 43,
        "text": "Заново. "
      }
    ]
  },
  {
    "id": 51,
    "text": "— Да вроде нету ничего на примете. — ответил я.\n— Ну тогда пожалуй я сыграю на гитаре.- мужик взял гитару в руки и начал наигрывать знакомую мне мелодию.",
    "answers": [
      {
        "id": 53,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 52,
    "text": "— Хах повезло тебе ,Савелий, одной ногой уже на том свете был.\n— Ага, ещё бы чуть чуть промедлили и от меня бы одни косточки остались.\n— Ну, иди выпей там, отдохни и да не забудь душ принять, а то родятся двухголовые детки.\n— Ага, как же забудешь тут. — я пошёл в оружейную. По пути туда я услышал как пару мужиков сидят и рассказывают всякие байки у костра.",
    "answers": [
      {
        "id": 53,
        "text": "В оружейную."
      },
      {
        "id": 54,
        "text": "Послушать истории."
      }
    ]
  },
  {
    "id": 53,
    "text": "     В оружейной всё так-же сидел Александр.\n— О, вы вернулись, как прошла вылазка? — тут же спросил Саша.\n— Ну как, на отряд фашистов наткнулся, благо стычки удалось избежать. — ответил я снимая комбенизон.\n— Вот это да, что же они там забыли?\n— А фиг его знает, главное что я жив остался.\n— Очень хорошо. — коротко ответил Саня.\n   Я снял своё снаряжение и отдал Александру. В оружейной был душ. Искупавшись я пойду...",
    "answers": [
      {
        "id": 56,
        "text": "В столовую, надо пообедать."
      },
      {
        "id": 58,
        "text": "Пойти в казарму и поспать."
      }
    ]
  },
  {
    "id": 54,
    "text": "  Я подошёл к костру. \n— Вы не против если я тут с вами посижу?\n— Разумеется, садись, может и у тебя найдётся что рассказать. — сказал старик , и принялся рассказывать очередную историю довоенного мира.\n— Ах.. Вот до войны было так красиво, голубое ясно небо, тёплый летний ветерок дует в лицо, вокруг девушки красивые гуляют, на каждом шагу ларьки с мороженым, а какое вкусное оно было, помню купил я себе тогда пломбир, был тёплый летний денёк , я прогуливался по парку, и тут как ливанёт дождик... Эх всё отдал бы что бы вернуться в прошлое , и насладиться прохладным дождиком.\n— Даа.. Было же время... Ну а что там в метро слыхать ?\n— Ну я слышал одну байку. В заброшенных тоннелях из труб можно услышать голоса тех людей что погибли в метро, в этих тоннелях, ещё говорят то что после смерти, душа человека не уходит на небеса или в ад, а остаётся вечно блуждать в этих проклятых тоннелях Московского метрополитена.\n— Да жутко... А ты что расскажешь? — задал мне вопрос один из мужиков .",
    "answers": [
      {
        "id": 51,
        "text": "Да... Ничего особенного."
      },
      {
        "id": 55,
        "text": "Ну есть у меня на примете пару историй."
      }
    ]
  },
  {
    "id": 55,
    "text": "— Слышали про Великую библиотеку ? Один раз довелось мне там побывать, зрелище неописуемое , тонны разных книг а самое главное сама библиотека огромнейшая , но и там не так безопасно как кажется. Местные обитатели очень опасны и не трудно догадаться как их называют.\n— Билиотекари вроде? Слыхал я о таких, опасные гады. \n— Ну так вот, библиотекари довольно опасны, и наряду с этим очень умны, с ними можно договориться, взглядом .\n— Как это взглядом? — снова перебил меня мужик.\n— Ну как бы , он прямо в душу смотрит своими глазами чёрными, будто как книжку читает и если от страха на спусковой крючок не нажать то считай тебе уже повезло. Надо медленно отходить назад попутно смотря смерти в глаза, стоит повернуться спиной и ты уже не жилец.\n— Хах, вот это да. Я бы никогда туда не пошёл бы.\n— Может ещё есть что рассказать? ",
    "answers": [
      {
        "id": 53,
        "text": "К сожалению нет, мне пора."
      },
      {
        "id": 57,
        "text": "Да, могу байку одну рассказать."
      }
    ]
  },
  {
    "id": 56,
    "text": "   Я пришёл в столовую, там всё так же была свиная похлёбка с грибами. Я пообедал и решил пойти отдохнуть. ",
    "answers": [
      {
        "id": 58,
        "text": "В казарму."
      }
    ]
  },
  {
    "id": 57,
    "text": "— Рассказать историю про призрачное депо ?\n— Депо? Да валяй.\n— Ну , слушайте. Как то шли несколько парней на Сухаревскую и наткнулись на депо а главное на картах его нигде не было, вроде прямой тоннель прям до Сухаревской. Депо само по себе жуткое место а тут ещё и появилось хрен знает откуда, в депо в этом туман постоянно, почему ? А чёрт его знает, так значит шли они и тут из тумана разные звуки послышались : то шум поезда идущего по рельсам то детский плач или какие то разговоры. Ну ребята ясное дело перепугались не по-детски , делать нечего нужно идти прямо. Прошли они достаточно тут и конец уже видать было, как вдруг один из парней пропал, как будто его и небыло никогда , а повсюду зловещий смех раздаётся . Ребята со всех ног к выходу помчались, да только оказалось что там тупик.Ну они уже с жизнью попрощались и вдруг полчища упырей поползли , парни долго отстреливались, а они всё ползли. Ну там один только выжил, и то с катушек съехал. Как выбрался сам не знает. А может его уже и в живых нету .\n— Да, в этом метро мистики хватает. \n— Я слыхал что то похожее, но там не про депо было.",
    "answers": [
      {
        "id": 53,
        "text": "Ну, что то я засиделся тут, пойду я."
      }
    ]
  },
  {
    "id": 58,
    "text": "    Прийдя в казарму я сразу же увалился на свою старую пружинистую кровать. Немного почитав книгу , я заснул.",
    "answers": [
      {
        "id": 59,
        "text": "Сон."
      }
    ]
  },
  {
    "id": 59,
    "text": "                               Глава третья.\n                               Дивный сон.\n\nМне снова снился этот сон.\n      Я находился возле реки окружённой зелёными холмами, небо голубое, ясное ни облачка. Прохладный ветерок дул в лицо. Я подошёл к реке зачерпнул в ладонь прохладной воды и умылся, отойдя от реки я решил прогуляться по бескрайним просторам этого чудесного цветущего мира.\n   В далеке я заприметил постройку, подойдя по ближе я увидел небольшой деревенный домик. Он выглядит довольно красивым и ухоженным, клумбы с цветами у входа и ровно уложенные брёвна. Войдя внутрь я услышал спокойную музыку и треск горящего дерева в старой печи. Я присел в кресло рядом с этой печкой и стал наслаждаться музыкой и дивным запахом цветущего поля. \n— Савва. — я услышал женский голос из неоткуда.\n— Савелий, вставай, давай же. — снова повторял довольно знакомый голос.",
    "answers": [
      {
        "id": 60,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 60,
    "text": "    Меня разбудила Катя.\n— Аа... Катя, это ты ? Что ты хотела?\n— Привет Савелий, я тут решила зайти к тебе, узнать как у тебя дела, слышала ты с вылазки вернулся.\n— А ну да, дела у меня в порядке, вот прилёг отдохнуть, ты как поживаешь?\n— Я рада за тебя, а жизнь у меня тоже в норме, торговля кипит.\n— Угу, ты же не только про мои дела узнать хотела, так?\n— Ну да, там караван отправляется на проспект мира, может составишь мне компанию?",
    "answers": [
      {
        "id": 81,
        "text": "- Я подумаю..."
      },
      {
        "id": 82,
        "text": "- Извини я занят..."
      },
      {
        "id": 83,
        "text": "Катя."
      }
    ]
  },
  {
    "id": 61,
    "text": "      Я решил действовать и нанёс удар первым, выпустив всю обойму в мутанта я принялся перезаряжать автомат, внезапно тигр метнулся в строну, затем в другую. За пару секунд он преодолел расстояние в десять метров и вот уже стоял передо мной.   Меня охватил страх и я замер в ступоре, казалось будто у этого чудовищного существа глаза заливались пламенем. Вокруг всё темнело и только два глаза выделялись из этой тьмы. \n   Я чувствовал как теряю силы, будто он высасывает из меня мою жизненую энергию.\n\n       \nДа, человек смертен, но это было бы еще полбеды. Плохо то, что он иногда внезапно смертен.\n",
    "answers": [
      {
        "id": 32,
        "text": "Заново."
      }
    ]
  },
  {
    "id": 62,
    "text": "    Я медленно попятился назад не сводя глаз с этого ужасного чудища. Вдруг мне это напомнило Великую библиотеку и её обитателей. Тигр всё рычал, но вдруг его внимание привлекла стая \"стражей\" которые незаметно подобрались практически в плотную к нашей и без того \"весёлой\" компании. Я возпользовавшись моментом дал дёру. Пока огромный мутант дрался со стаей, я бежал со всех ног куда глаза глядят. Некоторые мутанты отвлеклись и погнались за мной.\n   Я выхватил свой автомат и пустил очередь по преследователям но промазал. Одна тварь напрыгнула на меня и повалила.",
    "answers": [
      {
        "id": 74,
        "text": "Использовать нож."
      },
      {
        "id": 75,
        "text": "Использовать автомат."
      }
    ]
  },
  {
    "id": 63,
    "text": "                                     Глава 3\n                          Попал так попал.....\n\n    Очнулся я в тускло освещённом помещении, голова трещала по швам, в глазах всё плыло. Прейдя в себя я начал осматриваться.\n Это была маленькая коморка, кроме двери и лампочки в ней ничего не было. ",
    "answers": [
      {
        "id": 64,
        "text": "Подойти к двери."
      },
      {
        "id": 65,
        "text": "Осмотреть карманы."
      }
    ]
  },
  {
    "id": 64,
    "text": "   Как только я начал подниматься, тело моё заныло, раны полученые в бою давали о себе знать. Я подошёл к двери, это была обычная железная дверь только без ручки. Всмотревшись в щель я увидел коридор. Внезапно за дверью раздались голоса.\n— Эй полегче! \n— Молчать, и не рыпаться, если пулю раньше времени схватить не хочешь. — Голоса стали приближаться. Я отошёл от двери и она открылась, в проёме стояли трое, один из них был с автоматом.\n— Давай тут пока сидишь падла.\n— Да тут как бы занято, может не будем человека тревожить? — один из охранников ударил \"слишком умного\" и тот начал истошно охать. \n — Будешь умничать,  останешься лежать с переломаными рёбрами.\n— Ай ладно, только не бейте меня!\n Они зашвырнули \"заключённого\" в эту коморку и дверь закрылась. ",
    "answers": [
      {
        "id": 66,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 65,
    "text": "Осмотрев карманы, я обнаружил только зажигалку.",
    "answers": [
      {
        "id": 63,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 66,
    "text": "     Мой новый сокамерник сидел в противоположном углу, немного постонав от боли, он решил заговорить.\n— Эй ,мужик, тебя как зовут? — щурясь от боли спросил незнакомец.\n— Я, сталкер обычный, Савелий меня зовут.- ответил я.\n— Редкое имя, меня Борис зовут но кореша кличут меня Клыком. — сказал Борис.\n— Да? И за что такое прозвище?\n— Да из за зуба, клык у меня кривой вырос. — пояснил Боря.\n— Ты сюда как попал? — спросил я .\n— Да как тебе сказать, я челнок, от станции к станции, типо хабар развожу вместе с караванами. Да на фашисткий патруль в тоннеле наткнулся, ну они меня и забрали.\nВроде ничего особенного, да только шёл я Красной линии на Тверскую, ну меня и приняли за шпиона... — рассказ Клыка оборвал звук внезапно открывшийся двери.\n— Вы двое на выход! — приказал охранник.",
    "answers": [
      {
        "id": 67,
        "text": "Выйти."
      },
      {
        "id": 68,
        "text": "Сидеть дальше."
      },
      {
        "id": 69,
        "text": "Клык."
      }
    ]
  },
  {
    "id": 67,
    "text": "    Выйдя из камеры я увидел длинный коридор со множеством таких же \"темниц\".\nМы прошли за угол и перед нами появилась деревянная дверь. \n     Зайдя внутрь я увидел офицера сидящего в кресле за столом.\n— Присаживайтесь. — сказал офицер. \n Мы оба присели на старые деревянные стулья.\n— И так, начнём с тебя. — сказал фашист указывая на Клыка.\n— Куда ты собирался перейти через Тверскую ?\n— Офицер, я челнок обычный, а через Тверскую добраться быстрее до Факторий и Ферм.\n— Так, ну а ты? Ты же прикончил двух бойцов. — сказал офицер обращаясь ко мне.",
    "answers": [
      {
        "id": 70,
        "text": "Я сталкер обычный..."
      },
      {
        "id": 71,
        "text": "Пошёл ты..."
      },
      {
        "id": 72,
        "text": "Извините меня..."
      }
    ]
  },
  {
    "id": 68,
    "text": "    Я предпринял сидеть дальше, в то время как мой новый знакомый предпочёл выйти.\n— Я сказал на выход! — ещё громче сказал охранник. Я всё также сидел на месте.\n— Я требую меня отпустить!\n— Отпустить? Мерзавец! — охранник подошёл ко мне и ударил дубинкой.\n— Савелий, во дурак! Давай шевели булками.- сказал Борис.",
    "answers": [
      {
        "id": 67,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 69,
    "text": "    Мужик лет тридцати, голубые глаза, шрам на лбу, немного кривой нос есть пару золотых зубов и не ровно выросший клык, за что тот и получил прозвище. \n      Клык не так прост как кажется на первый взгляд.",
    "answers": [
      {
        "id": 66,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 70,
    "text": "— Я обычный сталкер, только с вылазки шёл а тут патруль...\n— Молчать! За то что ты убил двух бойцов Рейха тебя ждёт висельница. — перебил меня фриц.\n— Ваши бойцы сами открыли огонь, мне пришлось отбиваться.\n— Ты бы мог просто сдаться!\n— Это не было возможным.\n— Ну ладно, довольно дискусий, тебя ждёт петля. Солдат, выведи... — не успел офицер договорить как ему в шею вонзилась острая заточка. Я тоже не стал медлить и напал на солдата Рейха.\n— Отлично, теперь надо как нибудь свалить отсюда.- сказал Клык.\n  Вооружившись пистолетом-пулемётом \"ублюдок\" и одним \"маузером\" , мы начали искать выход.\n    Мною был замечен вентиляционный люк.\n— Опа, так давай я тебя подсажу, потом ты мне руку дашь.",
    "answers": [
      {
        "id": 96,
        "text": "Ну поползли."
      }
    ]
  },
  {
    "id": 71,
    "text": "— Пошёл ты гад! — дерзко сказал я.\n— Ах ты засранец! — мне прилетел удар в лицо.\n— Как ты смеешь так с офицером говорить. Я подозреваю что ты шпион с Красной линии, и ты будешь приговорён к висельнице. — он ударил меня ещё раз.\n— Выносите эту свинью краснопузую!\n   Меня подхватили под руки двое охранников. Я отправился на висельницу. \n\n   Бояться надо не смерти, а пустой жизни.",
    "answers": [
      {
        "id": 67,
        "text": "Подумать ещё раз."
      }
    ]
  },
  {
    "id": 72,
    "text": "— Простите офицер, я не хотел отнимать жизни невинных людей...\n— Молчать, приносить извинения будешь семьям погибших. Тем более для тебя только один выход, петля.- на этих словах он остановился и жестом указал охраннику, тот взял меня за руку и начал вести к выходу из кабинета. Как вдруг позади раздался хрип, обернувшись я увидел офицера лежащего в собственой луже крови с заточкой в шее. Я не стал мешкать и тоже напал на охранника.\n— Так складно у нас вышло. — по окончанию боя сказал Клык.\n— Ага, теперь бы выход найти.\n  Вооружившись пистолетом-пулемётом \"ублюдок\" и одним \"маузером\" , мы начали искать выход.\n   Мною был замечен вентиляционный люк.\n— Опа, так давай я тебя подсажу, потом ты мне руку дашь.",
    "answers": [
      {
        "id": 96,
        "text": "Ну поползли."
      }
    ]
  },
  {
    "id": 73,
    "text": "                                  Глава 4. \n                           Снова наверх.\n   \n     Мы поднимались довольно долго, пару раз чуть не свалились в низ. И вот снова я вижу развалины Москвы.\n— Да уж, жутковатое местечко, честно говоря, я был тут всего пару раз. — признался Борис.\n— Ну что же, тогда слушай меня, как только заметишь какую нибудь подозрительную хрень, сразу говори мне. — проинформировал я Борю.\n— Угу. \n— Так сперва бы узнать где мы находимся. Вероятнее всего мы сейчас на Тверской.\n  И действительно судя по архитектуре зданий, а точнее то что от неё осталось, это напоминало Тверскую улицу. Рядом должен был находиться бульвар, но направляться туда нужды не было.\nПоэтому мы решили отправиться в сторону Полиса.\n   Нас ожидает долгий и опасный путь. ",
    "answers": [
      {
        "id": 111,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 74,
    "text": "   Я резко выхватил нож из ножен и вонзил в горло мутанту, кровь брызнула мне прямо на стекло противогаза. Скинув с себя тушу мутанта я тут же взял автомат в руки и пустил длинную очередь в его собрата.\n    Я встал с трудом, мутант всё же успел меня задеть, из раны текла кровь. Но останавливаться было нельзя. Я продолжил бежать.\n   Через пару минут непрерывного бега я перешёл на ускоренный шаг, с каждой минутой я двигался всё медленнее и медленнее, в конце концов я остановился и решил осмотреться, кроме руинов домов вокруг меня ничего не было, и тут я понял, что забрёл слишком далеко от сталкерских троп.\n  Зайдя в первый попавшийся подъезд я начал осматривать себя на наличие ранений, на одежде зиял след от когтей противной твари \"Паршивая рана, надо бы подлатать себя\", окончив перевязку и использовав шприц с обезболивающим, мною было решено осмотреть здание. Осмотрев пару квартир я обнаружил что ни одна из них не были обчищены. В одном из помещений стоял диван укутаный в целофановую плёнку, я присел на него. ",
    "answers": [
      {
        "id": 76,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 75,
    "text": "   Я попытался использовать автомат, но тщетно, АК-74 был довольно громоздкий и поэтому навестись на тело мутанта не получилось. Последнее что я видел это как когти монстра вонзаются мне в тело.\n \n  Монстры коварны и опасны, не стоит делать поспешные выводы.",
    "answers": [
      {
        "id": 62,
        "text": "Попытка #2."
      }
    ]
  },
  {
    "id": 76,
    "text": "  Посмотрев на свои наручные часы я понял, то что мне придётся тут ночевать. На часах было уже шесть вечера, на улице стемнело, идти в такую темень по разрушенному городу с кучей опасных тварей было безумной затеей. Но благо фильтров у меня было в достатке. Я развёл костёр и глядя на красные языки пламя, не заметно для себя я глубоко погрузился в свои мысли.\n    В городе стояла зловещая тишина, но порой можно было услышать вой и оханье местных жильцов. В квартире иногда можно было услышать топот или звук открывающихся дверей, но в конце концов я перестал обращать на это внимание.\n   \n",
    "answers": [
      {
        "id": 77,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 77,
    "text": "                                Глава третья\n                    Ночь в Мёртвом городе.\n\nА что если бы мир не сгинул в огне ядерной войны ? Наверняка я бы сейчас лежал в тёплой постеле с женщиной моей мечты, а утром заварил бы себе кофейку и с балкона своей квартиры наблюдал как потихоньку просыпается огромный мегаполис Москва, вколючил бы новости и там было бы всё хорошо. Но как вообще началась эта ужасная война которая унесла жизни миллиардов не в чём неповинных людей.                                           Может это желание очередного жадного чиновника нажиться на горе людей? Но разве можно быть счастливым за счёт несчастья других? Или какой-то дурак случайно пролил на аппаратуру очередную кружку горячего кофе, произошёл сбой и весь запас ядерного оружия разлетелся по всему миру унося жизни? Наверное мы никогда не узнаем ответ на этот вопрос.\n     Люди всегда умели убивать лучше, чем любое другое существо на планете.\n   Внезапно я вспомнил вкус мороженого, клубничное, такое прохладное, интересно удастся ли ещё раз попробовать этот шедевр кулинарии? \n    Сам того не осознавая я уснул.",
    "answers": [
      {
        "id": 78,
        "text": "Сон."
      },
      {
        "id": 77,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a33/2104/9c/7270a2c889ee.jpg"
      }
    ]
  },
  {
    "id": 78,
    "text": "   Мне снова снился этот сон.\n      Я находился возле реки окружённой зелёными холмами, небо голубое, ясное ни облачка. Прохладный ветерок дул в лицо. Я подошёл к реке зачерпнул в ладонь прохладной воды и умылся, отойдя от реки я решил прогуляться по бескрайним просторам этого чудесного цветущего мира.\n   В далеке я заприметил постройку, подойдя по ближе я увидел небольшой деревенный домик. Он выглядит довольно красивым и ухоженным, клумбы с цветами у входа и ровно уложенные брёвна. Войдя внутрь я услышал спокойную музыку и треск горящего дерева в старой печи. Я присел в кресло рядом с этой печкой и стал наслаждаться музыкой и дивным запахом цветущего поля. \n   Проснулся я от того что мне было тяжело дышать, я инстинктивно начал снимать противогаз, но тут же меня осенило, я достал и вкрутил новый фильтр, дышать стало гораздо легче, посмотрев на свои наручные часы, я начал собираться что бы найти выход из этих бесконечных серых лабиринтов.\n  Выйдя из здания я решил осмотреться, кроме обломков некогда величественных построек ничего не было. ",
    "answers": [
      {
        "id": 79,
        "text": "Выйти к дороге."
      },
      {
        "id": 80,
        "text": "Просмотреть карту."
      }
    ]
  },
  {
    "id": 79,
    "text": "     Я вышел на дорогу что бы найти хоть какой-нибудь знак с названием улицы, но тщетно. Побродив долгое время по дороге я увидел большую табличку \"ЗОНА ОТДЫХА\" видимо какой-то сталкер оставил её для обозначения места для уставших с дороги путников.\n    Пройдя дальше я увидел маленький домик,  до войны он выполнял функцию \"котельной\". В помещении стояла дровянная печь, пару матрацов, и несколько железных шкафчиков. Внимательно всё осмотрев я заметил карту висящую на стене.\n   Изучив её, я выдвинулся в путь, ближайшей станцией была Бауманская. ",
    "answers": [
      {
        "id": 123,
        "text": "К Бауманской."
      }
    ]
  },
  {
    "id": 80,
    "text": "   Просмотрев карту, я так и не смог понять где я нахожусь, после катастрофы город изменился до неузнаваемости.",
    "answers": [
      {
        "id": 79,
        "text": "Выйти к дороге."
      }
    ]
  },
  {
    "id": 81,
    "text": "— Я подумаю над твоим предложением.\n— Хорошо, только думай быстрее пожалуйста. — на этих словах Катя вышла из вагона.",
    "answers": [
      {
        "id": 85,
        "text": "Навестить Влада.",
        "need": [
          -85
        ]
      },
      {
        "id": 86,
        "text": "Навестить Женьку.",
        "need": [
          -86
        ]
      }
    ]
  },
  {
    "id": 82,
    "text": "— Извини, но я немного занят... \n— Ну пожалуйста, ты единственный на кого я могу положиться. — перебила меня Катя.\n— Ну я подумаю. — сказал я и Катя кивнув головой вышал из вагона.",
    "answers": [
      {
        "id": 81,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 83,
    "text": "      Катя женщина лет тридцати пяти, пепельные волосы и голубые глаза, ясная улыбка и довольно милый голосочек.\n     Не стоит скрывать что Савелию она нравится.",
    "answers": [
      {
        "id": 60,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 84,
    "text": "    Я решил осмотреться на станции. Внезапно я увидел рейнджеров Полиса. Они одеты в бело-синий камуфляж, тяжёлые бронежилеты практически со всеми видами боеприпасов, на спинах висело по три ствола. Сразу видно настоящие воины, один такой рейнджер стоит как пять бойцов Ганзы. Шлема у них что надо, на верхушке красовалась эмблема в виде знака радиоционной опасности.",
    "answers": [
      {
        "id": 92,
        "text": "Подойти поздороваться."
      },
      {
        "id": 90,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 85,
    "text": "     Я решил зайти к своему другу Владу. Дойдя до генераторной я увидел Влада стоящего рядом с входом в помещение.\n— О привет, ты вернулся, как прошла вылазка? — спросил Влад.\n— Привет, да как обычно, хотя меня чуть не сожрали и ещё я наткнулся на отряд фашистов.\n— Мда... А ведь люди правду говорят, фашистов развелось. \n— Как работа? Нормально всё? — спросил я.\n— Да как обычно, сегодня без поломок обошлось слава богу.\n— Кстати, я тут детали от компа нашёл, пригодятся? — я достал из сумки пару деталей.\n— А ну-ка давай сюда. — Влад взял детали и осмотрел их.\n— Ну как? Полезную штуку я нашёл?\n— Да, вполне сгодится, правда им ремонт нужен но это так, мелочи. — Влад кивнул мне головой.\n— Кстати может вечерком посидим как нибудь? — спросил Влад.\n— Посмотрим, у меня тут дела появились. Ну я лично не против. — ответил я.\n— Ну как закончишь подходи ко мне. Ну мой перекур окончен, я пошёл. — Влад пожал мне руку и мы разошлись.",
    "answers": [
      {
        "id": 81,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 86,
    "text": "     Я подошёл к коморке где живёт мой друг Женя. Постучавши он открыл дверь.\n— А ,Савва, доброе утро. — ещё заспаным голосом сказал Женька.\n— Точнее добрый вечер, ты, до сих пор спал?\n— Серьёзно? — Женька посмотрел на часы.\n— Серьёзней некуда, чё там в дозоре? Странного ничего не происходило? — спросил я.\n— Да вроде нет или хотя, был один стрёмнный случай. Сидел я возле баррикады как вдруг в метрах пятидесяти от меня шорохи послышались, ну я фонариком светить начал и тень увидел, похоже на паука, но они так близко к жилым станциям не подбираются, может гнездо неподалеку свили? — сообщил Женя.\n— Мда, подозрительно.",
    "answers": [
      {
        "id": 87,
        "text": "Слушай со мной в Проспект мира не съездишь?"
      },
      {
        "id": 88,
        "text": "Ну ладно, пойду я..."
      }
    ]
  },
  {
    "id": 87,
    "text": "— Слушай у тебя нет желания в Проспект мира сгонять?\n— Куда? На этот чёртов рынок? Чё там делать, затариться можно на близлежащих станциях.\n— Ну как знаешь, ладно давай, пойду я.\n— А стой, у меня всё равно выходной, пожалуй прокачусь с тобой а то давно с этой станции не вылезал.\n— Ну и хорошо, я тебе сообщу когда время придёт.\n— По рукам. — на этих словах мы разошлись.",
    "answers": [
      {
        "id": 89,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 88,
    "text": "— Ну я пошёл у меня там дела есть кое-какие, так что лучше не задерживаться.\n— А ну ладно, давай удачи тебе.  — мы попращались и я пошёл дальше.",
    "answers": [
      {
        "id": 89,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 89,
    "text": "     \"Так и куда теперь?\" я сам себе задал вопрос.",
    "answers": [
      {
        "id": 90,
        "text": "Прогуляться по станции."
      }
    ]
  },
  {
    "id": 90,
    "text": "   Под конец рабочего дня на станции было полно народу. Пройдя в центральный зал, я увидел множество торговцев. \"И зачем ехать в этот Проспект мира\" подумал я.",
    "answers": [
      {
        "id": 95,
        "text": "Осмотреть прилавки.",
        "lua_do": "function lua_do()\nassault_rifle= 0\nsilent_rifle = 0\nshotgun = 0\nammo_545 = 0\nammo_12 = 0\nweapon = 0\nend",
        "var_set": [
          "money",
          250,
          "ammo_545",
          0,
          "weapon",
          1
        ]
      },
      {
        "id": 84,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 91,
    "text": "     Я решил зайти к своему другу Владу. Дойдя до генераторной я увидел Влада стоящего рядом с входом в помещение.\n— О привет, ты вернулся, как прошла вылазка? — спросил Влад.\n— Привет, да как обычно, хотя меня чуть не сожрали и ещё я наткнулся на отряд фашистов.\n— Мда... А ведь люди правду говорят, фашистов развелось. \n— Как работа? Нормально всё? — спросил я.\n— Да как обычно, сегодня без поломок обошлось слава богу.\n— Кстати, я тут детали от компа нашёл, пригодятся? — я достал из сумки пару деталей.\n— А ну-ка давай сюда. — Влад взял детали и осмотрел их.\n— Ну как? Полезную штуку я нашёл?\n— Да, вполне сгодится, правда им ремонт нужен но это так, мелочи. — Влад кивнул мне головой.\n— Кстати может вечерком посидим как нибудь? — спросил Влад.\n— Посмотрим, у меня тут дела появились. Ну я лично не против. — ответил я.\n— Ну как закончишь подходи ко мне. Ну мой перекур окончен, я пошёл. — Влад пожал мне руку и мы разошлись.",
    "answers": [
      {
        "id": 89,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 92,
    "text": "    Я подошёл к воинам и поприветствовал их.\n— Здоров мужики.\n— Здравствуй, ты что то хотел? — заговорил один из бойцов.\n— Да вот, таких гостей редко можно встретить в таком захолустье.\n— Я бы так не сказал, Курская довольно огромная станция, а мы тут по важному делу.",
    "answers": [
      {
        "id": 100,
        "text": "Спросить как там дела в Большом метро.",
        "need": [
          -100
        ]
      },
      {
        "id": 101,
        "text": "Как там в Полисе.",
        "need": [
          -101
        ]
      },
      {
        "id": 102,
        "text": "А что за дело ?",
        "need": [
          -102
        ]
      },
      {
        "id": 90,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 93,
    "text": "     Я решил зайти к своему другу Владу. Дойдя до генераторной я увидел Влада стоящего рядом с входом в помещение.\n— О привет, ты вернулся, как прошла вылазка? — спросил Влад.\n— Привет, да как обычно, хотя меня чуть не сожрали и ещё я наткнулся на отряд фашистов.\n— Мда... А ведь люди правду говорят, фашистов развелось. \n— Как работа? Нормально всё? — спросил я.\n— Да как обычно, сегодня без поломок обошлось слава богу.\n— Кстати, я тут детали от компа нашёл, пригодятся? — я достал из сумки пару деталей.\n— А ну-ка давай сюда. — Влад взял детали и осмотрел их.\n— Ну как? Полезную штуку я нашёл?\n— Да, вполне сгодится, правда им ремонт нужен но это так, мелочи. — Влад кивнул мне головой.\n— Кстати может вечерком посидим как нибудь? — спросил Влад.\n— Посмотрим, у меня тут дела появились. Ну я лично не против. — ответил я.\n— Ну как закончишь подходи ко мне. Ну мой перекур окончен, я пошёл. — Влад пожал мне руку и мы разошлись.",
    "answers": [
      {
        "id": 94,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  },
  {
    "id": 95,
    "text": "     Я решил осмотреть прилавки со всяким барахлом по типу: одежды, всяческих приборов и оружия. \"Надо бы закупить патронов и может себе оружие новое присмотреть\" подумал я.",
    "answers": [
      {
        "id": 97,
        "text": "Одежда.",
        "need": [
          -97
        ]
      },
      {
        "id": 98,
        "text": "Приборы.",
        "need": [
          -98
        ]
      },
      {
        "id": 99,
        "text": "Оружие и боеприпасы."
      },
      {
        "id": 112,
        "text": "Подойти к Кате.",
        "need": [
          99
        ]
      }
    ]
  },
  {
    "id": 96,
    "text": "    Мы уже полезли по вентиляции.\n— Вот хрень, довольно тесно — сквозь зубы процедил Боря. У него явно была клаустрофобия.\n— Так куда ползти будем? Тут развилка. — вопросительно сказал я. \n— А чёрт, решай ты. ",
    "answers": [
      {
        "id": 105,
        "text": "Направо."
      },
      {
        "id": 106,
        "text": "Давай налево."
      }
    ]
  },
  {
    "id": 97,
    "text": "     Подойдя к прилавку с одеждой, я начал осматривать ассортимент.\n— Эй мужик, зацени эту кожанку она тебе идеально подходит. Или вот берцы почти как новые! Налетай, разбирай!\n— А нет спасибо. — отмахнулся я.\n— Ну и ладно, как хочешь!",
    "answers": [
      {
        "id": 95,
        "text": "К другим прилавкам."
      }
    ]
  },
  {
    "id": 98,
    "text": "     Я подошёл к прилавку с приборами и начал осматривать ассортимент.\n— Смотри какие полезные вещички тут лежат : ручная зарядка для фонаря и прочей электрики, радио, сам фонарик, ПНВ, бритва и прочее барахло которое пригодится в повседневной жизни. Выбирай, не пожалеешь!\n— Пока мне это без надобности. — сказал я.\n— Другого шанса будет! — крикнул торговец, но меня уже не было.",
    "answers": [
      {
        "id": 95,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 99,
    "text": " Я подошёл к прилавку с арсеналом и боеприпасами.\n— Эй мужик, я вижу ты опытный вояка, хороший ствол тебе не помешает!\n— Ну-ка посмотрим что тут.",
    "answers": [
      {
        "id": 99,
        "text": "Армейских патронов :",
        "comment": true,
        "var_show": [
          "money"
        ]
      },
      {
        "id": 99,
        "text": "Калибр 5.45х39",
        "comment": true,
        "var_show": [
          "ammo_545"
        ]
      },
      {
        "id": 99,
        "text": "Калибр 12.",
        "comment": true,
        "var_show": [
          "ammo_12"
        ]
      },
      {
        "var_not": [
          "weapon",
          1
        ],
        "text": "АКС-74У (70  патронов)",
        "var_equal": [
          "assault_rifle",
          0
        ],
        "lua_do": "function lua_do()\n money = money - 70\nweapon = weapon <plus> 1\nend",
        "var_more": [
          "money",
          69
        ],
        "id": 99,
        "var_set": [
          "assault_rifle",
          1
        ]
      },
      {
        "var_not": [
          "weapon",
          1
        ],
        "text": "ВСК-94 (75 патронов)",
        "var_equal": [
          "silent_rifle",
          0
        ],
        "lua_do": "function lua_do()\nmoney = money - 75\nweapon = weapon <plus>1\nend",
        "var_more": [
          "money",
          74
        ],
        "id": 99,
        "var_set": [
          "silent_rifle",
          1
        ]
      },
      {
        "var_not": [
          "weapon",
          1
        ],
        "text": "Дуплет (30 патронов)",
        "var_equal": [
          "shotgun",
          0
        ],
        "lua_do": "function lua_do()\nmoney = money -30\nweapon = weapon <plus>1\nend",
        "var_more": [
          "money",
          29
        ],
        "id": 99,
        "var_set": [
          "shotgun",
          1
        ]
      },
      {
        "id": 99,
        "lua_do": "function lua_do()\nmoney = money -15\nammo_545 = ammo_545 <plus> 30\nend",
        "var_more": [
          "money",
          14
        ],
        "var_less": [
          "ammo_545",
          180
        ],
        "text": "Боеприпасы 5.45х39 (30шт. 15 армейских патронов)"
      },
      {
        "lua_do": "function lua_do()\nmoney = money -15\nammo_12 = ammo_12 <plus> 10\nend",
        "id": 99,
        "text": "Купить 12 калибр (10шт. 15 армейских патронов)",
        "var_less": [
          "ammo_12",
          90
        ],
        "var_more": [
          "money",
          14
        ]
      },
      {
        "id": 95,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 100,
    "text": "— А что там в Большом метро ? Вы же наверняка почти везде побывали. — поинтересовался я.\n— Ну как тебе сказать, жизнь кипит, но бывают и ужасные случаи. Вот фашистов развелось и нам бы хотелось выяснить что они замышляют, а так в целом всё в норме.",
    "answers": [
      {
        "id": 92,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 101,
    "text": "— А как там в Полисе?  В этом огромном городе под землёй. — поинтересовался я.\n— Да как, всё отлично! На жизнь не жалуемся. Но говорят что скоро собрание какое-то будет, важные политические вопросы обсуждать будут. В это собрание входят практически все организации.",
    "answers": [
      {
        "id": 92,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 102,
    "text": "— А что за дело если не секрет?\n— Ну мы обычно держим все свои намерения в тайне, но тут секретного ничего нет. Там в тоннеле на Тургеневскую нечисть завелась опасная. Мы должны проверить.\n— Угу, спасибо что поделились новостью.\n— Ну мы не должны держать ужасы в тайне, хотя некоторые всё же стоит не рассекречивать.",
    "answers": [
      {
        "id": 92,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 103,
    "text": "— А как там в Полисе?  В этом огромном городе под землёй. — поинтересовался я.\n— Да как, всё отлично! На жизнь не жалуемся. Но говорят что скоро собрание какое-то будет, важные политические вопросы обсуждать будут. В это собрание входят практически все организации.",
    "answers": []
  },
  {
    "id": 104,
    "text": "— А что за дело если не секрет?\n— Ну мы обычно держим все свои намерения в тайне, но тут секретного ничего нет. Там в тоннеле на Тургеневскую нечисть завелась опасная. Мы должны проверить.\n— Угу, спасибо что поделились новостью.\n— Ну мы не должны держать ужасы в тайне, хотя некоторые всё же стоит не рассекречивать.",
    "answers": []
  },
  {
    "id": 105,
    "text": "— За мной — мы поползли направо. Дальше труба кончалась, и был спуск вниз, я внимательно прислушался.\n— Вроде тихо, так надо потихоньку спускаться.\n Люк с грохотом упал на пол, я спрыгнул и осмотрелся. Это был небольшой склад, в помещении было доволено сыро, стояли пару стеллажей со всяким хламом. Обыскав его, я нашёл пару патронов и несколько фильтров для противогаза.\n  Внезано за дверью склада раздались быстрые шаги. В комнату зашёл один человек, это был обычный старик, видимо охранник, увидев нас он замер в ожидании чего то. ",
    "answers": [
      {
        "id": 107,
        "text": "Тихо."
      }
    ]
  },
  {
    "id": 106,
    "text": "   Мы поползли налево, преодолев ещё пару метров, труба под нами обвалилась, и мы оказались в тёмном помещении.\n — Ах чёрт, темно хоть глаз выколи. — произнёс Борис попутно пытаясь хоть что нибудь нащупать. \n— Точно, блин а я и забыл что у меня в кармане зажигалка лежит. \n  Я начал чиркать зажигалкой, тусклый свет от зажигалки немного осветил помещение, мы принялись осматриваться. \n— Савва, ну-ка посветика сюда. \n— Что там? Ты нашёл что-то? \n — Да кажется несколько противогазов и фильтров. — Осмотрев все углы мы пришли к выводу что это склад с обмундированием. \n Затарившись по максимуму, мы начали снова взбираться в вентиляциионную трубу. Кое как забравшись мы снова принялись ползти, как вдруг перед нами появился резкий подъём, от туда веяло холодом и жутко сквозило. Это был выход на поверхность. \n",
    "answers": [
      {
        "id": 73,
        "text": "Наверх."
      }
    ]
  },
  {
    "id": 107,
    "text": "   — Тихо, не рыпайся дед не то мигом пулю в лоб пущу. — злобно сказал Борис наставив ствол на незванного гостя.\n — Ребят, вы чего я же просто сторож, прошу не лишайте меня жизни. — старик говорил так будто увидел в нас людей хуже фашистов.\n— Сядь и сиди тихо, или тебе реально придёт конец. — спокойный тоном сказал я.\n — Где тут выход? — спросил у старика Боря.\n— Отсюда прямо по коридору и на право, только там охрана, и гермоворота. — ответил старик.\n— Нам всё равно терять уже нечего, так что либо выберемся либо нет. — сказал я. \n",
    "answers": [
      {
        "id": 108,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 108,
    "text": "    — Ладно пора выдвигаться. — сказал Борис и мы вышли из помещения.\nПеред нами был коридор, мы шли тихо постоянно оглядываясь. В голове была только одна мысль \"Выйти отсюда живыми\".\n   Пройдя несколько метров, я заметил людей, сообщив об этом Борису мы предприняли обойти их как-нибудь по тихому, увидев очередную комнатку мы решили заглянуть туда. Мы аккуратно приоткрыли дверь и незаметно пробрались в помещение. Это была генераторная. Рабочий данного помещения на удивление спал, убедившись что его сон достаточно крепок, мы принялись дёргать рубильки чтобы вырубить весь свет в \"концлагере\". Свет погас. Мы вышли из помещения и шли дальше тихо и аккуратно ",
    "answers": [
      {
        "id": 109,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 109,
    "text": " — Вот дерьмо, опять свет рубануло.\n— Ага как меня это уже достало, вот приедет гестапо с проверкой а тут такая чертовщина.\n— Гестапо?  Да всем похрен что тут творится что уж там до гестапо.\n— Ладно, пошли надо посмотреть что там произошло, небось Тоха опять нажрался и спит, вот падла когда нибудь он допрыграется. — на этом сторожи закончили разговор и пошли в сторону генераторной.\n  На этот раз Борис шёл впереди.\n— У нас не так много времени, надо поскорей отсюда уматывать. — только Боря закончил мысль, как вдруг включился свет, и раздались крики.\n— Держите их, они убегают! \n— Ах дьявол, надо бежать, и как можно скорее. — сказал я  и мы рванули со всех ног! \nМы бежали куда глаза глядят, как вдруг увидели заветный выход, Борис взяв в руки пистолет сразу начал стрелять в фашистов стоящих рядом с воротами, я тоже начал вести огонь с самодельного автомата \"ублюдок\". Враги явно не ожидали такого и замешкались, но всё равно начали вести ответный огонь, они попали в Борю и тот упал. ",
    "answers": [
      {
        "id": 110,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 110,
    "text": "  Я попытался подхватить Бориса, но тщетно, сзади пришли ещё люди. Нас окружили, это был конец.\n    \n   Не бывает безвыходных ситуаций… Тебе просто нужно умереть раньше, чем они тебя убьют.",
    "answers": [
      {
        "id": 67,
        "text": "Заново..."
      }
    ]
  },
  {
    "id": 111,
    "text": "  Этот район был очень разрушен, от дорог остались огромные расщелины, и передвижение по ним давалось с трудом. В разломах текла радиоктивная вода, в которой, нахождение без защитного снаряжения было чревато облучением и смертью. Мы двигались осторожно, постоянно осматриваясь по сторонам. \n— Ныкайся во все щели! — резко сказал я и сел за машину. Борис последовал моему примеру. \n  Над нами пролетел \"демон\". Мы сидели и не двигались, в конце концов тварь скрылась из поля зрения. \n— Это был \"демон\"? — спросил Боря. \n— Ага, самое гнусное и опасное существо в руинах Москвы. Ну ладно двинули, более сдесь не стоит задерживаться. — в руинах домов проросли непонятной формы деревья, напоминающие когтистые лапы. Пройдя ещё сто метров мы наткнулись на стаю \"стражей\" \n— Дерьмо, они нас заметили! —  закричал Борис\n— Гаси, гаси их, не то мы тут и останемся! \n  — мутанты в пару прыжков приблизись к нам, я всадил очередь в тварь и та свалилась. \n— Ах.. Дьявол, надо уходить отсюда!  — крикнул я. \n— На жрите свинец. — мутанты окружали нас. \n— Бежим! — мы начали убегать, они прибижались с каждым метром всё ближе и ближе. Вдруг я услышал крик Бориса оглянувшись я увидел как один из \"стражей\" повалил моего товарища и вот вот готов был перегрызть ему глотку.\n\n",
    "answers": [
      {
        "id": 118,
        "text": "Помочь."
      },
      {
        "id": 119,
        "text": "Бежать."
      }
    ]
  },
  {
    "id": 112,
    "text": "     Собравшись я подошёл к прилавку где тороговала Катя.\n— Ну что ты готов ?\n— Ну вроде как.\n— Отлично, тогда идём сразу к перрону. — Катя взяла пару сумок с барахлом которым она торговала. Торговала она различными вещами. В основном продовала всяческие безделушки, но и среди них можно было найти полезные предметы.",
    "answers": [
      {
        "id": 113,
        "text": "Сходить за Женькой.",
        "need": [
          87
        ]
      },
      {
        "id": 114,
        "text": "Ну двинули?"
      }
    ]
  },
  {
    "id": 113,
    "text": "    — Постой, мне нужно сходить за моим товарищем, он тоже едет.\n— Ну ладно, я буду ждать тебя на перроне.\n    Я отправился за Евгением. Он стоял на входе в казармы, весь собранный и подготовленный.\n— О наконец, а то я уже заждался тебя.- сказал он только завидев меня.\n— Так ты готов? Если нет то у тебя ещё есть пару минут.\n— Я уже полностью готов, ну выдвигаемся ?\n— Идём.\n  Мы подошли к перрону Катя уже заняла нам места на дризине. Женька поприветствовал Катю и сел на своё место.\nМинут через пятнадцать мы тронулись с места.\n    Караван состоял из пяти ручных дрезин и одной мотодрезины.",
    "answers": [
      {
        "id": 1,
        "text": "На Проспект мира."
      }
    ]
  },
  {
    "id": 114,
    "text": "   Мы вместе отправились к перрону где уже стоял состав. Усевшись на свои места и подождав несколько минут мы тронулись.\n— Следущая остановка Проспект мира! — крикнул руководящий караваном.\n    Мы выехали за пределы станции молча, позади где-то играла музыка. Но не вытерпив молчание между мной и Катей, я решил заговорить.\n— Зачем вообще ехать к этому Проспекту? Тут и рядом имеются места где можно поторговать.\n— Ну во первых, на Проспекте людей больше и вообще это торговая станция, туда едут только для того что бы продать или купить всякое барахло. — ответила Катя.\n— Ну может оно и так.- ответил я понимая что тема для разговора у меня кончилась.",
    "answers": [
      {
        "id": 115,
        "text": "У тебя есть семья ?"
      },
      {
        "id": 116,
        "text": "Ты помнишь мир до войны? "
      },
      {
        "id": 117,
        "text": "Ты была на поверхности?"
      },
      {
        "id": 163,
        "text": "Продолжить.",
        "need": [
          117
        ]
      }
    ]
  },
  {
    "id": 115,
    "text": "— У тебя семья есть? — я задал вопрос Кате.\n— Да нет, куда там, всё никак не найду того самого. — ответила Катя.\n— Хах, я вот тоже никак не найду \"ту самую\". — ответил я и улыбнулся. Катя улыбнулась мне в ответ.\n— А ты вообще планируешь завести семью? — задала вопрос Катя.\n— Думаю, но ещё не скоро, я тут один план в голове обдумываю.\n— Вон оно как и что же за план если не секрет? — продолжала Катя.\n— Ну я сам пока не знаю.\n— Хмм, как то это странно. — ответила Катя.",
    "answers": [
      {
        "id": 114,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 116,
    "text": "  — У тебя есть воспоминания о том, о довоенном мире. — задал я вопрос Кате.\n— Да, и очень много. — ответила она.\n— Расскажешь?\n— Ну слушай, я росла в деревне, неподалеку от Москвы. Мне было пятнадцать лет когда это всё началось, мы с мамой ехали в город чтобы отдохнуть и полюбоваться архитектурными красотами Москвы. Мама тогда купила мне мороженное, мы долго гуляли по музеям и другим достопримечательностям. И как только спустились в метро поняли, что это были последние мгновения того прекрасного мира, который мы уничтожили. — рассказала Катя.\n— Ого, ты в деревне жила? Я в деревню редко ездил, только до своих родных ну и по делам там бывал, а так практически всю жизнь в городе провёл.",
    "answers": [
      {
        "id": 114,
        "text": "Ещё темы для разговора."
      }
    ]
  },
  {
    "id": 117,
    "text": " — А ты хоть раз была на поверхности нынешней Москвы? — я снова задал вопрос Кате.\n— Неа, ниразу. Там же очень опасно и радиации там много очень. — ответила Катя.\n— Это да, радиации там достаточно, как и мутантов. Я вылезаю наружу раз или два в неделю. И каждый может оказаться последним. Как никак я сталкер и этим я зарабатываю себе на жизнь.",
    "answers": [
      {
        "id": 114,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 118,
    "text": "  Я пустил очередь в тварь и та замертво свалилась, Борис выкарабкался из поднеё продолжил бежать, он хромал, кажется \"сраж\" успел его поранить. Я отсреливался как только мог, но мутантов не убавлялось.\n— В те дворы, бежим быстрее! — крикнул я попутно перезаряжая автомат. Я прикрывал Борю,  и вот мы были уже во дворах.\n— Туда, в тот подъезд! — мы забежали в здание и резко закрыли двери. Монстры стали ломиться.\n— Вот это силища — держа дверь сказал Клык.\n— Надо чем нибудь подпереть проход. — я побежал на поиски подходящего предмета.\n— Вот доска, ща я подопру дверь.\n— Хух, вроде держится! Но всё равно надо быть на стрёме. — прошло около семи минут и за дверью стало тихо, лишь изредка был слышен вой противных созданий.    ",
    "answers": [
      {
        "id": 120,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 119,
    "text": "    Я решил бросить своего нового товарища. \nВедь своя жизнь дороже других, я рванул в сторону ближайших квартир. Сзади всё ещё раздавались душераздирающие крики Бориса и рык монстров.\n    Только я забежал за угол, как вдруг на меня налетели ещё пару мутантов. Видимо члены той же стаи.",
    "answers": [
      {
        "id": 130,
        "text": "Выпустить очередь в мутанта."
      }
    ]
  },
  {
    "id": 120,
    "text": "  Часть дверей квартир были запреты, обыскав их я нашёл: пару аптечек, обезболивающие, консервы, фильтры и патроны.\n  Спустившись вниз, я поделелися найденым с Борисом.\n— Так что делать то будем? До Полиса нам ещё далеко, а улица кишмя кишит опасными тварями!\n— Да хрен его, надо найти подземный переход где можно будет спуститься в метрополитен. Ну или идти по Тверской затем свернуть на Никитинскую а потом на Моховую там уже и Полис. ",
    "answers": [
      {
        "id": 121,
        "text": "Искать переход.",
        "need": [
          -121
        ]
      },
      {
        "id": 122,
        "text": "Двигаться по поверхности."
      }
    ]
  },
  {
    "id": 121,
    "text": "   — Что то мне не припомниться что тут рядом переход есть, да и сомневаюсь что в близи Тверской, тоннели не заполонили фашисты. — сказал Борис.\n— Ты прав, прорываться через отряды до зубов вооружённых людей глупая затея.\n",
    "answers": [
      {
        "id": 120,
        "text": "Обдумать другой план."
      }
    ]
  },
  {
    "id": 122,
    "text": "    Посовещавшись, мы решили двигать по поверхности.\n— Вот хрень, у меня уже нервы сдают от всего этого — произнёс Борис.\n— Не мороси, вот доберёмся до Полиса, отдохнём — ответил я.\n     Выйдя со двора мы отправились в сторону библиотеки.\n— Посмотри на небо, видишь тучи? Нам бы до шторма успеть добраться. — сообщил я Боре.\n— Ого, вот это да. Никогда таких больших туч не видел. — вдруг стали слышны раскаты грома. В далеке начался шторм.\n— Надо поторапливаться. — внезапно я заметил огромную стаю \"стражей\", они двигались параллельно нам.\n— Это что ещё такое?\n— \"Стражи\", так сказать мигрируют подальше от бури. — до станции оставалось ещё пятьсот метров.\n— Ужасный ветер, чуть ли не сдувает.\n— Ты под ноги смотри, а то свалишся в разлом.\n   Никитинская была уже совсем близко.",
    "answers": [
      {
        "id": 131,
        "text": "Перейти на другую улицу."
      }
    ]
  },
  {
    "id": 123,
    "text": "\n    В далеке уже виднелся наземный вестибюль станции. На удивление он достаточно хорошо сохранился в отличии от рядом стоящих построек.",
    "answers": [
      {
        "id": 124,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 124,
    "text": "   Как только я подошёл к вестибюлю станции, я сразу же заметил людей охранявшие вход с поверхности. Они тоже меня заметили, я остановился и протянул руки к небу в ожидании того что ко мне подойдёт один из бойцов.\n  Так и произошло, охранник подошёл ко мне медленно, постоянно озираясь.\n— Ты кто такой? — сразу задал мне вопрос боец.\n— Я, обычный сталкер, решил заглянуть на станцию. — уверенно сказал я.\n— Так, проходи на КПП, а то стоять на открытом месте не очень хорошая идея.\n  Я зашёл в вестибюль станции и увидел примерно человек десять, они довольно хорошо экипированы, на шлемах были интегрированные противогазы, такие как у рейнджеров Полиса. На них были прекриплены ПНВ, в руках они держали автоматы бесшумной стрельбы ВСК-94.\n— Ну здравствуй сталкер, как тебя звать и что ты тут забыл. — задал мне вопрос один из бойцов.\n— Меня зовут Савелий, я во время того как от мутантов дёру давал к вам забрёл. — кажется моя история не показалась убедительной охраннику, он вопросительно посмотрел на меня.\n— А на какой станции проживаешь? \n— Я живу на Курской, это вроде как соседняя станция. \n— Так ты гражданин \"Ганзы\"? Паспорт с собой? \n— Да, конечно — утвердительно ответил я. \n  Осмотрев документы охранник дал одобрительный жест своему коллеге.\n— Добро пожаловать в \"Бауманский Альянс\"",
    "answers": [
      {
        "id": 125,
        "text": "В родное метро."
      }
    ]
  },
  {
    "id": 125,
    "text": "    Гермоворота были уже открыты, переступив через порог, я увидел настоящее творение искусства, станция выглядит так же прекрасно как и до войны.\nВокруг было очень много людей, в основном это инженеры и техники.",
    "answers": [
      {
        "id": 126,
        "text": "Продолжить."
      },
      {
        "id": 127,
        "text": "\"Бауманский Альянс\""
      }
    ]
  },
  {
    "id": 126,
    "text": "  На станции было полно людей, все куда то торопились, и были заняты.\n  Я очень хотел есть и пить, поэтому отправился на поиски хоть какой нибудь забегаловки, долго искать не пришлось, я нашёл бар. В нём царила уютная атмосфера, играла расслабляющая музыка, настоящий рай для уставшего с дороги путника. Подойдя к барной стойке я увидел меню.\n  — Новые люди? — слёту задал мне вопрос бармен.\n — Да я тут мимоходом решил заглянуть к вам, у вас тут довольно уютно. — ответил я.\n— Рад что тебе нравится, тебе чего налить? Или ты перекусить желаешь? — спросил бармен.\n— Да мне бы того и того. — с улыбкой на лице ответил я. Осмотрев меню я сделал вывод что было бы не плохо побаловать себя каким нибудь дорогим блюдом. Я сделал заказ и бармен принялся его выполнять. Через пятнадцать минут мой заказ был готов. Я поблагодарил бармена и отправился за свободный столик.\n  Отведав тушёной свинины с грибами и запив это парой стаканов бражки, я остался более чем доволен. За всё это я отдал целых шестьдесят восемь патронов, но оно того стоило. \n— А где тут помыться да отдохнуть можно?  — я задал вопрос бармену.\n— А тут на против за аркой отельчик небольшой есть, направляйся туда.\n— Спасибо за всё, удачи. — поблагодарил я, и отправился в отельчик. ",
    "answers": [
      {
        "id": 143,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 127,
    "text": "  Бауманская была так же красива как и до войны, пилонны станции были облицованы белым мрамором, в центре зала есть вставки из красного кварца, между которыми стояли скульптуры тружеников и защитников Родины во времена Великой Отечественной войны.\nСтанция была довольно ухоженная, в некоторых местах до сих пор трудились уборщицы. Так же за порядком следили и охранники, торцевой зал украшала мозаика знамён с профилями Ленина и Сталина. В отличие от других станций Бауманская была полностью освещена электрическим светом. Высота потолков состовляла 8-9 метров.\n    Как и жители Изумрудного Города, Альянс зарабатывает на продаже оборудования, ремонте и производстве техники и оружия. Однако, если учёные МГУ занимаются исследованиями в разных отраслях науки, то бауманцы — одной узкой специализацией — инженерией и техникой; воссоздание и реконструкция довоенных технологий с поверхности и продажа их другим фракциям и станциям метро. В своём распоряжении имеют большие запасы топлива — как солярки, так и довоенного бензина, и технологии по их обработке, которые хранят в строжайшем секрете. В столице Альянса оборудован главный промышленный цех по ремонту и производству оружия. ",
    "answers": [
      {
        "id": 128,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 128,
    "text": "",
    "answers": []
  },
  {
    "id": 129,
    "text": "    Ку, это мой первый квест. Надеюсь он вам понравится. Если вы найдёте \"ашыбку\" то напишите в отзыве. Вскоре я прикреплю сюда свой ВК и вы сможете сообщить об ошибках или предложить свою идею :)\n   Данный квест написан по мотивам романа Дмитрия Глуховского \"METRO 2033\"\nДумаю вам понравится. Квест немного не доработан в плане сюжета, но если у вас есть идеи как это исправить, готов выслушать вас. \n         \n           Приятного времяпровождения.\n\n   Я тут вспомнил мой друган выпустил квест, советую заценить. Номер квеста #233578",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 130,
    "text": "    Я резко достал автомат из-за плеча и произвёл выстрел навскидку. Мутант с воем упал на землю. Но другая тварь всё же достала меня. От удара я повалился на землю, \"страж\" сразу напрыгнул на меня.",
    "answers": [
      {
        "id": 132,
        "text": "Использовать нож."
      },
      {
        "id": 133,
        "text": "Использовать автомат."
      },
      {
        "id": 134,
        "text": "Скинуть с себя."
      }
    ]
  },
  {
    "id": 131,
    "text": "    Мы оказались на узкой улице, местами дорога была завалена обломками зданий, но это не мешало нашему пути.\n   Буря настигла нас.\n— Льёт как из ведра! — крикнул Борис.\n— Ага и ветер такой что, ужас. Ты на верх поглядывай, вдруг обломки падать начнут.\n   Небо внезапно потемнело из-за туч, было темно как ночью. Раздался уже знакомый вой.\n— Мутанты! — крикнул я.\n— Только этого нам и не хватало. Руки в ноги и бежим!\n   Монстры подбирались один за другим. Автоматные очереди сбивали их, а они всё лезли.\n— Ааа... Чёрт, патроны кончились, бежим что есть сил! — крикнул я. Борис продолжал отстреливаться с пистолета пока у него не закончились патроны.\n    Мы уже выбрались на Моховую. До перехода оставались считанные метры. \"Стражей\" становилось всё больше и больше. ",
    "answers": [
      {
        "id": 141,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 132,
    "text": "    Я достал нож и полоснул тварь. Но особого вреда это ей не принесло. \n   Я боролся как мог, но мутант был сильнее.\nСилы покидали меня, я со стоном наблюдал как когти \"стража\" впиваются мне прямо в грудь. В глазах всё темнело. В конце концов я сдался.\n    \n    Карма настигает быстро.",
    "answers": [
      {
        "id": 111,
        "text": "Вы погибли."
      }
    ]
  },
  {
    "id": 133,
    "text": "    Я выхватил автомат и попытался выпустить очередь в брюхо страшного существа, на удивление он отскочил от меня и завыл. Только я поднялся как вдруг сзади на меня напрыгнул ещё один \"страж\".   \n     У меня не было шансов справиться с ещё одним ужасным созданием мутировавшей природы.\n \n    В такое время, нужно помогать друг другу и не оставлять в трудную минуту без поддержки.",
    "answers": [
      {
        "id": 111,
        "text": "Заново."
      }
    ]
  },
  {
    "id": 134,
    "text": "    Я попытался скинуть с себя мутанта. И казалось мне это удалось. Я сразу же вскочил и побежал к зданию, но \"страж\" вцепился мне в ногу.",
    "answers": [
      {
        "id": 135,
        "text": "Использовать автомат."
      },
      {
        "id": 136,
        "text": "Ударить ногой."
      }
    ]
  },
  {
    "id": 135,
    "text": "    Я схватил автомат из-за спины и попытался выстрелить в мутанта, но оружие заклинило. \"Страж\" ещё сильнее вцепился мне в ногу.",
    "answers": [
      {
        "id": 137,
        "text": "Ударить ногой."
      },
      {
        "id": 138,
        "text": "Ударить ножом."
      }
    ]
  },
  {
    "id": 136,
    "text": "    Я ударил мутанта ногой, но особого результата это не дало, его собрат напал на меня со спины и я упал. Два ужасный монстра не теряя ни секунды, тут же принялись раздербанивать меня как ребёнок долгожданный новогодний подарок.",
    "answers": [
      {
        "id": 111,
        "text": "Заново."
      }
    ]
  },
  {
    "id": 137,
    "text": "   Я решил ударить мутанта ногой, но тщетно. Уж очень сильно он ухватился своими клыками мне в ногу. Внезапно его собрат напал сзади и повалил меня. Два ужасных монстра разрывали меня на куски.\n\n    Не трудно попасть на тот свет, трудно вернуться.",
    "answers": [
      {
        "id": 111,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 138,
    "text": "    Достав нож из кобуры, я ударил мутанта и почувствовал что его челюсти разжались.\nНо его собрат напал сзади. Я резанул его ножом и он отскочил.",
    "answers": [
      {
        "id": 139,
        "text": "Продолжить схватку."
      },
      {
        "id": 140,
        "text": "Бежать."
      }
    ]
  },
  {
    "id": 139,
    "text": "      Я ринулся на \"стража\". И как будто хищник с острыми когтями я напрыгнул на мутанта. Пронзив его глотку острым лезвием ножа. Не теряя ни секунды я побежал к намеченной цели. Бежав сломя голову и не смотря под ноги, я попал в расщелену и упал. Ударившись головой я потерял сознание.",
    "answers": [
      {
        "id": 111,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 140,
    "text": "     Я развернулся и побежал что было сил, но пораненая нога мешала бежать в полную мощь. Внезапно налетели \"демоны\", я попытался скрыться в ближайшей постройке. Но \"демон\" решил иначе. За пару секунд он долетел до меня. Я никак не мог защититься, и без того силы покидали меня. В глазах всё темнело. Я почувствовал сильную боль в спине, мои ноги оторвались от земли. Я был в лапах летучей твари. Это был конец.",
    "answers": [
      {
        "id": 111,
        "text": "Надо, надо помочь!"
      }
    ]
  },
  {
    "id": 141,
    "text": "      Борис забежал в переход быстрее меня и сразу начал ломиться в гермодверь.\n— Люди добрые не дайте помереть!\n— Откройте ворота.\n— Вы чё оглохли!? Нас тут ща сожрут!\n   Вдруг гермоворота со скрежетом поползли вверх. Из прохода выбежали несколько бойцов с пулемётами и огнемётами. \n   Мы сразу забежали внутрь. Бойцы быстро изничтожили мутантов и гермодвери закрылись.\n— Хах, повезло повезло! Да мужики, чудом выжили. — сказал один из бойцов.\n— Ага, никогда этот день не забуду. — ответил я. Борис молчал, руки у него тряслись, а лицо было полно ужаса.\n— Ладно, мужики, проверим документы, затем в химических душ, надо деактивацию провести а то от вас фонит. — сказал солдат.\n— Да тут такое дело, у нас документов нету. — ответил я.\n— Как нету? А где же они? — продолжал охранник.\n— Ну они у фашистов остались, мы чудом живыми сбежали.\n— Ах вот оно как! Ну тогда идите в душ, потом  с вами разберёмся. — боец поводил нас до душевой.\n— Сдавайте свои вещички на осмотр, мы их потом в прачку сдадим. От туда вы их после стирки заберёте. — пояснил солдат.\n— Благодарю. — ответил я.\n",
    "answers": [
      {
        "id": 142,
        "text": "Спустя двадцать минут."
      }
    ]
  },
  {
    "id": 142,
    "text": "   Спустя двадцать минут мы вернулись на пост.\n— Ну как душ? Ладно сразу к делу, кто вы и с какой станции, как попали в плен. \n— Ну меня Савелий зовут, я на Курской живу. — *рассказ того как я попал в плен*\n— Ладно, теперь вы. — сказал боец обращаясь к моему товарищу.\n— Ну меня Борис зовут, я челнок обычный. А к фашистам попал по ошибке так сказать. Они поймали в тоннеле с Красной линии на Тверскую. Очередное барахло вёз и тут как тут патруль фашистский. Ну и попался я.\n— Ладно, вы свободны пока, но мы будем за вами присматривать.\n— До свидания, командир. — попрощался я с охранником.\n  Забрав свои вещи из прачечной мы решили осмотреться.",
    "answers": [
      {
        "id": 150,
        "text": "Далее."
      },
      {
        "id": 151,
        "text": "Полис."
      }
    ]
  },
  {
    "id": 143,
    "text": "  Зайдя в отель, я увидел довольно спокойную атмосферу, даже не смотря на то что за дверьми, шумно и многолюдно. Я подошёл к ресепшену, за столиком стояла довольно привлекательная, молодая девушка. \n— Здравствуйте, желаете передохнуть? \n— Здравствуй, да я очень устал с дороги хочу передохнуть, и помыться в кое то веки. \n— Вы можете забронировать номер, его стоимость составляет тридцать патрон в сутки. \n— Меня это вполне устраивает, тем более делать больше нечего. — я улыбнулся взял ключи и отправился в номер. \n   В помещении было ухоженно и уютно. Конечно не люкс в каком нибудь пяти звёздном отеле, но и этого было достаточно. Номер был сделан из вагона метро, было пару кроватей тумбочка и лампочка накаливания. — Это всё что мне надо — подумал я. Прошло полчаса и я уже распаковался. Теперь было бы не плохо принять душ. Я подошёл к ресепшену. \n— У вас тут имеются душевые? \n— Разумеется, прямо по коридору потом налево. \n— Большое спасибо. \n   Зайдя в душевую, я снял свой грязный костюм и наконец за долгое время принял горячий душ, вода была не первого качества, с ржавчиной, а мыло принесёное с поверхности было уже похоже на обычный кусок бетона. \n ",
    "answers": [
      {
        "id": 144,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 144,
    "text": "    После водных процедур, я снова подошёл к ресепшену. Там всё так же стояла молодая девушка.",
    "answers": [
      {
        "id": 145,
        "text": "Уйти."
      },
      {
        "id": 146,
        "text": "Есть минутка на разговоры?"
      }
    ]
  },
  {
    "id": 145,
    "text": "",
    "answers": []
  },
  {
    "id": 146,
    "text": "  — У вас не найдётся минутки на разговоры?\n— спросил я у девушки.\n— Конечно, о чём вы хотели поговорить? — ответила она.",
    "answers": [
      {
        "id": 147,
        "text": "Как тут дела на Бауманской?"
      },
      {
        "id": 148,
        "text": "Весело тут у вас."
      },
      {
        "id": 149,
        "text": "А нет, я передумал."
      }
    ]
  },
  {
    "id": 147,
    "text": "— Я тут впервые после войны, как тут дела обстоят?\n— Ну как вам сказать, дела лучше некуда. Альянс процветает, в Большом метро без нас будет туго, так как основная масса инженеров находится именно тут. Но с топливом туго, его становится всё меньше и меньше, а оно приносит основной доход Альянсу.\n— Понятно, а ты слышала про Изумрудный город?\n— Да, слыхала пару раз. Университет МГУ, изолированный от всего метро. Про Изумрудный слагают легенды, но никто не видел на самом деле. Говорят что люди там живут как раньше. И горя не знают.\n— Угу, мне Альянс напоминает МГУ. — ответил я.",
    "answers": []
  },
  {
    "id": 148,
    "text": "",
    "answers": []
  },
  {
    "id": 149,
    "text": "",
    "answers": []
  },
  {
    "id": 150,
    "text": "   — Надо бы в каком-нибудь баре побалдеть да похавать нормально. — предложил Клык.\n  — Согласен. Только где бы нам его тут найти, я тут за все двадцать лет под землёй всего лишь пару раз бывал. — ответил я.\n  — Угу, я тоже. Может прохожих поспрашивать?\n  — Давай, валяй ты первый.\n   Я подошёл к первому попавшемуся прохожему.\n  — Здорово мужик, где тут можно отдохнуть уставшему с дороги путнику ?\n   — Да вот там за углом бар, там ещё вывеска \"БАР 100 РЕНТГЕН\"\n  — Хмм, где-то я уже слышал это название. Ну спасибо, удачи тебе.",
    "answers": [
      {
        "id": 154,
        "text": "В бар."
      }
    ]
  },
  {
    "id": 151,
    "text": "    Это, наверное последние место на Земле, где люди живут как люди. Где они не забыли еще, что это значит – человек, и как именно это слово должно звучать. Это – Город…\n   Культурная и духовная столица Московского метрополитена, в её сохранности заинтересованы все обитатели метро.\n\nЭто огромный узел метрополитена, включающий в себя четыре станции — Арбатская, Боровицкая, Александровский сад и Библиотека имени Ленина, с длиннющими переходами, бесконечными технологическими туннелями и огромными, как пещеры, залами.\n    Сейчас мы находились на станции Библиотека имени Ленина. Эта станция метро огромная, высокие потолки в высоту достигающие десяти метро, в основном тут находятся Кшатрии и Брамины Полиса.",
    "answers": [
      {
        "id": 142,
        "text": "Назад."
      },
      {
        "id": 153,
        "text": "Кшатрии и Брамины."
      }
    ]
  },
  {
    "id": 152,
    "text": "    Заказав жареной свинины с грибами и пару бокалов пива. Это пиво производится на Арбатской Конфедерации, удивительно но его практически не отличить от довоенного.\n— Савва! Сюда! — окликнул меня Клык. Я подошёл к столику.\n— Ну присаживайся, надо бы отдохнуть с дороги. — я поставил поднос с едой на стол и присел на тубаретку.\n   Хорошо поужинав и выпив несколько бокалов пива, мы вышли из бара.\n— Такс, где бы на перекантоваться этой ночью. Мож тут что-то по типу отельчика имеется? — спросил Борис.\n   Через некоторое время мы всё же нашли место где можно отдохнуть.\n ",
    "answers": [
      {
        "id": 155,
        "text": "Сон."
      }
    ]
  },
  {
    "id": 153,
    "text": "    Кшатрии — основная защита Полиса. Состоит из бывших военных, эвакуированных в Метро из расположенных рядом РГБ и Генштаба.\n\n  Брамины — хранители знаний Полиса, собирающие книги и работающие с ними. Состоят преимущественно из бывших учёных.",
    "answers": [
      {
        "id": 151,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 154,
    "text": "    Мы зашли за угол и вправду там находился бар перед входом которого красовалась вывеска \"БАР 100 РЕНТГЕН\".\n— Ооо, вот это реально ништяк, давай залетай! — с улыбкой сказал Клык.\n   Мы зашли в бар. В нём царила приятная и уютная атмосфера, из магнитофона играла спокойная музыка, повсюду стоял шум ни на секунду не умолкающих людей. Кто-то играл в карты, кто-то сидел со своими товарищами а кто-то просто отдыхал.\n— Ну-с приступим, давай иди-ка закажи стрепни какой-нибудь, а я пока место займу. — указал мне Борис.\n— Погоди, а за какие гроши мы есть будем? — спросил я.\n— Да не очкуй ты, у меня есть патроны. На. — Боря положил мне в руки пару пачек армейских патронов. Я подошёл к барной стойке и поздоровался с барменом.\n— Здравствуй, тебе чего? — задал мне вопрос бармен.\n— Здоров, мне бы поесть чего, ну и выпить бы не помешало. — ответил я.\n— Ну это можно. Вот меню, это всё что есть.",
    "answers": [
      {
        "id": 152,
        "text": "Осмотреть меню."
      }
    ]
  },
  {
    "id": 155,
    "text": "    Мне снова снился этот сон.\n      Я находился возле реки окружённой зелёными холмами, небо голубое, ясное ни облачка. Прохладный ветерок дул в лицо. Я подошёл к реке зачерпнул в ладонь прохладной воды и умылся, отойдя от реки я решил прогуляться по бескрайним просторам этого чудесного цветущего мира.\n   В далеке я заприметил постройку, подойдя по ближе я увидел небольшой деревенный домик. Он выглядит довольно красивым и ухоженным, клумбы с цветами у входа и ровно уложенные брёвна. Войдя внутрь я услышал спокойную музыку и треск горящего дерева в старой печи. Я присел в кресло рядом с этой печкой и стал наслаждаться музыкой и дивным запахом цветущего поля. \n   Мой сон прервал Борис.\n— Давай, поднимайся, время уже. — разбудил меня Клык.\n— Охх, как хорошо было отдохнуть после всего того что с нами преключилось.\n— Ахах, это точно. Короче, пока наши пути здесь расходятся, но мы не прощаемся, ещё увидимся. Я пока тут торчать буду, так что если буду нужен подходи. — сказал Борис.\n— Ну и ладушки, мне на Курскую надо, ещё увидимся. — попрощался я с Борисом.",
    "answers": [
      {
        "id": 156,
        "text": "На Курскую."
      },
      {
        "id": 157,
        "text": "Поговорить с Клыком."
      }
    ]
  },
  {
    "id": 156,
    "text": "    Я собрал все свои вещи и направился к Курской. Вот только путь не близкий, и я решил найти караван который смог бы меня подбросить до блишайшей станции. \n   Мне очень повезло, долго искать не пришлось. Караван направлялся в Китай-город, и я завербовался в охрану.\n   Мы ехали долго. Дорога была спокойной, небольшие проблемы возникли на станции\"Площадь революции\", дело в том что она принадлежит Красной линии, но караванщик смог договориться и мы поехали дальше.",
    "answers": [
      {
        "id": 171,
        "text": "На Курской."
      }
    ]
  },
  {
    "id": 157,
    "text": "    — Клык, найдётся минутка?\n — Конечно, о чём ты там погутарить хотел?",
    "answers": [
      {
        "id": 158,
        "text": "Кем ты был до войны?"
      },
      {
        "id": 159,
        "text": "Как жизнь в метро?"
      },
      {
        "id": 160,
        "text": "У тебя семья есть?"
      },
      {
        "id": 155,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 158,
    "text": "— А как ты жил до войны?  — задал я вопрос Борису.\n— Да как все люди. Я раньше в дерёвне жил, потом сюда перебрался, уже должен был школу окончить, а тут война эта долбаная. Ну вот так, ничего удивительного.\n— Понятно. — ответил я.",
    "answers": [
      {
        "id": 157,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 159,
    "text": "— Как ты всё это время в метро жил? спросил я.\n— Ну как, тяжело конечно было, сначало на Рижской жил, потом челноком заделался. Я пока челноком работал всё метро объездил и где я только не был. Ну после в братву вступил, это типо \"Организованная преступность\" хе-хе, там чисто лохов всяких трясти. Затем чё-то достало оно меня и на ферму устроился работать, там грибы выращивать, ну ботву всякую, теперь снова челноком заделался. — рассказал Клык.\n— Ясно.",
    "answers": [
      {
        "id": 157,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 160,
    "text": "— Слушай, у тебя есть семья на данный момент? — поинтересовался я.\n— Ну да, там на Рижской матушка с сестрой сейчас живёт. А так жены пока нет, но там одна баба имеется, всё никак не могу замутить с ней. — с ехидной улыбкой сказал Боря.\n— Ну ясно, спасибо за рассказы. — ответил я.",
    "answers": [
      {
        "id": 157,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 161,
    "text": "",
    "answers": [
      {
        "id": 162,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 162,
    "text": "",
    "answers": []
  },
  {
    "id": 163,
    "text": "    Дорога была спокойной. И вот мы уже были на Проспекте мира.\n — Так, вот мы уже тут. Ты пока можешь осмотреться тут, там товары всякие посмотреть. — сказала Катя.\n— Ага, и сколько мы тут находиться будем? — спросил я.\n— Ну часа четыре. — ответила Катя.\n— Ладно, подождём.",
    "answers": [
      {
        "id": 164,
        "text": "Пойти в бар."
      },
      {
        "id": 165,
        "text": "Посмотреть прилавки."
      },
      {
        "id": 166,
        "text": "Проспект мира."
      }
    ]
  },
  {
    "id": 164,
    "text": "    Что бы \"убить время\" я решил сходить в бар. В баре на Проспекте мира было много людей. Не удивительно, ведь сюда съезжаются практически все торговцы и сталкеры чтобы продать всякое барахло. Я подошёл к барной стойке и поздоровался с барменом.\n",
    "answers": [
      {
        "id": 167,
        "text": "Как у вас тут живётся?"
      },
      {
        "id": 168,
        "text": "Чего интересного слышно?"
      },
      {
        "id": 169,
        "text": "А налейка мне чего нибудь."
      },
      {
        "id": 163,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 165,
    "text": "    Я решил пройтись по прилавкам коих тут было предостаточно. Вокруг стоял неумолкающий гомон людей. Я подошёл к первому попавшемуся прилавку. Там уже стояло не мало людей.\n— Подходи, разбирай! Тут только лучшее! — кричал продавец.\n— А что у тебя есть такого-эдакого? — спросил один из покупателей.\n— Как что, вот смотри огнетушитель! Если пожар, то он вмиг всё потушит!\n— И сколько вот эта дребедень стоит?\n— Всего двадцать патронов!\n— Ой нее, как-то дорого. А ещё есть что-нибудь? — спросил покупатель.\n— Конечно имеется! Вот смотри, чудесный, привлекательный, эксклюзивный, самый лучший ПНВ! — сладким голоском прокричал продавец.\n— Ну и зачем он мне? Я похож на сталкера или диверсанта? Ничего у тебя нет! Только одно барахло! — недовольным тоном произнес покупателей.\n— Ах вот так?! Ну тогда и вали отсюда! Я продаю только нужные предметы! — злобно фыркнул продавец.\n— Подходите, налетайте! — продолжал продавец. Я пошёл к следующему прилавку.",
    "answers": [
      {
        "id": 170,
        "text": "Следующий прилавок."
      },
      {
        "id": 163,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 166,
    "text": "     Никогда прежде я не видел такого базара. На нём можно было купить вообще всё, что угодно.\n   Пилонная станция глубокого заложения. Сводчатый потолок поддерживают пальмообразные колонны. В ихпроемах оборудованы многоуровневые жилища, совсем похожие на деревенские домики. В отличии от радиальной станции, кольцевой Проспект Мира ярко освещён лампами с люстр. Чёрно-белый пол, напоминающий шахматную доску, начисто отмыт и выскоблен.\n\nПозолота на потолке подновлена, а потолок лишь немного подкопчён. Часть перрона отведена под грузовой терминал. Гермоворота, ведущие на поверхность, было решено заварить, а выходом в разрушенный город использовать ворота на Проспекте Мира-радиальной.",
    "answers": [
      {
        "id": 163,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 167,
    "text": "— Хотел тебе вопрос задать. — сказал я.            — Валяй, о чём ты там побалакать хотел?\n— А как у вас тут живётся?\n— Хах, ну как, отлично. Этот рынок обеспечивает всю кольцевую линию метро, всё благодаря рынку. На пропускных постах с караванов которые тут каждые двадцать минут проезжают, взымают пошлину на товар. Тут даже собственный банк имеется. О как!\n",
    "answers": [
      {
        "id": 164,
        "text": "Понятно."
      }
    ]
  },
  {
    "id": 168,
    "text": "— Чего интересного слышно? Может новые известия появились? — спросил я.\n— Хах, тут каждые двадцать минут новый караван проходит и от каждого можно новую байку услышать или новость. — ответил бармен.\n— А расскажи как мне хоть одну. — попросил я бармена.\n— Ну слыхал я одну. Слышал про Червепоклонников? Нет? Тогда слушай. Обитают эти фанатики на станции \"Парк победы\" и \"Славянский бульвар\".  Говорят что эти люди, а точнее только их телесная оболочка, воруют детей и занимаются каннибализмом. Сами дикари уже давно позабыли что такое прогресс и кроме духовых трубок ничего из оружия не используют. Так же говорят что дикари тайные ходы Метро-2 знают, и нередко ими пользуются чтобы красть детей. — рассказал бармен.\n— Ого, вот это да. Хоть бы не попасться им. — ответил я.\n— Ага, то-то же, я считаю что таких надо истреблять. Они уже хрен знает сколько лет соседние станции в страхе держат.\n— А почему они называются \"Червепоклонниками\"? — снова задал вопрос я.\n— А ну тут всё просто. У этих фанатиков есть вымышленная религия, по их мнению нашу Землю создал огромный червь, и тоннели метро тоже он вырыл. Но однажды люди начали эту ужасную войну, и Создатель разочеровался в нас и уполз в самые недра земли. Теперь сидит там и ждёт когда же люди искупят свою вину. Так и Червепоклонники молятся ему, тем самым пытаясь искупить свою вину перед Великим червём.",
    "answers": [
      {
        "id": 164,
        "text": "Даа, вот идиотизм."
      }
    ]
  },
  {
    "id": 169,
    "text": "— Слушай, а есть что-нибудь выпить? — спросил я.\n— Конечно, вот держи, это местный напиток из мха, грибов и других \"сладостей\" — сказал бармен протягивая мне стакан с жидкостью. Только я сделал глоток, как сразу же поморщился.\n— Что за гадость? — отплёвываясь сказал я. \n— Обижаешь, этот напиток тут самый лучший, его все коренные обитатели станции пьют. — улыбаясь сказал бармен.\n— Видимо у вас у всех скверные познания во вскусе. — всё ещё морщась от неприятного вкуса сказал я.",
    "answers": [
      {
        "id": 164,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 170,
    "text": "     Подойдя к следующему прилавку где так же было не мало народу ",
    "answers": []
  },
  {
    "id": 171,
    "text": "    По приезду на Курскую меня сразу радостно встретил мой знакомый охранник.\n— О, Савелий! Ты живой! Ух, мы то думали что тебя Савва уже в живых нет, но я рад что ты вернулся! — с широкой улыбкой сказал охранник.\n— Спасибо, путь сюда был тяжёл. Ладно, пойду навещать своих товарищей.\n— Давай, удачи. — попрощался со мной охранник.\n   Я отправился...",
    "answers": [
      {
        "id": 172,
        "text": "К Владу."
      },
      {
        "id": 173,
        "text": "К Женьке."
      },
      {
        "id": 174,
        "text": "К Кате."
      }
    ]
  },
  {
    "id": 172,
    "text": "    Я подошёл к огромной палатке где жил Влад. Палатка была довольно огромная, трёх спальная. Местами тканевые заплатки на месте которых ранее были дыры, верхушка была вся вымазана в копоти. Внутри стояла небольшой костерок окружённый кирпичами, на кирпичах лежала небольшая решётка с чайником наверху. По углам рапологались ватные матрацы. Освещением в палатке служила газовая горелка.\n  Влада в палатке не обнаружилось, как и его семьи.",
    "answers": []
  },
  {
    "id": 173,
    "text": "",
    "answers": []
  },
  {
    "id": 174,
    "text": "",
    "answers": []
  },
  {
    "id": 175,
    "text": "",
    "answers": []
  }
]