[
  {
    "id": 1,
    "text": "Автор: Фамилия Имя\n\n    В этой инструкции описано немало опасностей и способов защиты от них. Всго в ней 11 глав про разные опасности. Инструкция подходит для многих апокалипсисов и содержит много полезных советов и фактов. Попали в ядерную войну, опаснейшую эпидемию или развалившуюся страну? Эта книга поможет вам выжить. \n\nДисклеймер: эта инструкция написана в шутку, хоть и содержит много научных фактов, не воспринимайте еë всерьëз и не пытайтесь воспользоваться при настоящем апокалипсисе! ",
    "answers": [
      {
        "id": 13,
        "text": "Читать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Взрывная волна — одно из опасностей при взрыве ядерной бомбы. Она делится на зоны слабых, средних, и полных разрушений. Чем ближе вы к взрыву, тем меньше шансов выжить. \n\nДля защиты от слабых разрушений достаточно будет залезть в ванну и обложиться подушками для предотвращения сотрясения.\n\nДля защиты от средних разрушений нужно укрыться в здании под землëй. \n\nДля защиты от сильных разрушений требуется бункер или бомбоубежище. \n\nОт сильных разрушений требуется бункер на глубине более 500м со стенами не менее 5м в толщину, если такого не оказалось, вас ничто не сможет спасти.\n\nВзрывная волна также может повредить здания. В зоне слабых разрушений могут выбиться стëкла, средних — выбьются стëкла и могут пострадать стены, сильных — от домов скорее всего останутся лишь развалины, полных — все дома анигилируются из этого измерения вместе с подвалами. \n\nТеперь вы осведомлены как защититься от взрывной волны и какую опасность она несëт. ",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 3,
    "text": "Радиация — одна из угроз при ядерной бомбëжке. Различают три вида радиации: бета, альфа и гамма. Крайне рекомендуется носить с собой счëтчик Гейгера. Этот прибор измеряет радиацию.\n\nДля защиты от бета лучей достаточно даже листа бумаги, от альфа лучей — стена, от гамма лучей — слой свинца не менее 5см.\n\nВопреки распространëнному мифу противогаз не спасает от радиации, только если, конечно, не покрыт свинцом. Также бытует миф что алкоголь уменьшает получаемые дозы, но это конечно же, неправда. \n\nНо с радиацией всë-же придëтся столкнуться любому выжившему. Если вы облучились, или собираетесь выйти наружу, следует принять противорадиационные препараты, если такие присутствуют. \n\nЕсли вы сильно облучились то получите лучевую болезнь. Еë симптомы: слабость, головная боль, недомогание и т. д. и т. п. \n\nСимптомы при заражении радиацией: выпадение волос и ногтей, покраснение кожи, слабость\n\nТеперь вы ознакомлены с радиацией, симптомами лучевой болезни и способами защиты от неë. ",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 4,
    "text": "Одно из опасностей при многих апокалипсисах — химическое заражение. При нëм могут быть заражена вода, земля, животные, воздух, и даже люди. \n\nЧтобы защититься от заражëнного воздуха требуется носить противогаз, от земли — рекомендуется носить обувь, от воды — не контактировать с ней, только лишь очистив, животных — не контактировать с ними, тем более, с мëртвыми. \n\nХимическое заражение может быть самым разным, от заражения атмосферы всеми элементами таблицы менделеева, до обычного заражения нефтью. Симптомы могут быть самыми разными. \n\nТеперь вы знаете о химическом заражении и способах защиты. \n",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 5,
    "text": "Иногда бактериальное заражение — единственная опасность апокалипсиса. Оно может быть разной степени опасности. Чтобы не заразиться нужно следовать этим правилам:\n— Соблюдать гигиену\n— Не пить и не есть неочищенную или не прошедшую термическую обработку воду или пищу\n— Избегать контактов с землëй, грязью и т. д. \n— Носить противогаз\n— Избегать скоплений людей\n\nЕсли у вас кончились фильтры для противогаза, есть 2 решения проблемы:\n— Надеть респиратор и очки для плавания\n— Опустошить фильтр и положить туда: гранулы из активированного угля, ткань, губку, подорожник. \n\nЕсли у вас кончился активированный уголь вы можете активировать обычный уголь в настройках. \n\nСледуя этим правилам и подсказкам у вас гораздо меньше шансов заразиться любой болезнью. \n\nНо из-за бактериальной опасности могут возникнуть другие опасности, такие как: паника, браконьерство, бандитизм, рейды, распад государств. \n\nТеперь вы уведомлены об опасностях и способах защиты от бактериального заражения",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 6,
    "text": "Самую главную опасность при почти любом апокалипсисе представляют другие люди. В отсутствии власти они свирепеют очень быстро и надëжных способов защиты от них нет. \nСамый лучший способ — отстроиться там, куда они точно не пойдут. Обычно это северные районы с холодным климатом. Но даже там иногда встречаются бандиты, рейдеры, браконьеры и т. д. \n\nЗащититься от людей можно разве что другими людьми. Если собрать вокруг себя группу выживших то шансы выжить возрастут, даже не учитывая пониженный риск нападения, и тем более шанса удачного нападения. \n\nЧем лучше оружие и броня у человека, тем от большего количества рейдеров он сможет отбиться. Но важнейшие роли в этом играют владение оружием, тактика ведения боя и опыт ведения боя. Для улучшения этих показателей рекомендуется: дать хорошее обмундирование, научить стрелять в мишени на стрельбище, выбрать хорошего стратега. Тогда боеспособность человека возрастëт во много раз. \n\nНаиболее боеспособными единицами являются здоровые мужчины от 20 до 35 лет. \n\nПримечание: при бактериальном заражении для начала убедитесь в том, что призванные в команду точно не больны. \n\nТеперь вы знаете о том, как защититься от рейдеров, где они обитают и как повысить шансы на выживание. ",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 7,
    "text": "Чтобы пережить апокалипсис вам нужно убежище. Для разных апокалипсисов требуются разные виды убежищ. Вот некоторые из них:\n\nПри бактериальном заражении и браконьерстве:\nНесколько отремонтированных деревенских домов со своим хозяйством в северных районах страны. Должно проживать от 5 вооружëнных здоровых человек, которых набрали до разгара эпидемии. \n\nПри ядерном взрыве в вашем городе:\nБункер на глубине 500м с 5м свинцовыми стенами и подземным хозяйством. Оружие хранить не обязательно при условии разрушенного и заваленного входа. Также важно иметь вентиляцию с фильтрами или лучше большое количество растений. \n\nПри ядерном взрыве далеко от вашего города:\nДеревня вооружëнных людей в северных районах страны, желательно с противогазами и антирадиационным убежищем. \n\n",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 8,
    "text": "Многие думают, что машина — отличный транспорт при апокалипсисе, но это совсем не так. Машина может легко сломаться и она очень шумная, что не очень-то хорошо. Тем более через 5 лет после апокалипсиса бензин в заправках испортится. \n\nВелосипед — транспорт, казалось бы, получше, но на нëм очень сложно ездить по бездорожью, а через несколько лет дороги станут бездорожьем. \n\nЛошадь — отличный вариант. Она бесшумна, спокойно скачет по бездорожью и не требует бензина. Чтобы заправить еë, достаточно лишь отпустить еë на луг. \n\nСтупа бабы Яги — привлекает мало внимания, бесшумна, очень быстра. Идеальный транспорт. ",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 9,
    "text": "В северных районах приживаются далеко не все растения. Рекомендуется выращивать такие культуры как: картофель, морковь, пшено и т. д. \nТакже если вы имеете под рукой корову, лошадь или любое другое животное вам необходимо запасать сено на зиму. Держать в загоне рекомендуется исключительно местных животных, которых вы нашли неподалëку. \n\nВам необходимо каждый день давать растения и воду животным, а также воду растениям. Тогда хозяйство будет процветать. \n\nИз животных рекомендуется выращивать: кур, коров, коз, свиней и т. д. \n\nПримечание: Свиньи отличаются своей неприхотливостью. Они могут есть и растения и мясо, и кости, и листья. Если дать тушу животного свиньям то они съедят еë полностью, кроме зубов. ",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вопреки распространëнному мифу из-за радиации не появляются мутанты. \n\nВ этой инструкции не описаны некоторые апокалипсисы, такие как: всемирный потоп, падение астероида, отключение интернета и другие. \n\nВесной 2020 года был разгар апокалипсиса, вызванного вирусом. \n\nПоследняя опасность — скука. От неë вас спасут: настольные игры, общение, эта инструкция, труд. \n\nЕсли у вас получится дожить до конца апокалипсиса, попробуйте создать свою страну. \n\nВо время апокалипсиса телефон, компьютер и т. п. вам не понадобятся. Не надо их с собой таскать. \n\nНи в коем случае не ешьте незнакомые грибы, ягоды и т. д., оссобенно во время апокалипсиса. \n\nЧтобы иметь электричество, вам нужны генераторы. ЖКХ не поможет. \n\nВо время апокалипсиса президенты скорее всего улетят на луну. \n\nТараканы не выживут после конца света, они живут только за счëт людей. ",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 11,
    "text": "Оружие нужно для того, чтобы человек оставался боеспособным. Рассмострим несколько видов оружия. \n\nАрбалеты и луки — сложно овладеть, бесшумны, могут нанести серьëзные раны, средняя дальность. Хорошо подойдут для тех, кто находится там, где могут быть люди. \n\nОгнестрел — средняя сложность, слышно за много километров, даже с глушителями, наносят крайне тяжëлые раны, разная дальность атаки. Хорошо подойдут для тех, кто живëт в глуши. \n\nМечи — тяжëлые, могут нанести серьëзные раны, крайне маленькая дальность. Плохое оружие. \n\nОгнемëт — может спалить лес вместе со своим владельцем, низкая дальность. Плохое оружие. \n\nСлово — идеальное оружие. Можете просто сказать союзникам закрыть уши и громко прокричать шутку из Comedy Club, и все ваши враги умрут в муках. ",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 12,
    "text": "Первая помощь — важная часть выживания. При разных травмах нужны разные методы лечения. \nНеизлеченная рана, ссадина и даже порез могут привести к смерти. При различных повреждениях кожи требуется дезинфицировать рану и помазать зелëнкой, в случае болезни, инфекции и т.п. болезни требуется принять таблетку парацетамола. На случай крайне тяжëлых ран желательно выращивать у себя дома стерильный подорожник. ",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 13,
    "text": "Выберите главу",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться"
      },
      {
        "id": 2,
        "text": "Взрывная волна"
      },
      {
        "id": 3,
        "text": "Радиация"
      },
      {
        "id": 4,
        "text": "Химическое заражение"
      },
      {
        "id": 5,
        "text": "Бактериальное заражение"
      },
      {
        "id": 6,
        "text": "Люди"
      },
      {
        "id": 7,
        "text": "Убежище"
      },
      {
        "id": 8,
        "text": "Транспорт"
      },
      {
        "id": 9,
        "text": "Сельское хозяйство"
      },
      {
        "id": 10,
        "text": "Примечания"
      },
      {
        "id": 11,
        "text": "Оружие"
      },
      {
        "id": 12,
        "text": "Первая помощь"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  }
]