[
  {
    "id": 1,
    "text": "Ты переезжаешь в новый дом и там начинают происходить странные вещи. Вскоре вообще весь мир падает с ног до головы и ты узнаешь о неизвестной эпидемии в мире о которой молчат спецлужбы. Что может еще произойти? Правильно. Твои новые знакомые, да и ты заражаются. Класс.\nКак ты справишься с этой эпидемией и справишься ли вообще? Если я вас заинтересовала, прочитайте и узнаете.\n\nP.s если найдете ошибку в скриптах и тексте ткните меня носом в отзывах. Буду рада любым комментариям.\n                              Обновления:\n—————————————————————————————\n                             Первая обнова!\nНовое обновление!!! 17.05.2021\nДОБАВЛЕНО:\nНовые скрипты с твоим соседом Гошей.\nИсправлены ошибки!\nПочинены некоторые скрипты! \nДобавлена новая концовка!\n—————————————————————————————\n                      Совершенно Секретно!\nНовое обновление!!!! 19.05.2021\nДОБАВЛЕНО:\nРазъяснение действий в секретной концовке.\nОсложнено условие прохождения секретной концовки.\nДобавлены новые скрипты к прохождению секретной концовки.\n—————————————————————————————\nСкоро буду выкладывать свое творение)))\n\nНачальная страница. Что вы хотите сделать?",
    "answers": [
      {
        "id": 2,
        "text": "              [узнать о персонаже]"
      },
      {
        "id": 3,
        "text": "                    [начать квест]",
        "blackout": true
      },
      {
        "id": 43,
        "text": "                       Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы играете за мужчину. Его зовут Александр — коротко Саша. Ему 25 лет. У него светлые волосы и голубые глаза. Он только что переехал в новую квартиру, которая показалась ему недорогой. \n\nПримечание автора:\nЭтот квест невозможно пройти с первого раза(наверное). Писала сама. Мой первый квест. Спасибо всем за чтение.",
    "answers": [
      {
        "id": 1,
        "text": "[назад]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Солнце лениво поднималось над небосводом, задевая верхушки небоскребов и одаривая их теплом. Солнечные лучи игрались в лужах, после недавнего дождя. Они прыгали, купались в них а затем исчезали, не оставляя никаких воспоминаний после себя. Сонный город только начинал свое ленивое движение, на улицах появлялись редкие машины, пешеходы. Перемещаясь по тратуару, иногда наступая на нередкие лужицы и что то бурча про мокрые ботинки, ты старался идти так, чтобы не уронить ни один из предметов. Ты хотел как можно быстрее оказаться в том месте, ведь нести монотонные, тяжелые чемоданы на своих плечах — та еще задача.",
    "answers": [
      {
        "id": 4,
        "text": "[пойти быстрее]"
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b24/2105/c4/a5f4a661024f.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Прибавив ходу, ты обнаружил, что очень скоро придешь к нужному местонахождению. Каждый шаг тебе давался с трудом — ты порядком под устал от дальнего пути. Правильно мать говорила — нужно было нормальную работу найти и машину купить чтобы ездить. Но ты тогда настаивал на том, что пешком ходить удобней. Ну и как тебе, удобней таскать все это?\nТы отогнал эти воспоминания, думая что они бесполезны. И вправду — без трудностей в жизни ничего не добьешься. Внезапно полил дождь. Но не такие же трудности и неудачи тебя должны преследовать каждый день! Неумолимо, мелкие капли касались земли и рассыпались на крошечные лужицы, сливаясь в потоки и увеличивая количество огромных луж. Пешеходы сразу же раскрыли свои серые, а иногда и черные зонты, которые заранее припасли именно для такого случая. Ты же свой забыл, думая что дождя не будет. Ветхие крыши домов едва уберегали от редких капель, попадавших на лоб. Проклиная себя за то, что не поверил синоптикам ты старался идти еще быстрее. Серое небо, до того скучное и нудное, сейчас казалось почернеет и будет гроза. В мыслях ты проговаривал: \"Главное бы успеть до бури.\"\nВскоре на горизонте показалась знакомая красная крыша.  Еще пару минут идти по этому асфальту и ты придешь к твоему новому дому. Именно туда тебе и надо было.",
    "answers": [
      {
        "id": 5,
        "text": "[пойти дальше]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Через пару минут ты стоял у бежевого, многоэтажного дома с ярко красной крышей, по которой ты ориентировался. Снаружи он выглядел очень красиво — широкая крыша защищала всех под дождем, не то что те трущобы, под которыми ты проходил. Немного отряхнувшись от дождя ты пошарил в карманах за ключом.\n\nОткрыв домофон ты зашел внутрь. Новая зеленая лестница отлично гармонировала с такими же бежевыми стенами. Осталось преодолеть последнее препядствие в этом доме и все. Ты будешь жить отдельно. Без своей матери, которая каждый день говорила советы жизни. Каким то чудом, с огромнейшим трудом поднявшись наверх, ты удивился тому, что не уронил ни одного чемодана. Все происходило так тихо, без единого шума, будто ты в библиотеке. Никто из соседей не мешал — слава богу, а то еще попадется какая о бабка и будет шумать о том что ты молодой, а детей нет, как это было в прошлом доме. Достав из кармана ключ, ты сунул его в замочную скважину и она поддалась, со скрипом открыв дверь в твою новую комнату. Пройдя до середины, ты заметил, что дом в котором ты уже живешь настолько новый, что будто бы только вчера построили его. Да и цена была очень маленькая. Кто бы на такое не согласился?",
    "answers": [
      {
        "id": 6,
        "text": "[начать раскладывать вещи]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Мебель была уже поставлена, ты заранее перенес ее туда непосильным трудом. Представь, как это, тащить на своих плечах кресла, диваны. Ах ба, ты и так их тащил. Не было ни пыли, будто тут убирались, ни какой либо грязи. Сюда что ли дом работницу или уборщицу приглашали? Даже если и так, то спасибо им. Тебе осталось лишь разложить гардероб и прочие вещи. \n\n—Ну что ж, приступим к разборке новой жизни.— весело сказал ты себе и приступил к работе. Рубашки, куртки, брюки, джинсы, свитера полетели в ближайшие шкафы, комоды и вешалки.\nЧерез час все было уже готово. Ты отряхнул руки и осмотрел комнату. В углу, у окна, стояла кровать. Рядом стояла прикроватная тумбочка. Чуть поотдаль находился стол и стул. В центре комнаты распологался большой ковер. Внутри было приятное освещение от лампочки. Хоть и было не слишком темно для вечера, ты включил свет. Были еще комнаты, в которые ты с удовольствием хотел войти, но тебя отвлек стук в дверь. Кто бы это мог быть?\n",
    "answers": [
      {
        "id": 7,
        "text": "[пойти посмотреть кто это]"
      },
      {
        "id": 60,
        "text": "[не смотреть]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Не глядя в глазок, ты распахнул двери, ожидая увидеть какую то бабульку, жалующуюся на тебя и проклиная за все. Однако ты прогадал и за ними стояла девушка, лет 19 и улыбалась.\n\n—Здравствуй! Как тебя зовут? Я твоя новая соседка Эмили! Буду рада помочь!\nТы стоял в ступоре и даже забыл имя, но потом опомнился.\n—Э-э...Я Саша. \n\n—Приятно познакомится!\n\n—Мне тоже.\nТы смутился от того, что к тебе в дом ворвалась незнакомка, называющая себя соседкой, однако Эмили обладала какой то аурой, поэтому мне захотелось побольше узнать о ней.\n\n—Ты это...Проходи, что ли. Я чайник поставлю.\n\n—Здорово! Я с удовольствием!\n\nОна чуть ли не вприпрыжку прошла внутрь и уселась за столик в ожидании тебя. \n\n—Ты извини, если я тебя напрягаю, просто я очень люблю новых соседей тут.",
    "answers": [
      {
        "id": 8,
        "text": "—Да нет, ничего. Мне не тяжело"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Ну хорошо. У нас тут ничего особенного не происходит впринципе, так что не волнуйся. \nЧайник оглушительно просвистел, оповещая о горячем чае. Залив заварку кипятком, я подал его на стол, а потом принес молоко. Мы с Эмили потихоньку стали попивать чай, попутно болтая о всем. Попутно ты смотрел на нее. У девушки была необычно красивая внешность. Черные волосы падали на спину, ниже плеч. Они были очень длинные, густые. Голубые глаза мелькали при рассказе.\n—А если ли тут еще жильцы?— поинтересовался ты. Если все здесь такие приятные люди в этом доме, то тебе хотелось познакомится со всеми.\n\n—Конечно есть! Спрашиваешь! Ты последний, кто сюда заселился. Вообще, на втором этаже живет Даша. Она как юла — везде залезет и выдавит свой язвительный комментарий. Я живу на первом этаже, так что если что, заходи. Ты на третьем, а сверху от тебя живет Гоша. Он очень дружелюбный парень.\n\n—Я хотел бы...",
    "answers": [
      {
        "id": 9,
        "text": "Познакомится Гошей"
      },
      {
        "id": 10,
        "text": "Познакомится с Дашей"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Конечно! Идём познакомимся с Гошей.\nВы встали из за стола и пошли на четвертый этаж. Долго идти не пришлось. Вы постучали в дверь и вам открыл мужчина лет 45, крепкого телосложения. Он окинул тебя неопределенным взглядом. \n—Эмили привет.— сказал он басовитым голосом.\n—Привет, Гоша. Это наш новый сосед — Саша. Он снизу живет, на третьем.\n—Здравствуй.— ты протянул ему руку для рукопожатия.\n—И тебе здравствуй. Как жизнь?\n—Вроде хорошо...Квартиры тут что надо.\n—Ага. Проходите, я вам чай налью, печеньем угощу.\n",
    "answers": [
      {
        "id": 61,
        "text": "—Хорошо"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Она как раз дома. Пошли к ней в гости!\nДевушка поспешно допила чай и схватив тебя за руку, потянула к выходу. У нее столько положительных эмоций, что ты невольно улыбнулся и поддался, пойдя за ней. Честное слово, если бы ты не был с ней знаком, ты бы подумал, что она сумасшедшая. Едва заперев за собой дверь, мы направились к ней. Быстро пробежав по ступенькам и слегка смеясь, будто мы пара, сбежавшая на крышу дабы поцеловаться, мы добежали до первого этажа.  Постучав, мы ждали, пока кто то выйдет.\n\n—Даша! Приветик!\nНам открыла девушка, лет 20, с рыжими, мокрыми волосами, укутанная в одно только полотенце.\n—Э-э, ну привет, источник позитива. Кого ты на этот раз привела?— она с презрением посмотрела на тебя.\nСейчас нельзя допустить ошибку и создать неправильное мнение о тебе.\n\n",
    "answers": [
      {
        "id": 11,
        "text": "—Я Саша.— [протянуть руку]"
      },
      {
        "id": 13,
        "text": "—Интересная особа. Как тебя зовут?— [нагло протиснуться в ее квартиру]"
      },
      {
        "id": 14,
        "text": "—Пойдем отсюда.— [схватить Эмили за руку и уйти]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Она еще раз глянула на тебя с головы до ног и улыбнулась.\n—Катись отсюда, Саша. \nЕе дверь оглушительно закрылась. Ты и Эмили немного отшатнулись и поникли.\n",
    "answers": [
      {
        "isBack": true,
        "text": "[попробовать опять]",
        "id": 11,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 12,
    "text": "—Завтра! \nОна сказала это и растворилась в лестничной клетке. Стало так пусто и одиноко. Неужели ты влюбился в нее? Или она просто так притягивает тебя своей энергетикой?\nНужно будет это выяснить. Но не сейчас. Сейчас ты пошел в свою квартиру. Выйдя на балкон, а он там был, как оказалось, ты увидел, что везде сухо. Был теплый летний вечер, дождь давно закончился и ты вгляделся в ночные улицы. Машины гнали, с шумом моторов, окна сияли желтым светом, светофоры мигали, указывая людям когда идти. Все это вытекало в обычный портрет ночного города.\n\nНевольно, тебя привлекла мысль о том, что это замечательная соседка влюблена в Гошу. Кто он такой кстати? Девушка так увлеченно о нем говорила, а когла говорила, то у нее так сияли ее глазки. Сейчас был вечер, но знакомится с ним сил не было. Ты прикрыл глаза, вдохнул воздух, наполненый ароматами деревьев и выхлопов. Мысли сразу же улетучились и ты невольно засмотрелся вдаль. Так хотелось спать. Глаза сами прикрылись и чудом ты не упал, когда опять их открыл. Тебе нужен был отдых.\n\nТы пошел в квартиру, закрыв за собой балкон и оставив все мысли там. Приняв душ, ты лег на кровать и через 5 минут уже храпел. Завтра будет новый день.",
    "answers": [
      {
        "id": 16,
        "text": "[спать]"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Ты совсем обалдел?!— буквально тявкнула она.\n—Приятно познакомится, а меня зовут Саша.— ты поцеловал ее руку.\nОна громко фыркнула, а Эмили рассмеялась.\n—Обычно, она всем новеньким закрывает двери, но ты не дал ей даже слово вставить. \nТы действительно смог познакомится с ней, но сможешь ли ты уберечь себя от ее гнева?\n\n—Пошел отсюда! Вообще то я тут делом занималась!\n\n—Дай нам познакомится и я уйду.\nОна долгое время молчала, но увидев, что ты не шутишь и не уйдешь, пока не познакомишься Даша решила все же сказать свое имя.\n—Пф...Я Даша.— обронила девушка.\n\n—Дальше?\n\n—Мне 20 лет. \n\n—Мне 25. \n\n—Все? Доволен? А теперь, убирайся отсюда.\n\n—Увидимся, Даша! Приятно было пообщаться! \nТы мягко взял Эмили за руку и мы поспешно вышли из квартиры. Вы засмеялись от того, что было. Направляясь к тебе, девушка остановилась и посмотрела на тебя.\n\n—Ты очень похож на Гошу. Такой же милый. Но только ты немного другой. Гоша так и не поладил с Дашей. А ты смог. Ты удивительный человек!\nТебе стало приятно от ее комплимента, поэтому ты улыбнулся.\n—А ты — самая позитивная кого я встречал.\n\n—Ладно, мне пора в свою квартиру. Скоро я пойду в город за покупками. Удачи, Саша!\nОна так же с позитивом сказал это и отпустила свою руку, а ты почувствовал небольшое разочарование насчет того, что она уходит.\n",
    "answers": [
      {
        "id": 15,
        "text": "[молча смотреть вслед и улыбаться]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Девушка посмотрела нам вслед, улыбнулась и сказала это с особой радостью:\n—Убегай, трусишка.\nА затем она просто закрыла дверь.\nОбернувшись, ты увидел Эмили поникшей.\n—Ты тоже не смог увидеть в ней человека. Как и Гоша.\nОна вырвалась из моего захвата и ушла вниз, плача. Ты почувствовал себя очень виноватым.",
    "answers": [
      {
        "isBack": true,
        "text": "[попробовать снова]",
        "id": 14,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 15,
    "text": "Она обернулась и увидев твой взгляд влюбленного дурачка невольно улыбнулась в ответ. \nКогда девушка пошла дальше и растворилась в лестничной клетке, тебе стало так пусто и одиноко. Неужели ты влюбился в нее? Или она просто так притягивает тебя своей энергетикой?\nНужно будет это выяснить. Но не сейчас. Сейчас ты пошел в свою квартиру. Оказалось в доме отключили свет. Темнота окружала комнаты. Было немного жутко, где то снизу доносились странные хрипы. Выйдя на балкон, а он там был, как оказалось, ты увидел, что везде сухо. Был теплый летний вечер, дождь давно закончился и ты вгляделся в ночные улицы. Машины гнали, с шумом моторов, окна сияли желтым светом, светофоры мигали, указывая людям когда идти. Все это вытекало в обычный портрет ночного города.\n\nНевольно, тебя привлекла мысль о том, что это замечательная соседка влюблена в Гошу. Кто он такой кстати? Девушка так увлеченно о нем говорила, а когла говорила, то у нее так сияли ее глазки. Сейчас был вечер, но знакомится с ним сил не было. Тебя прикрыл глаза, вдохнул воздух, наполненый ароматами деревьев и выхлопов. Мысли сразу же улетучились и тебя невольно засмотрелся вдаль. Так хотелось спать. Глаза сами прикрылись и чудом ты не упал, когда опять их открыл. Тебе нужен был отдых.\n\nТы вошел в квартиру, закрыв за собой балкон и оставив все мысли там. Приняв душ, ты лег на кровать и через 5 минут уже храпел. Завтра будет новый день.",
    "answers": [
      {
        "id": 17,
        "text": "[спать]",
        "blackout": true
      }
    ]
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "Ночь прошла отлично. Кровать мягко скрипела под тобой, не принося в принципе неприятности. Солнышко светило в окно, так что ты лениво открыл глаза. Утром ты был бодрый и выспавшийся, но голодный как лев. Встав с кровати, ты принял душ и отправился на кухню. Быстро пожарив два яйца, ты принялся с упоением кушать их. Пять минут и ты сытый и тарелка пустая. Теперь ты хотя бы не будешь ворчлив. Хотя тебе чего то не доставало. Ты понял чего. Достав из холодильника бутылку пива, ты открыл ее и пригубил немного. Холодный вкус пива освежил тебя, пузырьки приятно скатывались по горлу вниз. Ты пошел обратно на кровать и улегшись там, стал тянуть пиво. Отдых у тебя получился на славу. Завтра работа, а до нее еще далеко, поэтому можно как следует полежать, полениться, а может просто где нибудь прогуляться. До тебя донесся звук уведомления на телефоне. Ты задумчиво осмотрел комнату в поисках электроники. Он лежал на тумбочке. Лениво потянувшись до него, ты взял телефон в руки\n\nРазблокировав свой гаджет, ты открыл Вк. Там было сообщение от твоей недавней знакомой:\n\"Привет. Помнишь меня, я Эмили. Не справшивай откуда я знаю твой Вк. Слушай, я не хочу тебя отвлекать, но давай сегодня погуляем в парке? Погода отличная.\"",
    "answers": [
      {
        "id": 18,
        "text": "\"Давай.\""
      },
      {
        "id": 19,
        "text": "\"Нееет, у меня много дел.\""
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты вскочил с кровати, допив пиво и принялся переодеваться. Поискав хоть что то в комоде, ты залумаося и вышел на балкон, даьы узнать что надеть. Хоть летом и было тепло, но холодные нотки дождя и ветра все же чувствовались, поэтому ты накинул красный, теплый свитер, который всегда тебе нравился и черные брюки. Подойдя к одежде, ты осмотрел себя, вроде нормально, даже стильно. \n\nВзяв с собой деньги, на всякий пожарный, кошелек и нож, если кто нибудь к тебе докапается, ты полностью собрался и уже закрывал дверь. Скрипнув от ключа, дверца закрылась, а ты, кинув ключ в карман брюк отправился вниз по лестнице. Топот отдавался эхом по лестнице.\n\nКогда проходил мимо Дашиной квартиры, ты увидел, что дверь от ее квартиры открыта то тебя одолело желание заглянуть туда. Почему же она ее не закрыла?",
    "answers": [
      {
        "id": 20,
        "text": "[Войти]"
      },
      {
        "id": 21,
        "text": "[любопытство кошку сгубило]"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Ну пожалуйста...\n—Нет, я не смогу.\nЭмили не смогла скрыть своей разочарованности. Она прислала грустный смайлик и тебе стало тоже плохо. Она мастерский манипулятор.\n",
    "answers": [
      {
        "id": 18,
        "text": "—Ладно, я приду"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ты осторожно отодвинул дверь и вошел внутрь комнаты. Оттуда доносилось сипение. \n—Хрррр...\n—Даша?— ты резко вошел и увидел, что девушки нет, но открыта дверь в ванной. Как только ты открыл дверь, на тебя накинулось странное существо. Оно было черным, человекоподобным существом. Оно сжало руку на твоем горле и ты задохнулся.",
    "answers": [
      {
        "blackout": true,
        "backstepCount": 1,
        "text": "[начать заново]",
        "isBack": true,
        "id": 20
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты прошел мимо, не став беспокоить Дарью. Из комнаты доносились хрипы, а вскоре они приближались. Ты увидел, что какое то гуманоидное, черное существо бежало на тебя. Ты рванул на улицу и старался затеряться в кварталах. Куда ты побежишь?",
    "answers": [
      {
        "id": 22,
        "text": "Бежать к забору и перелезть через него"
      },
      {
        "id": 23,
        "text": "Бежать на открытое пространство."
      },
      {
        "id": 24,
        "text": "Пошарить в карманах"
      },
      {
        "id": 26,
        "text": "Бежать к Эмили"
      },
      {
        "id": 25,
        "text": "Спрятаться в соседнем подъезде"
      }
    ]
  },
  {
    "id": 22,
    "text": "Еще немного побежав, ты увидел высокий забор, который в детстве легко перепрыгивал. Ты подбежал и прыгнул, но не смог допрыгнуть и упал вниз. Острой болью отозвалась нога. Ты ее сломал и не смог побежать дальше. Существо пришло к тебе и проткнуло тебя пальцами в грудь. Было больно, но потом все смеркло.",
    "answers": [
      {
        "blackout": true,
        "id": 22,
        "text": "[начать заново]",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты побежал в парк. Там было много людей и ты надеялся, что существо не нападет на тебя, но оно бежало за тобой, не обращая внимания на людей. Люди смотрели на тебя как на сумасшедшего, когда ты бежал от чего то. Когда оно догнало тебя, существо прыгнуло на тебя и ты упал. Оно начало душить тебя и ты задохнулся. Позже приехала скорая и установила что ты умер от инфаркта.",
    "answers": [
      {
        "id": 23,
        "blackout": true,
        "backstepCount": 1,
        "text": "[начать заново]",
        "isBack": true,
        "forget": 23
      }
    ]
  },
  {
    "id": 24,
    "text": "С утра ты взял нож — видимо не зря. Не переводя дыхание, ты залез в карман и вытащил ножик. На бегу выхватив его, ты обернулся и слепо ударил существо. Не зря ты занимался смешанными единоборствами — ты попал гуманоиду прямо в шею, оно отлетело и начало болезненно выть. Вой был похож больше на скулеж собаки смешанного с криком. Тебе было даже жалко его. Под существом образовалось черное пятно жидкости, видимо это была кровь. \n\nОднако через пару секунд оно растворилось, будто бы его не было. Ты услышал тяжелое дыхание позади. Ты резко обернулся, думая что это еще одно из тех существ и направил нож на него, но это не было им. Сзади тебя стояла Эмили и была она в шоковом состоянии. Ты поспешно убрал нож в карман, боясь напугать девушку.\n\n—Ч-что это было?— боязливо спросила она.\n—Я не знаю. Оно было в комнате Даши и накинулось на меня, когда я спускался к тебе. Боже мой...\nИз ее глаз медленно вытекла одна слеза, а затем вторая. Она подбежала к тебе и обняла. Вы стояли так несколько минут, а затем подняла заплаканное лицо и сказала шепотом:\n—Я тоже только что убила это. Оно хотело меня задушить. Мне было так страшно. Я убегала от него, но оно такое сильное...\n",
    "answers": [
      {
        "id": 27,
        "text": "[в ответ обнять девушку]"
      },
      {
        "id": 63,
        "text": "[отстранится]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Ты побежал в подъезд, но существо скоропостижно догнало тебя. Оно вырвало с корнем железную дверь, а затем набросилось на тебя и задушило.",
    "answers": [
      {
        "blackout": true,
        "id": 25,
        "text": "[начать заново]",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 26,
    "text": "Ты прибежал к девушке, она смотрела на тебя как на сумасшедшего.\n—Ты от кого бежишь?\n\n—Вон, бежим!— крикнул ты, но как только повернулся, то существо прыгнуло на тебя и убило своей рукой. Последнее, что ты видел — как существо убивает Эмили.",
    "answers": [
      {
        "blackout": true,
        "id": 26,
        "text": "[начать заново]",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты протянул руки к ней. \n—Тише, успокойся, все позади. Идем домой.— ты проводил ее домой, попутно успокаивая девушку.  Пару кварталов и вы дома. Ты даже удивился, что ты так быстро пробежал от дома до парка от того  существа. Открыв дверь вы стали подниматься по лестнице, но дверь в Дашину квартиру была заперта. Вы решились постучаться, хотя вам все же быдо страшно. Даша открыла дверь и цокнув языком закатила глаза. \n—Опять вы?— язвительно подметила девушка.\n—Привет. У тебя все в порядке?— начал ты.\n—А что, должно быть не в порядке?\n—Просто утром дверь в твою квартиру была не заперта и мы беспокоились.— сказал ты полуправду.\n—Я ходила к тебе, Эмили. Хотела попросить соль, но тебя не оказалось на месте.\n—Ладно, мы пойдем. Пока. \nВы попрощались и пошли в обнимку в твою квартиру. Войдя внутрь, вы сели за стол. Пару минут и чайник уже кипит. Налив чай, вы оба начали тянуть его.\n—Боже, что это было?— сказала девушка.\n—Незнаю...— внезапно пронеслась мысль о том, что в голову ударил алкоголь и тебе все повиделось, но мозг отвел эту идею на второй план, ведь Эмили тоже это видела. \n\nИз ванной донесся сиплый хрип не дав тебе закончить предложение. Вы оба обернулись туда.",
    "answers": [
      {
        "id": 28,
        "text": "[пойти посмотреть]"
      },
      {
        "id": 29,
        "text": "[достать нож]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ты медленно перевел взгляд на Эмили.\n—Не беспокойся.\nАккуратно встав со стула, ты направился к приоткрытой двери ванной. Слегка дернув ее на себя, ты сразу отлетел, ударился виском о край стола и умер. Странное существо выбежало из ванной и набросилось на девушку, так же убив ее.",
    "answers": [
      {
        "blackout": true,
        "backstepCount": 1,
        "text": "[начать заново]",
        "id": 28,
        "isBack": true
      }
    ]
  },
  {
    "id": 29,
    "text": "Преждевременно достав средство обороны ты посмотрел на девушку. Она в ответ вопросительно посмотрела на тебя.\n—Кто там?\n—Тише..— сказал ты, медленно встав из за стола, приблизился к дверце и распахнул ее. На тебя выпрыгнуло еще одно отродье. Реакция сработала сразу — рука с ножом защитила лицо и нож воткнулся в чудовище. Оно жутко заскулило, но нападать не перестало. Только сейчас ты заметил, что размером он как твое тело. Да и весом не промах. Оно тебя повалило, начало скулить и царапать тебя по лицу. Небольшие капельки черной жижи вываливались из ее раны и капали на тебя что вызывало отвращение. Как бы ты ни пытался бороться с ним — оно было сильнее тебя. Перенаправив всю энергию и силу в руки, ты старался воткнуть нож в шею этого чудища, но не получалось. Внезапно существо замерло и упало прямо на тебя, забрызгав жидкостью футболку и пол. Ты посмотрел на того, кто стоял сзади с кухонным ножом. \n—Ты очень храбрая. Спасибо, Эмили.\n—Оно умерло?\n—Да. \n—Знаешь, я стала спокойней относится к смерти этих животных?— последнее слово она произнесла с вопросом. Девушка не знала кто это. Так же как и ты.",
    "answers": [
      {
        "id": 30,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Когда адреналин ушел, то ты почувствовал покалывание в лице. Эмили посмотрела на тебя и прикрыла рот руками.\n—У тебя...Он тебе все лицо поцарапал.\nПодойдя к зеркалу ты и вправду заметил, что у тебя разворошено все лицо. Царапины покрывали щеки, а из них выливалась капельками кровь. Было неприятно больно. Достав йод из аптечки ты хотел быдо обработать раны, но Эмили отобрала у тебя вату и быстро намочив ее йодом начала проводил по ранам. Они сильно защипали, но ты стерпел.\n—Как думаешь, откуда они взялись и что это такое?\n—Незнаю. Но они такие сильные... \n—Их можно убить если ранить их в шею — это мы уже выяснили. Нужно будет позвать Дашу и Гошу.\n—Согласна, но это позже. Сейчас нужно поехать к кое кому.\nТы вопросительно посмотрел на нее. К кому это она собралась?\n—У меня есть папа. Он видел этих существ в молодости и знает как с ними бороться. Я сначала ему не верила, считала сумасшедшим, но сейчас вспомнила об этом. Собирайся.\n—Может завтра поедем? Уже ночь вобще то.\nТы посмотрел в окно. Действительно, вы не успели и глазом моргнуть, как наступил вечер. Все смешалось и спуталось, резко захотелось спать. Ты попрощался с девушкой и лег в кровать.",
    "answers": [
      {
        "id": 31,
        "text": "[спать]",
        "blackout": true
      }
    ]
  },
  {
    "id": 31,
    "text": "Ты встал ближе к обеду. Будильник не сработал, а достучаться девушка не могла до тебя. Через пять минут ты собрал вещи и уже был готов ехать с Эмили. Тебе нужно было разобраться что это. Сложив ножи и прочие вещи самообороны себе в сумку, на всякий случай, ты уж было хотел выйти, но к тебе забежала девушка. Она выглядела обеспокоенной\n—Саша. Я звонила папе. Он сказал, проверить, чтоб никого не укусили. Они пришли...\n\n—Кто пришли?\n\n—Эти существа...\nТы немного подумав, вспомнил, что существо выбегало из комнаты Даши.\n—Даша...\nЭмили посмотрела на тебя со страхом и вы ринулись к ней в комнату. Быстро спускаясь по лестнице мы добрались до места. Постучав, мы ждали ее. Она сразу же открыла. \n—Даша, нет времени объяснять. Впусти нас.\n—Еще чего?\nЕсли до этого Эмили молчала, то сейчас она начала говорить.\n—Слушай, Даша. Я тебя не прошу не ерничать каждый раз. Просто впусти нас. Это спасет тебе жизнь!\nОна вопросительно взглянула на нас, цокнула, а затем открыла дверь побольше и мы вошли. Я подошел к Даше и посмотрел на нее. Она вела себя странно, как то отстраненно.",
    "answers": [
      {
        "id": 32,
        "text": "—Даш..."
      }
    ]
  },
  {
    "id": 32,
    "text": "Она сначала не заметила твой вопрос, а затем медленно посмотрела на тебя. Ее накрашеные губы стали одной полоской, а глаза стали слегка застелены белой пеленой. Слеза скатилась по щеке. Она скрестила руки на груди и почесала одну руку. \n—Ты видела его?\nОна положительно покачала головой. Рыжие волосы немного прилипли к лицу из за слез, скатывающихся по щекам.\n—Он укусил меня...\nДевушка приподняла рукам футболки и под ней был виден укус. Он напоминал больше укус вампира. Только из него активно текла черная, как смола, жидкость. Небольшими количествами жидкость пачкала ее руки, футболку. Даша взяла салфетку и вытерла ее.\n—Что будет дальше? Я умру? \nДевушка была напугана. Очень напугана. \n—Я незнаю...\n—Даша, мы поможем тебе. Нужно поехать к папе.\n—К дядь Андрею? Хорошо, поехали.\nДля начала ты нашел старое тряпье у нее в комнате и затянул руку. Возможно, это решение поможет сохранить ей жизнь и сознание хотя бы ненадолго.\nВы втроём собрали вещи и вышли на улицу. Там стояла красная машина. Эмили сказала что нужно сесть туда. Сначала ты не понял кто это, но потом девушка объяснила, что она поговорила с Гошей и он согласился их подвести.\nСев в машину, ты увидел крепко сложеного мужчину лет 40. Вы обменялись рукопожатием и парой фраз, а затем направились к отцу Эмили\nВ пути мужчина разговаривал с тобой, распрашивал о тебе и рассказывал истории из своей жизни. Вскоре тебя разморило в сон.",
    "answers": [
      {
        "id": 33,
        "text": "[закрыть глаза и уснуть]",
        "blackout": true
      }
    ]
  },
  {
    "id": 33,
    "text": "Веки налились свинцовым металом и ты закрыл их под монотонный шум машины. Пейзаж, что сейчас был за окном машины остался лишь картинками в воспоминаниях. Ты наклонил голову и оперся о сиденье, дабы найти удобное место. Мозг сразу же отключился, переваривая информацию и у тебя появилась масса вопросов, которые ты бы хотел задать дядь Андрею. Но это позже. Чернота появилась перед глазами. Уши перестали воспринимать информацию. Ты заснул, стараясь не забыть все, что ты надумал сделать.\n\nПять часов пролетело незаметно. Практически все из них ты проспал. Считая что вы выехали в 3 часа обеда, в деревню к отцу Эмили вы приехали уже вечером, где то в 8. Тебя разбудила мягкая рука на плече, трясшая тебя и тихий голос Эмили под ухом, который ты кое как преобразовал в речь.\n—Вставай. Мы приехали. \nСознание вроде вернулось из царства Морфея и ты разлепил веки, увидев перед собой девушку. \n—Донесешь Дашу домой? Она тоже заснула.\nТы коротко кивнул и посмотрел на нее. Она лежала на заднем сиденье и тихонько спала. Ты взял девушку на руки. Она оказалась очень легкой. Ее волосы дотронулись до тебя. Они будто бы были отлиты медью. \n",
    "answers": [
      {
        "id": 34,
        "text": "[осмотреть место]"
      }
    ]
  },
  {
    "id": 34,
    "text": "На улице была прекрасная погода. Вечер хоть и был поздний, но уж точно не темный. Солнышко еще было на горизонте и прекрасно все освещало. Было приятно тепло. Оглянувшись вокруг ты увидел деревянные одноэтажные дома, что присуще деревне. Острые козырьки крыш были вылитыми темными досками дуба, а может и сосны. Они бы нагоняли некий страх, если в деревне не было бы людей. \n\nДеревенская жизнь только начиналась и люди, как муравьи выбирались из своих \"убежищ\" чтобы что то купить, походить по улице и сделать свои бытовые дела. Вы отправились вслед за Эмили, она потянула вашу комнаду к дому ее отца. Дорога тут было отличная, но девушка сказала Гоше ехать обратно. Он бы пригодился здесь, если что, поэтому отпускать его быдо глупым поступком. Вы шли долго, почти через всю деревню, а ты особенно неся девушку на руках, поэтому люди смотрели на вас странно. Очень странно.\n\nПо дороге Эмили не проронила ни слова. Тебе хотелось бы прервать эту ужасную, липкую тишину, окутывающея тебя, но ты подумал и не стал беспокоить ее. Ей сейчас и так плохо. Она пережила многое для своих лет, а ей было только 19. Дорога уже исчезла, остались лишь колдобины и ямы по неясной, заросшей тропе. Слава небесам, показался домик с такой же черной острой крышей. вы скорее направились туда.",
    "answers": [
      {
        "id": 35,
        "text": "[идти быстрее]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Прибавив ходу, вы дошли до старой, хлипкой дверцы. Ты заметил, что это был большой дом, по красйней мере больше чем у остальных деревенских. Постучав в дверь, вам сразу же открыл ее отец.\n—Папа!— она кинулась к нему в объятья.— мы так давно не виделись.\n—Да, давно. А вы, кто?— он уставился на меня.\n—Я Саша. Друг и по совместительству сосед Эмили. А это Даша. Она по дороге уснула.\nЯ задрал рукав, чтобы он могу видеть проблему. Старик сразу же побледнел и строго посмотрел на свою дочь.\n—Вы допустили, чтоб ее укусили...Я же тебя предупреждал, Эмили! \n—Прости, папа. Она была укушена уже несколько дней.\n—У нее есть слабый иммунитет к этому, поэтому болезнь не распространяется быстро. Но она не первая зараженная. По всему миру есть куча таких. Проходите. \nВы с Эмили прошли внутрь дома. Он оказался довольно уютным. Меховые ковры украшали пол. Мягкое и немного тусклое освещение лампочек дополнялось к декору самого дома. Девушка потащила меня на второй этаж, чтобы переночевать. Дашу вы положили в соседнюю комнату, а сами легли в две разных спальни.\nТы лег на удобную постель. Мягкий матрас успокаивал, но ты довольно выспался. Все же заставив себя заснуть, ты закрыл глаза и провалился в сон.",
    "answers": [
      {
        "id": 36,
        "text": "[спать]",
        "blackout": true
      }
    ]
  },
  {
    "id": 36,
    "text": "Новое утро. Рассвет докасался крыш домиков. На улице было холодновато. \nТы спустился на первый этаж, вышел на улицу и посмотрел на жителей этой деревни. У кого то выступали черные венки. У некоторых были лишь черными глаза. Почти все были подвергнуты нападение со стороны этих гуманоидов. Немного подумав, ты решил что лучше будет посидеть в тепле, чем стоять и мерзнуть в легкой одежде. Ты опять воешл в дом, но на этот раз в гостинной сидела Эмили и ее отец. Ты подошел к ним и вежливо поздоровался — ведь они приняли и хотят помочь вам.\n—Доброе утро.\n—Доброе утро— оба отозвались они звонкими голосами и пригласили тебя сесть с ними. Диван оказался довольно удобным и мягким. Ты посмотрел на старика, он же обратил на тебя внимание.\n—Дядь Андрей. А можно задать вам вопросы?\n—Конечно можно. По поводу заразы?\n—Да. Так вот...",
    "answers": [
      {
        "id": 37,
        "text": "Откуда вы знаете про эту заразу?"
      },
      {
        "id": 38,
        "text": "Откуда взялись эти существа, которые напади на нас?"
      },
      {
        "id": 39,
        "text": "Что будет с Дашей?"
      },
      {
        "id": 40,
        "text": "Как спастись от этих существ?"
      },
      {
        "id": 41,
        "text": "Есть ли вакцина от этого вируса?"
      },
      {
        "id": 42,
        "text": "Пожалуй, я пойду проверю Дашу..."
      }
    ]
  },
  {
    "id": 37,
    "text": "Дядь Андрей посмотрел на тебя, а затем начал рассказ:\n—Когда то я работал в разведке. В те времена никто не знал об этих тварях. Да и сейчас не знают. Они всегда были. Этот вирус ходит по планете много лет, просто сейчас он достиг пика заражений. Те черные существа это люди — просто полностью заражённые. Если тебя кусают, то их черная жижа передается по венам к сердцу, а сердце, делая свою работу по раскачке крови удваивает процесс распространения.\n\nЯ изучал их, но затем спецслужбы уволили меня из за утечки секретной информации. Я потерял работу, но не знания о них. Я начал вдвойне изучать этих существ. Их можно убить только ударом выше шеи. В голову, в шею, в затылок — все это их убьет. У них только там уязвимость. И все.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "id": 37,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 38,
    "text": "—Когда то давно в спецслужбах разрабатывали свпер вакцину для солдат армии. Но что то пошло не так и оно стало живым. Проект закрыли, но эксперимент выбрался наружу и начал распространяться. Отсюда и пошла эта зараза. Она затихла на пару лет, но это было лишь затишье перед бурей. \n\nСейчас следует опасаься этих тварей. Они становятся аресивными. Носи лучше средства самообороны — например нож, пистолет, биту и прочее.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "id": 38,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 39,
    "text": "—Как бы тебе сказать...— старик помолчал и посмотрел на Эмили. Она была грустной.— Мы разговаривали как раз с ней на эту тему. Даша будет выделять черную жижу до тех пор, пока полностью не окутается в ней и не станет как они. Она не умрет, но не будет в сознании. \n\nБудет как зомби — умной, но не в своем уме. Я знаю, вам будет тяжело, но оставлять ее с нами нельзя. Она перебьет нас, есои будет с нами.\n\n—А сколько времени до этого перевоплощения в это создание осталось?— осторожно спросил ты.\n\n—Пару недель. Может меньше, может больше. Вы перетянули рану — вы сделали правильно. Заразе будет сложнее передвинуться к сердцу. Я же говорю, главное не допустить перекачку сердцем этой гадости иначе процесс не остановить.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "id": 39,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 40,
    "text": "—По сути никак. Нужно создать вакцину. А так — убить их ударом в голову или шею. Вы же уже сражались с ними, не так ли? Иначе бы вы сюда не приехали. Поэтому вы уже знаете как это сделать.\nЯ сунул руку в карман — там до сих пор был мой нож. Он мне очень пригодился.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "id": 40,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 41,
    "text": "—Нет. Я изучал их, но вакцину очень сложно добыть...Меня ведь тоже кусали и я добыл ее. Вроде помогло. Рана осталась, но не действует — вакцина и организм ее сдерживают. Но я вам еще раз говорю — вакцину создать практически нельзя.\n—Но есть же шанс! Скажите, прошу...\nНа лице старика затыла минутная неуверенность.\n—Ладно. Ты хороший парень, тебе уж скажу. Ты должен добыть сердце полностью заражённого до того как он изчеснет. Но зараженные подстраиваются под силу тех, с кем сражаются, поэтому вырезать сердце — сложно.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "id": 41,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 42,
    "text": "Ты отошел от них, в надежде унять страшные мысли. Даша умрет? Или ты успеешь найти вакцину? Нужно будет сказать точно, сколько у нас есть времени. Мысли действительно скомкались в огромный лист бумаги и распутать их не порвав — очень сложно. Сможешь ли ты спасти девушку? Или она умрет? Сколько по всему миру таких зараженных? \n\nПока что ты поднимался наверх к комнате зараженной. Дверь была незаперта. Ты вошел и увидел, что Даша лежит на полу. У нее были черные глаза, непроглядные, будто сама тьма. Она повернула их на тебя и медленно встала. Подбежав к тебе, она схватила за руку и начала бормотать что то в бреду. Позже она начала плакать и вести себя как то странно. Ты посмотрел на ее руку из которой активно вытекала черная жидкость. Жидкость вытекала не только из нее. Черные вены ползли по руке вверх. Они соеденялись у другой руки из которой уже выливалась жижа. Приложив руку ко лбу ты почувствовал, что он ледяной. Будто у трупа. Тебе стало страшно. Ты почувствовал вину за это. За то, что не помог раньше. Ты прижал ее к себе и обнял. Девушка находилась не в себе, но не представляла опасности для тебя.",
    "answers": [
      {
        "id": 44,
        "text": "—Эмили! Дядь Андрей! Срочно, сюда!"
      }
    ]
  },
  {
    "id": 43,
    "text": "1)Счастье (Вы спасетесь все)\n2)\"Спасибо\" (Ты умрешь)\n3)Ты не успел (Все умрут)\n4)Очень странные дела.(секретная)",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "id": 43,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 44,
    "text": "Они сразу же побежали сюда. Ввалившись в комнату, она увидели Дашу, всю в черной жидкости. Дядь Андрей провел ее на кровать. Девушка посмотрела на него. В ее глазах не читалось ничего. Абсолютно ничего.\n\n—Уйдите все! Уйдите!\nОна кидалась на вас и вы были вынуждены уйти. Но ты посмотрел на нее и подошел к ней. Положил руку на ее руку. Она дернулась, захлопала глазами, но не убрала руку, пристально вглядевшись в тебя.\n—Даша. Ты меня слышишь?\nОна опять захлопала глазами. Чернота прошла, белки стали прежними, но зрачки так и остались черными. Девушка вопросительно оглянулась и посмотрела на тебя.\n—Что произошло? Я...— она посмотрела на руки.— Я...Я умру? Скажи мне пожалуйста, что это не так. Прошу...\n—Ты точно не умрешь. Я сделаю все возможное. Только ты должна сказать, как давно тебя укусили. Хорошо?\nОна долго молчала, будто что то обдумывая. Еще раз посмотрев на тебя, она села по удобней. Походу, она поверила тебе и поняла, что тебе можно доверять.\n—Неделю назад... Это было вроде бы неделю назад. Тогда я была одна дома и услышала хрипение в ванной. Мне было страшно, но я поборола страх и пошла туда. Заглянув туда, я увидела зверя. Он был похож на человека, но весь черный. Я его приютила, накормила, думала, что он не сделает мне больно... Именно тогда я поняла, что это не так. Он укусил меня. Подошел ко мне, укусил меня за руку и убежал. Мне было страшно.",
    "answers": [
      {
        "id": 45,
        "text": "—И ты не стала обращаться ни к кому? Почему?"
      }
    ]
  },
  {
    "id": 45,
    "text": "—Незнаю...Мне было до ужаса страшно...Я не знала что это за чернота. Потом я, когда принимала душ увидела, что вся моя спина была в черных венах. Она была усыпана ими. Потом вы пришли ко мне в первый раз. Я хотела вас побыстрее выгнать, чтобы решить, что делать с венами, но они не исчезали. Потом я стала иногда плевать черной жижей. Мне не было плохо. Просто это была будто слюна. Глаза стали темнее, а затем и вобще черными. А сейчас я потеряла власть над собой. Только твой голос будто дал мне пощечину. Я пришла в себя. Спасибо тебе...\nТы обнял ее и оставил одну. Нужно было добыть вакцину, но ты решил, что нужно для начала принять душ. После него ты переоделся из испачканой одежды, но тебя побеспокоило плечо — оно начало чесаться. Ты со страхом взглянул на него и задрал рукав. Твои страхи и подозрения подтвердились. Ты был укушен. Тебя укусило то существо. \nТебе было страшно. Нужно было решать то, что вы будете делать дальше.",
    "answers": [
      {
        "id": 46,
        "text": "Первым делом нужно отправиться искать зараженного. Они есть в городе."
      },
      {
        "id": 66,
        "text": "—А где Эмили?",
        "need": [
          60,
          63
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты решил, что нужно уехать в город. Посмотрев на девушку, ты стал очень серьезен. В голосе не осталось грусти, страха или шуток.\nНужно было что то предпринимать. И это что то — находка вакцины. Ты вышел на улицу. Улица обдала тебя холодом и освежила мысли. Теперь у тебя еще и ясная голова на плечах. Немного подумав, ты понял, что первым делом нужно найти машину. Хоть какую нибудь, ведь Гоша уехал, а до города топать слишком долго.",
    "answers": [
      {
        "id": 48,
        "text": "Оглядеться."
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты пошел искать что нибудь в лестничной клетке. Найдя тяжелую трубу для самообороны, ты направился к Гоше. Он должен был выжить. Ты пошел туда. Четвертый этаж пройден — ты открыл незапертую дверь и на тебя накинулось черное существо. Не зря ты не поленился поискать что то — ты резко вставил его в грудь мужчины и выколол ему сердце. Затем, ты хотело быть ударить его, но он умер бы и хоть сердце было добыто оно бы исчезло. Ты сделал финт назад, чуть ли не упав с лестницы, но ринувшись вниз, как стрела, ты мигом оказался внизу. Завернув сердце в пакет, ты решил передохнуть в местом отеле. Несколько минут езды и ты уже отдыхаешь на мягкой кровати. ",
    "answers": [
      {
        "id": 50,
        "text": "[спать]",
        "blackout": true
      },
      {
        "id": 54,
        "text": "[побороть сон]"
      }
    ]
  },
  {
    "id": 48,
    "text": "Ты огляделся. Вдали стоял джип. Ты запрыгнул внутрь и дал газу. Машина, чуть взвизгнув направилась на большой скорости в город. За тобой побежал какой то мужик, но тебе было ровным счетом плевать. Скоро. Скоро ты найдешь его. \nВспоминая дальнейшие слова дядь Андрея, о том, что сердце нужно размять и дать выпить зараженному ты старался мелькать взглядом по дороге, но там не было черных сгустков. Надежда не пропадала ни на минуту.\nТы гнал на всех парах. Машины сигналили тебе вслед. Главное бы добраться и все, поэтому ты доехал быстрее, чем за пять часов. Примерно за 3-3,5. \n\nБыл только обед. Ты уже был в городе. Приехав в свой дом, ты ужаснулся, открыв двери. Везде была черная жидкость. Зелёная лестница была усыпана черными каплями. С потолка капала чернота. Ты осторожно переступил через них. Чуть позже, ты благополучно увидел, что забыл сумку, а с ней и все ножи. Гоша должен был выжить в этом переполохе, поэтому сомнений не осталось — лучше идти к нему и не терять время, чем потеряв время добраться до здорового человека.",
    "answers": [
      {
        "id": 47,
        "text": "Поискать что нибудь в подъезде"
      },
      {
        "id": 49,
        "text": "Идти так к Гоше. Он поможет"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ты решил, что тебе ничего не нужно. Гоша сильный парень, он не даст себя в обиду. Он должен был сохранить себе жизнь. Ведь так?...\nОткинув не очень радужные мысли и сомнения, ты направился к мужчине. Он должен был выжить. Просто обязан! Ты пошел туда. Четвертый этаж пройден. Ступени закончились. Вот он, тот момент. Ты открыл незапертую дверь и уже хотел было рассказать всю ситуацию мужчине, как на тебя накинулось черное существо. Ты не взял ничего с собой. Оно оставило пару укусов на тебе, прежде чем ты встал и убежал оттуда. \n\nБыл вечер. Ты бездумано катался по городу и решил заехал в местный отель, чтобы переночевать. Времени у тебя осталось мало. Его даже практически не было. Если за один укус зараза убивает тебя за две недели, то за три укуса ты умрешь за один день. На рецепшне тебя встретила приятная девушка. \n—Здравствуйте, это отель \"Ночная Ласточка\". Меня зовут Лила Картер. Хотите заказать номер?\n—Да.\nДав паспорт, ты подождал пока она забронирует номер и оплатив все это отправился отдыхать. \n—Тридцать пятая комната. Приятной ночи. Ты поднялся на третий этаж. Лег на мягкую постель. \n\nТы ведь в последний раз это чувствуешь. Ведь так? Да. Ты всех подвел.\nПамять опять завладела разумом и перед глазами всплыли те картины лица Даши. То, как она смотрела на тебя с надеждой на жизнь. То, как ты ей обещал выжить. Но подвел. Закрывая глаза ты не смог справиться с укором совести, спустился вниз и попросил у администратора позвонить. Отойдя подальше, ты ждал пока кто нибудь ответит. Трубку взяла Эмили.",
    "answers": [
      {
        "id": 51,
        "text": "—Эмили..."
      }
    ]
  },
  {
    "id": 50,
    "text": "С новым рассветом ты отправился в деревню, предварительно позавтракав. Нужно было торопиться, ведь твое состояние не сулило ничего хорошего тебе. Прибавив газу ты направился в деревню. Сердце неприятно покалывало. Ты понял, что процесс перекачки заразы через сердце начался. Это было неприятно. Было ощущение, что кровь стала гуще. В легких защипало и ты чуть ли не слетел на обочину. Было неимоверно холодно. Лоб был температурой как у мертвеца. Видно сразу — состояние твое не лучшее\n\nТри часа спустя ты доехал до того самого дома. Ввалившись внутрь, ты отдал отцу Эмили сердце. Он посмотрел на тебя, но поняв что случилось не стал беспокоить тебя, а пошел готовить вакцину. Эмили подошла к тебе. У нее были красные глаза.\n—Ты очень плохо выглядишь...\n—Я знаю.— измучено криво улыбнулся ты.\n—Мне жаль...\n—Ничего. Я справлюсь. Правда. Лучше чтоб она жизнь прожила. \nСтарик пришел и отдал чашу мне, потому что у меня не было попросту сио чтобы приготовить ее. Я, кротко поблагодарив его пошел к девушке. Дверь оказалась не запертой. Даша полностью лежала в жиже и была уже не в себе.\n—Даша...Проша, очнись.\nТы приставил чашу к ее губам. Она выпила все и посмотрела на тебя, своими уже белыми, а не черными глазами. Только сейчас она поняла что было.\n—Ты...Весь заражен...\n—Знаю. Зато ты — поправляешься. Я пойду...\nТы вышел из комнаты, последний раз взглянув на девушку.\n",
    "answers": [
      {
        "id": 56,
        "text": "—Пока."
      }
    ]
  },
  {
    "id": 51,
    "text": "—Саша! Все хорошо?\nТы помолчал пару минут и услышал всхлипы на той стороне трубки.\n—Прости меня. Я...Я ужасный человек. Прощай. Мне жаль.\nТы бросил трубку и вернув администратору телефон пошел спать.",
    "answers": [
      {
        "id": 52,
        "text": "[спать]",
        "blackout": true
      }
    ]
  },
  {
    "id": 52,
    "text": "Перед глазами все смеркло. Видимо наступила ночь. Ночью ты не чувствовал боли, страха, ты попросту не чувствовал ничего. Только было ужасно холодно. Ты положил руку на лоб. Он был ледяным, как у мертвецов. Жидкость залепила глаза, она заползла в легкие и ты закашлялся. Последний раз улыбнулся. Это было прерасно. Последние положительные эмоции и ты закрыл глаза. Кажется, это будет твоя последняя ночь. \n\nТы не открыл глаза. Ты почувствовал, что тело встало и пошло само убивать. Распространять заразу. Так вот значит как это, быть убийцей. Ты не мог управлять ни одной мышцей. Было противно ощущать себя таким. Неприятно. Ужасно.\n\nЭто конец.",
    "answers": [
      {
        "id": 53,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 53,
    "text": "Поздравляю! Это первая из концовок \"Все было ужасно\"\nВ недалеком будущем ты доберешься до той деревни и встретишь Дашу. Ты узнаешь ее стекляный взгляд. Она видимо тоже тебя узнала. Вы оба убили Эмили и ее семью. Ты так и не признался ей в любви. Эпидемия распространилась на весь мир. Человечество почти вымерло.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 54,
    "text": "Хоть тебя и морила ужасная усталость, ты переборол ее и пошел на улицу. Ты направился подальше, в парк на машине. Пару минут и ты сидел и выжидал его. Скоро. Скоро. \nИ вот, увидев там еще одного зараженного ты достал нож. Это последний шанс. Выйдя из машины, ты медленно подбирался к существу. Веток под ногами не было, был лишь черный асфальт по которому ты бесшумно пробрался к нему сзади. Когда расстояние сократилось до минимума, ты воткнул нож в область груди и вытащив сердце рванул в машину. Второе добытое сердце. Он догнал тебя сразу же и повалив, цапнул пару раз. Было больно, но ты вырвался из захвата и отправился в отель. \n\nЗараженный долго преследовал тебя, но все же отвлекся и ты благополучно дошел в отель. Сев за стол, ты размял сердце и налив в чашу выпил это. Вкус был специфический. Тебя протрясло, будто бы по тебе пустили заряд молнии, а затем тебя склонило в сон. Как только твоя голова коснулась подушки — ты отключился.\n",
    "answers": [
      {
        "id": 55,
        "text": "[спать]"
      }
    ]
  },
  {
    "id": 55,
    "text": "На следующий день ты увидел, что укусы прошли. Они перестали кровоточить. Ты поправился. Твое состояние было более менее нормальным, по крайней мере ты снова стал нормаььно ходить. Ты привел себя в порядок после вчерашнего, ведь черная жидкость всю ночь не переставала лить из раны. Позавтракав ты направился к деревне. Три часа прошло — ты специально гнал на всех парах, дабы успеть к девушке до того, как она превратится в это.\nПриехав туба, ты сразу приготовил вакцину и вошел в комнату к Даше.\n—Даша. Я вернулся. Я обещал и выполнил свое обещание.\nОна смоирела на тебя безжизненными черными глазами. Они ничего не смыслили. Из ее ран текла чернота. Ты поднес чашу к ее губам. Дав ей выпить все, ты наблюдал, как она медленно приходит в себя, смотрит на тебя в недоумении и улыбается. Ее улыбка самая искренняя. Улыбка ребенка бесподобна. Она обняла тебя, да так, что у тебя чуть ли ребра не хруснули. Откдуа у нее столько сил? В комнату вошла Эмили и бросилась вас обнимать. Еще никогда тебе не было так хорошо. \n\nСегодня ночью, ты уснул с мыслью о том, что все будет нормально. Все будет хорошо. Ты выполнил то, что хотел.  С мыслью о том, что эпидемию можно будет остановить и всех вылечить, а не убивать. ",
    "answers": [
      {
        "id": 58,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 56,
    "text": "—Спасибо...— она быстро и тихо прошептала их, что ты было их не заметил.\nОна смотрела на тебя в последний раз. На того, кто пожертвовал своей жизнью ради нее. Может быть, ты сделал правильный выбор и она изменится и не будет такой высокомерной и гордой. Спустившись вниз ты отправился на улицу. Ты понимал, что ты уже не человек. Ты — один из тех монстров. Поэтому ты должен находится подальше от людей. Особенно от них. \n\nЭмили грусно и тяжело смотрела тебе в спину. Она не выдержала и тоже заплакала. Неровной походкой, спотыкаясь от усталости и кочек в степной местности ты старался отвлечь себя мыслями о другом. Хотя бы ты чего то добился и принес лекарство Даше. Теперь ты хоть не был бесполезен. Пройдя пару петров, ты упал от усталости. Лучше бы ты никогда не просыпался. Тебе не хотелось убивать. Закрыв глаза, ты наслаждался своими последними минутами жизни. \n\nСкоро все прекратится. Эпидемия остановится. Ты улыбнулся и перестал ходить, контролировать что либо и чувствовать. Ты стал одним из них.",
    "answers": [
      {
        "id": 57,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 57,
    "text": "Поздравляю! Ты открыл еще одну концовку \"Спасибо\"\n\nВскоре люди нашли антитела у Даши и начали потихоньку вырабатывать вакцину от вируса. Все идет медленно, но лучше поздно, чем никогда. Государства стали налаживать все.",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала!"
      }
    ]
  },
  {
    "id": 58,
    "text": "Поздравляю! Ты открыл концовку \"Счастье\"\n\nВскоре люди интенсивно начали производить вакцину от вируса и все выжили. Ее произвели быстро. Люди выжили и живут до сих пор.",
    "answers": [
      {
        "id": 59,
        "text": "Пасхалочка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 59,
    "text": "Небольшая благодарность от автора.\nЯ сама немного загрустила, когда читала да и писала грустные концовки, но ты открыл добрую и хорошую концовку, поэтому вот тебе небольшая пасхалочка. Спасибо за то, что уберёг себя и всех персонажей)))\n❤️❤️❤️",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново."
      }
    ]
  },
  {
    "id": 60,
    "text": "Ты не стал обращать внимание на всякие безделушки, тем более у тебя было занятие поважнее. Тебе не хотелось портить день и настроение, поэтому дверь ты не открыл. Кто то за ней тарабанил, но потом ушел...\nТы сел на диван и открыв монитор ноутбука начал смотреть какой то первый попавшийся фильм. Смотрел ты его долго — до самого вечера. Однако это того стоило.\n\nБыл теплый летний вечер, дождь давно закончился и ты вгляделся в ночные улицы. Машины гнали, с шумом моторов, окна сияли желтым светом, светофоры мигали, указывая людям когда идти. Все это вытекало в обычный портрет ночного города.\n\nТы прикрыл глаза, вдохнул воздух, наполненый ароматами деревьев и выхлопов. Мысли сразу же улетучились и тебя невольно засмотрелся вдаль. Так хотелось спать. Глаза сами прикрылись и чудом ты не упал, когда опять их открыл. Тебе нужен был отдых.\n\nТы вошел в квартиру, закрыв за собой балкон и оставив все мысли там. Приняв душ, ты лег на кровать и через 5 минут уже храпел. Завтра будет новый день.",
    "answers": [
      {
        "id": 70,
        "text": "[спать]"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы прошли внутрь ухоженной комнаты. Она была очень красивая. Вы посидели, попили чай. Из разговворов ты узнал, что Гоша живет здесь уже пятый год, работает в ночную смену и очень любит гостей. Все считают его страшным, однако есои присмотреться в лушу, как говорит Эмили, то человек это душевный.\n—Ладно, мы пошли с остальными жильцами знакомится. До свидания!\n—Пока, Гоша!\n—Пока ребята.\nВы еще раз обменялись рукопожатиями и ты пошел к Даше. ",
    "answers": [
      {
        "id": 62,
        "text": "Идти к Даше"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы полетели пулей вниз по лестничной клетке на первый этаж. Попутно смеясь, вы уже стучали в дверь. Тебе было весело знакомиться с остальными, а Эмили знакомить тебя.\nВам открыла в этот раз молодая девушка, с мокрыми рыжими волосами, укутанная в полотенце. Она недовольно посмотрела на вас обоих.\n—Привет, комок позитива. Кого ты на этот раз привела?\nОна презрительно осмотрела тебя с ног до головы. \n\nСейчас нельзя допустить неправильного мнения о тебе. Выбирай:",
    "answers": [
      {
        "id": 11,
        "text": "—Я Саша.— [протянуть руку]"
      },
      {
        "id": 13,
        "text": "—Интересная особа. Как тебя зовут?— [нагло протиснуться в ее квартиру]"
      },
      {
        "id": 14,
        "text": "—Пойдем отсюда.— [схватить Эмили за руку и уйти]"
      }
    ]
  },
  {
    "id": 63,
    "text": "Ты не стал успокаивать девушку. Она не могла сдержать обиды и убежала домой в слезах. Из за нее ты чуть не умер!\nОтправляясь домой, ты заметил, что дверь в Дашину квартиру была заперта. Ты решился постучаться, хотя тебе все же было страшно. Даша открыла дверь и цокнув языком закатила глаза. \n—Опять ты?— язвительно подметила девушка.\n—Привет. У тебя все в порядке?— начал ты.\n—А что, должно быть не в порядке?\n—Просто утром дверь в твою квартиру была не заперта и я беспокоился.— сказал ты полуправду.\n—Я ходила к Эмили. Хотела попросить соль, но тебя не оказалось на месте.\n—Ладно, я пойду. Пока. \nТы зашел в квартиру и сел за стол обдумывать все.\nИз ванной донесся сиплый хрип не дав тебе закончить предложение. Ты обернулся туда.",
    "answers": [
      {
        "id": 64,
        "text": "[пойти посмотреть]"
      },
      {
        "id": 65,
        "text": "[достать нож]"
      }
    ]
  },
  {
    "id": 64,
    "text": "Ты медленно перевел взгляд на только вошедшую девушку. \n—Эмили, я сейчас пойду проверю.\nОна кивнула, а ты встал и подошел к двери. Как только ты ее открыл, тебя швырнуло какое то существо в стол и ты, ударившись виском умер. Затем оно расправилось и с Эмили.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "backstepCount": 1,
        "id": 64
      }
    ]
  },
  {
    "id": 65,
    "text": "Ты достал нож и пошел проверять. Существо накинулось на тебя, однако ты отбил его удар и оно умерло. Ты посмотрел на только что вошедшую Эмили.\n—В порядке?\n—Вроде бы...\nВы пообщались с ней немного, но потом тебя склонило в сон. Ты лег спать",
    "answers": [
      {
        "id": 31,
        "text": "[спать]",
        "blackout": true
      }
    ]
  },
  {
    "id": 66,
    "text": "Ты осмотрелся. Возможно она была в своей комнате. Ты направился именно туда. \nОсторожно вошел внутрь. Там никого не было.\n—Эмили, где ты? \nТы прошелся еще по комнате и увидел на столе бумаги о эпидемии. Там было написано как убить этих существ в случае опасности и что делать, если тебя раскроют. Что за черт? Не успел ты даже обернуться, как вдруг сзади в тебя прилетел нож в спину. Острая боль пронзила грудную клетку.\n—Ааай?!— ты закричал и посмотрел на футболку. Красно-кровавое пятно уже стекало вниз. \n\nТы оглянулся с глазами полными страха, непонимания и обиды. Сзади стояла Эмили с еще одним ножом в руках, рассматривая его. Ее глаза сверкали недобрым огоньком. Теперь ты точно ничего не понимаешь.\n—Что, мальчик, не догадался еще? Да ладно тебе, я даже не маскировалась на полную. Мне придется тебя убить. Извиняй заранее.\n",
    "answers": [
      {
        "id": 68,
        "text": "—Тварь"
      },
      {
        "id": 69,
        "text": "—Н-но почему..."
      }
    ]
  },
  {
    "id": 67,
    "text": "Как тебе неожиданный поворот, читатель? Неожидал такое от милой и наивной девочки? Поздравляю! Ты открыл секретную концовку. Продолжай открывать концовки в том же духе)))",
    "answers": [
      {
        "id": 1,
        "text": "[назад]"
      }
    ]
  },
  {
    "id": 68,
    "text": "Ты собрал последние силы, вытекавшие из тебя через дыру в груди и кинулся на девушку, но она ожидала того, что ты нападешь и ловко увернулась вправо не прилагая лишних усилий. Ты упал на живот, а ножик воткнулся глубже причиняя тебе адскую боль.\n—Не получилось. Глу-упенький.— сказала она тебе.— Ничего у тебя не получится.\nТы еле как перевернулся, а ноющая боль в груди не уходила. \n—Смертельное ранение. Я знаю куда бить. Спокойной ночи.\nОна произнесла это томительно жутко и прокрутив нож, вытащила его со всей силой. Глаза закрылись, а голова повернулась на бок. Ты умер.",
    "answers": [
      {
        "id": 67,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 69,
    "text": "Прохрипел ты еле еле голосом, который охрип от недостатка крови. Ты постепенно осел на колени, хотя раньше ты стоял на ногах лишь опираясь о стол. Было больно, страшно, умирать не хотелось.\n—Глу-упенький. Я лишь помогаю правительству. Сам посуди — люди проели все запасы и через пару тройку лет от земли останется лишь воспоминание. Сейчас мы убьем немного людей и все. Спокойной ночи, сладенький.\nОна подошла и вытащила нож, а ты лег на пол и умер. Последнее, что ты слышал это истошный крик Даши и дядь Андрея.",
    "answers": [
      {
        "id": 67,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 70,
    "text": "Ночь прошла отлично. Кровать мягко скрипела под тобой, не принося в принципе неприятности. Солнышко светило в окно, так что ты лениво открыл глаза. Утром ты был бодрый и выспавшийся, но голодный как лев. Встав с кровати, ты принял душ и отправился на кухню. Быстро пожарив два яйца, ты принялся с упоением кушать их. Пять минут и ты сытый и тарелка пустая. Теперь ты хотя бы не будешь ворчлив. Хотя тебе чего то не доставало. Ты понял чего. Достав из холодильника бутылку пива, ты открыл ее и пригубил немного. Холодный вкус пива освежил тебя, пузырьки приятно скатывались по горлу вниз. Ты пошел обратно на кровать и улегшись там, стал тянуть пиво. Отдых у тебя получился на славу. Завтра работа, а до нее еще далеко, поэтому можно как следует полежать, полениться, а может просто где нибудь прогуляться. До тебя донесся звук уведомления на телефоне. Ты задумчиво осмотрел комнату в поисках электроники. Он лежал на тумбочке. Лениво потянувшись до него, ты взял телефон в руки\n\nРазблокировав свой гаджет, ты открыл Вк. Там было сообщение от твоей недавней знакомой:\n\"Привет. Я та, кто стучала тебе в дверь и хотела познакомтся с новым соседом. Меня зовут Эмили. Не справшивай откуда я знаю твой Вк. Слушай, я не хочу тебя отвлекать, но давай сегодня погуляем в парке? Погода отличная.\"",
    "answers": [
      {
        "id": 18,
        "text": "\"Давай.\""
      },
      {
        "id": 19,
        "text": "\"Нееет, у меня много дел.\""
      }
    ]
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  }
]