[
  {
    "id": 1,
    "text": "Автор Serhii \"Bucha\" Buchynskyi\n\n<s>r\nСколько тайн в себе может хранить, казалось бы, обычная семья? А сколько их если при этом они живут в мире, где есть магия?  Именно это вам предстоит выяснить вместе с нашим главным героем, расследуя смерть отца этого семейства! Что же может сподвигнуть человека на столь ужасное преступление? Деньги? Власть? Черная магия? Или же вампиры?! <s>r\nНо будьте аккуратны ведь в случае провала вас ждет неминуемая казнь…. <s>r\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать расследование!"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/2105/d2/332c08a204ef.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Утро встретило солнечным светом, который бил через окно. Я сидел с ароматным кофе в своем кабинете и наслаждался столь прекрасным утром.<s>ufeff\n<s>ufeff\nНо, наверное, давайте я сначала представлюсь. Я — Рональд Сваргос. Высокий рост, каштановые волосы и карие глаза, спортивное телосложение, люблю хороший кофе, шахматы, ах да, еще я детектив, весьма неплохой надо сказать, у нас знаете ли не осталось плохих детективов, все дело в том что сканэры¹ вскрывают мозги каждого преступника после того как его поймали и если человека ложно обвинили то детектива очень быстро казнят. Очень многие мои коллеги закончились именно на этом. Мне на плаву, пожалуй, помогает оставаться высокий уровень развитого скрыта², и немного везения, ну и конечно же острый ум, без него в этой профессии никуда.<s>ufeff\n<s>ufeff\nТолько было я потянулся за свежей газетой как в дверь дома постучали. Подойдя к двери, я спросил.<s>ufeff\n— Кто там?<s>ufeff\n—Это я, открывай быстрее- послышался нервный голос начальника стражи за дверью.<s>ufeff\n—Капитан Жульге, какими судьбами?<s>ufeff\n— Еще не читал сегодняшние новости ?<s>ufeff\n— Нет, а что произошло?<s>ufeff\n— В любом случае идти нам нужно немедленно, у нас труп, подробности я расскажу по дороге....<s>ufeff\nЕсли передать основную информацию, которую мне рассказал старый стражник, то мы получим следующее:<s>ufeff\n<s>ufeff\nПогиб Глава Купеческой Гильдии — Кристиан Догс. Приличный Семейный человек, конечно же на такой должности мог обладать кучей врагов. Больше нам должен был сказать криминалист, работающий на месте преступления, именно к нему мы и направлялись.<s>ufeff\n<s>ufeff\nКогда мы прибыли на место нас встретил высокий худощавый мужчина с пронзительным взглядом и орлиным профилем.<s>ufeff\n— Добрый день Фарос, какие новости по делу? – сразу спросил я<s>ufeff\n— Добрый, Рон. Жертва была убита около полуночи весьма тонким лезвием, погиб от удара в сонную артерию. Полностью обескровленное тело и на груди вырезан рисунок в виде розы. Похоже на какое-то ритуальное убийство, хотя возможно преступник и просто путает следы. К сожалению, улик никаких не найдено, сработанно было максимально чисто.<s>r\n\nЯ быстро зарисовал в блокнот рисунок с тела погибшего. Надо будет его пробить по базе в библиотеке Храма. <s>r\n— Ну что ж я отправлюсь домой к погибшему и пообщаюсь с родственниками, возможно, что-либо выясню – сказал я своим сослуживцам<s>r\n— Хорошо, вызывай если потребуется моя помощь, мыслеобразы³ ты мне кидать можешь.<s>r\n\nМыслеобразы это старый способ общения между детективами и стражами, она очень облегчает нам жизнь и часто спасает ее, когда требуется подкрепление. Понятия не имею как люди жили до изобретения этого полезного заклинания.\n\n\nСканэры¹ — маги, которые могут полностью прочитать жизнь человека и получить из него информацию, правда после этого человек превращается в овощ.\n\nСкрыт² – умение становится невидимым\n\nМыслеобраз³ – заклинание помогающее общаться на расстоянии, человек отправляет картинку другому человеку в голову. \n",
    "answers": [
      {
        "id": 3,
        "text": "Отправиться домой к погибшему"
      }
    ]
  },
  {
    "id": 3,
    "text": "Быстро пройдя переулками родного города я вышел на улицу с хорошими аккуратными домами, здесь живут купцы, отставные военные и прочие люди не из знатных семей, но добившиеся определенного успеха в жизни. <s>r\n\nСам город поделен на три части, называют их Золото, Серебро и Медь. \nЗолото это та часть города где живут дворяне, чиновники и высшие армейские чины.<s>r\nВ Серебре живут как я уже говорил люди которые добились определенных успехов в жизни при этом были выходцами из бедных семей. <s>r\nМедь является местом где живут простые граждане и так же Медь прославлена тем что является самым криминальным районом.  <s>rНи дня здесь не обходится без убийства.\nВот такой вот славный город Элехорт – город контрастов.\n\nЯ постучался в дверь, через несколько минут мне открыл высокий и полный мужчина во фраке. <s>r\n— Детектив Рональд Сваргос, расследую дело убийство Догса. <s>r\n— Проходите, Сэр<s>r.\nЯ вошел в большой светлый зал. За столом сидел мужчина средних лет с уставшим и грустным взглядом. Одет он был хорошо, в руке держал стакан с виски. У окна стояла женщина, одета была полностью в черную одежду, взгляд у нее был пустой и печальный направленный в одну точку на стене. Со второго этажа раздавались женский плач и второй женский голос, который пытался успокоить рыданья.<s>r\n \n\n\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Поговорить с потерпевшими"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Соболезную Вашему горю, но прошу выделить мне отдельное помещение чтоб я смог собрать ваши показания <s>r\n— Да, конечно, Сэр. Прошу пройти за мной в кабинет покойного – произнес мужчина по всей видимости являющимся дворецким.<s>r\nПосле чего мы вошли в комнату с большим столом и книжным шкафом, и парочкой кресел.<s>r\n\n— Раз вы уже здесь, то попрошу ответить мне на несколько вопросов<s>r.\n— Конечно, Сэр. <s>r\n— Что вы можете сказать о погибшем ?<s>r\n—Он был хорошим хозяином, в меру строгий, но достаточно справедливый.<s>r\n— Кто мог его убить ? <s>r\n— Понятия не имею, Сээр.<s>r\n— У него были враги ? <s>r\n— Не знаю, Сэээр<s>r\n— Где вы были в ночь смерти ? \n— Я был в доме. Потвердить могут все домочадцы. \n— Хорошо, позовите ко мне следующего<s>r\n— Кого позвать, Сэр ? \n— А кто сейчас есть в доме?\n— Жена покойного, дочь, брат, и нотариус. \n— Позови ко мне...\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Жену"
      },
      {
        "id": 6,
        "text": "Дочь"
      },
      {
        "id": 7,
        "text": "Брата"
      },
      {
        "id": 8,
        "text": "Нотариуса"
      }
    ]
  },
  {
    "id": 5,
    "text": "В кабинет вошла женщина которую до этого я видела возле окна. <s>r\n\n— Здравствуйте, представьтесь пожалуйста<s>r.\n— Дорна Догс, жена покойного<s>r.\n— В каких отношениях вы находились с покойным<s>r?\n— Ну жили мы хорошо, вышла я замуж, потому что родители сказали, но он всегда был добр ко мне, ругались редко, а в последнее время вообще никаких ссор не было<s>r.\n— Вы знаете кто мог его убить<s>r?\n— К сожалению нет, врагов у него не было, не смотря на свою должность, был он человеком душевным и очень добрым.<s>r\n—Где вы были в ночь смерти?\n—Я была дома, как и все мы. — Ну чтож видимо они все заранее договорились и этот вопрос ничего мне не даст.\n— Хорошо, если узнаете что либо сообщите мне пожалуйста....\n",
    "answers": [
      {
        "id": 6,
        "text": "позовите мне дочь погибшего",
        "need": -6
      },
      {
        "id": 7,
        "text": "позовите мне брата погибшего",
        "need": -7
      },
      {
        "id": 8,
        "text": "позовите мне нотариуса",
        "need": -8
      },
      {
        "id": 9,
        "text": "Я не уверен что допрос даст что нибудь, возможно стоит продолжить искать в другом месте"
      }
    ]
  },
  {
    "id": 6,
    "text": "Следующей в кабинет зашла заплаканная девочка лет 18. Большие красные глаза, опухшее лицо, и шмыгая носом.<s>r\n— Добрый день, представьтесь пожалуйста<s>r.\n— Лилит Догс, у меня отец умер<s>r.\n— Да, я вам соболезную<s>r.\n— Спасибо<s>r.\n— В каких отношениях вы находились с покойным?<s>r\n— Он был мне самым дорогим человеком, он мне во всем помогал и всегда поддерживал, не знаю как мне жить дальше<s>r.\n— Вы знаете кто мог его убить?<s>r\n— К сожалению нет, врагов у него не было, не смотря на свою должность, был он человеком душевным и очень добрым.<s>r\n— Хорошо, если узнаете что-либо сообщите мне пожалуйста, можете идти…<s>r\n",
    "answers": [
      {
        "id": 7,
        "text": "позовите мне брата погибшего",
        "need": -7
      },
      {
        "id": 5,
        "text": "позовите мне жену погибшего",
        "need": -5
      },
      {
        "id": 8,
        "text": "позовите мне нотариуса",
        "need": -8
      },
      {
        "id": 9,
        "text": "Не думаю что дальнейший допрос может дать результаты, возможно придется поискать ответы в другом месте"
      }
    ]
  },
  {
    "id": 7,
    "text": "Зашел мужчина, который до этого сидел в кресле в зале. Все с тем же бокалом в руке.<s>r\n— Добрый день, представьтесь пожалуйста<s>r.\n— Дорион Догс, брат умершего<s>r.\n— Да, я вам соболезную<s>r.\n— Спасибо<s>r.\n— В каких отношениях вы находились с покойным?<s>r\n— Он был моим братом, и самым близким другом! <s>r\n— Вы знаете кто мог его убить?<s>r\n— Я ничего не утверждаю, но недавно была ссора с начальником стражи, он не согласился продать ему саблю работы начала прошлого столетия.<s>r\nЭто уже что-то, хотя вряд ли, Капитана я знаю с молодости, но этот факт думаю стоит запомнить<s>r\n— Хорошо, если узнаете что-либо сообщите мне пожалуйста, и я вас больше не задерживаю…<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "позовите мне нотариуса",
        "need": -8
      },
      {
        "id": 5,
        "text": "позовите мне жену погибшего",
        "need": -5
      },
      {
        "id": 6,
        "text": "позовите мне дочь погибшего",
        "need": -6
      },
      {
        "id": 9,
        "text": "Боюсь что дальнейший допрос может не принести результатов, и их стоит искать в другом месте"
      }
    ]
  },
  {
    "id": 8,
    "text": "<s>r\nСледующим в кабинет зашел старый повидавший виды человек, в аккуратном костюме и с глазами, в которых было видно, что его не интересует ничего кроме его работы.<s>r\n— Добрый день, представьтесь пожалуйста<s>r.\n— Каргин Томсон, нотариус, который занимается делом <s>r.\n—  Кому перейдет состояние умершего?<s>r\n— Его брату, он считал, что именно он сможет содержать семью и поддерживать бизнес несмотря на то, что его брат очень азартный игрок<s>r.\n— В каком смысле? <s>r\n— У него полно долгов, но он все верит, что отыграется. <s>r\n— Ладно, спасибо за информацию, что-нибудь еще?<s>r\n— Я сегодня покидаю город, буду через 2 недели, если вам больше ничего не нужно, то я, пожалуй, откланяюсь.<s>r\n— Да конечно...\n\n\n",
    "answers": [
      {
        "id": 5,
        "text": "позовите жену погибшего ",
        "need": -5
      },
      {
        "id": 6,
        "text": "позовите мне дочь погибшего",
        "need": -6
      },
      {
        "id": 7,
        "text": "Позовите мне брата погибшего",
        "need": -7
      },
      {
        "id": 9,
        "text": "Не думаю что дальнейший разговор принесет результаты, пожалуй нужно искать ответы в других местах"
      }
    ]
  },
  {
    "id": 9,
    "text": "Итак, надо решить куда мне нужно отправиться дальше.\nЗа окном тем временем начинало темнеть. Успею сделать только одно дело за сегодня, к сожалению.<s>ufeff\nМожно отправиться в библиотеку Храма и поискать информацию о ритуале с символом, который был вырезан на груди трупа<s>ufeff.\nЛибо отправиться по соседям пообщаться с соседями и узнать больше информации о семье погибшего.<s>ufeff\nЛибо могу отправиться в таверну и поговорить со своим информатором об этом убийстве.",
    "answers": [
      {
        "id": 10,
        "text": "Отправиться на встречу с информатором"
      },
      {
        "id": 11,
        "text": "Пообщаться с соседями "
      },
      {
        "id": 12,
        "text": "Отправиться в библиотеку"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я решил отправиться в трактир «Огненная саламандра». Попрощавшись со всей семьей, быстрым шагом отправился в дорогу<s>r.\nДобравшись наконец до места и зайдя в харчевню, я взял кружку эля, и сел в углу заведения.<s>r\nВоры, убийцы, проститутки и простые работяги, вот весь контингент этого места. <s>r\nНо вдруг в углу я увидел довольно интересную парочку. <s>r\nТам стояли дворецкий и капитан стражи. Дворецкий передал капитану какой-то сверток, а тот ему толстый кошель, который исчез у него в кармане<s>r.\nПосле чего дворецкий отправился наверх, а капитан покинул заведение.\n",
    "answers": [
      {
        "id": 13,
        "text": "Отправиться за капитаном"
      },
      {
        "id": 14,
        "text": "Подняться за дворецким"
      },
      {
        "id": 15,
        "text": "Дождаться осведомителя"
      }
    ]
  },
  {
    "id": 11,
    "text": "После обхода, информации у  меня было просто ужас как много, могу сказать что там было все что угодно и об интригах жены на стороне, и о любовных связях их дочери, и том что брат на самом деле отец этой самой дочери и даже максимально неправдивый слух что братья на самом деле любовники. Все дело было в том, что семья соседствовала в основном со старушками. Эх, видимо скоро и я стану частью этих сплетен учитывая, как может затянуться это расследование.<s>r\nЕдинственную стоящую информацию сказал старый жрец проживающий по соседству с семьей Догсов, он сообщил что бабушка по материнской линии была ведьмой которая проходила регистрацию, и была казнена за черную магию, и такие способности передаются через поколение или иногда даже от матери к дочери.<s>r\nВ любом случае вся картинка сложится позже.<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "Отправиться на отдых",
        "need": -16
      },
      {
        "id": 12,
        "text": "отправиться в библиотеку",
        "need": [
          -12,
          17
        ]
      },
      {
        "id": 20,
        "text": "Проверить алиби Дориона Догса",
        "need": [
          17,
          -20
        ]
      },
      {
        "id": 21,
        "text": "Отправиться собирать улики дальше",
        "need": [
          12,
          20
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Проведя еще целую кучу времени в библиотеке и перерыв кучу бумаг и свитков я нашел несколько упоминаний рисунка.<s>r\nПервое и основное это рисунок одной из Богинь прошлого, более того это был темная Богиня – Андриса, покровитель ведьм и ей приносились жертвоприношения для определенных ритуалов. <s>r\nСледующее это несколько ритуалов, один из них избавление человека от вампиризма, но только при условии что человек был обращен менее одного месяца назад и у него еще не проявились клыки и он не испил человеческой крови. \nВторой это призыв Богини в мир живых. \nИ третий обретение силы через подобный ритуал.<s>r\nТак же описания всех из ритуалов были одинаковы и повторяли описание совершенного преступления. Полностью обескровленное тело и с рисунком на груди. Из интересного было еще что на оружии должен быть драгоценный камень, он должен служить как сосредоточение собранной силы.\nТак же в некоторых описаниях указывалось что человек собирающий силу должен проводить определенный ритуальный танец каждую ночь перед убийством.\n\n\nЛадно, думаю все станет понятно когда появится больше деталей.\n",
    "answers": [
      {
        "id": 16,
        "text": "отправиться на отдых",
        "need": -16
      },
      {
        "id": 11,
        "text": "Обойти соседей Догсов",
        "need": [
          -11,
          17
        ]
      },
      {
        "id": 20,
        "text": "Проверить алиби Дориона Догса",
        "need": [
          17,
          -20
        ]
      },
      {
        "id": 21,
        "text": "Отправиться собирать улики дальше",
        "need": [
          11,
          20
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "<s>r\nВыйдя за капитаном, я активировал свой режим скрыта и абсолютной невидимости, наверное, только благодаря такой своей способности я и стал лучшим в своем деле. Пройдя около двухсот метров, стражник остановился и устало сказал<s>r.\n— Рональд, я знаю, что ты идешь за мной, что происходит?<s>r\n— Я видел тебя с дворецким, плюс тот скандал с погибшим, что это все значит? Решил перейти на другую сторону закона?<s>r\n— Нет, просто семье сейчас не помешают деньги, а над этой саблей трясся только погибший. Или хочешь обвинить меня и вызвать подкрепление? Звание у тебя конечно выше, но ты же знаешь меня не первый год, неужели ты думаешь, что я преступник?<s>r\n— Нет, я верю тебе, прости что засомневался в тебе, дружище.<s>r\n— Понимаю, работа такая – сказал он отворачиваясь и направляясь в сторону дома.<s>r\n<s>r\nМда, день был действительно длинным нужно пойти поспать, пожалуй<s>r.\n<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "Отправиться на отдых"
      }
    ]
  },
  {
    "id": 14,
    "text": "Выйдя из-за стола, я стал подниматься за дворецким, неужели убийца он, все прямо как в классическом детективе, ужас насколько скучно, но зато и мороки меньше, ладно вначале посмотрим, что он скажет, а дальше уже решим.<s>r\nЗа одной из дверей слышался стоны девушки и голос дворецкого. Я достал меч и вошел в комнату.<s>r\n— Всем оставаться на своих местах, итак, что мы тут имеем? – Великого любовника от неожиданности чуть сердечный приступ не схватил<s>r.\n— Да что вы себе позволяете?! – взвизгнула девчонка<s>r.\n— Пусть лучше твой жеребец, как ты его называла скажет, что за сверток он передал капитану стражи?<s>r\n— Это была сабля, Сээр. У нашей семьи настали тяжелые времена, а бесполезная железка даст на способ прожить около года ни в чем себе не отказывая. Если вы думаете, что я ради этого убил своего хозяина, так вот эта юная девушка подтвердит что я был с ней в момент убийства. <s>r\n— Это так? – сурово спросил я девушку<s>r.\n — Да – испуганно пискнула она, от былой спеси гордости и храбрости не осталось и следа<s>r\n— Почему сразу не признались, где вы были прошлой ночью и почему домочадцы сказали неправду?<s>r\n— Они все знают где я бываю каждую ночь…. И это не то, чем стоит гордиться.<s>r\n— Ладно, развлекайтесь, и смотрите у меня здесь. <s>r\n<s>r\nХмм, верить или нет, вот в чем вопрос, вроде улик маловато, но вдруг все таки...\n",
    "answers": [
      {
        "id": 18,
        "text": "Обвинить Дворецкого"
      },
      {
        "id": 22,
        "text": "Верить"
      }
    ]
  },
  {
    "id": 15,
    "text": "<s>r\nЧерт с ними, информатор сейчас важнее, я прождал еще некоторое время и наконец он появился.<s>r\nЧеловек в плаще с капюшоном сел за стол и сказал пароль на языке первородных <s>r.\n— Бавор Кирс (Несущий ответы)<s>r.\n— Славор Кирс (Ищущий ответы)<s>r.\n— Боюсь, детектив, что мне тебя нечем порадовать, по той информации, которую ты запросил по мыслеобразу в Гильдии убийц ничего не знают, его убил человек там не состоящий.<s>r\n— Что ты знаешь о дворецком этих людей?<s>r\n— Подозреваешь его? Зря, он человек простой, ходит сюда к одной и той же красотке каждую ночь и уходит только под утро вымотанный, прошлую ночь он провел так же здесь. У него железное алиби.<s>r\n— А по другим членам семьи?<s>r\n— Ничего, абсолютно ничего, боюсь в этот раз тебе придется искать ответы самому, а теперь мне пора – сказал он, вставая со стула. Если появится какая-нибудь информация я тебе сообщу. <s>r\n— Бывай. – я тоже встал и засобирался, надо отдохнуть перед завтрашним днем.<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "Отправиться отдыхать"
      }
    ]
  },
  {
    "id": 16,
    "text": "Сегодня шел дождь, вчера буквально рухнул с ног когда пришел домой, эта работа не смотря на мою искреннюю любовь к ней, она выпивает из меня все соки, но какой же это кайф, когда все пазлы сходятся в цельную картинку, как же будоражит это умственное сражение с преступником, вечная игра в кошки-мышки. Это мой наркотик, я бы и не смог жить уже без этих ощущений.<s>r\n\nМои размышления прервались когда я открыл криминальные хроники, и наткнулся на сразу несколько неприятных вестей: во-первых смерть моего информатора, ну что ж это хотя бы было ожидаемо, если учесть его образ деятельности и район в котором он жил, он еще долго продержался.<s>r\n\nНо следующей новостью меня «обрадовал» дворецкий, я грязно выругался и отправился в дом в котором появился очередной труп.<s>r\n\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Отправиться в дом Догсов"
      }
    ]
  },
  {
    "id": 17,
    "text": "В доме стояла мрачная тишина, пройдя сквозь отряд стражников я зашел в дом, дверь оказалась незапертой, посреди лежало тело дворецкого, а возле него работал наш криминалист, а в самом зале стояла гробовая тишина. <s>r\n— Доброе, какие новости?<s>r\n— Доброе, все повторяет предыдущее преступление, обескровленное тело, и рисунок на груди.<s>r\n— И дайте угадаю, все были дома, и никто ничего не слышал?<s>r\n— А вы нас что в чем-то обвиняете?! – с явной спесью злости и раздражения прорычала вдова – Мы одна семья, и среди нас убийц точно не может быть!<s>r\n— Вообще то я был в карточном клубе этой ночью, вернулся около 20 минут назад, это могут подтвердить, все кто были там этой ночью<s>r.\n— Ты осмотрел дом на наличие улик? – спросил я криминалиста<s>r.\n— Я все облазил, глухо – задумчиво ответил криминалист<s>r.\n— Так, ладно – вздохнул я, — оцепите дом, и установите за ним слежку, а я пока займусь другими источниками информации, есть у меня несколько зацепок.<s>r\nПосле чего я покинул дом, итак куда мне отправиться в первую очередь.",
    "answers": [
      {
        "id": 12,
        "text": "Библиотека Храма",
        "need": -12
      },
      {
        "id": 11,
        "text": "Обойти соседей ",
        "need": -11
      },
      {
        "id": 20,
        "text": "Проверить алиби Дориона Догса"
      }
    ]
  },
  {
    "id": 18,
    "text": "Хорошее алиби у тебя я не спорю, но я тебе не верю, думаю я должен довериться своему чутью на этот раз, и я уже вызвал сюда стражу скоро тебя отвезут к сканэрам и они узнают всю правду. Дворецкий хотел было дернутся, но мой четкий удар ноги в лицо отправил его в нокаут. <s>ufeff\nЧерез некоторое время стража его забрала. И увезла в департамент скана.",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 19,
    "text": "Черт, я еще никогда так не ошибался, уже через несколько часов я сидел в темнице, а напротив меня сидел палач, когда сканэры его прочитали, они выяснили что он совершенно не при чем, а из-за меня невинного человека превратили в овощ.<s>ufeff\n— Твое последнее желание? – спросил меня палач напротив меня<s>ufeff.\n— Сделай это быстро – взмах топором последнее что пролетело у меня перед глазами<s>ufeff.\n<s>ufeff\nК сожалению, вы не раскрыли дело и проиграли! Но не теряйте решимости! Вы сможете справится с тайной семьи Догсов и найти убийцу! <s>ufeff",
    "answers": [
      {
        "id": 1,
        "text": "Начать раследование заново"
      }
    ]
  },
  {
    "id": 20,
    "text": "Игральный клуб нашего города встретил меня тишиной, внутри находилось несколько столов, за которыми уже через несколько часов люди будут ставить на свою удачу, возле барной стойки находился усатый мужчина средних лет протирая стаканы, кроме него в зале никого не было. <s>r\n— Добрый день, Рональд Сваргос, детектив. – сказал я, подойдя к нему<s>r.\n— Добрый, что Вас, привело в наше маленькое заведение? <s>r\n— Скажите видели ли вы Дориона Догса прошлой ночью? <s>r\n— Вы про нашу невезучую Дори? – улыбнулся он. – Конечно видел, он у нас каждую ночь отдыхает, вот и сегодня оставил у нас все свои деньги и только под утро отправился отдыхать.<s>r\n— А позапрошлой ночью он тоже у вас был?<s>r\n— И позапрошлой ночью также. Он никогда не упустит возможности попытать удачу.<s>r\n— Спасибо – сказал я поворачиваясь к выходу, алиби было подтверждено.\n",
    "answers": [
      {
        "id": 21,
        "text": "Отправиться собирать улики дальше",
        "need": [
          11,
          12
        ]
      },
      {
        "id": 11,
        "text": "Поговорить с соседями",
        "need": -11
      },
      {
        "id": 12,
        "text": "Отправиться в библиотеку",
        "need": -12
      }
    ]
  },
  {
    "id": 21,
    "text": "<s>r\nДальше я решил направиться в дом Догсов чтобы попробовать выяснить новые детали, по дороге мне пришло новое сообщение от капитана, что он что-то и нужно встретится обсудить это. Время он назначил на десять вечера. На часах было всего пять вечера, а значит я как и хотел смогу просмотреть дом еще раз. <s>r\n\nВ размышлениях я подошел к уже знакомому дому. Там, как и в прошлый раз было не заперто. Зайдя я увидел юную девушку которая старательно сметала пыль с мебели.<s>r\n<s>r\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Заговорить с незнакомкой "
      }
    ]
  },
  {
    "id": 22,
    "text": "— Ладно, развлекайтесь, и смотрите у меня здесь.\n\nСказал я уже в дверях, внизу трактирщик передал что мой информатор уже ушел, я грязно выругался, и отправился домой отдыхать.",
    "answers": [
      {
        "id": 16,
        "text": "Отправиться на отдых"
      }
    ]
  },
  {
    "id": 23,
    "text": "Кхе-кхе, закашлял я, девушка от неожиданности подпрыгнула.<s>r\n— Ой, а я совсем не услышала, как вы зашли, а вы к кому?<s>r\n— Я детектив, расследую череду убийств, а вы, собственно, кто?<s>r\n— Я служанка Мариса, я тут давно работаю <s>r\n— А где вы были вчера?<s>r\n— Я три дня провела со своим женихом за городом, только сегодня вернулась<s>r.\n— Какие у вас были отношения с убитыми? <s>r\n— Ну Господин Догс был мне как отец, а старый дворецкий мудрым и опытным товарищем который всегда учил и выручал. А почему вы спрашиваете? Вы что меня подозреваете? – побледнела от ужаса бедная девочка <s>r.\n— Нет-нет, что вы, но мне же нужно знать все для того, чтобы найти преступника. – поспешил успокоить ее, пока она не рухнула в обморок. – У вас имеется какие-то подозрения кто бы мог убить несчастных? <s>r\n— Нет — шмыгнула она носом и посмотрела на меня как нашкодивший котенок.<s>r\n— А где остальные домочадцы?\n— Дорион отдыхает, а обе Госпожи отправились по своим делам.\n— Тогда если позволите я пройду в кабинет.<s>r\n— Конечно, проходите, чаю или кофе ? \n— Нет, спасибо — сказал я подходя к двери кабинета.\n",
    "answers": [
      {
        "id": 24,
        "text": "Зайти в кабинет"
      }
    ]
  },
  {
    "id": 24,
    "text": "<s>r\nЗайдя в кабинет, я начал обыск, проведя там не меньше часа я не нашел ничего интересного, поэтому продолжил обыск в других помещениях. <s>r\nИ наконец то мне встретились кое какие интересные вещи. <s>r\nПервая что меня заинтересовало был список покупок из комнаты матери, интересным в столь обычном предмете мне показался пункт из донорского центра, где люди жертвуют кровь, именно она и была указана в списке<s>r.\nВторым предметом был найден интересный нож для бумаги с драгоценным камнем в рукояти, легкое магическое сканирование которого показало, что с него была стерта кровь, толщина лезвия приблизительно такая же как того ножа которым были нанесены рисунки на тела жертв. Он был найден в комнате дочери.<s>r\nМда, голова уже кипит от этого всего, пожалуй, пойду пройдусь по набережной перед встречей с капитаном.<s>r\n \n",
    "answers": [
      {
        "id": 25,
        "text": "Пойти на набережную"
      }
    ]
  },
  {
    "id": 25,
    "text": "<s>r\nПопрощавшись с Марисой, я отправился прогуляться вдоль моря, взяв в будке у старушки чашку чая и пару ватрушек я засмотрелся на то как пенистые волны словно табун лошадей штурмуют песчаный берег, как же прекрасно море, но в то же время и опасно, непокорная страшная стихия. Тысячи отчаянных ребят отправляются ежедневно покорить его, но далеко не всем улыбается удача в этом занятии, да, моряк это не профессия и не работа, это самое настоящее призвание и далеко не каждый может связать свою жизнь с морем…<s>r\n\nВ таких размышлениях и прошли оставшиеся несколько часов до встречи с капитаном. Хороший он человек все-таки, думал я по дороге к месту встречи, возможно даже последний из моих друзей, правда в отличии от меня он обзавелся женой и маленьким сыном. Наверное, и я когда-нибудь это сделаю.<s>r\nТочно вот заработаю денег, отправлюсь куда-нибудь в глушь, открою свой трактир, будет у меня красавица жена, и полный дом ребятишек. <s>r\nС этими мыслями я подошел к дому, в котором меня должен ждать старый стражник.<s>r\n",
    "answers": [
      {
        "id": 26,
        "text": "Зайти в дом"
      }
    ]
  },
  {
    "id": 26,
    "text": "<s>r\nЯ вошел в дом и увидел тело капитана, лежащее на полу в лужи крови, быстро подойдя к нему я проверил пульс, он уже был мертв, горло было вскрыто от уха до уха, черт он был еще теплым, я опоздал всего на каких-то полчаса. <s>r\nЯ сразу же вызвал стражников и криминалиста мыслеобразом. И тут мой взгляд упал на бумагу, лежащую на столе, там была записка. <s>r\n«Он подобрался слишком близко, остановись пока не поздно, иначе ты следующий, детектив»<s>r\nПочерк женский, теперь это становится делом чести, я должен отомстить за своего друга. Я найду ее, и она за все заплатит…. <s>r\n",
    "answers": [
      {
        "id": 27,
        "text": "Пара часов спустя"
      }
    ]
  },
  {
    "id": 27,
    "text": "Когда все формальности на месте преступления были соблюдены я отправился к Розе, жене капитана. <s>r\nПосле моего рассказа мне пришлось успокаивать ее всю ночь. Бедняжка рыдала всю ночь, да наша профессия опасна, да мы знаем, что мы всегда на грани риска, однако, мы всего лишь люди. И, как и всем остальным нам кажется, что смерть не придёт в наш дом, что она там далеко, мы часто теряли боевых товарищей и близких, но каждый раз это чертовски больно. Уходил я уже под утро. Когда я был уже в дверях к нам вышел заспанный шестилетний мальчишка. <s>r\n— Мам, а что случилось? Ты что плакала? А где папа?<s>r\nРоза лишь еще сильнее зашлась слезами. Я подошел к ребенку и достал из плаща кинжал его отца.<s>r\n— Запомни, боец, ты теперь самый главный мужчина в доме, твоя главная обязанность защищать маму, вот тебе кинжал твоего отца, носи его с гордостью! – сказал я протягивая малышу оружие<s>r\n— Я Вас не подведу – сказал он, шмыгая носом – И ни за что не дам маму в обиду!<s>r\n— Вот и молодец, — сказал я встрепав мальчишки златые кудри и вышел из дома. <s>r\nНа выходе мне пришел мыслеобраз с очередным убийством.<s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "Отправиться к Догсам"
      }
    ]
  },
  {
    "id": 28,
    "text": "Дом Догсов встретил меня мрачной тишиной, в этот раз убили Дориона Догса, я подошел к криминалисту и спросил подробности.<s>r\n— Все так же, и ни единой улики. – «обрадовал» он меня<s>r.\nЯ устало потер виски, оглядел их всех и вышел из дома, убийства происходят по ночам, так что, пожалуй, я отправлюсь посплю и вечером лично устрою слежку за домом. <s>r\nДобравшись домой, я рухнул без сил в кровать. <s>r\nПроспал я до самого вечера без снов, открыл глаза полностью свежим. Итак надо решить за кем нужно проследить этой ночью. <s>r\n",
    "answers": [
      {
        "id": 29,
        "text": "За матерью семейства"
      },
      {
        "id": 30,
        "text": "За дочкой"
      },
      {
        "id": 31,
        "text": "За служанкой"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я решил отправиться за матерью. Я пришел к дому и начал ожидать. \nПервой вышла и растворилась в ночи дочка. \nСледующей из дома показалась служанка. Она прошла метров пять и сорвалась на бег. \nИ наконец я увидел матерь семейства. Я, сразу накинув на себя полог невидимости пошел за ней. В первую очередь она направилась в больницу для доноров, взяв там пару литров крови она вышла и нырнула в переулки. Через пару часов мы добрались до дома на окраине Меди. Она нервно оглянулась по сторонам и зашла в дом. Я, подойдя к окну начал наблюдать. <s>r\nВ темной комнате кроме нее находился еще один человек. Она подошла к столу налила полный стакан крови и передала его мужчине, сидящему на кровати. Тот начал жадно пить. <s>r\n«Черт, да это же самый настоящий вампир» подумал я сам про себя. Мне сразу вспомнилось описание ритуала избавления из свитков в библиотеке.  <s>r\n",
    "answers": [
      {
        "id": 32,
        "text": "Вызвать стражников для задержания"
      },
      {
        "id": 33,
        "text": "Показать свое присутствие и поговорить"
      }
    ]
  },
  {
    "id": 30,
    "text": "<s>r\nИтак, тот нож в ее комнате, рассказы о ее бабушке ведьме, плюс странное спокойствие в последнее время, она иногда будто забывает играть роль по безвременно ушедшим, вот что я могу сказать про Лилит Догс. <s>r\nИменно эти причины меня сподвигли проследить именно за ней этой ночью. Вот и она не заставила себя долго ждать. Девчонка выскочила и нырнула в ближайший переулок, и под полным пологом невидимости я двинулся за ней.<s>r\nМы уже двигались около часа и вот вышли в парк на самой окраине города. На небе светила полная луна только она и освещала в ночи, она подошла к озеру, и вдруг скинула платье, и моим глаза предстала прекрасная девичья фигурка в одном лишь исподнем. <s>r\nПосле чего начался завораживающий глаз танец, и тут я все понял…<s>r\n",
    "answers": [
      {
        "id": 42,
        "text": "Вызвать стражу"
      },
      {
        "id": 43,
        "text": "Показать себя"
      }
    ]
  },
  {
    "id": 31,
    "text": "Темная лошадка, непонятная девушка, появившаяся лишь в середине расследования, ни проверенного алиби, слишком спокойная реакция на трупы в доме. <s>r\nВот что содвинуло меня отправиться именно за служанкой Марисой. <s>r\nПервой из дома вышла Лилит, она быстро испарилась в переулках. Следующей на улице показалась служанка, накинув свой полог невидимости я направился за ней. <s>r\nИдти оказалось недалеко, через несколько улиц, она зашла в хороший дом. Дом был внешне вполне приличным. Окон на первом этаже не было поэтому я стал слушать. Кроме голоса Марисы я услышал мужской голос.<s>r\n— Зачем ты это сделал и убил тех людей? – спросила Мариса<s>r.\n— Потому что никто не смеет даже косо смотреть на тебя, любовь моя. – отвечал мужской голос<s>r\n— Но.. но.. если тебя поймают, они отдадут тебя сканэрам! <s>r\n— А как я должен был поступить? Отдать тебя этим четырем грязным свиньям на растерзания? Они посмели полезть к тебе, и так будет с каждым!<s>r\n",
    "answers": [
      {
        "id": 37,
        "text": "Вызвать стражу "
      },
      {
        "id": 38,
        "text": "Войти в дом и поговорить"
      }
    ]
  },
  {
    "id": 32,
    "text": "<s>r\nЧерез несколько минут прибыла стража и схватила преступницу, уже к утру ее полностью прочтут сканэры, и она понесет наказание которое заслуживает, теперь капитан будет отомщен, а я отправлюсь домой отдыхать.<s>r\n",
    "answers": [
      {
        "id": 34,
        "text": "Узнать результат сканирования"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я зашел в дом скинув с себя полог невидимости, женщина испуганно ойкнула и резко села на стул. Вампир, сидящий на кровати, злобно зарычал, показывая зубы. <s>r\n— Пустите к вашему столу? – попытался слегка разрядить атмосферу я.<s>r\n— Конечно, детектив, это не то, о чем вы подумали, я сейчас все объясню.<s>r\n— Ну самое время начинать пока я не вызвал подмогу.<s>r\n— Это мой младший брат, около трех лет назад, — она не врала в этом, длина зубов вампира свидетельствовала об этом – и каждую ночь я приношу ему еду чтобы он не вышел на охоту и не начал убивать.<s>r\n— Вы обязаны были сообщить властям. Низшие вампиры являются опасными существами. Им тяжело себя контролировать. И они готовы убить все вокруг. <s>r\n— Если я сообщу, то они его убьют, а какой ни есть, а он для меня семья. <s>r\n— В любом случае я буду обязан о нем сообщить — сказал я поворачиваясь к двери, каким то шестым чувством я успел нагнуться в момент прыжка этого монстра, все произошло чертовски быстро, тут же выскользнувший серебряный нож из голенища моего сапога воткнулся этой твари прямо в лоб. Покачнувшись, тварь завалилась набок и залила весь пол черной кровью.<s>r\nЯ развернулся и вышел, надо поспешить к дому Догсов, вдруг еще удастся узнать что либо интересное этой ночью.<s>r\n",
    "answers": [
      {
        "id": 35,
        "text": "Отправиться в дом к Догсам."
      }
    ]
  },
  {
    "id": 34,
    "text": "Черт, я еще никогда так не ошибался, уже через несколько часов я сидел в темнице, а напротив меня сидел палач, когда сканэры ее прочитали, они выяснили что она совершенно не при чем, а из-за меня невинного человека превратили в овощ.<s>r\nВсе оказалось дурацким совпадением, вампиром оказался ее младший брат, она не убивала.<s>r\nВпрочем, я слишком поспешил…<s>r\n— Твое последнее желание? – спросил меня палач напротив меня<s>r.\n— Сделай это быстро – взмах топором последнее что пролетело у меня перед глазами<s>r.\n<s>r\nК сожалению, вы не раскрыли дело и проиграли! Но не теряйте решимости! Вы сможете справится с тайной семьи Догсов и найти убийцу! <s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 35,
    "text": ".Я быстрым шагом прибыл на место, из дома слышалось как голос дочери что-то напевал. Я дернул за ручку двери – заперто, недолго думая я выбил дверь посреди зала лежала служанка, а над ней с ножом стояла Лилит и что-то напевала, в этот момент ее глаза горели желтым светом я прыгнул на нее выхватив свой кинжал однако она увернулась, хищно улыбнувшись она отправила в мою сторону три фаербола, я уклонившись от них, метнул в нее кинжалом который вошёл ей прямо в горло. Задыхаясь кровью, она завалилась на пол. <s>r\n\nПосле чего я вызвал стражу и отрапортовавшись отправился домой. <s>r\nВсе закончено, но сколько смертей, как я мог допустить это? Мне еще многому стоит учиться чтобы в следующий раз не допустить подобного.<s>r\n\nКогда я зашел домой на столе лежала записка<s>r\n«В этот раз ты победил, теперь мой ход!»<s>r\n",
    "answers": [
      {
        "id": 36,
        "text": "Концовка"
      }
    ]
  },
  {
    "id": 36,
    "text": "Поздравляю вы открыли концовку \"Смерть служанки\".\n\nНадеюсь вам понравился квест! Спасибо за то что поиграли! До новых встреч!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 37,
    "text": "<s>r\nЧерез несколько минут прибыла стража и схватила преступников, уже к утру их обоих полностью прочтут сканэры, и они понесут наказание, которое заслуживает, теперь капитан будет отомщен, а я отправлюсь домой отдыхать.<s>r\n",
    "answers": [
      {
        "id": 39,
        "text": "Узнать результат сканирования"
      }
    ]
  },
  {
    "id": 38,
    "text": " <s>r\nЧерт, подери, после этой фразы, итак, все понятно, однако отсутствие, других фактов меня смутило, и я решил зайти. <s>r\n — Ну добрый вечер, господа преступники. Будем сразу ехать к сканэрам с повинной или как? <s>r\n— Ты еще кто такой – сказал юноша, выхватывая меч. <s>r\n— Милый, не надо, это детектив, расследующий дело семьи Догсов. – быстро остановила вспыльчивого парня служанка, повиснув у него на руке.<s>r\n— Тогда какие он к нам имеет претензии? Мы не виновны!<s>r\n— Я слышал, как вы буквально обсуждали убийство четверых людей, чем вы сможете себя оправдать?<s>r\n— Ну здесь не совсем все так, — первой ответила служанка<s>r\n— Тогда потрудитесь объяснить пожалуйста. И подкрепить свои слова фактами. <s>r\n— Я действительно убил, но убил я четверых пьяниц которые пристали к нам с невестой, после того как мы возвращались с кабака в районе Меди. Вот и газета за это утро с криминальной хроникой. – показал он. И действительно все выглядело складно. <s>r\n— Но все же что-то мне не верится, от чего же вы, леди, настолько спокойны, когда в доме с людьми, которых вы знали не первый год, столько смертей?<s>r\n— Все дело в то – улыбнувшись сказала она, поглаживая свой живот – я ношу под сердцем ребенка. Вот и справка от врачей. Уже третья неделя, мне ни в коем случае нельзя нервничать. <s>r\n— Что же, извините, тогда не смею дальше портить ваш вечер. – сказал я, стоя в дверях. И быстро выйдя направился в дом Догсов. Я пошел по ложному следу, теперь нужно поспешить, возможно сегодняшнее убийство я сумею предотвратить. <s>r\n",
    "answers": [
      {
        "id": 40,
        "text": "Бегом направиться к Догсам"
      }
    ]
  },
  {
    "id": 39,
    "text": "Черт, я еще никогда так не ошибался, уже через несколько часов я сидел в темнице, а напротив меня сидел палач, когда сканэры их прочитали, они выяснили что они совершенно не при чем, а из-за меня невинных людей превратили в овощей.<s>r\nА она носила под сердцем ребенка ко всему прочему, этим и объяснялось все ее спокойствие, просто следовала советам врачей.<s>r\nА убил он четырех оборванцев которые пристали к Марисе на улице.\nВпрочем, я слишком поспешил…<s>r\n— Твое последнее желание? – спросил меня палач напротив меня<s>r.\n— Сделай это быстро – взмах топором последнее что пролетело у меня перед глазами<s>r.\n<s>r\nК сожалению, вы не раскрыли дело и проиграли! Но не теряйте решимости! Вы сможете справится с тайной семьи Догсов и найти убийцу! <s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать снова"
      }
    ]
  },
  {
    "id": 40,
    "text": "<s>r\nКогда я уже подбегал к злосчастному дому, оттуда явно слышался шум драки, а за окном мелькали силуэты, выхватив меч я выбил дверь с ноги и влетел в зал.<s>r\n— Всем лежать, я Сваргос – взревел я. Обе женщины мать и дочь остановились и с глазами разъярённых тигриц уставились друг на друга. В руках у дочери был тот самый нож, который я уже видел у нее в комнате. Мать семейства же вооружившись канделябром стояла в оборонительной позе. <s>r\n— Я же тебе говорила отступить, детектив – начала было она, но не успела закончить, нож вылетевший из руки вошел ей прямо между глаз и она скосив глаза на него с грохотом повалилась на пол.<s>r\nПосле чего вызвали стражников. Отчет напишу начальству завтра. А сегодня наконец заслуженный отдых.<s>r\n\nДома на cтоле меня ждала записка. \"В этот раз ты победил, но теперь мой ход\"",
    "answers": [
      {
        "id": 41,
        "text": "Концовка"
      }
    ]
  },
  {
    "id": 41,
    "text": "Поздравляю вы открыли концовку \"Всем лежать, я Сваргос\"\n\nНадеюсь вам понравился квест! Спасибо за то что поиграли! До новых встреч!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 42,
    "text": "<s>r\nНож с драгоценным камнем и аурой крови, танец посреди ночи, история про ведьмин дар, передающийся по наследству, вот теперь мозаика сложилась, и видна цельная картинка.<s>r\nЧерез несколько минут подоспел отряд стражи, от неожиданности она даже не сопротивлялась. И ее повезли к сканэрам. <s>r\n\nВот теперь можно и на отдых. Зайдя в свой жилище я уже было выдохнул, но вдруг на столе увидел записку. <s>r\n«В этот раз ты выиграл, теперь мой ход»  <s>r\n",
    "answers": [
      {
        "id": 44,
        "text": "Концовка"
      }
    ]
  },
  {
    "id": 43,
    "text": "Увидев этот танец, я понял я влюбился, поплыл как самый настоящий мальчишка, без надежды на спасение. Я забыл, как надо дышать, мое сердце буквально остановилось, глядя на то, как она танцует. Я должен к ней выйти и пусть весь мир подождет…<s>r\n— Кхе-кхе, вы прекрасно танцуете – сказал, появляясь из ночи и скидывая с себя полог невидимости.<s>r\n— Что вы себе позволяете !?– вскрикнула девушка, прикрывая все самые красивые места.<s>r\n— Извините, я просто прогуливался здесь и случайно вас встретил. Разрешите присоединится к вам на ночном променаде?<s>r\n— Только если вы дадите мне одеться….<s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "Несколько часов спустя..."
      }
    ]
  },
  {
    "id": 44,
    "text": "Поздравляю вы открыли концовку \"Бескровная\"\n\nНадеюсь вам понравился квест! Спасибо за то что поиграли! До новых встреч!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 45,
    "text": "Мы шли вдоль набережной, и она громко смеялась, казалось, что мы были созданы друг для друга. <s>r\n— Вот так я отнес того принца на своей спине через всю реку после бурной пьянки.<s>r\nПосле конца очередной моей истории она громко рассмеялась. <s>r\n— Да, вы самый настоящий боевой рысак – улыбнувшись сказала она.<s>r\n— А то – козырнул я.<s>r\n— Ой, уже светает. Мне уже пора домой. – вдруг опомнилось глазастое чудо.<s>r\n— Тогда давайте двигаться к вашему дому….<s>r\nПроведя ее под дверь ее комнаты. Я наклонил голову и с улыбкой промолвил:<s>r\n— Спасибо за прекрасную прогулку.<s>r\n— Это вам спасибо, с этой чередой убийств будто не осталось ничего хорошего, а вы буквально стали светлым лучом в этой ночи.<s>r\n— Запомните, моя дорогая, самая темная ночь всегда перед рассветом.<s>r\n— Вы посчитаете меня сумасшедшей, но мне кажется… — начала было она, поглаживая мое пальто – Хотя не важно<s>r...\n— Та говорите, у вас слишком красивые глаза чтоб вы были сумасшедшей.<s>r\n— Мне кажется… кажется… что я люблю вас.<s>r\nЕе губы так близко что я не удержался и поцеловал ее, а что было дальше останется джентельменским секретом.<s>r\n",
    "answers": [
      {
        "id": 46,
        "text": "Ближе к вечеру"
      }
    ]
  },
  {
    "id": 46,
    "text": "Глаза я открыл уже под вечер, Лилит сидела за столом и что-то активно писала, полностью сосредоточившись на бумаге. <s>r\nЯ аккуратно заглянул ей за плечо, а она быстро закрыла писанину руками, и наигранно строго надув пухлые губки сказала. <s>r\n— Это наши девчачьи секреты, тебе такое не интересно. – после чего она оттолкнув меня на кровать, запечатала конверт, после чего наклонилась над мной и ласково прошептала в ухо – я сейчас передам письмо подруге и скоро вернусь к тебе, жди меня здесь скоро буду. <s>r\nДальше она быстро выскочила из комнаты и подойдя к окну я увидел, как она подойдя к мальчишке на улице и дав ему монетку передала письмо и тот побежал в сторону района Меди.<s>r\n",
    "answers": [
      {
        "id": 47,
        "text": "Догнать курьера и отобрать письмо"
      },
      {
        "id": 50,
        "text": "Остаться ждать Лилит"
      }
    ]
  },
  {
    "id": 47,
    "text": "<s>r\nЯ, быстро накинув полог невидимости выскочил в окно и буквально нагнал мальчишку. Перегородив ему дорогу, я быстро, окинув его взглядом я сразу понял по его внешнему ввиду как с ним говорить надо.<s>r\n— А ну стоять, босота. Держи червонец, маляву что дала сударыня мне на руку.<s>r\n— Не, дядь меньше чем за два, мне даже не интересно ходить с тобой по одному городу.<s>r\n— Держи три и чтоб сговорчив как стражник в приличном районе стал, и давай не делай мне нервы мне есть кому их мотать. <s>r\nПолучив письмо от маленького вымогателя. Я быстро пробежал по нему глазами. <s>r\n«Пока этот птичка у меня в кровати, прикончите кого-то из бедняков, и изобразить цветок на груди, монеты за убийство прилагаются»<s>r.\n",
    "answers": [
      {
        "id": 48,
        "text": "Вызвать подкрепление"
      }
    ]
  },
  {
    "id": 48,
    "text": "Стража прибыла быстро, и мы без лишних церемоний повязали Лилит, она лишь кричала ругательства в мою сторону, а я отправился домой, мне надо сегодня подумать, я чуть не совершил ошибку, и из-за меня могли убить еще невиновного человека, а ведь это было бы нарушением первого правила детектива. <s>r\n«Долг важнее личных чувств»<s>r.\n Дома в пустой и холодной квартире меня ждала записка на столе<s>r.\n«В этот раз ты победил, но следующий ход за мной»<s>r.\n",
    "answers": [
      {
        "id": 49,
        "text": "Концовка"
      }
    ]
  },
  {
    "id": 49,
    "text": "Поздравляю вы открыли концовку \"Первое правило детектива\".\n\nНадеюсь вам понравился квест! Спасибо за то что поиграли! До новых встреч!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 50,
    "text": "Эх, как мальчишке вскружила мне голову, я поудобнее расположился на кровати, от которой пахло ее сладкими духами. Все! Решено! Заканчиваю это дело и начну новую жизнь с ней. <s>r\n\nЧерез несколько минут она вошла в комнату после чего мы обнялись и заснули такие счастливые…<s>r\nЗнаете это ощущение, когда вам даже говорить не нужно вы просто лежите друг возле друга и все прекрасно понимаете. И никто в целом мире вам не нужен больше. Да и никого и не существует кроме вас...\n\nНо счастье длилось недолго, наш счастливый покой прервали, встав и открыв двери я увидел стражника, который сообщил мне об случившимся убийстве в районе Меди. Труп обескровлен и с цветком на груди, я быстро оделся и отправился вместе со стражником.<s>r\n",
    "answers": [
      {
        "id": 51,
        "text": "Прибыть на место преступления"
      }
    ]
  },
  {
    "id": 51,
    "text": "Прибыв на место преступления я встретил там нашего криминалиста.<s>r\n— Добрый, какие новости?<s>r\n— Не очень радостные, у нас труп, но убит другим оружием, если в прошлый раз рисунок делался чертовски тонким лезвием, то в этот раз это толстый нож.<s>r\nЯ посмотрел на него и побежал. Как же я все-таки облажался, и как я раньше не понял. <s>r\nТанец посреди ночи, бабушкин дар, и нож с тонким лезвием и камнем в рукояти, теперь мне все понятно. Главное успеть. Я уже подбегал в дом Догсов. <s>r\n",
    "answers": [
      {
        "id": 52,
        "text": "Выбить дверь"
      }
    ]
  },
  {
    "id": 52,
    "text": "Влетев с ноги, я увидел два тела на полу, обнажив меч, отправив страже мыслеобраз, я поднялся на второй этаж. Она сидела в кресле кабинета. <s>r\n— Ну проходи, Рональд.<s>r\n— Зачем? Скажи зачем?<s>r\n— Ради власти, власть она в силе, теперь я стану сильнейшей ведьмой. Вчера я думала ты меня уже раскрыл, но нет, все оказалось проще ты поступил как типичный мужчина… ах, как просто было прикончить всех их, они до последнего не подозревали меня. Теперь тебе меня не остановить, — проговорила она, и мановением руки лишила меня дыхания, упав на пол, я выронил меч, я уже не надеялся спастись, но вдруг увидел лежащий на полу кинжал с камнем. <s>r\nЯ собрался с силами и разнес камень об стену. Был взрыв, вынесло через окно. Последнее что я видел, как дом разлетается на щепки.<s>r\nОчнулся я от того, что меня облил водой стражник. <s>r\n— Ваше благородие, вы как целы?<s>r\n— Жить буду — ответил я, поднимаясь с болью во все теле. <s>r\nПосле чего я направился к себе домой, отчет сдам завтра, а сейчас домой надо отдохнуть. Вообще по-хорошему к врачу надо, но я обычно хожу в госпиталь только когда топор в спине начинает мешать спать. Я нарушил правило детектива, поставил чувства выше долга, и невинные люди заплатили за мою ошибку. Больше такого не повторится. <s>r\nКогда я зашел в дом он меня встретил привычной пустотой, подойдя к столу я обнаружил записку. <s>r\n«В этот раз ты победил, но теперь мой ход»<s>r\n",
    "answers": [
      {
        "id": 53,
        "text": "Концовка"
      }
    ]
  },
  {
    "id": 53,
    "text": "Поздравляю вы открыли концовку \"Любовное предательство\"\n\nНадеюсь вам понравился квест! Спасибо за то что поиграли! До новых встреч!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  }
]