[
  {
    "id": 1,
    "text": "Сегодня я попал в Чернобыльскую Зону Отчуждения. Проводник отвёл нас, новоспечённых сталкеров, в деревню новичков. До аварии сдесь жили люди. Теперь это место — пристанище для всех сталкеров на Кордоне. Самое страшное было проходить через военный блокпост. Когда мы подходили к нему, мегафон неожиданно заговорил: \"Внимание! Вы находитесь на территории ЧЗО. При незаконом пересечении Периметра приказ стрелять без предупреждения!\". Уверенный голос пробрал до мурашек. Твевожную обстановку дополняли военные в бронижелетах и с \"калашами\". Но наш проводник шёл как ни в чём ни бывало. Когда он расчитывался за наш проход я краем уха услышал \"...и чтобы я этих чудиков за километр не видел\" \"Естественно, ты же меня знаешь, Кучерук.\"  — ответил проводник.\n\n    Теперь я находился в деревне. Из снаряги я добыл пистолет, счётчик Гейгера, нож да пару магазинов к нему.На мне были плотные штаны, куртка с капюшоном и рюкзак.Всё было в камуфляжной раскраске. Я абсолютно не знал, что мне делать...",
    "answers": [
      {
        "id": 2,
        "text": "Пойти спать"
      },
      {
        "id": 3,
        "text": "Пойти убивать бандитов"
      },
      {
        "id": 4,
        "text": "Сесть у костра"
      },
      {
        "id": 5,
        "text": "Пойти к Сидоровичу"
      },
      {
        "id": 6,
        "text": "Пойти к Волку"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "[URL=http://www.radikal.ru][IMG]https://c.radikal.ru/c41/2105/c2/f619a00d1dc9.jpg[/IMG][/URL]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Несмотря на то, что на улице было ещё светло я решил пойти спать. В автобусе на котором мы ехали невозможно было выспаться. \n   Все новички уже  разошлись куда хотели. Некоторые шли группами. В любом случае, я спать. \n  В одном из домов, я нашёл растеленный матрас.\nНа стене красовалась надпись: \"общий лежак\". Несмотря на то что лежак был мягко говоря грязный, я лёг спать и почти сразу вырубился.\n\nМне приснился зов. Он звал меня. Я слышал Его. Хозяин звал меня. Я увидел сине-голубое свечение и резко проснулся от боли в боку.\n\n\"Вставай! Лежак вообще-то общий\". Большой бородатый мужик разбудил меня ударом в бок.\n\"Да встаю встаю\"- ответил я и с трудом встал. Голова ужасно болела. Что за хрень мне снилась?  Не то чтобы я не помнил своего сна, скорее наоборот, но он был черезчур странный.\n\nНа улице было уже утро. Меня подозвал Волк. Про него нам рассказал проводник. Он был уважаемым человеком в деревне и считался в ней главным.\n\n\"В общем слушай сюда\" — сказал Волк — \"дело такое, ты можешь быть на побегушках у различных дядей. Поручения будут самые разные: от собирантя окурков вплоть до устранения определённых людей. Плата будет неплохая. Ты в деле?\n",
    "answers": [
      {
        "id": 7,
        "text": "да (даже если не хочу придётся)"
      }
    ]
  },
  {
    "id": 3,
    "text": " Я хочу чтобы эта деревня запомнила меня героем. Поэтому я пойду и расправлюсь с бандитами на АТП, слухи о которых я услышал ещё в автобусе. Я подошёл и спросил у главного, где находится АТП. Не особо интересуясь зачем оно мне, Он указал идти по дороге до остановки и направо. Я пошёл в заланном направлении.\n\nПодходя к вагончику, я увидел светящиеся глаза. Скорее всего это был какой-то мутант. Глаза уже заметели меня, так что надо было что-то делать. Но что?",
    "answers": [
      {
        "id": 8,
        "text": "Стрелять"
      },
      {
        "id": 9,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 4,
    "text": "",
    "answers": []
  },
  {
    "id": 5,
    "text": "",
    "answers": []
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  }
]