[
  {
    "id": 1,
    "text": "Автор: Love))\nЖанр: психологический триллер, ужасы.\nНаконец наступи самый лучший день в году — твой день рождения. Все шло как по маслу — все друзья пришли к тебе, вы веселиль, гуляли. Однако на следующий день ты проснулась в неизвестном месте. Враг не дремлет, опасность поджидает тебя накаждом шагу, а жизнь готовит для тебя уйму сюрпризов. Только тебе решать какая жизнь будет у этой девушки.",
    "answers": [
      {
        "id": 3,
        "text": "[концовки]"
      },
      {
        "id": 4,
        "text": "[доп. Информация]"
      },
      {
        "id": 2,
        "text": "[начать]",
        "var_str_set": [
          "global bg_music",
          "id https://wav-library.net/sounds/0-0-1-21234-20"
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "Тогда у тебя было отличное настроение. В середине дня к тебе домой на праздник пришли все друзья. Даже Лина — твоя лучшая подруга детства, которая сейчас была в другой стране. \n—Линка!— запищала ты.—Как давно тебя не видела!\n—Настюха привет! Поздравляю тебя! Пусть будут у тебя друзья такие же, как и ты — отбитые!—Лина протянула элегантную коробочку .\n—Ну ты мастер поздравления!—засмеялась ты.—Идем веселиться! \n\nВы танцевали, шумели, разговаривали. Кто то сидел за столом и доедал уже остывшее блюдо, кто то во всю веселился и отжигал на танцполе, а кто то тихо стоял в углу компаниями и обсуждали какая же классная вечеринка. Все это вы устроили у тебя дома, родители были непротив. Они сами собрали для себя свой уголок и сидели там, кушая и глядя на вас, глупый, неокрепших деток, готовых улетать раньше времени из своего гнезда.\n\nБыло весело. Шум современной музыки не давал передышку, подростки качались в такт ей и поднимали руки при виде знакомой мелодии. Люди танцевали и не хотели уходить. Хоть родители и контролировали их, алкоголь все же был немного. Вы выпили и были навеселе. В середине ночи вы вышли во двор и начали веселиться там. Прыгали в бассейн, купались, праздновали на всю катушку. Тебе наконец то исполнилось 18.\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Здесь храняся все твои концовки и достижения.\nВсего концовок:\n\"Беглая птичка\"\n\"Последний вздох\"\n\"Молчание ягнят\"\n\"Спящая красавица\"\n\"Самоубийство?\"\n\"Двойная неудача\"\n\"Фортуна\"\n\"Нож в спину\"\n\"Уснуть со спокойной совестью\"\n\"Волк в овечьей шкуре\"\n\"Гори гори ясно\"\n\nДостижения:\n\"Спасатель\"\n\"???\" — секретная концовка.",
    "answers": [
      {
        "id": 5,
        "need_ever": true,
        "need": 22,
        "text": "Концовка: Беглая птичка"
      },
      {
        "id": 6,
        "need_ever": true,
        "need": 23,
        "text": "Концовка: Последний вздох"
      },
      {
        "need_ever": true,
        "id": 7,
        "text": "Концовка: Молчание ягнят",
        "need": 29
      },
      {
        "need_ever": true,
        "id": 8,
        "text": "Концовка: Спящая Красавица",
        "need": 31
      },
      {
        "id": 9,
        "text": "Концовка: Самоубийца?",
        "need": 32,
        "need_ever": true
      },
      {
        "need_ever": true,
        "id": 39,
        "text": "Концовка: Фортуна",
        "need": 38
      },
      {
        "id": 37,
        "text": "Концовка: Двойная неудача",
        "need": 36,
        "need_ever": true
      },
      {
        "need_ever": true,
        "id": 50,
        "text": "Концовка: Нож в спину",
        "need": 49
      },
      {
        "id": 57,
        "text": "Концовка: Волк в овечьей шкуре ",
        "need": 55,
        "need_ever": true
      },
      {
        "id": 59,
        "text": "Концовка: Гори гори ясно",
        "need": 58,
        "need_ever": true
      },
      {
        "id": 54,
        "need_ever": true,
        "need": 53,
        "text": "Концовка: Уснуть со спокойной совестью"
      },
      {
        "id": 1,
        "text": "[назад]"
      },
      {
        "id": 40,
        "text": "Достижение: Спасатель",
        "need": 15,
        "need_ever": true
      },
      {
        "id": 61,
        "text": "Достижение: Убийца убийц?",
        "need": [
          38,
          58
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 4,
    "text": "Мои любимые приветики! Рада что вы заглянули и сюда! Вас приветствует ваш преданный и покорный автор Love)\n\nКонцовки пока что идут в разроботке и не отображаются. Автор пока что не понял как это делать, но в скором времени исправится и сделает нормальный квест.\n——————————————————————————————Буду рада отзывам и тем, кто найдет ошибки в моем квесте. Ищу, так сказать, напарника и того, кто будет тестировать мои квесты. \n—————————————————————————————— Жмакай сюда и начинай игру. Думаю, тебе понравится.\n↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓",
    "answers": [
      {
        "id": 1,
        "text": "[назад]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Умереть от того, что не смогла убежать от маньяка.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "backstepCount": 1,
        "id": 5
      }
    ]
  },
  {
    "id": 6,
    "text": "Тебя задушил маньяк.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "backstepCount": 1,
        "id": 6
      }
    ]
  },
  {
    "id": 7,
    "text": "Узнай кто убийца, но умри от его рук.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "backstepCount": 1,
        "id": 7
      }
    ]
  },
  {
    "id": 8,
    "text": "Заснуть и не проснуться.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "backstepCount": 1,
        "id": 8
      }
    ]
  },
  {
    "id": 9,
    "text": "Все подумали, что ты суицидник, однако так ли это?",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "backstepCount": 1,
        "id": 9
      }
    ]
  },
  {
    "id": 10,
    "text": "Вас обоих с Линой убили. ",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "id": 10,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 11,
    "text": "Компания подростков после уроков шумно веселились. Учеба кончилась и они решили пойти в свой любимый магазин, где был их общий друг. Они вошли и как только увидели того парня, а он их, то сразу начал их выпроваживать. Парень был грузный и в отличии от их ему было 17.\n—Я вам говорил больше сюда не возвращаться. Идите отсюда!\n—Да ладно тебе, Фреди, мы же только купить кое что.— начала одна из девушек. Это была Анастасья\n—Ты же нас, как потенциальных клиентов не выгонишь?\n—Только быстро. И не дебоширить!\n\nДевушки и парни разбрелись по магазину, начав ходить везде. Они затеяли игру. Вскоре группа начала бегать по магазину и один из них случайно упал на стеллаж. Он покосился и начал падать. За ним все остальное упало с оглушительным грохотом. \n\nФред стоял с раскрытым ртом, а сзади него вышла его мать. \n—Ч-что вы наделали...Ай!— она упала, схватившись за сердце. Фред подбежал к ней, позвонил в скорую и начал плакать. Через день полиция постановила, что она умерла. Потом начали расследование, однако все улики были за то, что старушка умерла сама от инфаркта.\n",
    "answers": [
      {
        "id": 23,
        "text": "[вернуться в реальность]"
      }
    ]
  },
  {
    "id": 12,
    "text": "В глазах была пелена, мозг не запоминал что вы делали. Наверное завтра соседи будут жаловаться на нас за то, что дебаширим после десяти вечера. Вы веселились до самого утра, а под утро все, заранее попрощавшись с тобой, разошлись по домам. Кому то точно влетит за такое ночное приключение, а кому то будет плевать. Не у всех родители следят за детьми. \n\nТолько Лина отпросилась ночевать у тебя. Ее мать долго не верила, что она дома, пока девушка не позвонила ей по видео-звонкк и не показала то, что она дома с тобой. Ты пошла в комнату и через несколько минут от усталости и алкоголя легла на кровать. Подруга рухнула рядом с тобой и сразу же захрапела. Ты приобняла ее и уснула.\n\nСледующее утро.",
    "answers": [
      {
        "id": 13,
        "text": "[открыть глаза]"
      },
      {
        "id": 30,
        "text": "[спать]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Утром тебе нужно было убирать за своими друзьями, но ты не думала об этом. Разгребать последствия после празднования — вот что было самым неприятным. Ты мирно спала, находясь в забытии, пока тебя не разбудил громкий шепот Лины и толчок в плечо. \n—Настя! Анастасья! Вставай!\nШепот был похож больше на мольбу, чем на усмешку добротной подруги, поэтому ты заметила, что что-то не так. Кое как разлепив непослушные веки, ты увидела холодное, бетонное помещение, совсем не похожее на твою комнату. Серые стенки, посередине одной была железная дверь. Ты лежала на куче старых тряпок, вокруг тебя было много всего:\nОт высоченных коробок с хламом, до тряпья, макулатуры, кусков арматуры. Ты поняла, что это подвал.\n",
    "answers": [
      {
        "id": 14,
        "text": "—Где мы? Что это за место? "
      }
    ]
  },
  {
    "id": 14,
    "text": "—Где мы? Что это за место?— ты оглянулась и страх сразу же липкой жидкостью охватил твое тело, заставляя его дрожать, а ноги подкашиваться. \n—Я незнаю...Я просто проснулась, а здесь...Как мы выберемся?\nС огромной усталостью ты встала с места и начала думать, проигнорировав ее вопрос, однако плохо выходило потому что ты не понимала где ты, как здесь оказалась, почему ты здесь. Как отсюда выбраться? Был выход только один — огромная, тяжелая, железная дверь, которую никак нельзя было выбить. \n\nВы походили, осмотрелись. В коробках были веревки, разбитые стекла от бутылок, тяжеленные бетонные блоки. Непонятно было для чего это тут. В каких то местах лежали пятилитровые банки\n\n—Черт возьми! Что нам делать?— плюнула ты и чуть ли не заплакала, когда за дверью послвшались еле слышные шаги. ",
    "answers": [
      {
        "id": 15,
        "text": "[спрятаться за ящиками]"
      },
      {
        "id": 16,
        "text": "[ждать неизвестного.]"
      },
      {
        "id": 33,
        "text": "[подойти к двери и спрятаться рядом с ней.]",
        "need": [
          15,
          16
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "—Лина. Идем. \n—Куда?\n—Прячься за ящики.\nВы спрятались за разные коробки и сидели тихо, как мыши. Тяжелыми шагами маньяк проделывал себе путь в комнату. Вы ждали, долго ждали. От страха тряслись колени, ты старалась дышать как можно тише. Он прошел в середину и остановиося, как бы оглядывая взглядом все вокруг и пытаясь найти вас. Однако вы надежно спрятались в своих укрытиях. \n\nВы ждали того момента, когда маньяк уйдет. Ждать пришлось долго — он тщательно осматривал разные места, коробки, дабы понять где вы. Прошло пол часа, тридцать долгих минут, после чего неизвестный направился к выходу. Он не закрывал за собой дверь, просто вышел наружу оставив после себя уйму вопросов.",
    "answers": [
      {
        "id": 41,
        "text": "[выбраться из помещения]"
      },
      {
        "id": 42,
        "text": "[немного подождать]"
      },
      {
        "id": 43,
        "text": "[взять на всякий случай веревку и стекла, затем пойти]",
        "need": [
          41,
          42
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "Вас с подругой охватил дикий парализующий страх, вы не смогли ничего сказать, сделать, как в комнату вошел мужчина. Он был высокий, на вид крепкий, на лице у него была маска волка, с натуральной шерстью, отметинами и ранами на ней. Отличало его от вас только то, что он стремительно двигался к вам двоим. Вы собрались бежать, однако ноги постоянно подкашивались и не слушались, поэтому вы обе упали на пол.\n\nТы упала неподалеку от нее и заползла за коробку, а она осталась на виду. Неизвестный подошел к Лине вплотную и взяв ее за волосы потянул ко входу. Она схватилась за свои волосы, дабы не было так больно и взмолилась.\n—Пожалуйста, отпустите! Настя, помоги мне! Прошу! Помогите! Ааа! Пожалуйста! Помоги! Настя! Аааа!\nОн, не обращая внимания на ее крики, ушел за дверь и запер ее на огромный замок, но даже так был слышен голос Лины. Она пищала, кричала, просила о помощи, но ты сидела тише мыши, боясь пошевелиться. \n\n",
    "answers": [
      {
        "id": 17,
        "text": "[ждать]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вскоре послышался сильный вскрик, а потом настала гробовая тишина, от которой тебе стало не по себе. В ребрах перехватило дыхание, в глазах неприятно защипало, а в голову постучало осознание того что с ней сделали. Слезы градом обрушились на щеки, но адреналин быстро их заменил, когда мужчина опять вошел к тебе. Он огляделся. \n\nТвои еле слышные всхлипы ты упрятала грубоко в себя, поэтому в комнате царила госпожа тишина. Было страшно вдвойне. Ты увидела его перед собой в тот момент, когда он прошел мимо, не заметив тебя, чему ты была очень и очень благодарна. Мысленно, ты прочла уже все молитвы, помолилась всем богам, которых ты знаешь и тебе все таки удалось найти шанс для побега. Маньяк прошел вглубь комнаты, а ты спряталась ближе к входу, за коробками. Дверь он забыл запереть и ты смогла бы убежать туда.",
    "answers": [
      {
        "id": 18,
        "text": "[бежать что есть мочи.]"
      },
      {
        "id": 19,
        "text": "[атаковать его стеклом из коробки]",
        "need": 20
      },
      {
        "id": 20,
        "text": "[идти медленно ко входу.]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты рванула ко входу. Дыхание сбилось, ты побежала на всех парах. Не расчитав, ты влетела в поворот и тебя занесло. Послышался очень большой грохот, одаривший всю комнату своим звуком. Упав в кучу коробок, тебя всю изранило разбитым стеклом от бутылок, которое хранилось в нем. Порезы были на лице, ногах, теле, руках, они неприятно щипали от попавшей на них пыли и грязи. \n\n—А-ах...— громко выдохнула ты от сильной, невыносимой боли. Мало того что не получилось убежать, того, что ты привлекла внимание убийцы, так ты еще и упала и подвернула ногу. Теперь нельзя и убежать, подвигаться. Ты была как загнанная птичка в клетке. Нет выхода. Из глаз потекли слезы. Убийца подошел к тебе, а ты в свою очередь не могла подвигаться от страха и огромного веса коробок. Было слышно, он улыбнулся.",
    "answers": [
      {
        "id": 21,
        "text": "—П-прошу..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты вышла из своего своеобразного укрытия и подкралась к маньяку. Однако и тот был не промах — резко обернулся. ударил тебя рукой, на что ты отлетела, сильно ударилась и выронил кусок стекла. Ты оказалась на полу опять обездвижена из за травмы ноги. Он подошел к тебе и присел на корточки.\n\n—Ты настырная девчонка. Сильно жить хочешь, не то, что твоя подружка Лина. \n—А за Лину ты еще ответишь.— буквально плюнула от злости ты ему в лицо эти слова. \n—Ты не в том положении, чтобы мне угрожать.—Парень достал из кармана нож. — Ну что ж, увидимся на том свете.\nОн полоснул тебя ножом в солнечное сплетение, от чего ты задохнулась кровью. Он спрятал тебя в подвале. Скоро он доберется и до других детей.",
    "answers": [
      {
        "id": 23,
        "text": "[эпилог]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ты не стала рисковать, ведь сейчас идет борьба за твою ценную жизнь. И если проиграешь, то приза не получишь. Нужно действовать хитро. Ты на цыпочках прокралась к входу. Медленно, аккуратно, пока неизвестный искал тебя в глубине серой, бетонной комнатки. \n\nНаконец, ты оказалась у входа, у старой, ржавой железной дверцы и оглушительно ее заперев, ты услышала то, как маньяк подбежал к двери и просил его выпустить.\n\n—Настя, выпусти меня...Я тебе все объясню.— он сказал это спокойно, без агрессии. Ты не шелохнулась — страх присутствовал и сейчас.",
    "answers": [
      {
        "id": 25,
        "text": "—Что объяснишь?"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Что просишь? Пять лет назад я тоже просил уйти из здания. А ты со своими дружками даже не слушала меня. Я думал, ты повзрослела и поумнела со своей мертвой подружкой, однако ума у тебя так и не прибавилось.\nОн взял, вытащил тебя из под коробок и потащил из комнаты. Твоя кровь с ран капала на пол, сознание помутнело а сил сопротивляться не было.\n\nТы очнулась на столе, надежно закрепленная ремнями. Подергав их они не поддались. Началась паника, но продолжалась она не долго. К тебе подошел мужчина и начал разделывать тебя на кусочки. Было адски больно, ты кричала. Кусочек за кусочком, он с хирургической точностью вырезал, отправляя их в черный пакет.\n—Аааа! Помогите! Аааа!— ты кричала, рыдала, вырывалась, но затем потеряла сознание.\nКажется наступила смерть.  \n",
    "answers": [
      {
        "id": 22,
        "text": "[эпилог]",
        "blackout": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты так и не смогла сбежать от маньяка. Он разделал тебя и выбросил далеко в лес. Твое тело так и не нашли.\nОткрыта концовка: \"Беглая птичка\"",
    "answers": [
      {
        "id": 1,
        "text": "[назад]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты стремительно теряла кислород, перед глазами все меркло, а легкие жгло от недостатка воздуха. Кашляя, ты пыталась хоть как то вдохнуть, но не получалось. В горле остались не сказанные слова \"Я, тебя, любила.\"\nОткрыта концовка: \"Последний вздох\"\n",
    "answers": [
      {
        "id": 1,
        "text": "[заново]"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "[назад]"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Что объяснишь?— с криком в голосе сказала ты. ну все, тебя сорвало—Ты убил мою лучшую подругу, ты, тварь! Бесчувственный! Что б тебя так же убили! Хотя нет, ты будешь помирать здесь без еды и воды! Ты будешь истощен!\n—А ты убила мою мать!— стал он кричать и тебе стало не по себе.—Или подруга выше матери? \n—Ч-что?\n\nОн щелкнул застежкой, это было слышно через дверь и снял свою маску. Ты опешила и отступила назад.\n—Войди и я покажу тебе, кто я. Только тебе придется довериться мне. \n\nТы услышала его дьявольский смешок. Сумасшедший. Ты же никого не убивала, иначе ты бы сидела за убийство в тюрьме. ",
    "answers": [
      {
        "id": 26,
        "text": "[войти]"
      },
      {
        "id": 27,
        "text": "[ничего не делать]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Любопытство взяло верх над тобой и заставила тебя подойти к двери. Еще пару секунд и твои аккуратные ручки открывают засов. Он щелкнул, дверь открылась, а внутри оказалось темно. Что за черт? Там еще и свет выключать можно? Ты с опаской вошла, постоянно оглядываясь по сторонам, ведь тебе было страшно.\n\nПройдя половину комнаты, ты остановилась.\n—Ты обещал все объяснить!\n—Верно.— послышался голос где то сзади. Тебя обхватили за шею и начали слегка душить, в последствии приставив к горлу ножик.— И я объясню. Я — Фред. Ну а ты — доверчивая дура, которая повелась на мои манипуляции. Когда то я был влюблен в тебя, но после того, как ваша группа убила мою мать, я стал относиться к вам, как к нечту, похожему на животных. \n—Я не была среди них.\n—Нет была!—Он закричал дрожащим голосом, но потом, успокоившись и сбавив тон до шепота продолжил говорить.—Удачи на том свете. Надеюсь там тебя засудят\n\nОн полоснул ножиком по твоему горлу. Кровь окрасила одежду и его руку. Брызги и лужица крови оказались и на полу. Неужели это конец?\n",
    "answers": [
      {
        "id": 28,
        "text": "[далее]",
        "need": 25
      },
      {
        "id": 36,
        "text": "[эпилог]",
        "need": 34
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты не стала верить убийце, который пытается заговорить тебе зубы. Ты развернулась и пошла к еще одной двери. Но не тут то было. Сзади послышался звон ключей, а затем открывающейся двери. Ты обернулась и увидела, что маньяк в маске бежит на тебя. В одной руке у него был нож. Ты застыла от страха, а затем, опомнившись, принялась бежать. \n\nСилы изначально не были равны — он здоровый, быстрый, сильный парень, а ты — хиленькая девушка, с вывихнутой ногой. Сил совсем не осталось и тогда он набросился, с точностью и грацией волка на тебя. Сбив с ног, маньяк перерезал тебе сонную артерию и ты умерла от кислородного голодания мозга. \n\nОн поднялся на ноги и от недостатка сил или из за лени не стал тебя добивать. Он дал тебе в руку нож, сжал его, чтобы все подумали, что это самоубийство и отнес тебя \"спящую\" на обочину дороги. Сам же мирно и тихо направился в свой дом.",
    "answers": [
      {
        "id": 32,
        "text": "[эпилог]",
        "need": 25
      },
      {
        "id": 37,
        "text": "[эпилог]",
        "need": 34
      }
    ]
  },
  {
    "id": 28,
    "text": "Но это еще не все. Маньяк хотел сделать свое любимое дело — разделать жертву. Он закинул тебя на плечо и понес куда то. Перенеся тебя в отдельную комнату, парень начал разделывать тебя с хирургической точностью на кусочки, а ты уже хоть и не кричала, но в горле все же остались не сказанные слова \"Я, тебя, любила.\"\n\nГримаса ужаса застыла на твоем лице навсегда. Закончив свое ужасно-зверское дело маньяк вынес пакет с мусором и закопал его в землю.\nОн облегченно выдохнул. Теперь еще одна месть сбылась. Теперь еще один ребенок пропал в этой кромешной тьме и навсегда остался там.",
    "answers": [
      {
        "id": 29,
        "text": "[эпилог]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Ты узнала кто убийца, но уже никому не расскажешь об этом\nОткрыта концовка:\"Молчание ягнят\"",
    "answers": [
      {
        "id": 1,
        "text": "[заново]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ты не стала открывать глаза очень рано — тебе хотелось спать, отдыхать от вчерашнего. Тело безвольно лежало, не слушалось тебя от дикой усталости. Все вокруг казалось сном. Обалденная вечеринка вчера была. Никто не сможет ее переплюнуть. \n\nТы спала крепким, глубоким сном и не желала просыпаться. Даже твоя подруга, напуганная до смерти не смогла тебя разбудить. Видимо не судьба тебе выжить. Сладко спав, ты не услышала напуганные крики Лины, молящие о пощаде, смех маньяка и то, как он начал ее убивать.\n\nТы так и не проснулась. Маньяк вошел в комнату, схватил тебя и унес в свою тихую комнатушку, где умирают люди. По тебе горевали все. Вроде бы.",
    "answers": [
      {
        "id": 31,
        "text": "[эпилог]"
      }
    ]
  },
  {
    "id": 31,
    "text": "На стол детектива упало заключение.\nАндреева Анастасия Олеговна.\n2002 года рождения.\nПропала без вести после вечеринки. Версия: похищение.\nОткрыта концовка: \"Спящая красавица\"",
    "answers": [
      {
        "id": 1,
        "text": "[заново]"
      }
    ]
  },
  {
    "id": 32,
    "text": "Ты лежала в гробу. Белоснежная бахрома, черная дубовая основа. Вокруг стояли твои родители, родные и плакали. Все не понимали почему ты самоубилась — у тебя все было нормально. Тебя похоронили с почестями.\nОткрыта концовка:\"Самоубийство?\"",
    "answers": [
      {
        "id": 1,
        "text": "[назад]"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы подошли к скрипучей, ржавой двери. Она должна была вот вот открыться, но вы успели ринуться за нее. Усевшись тихо, вы стали ждать. Маньяк вошел в комнату и громкими шагами перемешал свое грузное тело. Вы ждали, выжилали момента для нападения. \n\nМужчира прошел вглубь комнаты искать вас. Он пришел в гнев, разбразывал ящики, несмотря на то, что весили они не мало. Вы выбежали за двери и закрыли ее на железный засов. Пару минут понадобилось осознать неизвестному, что его закрыли и теперь, когда он увидел это, маньяк подбежал к двери.\n\n—Я все объясню! Лина! Настя! Выпустите меня!\n\nПервой начала говорить ты.",
    "answers": [
      {
        "id": 34,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Что объяснишь?— с криком в голосе сказала ты. ну все, тебя сорвало—Ты хотел убить мою лучшую подругу, ты, тварь! Бесчувственный! Что б тебя так же убили! Хотя нет, ты будешь помирать здесь без еды и воды! Ты будешь истощен!\n—А ты убила мою мать!— стал он кричать и тебе стало не по себе.—Или что, подруга выше матери? \n—Ч-что?\n\nОн щелкнул застежкой, это было слышно через дверь и снял свою маску. Ты опешила и отступила назад.\n—Войди и я покажу тебе, кто я. Только тебе придется довериться мне. \n\nТы услышала его дьявольский смешок. Сумасшедший. Ты же никого не убивала, иначе ты бы сидела за убийство в тюрьме. ",
    "answers": [
      {
        "id": 26,
        "text": "[войти]"
      },
      {
        "id": 35,
        "text": "[придвинуть что то тяжелое к двери.]",
        "need": 33
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы побежали искать по остальным комнатам что нибудь очень тяжёлое. И нашли! Огромная наковальня, которую две девушки с трудом передвинули бы. Но была ни была. Вы взялись толкать прибор, он с характерным скрипом поддавался. Лишь бы успеть.\n\nПослышался звук открывающейся двери и ключей. Вам было еще один метр толкать. И вот, убийца хотел было открыть, но вы вовремя приставили наковальню к двери. Он еще долго не сможет выбраться. Вы обе рассмеялись. Нервы сдавали конкретно, поэтому вы просто обняли друг друга и пошли в обнимку к выходу.",
    "answers": [
      {
        "id": 38,
        "text": "[эпилог]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Затем он погнался за убегающей Линой, догнал ее и убил таким же образом. Трупы он спрятал куда то в дом. \nОткрыта концовка:\"Двойная неудача\"",
    "answers": [
      {
        "id": 1,
        "text": "[заново]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Дом был заполнен запахами трупов. Полиция вошла в него, найдя убитую девушку. Ее родители сразу же опознали свою дочь — Лину. \nОткрыта концовка: \"Двойная неудача\"",
    "answers": [
      {
        "id": 1,
        "text": "[заново]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы нашли выход из леса, на вопрос от матери где вы были вы ничего не отвечали. Лучше, чтобы это осталось в секрете и того маньяка никогда не нашли.\nОткрыта концовка: \"Фортуна\"",
    "answers": [
      {
        "id": 1,
        "text": "[заново]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы обе выбрались на свободу. Маньяк остался в своем доме, чему вы несказанно рады.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "id": 39,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 40,
    "text": "Спасти Лину и не дать ей умереть.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "id": 40,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы не стали напрасно ждать и терять время, поэтому сразу вышли из своих убежищ. Кое как преодолев выход из первой двери, вы с Линой заметили коридор, в котором стоял маньяк. Вас парализовало от страха, когда он начал говорить с некой усмешкой над вами обоими.\n\n—Вот вы и попались, девочки. Сильно жить хотите? \nВы не знали что делать. Маньяк стремительно приблизился к вам. Схватив вас за одежду, он кинул обоих в подвальное помещение. Вы сильно ударились, однако затем встали на ноги.\n—Посидите здесь и подумайте над своим поведением. За такую смелость, так уж и быть, решайте сами, кто первым пойдет под нож.\n\n",
    "answers": [
      {
        "id": 44,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы решили подождать. Убийца скорее всего хотел вас обмануть, поэтому вы подождали еще пару минут, прежде чем направиться к выходу. Кое как преодолев выход из первой двери, вы с Линой заметили коридор, в котором стоял маньяк. Вас парализовало от страха, когда он начал говорить с некой усмешкой над вами обоими.\n\n—Вот вы и попались, девочки. Сильно жить хотите? \nВы не знали что делать. Он стремительно приблизился к вам и затолкал вас обратно в подвал.\n—Посидите здесь и подумайте над своим поведением. За такую смелость, так уж и быть, решайте сами, кто первым пойдет под нож.\n\n",
    "answers": [
      {
        "id": 44,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы взяли средства самообороны. У тебя были стеклышки, а у Лины верёвки. Ты продвинулась первая. Ты вышла в коридор и увидела маньяка. Он ждал вас и точно уж улыбнулся. Вы спрятали вещи на всякий случай. \n—А вы не такие уж и глупые.\n—Поумнее тебя. Выпусти нас!\n\nОн открыто рассмеялся и начал подходить к вам. Вы, немного подождав свою добычу, как хищные кошки, набросились на него. Одна из вас связала ему руки и ноги, другая нанесла ранения, хоть и незначительные. Вы отнесли его в подвал. Там пахло разложением тел.\n",
    "answers": [
      {
        "id": 58,
        "text": "[эпилог]"
      }
    ]
  },
  {
    "id": 44,
    "text": "Он улыбнулся и скрылся из виду за дверью, она в свою очередь громко захлопнулась. Ты поняла его план — рассорить нас с подругой и убить по очереди. На душе было тяжело. Даже слишком тяжело. \n\nБыло даже печально, ты смирилась со своей судьбой, но расставаться с подругой ты не хотела. Ты посмотрела на Лину и она была в полнейшем замешательстве. Каждый из вас хотел жить и каждый из вас понимал к чему это приведет.\n\n",
    "answers": [
      {
        "id": 45,
        "text": "[пожертвовать собой]"
      },
      {
        "id": 46,
        "text": "[остаться в живых]"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ты стряхнула последние капли слез с ресниц и уголков глаз. Она посмотрела на тебя и поняла, что ты хочешь. \n—Настя нет!— девушка отрицательно замотала головой.\n—Я не хочу чтобы ты умирала. Ты моя лучшая подруга. Навсегда.\n\nТы встала и подошла к двери. Не было страшно, была лишь ненависть к тому, кто убьет тебя. Постучала в нее со всей силы, а затем перед тобой предстал маньяк.\n—Решили? Вот и славно. Пойдем.\nТы прошла перед ним, вы повернули направо и зашли в какую то комнату. Там был стол и пара стульев. На стене был огромный прожектор. Ты села за один из них.\n\n—Чего медлить? Убивай быстрее.\n—Не мой вариант. Ты знала вот это о своей подруге.— он включил прожектор и на стену была выведена запись с той комнате, где была Лина. Парень подошел к тебе и положил руки на твои плечи, слегка придавив их, чтобы ты не смогла убежать\n\nНа экране девушка улыбалась и переодевалась в нормальную одежду.\n\"Наконец то она сдохла. Не зря я недоплатила этому ненормальному. Хотя наверное он уже убил ее и поэтому можно и не платить остальную сумму.\"",
    "answers": [
      {
        "id": 47,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты посмотрела на девушку, она посмотрела на тебя. Лина начала плакать. \n—Нет, нет, нет! Мы выберемся отсюда без потерь! Ты не умрешь!\n—Я не хочу...Но придется...\nОна подошла к двери и громко постучала. Ей открыл дверь маньяк и провел ее куда то вдаль.\n\nТы не помнила, сколько ты здесь сидела. Может минут 15, может час. Однако скоро дверь распахнулась и перед тобой предстала Лина в обычной одежде. Ты недоуменно посмотрела на нее.\n\n—Лина?\n—Ты ужасно глупая и до сих пор ничего не понимаешь?\nТы отрицательно мотнула головой.\n—Пф...Придется все объяснять.",
    "answers": [
      {
        "id": 48,
        "text": "[слушать]"
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты не могла поверить в эти слова. Твоя подруга желала тебе смерти. Она все специально подстроила. Было больно морально. Парень выключил запись и посморел на тебя Ты сидела и не двигалась. Вероятно тебя трясло не от страха, а от злости.\n\nТы была готова накинуться на любого, кто сейчас подойдет к тебе. Маньяк плавно снял маску. Ты обернулась, дабы увидеть кто это. Этим парнем был Фред. Тот самый Фред, который нравился тебе в детстве. Тогда, твои друзья, пришедшие в его магазин, полностью разгромили его. Ты видела все это, но из не засудили. Это была огромная несправедливость.\n—Ну как, ты со мной? Твоя подруга тебя предала, а у меня с ней личные счеты. Я даже прощу тебе все, что было раньше.\n\nТы задумалась. Может у тебя и вправду получится отомстить ей. Может тебе и не предоставится никогда такой шанс.\n",
    "answers": [
      {
        "id": 51,
        "text": "—Я с тобой"
      },
      {
        "id": 52,
        "text": "—Ты брешешь, она никогда бы не придала меня"
      }
    ]
  },
  {
    "id": 48,
    "text": "—Вы все в детстве меня обижали. Все. И Дэн и ты. Но потом я сдружилась с вами, правда чего мне это стоило. А все специально — чтобы отомстить тебе. И теперь, я наняла маньяка, чтобы он тебя убилч ведь у него тоже есть счеты с тобой, да Фред?\n\nПарень снял маску и ты узнала то добродушное лицо, источавшее сейчас только ненависть и злобу.\n—Прощай, подруга.\nПарень полошел к тебе и с такой же безразличностью, достав нож, воткнул его тебе куда то в спину, от чего тебя парализовало. Ты не смогла дышать, двигаться, говорить. Было больно. Вскоре от недостатка кислорода все начало пропадать. Ты умерла.\n",
    "answers": [
      {
        "id": 49,
        "text": "[эпилог]"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ты была парализована твоим бывшим другом-маньяком Фредом. Твое тело выбросили в ближайший овраг, чтобы тебя не нашли.\nПолиция до сих пор ведёт дело и пропашей Анастасии.\nОткрыта концовка: \"Нож в спину\"",
    "answers": [
      {
        "id": 1,
        "text": "[заново]"
      }
    ]
  },
  {
    "id": 50,
    "text": "Тебя убил твой бывший друг Фред и бывшая подруга Лина. Они воткнули тебе нож в позвоночник между позвонками С5 и С6, от чего все тело перестало работать.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "backstepCount": 1,
        "id": 50
      }
    ]
  },
  {
    "id": 51,
    "text": "—Я с тобой, но ты должен выслушать меня. Я не была с теми \"друзьями\". Я стояла в стороне и действительно хотела купиьь нужные мне продукты. И я сейчас говорю это для того, чтобы ты мне поверил, что я невиновна.\n\nОн посмотрел на тебя. В его взгляде читалось недоверие. Фред не верил, что ты не убивала его мать. Но позже, это сомнение обернулась улыбкой.\n\n—Молодец. Ты не такая глупая, как мне казалось. Ты теперь хотя бы не пойдешь под нож.\n—А что она сделала?\n—Она задолжала мне крупную сумму за твое убийство и была среди тех, кто разгромил мой магазин.\n—Поняла.\n—Стой! Для начала надень это.\nОн принес тебе маску и новую одежду. Она была вся черная, очень красивая, она определенно нравилась тебе.",
    "answers": [
      {
        "id": 55,
        "text": "[надеть]"
      }
    ]
  },
  {
    "id": 52,
    "text": "Ты со злостью встала, но не успела ничего сказать, как нож оказался у тебя в печени.\n—Аааай!— ты согнулась от боли пополам, затем осела на пол.\n—Как хочешь. Я давал тебе шанс на спасение.  \nОн поднял тебя и закинул на плечо. Сил сражаться не было. Маньяк понес тебя в какую то старую комнату, там было темно, сыро и так пусто. Он оставил тебя там гнить. Слезы от безысходности лились по щекам. Ты умерла через несколько часов, было мучительно больно.",
    "answers": [
      {
        "id": 53,
        "text": "[эпилог]"
      }
    ]
  },
  {
    "id": 53,
    "text": "Тебя до сих пор ищет полиция. Она предпологает, что тебя украли после дня рождения. Жаль, что ты не можешь сказать им обо всем, о том, что ты не стала плохим человеком, не стала убийцей.\nОткрыта концовка: \"Уснуть со спокойной совестью\"",
    "answers": [
      {
        "id": 1,
        "text": "[назад]"
      }
    ]
  },
  {
    "id": 54,
    "text": "Ты не поддалась манипуляторской натуре маньяка и не стала убийцей.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "id": 54,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 55,
    "text": "Ты надела маску волчицы, с характерными изъянами, мехом. Затем переоделась полностью.\nЧерная футболка, такого же цвета куртка и брюки. Определенно красиво и удобно. Фред объяснил тебе план. Ты отошла к главной двери и уже слышала, как Лина подходит к ней. \n\nПослышался испуганный крик.\n—Лина...Хихик.—ты связала девушку и позвала Фреда. Он моментально пришел, закинул ее на плечо и принес в страанную комнату.\nЕле живая тушка Лины лежала на столе, крепко зафиксированая. Вы по очереди вырезали разные кусочки мяса, попутно болтая о своей жизни. Девушка слышала все, но она умерла. Тебе было совсем не жаль.",
    "answers": [
      {
        "id": 56,
        "text": "[эпилог]"
      }
    ]
  },
  {
    "id": 56,
    "text": "После убийства вы постарались закопать девушку как можно глубже в ближайшем лесу. Ее так и не нашли, как и тебя. Полиция продолжает искать пропавших людей и охотится на новых ночных маньяков.\nОткрыта концовка: \"Волк в овечьей шкуре\"",
    "answers": [
      {
        "id": 1,
        "text": "[заново]"
      }
    ]
  },
  {
    "id": 57,
    "text": "Стать одним из маньяков и убить свою подругу.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "backstepCount": 1,
        "id": 57
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы рассмеялись, оно и было видно, нервы сдают. Конкретно сдают. Обнявшись, вы обе пошли назодить выход из здания. Вы облили его бензином и подожгли. Сами убежали куда то подальше. Пожар получился сильнее, чем вы хотели, однако хватило чтобы маньяк умер. По новостям передавали, что его уже потушили.\nОткрыта концовка: \"Гори гори ясно\"",
    "answers": [
      {
        "id": 1,
        "text": "[заново]"
      }
    ]
  },
  {
    "id": 59,
    "text": "Сжечь тот проклятый дом.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "backstepCount": 1,
        "id": 59
      }
    ]
  },
  {
    "id": 60,
    "text": "Убить убийцу всеми способами.",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "backstepCount": 1,
        "id": 60
      }
    ]
  },
  {
    "id": 61,
    "text": "Убить маньяка всеми способами",
    "answers": [
      {
        "isBack": true,
        "text": "[назад]",
        "backstepCount": 1,
        "id": 61
      }
    ]
  },
  {
    "id": 62,
    "text": "",
    "answers": []
  },
  {
    "id": 63,
    "text": "",
    "answers": []
  }
]