[
  {
    "id": 1,
    "text": "Автор: XviN\n\nЖанр: Выживание\n\nОбновление: 2.0\n _\n| Я — Томмас Герро. Счастливый семьянин и отец своей любимой дочери Стефани. Уже как 3 года она познаёт этот мир, а я со своей женой Лорсулией помогаем ей в этом. \n\nРаботаю я в офисе. Типичная сидячая работа за компьютером. Из-за этого я посадил своё зрение, не познал радости здорового крепкого тела, так и не пошёл по стопам отца и деда, которые были искусными строителями, и казалось, дерево они знали лучше, чем себя.\n\nНо я решил принять вызов трёх главных правил жизни: \"посадить дерево, построить дом, вырастить сына\". Хотя мне плевать на то, что у меня дочь, а не сын, главное, что она мой ребёнок.\n\nЧто же про дерево и дом, дерево я вырастил ещё в детстве со своей мамой, от которой мне достались навыки садовода. А что же до дома... Я сейчас этим и занимаюсь. Сегодня суббота, выходной. Я с женой и дочкой иду в Икею за стройматериалами для нового дома, попутно подмечая мебель, которую позже стоит купить.\n\nС этого всё и началось...\n\n\nНа данный момент для прохождения доступны:\n\n✔️Пролог (Доступен) \n\n✔️1 эпизод (Доступен) \n\n❌2 эпизод (Не написан)\n\nЕщё неизвестно, сколько эпизодов будет в квесте, поэтому это 100% что в квесте будет больше 2 эпизодов, просто писать что в квесте будет 1000 эпизодов, не написав и первых двух, я не буду. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 10,
        "text": "Концовки и достижения "
      },
      {
        "id": 13,
        "text": "Обновления"
      }
    ]
  },
  {
    "id": 2,
    "text": "                   Пролог: \"Попадание в Икею\"\n\nВремя: 10:28\n\nТоммас: Вот, почти дошли, а ты переживала, что у Стефи ножки заболят идти.\n\nЛорсулия: Я бы не переживала, если бы она была у тебя на ручках. И почему она отказывается постоянно?\n\nТоммас: Взрослеет. А взрослые на руках не сидят. — сказал я, улыбнувшись.\n\nСтефани: Вабщета я не маинькая!\n\nТоммас: Ну я что и говорю, взрослая ты моя!\n\nЛорсулия (зажав нос пальцами): Объявляю, мы официально дошли до злополучной Икеи. Повторяю, мы добрались!\n\nСтефани: Уля! Мы дашли!\n\nТоммас: Наконец-то! Только после вас, дамы. — Стефани хихикнула и прошла, Лорсулия недовольно закатила глаза.\n\nЛорсулия: Опять?\n\nТоммас: Ну хорошо, только после вас, мужчина.\n\nЛорсулия уже хотела схватить обидчика, и протолкнуть вперёд, но Томмас уже прошёл дальше.\n\nЛорсулия: Мерзавец. И как я за него замуж вышла? ",
    "answers": [
      {
        "id": 2,
        "text": "*Ошибки в тексте со Стефани написаны специально, для того, чтобы изобразить речь трёхлетнего ребёнка, который ещё не говорит также хорошо, как мы. Напишите в комментарии, как лучше: делать специальные ошибки, или писать правильно?*",
        "comment": true
      },
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Стефани: А где это ми, папа?\n\nТоммас: Это такой большой, чуть ли не бесконечный магазин под названием \"Ikea\". Здесь продаются материалы для строительства, и мебель. У тебя в комнате кровать есть? И в этом магазине она есть. И не только.\n\nЛорсулия: Хия! — Крикнула Лорсулия, схватив Томмаса и развернув к ней лицом. — Думал, уйдёшь безнаказанным? Сегодня посуду моешь ты, а я посмотрю.\n\nТоммас: Ну ладно, твоя взяла. Пойдём уже купим материалы.\n\n***\n\nПроходя мимо колонн с различной мебелью, я заметил, что в магазине помимо нас были только работники икеи. По крайней мере, где-то вдалеке виднеются их костюмы. Даже охранника на входе не было.\n\nЛорсулия: Дорогой, как то это всё странно, не замечаешь?\n\nТоммас: Если ты про отсутствие посетителей, а не про то что когда я назвал тебя мужчиной и попросил пройти вперёд, ты прошла, то согласен.\n\nЛорсулия: Опять за своё?\n\nТоммас: Да всё, всё, молчу. Но скажу честно, всё это действительно как-то странно. Где все? Только работники, и то далеко от нас. ",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Стефани: Папа, а ти купешь нам такой деван? — сказала она, указывая на диван, на котором был нарисован единорог.\n\nТоммас: Тебе действительно нравится такой диван? Если будешь себя хорошо вести, купим. А пока нам нужно в вон тот отдел со стройматериалами. — Рядом с тем отделом я заметил работника. Надо было бы спросить у него про то, почему здесь нету посетителей и охранника.\n\nТолько, приглянувшись, я увидел странное телосложение этого работника. Одна рука была больше другой, та же история с ногами.\n\nНапряжение нарастало. Что. Здесь. Происходит? Всё так странно... ",
    "answers": [
      {
        "id": 5,
        "text": "Подойти к работнику "
      },
      {
        "id": 6,
        "text": "Пойти к выходу"
      }
    ]
  },
  {
    "id": 5,
    "text": "Томмас: Лорсулия, присмотри пока за Стефи, а то я вижу она хочет осмотреть этот диван. Ну а я пока схожу и спрошу у того работника — сказал я, указываю в сторону отдела стройматериалов — где другие покупатели. \n\nСпустя 15 секунд я оказался в метре от работника. Он стоял ко мне спиной. \n\nТоммас: Здравствуйте. Можете рассказать почему у вас нету посетителей, и охранника? — Человек, а если быть точнее, некое существо стало разворачиваться на звук. Это было жуткое зрелище. Помимо уродливых конечностей у него не было лица. Ни глаз, ни носа, ни рта. Ничего.\n\nНе смотря на отсутствие рта это существо произнесло: Магазин закрывается в 22:00.",
    "answers": [
      {
        "id": 7,
        "text": "Развернуться и побежать к своей жене и дочери"
      },
      {
        "id": 8,
        "text": "Попробовать атаковать существо"
      }
    ]
  },
  {
    "id": 6,
    "text": "Что-то сильно настораживало меня. Я не хочу рисковать.\n\nТоммас: Лорсулия, Стефи, пойдёмте к выходу. У меня какое-то странное ощущение... Пожалуйста, давайте в другую Икею пойдём, что, мало Икей в городе? Другую найдём, и нормально заживём. Видите, даже рифму придумал...\n\nЛорсулия: Ты боишься, да? Посмотрите, главный шутник города боится находиться в Икее. Хах. Ладно, раз уж ты сам предложил, я не против. Самой страшновато. Стефани, пойдём обратно к выходу.\n\nСтефани: Но ми так долга сьуда шли! — Чуть ли не плача говорила она.\n\nЛорсулия: Ну-ну, 30 минут не так уж и много. Давай, бери маму за руку.\n\nСтефани: Ну лааааадна...\n\nТоммас: Вот и отлично, идём. ",
    "answers": [
      {
        "id": 9,
        "text": "Идти обратно к выходу"
      }
    ]
  },
  {
    "id": 7,
    "text": "Изо всех сил я бежал подальше от этого... Я даже не знаю, как это называть! Пусть будет: Работник Икеи.\n\nТревога нарастала. Сердце как будто автобус догоняло.\n\nНа бегу я осматривал свой путь впереди, но надеясь на обман собственного зрения, я не видел никого на том месте, где был тот диван с единорогом, который так понравился Стефи. \n\nТолько добежав до того места, я понял, что зрение у меня пусть и не орлиное, но ни Лорсулии, ни Стефани здесь не было и в помине. Как будто они... Испарились.\n\nСердце застучалось с новой силой. На лбу выступила испарина. Даже не смотря на то, что работник и с места не сдвинулся, чтобы побежать за мной, меня тревожило другое.\n\nГде Лорсулия и Стефи?..",
    "answers": [
      {
        "id": 7,
        "text": "                             Конец пролога",
        "comment": true
      },
      {
        "id": 14,
        "text": "Далее",
        "blackout": true
      },
      {
        "id": 7,
        "text": "Получена концовка пролога: \"Исчезновение родных\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 8,
    "text": "Я взял попавшийся под руку светильник и ударил им в голову этого существа со всей силы. Оно чуть покачнулось, но потом резко набросилось на меня. Я отскочил и побежал куда глаза глядят.\n\nНе оглядываясь, я добежал до того места, где был диван с единорогом, который полюбился Стефи, но из-за чувства тревоги и адреналина я даже не сразу обратил внимание на то, что ни Лорсулии, ни Стефи не было здесь.\n\nОглянувшись, я понял что за мной никто не бежит. Плюхнувшись на этот самый диван, ко мне стало приходить осознание моей ситуации и новой тревоги.\n\nРодные пропали, вместо работников какие-то странные существа, так один из них ещё и охотиться за мной.\n\nНадо искать свою дочь и жену. Без них я не уйду никуда. Надеюсь, даже не смотря на большие габариты Икеи, я быстро найду их.\n\nИ куда они ушли? Перед глазами до сих пор плыл силуэт того существа, его лица... Надеюсь, я больше не повстречаю его, а уж тем более Лорсулия и Стефи. ",
    "answers": [
      {
        "id": 8,
        "text": "                             Конец пролога",
        "comment": true
      },
      {
        "id": 14,
        "text": "Далее ",
        "blackout": true
      },
      {
        "id": 8,
        "text": "Получена концовка пролога: \"Опасные работники\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 9,
    "text": "Мы шли 1 минуту, 2, 3, 5 минут, но выхода не было. Как будто Икея не хотела нас отпускать. Как будто она была бесконечная.\n\nСтефани: Ну гди уже выхад, я устала!\n\nТоммас: Не хнычь, давай на руки возьму. Или ты все ещё взрослая?\n\nСтефани: Взрослым тоже нужна атдыхать. — Сказала она, с удовольствием садясь на мои руки.\n\nТоммас: Как вам на руках, взрослая Стефани? — Сказал я с улыбкой, хоть было и не до этого. Выхода так и не было. А ещё через время я опять заметил диван с единорогом. Лорсулия не выдержала.\n\nЛорсулия: Томмас, что происходит? Где выход? Сколько можно идти? Почему товары, которые мы уже видели повторяются? Где все в конце концов? — Жена резко замолчала, находясь в том состоянии, когда сказав пару слов, прорвёт на слёзы.\n\nТоммас: Пожалуйста, Лорсулия, не при Стефи. Если она сейчас заплачет, будет не до выхода. — Она понимающе кивнула, но всё равно еле сдерживала себя. Честно сказать, я тоже, так как мы идём уже 10 минут, товары начинают повторяться, а выхода как не было, так и нету...\n\nЧто же делать? Что происходит? Надо успокоить дочку и жену, но при этом и самому надо успокоиться. Что это за в прямом смысле бесконечная Икея?\n\nЛорсулия: А ты ещё Стефи сказал — \"это большой, чуть ли не бесконечный магазин\". Видимо всё-таки бесконечный.\n\nСтефани: Бесканечный?\n\nТоммас: Тихо, тихо, Стефи. Конечно нет. Скоро мы найдём выход. Правда же, найдём... ",
    "answers": [
      {
        "id": 9,
        "text": "                             Конец пролога",
        "comment": true
      },
      {
        "id": 96,
        "text": "Далее",
        "blackout": true
      },
      {
        "id": 9,
        "text": "Получена концовка пролога: \"Бесконечная Икея\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 10,
    "text": "Здесь вы можете выбрать раздел \"Концовки\" или \"Достижения\". ",
    "answers": [
      {
        "id": 11,
        "text": "Концовки ",
        "left_answer": true
      },
      {
        "id": 12,
        "text": "Достижения",
        "right_answer": true
      },
      {
        "id": 10,
        "text": "___",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "На первую страницу ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": "Здесь указаны все возможные и полученные вами концовки. ",
    "answers": [
      {
        "id": 11,
        "text": "Концовки пролога:",
        "comment": true,
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 11,
        "text": "Исчезновение Родных ",
        "need": -7
      },
      {
        "id": 83,
        "need_ever": true,
        "need": 7,
        "text": "~Исчезновение родных "
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 11,
        "text": "Опасные работники",
        "need": -8
      },
      {
        "id": 84,
        "need_ever": true,
        "need": 8,
        "text": "~Опасные работники"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 11,
        "text": "Бесконечная Икея",
        "need": -9
      },
      {
        "id": 85,
        "need_ever": true,
        "need": 9,
        "text": "~Бесконечная Икея"
      },
      {
        "id": 11,
        "text": "___",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 11,
        "text": "Концовки 1 эпизода:",
        "comment": true,
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 11,
        "text": "Интересное знакомство",
        "need": [
          -107,
          -108
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 109,
        "text": "~Интересное знакомство",
        "need": [
          107,
          108
        ]
      },
      {
        "comment": true,
        "id": 11,
        "text": "Большие планы",
        "need": [
          -73,
          -74,
          -88,
          -89
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 110,
        "text": "~Большие планы",
        "need": [
          73,
          74,
          88,
          89
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 11,
        "text": "Диванные Эксперты",
        "need": -59
      },
      {
        "id": 112,
        "text": "~Диванные Эксперты",
        "need": [
          59
        ],
        "need_ever": true
      },
      {
        "id": 11,
        "text": "___",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 10,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 12,
    "text": "Достижения которые есть в квесте и которые вы получили. ",
    "answers": [
      {
        "id": 12,
        "text": "Достижений в прологе нету.",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 12,
        "text": "___\n\nДостижения 1 эпизода:",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 113,
        "text": "~Джеки Чан",
        "need": 62,
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 12,
        "text": "Джеки Чан",
        "need": -62
      },
      {
        "id": 115,
        "text": "~Победитель Икеи! ",
        "need": 95,
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 12,
        "text": "Победитель Икеи! ",
        "need": -95
      },
      {
        "id": 116,
        "text": "~Ловкач",
        "need": 76,
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 12,
        "text": "Ловкач",
        "need": -76
      },
      {
        "id": 119,
        "text": "~Тщетная попытка ",
        "need": 61,
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 12,
        "text": "Тщетная попытка",
        "need": -61
      },
      {
        "id": 121,
        "text": "~Спецназ ",
        "need": 106,
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 12,
        "text": "Спецназ ",
        "need": -106
      },
      {
        "id": 123,
        "text": "~Шрам",
        "need": 93,
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 12,
        "text": "Шрам",
        "need": -93
      },
      {
        "id": 12,
        "text": "___",
        "comment": true
      },
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Обновление 1.0. (22.05.21-23.05.21): Написан только пролог с парой выборов. В ближайшее время займусь первым эпизодом, а пока жду фитбек.\n\nОбновление 1.0.1 (23.05.21): Мини-обновление, перечитал все возможные варианты пролога и исправил арфографические ошибки.\n\nОбновление: 1.0.2 (29.06.21): Начал писать продолжение, уже написано примерно 30-50% 1 эпизода со всех концовок пролога.\n\nОбновление: 1.0.3 (22.09.21): Продолжение снова пишется! Уху, это будет так сложно и долго, не нарадуюсь прям! Но на самом деле  я просто вспомнил про этот квест и такой: \"хмм... А почему бы не дописать уже этот 1 эпизод, а?\" так и началась \"Великая История Продолжений\".\nПоехали.\n\nОбновление 2.0 (24.09.21): Сегодня свершилось великое. Первый эпизод наконец-то дописан и выложен. Всем приятного чтения, пишите что думайте об 1 эпизоде и удачи в жизни! ",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 14,
    "text": "                      1 эпизод: \"Жители Икеи\" \n\nНадо обдумать план. План, точно... Да какой к черту план?! Надо срочно найти родных и всё, а ещё желательно не попадаться на глаза... Кхм, у них же нету глаз... Неважно! Нельзя попадаться Работникам Икеи на глаза и срочно нужно найти семью!\n\nНужно осмотреть окрестные места, не могли же Лорсулия и Стефи за такое короткое время так далеко уйти. Да и зачем они вообще уходили? Напал кто-то? Стефи... Не могу придумать шутку, не до этого сейчас.\nВсё, хватит думать, надо действовать! ",
    "answers": [
      {
        "id": 15,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 15,
    "text": "Повертев головой по кругу, я заметил ряды мебели. Логично, я же в Икее.\nНо если говорить конкретней, то слева от меня был ряд с кухонной мебелью, справа была мини-столовая, где в таких холодильниках, которые ещё используются для мороженого, находятся всякие ппшки, замороженные пиццы, Хот Доги и замороженные бургеры. \nНу, или если говорить коротко, набор для набирания веса. Но хоть вкусно...\n\nВпереди меня вдали виднеется выход из Икеи, но пока что он для меня можно сказать закрыт, пока я не найду родных. Сзади находился путь к другим рядам с мебелью, а также где-то там вдали был отдел стройматериалов.\nА, ну ещё существо с ужасными конечности и без лица. Ну это так, не интересно. ",
    "answers": [
      {
        "id": 16,
        "text": "В отдел с кухонной мебелью"
      },
      {
        "id": 17,
        "text": "В отдел с мини-столовой"
      },
      {
        "id": 15,
        "text": "На выход из Икеи\n(Нельзя, пока не нашёл родных) ",
        "comment": true
      }
    ]
  },
  {
    "id": 16,
    "text": "Вот он, отдел мечты для многих женщин!\nШучу конечно, это не так. Но все-же, может моя жена была так одурманена этим отделом, что пока я пытался разобраться в ситуации, она со Стефи по тихой ушла сюда?\nМожет быть.",
    "answers": [
      {
        "id": 18,
        "text": "[Осмотреть отдел] "
      },
      {
        "id": 38,
        "text": "Назад",
        "need": -8
      },
      {
        "var_not": [
          "bagous",
          1
        ],
        "var_add": [
          "bagous",
          1
        ],
        "id": 92,
        "text": "Назад",
        "need": 8
      },
      {
        "id": 38,
        "text": "Назад",
        "need": 92
      }
    ]
  },
  {
    "id": 17,
    "text": "Переступив порог, я услышал женский крик. \nМоя семья здесь, я точно знаю! ",
    "answers": [
      {
        "id": 19,
        "text": "[Идти на звук] "
      }
    ]
  },
  {
    "id": 18,
    "text": "Различные шкафчики, плиты, холодильники. Надо всё здесь осмотреть. ",
    "answers": [
      {
        "id": 20,
        "text": "Осмотреть шкафчики"
      },
      {
        "id": 21,
        "text": "Осмотреть плиты"
      },
      {
        "id": 22,
        "text": "Осмотреть холодильники ",
        "need_sometimes": true
      },
      {
        "id": 18,
        "text": "___",
        "comment": true
      },
      {
        "id": 16,
        "text": "Назад",
        "need": -6
      },
      {
        "var_not": [
          "sas",
          1
        ],
        "var_add": [
          "sas",
          1
        ],
        "id": 101,
        "text": "Назад",
        "need": 6
      },
      {
        "id": 100,
        "text": "Назад",
        "var_equal": [
          "sas",
          1
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "Идя на звук, я увидел, что прямо посередине отдела Лорсулия плакала, придерживая рядом Стефи. Оба громко плачат.\nТут же я заметил паренька лет 20, стоящий поодаль и наводящий на них револьвер. ",
    "answers": [
      {
        "id": 34,
        "text": "[Подбежать к парню сзади] "
      },
      {
        "id": 35,
        "text": "-Эй, ты что творишь? "
      },
      {
        "id": 37,
        "text": "-Тебе руки вырвать? Хрен ли на мою семью курок наставляешь?! "
      }
    ]
  },
  {
    "id": 20,
    "text": "В одном ряду по 5 шкафчиков. Всего ряда 4...\nВыдержат ли мои нервы все здесь осматривать? ",
    "answers": [
      {
        "id": 23,
        "text": "[Осмотреть первый ряд] ",
        "var_add": [
          "lol",
          1
        ],
        "need": -23
      },
      {
        "id": 24,
        "text": "[Осмотреть второй ряд] ",
        "var_add": [
          "lol",
          1
        ],
        "need": -24
      },
      {
        "id": 25,
        "text": "[Осмотреть третий ряд] ",
        "var_add": [
          "lol",
          1
        ],
        "need": -25
      },
      {
        "id": 26,
        "text": "[Осмотреть четвёртый ряд] ",
        "var_add": [
          "lol",
          1
        ],
        "need": -26
      },
      {
        "id": 20,
        "text": "Все шкафчики открыты, больше я здесь ничего не найду. ",
        "comment": true,
        "need": [
          23,
          24,
          25,
          26
        ]
      },
      {
        "id": 20,
        "text": "___",
        "comment": true
      },
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Всего здесь 10 плит. Что же, пришло время их открыть. ",
    "answers": [
      {
        "var_not": [
          "da",
          1
        ],
        "var_add": [
          "da",
          1
        ],
        "id": 21,
        "instant": true,
        "text": "[Осмотреть первую плиту] ",
        "var_sub": [
          "plita",
          1
        ]
      },
      {
        "var_not": [
          "net",
          1
        ],
        "var_add": [
          "net",
          1
        ],
        "id": 21,
        "instant": true,
        "text": "[Осмотреть вторую плиту] ",
        "var_sub": [
          "plita",
          1
        ]
      },
      {
        "var_not": [
          "iop",
          1
        ],
        "var_add": [
          "iop",
          1
        ],
        "id": 21,
        "instant": true,
        "text": "[Осмотреть третью плиту] ",
        "var_sub": [
          "plita",
          1
        ]
      },
      {
        "var_not": [
          "Gaga",
          1
        ],
        "var_add": [
          "Gaga",
          1
        ],
        "id": 21,
        "instant": true,
        "text": "[Осмотреть четвёртую плиту] ",
        "var_sub": [
          "plita",
          1
        ]
      },
      {
        "var_not": [
          "keks",
          1
        ],
        "var_add": [
          "keks",
          1
        ],
        "id": 21,
        "instant": true,
        "text": "[Осмотреть пятую плиту] ",
        "var_sub": [
          "plita",
          1
        ]
      },
      {
        "var_not": [
          "seks",
          1
        ],
        "var_add": [
          "seks",
          1
        ],
        "id": 21,
        "instant": true,
        "text": "[Осмотреть шестую плиту] ",
        "var_sub": [
          "plita",
          1
        ]
      },
      {
        "var_not": [
          "porevo",
          1
        ],
        "var_add": [
          "porevo",
          1
        ],
        "id": 21,
        "instant": true,
        "text": "[Осмотреть седьмую плиту] ",
        "var_sub": [
          "plita",
          1
        ]
      },
      {
        "var_not": [
          "anal",
          1
        ],
        "var_add": [
          "anal",
          1
        ],
        "id": 21,
        "instant": true,
        "text": "[Осмотреть восьмую плиту] ",
        "var_sub": [
          "plita",
          1
        ]
      },
      {
        "id": 36,
        "text": "[Осмотреть девятую плиту] ",
        "need": -36,
        "var_sub": [
          "plita",
          1
        ]
      },
      {
        "var_not": [
          "tverk",
          1
        ],
        "var_add": [
          "tverk",
          1
        ],
        "id": 21,
        "instant": true,
        "text": "[Осмотреть десятую плиту] ",
        "var_sub": [
          "plita",
          1
        ]
      },
      {
        "id": 21,
        "text": "Все плиты открыты, больше здесь делать нечего. ",
        "comment": true,
        "var_equal": [
          "plita",
          -10
        ]
      },
      {
        "id": 21,
        "text": "___",
        "comment": true
      },
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Итак, я в середине, по каждую из сторон вокруг меня по пять холодильников.\nЧто ж, пора открыть их и посмотреть что в них находится. ",
    "answers": [
      {
        "id": 28,
        "text": "Передняя сторона",
        "middle_answer": true,
        "var_not": [
          "sweg",
          -5
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "sweg",
          -5
        ],
        "id": 22,
        "text": "Передняя сторона\n(Осмотрена) ",
        "middle_answer": true
      },
      {
        "id": 29,
        "text": "Левая сторона",
        "var_not": [
          "plus",
          -5
        ],
        "left_answer": true
      },
      {
        "comment": true,
        "var_equal": [
          "plus",
          -5
        ],
        "id": 22,
        "text": "Левая сторона\n(Осмотрена) ",
        "left_answer": true
      },
      {
        "id": 30,
        "text": "Правая сторона",
        "right_answer": true,
        "var_not": [
          "gandon",
          -5
        ]
      },
      {
        "right_answer": true,
        "comment": true,
        "var_equal": [
          "gandon",
          -5
        ],
        "id": 22,
        "text": "Правая сторона\n(Осмотрена) "
      },
      {
        "id": 31,
        "text": "Задняя сторона",
        "middle_answer": true,
        "var_not": [
          "vagina",
          -5
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "vagina",
          -5
        ],
        "id": 22,
        "text": "Задняя сторона\n(Осмотрена) ",
        "middle_answer": true
      },
      {
        "id": 22,
        "text": "___",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 18,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 23,
    "text": "1 ряд:",
    "answers": [
      {
        "var_not": [
          "S",
          1
        ],
        "var_add": [
          "S",
          1
        ],
        "id": 23,
        "instant": true,
        "var_sub": [
          "W",
          1
        ],
        "text": "[Открыть первый шкаф] "
      },
      {
        "var_not": [
          "d",
          1
        ],
        "var_add": [
          "d",
          1
        ],
        "id": 23,
        "instant": true,
        "var_sub": [
          "W",
          1
        ],
        "text": "[Открыть второй шкаф] "
      },
      {
        "var_not": [
          "s",
          1
        ],
        "var_add": [
          "s",
          1
        ],
        "id": 23,
        "instant": true,
        "var_sub": [
          "W",
          1
        ],
        "text": "[Открыть третий шкаф] "
      },
      {
        "var_not": [
          "f",
          1
        ],
        "var_add": [
          "f",
          1
        ],
        "id": 23,
        "instant": true,
        "var_sub": [
          "W",
          1
        ],
        "text": "[Открыть четвёртый шкаф] "
      },
      {
        "var_not": [
          "F",
          1
        ],
        "var_add": [
          "F",
          1
        ],
        "id": 23,
        "instant": true,
        "var_sub": [
          "W",
          1
        ],
        "text": "[Открыть пятый шкаф] "
      },
      {
        "id": 20,
        "text": "Здесь больше нечего осматривать. ",
        "var_equal": [
          "W",
          -5
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "2 ряд:",
    "answers": [
      {
        "var_not": [
          "D",
          1
        ],
        "var_add": [
          "D",
          1
        ],
        "id": 24,
        "instant": true,
        "var_sub": [
          "w",
          1
        ],
        "text": "[Открыть первый шкаф] "
      },
      {
        "var_not": [
          "E",
          1
        ],
        "var_add": [
          "E",
          1
        ],
        "id": 24,
        "instant": true,
        "var_sub": [
          "w",
          1
        ],
        "text": "[Открыть второй шкаф] "
      },
      {
        "var_not": [
          "e",
          1
        ],
        "var_add": [
          "e",
          1
        ],
        "id": 24,
        "instant": true,
        "var_sub": [
          "w",
          1
        ],
        "text": "[Открыть третий шкаф] "
      },
      {
        "var_not": [
          "a",
          1
        ],
        "var_add": [
          "a",
          1
        ],
        "id": 24,
        "text": "[Открыть четвёртый шкаф] ",
        "var_sub": [
          "w",
          1
        ],
        "instant": true
      },
      {
        "var_not": [
          "A",
          1
        ],
        "var_add": [
          "A",
          1
        ],
        "id": 24,
        "instant": true,
        "var_sub": [
          "w",
          1
        ],
        "text": "[Открыть пятый шкаф] "
      },
      {
        "id": 20,
        "text": "Здесь больше нечего осматривать. ",
        "var_equal": [
          "w",
          -5
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "3 ряд:",
    "answers": [
      {
        "var_not": [
          "g",
          1
        ],
        "var_add": [
          "g",
          1
        ],
        "id": 25,
        "instant": true,
        "var_sub": [
          "wow",
          1
        ],
        "text": "[Открыть первый шкаф] "
      },
      {
        "var_not": [
          "G",
          1
        ],
        "var_add": [
          "G",
          1
        ],
        "id": 25,
        "text": "[Открыть второй шкаф] ",
        "var_sub": [
          "wow",
          1
        ],
        "instant": true
      },
      {
        "var_not": [
          "o",
          1
        ],
        "var_add": [
          "o",
          1
        ],
        "id": 25,
        "instant": true,
        "var_sub": [
          "wow",
          1
        ],
        "text": "[Открыть третий шкаф] "
      },
      {
        "var_add": [
          "hak",
          1
        ],
        "id": 27,
        "var_sub": [
          "wow",
          1
        ],
        "need": -27,
        "text": "[Открыть четвёртый шкаф] "
      },
      {
        "var_not": [
          "O",
          1
        ],
        "var_add": [
          "O",
          1
        ],
        "id": 25,
        "instant": true,
        "var_sub": [
          "wow",
          1
        ],
        "text": "[Открыть пятый шкаф] "
      },
      {
        "id": 20,
        "text": "Здесь больше нечего осматривать. ",
        "var_equal": [
          "wow",
          -5
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "4 ряд:",
    "answers": [
      {
        "var_not": [
          "p",
          1
        ],
        "var_add": [
          "p",
          1
        ],
        "id": 26,
        "instant": true,
        "var_sub": [
          "yes",
          1
        ],
        "text": "[Открыть первый шкаф] "
      },
      {
        "var_not": [
          "P",
          1
        ],
        "var_add": [
          "P",
          1
        ],
        "id": 26,
        "instant": true,
        "var_sub": [
          "yes",
          1
        ],
        "text": "[Открыть второй шкаф] "
      },
      {
        "var_not": [
          "m",
          1
        ],
        "var_add": [
          "m",
          1
        ],
        "id": 26,
        "instant": true,
        "var_sub": [
          "yes",
          1
        ],
        "text": "[Открыть третий шкаф] "
      },
      {
        "var_not": [
          "M",
          1
        ],
        "var_add": [
          "M",
          1
        ],
        "id": 26,
        "instant": true,
        "var_sub": [
          "yes",
          1
        ],
        "text": "[Открыть четвёртый шкаф] "
      },
      {
        "var_not": [
          "l",
          1
        ],
        "var_add": [
          "l",
          1
        ],
        "id": 26,
        "instant": true,
        "var_sub": [
          "yes",
          1
        ],
        "text": "[Открыть пятый шкаф] "
      },
      {
        "id": 20,
        "text": "Здесь больше нечего осматривать. ",
        "var_equal": [
          "yes",
          -5
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "Похоже, удача наконец улыбнулась мне! Кухонный нож, очень полезно, когда вокруг какие то странные существа.\nТеперь можно и ходить не боясь.\n\nПолучено: Кухонный Нож",
    "answers": [
      {
        "id": 25,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Передняя сторона. ",
    "answers": [
      {
        "var_not": [
          "faf",
          1
        ],
        "var_add": [
          "faf",
          1
        ],
        "id": 28,
        "instant": true,
        "text": "[Открыть первый холодильник] ",
        "var_sub": [
          "sweg",
          1
        ]
      },
      {
        "var_not": [
          "vav",
          1
        ],
        "var_add": [
          "vav",
          1
        ],
        "id": 28,
        "instant": true,
        "text": "[Открыть второй холодильник] ",
        "var_sub": [
          "sweg",
          1
        ]
      },
      {
        "var_not": [
          "dad",
          1
        ],
        "var_add": [
          "dad",
          1
        ],
        "id": 28,
        "instant": true,
        "text": "[Открыть третий холодильник] ",
        "var_sub": [
          "sweg",
          1
        ]
      },
      {
        "var_not": [
          "kekla",
          1
        ],
        "var_add": [
          "kekla",
          1
        ],
        "id": 28,
        "instant": true,
        "text": "[Открыть четвёртый холодильник] ",
        "var_sub": [
          "sweg",
          1
        ]
      },
      {
        "var_not": [
          "porno",
          1
        ],
        "var_add": [
          "porno",
          1
        ],
        "id": 28,
        "instant": true,
        "text": "[Открыть пятый холодильник] ",
        "var_sub": [
          "sweg",
          1
        ]
      },
      {
        "id": 28,
        "text": "Все холодильники в этой стороне открыты, больше здесь делать нечего. ",
        "comment": true,
        "var_equal": [
          "sweg",
          -5
        ]
      },
      {
        "id": 28,
        "text": "___",
        "comment": true
      },
      {
        "id": 22,
        "text": "Назад",
        "var_not": [
          "sweg",
          5
        ]
      },
      {
        "id": 22,
        "text": "Назад",
        "var_add": [
          "dost",
          1
        ],
        "var_equal": [
          "sweg",
          5
        ]
      },
      {
        "id": 28,
        "text": "Получено достижение: \"Кухонный осмотритель\" ",
        "comment": true,
        "var_equal": [
          "dost",
          9
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Левая сторона. ",
    "answers": [
      {
        "var_not": [
          "sex",
          1
        ],
        "var_add": [
          "sex",
          1
        ],
        "id": 29,
        "instant": true,
        "text": "[Открыть первый холодильник] ",
        "var_sub": [
          "plus",
          1
        ]
      },
      {
        "var_not": [
          "floy",
          1
        ],
        "var_add": [
          "floy",
          1
        ],
        "id": 29,
        "instant": true,
        "text": "[Открыть второй холодильник] ",
        "var_sub": [
          "plus",
          1
        ]
      },
      {
        "var_not": [
          "dermo",
          1
        ],
        "var_add": [
          "dermo",
          1
        ],
        "id": 29,
        "instant": true,
        "text": "[Открыть третий холодильник] ",
        "var_sub": [
          "plus",
          1
        ]
      },
      {
        "var_not": [
          "siski",
          1
        ],
        "var_add": [
          "siski",
          1
        ],
        "id": 29,
        "instant": true,
        "text": "[Открыть четвёртый холодильник] ",
        "var_sub": [
          "plus",
          1
        ]
      },
      {
        "id": 32,
        "text": "[Открыть пятый холодильник] ",
        "need": -32,
        "var_sub": [
          "plus",
          1
        ]
      },
      {
        "id": 29,
        "text": "Все холодильники в этой стороне открыты, больше здесь делать нечего. ",
        "comment": true,
        "var_equal": [
          "plus",
          -5
        ]
      },
      {
        "id": 28,
        "text": "___",
        "comment": true
      },
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Правая сторона. ",
    "answers": [
      {
        "var_not": [
          "aboba",
          1
        ],
        "var_add": [
          "aboba",
          1
        ],
        "id": 30,
        "instant": true,
        "text": "[Открыть первый холодильник] ",
        "var_sub": [
          "gandon",
          1
        ]
      },
      {
        "var_not": [
          "ebat",
          1
        ],
        "var_add": [
          "ebat",
          1
        ],
        "id": 30,
        "instant": true,
        "text": "[Открыть второй холодильник] ",
        "var_sub": [
          "gandon",
          1
        ]
      },
      {
        "var_not": [
          "droch",
          1
        ],
        "var_add": [
          "droch",
          1
        ],
        "id": 30,
        "instant": true,
        "text": "[Открыть третий холодильник] ",
        "var_sub": [
          "gandon",
          1
        ]
      },
      {
        "var_not": [
          "v rot",
          1
        ],
        "var_add": [
          "v rot",
          1
        ],
        "id": 30,
        "instant": true,
        "text": "[Открыть четвёртый холодильник] ",
        "var_sub": [
          "gandon",
          1
        ]
      },
      {
        "var_not": [
          "jek",
          1
        ],
        "var_add": [
          "jek",
          1
        ],
        "id": 30,
        "instant": true,
        "text": "[Открыть пятый холодильник] ",
        "var_sub": [
          "gandon",
          1
        ]
      },
      {
        "id": 30,
        "text": "Все холодильники в этой стороне открыты, больше здесь делать нечего. ",
        "comment": true,
        "var_equal": [
          "gandon",
          -5
        ]
      },
      {
        "id": 28,
        "text": "___",
        "comment": true
      },
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "Задняя сторона. ",
    "answers": [
      {
        "var_not": [
          "lalka",
          1
        ],
        "var_add": [
          "lalka",
          1
        ],
        "id": 31,
        "instant": true,
        "text": "[Открыть первый холодильник] ",
        "var_sub": [
          "vagina",
          1
        ]
      },
      {
        "id": 33,
        "text": "[Открыть второй холодильник] ",
        "need": -33,
        "var_sub": [
          "vagina",
          1
        ]
      },
      {
        "var_not": [
          "chrek",
          1
        ],
        "var_add": [
          "chrek",
          1
        ],
        "id": 31,
        "instant": true,
        "text": "[Открыть третий холодильник] ",
        "var_sub": [
          "vagina",
          1
        ]
      },
      {
        "var_not": [
          "ebatsya",
          1
        ],
        "var_add": [
          "ebatsya",
          1
        ],
        "id": 31,
        "instant": true,
        "text": "[Открыть четвёртый холодильник] ",
        "var_sub": [
          "vagina",
          1
        ]
      },
      {
        "var_not": [
          "falang",
          1
        ],
        "var_add": [
          "falang",
          1
        ],
        "id": 31,
        "instant": true,
        "text": "[Открыть пятый холодильник] ",
        "var_sub": [
          "vagina",
          1
        ]
      },
      {
        "id": 31,
        "text": "Все холодильники в этой стороне открыты, больше здесь делать нечего. ",
        "comment": true,
        "var_equal": [
          "vagina",
          -5
        ]
      },
      {
        "id": 28,
        "text": "___",
        "comment": true
      },
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "О, теперь есть что перекусить. Замороженная пицца, деликатес прям.\n\nПолучено: Замороженная пицца. ",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "Как такую еду Богов могли заморозить? Оно же будет не вкусное... Хнык-Хнык...\nНо да ладно, в любом случае неплохая еда, возьму с собой.\n\nПолучено: Замороженный бургер. ",
    "answers": [
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "Неизвестный: Да кто вы, чёрт возьми?! Откуда вы здесь взялись?! — говорил он, обращаясь к Лорсулии и Стефи. \n\nДойдя до парня я ударил со всей силы в спину, что откинуло аппонента на метр, но он тут же встал, размахивая пистолетом, но поняв что он меня не пугает он встал в боевую стойку. \n\nНа вид и не скажешь, парень 20 лет в очках, а держится неплохо, видимо ходил на боевые секции. Вообщем, мы были почти наравне.\nБой будет тяжёлым... ",
    "answers": [
      {
        "id": 39,
        "text": "Враг стоит напротив тебя в боевой стойке. ",
        "comment": true
      },
      {
        "id": 51,
        "text": "[Напасть первым] "
      },
      {
        "id": 52,
        "text": "[Ждать нападения врага] "
      },
      {
        "id": 60,
        "text": "[Достать нож] ",
        "need": 27
      }
    ]
  },
  {
    "id": 35,
    "text": "Неизвестный: Занимаюсь допросом этих двух интересных личностей, и советую тебе не вмешиваться!\n\nТоммас: Слышь, придурок, это моя семья! Хрен ли ты их трогаешь?\n\nНеизвестный: Не пытайся запугать человека с револьвером — сказал он, демонстративно покрутив револьвером — а то этот человек может разозлиться, и... — раздался выстрел — выстрелить.\n\nТоммас: А ты не пытайся запугать человека, семье которого угрожают. Ради них я готов на всё — показал я в сторону своих родных.\n\nНеизвестный: Да ты просто червяк, который умеет только словами кидаться, боже, как ты вообще живёшь.\n\nЛорсулия: Заткнись, урод! — Лорсулия попробовала побежать на него, но он навёл на неё пистолет, развернулись ко мне спиной.\nКажется, настало время моего выхода. ",
    "answers": [
      {
        "id": 86,
        "text": "[Подбежать сзади] "
      },
      {
        "id": 87,
        "text": "[Подбежать к парню сзади с ножом] ",
        "need": 27
      }
    ]
  },
  {
    "id": 36,
    "text": "Опаньки, записка. На ней даже нарисована карандашом печать в виде дивана. Странновато, но да ладно.\n\nИтак:\n\"Джерри, Чёрт тебя побери! Ты сказал что еда уже обновилась, но ни фига! Зато обновился список потерянных вещей, минус моя любимая Бэтти! И все из-за того что ты просчитался! В честь нашего великого клана Диванных Экспертов ты будешь неделю внеочереди на ночном посту, а так же каждую свою свободную минуту искать мою биту!\nЧтоб твой диван сдулся!\"\n\nАхахах, это смешно. Но откуда здесь эта записка? Здесь есть люди? Здесь есть некий клан Диванных Экспертов? Они что, решили тут остаться и противостоять этим Работникам Икеи? Это какая-то полиция? Что здесь черт возьми происходит?\nВопросов только больше, а ответов естественно только меньше...\n\nПолучено: Записка",
    "answers": [
      {
        "id": 21,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "Неизвестный: Ты ещё кто, мудила?!\n\nТоммас: А тебя волнует?! Опустил пистолет в пол, а лучше кинь его мне!\n\nНеизвестный: Ага, разбежался! Может мне просто тебя застрелить?\n\nЛорсулия: Не трогай его! — сквозь плач говорила она.\n\nНеизвестный: Заткнись, шваль!",
    "answers": [
      {
        "id": 39,
        "text": "-Меня долго уговаривать не придётся!\n(Побежать на парня) "
      },
      {
        "id": 40,
        "text": "-Всё, успокоились все! Давайте просто поговорим! "
      },
      {
        "id": 41,
        "text": "[Побежать на парня с ножом] ",
        "need": 27
      }
    ]
  },
  {
    "id": 38,
    "text": "Развилка между двумя рядами, выбор куда пойти как обычно за мной. ",
    "answers": [
      {
        "id": 16,
        "text": "В отдел с кухонной мебелью"
      },
      {
        "id": 17,
        "text": "В отдел с мини-столовой"
      },
      {
        "id": 15,
        "text": "На выход из Икеи\n(Нельзя, пока не нашёл родных) ",
        "comment": true
      }
    ]
  },
  {
    "id": 39,
    "text": "Неизвестный: Остановись! Я стрелять буду! — в этот же миг послышался выстрел. Правда в пол, видимо пытался запугать.\n\nДойдя до парня я ударил со всей силы по животу, что откинуло аппонента на метр, но он тут же встал, и, приняв боевую стойку, начал драку.\n\nНа вид и не скажешь, парень 20 лет в очках, а бьёт неплохо, видимо ходил на боевые секции. Вообщем, мы были почти наравне.\nБой будет тяжёлым... ",
    "answers": [
      {
        "id": 39,
        "text": "Враг стоит напротив тебя в боевой стойке. ",
        "comment": true
      },
      {
        "id": 51,
        "text": "[Напасть первым] "
      },
      {
        "id": 52,
        "text": "[Ждать нападения врага] "
      },
      {
        "id": 60,
        "text": "[Достать нож] ",
        "need": 27
      }
    ]
  },
  {
    "id": 40,
    "text": "Неизвестный: Никто не будет успокаиваться! Да кто вы вообще такие-то?! Эй ты — говорил он мне — давай подерёмся, а? Ты же такой храбрый на словах, так докажи на деле!\n\nТоммас: Ты сам напросился.\n\nОн встал в боевую стойку. На вид и не скажешь, парень 20 лет в очках, а держится неплохо, видимо ходил на боевые секции. Вообщем, мы были почти наравне.\nБой будет тяжёлым...  ",
    "answers": [
      {
        "id": 39,
        "text": "Враг стоит напротив тебя в боевой стойке. ",
        "comment": true
      },
      {
        "id": 51,
        "text": "[Напасть первым] "
      },
      {
        "id": 52,
        "text": "[Ждать нападения врага] "
      },
      {
        "id": 60,
        "text": "[Достать нож] ",
        "need": 27
      }
    ]
  },
  {
    "id": 41,
    "text": "Заметив нож в твоих руках, парень выстрелил в пол, пытаясь запугать тебя, но ты уже был в режиме метеорита, который ничем не остановить.\n\nРывок, захват, и вот он уже умоляет не убивать его, пока ты держишь нож у его шеи. ",
    "answers": [
      {
        "id": 42,
        "text": "-Ты кто, тварь?! "
      },
      {
        "id": 43,
        "text": "-Зачем ты угрожал моей семье?! ",
        "var_add": [
          "bagi",
          1
        ]
      },
      {
        "id": 44,
        "text": "-Теперь может мне тебя просто убить? "
      }
    ]
  },
  {
    "id": 42,
    "text": "Джерри: Я Джерри. Пришёл сюда искать Бэтти, это бейсбольная бита Майкла, самый главный в нашем клане... ",
    "answers": [
      {
        "id": 48,
        "text": "-Постой, какой клан? Какой самый главный Майкл? Что вы здесь устроили? ",
        "need": -6
      },
      {
        "id": 48,
        "text": "-Постой, какой клан? Какой самый главный Майкл? Что вы здесь устроили? ",
        "need": 6,
        "var_add": [
          "bag",
          1
        ]
      },
      {
        "id": 49,
        "text": "-Это про тебя в этой записке написано?\n(Показать записку) ",
        "need": 36
      }
    ]
  },
  {
    "id": 43,
    "text": "Джерри: Да, дурак Джерри, дурак, извиняюсь! Просто кроме нашего клана в этой чёртовой бесконечной Икее я никого не встречал. Я хотел их допросить, кто они, что они, и чтобы они развязали свои рты и говорили правду я их запугал, не больше!\n\nТоммас: Ладно, понятно. Я подостыл, так что не бойся, рассказывай всегда как есть. Я Томмас кстати.\n\nДжерри: Спасибо. ",
    "answers": [
      {
        "id": 56,
        "text": "-Ты сказал бесконечной Икее? "
      }
    ]
  },
  {
    "id": 44,
    "text": "Неизвестный: Не надо! Пожалуйста! Я всё скажу! Всё, абсолютно, только не убивай, хорошо? ",
    "answers": [
      {
        "id": 45,
        "text": "-Говори пока язык не вырвал! "
      },
      {
        "id": 46,
        "text": "-Хватит подлизываться! "
      }
    ]
  },
  {
    "id": 45,
    "text": "Неизвестный: Конечно...\n\nТоммас: Вот и славно, хорошо что мы друг друга поняли! ",
    "answers": [
      {
        "id": 47,
        "text": "-Кто ты? "
      }
    ]
  },
  {
    "id": 46,
    "text": "Неизвестный: Но я не...\n\nТоммас: Заткнись! Отвечай на мои вопросы, если хочешь жить!\n\nНеизвестный: Хоро...\n\nТоммас: Молчать! ",
    "answers": [
      {
        "id": 47,
        "text": "-Кто ты? "
      }
    ]
  },
  {
    "id": 47,
    "text": "Джерри: Я Джерри. Пришёл сюда искать Бэтти, это бейсбольная бита Майкла, самый главный в нашем клане... ",
    "answers": [
      {
        "id": 48,
        "text": "-Постой, какой клан? Какой самый главный Майкл? Что вы здесь устроили? "
      },
      {
        "id": 49,
        "text": "-Это про тебя в этой записке написано?\n(Показать записку) ",
        "need": 36
      }
    ]
  },
  {
    "id": 48,
    "text": "Джерри: Постой, можешь по очереди вопросы задавать? Я так тебе нормально не отвечу...",
    "answers": [
      {
        "id": 50,
        "text": "-Ладно, поговорим по твоим правилам"
      }
    ]
  },
  {
    "id": 49,
    "text": "Джерри: Да! Это Майкл послал меня, после того как он потерял свою бейсбольную биту по моей вине. Вот я её и ищу здесь... Пожалуйста, отпустите меня! Я ничего вам не сделаю! Наш клан не доставит вам проблем!\n\nТоммас: Да успокойся, отпущу, только вот мне интересно, зачем ты положил записку в плиту? \n\nДжерри: Не знаю, просто так. В этом нет особого смысла, просто так получилось.",
    "answers": [
      {
        "id": 50,
        "text": "-Окей"
      }
    ]
  },
  {
    "id": 50,
    "text": "Джерри: Ещё какие-то вопросы?.. ",
    "answers": [
      {
        "var_not": [
          "bagi",
          1
        ],
        "need_sometimes": true,
        "id": 54,
        "text": "-Зачем ты угрожал моей семье? ",
        "need": [
          -54
        ],
        "var_add": [
          "isprav",
          1
        ]
      },
      {
        "id": 55,
        "text": "-Что у вас за клан? ",
        "need": -55
      },
      {
        "id": 53,
        "text": "-Ты нашёл Бэтти? ",
        "need": -53
      },
      {
        "var_not": [
          "bag",
          1
        ],
        "var_add": [
          "bag",
          1
        ],
        "id": 80,
        "text": "-Расскажи поподробней о себе ",
        "need": 43
      },
      {
        "id": 59,
        "text": "-Занятная информация. Ладно, живи, опрос как говориться окончен. Томмас. ",
        "need": [
          54,
          55,
          43
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 51,
    "text": "Я решил не ждать, а напасть первым. Враг удивился, но принялся защищаться. ",
    "answers": [
      {
        "id": 51,
        "text": "Враг полностью готов обороняться. ",
        "comment": true
      },
      {
        "id": 61,
        "text": "[Ударить куда попало кулаком наотмаж] ",
        "need": -61,
        "need_ever": true
      },
      {
        "id": 117,
        "text": "[Ударить куда попало кулаком наотмаж] ",
        "need": 61,
        "need_ever": true
      },
      {
        "id": 62,
        "text": "[Попробовать сбить с ног] ",
        "need": -62,
        "need_ever": true
      },
      {
        "id": 111,
        "text": "[Попробовать сбить с ног] ",
        "need": 62,
        "need_ever": true
      },
      {
        "id": 63,
        "text": "[Отвернуться, подпустив врага ближе] "
      }
    ]
  },
  {
    "id": 52,
    "text": "Аппонент решил использовать приём с запугиванием, сделав как на Диком Западе:\nДостал револьвер из \"Кобуры\" (карманов штанов) и выстрелил рядом со мной, и пока я отходил от этого, так как от выстрела рядом в ушах звенит, он подобрался ближе. ",
    "answers": [
      {
        "id": 52,
        "text": "Враг собирается нанести удар. ",
        "comment": true
      },
      {
        "id": 78,
        "text": "[Ударить на опережение] "
      },
      {
        "id": 79,
        "text": "[Увернуться] "
      }
    ]
  },
  {
    "id": 53,
    "text": "Джерри: Нет, я только что сюда пришёл. ",
    "answers": [
      {
        "var_not": [
          "bagi",
          1
        ],
        "need_sometimes": true,
        "var_add": [
          "isprav",
          1
        ],
        "id": 54,
        "text": "-Зачем ты угрожал моей семье? ",
        "need": [
          -54,
          -43
        ],
        "var_no_more": [
          "isprav",
          0
        ]
      },
      {
        "id": 55,
        "text": "-Что у вас за клан? ",
        "need": [
          -55
        ],
        "need_sometimes": true
      },
      {
        "id": 59,
        "text": "-Занятная информация. Ладно, живи, опрос как говориться окончен. Томмас. ",
        "need": [
          54,
          55,
          43
        ],
        "need_sometimes": true
      },
      {
        "var_not": [
          "bag",
          1
        ],
        "var_add": [
          "bag",
          1
        ],
        "id": 80,
        "text": "Расскажи поподробней о себе ",
        "need": 43
      }
    ]
  },
  {
    "id": 54,
    "text": "Джерри: Просто кроме нашего клана в этой чёртовой бесконечной Икее я никого не встречал. Я хотел их допросить, кто они, что они, и чтобы они развязали свои рты и говорили правду я их запугал, не больше!\n\nТоммас: Ладно, понятно. ",
    "answers": [
      {
        "id": 56,
        "text": "-Ты сказал бесконечной Икее? "
      }
    ]
  },
  {
    "id": 55,
    "text": "Джерри: Наш клан организовал Майкл, он построил что-то вроде ограждения в отделе с диванами. Потому и название: \"Диванные Эксперты\". Если короче, то просто ДЭ. ",
    "answers": [
      {
        "id": 58,
        "text": "-Зачем нужны ограждения? "
      }
    ]
  },
  {
    "id": 56,
    "text": "Джерри: Да, ты что не знал? Она бесконечна! Мы тут уже как год сидим, никто выход не нашёл.\n\nТак вот почему они организовали здесь клан и в принципе сидят здесь. Оказуется Икея бесконечная. Занятно. Получается, мы не сможем выбраться из Икеи просто так. ",
    "answers": [
      {
        "id": 55,
        "text": "-Расскажи про свой клан",
        "need": [
          -55
        ]
      },
      {
        "id": 59,
        "text": "-Занятная информация. Ладно, живи, опрос как говориться окончен. Томмас. ",
        "need": [
          55,
          53
        ]
      },
      {
        "id": 53,
        "text": "-Ты нашёл Бэтти? ",
        "need": -53
      },
      {
        "id": 80,
        "text": "-Расскажи поподробней о себе",
        "need": 43,
        "var_add": [
          "bag",
          1
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "Джерри: Наш клан организовал Майкл, он построил что-то вроде ограждения в отделе с диванами. Потому и название: \"Диванные Эксперты\". Если короче, то просто ДЭ. ",
    "answers": [
      {
        "id": 58,
        "text": "-Зачем нужны ограждения? "
      }
    ]
  },
  {
    "id": 58,
    "text": "Джерри: Как зачем, естественно от Работников Икеи! Это днём они безобидные, только если сам не начнёшь драку, а вот ночью...\n\nТоммас: Так, стоп, а как вы определяете, день сейчас или ночь? Это же огромное закрытое здание!\n\nДжерри: Каждый день ровно в 22:00 по всей Икее выключается свет. Именно в это время работники становятся агрессивные к людям, и убивают всех без разбора, только на глаза им попадись! Для этого и нужны ограждения. Снова же включается свет в 7:00.",
    "answers": [
      {
        "id": 59,
        "text": "-Занятная информация. Ладно, живи, опрос как говориться окончен. Томмас. ",
        "need": [
          54,
          55,
          43
        ],
        "need_sometimes": true
      },
      {
        "var_not": [
          "bagi",
          1
        ],
        "need_sometimes": true,
        "var_add": [
          "isprav",
          1
        ],
        "id": 54,
        "text": "-Зачем ты угрожал моей семье? ",
        "need": [
          -54,
          -43
        ],
        "var_no_more": [
          "isprav",
          0
        ]
      },
      {
        "id": 53,
        "text": "-Ты нашёл Бэтти? ",
        "need": -53
      },
      {
        "var_not": [
          "bag",
          1
        ],
        "var_add": [
          "bag",
          1
        ],
        "id": 80,
        "text": "-Расскажи поподробней о себе ",
        "need": 43
      }
    ]
  },
  {
    "id": 59,
    "text": "Джерри: Джерри. Ну, ты уже знаешь.\n\nТоммас: Ладно. Давайте обдумаем нашу ситуацию. Из Икеи уйти не получиться, даже пробовать не стоит, как ты говоришь, она бесконечна. Значит всё что нам остаётся на данный момент это организовать себе хорошее убежище в этой Икее. У вас же есть собственный клан, да?\n\nДжерри: Да — Диванные Эксперты.\n\nТоммас: Значит мы вступаем к вам — сказал я с улыбкой на лице.\n\nДжерри: Извини, но это зависит не от меня. Майкл может просто не принять ва...\n\nТоммас: Боже, мы в чёртовой бесконечной Икее, где всюду шастают какие-то монстры, убивающие всё что движется по ночам! Людей в этой Икее не так уж и много, а значит для собственного выживания нам необходимо собираться в группы! Как вы можете не принять нас?!\n\nДжерри: Потому-что вы можете оказаться маньяками, или убийцами, или...\n\nТоммас: То есть по твоему молодая семья с трёхлетней дочкой является убийцами?! Да ты в своём уме?!\n\nЛорсулия: А про нас никто не забыл?! Прекратите этот дурдом, мы люди в конце концов! Давайте для начала придём к отделу с диванами, и там уже поговорим по поводу нашего принятия в клан.\n\nТоммас: Да, извини дорогая, просто такая ужасная ситуация... Чёрт, мне срочно нужен виски.\n\nДжерри: А у нас как раз поблизости есть...\n\nЛорсулия: Последнее что нам нужно в этой ситуации, это алкоголь. Всё, пошли, а то так и будем стоять тут до 22:00, пока нас эти твари не сожрут. ",
    "answers": [
      {
        "comment": true,
        "need_sometimes": true,
        "id": 59,
        "text": "\n\nТоммас: Ага...\n\nЛорсулия: Слушай, а что у тебя здесь за шрам?\n\nТоммас: Ах, это. С Работником Икеи подрался, пхах, там история такая. Вообщем, потом как нибудь.\n\nЛорсулия: Ну ладно, но тебе точно нужно будет его обработать. А то вдруг инфекцию подхватишь.\n\nТоммас: Да ладно тебе. Это же не...\n\nЛорсулия: Я сказала что надо будет обработать, значит?\n\nТоммас: Значит нужно обработать, да, но всё же...\n\nЛорсулия: Этот разговор закрыт.\n\nТоммас: Лааааадно...",
        "need": [
          93,
          122
        ],
        "merge": true
      },
      {
        "id": 59,
        "text": "                           Конец 1 эпизода ",
        "comment": true
      },
      {
        "id": 1,
        "text": "Продолжение следует...\n(В начало) "
      },
      {
        "id": 59,
        "text": "Получена концовка 1 эпизода: \"Диванные Эксперты\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 60,
    "text": "Достав нож, я напугал его до чёртиков. Даже не смотря на то, что у него был револьвер, по видимому он не хотел никого убивать, и стал убегать.\nС какой стороны он побежит? ",
    "answers": [
      {
        "id": 60,
        "text": "Враг собирается бежать в левую сторону. ",
        "comment": true
      },
      {
        "id": 75,
        "text": "Ловить слева",
        "left_answer": true
      },
      {
        "right_answer": true,
        "id": 76,
        "text": "Ловить справа",
        "need": -76,
        "need_ever": true
      },
      {
        "right_answer": true,
        "id": 118,
        "text": "Ловить справа",
        "need": 76,
        "need_ever": true
      }
    ]
  },
  {
    "id": 61,
    "text": "Глупое было решение. Естественно я промазал. Пока я вставал обратно в боевую стойку, он ударил меня по спине, отчего я упал на колени, а потом добил коленом в лицо и убежал. Благо нос мне не сломал, ударил где-то в районе щеки. ",
    "answers": [
      {
        "id": 90,
        "text": "[Осмотреться] "
      },
      {
        "id": 61,
        "text": "Получено достижение: \"Тщетная попытка\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 62,
    "text": "Я решил попробовать сбить его с ног. Подойдя поближе, резко схватил его руки своими, ногами пытаясь уронить его. И хоть я занимался секциями по борьбе только в детстве, у меня получилось его сбить с ног. Упав, он попытался схватить мои ноги, чтобы я тоже упал, но я уже отошёл, а потом пнул его со всей силы в живот, схватил за шкирку, услышав как он молится.\n\nТоммас: Хватит молитвы читать, либо ты мне сейчас отвечаешь на все вопросы, которые я тебе задам, либо как Иисус будешь распят на кресте — на самом деле я ничего не смыслил в религии, но решил сказать так, чтобы сильнее запугать. \n\nНеизвестный: Я расскажу всё! Честное слово! ",
    "answers": [
      {
        "id": 42,
        "text": "-Тебя как звать? "
      },
      {
        "id": 43,
        "text": "-Зачем ты угрожал моей семье? ",
        "var_add": [
          "bagi",
          1
        ]
      },
      {
        "id": 44,
        "text": "-А почему бы мне тебя просто убить? "
      },
      {
        "id": 62,
        "text": "Получено достижение: \"Джеки Чан\" ",
        "comment": true,
        "need_ever": false
      }
    ]
  },
  {
    "id": 63,
    "text": "Пока я отвернулся, он попробует ударить, но я буду готов и ударю первым. ",
    "answers": [
      {
        "id": 65,
        "text": "[Ждать] "
      }
    ]
  },
  {
    "id": 64,
    "text": "Томмас: Спасибо милая — в этот же момент я схватил обидчика сзади, чтобы он не убежал — всё что тебе нужно для выживания в данной ситуации, это отвечать на вопросы, а если не захочешь, то пенять будешь на себя, понятно? \n\nНеизвестный: Я на всё отвечу, клянусь! ",
    "answers": [
      {
        "id": 42,
        "text": "-Тебя как звать? "
      },
      {
        "id": 43,
        "text": "-Зачем ты угрожал моей семье? ",
        "var_add": [
          "bagi",
          1
        ]
      },
      {
        "id": 44,
        "text": "-А почему бы мне тебя просто убить? "
      }
    ]
  },
  {
    "id": 65,
    "text": "Жду. ",
    "answers": [
      {
        "id": 66,
        "text": "[Ударить] "
      },
      {
        "id": 67,
        "text": "[Ждать] "
      }
    ]
  },
  {
    "id": 66,
    "text": "Удар пришёлся рядом с врагом, он уже был в 3 метрах от меня.\nТак как я ударил наотмаж, то пока я обратно вставал в стойку он ударил меня по голове об колено. И пока я приходил в себя, он убежал.\n\nЯ быстро залез на кассу какого-то ларька Икеи и посмотрел куда он бежит. За мной тут же появились Лорсулия и Стефи.\n\nУбежал он куда то в район диванного отдела. ",
    "answers": [
      {
        "id": 73,
        "text": "-В записке было тоже самое! Там было написано про какой-то клан \"Диванных Экспертов\", и он убежал в диванный отдел. Всё сходится. Тут арудует какой-то клан. ",
        "need": 36
      },
      {
        "id": 74,
        "text": "-Странно... "
      }
    ]
  },
  {
    "id": 67,
    "text": "Ну ещё чуть чуть.",
    "answers": [
      {
        "id": 68,
        "text": "[Ударить] "
      },
      {
        "id": 69,
        "text": "[Ждать] "
      }
    ]
  },
  {
    "id": 68,
    "text": "Удар пришёлся в самый раз по лицу аппонента. Пока он отходит от удара можно провести комбо. ",
    "answers": [
      {
        "id": 70,
        "text": "Комбо: удар апперкотом, в живот, подсечка."
      },
      {
        "id": 71,
        "text": "Комбо: Подсечка, поднять и ударить головой, прыгнуть на него. "
      }
    ]
  },
  {
    "id": 69,
    "text": "Слишком уж долго я ждал.\n\nУдар пришёлся по спине, отчего я сразу упал на пол, и пока я лежал, он просто убежал.\n\nХоть не убил. Главное, что родные целы... Стоп, родные, Лорсулия, Стефи, где они? \nОбернувшись я понял, что они проследили за тем, куда убежал тот незнакомец, взобравшись на кассу какого-то ларька Икеи. После этого они подбежали ко мне.\n\nЛорсулия: Милый, всё хорошо? Ничего не болит? Ничего не сломал?\n\nТоммас: Да ладно, все нормально, не волнуйся.\n\nСтефи: Папачка!\n\nТоммас: Что такое, маленький солдатик?\n\nСтефи: Что ито был за челавек?\n\nТоммас: Плохой человек, очень... ",
    "answers": [
      {
        "id": 72,
        "text": "[Встать] "
      }
    ]
  },
  {
    "id": 70,
    "text": "Комбо прошло идеально, аппонент распластался на полу и из последних сил выдавил: \"Не бей, я всё расскажу...\" ",
    "answers": [
      {
        "id": 82,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 71,
    "text": "Когда я поднимал его, он ударил меня головой первее, отчего уже я был дезорентирован. Он воспользовался этим и начал избивать меня.\n\nУдар. Ещё и ещё. Похоже, я проиграл...\nВнезапно раздалось: \"Хия!\", я сразу понял кто это. Лорсулия, моя любимая.\n\nМой аппонент хоть и не вырубился, но оказался дезорентирован, что сыграло мне на руку. Взяв его за шею я стал его душить, и похрипывая, он произнёс: \"Прекрати, пожалуйста. Я все. Расскаж...у...",
    "answers": [
      {
        "id": 64,
        "text": "[Отпустить его] "
      }
    ]
  },
  {
    "id": 72,
    "text": "Томмас: Куда этот гад побежал?\n\nЛорсулия: В сторону отдела с диванами. Не волнуйся, милый, мы его найдём, он получит по заслугам. ",
    "answers": [
      {
        "id": 88,
        "text": "-Отдел с диванами? Тоже самое было в записке. Ну то есть, не то же самое, просто в записке говорилось про некого Джерри, из-за которого пропала Бэтти, как я понял это бита. И ещё там была нарисованная карандашом печать в виде дивана и в конце было написано что-то вроде: \"Чтоб твой диван сдулся!\". Хах, это у них походу оскорбление такое.\nДумаю это всё как-то связано. ",
        "need": 36
      },
      {
        "id": 89,
        "text": "-Найдём конечно, а потом свалим из этой чёртовой Икеи. Никогда больше сюда ходить не буду... "
      }
    ]
  },
  {
    "id": 73,
    "text": "Лорсулия: Это всё очень интересно, только у меня есть плохая новость. Когда этот сумасшедший допрашивал нас он говорил что-то вроде \"Икея бесконечна. Здесь ещё кто-то есть кроме нас? Откуда?\" и так далее.\n\nТоммас: И что же это должно значить?\n\nЛорсулия: Что Икея бесконечна, и нам отсюда просто так не выбраться, так что можешь играть в героя, но мы со Стефи попробуем вступить в этот клан и договориться с его жителями чтобы они нас приняли.\n\nТоммас: А ты уверена, что Икея бесконечна?\n\nЛорсулия: А ты хочешь проверить? Ну, вперёд, тебя никто не держит. Только если до 22:00 не успеешь то тебя убьют эти твари в жёлтых костюмах Икеи.\n\nТоммас: Ладно, ладно, я понял. Попробуем договориться. Во всяком случае тот парень не убил нас всех, когда мог, значит они и в правду не такие уж и плохие. Так... Что же по плану?\n\nЛорсулия: Идём в отдел с диванами. \n\nСтефани: Мы пайдём в атдел с деванами? Уря! А ви купете мне тот деван с единарогам? \n\nТоммас: Знаешь, мне кажется что в этом магазине теперь каждая вещь и каждый диван, включая диван с единорогом, теперь наши. \n\nСтефани: Значет я смагу выбрать сибе всё что хачу? \n\nТоммас: Конечно, почему нет? \n\nСтефани: Тагда пашли скарее, у миня многа планав на этат магазин. — Я и Лорсулия засмеялась, взяли Стефи под руки, и пошли дальше исследовать эту в прямом смысле слова бесконечную Икею.\n",
    "answers": [
      {
        "id": 88,
        "text": "                          Конец 1 эпизода",
        "comment": true
      },
      {
        "id": 1,
        "text": "Продолжение следует...\n(В начало) "
      },
      {
        "id": 88,
        "text": "Получена концовка: \"Большие планы\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 74,
    "text": "Лорсулия: Не хочу тебя расстраивать, но по всей видимости мы ещё не скоро выберемся из этой Икеи.\n\nТоммас: Почему?\n\nЛорсулия: Когда этот сумасшедший допрашивал нас он говорил что-то вроде \"Икея бесконечна. Здесь ещё кто-то есть кроме нас? Откуда?\" и так далее.\n\nТоммас: И что же это должно значить?\n\nЛорсулия: Что Икея бесконечна, и нам отсюда просто так не выбраться, так что можешь играть в героя, но мы со Стефи попробуем прийти в отдел с диванами и проследить за тем парнем, чтобы как-то сдружиться с ним, может он нам объяснит как тут дела делаются, и так далее. \n\nТоммас: А ты уверена, что Икея бесконечна?\n\nЛорсулия: А ты хочешь проверить? Ну, вперёд, тебя никто не держит. Только если до 22:00 не успеешь то тебя убьют эти твари в жёлтых костюмах Икеи.\n\nТоммас: Ладно, ладно, я понял. Попробуем договориться. Во всяком случае тот парень не убил нас всех, когда мог, значит он и в правду не такой уж и плохой. Так... Что же по плану?\n\nЛорсулия: Идём в отдел с диванами. \n\nСтефани: Мы пайдём в атдел с деванами? Уря! А ви купете мне тот деван с единарогам? \n\nТоммас: Знаешь, мне кажется что в этом магазине теперь каждая вещь и каждый диван, включая диван с единорогом, теперь наши. \n\nСтефани: Значет я смагу выбрать сибе всё что хачу? \n\nТоммас: Конечно, почему нет? \n\nСтефани: Тагда пашли скарее, у миня многа планав на этат магазин. — Я и Лорсулия засмеялась, взяли Стефи под руки, и пошли дальше исследовать эту в прямом смысле слова бесконечную Икею.\n",
    "answers": [
      {
        "id": 89,
        "text": "                          Конец 1 эпизода",
        "comment": true
      },
      {
        "id": 1,
        "text": "Продолжение следует...\n(В начало) "
      },
      {
        "id": 89,
        "text": "Получена концовка: \"Большие планы\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 75,
    "text": "Сначала он бежал в левую сторону, и логично было с моей стороны ловить слева, но в последний момент он побежал в право.\nНе поймал... Он убежал, а я в отчаянии слёг на колени. Хоть родных не тронул... Так, стоп, а где мои родные? ",
    "answers": [
      {
        "id": 91,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 76,
    "text": "Сначала он стал бежать в левую сторону, но я оставался неподвижным.\nПотом он резко свернул в право и тут уже был мой выход.\nПопался, который кусался! ",
    "answers": [
      {
        "id": 77,
        "text": "-А ну стоять! "
      },
      {
        "id": 76,
        "text": "Получено достижение: \"Ловкач\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 77,
    "text": "Неизвестный: Всё, я стою, вот, видишь! — в этот же момент я схватил его сзади и приставил нож к шее.\n\nТоммас: Будешь отвечать на вопросы — выживешь. А коль не будешь, так о тебе никто и не вспомнит.\n\nНеизвестный: Я на всё отвечу, клянусь! ",
    "answers": [
      {
        "id": 42,
        "text": "-Тебя как звать? "
      },
      {
        "id": 43,
        "text": "-Зачем ты угрожал моей семье? ",
        "var_add": [
          "bagi",
          1
        ]
      },
      {
        "id": 44,
        "text": "-А почему бы мне тебя просто убить? "
      }
    ]
  },
  {
    "id": 78,
    "text": "Ударив на опережение, и попав прямиком в лицо, он упал. Я же схватил его за плечи и постарался со всей силы кинуть в стену. Получилось отлично — удар от стены (моего нового союзника) пришёлся ему прямо в спину, отчего встать ему будет сложнее. \n\nПолучив в ответ пару оскорблений, он всё-таки стал подниматься и ставить блок.\n\nНе хочет нападать, обороняется... ",
    "answers": [
      {
        "id": 51,
        "text": "Враг полностью готов обороняться. ",
        "comment": true
      },
      {
        "id": 61,
        "text": "[Ударить куда попало кулаком наотмаж] "
      },
      {
        "id": 62,
        "text": "[Попробовать сбить с ног] ",
        "need": -62,
        "need_ever": true
      },
      {
        "id": 111,
        "text": "[Попробовать сбить с ног] ",
        "need": 62,
        "need_ever": true
      },
      {
        "id": 63,
        "text": "[Отвернуться, подпустив врага ближе] "
      }
    ]
  },
  {
    "id": 79,
    "text": "Увернувшись,  я сразу отскочил, чтобы не получить повторный удар. Аппонент же был готов обороняться от уже моего удара. ",
    "answers": [
      {
        "id": 51,
        "text": "Враг полностью готов обороняться. ",
        "comment": true
      },
      {
        "id": 61,
        "text": "[Ударить куда попало кулаком наотмаж] "
      },
      {
        "id": 62,
        "text": "[Попробовать сбить с ног] ",
        "need": -62,
        "need_ever": true
      },
      {
        "id": 111,
        "text": "[Попробовать сбить с ног] ",
        "need": 62,
        "need_ever": true
      },
      {
        "id": 63,
        "text": "[Отвернуться, подпустив врага ближе] "
      }
    ]
  },
  {
    "id": 80,
    "text": "Джерри: Ну, что сказать. Я Джерри, ты уже знаешь... \nПришёл сюда искать Бэтти, это бейсбольная бита Майкла, самый главный в нашем клане... ",
    "answers": [
      {
        "id": 48,
        "text": "-Постой, какой клан? Какой самый главный Майкл? Что вы здесь устроили? "
      },
      {
        "id": 81,
        "text": "Это про тебя в этой записке написано?\n(Показать записку) ",
        "need": 36
      }
    ]
  },
  {
    "id": 81,
    "text": "Джерри: Да! Это Майкл послал меня, после того как он потерял свою бейсбольную биту по моей вине. Вот я её и ищу здесь...\n\nТоммас: Окей, понятно, только вот мне интересно, зачем ты положил записку в плиту? \n\nДжерри: Не знаю, просто так. В этом нет особого смысла, просто так получилось.",
    "answers": [
      {
        "id": 50,
        "text": "-Окей"
      }
    ]
  },
  {
    "id": 82,
    "text": "Томмас: Тогда тебе стоит начать уже сейчас — я взял его за шкирку, поднял до уровня своих глаз и отпустил. Встав на ноги, он чуть раскачался, видимо кружилась голова, и опёрся на витрину. \n\nНеизвестный: Хорошо же ты мне вмазал — сказал он, потирая челюсть. \n\nТоммас: Могу ещё, если не хватает. Отвечай на вопросы! \n\nНеизвестный: Всё, я стою, вот, видишь! — в этот же момент я подбежал к нему, схватив сзади и прижав нож к шее.\n\nТоммас: Будешь отвечать на вопросы — выживешь. А коль не будешь, так о тебе никто и не вспомнит.\n\nНеизвестный: Я на всё отвечу, клянусь! ",
    "answers": [
      {
        "id": 42,
        "text": "-Тебя как звать? "
      },
      {
        "id": 43,
        "text": "-Зачем ты угрожал моей семье? ",
        "var_add": [
          "bagi",
          1
        ]
      },
      {
        "id": 44,
        "text": "-А почему бы мне тебя просто убить? "
      }
    ]
  },
  {
    "id": 83,
    "text": "Томмас попытался вступить в контакт с Работником Икеи, но поняв что это не человек, а какое-то ужасное существо, он побежал обратно к своей семье. Но к удивлению их не было на месте... ",
    "answers": [
      {
        "id": 83,
        "text": "                           Конец пролога",
        "comment": true
      },
      {
        "id": 11,
        "text": "К другим концовкам"
      }
    ]
  },
  {
    "id": 84,
    "text": " Томмас попытался вступить в контакт с Работником Икеи, но поняв что это не человек, а какое-то ужасное существо, он попытался ударить его светильником, но это разозлило существо и Томмасу пришлось бежать от него со всей силы. Добежав до места, где была его семья, он их не обнаружил... ",
    "answers": [
      {
        "id": 8,
        "text": "                             Конец пролога",
        "comment": true
      },
      {
        "id": 11,
        "text": "К другим концовкам"
      }
    ]
  },
  {
    "id": 85,
    "text": "Томмас со своей семьёй попытались выбраться из Икеи, но оказалось, что она бесконечная. ",
    "answers": [
      {
        "id": 11,
        "text": "К другим концовкам"
      }
    ]
  },
  {
    "id": 86,
    "text": "Неизвестный: Пришло время вырвать твой язык, уж слишком много ты болтаешь. — сказал он, обращаясь к Лорсулии. \n\nДойдя до парня я ударил со всей силы в спину, что откинуло аппонента на метр, но он тут же встал, размахивая пистолетом, но поняв что он меня не пугает он встал в боевую стойку. \n\nНа вид и не скажешь, парень 20 лет в очках, а бьёт неплохо, видимо ходил на боевые секции. Вообщем, мы были почти наравне.\nБой будет тяжёлым... ",
    "answers": [
      {
        "id": 39,
        "text": "Враг стоит напротив тебя в боевой стойке. ",
        "comment": true
      },
      {
        "id": 51,
        "text": "[Напасть первым] "
      },
      {
        "id": 52,
        "text": "[Ждать нападения врага] "
      },
      {
        "id": 60,
        "text": "[Достать нож] ",
        "need": 27
      }
    ]
  },
  {
    "id": 87,
    "text": "Неизвестный: Пришло время вырвать твой язык, уж слишком много ты болтаешь. — сказал он, обращаясь к Лорсулии.\n\nЯ же в это время подбежал сзади, сделал захват, вот он уже умоляет не убивать его, пока ты держишь нож у его шеи. ",
    "answers": [
      {
        "id": 42,
        "text": "-Ты кто, тварь?! "
      },
      {
        "id": 43,
        "text": "-Зачем ты угрожал моей семье?! ",
        "var_add": [
          "bagi",
          1
        ]
      },
      {
        "id": 44,
        "text": "-Теперь может мне тебя просто убить? "
      }
    ]
  },
  {
    "id": 88,
    "text": "Томмас: Точно, там же ещё говорилось про некий клан \"Диванных Экспертов\". По всей видимости этот парень находиться в этом клане.\n\nЛорсулия: Это всё очень интересно, только у меня есть плохая новость. Когда этот сумасшедший допрашивал нас он говорил что-то вроде \"Икея бесконечна. Здесь ещё кто-то есть кроме нас? Откуда?\" и так далее.\n\nТоммас: И что же это должно значить?\n\nЛорсулия: Что Икея бесконечна, и нам отсюда просто так не выбраться, так что можешь играть в героя, но мы со Стефи попробуем вступить в этот клан и договориться с его жителями чтобы они нас приняли.\n\nТоммас: А ты уверена, что Икея бесконечна?\n\nЛорсулия: А ты хочешь проверить? Ну, вперёд, тебя никто не держит. Только если до 22:00 не успеешь то тебя убьют эти твари в жёлтых костюмах Икеи.\n\nТоммас: Ладно, ладно, я понял. Попробуем договориться. Во всяком случае тот парень не убил нас всех, когда мог, значит они и в правду не такие уж и плохие. Так... Что же по плану?\n\nЛорсулия: Идём в отдел с диванами. \n\nСтефани: Мы пайдём в атдел с деванами? Уря! А ви купете мне тот деван с единарогам? \n\nТоммас: Знаешь, мне кажется что в этом магазине теперь каждая вещь и каждый диван, включая диван с единорогом, теперь наши. \n\nСтефани: Значет я смагу выбрать сибе всё что хачу? \n\nТоммас: Конечно, почему нет? \n\nСтефани: Тагда пашли скарее, у миня многа планав на этат магазин. — Я и Лорсулия засмеялась, взяли Стефи под руки, и пошли дальше исследовать эту в прямом смысле слова бесконечную Икею.\n",
    "answers": [
      {
        "id": 88,
        "text": "                          Конец 1 эпизода",
        "comment": true
      },
      {
        "id": 1,
        "text": "Продолжение следует...\n(В начало) "
      },
      {
        "id": 88,
        "text": "Получена концовка: \"Большие планы\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 89,
    "text": "Лорсулия: Не хочу тебя расстраивать, но по всей видимости мы ещё не скоро выберемся из этой Икеи.\n\nТоммас: Почему?\n\nЛорсулия: Когда этот сумасшедший допрашивал нас он говорил что-то вроде \"Икея бесконечна. Здесь ещё кто-то есть кроме нас? Откуда?\" и так далее.\n\nТоммас: И что же это должно значить?\n\nЛорсулия: Что Икея бесконечна, и нам отсюда просто так не выбраться, так что можешь играть в героя, но мы со Стефи попробуем прийти в отдел с диванами и проследить за тем парнем, чтобы как-то сдружиться с ним, может он нам объяснит как тут дела делаются, и так далее. \n\nТоммас: А ты уверена, что Икея бесконечна?\n\nЛорсулия: А ты хочешь проверить? Ну, вперёд, тебя никто не держит. Только если до 22:00 не успеешь, то тебя убьют эти твари в жёлтых костюмах Икеи.\n\nТоммас: Ладно, ладно, я понял. Попробуем договориться. Во всяком случае тот парень не убил нас всех, когда мог, значит он и в правду не такой уж и плохой. Так... Что же по плану?\n\nЛорсулия: Идём в отдел с диванами. \n\nСтефани: Мы пайдём в атдел с деванами? Уря! А ви купете мне тот деван с единарогам? \n\nТоммас: Знаешь, мне кажется что в этом магазине теперь каждая вещь и каждый диван, включая диван с единорогом, наши. \n\nСтефани: Значет я смагу выбрать сибе всё что хачу? \n\nТоммас: Конечно, почему нет? \n\nСтефани: Тагда пашли скарее, у миня многа планав на этат магазин. — Я и Лорсулия засмеялись, взяли Стефи под руки, и пошли дальше исследовать эту в прямом смысле слова Бесконечную Икею... \n",
    "answers": [
      {
        "id": 89,
        "text": "                          Конец 1 эпизода",
        "comment": true
      },
      {
        "id": 1,
        "text": "Продолжение следует...\n(В начало) "
      },
      {
        "id": 89,
        "text": "Получена концовка: \"Большие планы\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 90,
    "text": "Мои родные встав на какие-то прилавки стали смотреть куда он бежит, после подбежали ко мне.\n\nЛорсулия: Милый, все хорошо? Ничего не болит? Ничего не сломал?\n\nТоммас: Да ладно, все нормально, не волнуйся.\n\nСтефи: Папачка!\n\nТоммас: Что такое, маленький солдатик?\n\nСтефи: Что ито был за челавек?\n\nТоммас: Плохой человек, очень...  ",
    "answers": [
      {
        "id": 72,
        "text": "[Встать] "
      }
    ]
  },
  {
    "id": 91,
    "text": "Обернувшись я понял, что они проследили за тем, куда убежал тот незнакомец, взобравшись на кассу какого-то ларька Икеи. После этого они подбежали ко мне.\n\nЛорсулия: Милый, все хорошо? Ничего не болит? Ничего не сломал?\n\nТоммас: Да ладно, все нормально, не волнуйся.\n\nСтефи: Папачка!\n\nТоммас: Что такое, маленький солдатик?\n\nСтефи: Что ито был за челавек?\n\nТоммас: Плохой человек, очень... ",
    "answers": [
      {
        "id": 72,
        "text": "[Встать] "
      }
    ]
  },
  {
    "id": 92,
    "text": "Внезапно из-за угла выскочил работник Икеи! По всей видимости, это тот самый работник, которого я ударил светильником. Ну чтож, похоже, что наш бой неизбежен. ",
    "answers": [
      {
        "id": 93,
        "text": "[Попробовать побить кулаками] ",
        "need": -93,
        "need_ever": true
      },
      {
        "id": 122,
        "text": "[Попробовать побить кулаками] ",
        "need": 93,
        "need_ever": true
      },
      {
        "id": 94,
        "text": "[Убежать] "
      },
      {
        "need_ever": true,
        "var_equal": [
          "hak",
          1
        ],
        "id": 95,
        "text": "[Атаковать ножом] ",
        "need": -95
      },
      {
        "need_ever": true,
        "var_equal": [
          "hak",
          1
        ],
        "id": 114,
        "text": "[Атаковать ножом] ",
        "need": 95
      }
    ]
  },
  {
    "id": 93,
    "text": "Тщетная была попытка. По итогу он ударил меня по голове так, что остался шрам, и после этого он как будто стал ещё злее. В этот момент я побежал. Спрятавшись за каким-то стендом я ждал когда он уйдёт. И к удивлению он меня не заметил и ушёл, дав мне спокойно выйти из этого отдела.\nВозможно это не последняя моя встреча с ним... Хм, а может его как-то назвать? Может Фред? Почему бы и нет. ",
    "answers": [
      {
        "id": 38,
        "text": "[Выйти из отдела] "
      },
      {
        "id": 93,
        "text": "Получено достижение: \"Шрам\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 94,
    "text": "Решив не испытывать судьбу я сразу побежал. Всё-таки наш бой избежен. \nСпрятавшись за каким-то стендом я ждал когда он уйдёт. К счастью, он довольно быстро ушёл, дав мне спокойно выйти из этого отдела.\n\nВозможно это не последняя моя встреча с ним... Может быть мне его как-то назвать? Может Фред? Почему бы и нет. ",
    "answers": [
      {
        "id": 38,
        "text": "[Выйти из отдела] "
      }
    ]
  },
  {
    "id": 95,
    "text": "Сделав пару тычек по нему ножом, ко всеобщему удивлению, он не умер, хотя стал заметно хромать, особенно когда я засадил нож ему в ногу. Всё это время он пытался меня поймать, но по видимости из-за боли делал это очень неуклюже и неповоротливо, из-за чего я легко уворачивался.\n\nВ конце концов я решил оставить его в покое, и хоть я его не убил, он стал заметно слабее. Когда я отошёл от него, он сам стал уходить, видимо понял что рано или поздно в нашей схватке он умрёт. Чтож, хотя бы выход из отдела открылся. И по всей видимости мы с ним ещё встретимся...\nМожет его тогда как-то назвать? Может Фред? Почему бы и нет. ",
    "answers": [
      {
        "id": 38,
        "text": "[Выйти из отдела] "
      },
      {
        "id": 95,
        "text": "Получено достижение: \"Победитель Икеи!\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 96,
    "text": "                        1 эпизод: \"Жители Икеи\" \n\nЛорсулия: Ладно, меня это достало! Давайте остановимся здесь и осмотримся! Я не могу уже...\n\nТоммас: Тихо, тихо, не плачь.\n\nЛорсулия: Господи, когда это кончится? Сколько мы уже идём?\n\nТоммас: Уже нисколько, всё, оставшимся здесь и осмотримся. Здравая мысль.\n\nЛорсулия: Ладно, хорошо, Стефи, слезай. \n\nСтефани: А мни так на ручках панравилась.\n\nТоммас: Больше не взрослая?\n\nСтефани: Есле взрослые не седят на ручках, то нет! Я не взрослая!\n\nТоммас: Ахах, ладно-ладно, поняли мы. Давайте лучше осмотримся. ",
    "answers": [
      {
        "id": 97,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 97,
    "text": "Томмас: Таак, значит, слева у нас ряд с кухонной мебелью, дорогая, твой любимый, да?\n\nЛорсулия: Тупая шутка.\n\nТоммас: Согласен. Ладно, дальше. Справа какая-то мини-столовая, я туда обязательно зайду, если вы тоже не прочь перекусить заходите со мной. Ну и выход впереди, которого на самом деле нету, ведь это бесконечная Икея.\n\nЛорсулия: А жаль конечно, что мы не сможем выйти отсюда. Тьфу-тьфу, сможем конечно! Только потом.\n\nТоммас: Так-с, ну и сзади нас есть путь к другим рядам. Куда идём?\n\nЛорсулия: Реши ты, а мы с тобой.\n\nТоммас: Ну ладно. ",
    "answers": [
      {
        "id": 98,
        "text": "В отдел с кухонной мебелью"
      },
      {
        "id": 17,
        "text": "В отдел с мини-столовой",
        "need": -6
      },
      {
        "id": 104,
        "text": "В отдел с мини-столовой",
        "need": 6
      }
    ]
  },
  {
    "id": 98,
    "text": "Томмас: Давайте пройдёмся сюда.\n\nЛорсулия: Хорошо. Давайте тогда разделимся и будем по отдельности искать.\n\nСтефани: И я тоже буду адна ескать?\n\nЛорсулия: Нет, ты со мной.\n\nСтефани: Уляя! А то страшна адной тут хадить.\n\nТоммас: Ну вот мы и распределились, пошли искать! ",
    "answers": [
      {
        "id": 18,
        "text": "[Осмотреть отдел] "
      },
      {
        "id": 99,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 99,
    "text": "Развилка между двумя рядами, выбор куда пойти как обычно за мной. ",
    "answers": [
      {
        "id": 100,
        "text": "В отдел с кухонной мебелью"
      },
      {
        "id": 17,
        "text": "В отдел с мини-столовой",
        "need": -6
      },
      {
        "id": 104,
        "text": "В отдел с мини-столовой",
        "need": 6
      }
    ]
  },
  {
    "id": 100,
    "text": "Тут мы распределились. ",
    "answers": [
      {
        "id": 18,
        "text": "[Осмотреть отдел] "
      },
      {
        "id": 99,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 101,
    "text": "Стефани: Папя!\n\nТоммас: Что такое?\n\nСтефани: Сматри что ми с мамай нашли! — говоря это, она показывала пальцем на Лорсулию, в руках которой была какая-то бита.\n\nЛорсулия: Вот, нашли под одной из плит. Видимо, закатилась туда.\n\nТоммас:  Ну-ка дай осмотреть. Хм, тут с одной стороны написано \"Бэтти\". Видимо, так называется эта бита?\n\nЛорсулия: Видимо да, потому-что другой причины я придумать не могу. ",
    "answers": [
      {
        "id": 102,
        "text": "-Точно! Посмотрите, я нашёл здесь записку, в которой писалось, что какой-то Джерри потерял биту по имени \"Бэтти\". Всё сходится! ",
        "need": 36
      },
      {
        "id": 103,
        "text": "-Ну ладно, запомним. "
      }
    ]
  },
  {
    "id": 102,
    "text": "Лорсулия: Я бы не стала так радоваться, ведь это значит что тут есть ещё люди.\n\nТоммас: Ну, по крайней мере они смогут нам помочь, не будут же они нападать на семью с трёхлетним ребёнком?\n\nЛорсулия: Не знаю, не знаю...\n\nТоммас: Ладно, хватит, всё будет нормально! Пойдёмте уже осмотрим ту мини-столовую, есть же всё хотят?\n\nСтефани: Да, я хачу паесть, а то живот урчид.\n\nТоммас: Конечно поедим. Пошлите. ",
    "answers": [
      {
        "id": 99,
        "text": "[Выйти из отдела] "
      }
    ]
  },
  {
    "id": 103,
    "text": "Лорсулия: Ладно, пойдёмте обследовать следующий отдел. ",
    "answers": [
      {
        "id": 99,
        "text": "[Выйти из отдела] "
      }
    ]
  },
  {
    "id": 104,
    "text": "Томмас: Пойдёмте лучше поедим, тут то точно есть еда.\n\nЛорсулия: Да, поесть нам не помешает.\n\nСтефани: Папя, а эта кто тама?\n\nТоммас: Всмысле? Где?\n\nСтефани: Вон там! — показывала Стефани пальцем вглубь отдела, где действительно были слышны звуки перебирания предметов, как будто там кто-то копошился. А потом я заметил тёмное пятно, которое двигалось. Видимо, это и был тот, на кого показывала Стефи.\n\nЛорсулия: Я тоже вижу... Что нам с ним делать? ",
    "answers": [
      {
        "id": 105,
        "text": "-Давайте подойдём и поговорим"
      },
      {
        "id": 106,
        "text": "-Попробую его тихо вырубить сзади",
        "need": -106,
        "need_ever": true
      },
      {
        "id": 120,
        "text": "-Попробую его тихо вырубить сзади",
        "need": 106,
        "need_ever": true
      }
    ]
  },
  {
    "id": 105,
    "text": "Лорсулия: Ты первый.\n\nТоммас: Без проблем, — сказал я и стал подходить к этой движущейся тени. Постепенно тень стала принимать черты человека, и я точно понял что это был человек, просто издалека выглядел как тень. Он заглядывал во все витрины, под них, видимо что-то искал.\n\nТоммас: Хэй, — сказал я ему. — мы не хотим причинить тебе зла, мы пришли с миром. Мы просто хотим поговорить.\n\nНеизвестный: Что? Кто вы?\n\nТоммас: Я Томмас, это моя жена Лорсулия, а это наша дочка Стефи. А ты кем будешь?\n\nДжерри: Я... Ээ... Джерри. Да, я Джерри.\n\nТоммас: Вот мы уже и познакомились, а что ты тут делаешь, Джерри?\n\nДжерри: Ищу одну вещь... Она тут потерялась... \n\nТоммас: А что за вещь?\n\nДжерри: А тебе зачем?\n\nТоммас: Просто интересно.\n\nДжерри: А вы тут вообще откуда?\n\nТоммас: Мы пришли в Икею, закупить материалы для строительства дома. Но ещё как только мы сюда зашли я почувствовал неладное и решил выйти отсюда, но мы так и не смогли. Мы где-то 10 минут шли в сторону выхода, хотя до него нужно было идти максимум минуту, но так и не дошли. Я прозвал это место: \"Бесконечная Икея\". Ты тоже тут застрял?\n\nДжерри: Не только я. У нас тут поблизости есть целый клан таких вот застрявших. ",
    "answers": [
      {
        "id": 107,
        "text": "-Дай угадаю, клан называется: \"Диванные Эксперты\"? ",
        "need": 36
      },
      {
        "id": 108,
        "text": "-Вау, а что у вас за клан? "
      }
    ]
  },
  {
    "id": 106,
    "text": "Тихо подкрадываясь, движущаяся тень, которую я видел, постепенно принимал черты человека, и уже было понятно что это человек. И тут резкий захват шеи, он попытался сопротивляться, но у него не получилось.\n\nНеизвестный: А, кто это, чёрт побери?! Прекрати!\n\nТоммас: Не рыпайся, сейчас я тебя отпущу, чтобы без глупостей, понял?\n\nНеизвестный: Да понял я, понял!\n\nТоммас: Вот и отлично — сказал я, отпустив его.\n\nНеизвестный: Что вам нужно?\n\nТоммас: Узнать кто ты, и что тут делаешь.\n\nНеизвестный: Я на всё отвечу, клянусь! ",
    "answers": [
      {
        "id": 42,
        "text": "-Тебя как звать? ",
        "var_add": [
          "bagi",
          1
        ]
      },
      {
        "id": 106,
        "text": "Получено достижение: \"Спецназ\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 107,
    "text": "Джерри: А ты откуда знаешь?\n\nТоммас: Видишь эту записку? Вот там это и написано.\n\nДжерри: А, эта записка мне предназначалась, я её прочитал и где-то в кухонном отделе оставил.\n\nТоммас: Ага, так и было. Ладно, может мы как-то договоримся вступить к вам в клан?\n\nДжерри: На самом деле это зависит не от меня, но думаю вас примут.\n\nЛорсулия: А где находится база вашего клана?\n\nДжерри: В диванном отделе. Мы потому и \"Диванные Эксперты\". Если короче, то просто ДЭ.\n\nТоммас: Ахахах, я не могу просто: \"Диванные Эксперты\", ахахах. Ладно, извините, продолжайте.\n\nДжерри: Ну, главный в нашем клане Майкл, он его и обосновал, в диванном отделе он сделал ограждения от Работников Икеи, там и обосновались.\n\nТоммас: А зачем вам ограждения от Работников Икеи? Они нападают?\n\nДжерри: Днём они ведут себя спокойно, и если ты сам не нападёшь то всё будет в норме, но вот ночью...\n\nТоммас: Стоп, а как вы определяете, день сейчас или ночь? Это же огромное закрытое здание!\n\nДжерри: Каждый день ровно в 22:00 свет выключается, вот тогда-то они и начинают охоту на людей, и лучше им в это время на глаза не попадаться. Обратно же свет включается в 7:00.\n\nТоммас: Интересно. Слушай, так мы сможем же вступить в клан, да?\n\nДжерри: Думаю да.\n\nТоммас: Так что мы стоим, пойдёмте в диванный отдел, договоримся о принятии и так далее.\n\nДжерри: Я бы уже пошёл, правда я здесь искал одну вещь... Ай ладно, потом найду, лучше сначала вас до базы довести, а то вдруг умрёте пока я тут искать буду. Пошли. ",
    "answers": [
      {
        "id": 107,
        "text": "                             Конец 1 эпизода",
        "comment": true
      },
      {
        "id": 1,
        "text": "Продолжение следует...\n(В начало) "
      },
      {
        "id": 107,
        "text": "Получена концовка: \"Интересное знакомство\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 108,
    "text": "Джерри: Клан называется — Диванные Эксперты. Если короче, просто ДЭ.\n\nТоммас: А мы сможем как нибудь вступить в него?\n\nДжерри: Ну... Зависит это не от меня, если честно, но думаю вы сможете вступить.\n\nЛорсулия: А где находится база вашего клана?\n\nДжерри: В диванном отделе. Мы потому и \"Диванные Эксперты\".\n\nЛорсулия: Понятно, спасибо. \n\nТоммас: Ахахах, я не могу просто: \"Диванные Эксперты\", ахахах. Ладно, извините, продолжайте.\n\nДжерри: Ну, главный в нашем клане Майкл, он его и обосновал, в диванном отделе он сделал ограждения от Работников Икеи, там и расположились. \n\nТоммас: А зачем вам ограждения от Работников Икеи? Они нападают?\n\nДжерри: Днём они ведут себя спокойно, и если ты сам не нападёшь то всё будет в норме, но вот ночью...\n\nТоммас: Стоп, а как вы определяете, день сейчас или ночь? Это же огромное закрытое здание!\n\nДжерри: Каждый день ровно в 22:00 свет выключается, вот тогда-то они и начинают охоту на людей, и лучше им в это время на глаза не попадаться. Обратно же свет включается в 7:00.\n\nТоммас: Интересно. Слушай, так мы сможем же вступить в клан, да?\n\nДжерри: Думаю да.\n\nТоммас: Так что мы стоим, пойдёмте в диванный отдел, договоримся о принятии и так далее.\n\nДжерри: Я бы уже пошёл, правда я здесь искал одну вещь... Ай ладно, потом найду, лучше сначала вас до базы довести, а то вдруг умрёте пока я тут искать буду. Пошли.",
    "answers": [
      {
        "id": 108,
        "text": "                          Конец 1 эпизода",
        "comment": true
      },
      {
        "id": 1,
        "text": "Продолжение следует...\n(В начало) "
      },
      {
        "id": 108,
        "text": "Получена концовка: \"Интересное знакомство\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 109,
    "text": "Томмас со своей семьёй встретился с неким Джерри. Он им рассказал про их клан \"Диванные Эксперты\" и у наших героев появилась возможность вступить в их клан. ",
    "answers": [
      {
        "id": 11,
        "text": "К другим концовкам"
      }
    ]
  },
  {
    "id": 110,
    "text": "Томмас увидел как какой-то человек угрожал его семье и начал с ним драку. По итогу он её проиграл, но они увидели куда он убежал. ",
    "answers": [
      {
        "id": 11,
        "text": "К другим концовкам"
      }
    ]
  },
  {
    "id": 111,
    "text": "Я решил попробовать сбить его с ног. Подойдя поближе, резко схватил его руки своими, ногами пытаясь уронить его. И хоть я занимался секциями по борьбе только в детстве, у меня получилось его сбить с ног. Упав, он попытался схватить мои ноги, чтобы я тоже упал, но я уже отошёл, а потом пнул его со всей силы в живот, схватил за шкирку, услышав как он молится.\n\nТоммас: Хватит молитвы читать, либо ты мне сейчас отвечаешь на все вопросы, которые я тебе задам, либо как Иисус будешь распят на кресте — на самом деле я ничего не смыслил в религии, но решил сказать так, чтобы сильнее запугать. \n\nНеизвестный: Я расскажу всё! Честное слово! ",
    "answers": [
      {
        "id": 42,
        "text": "-Тебя как звать? "
      },
      {
        "id": 43,
        "text": "-Зачем ты угрожал моей семье? ",
        "var_add": [
          "bagi",
          1
        ]
      },
      {
        "id": 44,
        "text": "-А почему бы мне тебя просто убить? "
      }
    ]
  },
  {
    "id": 112,
    "text": "Томмас увидел как какой-то человек угрожал его семье и начал с ним драку. По итогу он её выйграл, и поговорив с этим человеком, они узнали про клан \"Диванных Экспертов\".",
    "answers": [
      {
        "id": 11,
        "text": "К другим концовкам"
      }
    ]
  },
  {
    "id": 113,
    "text": "Томмас попробовал сбить с ног своего противника. ",
    "answers": [
      {
        "id": 12,
        "text": "К другим достижениям "
      }
    ]
  },
  {
    "id": 114,
    "text": "Сделав пару тычек по нему ножом, ко всеобщему удивлению, он не умер, хотя стал заметно хромать, особенно когда я засадил нож ему в ногу. Всё это время он пытался меня поймать, но по видимости из-за боли делал это очень неуклюже и неповоротливо, из-за чего я легко уворачивался.\n\nВ конце концов я решил оставить его в покое, и хоть я его не убил, он стал заметно слабее. Когда я отошёл от него, он сам стал уходить, видимо понял что рано или поздно в нашей схватке он умрёт. Чтож, хотя бы выход из отдела открылся. И по всей видимости мы с ним ещё встретимся...\nМожет его тогда как-то назвать? Может Фред? Почему бы и нет. ",
    "answers": [
      {
        "id": 38,
        "text": "[Выйти из отдела] "
      }
    ]
  },
  {
    "id": 115,
    "text": "Томмас победил в схватке с Работником Икеи, пусть и не убил его. ",
    "answers": [
      {
        "id": 12,
        "text": "К другим достижениям "
      }
    ]
  },
  {
    "id": 116,
    "text": "Томмас поймал своего соперника когда тот пытался от него убежать. ",
    "answers": [
      {
        "id": 12,
        "text": "К другим достижениям "
      }
    ]
  },
  {
    "id": 117,
    "text": "Глупое было решение. Естественно я промазал. Пока я вставал обратно в боевую стойку, он ударил меня по спине, отчего я упал на колени, а потом добил коленом в лицо и убежал. Благо нос мне не сломал, ударил где-то в районе щеки. ",
    "answers": [
      {
        "id": 90,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 118,
    "text": "Сначала он стал бежать в левую сторону, но я оставался неподвижным.\nПотом он резко свернул в право и тут уже был мой выход.\nПопался, который кусался! ",
    "answers": [
      {
        "id": 77,
        "text": "-А ну стоять! "
      }
    ]
  },
  {
    "id": 119,
    "text": "Томмас попытался ударить противника, при этом не целясь, а просто бить куда попало. \nСообственно, попало ему, от его противника. ",
    "answers": [
      {
        "id": 12,
        "text": "К другим достижениям "
      }
    ]
  },
  {
    "id": 120,
    "text": "Тихо подкрадываясь, движущаяся тень, которую я видел, постепенно принимал черты человека, и уже было понятно что это человек. И тут резкий захват шеи, он попытался сопротивляться, но у него не получилось.\n\nНеизвестный: А, кто это, чёрт побери?! Прекрати!\n\nТоммас: Не рыпайся, сейчас я тебя отпущу, чтобы без глупостей, понял?\n\nНеизвестный: Да понял я, понял!\n\nТоммас: Вот и отлично — сказал я, отпустив его.\n\nНеизвестный: Что вам нужно?\n\nТоммас: Узнать кто ты, и что тут делаешь.\n\nНеизвестный: Я на всё отвечу, клянусь! ",
    "answers": [
      {
        "id": 42,
        "text": "-Тебя как звать? ",
        "var_add": [
          "bagi",
          1
        ]
      }
    ]
  },
  {
    "id": 121,
    "text": "Томмас незаметно захватил противника сзади, при этом не облажавшись. ",
    "answers": [
      {
        "id": 12,
        "text": "К другим достижениям "
      }
    ]
  },
  {
    "id": 122,
    "text": "Тщетная была попытка. По итогу он ударил меня по голове так, что остался шрам, и после этого он как будто стал ещё злее. В этот момент я побежал. Спрятавшись за каким-то стендом я ждал когда он уйдёт. И к удивлению он меня не заметил и ушёл, дав мне спокойно выйти из этого отдела.\nВозможно это не последняя моя встреча с ним... Хм, а может его как-то назвать? Может Фред? Почему бы и нет. ",
    "answers": [
      {
        "id": 38,
        "text": "[Выйти из отдела] "
      }
    ]
  },
  {
    "id": 123,
    "text": "Томмас попробовал подраться с Работником Икеи на кулаках, по итогу получив шрам. ",
    "answers": [
      {
        "id": 12,
        "text": "К другим достижениям "
      }
    ]
  },
  {
    "id": 124,
    "text": "",
    "answers": []
  },
  {
    "id": 125,
    "text": "",
    "answers": []
  }
]