[
  {
    "id": 1,
    "text": "\"Ты справишься, просто поверь в себя.\"\n\nForest — текстовый квест, в жанре выживания, приключения и хардкора.\n\nИстория: Вы играете за девушку по имени Анна. Анна всегда испытывала некую боязнь к лесам и тем, кто в них проживает. Она всегда отказывалась идти в разные походы в лес. Но однажды, семья её всё таки убедила сходить с ними в поход в лес и, как правило, этот поход запомнился ей на всю жизнь.\n\nЖанр: приключение, выживание, хардкор.\n\nАвтор: Extreme",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/DWtdpR1/imgonline-com-ua-Resize-fl-Mwh-IGwa0-Ks-Ys.jpg",
        "system": true
      },
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/YcZS92d/imgonline-com-ua-Resize-Vj-UBDn-PNWrj-W78-N.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Утро, 27 июня, 09:23.\n\nЯ проснулась. Радостно тянусь в кровати, солнышко светит в окно. Окно открыто, птички поют, и как вдруг... Я вспомнила. \n\nМои мысли: \"Сегодня тот самый день. Я иду в поход в лес. Как же я не люблю эти леса, они мне кажутся какими-то тёмными, когда ветер колыхает листья деревьев в лесу, из далека кажется, будто этот лес готов поглотить тебя в свою зелёную гущу. Это меня всегда тревожило. А что же будет, если потеряться в лесу? Я пропаду там?\"\n\nЭто наводило на меня ещё больший ужас.\n\nИз кухни доносится голос: \"Аня, иди завтракать!\"",
    "answers": [
      {
        "id": 3,
        "text": "Встать с кровати"
      },
      {
        "id": 4,
        "text": "Да ну их, полежу ещё немного!"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я встала с кровати. Оделась в свою домашнюю одежду. В голове у меня до сих пор была только одна мысль — \"Поход в лес.. Что же там будет.\"",
    "answers": [
      {
        "id": 5,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я решила, что завтрак подождёт, и я могу ещё немного полежать. Как только я закрыла глаза, расслабилась, снова слышу голос. \"Анна, ваше величество, извольте встать и пройти к столу!\" Я, от неожиданности, раскрыла глаза, передо мной стояла мама со строгим видом. \"Нам ещё в поход собираться.\" — сказала напоследок мама и ушла на кухню. Я крикнула: \"Ладно-ладно, уже иду.\"",
    "answers": [
      {
        "id": 3,
        "text": "Встать с кровати"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я пришла на кухню. \n\nВ нашей семье было 5 человек. Мама, папа, я, сестра и брат. Все уже сидели за столом, и, своим появлением я отвлекла их от завтрака. Все обернулись из-за стола на меня, по их лицу было видно, что со мной что-то не так. Папа сразу нахмурился, мама легко улыбалась, а брат и сестра еле сдерживали смех. Я подумала: \"Что с ними не так?\" Даже не спросив их, почему они так на меня смотрят, я направилась в ванну.\n",
    "answers": [
      {
        "id": 6,
        "text": "Идти в ванну"
      }
    ]
  },
  {
    "id": 6,
    "text": "Зайдя в ванну, я обычно, сразу смотрю на себя в зеркало. И вот, в очередной раз заходя в ванну, я смотрю на себя в зеркало. В моей мысли: \"Какой ужас! Что со мной?!\" Мои волосы все были перепутаны и неприложены так, что я еле сама себя узнала! Я моментально схватила расчёску и начала расчёсывать волосы, далее я умылась, почистила зубы и была готова снова выходить на кухню уже в нормальном виде. ",
    "answers": [
      {
        "id": 7,
        "text": "Выйти на кухню"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я снова вышедши на кухню увидела что все стали улыбаться мне. Я поняла, что теперь я в нормальном виде, а не как будто с дальней дороги пришла. За столом, мы решили обговорить план сегодняшнего дня.\n\nПапа: \"Сегодня у нас намечается поход в лес с ночёвкой. Надо всем как следует приготовиться, чтобы не пришлось возвращаться домой.\"\n\nМама: \"Да-да, все дела которые были на сегодня отменяются. Займёмся подготовкой к походу.\"\n\nСестра и брат: \"Ура! Идём в лес! Круто!\"\n\nТолько вот для меня этот поход не был чем-то удивительным, хотя скажу, что в лесу до этого я была всего один раз. Тот раз мне запомнился не положительно, так как я боялась буквально всего. Паука сидевшего на ветке, клеща в траве, шороха в кусте и всего тому подобного. ",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить разговор"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ник(так звали моего брата) сказал мне: \"Ань, ты ведь тоже с нами идёшь?\"\n\n\"Да\" — ответила я.\n\nНа что ник мне воскликнул: \"Ань, а ты представляешь, сейчас, в том лесу, на том месте, в траве, сидит и ждём тебя злобный-злобный жук!\"\n\n\"Отстань уже со своими шутками!\" — строго сказала я.\n\nПапа вмешался в наш разговор, дабы не разгорелась ссора между нами, и ответил: \"Так, хватит болтать, надо собираться!\"\n\nЯ доедая свой завтрак, с полным ртом хотела сказать: \"А может я останусь?\" \n\nНо, вы наверное понимаете, какая речь происходит с полным ртом еды. На такую речь мне папа ответил: \"Что?\" и ушёл.\n\nНу что же, надо собираться к походу.\n",
    "answers": [
      {
        "id": 9,
        "text": "Идти в свою комнату"
      }
    ]
  },
  {
    "id": 9,
    "text": "Зайдя в свою комнату, я сразу начала составлять список вещей, которые мне надо взять. Я не думала брать с собой чемоданы вещей, так как мы ведь не на отдых в другую страну едем? \"Нам всего то там денёк надо будет побыть, а дальше назад вернёмся.\" — так думала я, когда собиралась в поход, но как же я ошибалась.\nЯ составила полный список всего, что мне надо взять:\n — Запасная одежда\n — Карандаши, альбом(на всякий случай если будет нечего делать)\n — Спрей от комаров(я знаю что мои родители его взяли, это на всякий случай)\n — Зажигалка\n — Конфеты(хоть что-то должно сделать жизнь в лесу поинтереснее)\n — Книга \"Лес и его жители\"(Эту книгу я никогда не читала, но именно в этот момент я решила её взять)\n\nНе знаю, что ещё пригодиться в лесу, а всегда бывает так, что в рюкзаки тех, у кого они полупустые, докладывают вещи, которые не уместились в другие рюкзаки. Ладно, что собрала ,то собрала. ",
    "answers": [
      {
        "id": 10,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 10,
    "text": "Выходя из своей комнаты, я слышала, как родители ходят по дому и перекрикиваются:\n\"Крем от комаров и клещей взяла?\" или \"Зубные щетки взял?\"\n\nЧерез 20 минут уже все были готовы к походу. У каждого был свой рюкзак и другие прочие вещи. Наш поход планировался так:\n1. Мы едем на машине до въезда в лес и там оставляем её.\n2. Далее, нам нужно было пройти 4-6 километра(километров) по тропинке, свернув немного вбок, оставляя за собой следы, отойти примерно на 100 м.\n3. Основать лагерь на этом месте.\n\nЯ в этот момент подумала: \"Но зачем нам надо отходить на 100 метров от тропинки если можно основать лагерь здесь?\" Я не стала возражать, дабы не перестраивать весь план похода заново.\n\n\"Отправляемся!\" — воскликнул папа. Мы все стали выходить из дома к машине. ",
    "answers": [
      {
        "id": 11,
        "text": "Выходить со всеми к машине"
      }
    ]
  },
  {
    "id": 11,
    "text": "Все уже вышли на улицу, осталась я и мама. Мама сказала мне что не нужно бояться леса. Что в нём нет ничего страшного.\nНа последок она сказала: \"Ты справишься, просто поверь в себя.\" ",
    "answers": [
      {
        "id": 12,
        "text": "Выйти на улицу и идти к машине"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я подошла к машине. Положила свой рюкзак в багажник. Все сели в машину. Мы поехали.. Дом всё дальше. Дальше.. И дальше от нас... Нам предстоит проехать ещё 25 километров от дома. ",
    "answers": [
      {
        "id": 13,
        "text": "Вздремнуть по дороге"
      },
      {
        "id": 13,
        "text": "Смотреть в окно пока не приедем"
      },
      {
        "id": 14,
        "text": "Разговаривать с папой или мамой"
      }
    ]
  },
  {
    "id": 13,
    "text": "Машина остановилась, мы приехали. Дальше нам предстоит долгий поход по лесу длинной в 4-6 километров! Мы взяли рюкзаки из багажника и были готовы выдвигаться. ",
    "answers": [
      {
        "id": 17,
        "text": "Идти по тропинке"
      }
    ]
  },
  {
    "id": 14,
    "text": "С кем хочешь поговорить?",
    "answers": [
      {
        "id": 15,
        "text": "Папа"
      },
      {
        "id": 16,
        "text": "Мама"
      },
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Папа, ... ",
    "answers": [
      {
        "id": 19,
        "text": "А что мы будем делать во время похода? "
      },
      {
        "id": 20,
        "text": "Нету ли сейчас в траве клещей в лесу? "
      },
      {
        "id": 21,
        "text": "А чем мы сегодня будем обедать? "
      },
      {
        "id": 22,
        "text": "Как скоро мы вернёмся домой? "
      },
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я: \"Мама, ...\" ",
    "answers": [
      {
        "id": 23,
        "text": "Что мы будем делать во время похода? "
      },
      {
        "id": 24,
        "text": "Нету ли сейчас в траве клещей в лесу? "
      },
      {
        "id": 25,
        "text": "А чем мы сегодня будем обедать? "
      },
      {
        "id": 26,
        "text": "Как скоро мы вернёмся домой?"
      },
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Мы начали идти по тропинке в лесу. Деревья были настолько высокими, что мне казалось, как они достигают облаков. Птички поют. Всем было интересно и спокойно, но только не мне. Я все время вглядывалась в кусты и надеялась, что не замечу в них 2 чьих-то глаза. Также я пристально смотрела под ноги, чтобы не наступить на змею или ещё что-то более противное и опасное. Как вдруг, я чуствую, что по моему плечу кто-то бегает. Я остановилась, и краем глаза заметила.. Это был огромный лесной жук! Какой ужас! ",
    "answers": [
      {
        "id": 18,
        "text": "Смахнуть жука"
      },
      {
        "id": 27,
        "text": "Закричать как можно громче"
      },
      {
        "id": 28,
        "text": "Оставить жука в покое и идти дальше, как будто его нет"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я подумала, что нужно смахнуть жука самой, чтобы не привлекать внимания. Чем же мне это сделать.. ",
    "answers": [
      {
        "id": 29,
        "text": "Смахнуть рукой"
      },
      {
        "id": 30,
        "text": "Взять веточку и осторожно скинуть его с плеча"
      },
      {
        "id": 31,
        "text": "Сдуть его"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я: \"Папа, а что мы будем делать во время похода?\"\n\nПапа: \"Много чего. Во-первых, нам нужно ещё дойти до этого места. Во-вторых, нам нужно разбить лагерь. В-третьих, а... Хм... А дальше уже придумаем там.\"\n\nЯ: \"Ладно.\"",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я: \"Папа, а нету ли сейчас в траве клещей в лесу?\"\n\nПапа: \"Нет конечно же, даже если они и будут иы взяли крем от клещей и комаров.\"\n\nЯ: \"Ок.\"",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я: \"Папа, а чем мы сегодня будем обедать?\"\n\nПапа: \"Ты уже об обеде думаешь? Надо хотя бы приехать и придти на место, а потом уже об обеде думать.\"\n\nЯ: \"Ну и ладно.\"",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я: \"Папа, как скоро мы вернёмся домой?\"\n\nПапа: \"Глянь какая, мы ещё даже не приехали, а она уже спрашивает когда домой поедем.\"\n\nЯ: \"Эх. Ладно.\"",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я: \"Мама, а что мы будем делать во время похода?\"\n\nМама: \"Много чего. Во-первых, нам нужно ещё дойти до этого места. Во-вторых, нам нужно разбить лагерь. В-третьих, а... Хм... А дальше уже придумаем там.\"\n\nЯ: \"Ладно.\"",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я: \"Мама, а нету ли сейчас в траве клещей в лесу?\"\n\nМама: \"Нет конечно же, даже если они и будут иы взяли крем от клещей и комаров.\"\n\nЯ: \"Ок.\"",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я: \"Мама, а чем мы сегодня будем обедать?\"\n\nМама: \"Ты уже об обеде думаешь? Надо хотя бы приехать и придти на место, а потом уже об обеде думать.\"\n\nЯ: \"Ну и ладно.\"",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я: \"Мама, как скоро мы вернёмся домой?\"\n\nМама: \"Глянь какая, мы ещё даже не приехали, а она уже спрашивает когда домой поедем.\"\n\nЯ: \"Эх. Ладно.\"",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я моментально вскрикнула: \"Аааа, жук!\"\nВсе повернулись на меня. Я стояла и смотела на жука, а жук смотрел на меня. В этот момент подошёл мой отец и смахнул его. Брат, сестра и мама тихо хихикали надо мной. Мне к сожалению было не до смеха. Мы продолжили поход. ",
    "answers": [
      {
        "id": 32,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 28,
    "text": "Я решила, что жук мне ничего не сделает и пошла дальше. И правда, после этого жук расправил крылья и улетел. Я осталась довольна своим поступком. ",
    "answers": [
      {
        "id": 32,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я так боялась трогать жука рукой, но я переосилила свой страх. За долю секунды я своей рукой смахнула жука! Жук был на земле! Для кого-то это обычное дело, но для меня это была маленькая победа. ",
    "answers": [
      {
        "id": 32,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я взяла маленькую ветку с земли, быстро осмотрела её, чтобы на ней не было грязи. После я стала аккуратно поддевать жука веткой, чтобы он свалился сам. Он очень не хотел падать с меня. Тогда в порыве небольшой злости и страха, я захотела ударить жука веткой, но я промахнулась. Вместо жука пострадала я! В этот момент, когда я веткой ударила себя, а не жука, жук подскочил, расправил крылья и улетел. \n\n\"Хотя-бы теперь жука на мне нет.\" — подумала я, растирая больное место после удара.\n\nУдар был не таким сильным, поэтому это место сразу зажило. ",
    "answers": [
      {
        "id": 32,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я приняла решение, что смогу сдуть жука. Я повернула своё лицо к плечу и уже была готова дуть. Жук смотрел на меня. Я немного испугалась и поэтому сразу сильным порывом воздуха сдула жука. Жук успел расправить крылья и взлететь. Хотя-бы теперь он не на мне. ",
    "answers": [
      {
        "id": 32,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 32,
    "text": "Прошло примерно полотора часа. Мы шли дальше. Как нам сказал папа, осталось уже совсем немного. Мы прошли уже 4,6 километра! Всё, было принято решение уходить от тропинки. Мы прошли примерно 90-130 метров от тропинки. Начали сооружать лагерь. ",
    "answers": [
      {
        "id": 33,
        "text": "Сооружать лагерь со всеми"
      },
      {
        "id": 34,
        "text": "Отдохнуть в теньке"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я стала помогать в постановке палатки. Палатка была большая и просторная, поэтому её постановка не была такой лёгкой. Солнце пекло так сильно, что даже кепка не могла помочь от него защититься.\nВсе были заняты делами. Как вдруг мама, разбирая рюкзаки вскрикнула: \"По дороге потеряли медицинский комплект! Походу пока шли вывалился..\" Я в этот момент воскликнула: \"Как вообще можно было потерять аптечку идя по тропинке?!\" Мама была немного расстроена из-за этого. Поэтому мне, чтобы за одно удалить свои страхи перед лесом, было принято идти за аптечкой. Я пыталась уговорить родителей, чтобы пошёл кто-то другой, но они не соглашались. \"Нам ещё много дел в лагере.\" — говорили они. Я, решила не брать с собой рюкзак и другие вещи, так как это дополнительный груз. ",
    "answers": [
      {
        "id": 35,
        "text": "Идти за аптечкой"
      }
    ]
  },
  {
    "id": 34,
    "text": "Как я только уединилась в теньке, ко мне сразу же подошёл папа, и сказал, чтобы я шла помогать им. \"Ну.. Ладно.\" — ответила я. ",
    "answers": [
      {
        "id": 33,
        "text": "Сооружать лагерь со всеми "
      }
    ]
  },
  {
    "id": 35,
    "text": "Мне сказали, откуда мы вышли сюда, чтобы найти тропинку. Я прошла дальше и действительно, тропинка была здесь. Примерно пройдя 0,8-1,4 километра, я вспомнила что наш путь состоит из двух поворотов на развилках. Я не решилась вернуться назад, так как подумала, что разозлю родителей своим возвращением без аптечки. Я решила воспользоваться своей памятью и мне показалось, что мы поварачивали направо и налево по разу. \"Так и сделаю.\" — подумала я. ",
    "answers": [
      {
        "id": 36,
        "text": "Идти по тропинке"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я шла дальше. Первый поворот, второй поворот. \"Что то я не припоминаю этих деревьев. Хотя, вроде бы они были.\" Я шла дальше. Вот уже прошло 2 часа, а я так и не нашла аптечки или не вышла к машине. Я стала паниковать где я. ",
    "answers": [
      {
        "id": 37,
        "text": "Вернуться к повороту"
      },
      {
        "id": 39,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вернувшись к повороту я подумала: \"А от куда я повернула?\" Решила, что надо повернуть ещё раз налево. ",
    "answers": [
      {
        "id": 39,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "Иду прямо, не видела на своей дороге ни одного человека. \"Ладно, выберемся.\" — подумала я, понимая, что заблудилась. Идя дальше я услышала хруст веток в кустах. Я смотела прямо на куст, из-за которого издавались шорохи и хруст веток. ",
    "answers": [
      {
        "id": 40,
        "text": "Крикнуть: \"Кто здесь?!\""
      },
      {
        "id": 41,
        "text": "Ждать"
      },
      {
        "id": 42,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 40,
    "text": "Я: \"Кто здесь?!\"\n\nШорохи и хруст веток за кустом прекратились. Была тишина. Нужно было отметить, что солнце уже было в закате и были сумерки. В тот момент я вспомнила, что это был национальный парк, и здесь есть вероятность встречи с дикими животными. Я замерши думала, кто же может оказаться за этим кустом. Как вдруг, из под куста вылезла огромная змея. Я закричала и бросилась в лес. ",
    "answers": [
      {
        "id": 43,
        "text": "Бежать в лес"
      }
    ]
  },
  {
    "id": 41,
    "text": "Шорохи и хруст веток за кустом резко прекратились. Была тишина. Нужно было отметить, что солнце уже было в закате и были сумерки. В тот момент я вспомнила, что это был национальный парк, и здесь есть вероятность встречи с дикими животными. Я замерши думала, кто же может оказаться за этим кустом. Как вдруг, из под куста вылезла огромная змея. Я закричала и бросилась в лес. ",
    "answers": [
      {
        "id": 43,
        "text": "Бежать в лес"
      }
    ]
  },
  {
    "id": 42,
    "text": "Нужно было отметить, что солнце уже было в закате и были сумерки. В тот момент я вспомнила, что это был национальный парк, и здесь есть вероятность встречи с дикими животными. Я закричала и бросилась в лес. ",
    "answers": [
      {
        "id": 43,
        "text": "Бежать дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "Я бежала, пока не устала. Я очень переживала, что то, что было в кусте может выскочить на меня в любой момент. Вскоре, я поняла, что я конкретно заблудилась. Я была в лесу, одна, рядом не было тропинки. Я понимала, что национальный парк имеет площадь в тысячи квадратных километров и неизвестно, смогу ли я выбраться от сюда. Мне хотелось, чтобы это всё был какой-то ужасный сон. У меня наворачивались слезы. ",
    "answers": [
      {
        "id": 45,
        "text": "Попытаться успокоится"
      }
    ]
  },
  {
    "id": 44,
    "text": "Мысль вернуться назад, пришла ко мне первой, но я сразу отвергла её, так как мне было страшно туда возвращаться, да и ктому же, я не помнила, откуда прибежала. ",
    "answers": [
      {
        "id": 45,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я стала успокаивать саму себя, думая, что всё будет хорошо. Резко, я вдруг вспомнила слова мамы: \"Ты справишься, просто поверь в себя.\" Эти слова стали мне как нечто дорогое в это время. Я собралась с мыслями и стала думать что мне делать дальше. ",
    "answers": [
      {
        "id": 44,
        "text": "Вернуться назад?"
      },
      {
        "id": 46,
        "text": "Идти вперёд "
      },
      {
        "id": 47,
        "text": "Подумать о ночлеге"
      }
    ]
  },
  {
    "id": 46,
    "text": "Мысль об том, чтобы пойти вперёд была мне более по душе, но она всё равно тревожила меня. Во-первых, почти стемнело. Во-вторых, что я там смогу найти? Лучше подумать об этом попозже. ",
    "answers": [
      {
        "id": 45,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я подумала о том, что мне нужно где-то переночевать. Также, мне пришла мысль, что сейчас скорее всего меня уже ищут, и к утру смогут найти. Я решила что нужно остановиться именно на этой мысли. \"Итак, палатку мне никак не раздобыть, да и из веток шалаш нет времени строить. Может, стоит заняться костром?\" ",
    "answers": [
      {
        "id": 48,
        "text": "Да, нужно разжечь костёр! "
      },
      {
        "id": 49,
        "text": "Да ну этот костёр, посплю так! "
      }
    ]
  },
  {
    "id": 48,
    "text": "Я начала думать, как мне разжечь костёр. Зажигалки у меня нет, поэтому можно воспользоваться камнями(есть определённые камни, которые при ударе друг о друга, создают искру). ",
    "answers": [
      {
        "id": 50,
        "text": "Собирать хворост и искать подходящие камни "
      }
    ]
  },
  {
    "id": 49,
    "text": "Я решила, что костёр не нужен, и я смогу выспаться и без него. ",
    "answers": [
      {
        "id": 52,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я собрала хворост и нашла 2 камня, с помощью которых можно было получить искру. Раз, два, три! И огонь уже горит. Отлично. \"Думаю, хоть и не много страшно, но спать можно.\" Ладно, надо готовиться ко сну. ",
    "answers": [
      {
        "id": 51,
        "text": "Лечь спать "
      }
    ]
  },
  {
    "id": 51,
    "text": "Я пожелала, чтобы к утру меня уже нашли и легла спать. Мне долго не спалось, но всё же, я уснула. На утро, я проснулась с восходом солнца, я всё так же была на этом месте, костёр уже потух. Как ни странно, я испытывала полное спокойствие. Я стала относиться к лесу более спокойно, чем раньше. Интересно, что сейчас происходит у моей семьи.. ",
    "answers": [
      {
        "id": 53,
        "text": "Наслаждаться восходом"
      },
      {
        "id": 54,
        "text": "Собираться в путь"
      }
    ]
  },
  {
    "id": 52,
    "text": "Я пожелала, чтобы к утру меня уже нашли и легла спать. Мне долго не спалось, но всё же, я уснула. Я проснулась вместе с восход солнца. Как ни странно, я испытывала полное спокойствие. Я стала относиться к лесу более спокойно, чем раньше. Интересно, что сейчас происходит у моей семьи.. ",
    "answers": [
      {
        "id": 55,
        "text": "Наслаждаться восходом солнца"
      },
      {
        "id": 56,
        "text": "Собираться в путь"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я смотрела на этот красивый восход.. Я никогда раньше не видела такой красоты. Я так просмотрела ещё примерно 20 минут и решила, что нужно идти дальше. Хм.. \nКуда же мне пойти... ",
    "answers": [
      {
        "id": 58,
        "text": "На север"
      },
      {
        "id": 58,
        "text": "На юг"
      },
      {
        "id": 58,
        "text": "На запад"
      },
      {
        "id": 58,
        "text": "На восток"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я была готова дальше идти уже спустя 5 минут. Надо решить куда идти. ",
    "answers": [
      {
        "id": 58,
        "text": "На север"
      },
      {
        "id": 58,
        "text": "На юг"
      },
      {
        "id": 58,
        "text": "На запад "
      },
      {
        "id": 58,
        "text": "На восток"
      }
    ]
  },
  {
    "id": 55,
    "text": "Я смотрела на этот красивый восход.. Я никогда раньше не видела такой красоты. Я так просмотрела ещё примерно 20 минут и решила, что нужно идти дальше. ",
    "answers": [
      {
        "id": 63,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я была готова дальше идти уже спустя 5 минут. Надо решить куда идти. ",
    "answers": [
      {
        "id": 63,
        "text": "Идти дальще"
      }
    ]
  },
  {
    "id": 57,
    "text": "Пробираясь через кустарники, я случайно наткнулась на какой-то лагерь, он был заброшен. Это был не лагерь с палатками и светом, а просто место после потухшего костра, стол из досок и стулья из пеньков деревьев. Не было никакой надежды, что сюда ещё кто-то вернётся. ",
    "answers": [
      {
        "id": 61,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 58,
    "text": "Итак, я снова на пути. Немного пройдя дальше, я наткнулась на речку, она была не слишком большая и не маленькая, я видела, что её возможно перейти, но пороги пугали меня. К тому же, не хотелось упасть в холодную воду и оставшийся путь мокрой. ",
    "answers": [
      {
        "id": 59,
        "text": "Обойти(затраты времени увеличены)"
      },
      {
        "id": 60,
        "text": "Перейти реку по камням(быстро, но опасно) "
      }
    ]
  },
  {
    "id": 59,
    "text": "Я решила, что переходить реку было бы слишком опасным занятием, поэтому выбрала вариант с обходом реки. Реку я не обошла, но нашла место где можно было перепрыгнуть её. Вот я уже на противоположной стороне реки! Идя дальше, я всегда думала про себя, что я справлюсь, что лес добр ко мне, и не сделает мне ничего плохого, хотя я немного и ошибалась. ",
    "answers": [
      {
        "id": 57,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 60,
    "text": "Переходя реку по камням, я подскользнулась, и чуть не упала в воду. Меня спасла небольшая ветка кустарника, который рос из под камня. Далее, я по немногу, двигалась к берегу. Ноги мои, конечно всё равно остались сырыми, так как небольшие волны замывали воду на камни. \"Радуйся, что хотя-бы не вся сырая осталась\" — подумала я про себя, и это меня даже немного порадовало. ",
    "answers": [
      {
        "id": 57,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": "Я всё дальше и дальше удалялась в лес от хоть каких-то признаков людей. Вдруг, мне стало как-то не по себе, прошлась дрожь по телу. Мне резко стало казаться, что идти туда, куда я шла до этого, не стоит. Я никогда не верила своей интуиции, так как уже было 2 раза когда она подвела меня. Я в раздумьях, пыталась понять, стоит ли мне идти дальше, но решила, что интуиция как всегда пытается подвести меня. Идём дальше. ",
    "answers": [
      {
        "id": 62,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 62,
    "text": "Я шла дальше. Мне становилось не по себе все сильнее и сильнее. Дрожь усиливалась, странные мысли, что со мной может что-то случится, не покидали меня ни на секунду. Я остановилась, и решила вдруг резко повернуть налево. \"Да ну его.\" — подумала я про себя. Далее примерно 50 метров, это чувство и не ослабилось, и не усилилось. Как вдруг... О боже, что за мерзкий запах.. ",
    "answers": [
      {
        "id": 64,
        "text": "Пойти по запаху"
      },
      {
        "id": 65,
        "text": "Уйти от запаха"
      }
    ]
  },
  {
    "id": 63,
    "text": "Так, надо решить куда идти. ",
    "answers": [
      {
        "id": 58,
        "text": "На север"
      },
      {
        "id": 58,
        "text": "На юг"
      },
      {
        "id": 58,
        "text": "На запад"
      },
      {
        "id": 58,
        "text": "На восток"
      }
    ]
  },
  {
    "id": 64,
    "text": "Пойдя по запаху, я наткнулась на мертвую тушу оленя. Я была в шоке. \"Кто мог это сотворить?\" — я сама не заметила, как произнесла это в слух. Мне стало очень страшно, что рядом кто-то есть. Мне нужно срочно придумать, что делать.. ",
    "answers": [
      {
        "id": 66,
        "text": "Бежать от туда"
      },
      {
        "id": 67,
        "text": "Остаться рядом(жуть, что за идея такая?!) "
      },
      {
        "id": 68,
        "text": "Постепенно удаляться от туда"
      }
    ]
  },
  {
    "id": 65,
    "text": "Мне показалось, что запах доносится с запада, но в это время был штиль, и.. Как же я ошибалась.. Я пройдя 5 метров наткнулась на мертвую тушу оленя. \"Кто мог это сделать?\" — я не заметила, как произнесла это в слух. Мне стало страшно, что где-то рядом здесь ещё кто-то есть. Надо решить, что делать. ",
    "answers": [
      {
        "id": 66,
        "text": "Бежать от туда"
      },
      {
        "id": 68,
        "text": "Постепенно удаляться от туда "
      },
      {
        "id": 69,
        "text": "Остаться там(что за жуткая идея?!) "
      }
    ]
  },
  {
    "id": 66,
    "text": "Я решилась бежать. У меня было очень мало сил, и я не смогла пробежать слишком много. Я надеялась, что отбежала достаточно далеко. ",
    "answers": [
      {
        "id": 70,
        "text": "Медленно идти дальше"
      }
    ]
  },
  {
    "id": 67,
    "text": "Эта идея пришла мне в голову совершенно случайно. Что за жуть?! Я конечно же здесь не останусь. ",
    "answers": [
      {
        "id": 64,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 68,
    "text": "Я по немногу, стала уходить от туда. Сил было мало, поэтому я уставала очень быстро. Я подумала, что смогла отойти достаточно далеко. ",
    "answers": [
      {
        "id": 70,
        "text": "Медленно идти дальше "
      }
    ]
  },
  {
    "id": 69,
    "text": "Эта идея пришла мне в голову совершенно случайно. Что за жуть?! Я конечно же здесь не останусь. ",
    "answers": [
      {
        "id": 65,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 70,
    "text": "Я шла медленно, надеясь что не увижу больше эту картину. Был день. Меня так и не нашли. \"Может про меня забыли?\" — подумала я, но сразу отвергла эту мысль. Я была настолько уставшая, что все надежды мне казались бессильными. ",
    "answers": [
      {
        "id": 71,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 71,
    "text": "Я иду, раздумываю о своем и как вдруг.. Хруст веток сзади меня. \"Что это?\" — подумала я замерши на месте. ",
    "answers": [
      {
        "id": 72,
        "text": "Повернуться назад"
      },
      {
        "id": 73,
        "text": "Бежать из последних сил, не оглядываясь "
      }
    ]
  },
  {
    "id": 72,
    "text": "Я очень боялась повернуться назад, так как ожидала увидеть там какое-то хищное животное. Я, медленно поворачиваясь, краем глаза заглядывала наперёд себя. Удевительно, что здесь ничего не было. Правда, ничего. Я обрадовалась, и пошла дальше. ",
    "answers": [
      {
        "id": 74,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 73,
    "text": "Я решив не оглядываться, побежала изо всех сил вперёд. Мне было так страшно, так как я понимала, что за мной может сейчас что-то бежать. Я не заметила камень, запнулась за него и упала, потеряв сознание. ",
    "answers": [
      {
        "id": 75,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 74,
    "text": "Я прошла ещё примерно 70 метров и упала без сил. Там же, я сразу потеряла сознание. ",
    "answers": [
      {
        "id": 75,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 75,
    "text": "Я проснулась, когда солнце только начало появляться из-за горизонта. \"Что?! Сколько я тут пролежала?!\" — были первые мои мысли. Шёл 2 день, и, понимая это, я думала, что здесь мне и пропадать. Я не пила и не ела 2 дня. Сил было всё равно не много. Куда мне идти? \"Лучше остаться здесь и надеяться на лучшее..\" — подумала я, и улеглась обратно на траву. ",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Я снова заснула. Проснулась я от, разговора 4 человек. Это были спасатели. Они шли ещё не видя меня. Я решила остаться на земле, так как моих сил не было даже на то, чтобы подняться. Я услышала, как один закричал — \"Вот она! Здесь! Сюда! Сюда!\" Меня подняли с земли и приложили к камню. Один из спасателей связался по рации со станцией и сообщил им, что меня нашли. Также он рассказал наши координаты. Они взяли меня на руки, вышли на открытую площадь, куда позже приземлился вертолёт и нас забрали. Я пролежала неделю в больнице, так как была сильно обезвожена и на моём теле находилось много царапин и синяков. ",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Родная семья меня увидела спустя 3 дня после моего нахождения. Мама радостно плакала, а папа, брат и сестра сидели рядом и улыбались. Оказалось, я прошла по лесу около 8 километров, хотя я думала, что я прошла максимум километр! После этого случая я стала нормально относиться к лесам и стала часто ездить с родной семьёй в походы. Единственное, теперь меня никуда в лесу не отпускают одну. Спасибо тем спасателям, что спасли меня.\n\nКонец.\n\nСпасибо за прочтение и прохождение квеста. :)",
    "answers": [
      {
        "id": 1,
        "text": "Вводная страница"
      }
    ]
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  }
]