[
  {
    "id": 1,
    "text": "\n\n\nОписание: ты студентка первого курса одного провинциальнного ВУЗа. Есть несколько проверенных друзей, больше времени ты проводишь либо одна, либо с домашними.\n\nНабросаю небольшой план твоего подмосковного городка: администрация (белый дом ), милиция, больница, школы, и пречее-всё как всегда. Есть ещё старый сумашедший дом, закрытый ещё при царе Горохе, обветшалый и забытый, стоявший в некогда живописном местечке, которое теперь поросло бурьяном, кустами и мелкими деревцами. Собственно, о нём и пойдёт речь.",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 2,
    "text": "Начинаю рассказ. \n\nХоть я довольно замкнутый человек, общество из 2-3 человек мне не помешает, особенно друзей, и особенно если \"замутить\" с ними что-нибудь интересное. В городе этом я жила не так давно, поэтому обзавелась лишь тремя хорошими друзьями, других сторонилась. Из этих трёх двое были приезжими-- Катя и Сергей, и один коренной-Андрей.\n\n\nКак-то раз, когда прекратилась метель, мы скооперировались забраться в какой-нибудь заброшенный дом и провести там небольшие посиделки (такие вот, зимние). В качестве заброшенного дома мы избрали эту самую заброшенную психушку, хотя был ещё как вариант сгоревший дом, но там не было крыши.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Днём мы добрались пешком по сугробам до этого здания-мысль прийти ночью высказывалась, но в серьёз воспринята не была. С трудом отодвинув дверью навалившийся снег, мы протиснулись внутрь.\n\nВ коридоре было жутко темно, один из нас врубил фонарь-такой был у нас у каждого. Мы осмотрелись. Всё как в обычных заброшенных зданиях-обломки досок на полу, покривившийся стенд на стене, разбитые навесные лампы на грязном, закоптевшем местами потолке-мои друзья были там не первый раз, но я попала сюда впервые.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Мы двинулись к двери в коридор, где виднелась полоска света. Вчетвером мы вышли в довольно светлый от снега за окнами  холл, довольно обширный. \n  Перед регистратурой с выбитым окном стояли две облупленные балки.Чтобы вы могли получше представить это место, советую вспомнить местную больницу и состарить её лет на двадцать, прибавить тонны людей, пивших на протяжении этого времени на первом этаже, и взглянуть на полученную картину. Это место можно было назвать памятником заброшенности.\n  Мы вырубили фонарь и вышли в центр помещения. Регистратура была пуста и раздолбана, даже стол был разломан.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Пошли!-сказал один из нас, и мы, разделившись на две группы (два по два), двинулись в коридоры: я и Андрей — в левый, Катя и Сергей — в правый. \n  Медленно проходя по коридору, мы время от времени толкали ногой двери, включая фонарь и освещая очередное помещение. Может, кто и знает, какое это адреналиновое чувство-ощущать, что ты один в большом трёхэтажном здании, которое никому не нужно, и ты можешь делать всё, что захочешь.\n— А что тут случилось-то?-задала я вопрос своему спутнику.\n— Да тут психушка была, только мутили тут что-то странное, вроде опыты над людьми... — я уже приготовилась слушать историю, как этот придурок резко хлопнул меня по плечу и заорал. Я сматерилась и чуть не вдарила ему по голове фонарём. Он отбежал и, посмеявшись, сказал:\n— Да чёрт его знает, психов держали, потом домик закрыли. В архивах поройся, они на третьем, только вряд ли заберёшься, там лестницы нет.\n\n  Я сказала, что пойду дальше, он кивнул, и мы разошлись. Я мельком заглядывала в некоторые помещения — где-то стояли столы, где-то они были раздолбаны, где-то в кабинетах был снег из-за разбитых окон. Линолиум на полу был порван и весь в дырах.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я поднялась на второй этаж-судя по всему, это были палаты для простых больных, для врачей и обслуживающего персонала-тут было много больших просторных помещений на несколько человек, в некоторых даже стояли железные основы коек. Я зашла в одно такое помещение. Оно было сравнительно чистым, рядом со стеной стоял металический стул. Я подошла к окну-все они были целыми, и за стеклом на снегу я увидела следы, которые вели от стены больницы в лес.\n\"Куда это они пошли?\", — мелькнуло у меня в мыслях, я даже удивилась, но из размышлений меня вывел испуг-на стене мелькнула и остановилась тень:кто-то стоял в проёме и стал красться. По характерному покачиванию головы я узнала Андрея,  отражение в окне убедило меня, что это он.\n— К чёрту пошёл!!!- рявкнула я, резко обернувшись. Парень от испуга выронил фонарь и, споткнулся о доску, рухнул на пол.\n— Ай...дура!-крикнул он сдавленно, и тут уже начала смеяться я.\n  Я помогла ему подняться, и мы стали обсуждать вариант проведения вечеринки здесь. Ветер не дул, было даже тепло. Побольше выпивки, что-нибудь для согревания (вроде керосинки), а там и посмотрим.\n— Да ну, фигня какая-то...-проговорил друг.-Весной или летом замутить бы...\n— Да нет, летом на природу надо,- возразила я.\n—Посмотрим,- сказал Андрей, и мы пошли дальше...\n\n\n\n\n\n",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  }
]