[
  {
    "id": 1,
    "text": "Ты же знаешь блох, да? Этих маленьких насекомых? Хоть мы, люди , и великаны для них, они всё равно нападают на нас. Можешь ли ты сказать, что это твага ? Нет,блохи не обладают отвагой. Тогда что такое отвага? Отвага — это пазнание страха! Преодоление его и подчинение! \n\nУилл Цеппели. \n\nОднажды отец сказал мне \"Неважно из какой ты семьи бедной или богатой, здоровой или больной , главное какое у тебя сердце! \"\nЯ не был плохим человеком но и хорошим я бы себя не назвал. \nПару лет назад я видел как девушку пытались износиловать четверо парней, я мог ей помочь но я испугался. И кто я после этого? Плохой человек? Нет я жалкий трус! \nПотом я узнал то что девушке помог прохожий а парней посадили в тюрьму. Но это не отменяет факта что я трус, я не смог преодолеть страх и подченить его.\n\nЯ вдохнул запах осеннего леса. С  я трус, я не смог преодолеть страх и подченить его.\n\nЯ вдохнул запах осеннего леса. С того момента прошло порядко 5 лет. Я все переосмыслел, у меня появилась девушка, работа и планы на будующее. \nРаботаю я художником, илюстрирую комиксы, мангу и все в этом духе. \n \nНочь;\n Луиза: Рюу не хочешь сыграть свадьбу? \nРюу: Я не против, но моя зарплата не позваляет оплатить раскошную свадьбу. \nЛуиза: Ты дурак!! \nРюу: А? Почему!? \nЛуиза: Не нужна мне раскошная свадьба, для меня главное чтобы на ней был ты! \nРюу: я только хотел сказ..\n\nВ наш дом ворвались какието люди. Они убили Луизу и вы стрелили мне в живот. \nСледующие что я помню как я ехал в скорой помощи. \nРюу: Где я! \nНезнакомец: Меня зовут подполковник Хэйдж и вы в больнице. \nРюу: А кто были те люди которые напали на мой дом? \nХэйдж: Это известная банда приступников, они не  убивают ради забавы а ради выгоды. \nХэйдж: Кем была ваша девушка? \nРюу: Она работала официанткой. \nХэйдж: А кем были ее родители? \nРюу: Ее мать умерла при родах а отец спился от горя. \n Хэйдж: А кем работаете вы? \nРюу: Я иллюстрирую комиксы, книги, мангу. \nХэйдж: А кто ваши родители? \nРюу: Моя мать погибла в авто катастрофе, а отец пинсионер, но работал он таксистом. \nХэйдж: Можно задать еще один вопрос! \nРюу: Можно. \nХэйдж: Хотите ли вы помогать следствию?\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Нет"
      },
      {
        "id": 3,
        "text": "Да"
      }
    ]
  },
  {
    "id": 2,
    "text": "Рюу: Нет, я наврядли смогу вам помоч да и ктому же замедлю раследование. \nХэйдж: Понятно. \n\nЧерез неделю меня выписали из больницы так как рана была не серьезной. Но жизнь стала угасать во мне, не из за ран а из за смерти Луизы. \n\nМесяц спустя. \n\nЯ не помню когда я ел что то кроме заварной лапши, за то время без Луизы у меня появились проблемы со здоровьем. У меня гастрит, панкреатит, язва желудка. И это за месяц.С работы меня уволили, денег совсем не осталось. \n\nИдя по тратуару я увидел как маленькая девочке бежит по шоссе и на нее несется машина. Выбижав на дорогу я успел спасти девочку но мою нижнюю часть тела переехала машина. \nРюу: Похоже сдесь я и умру. \nНизнакомка: Не совсем. Ты переродишся в новом мире где сможешь начать новую жизнь. \nРюу: Что? Кто ты? \nНизнакомка: Я Эрика но некоторые люди называют меня Барбатос. Я богиня свободы. \nРюу: Но почему я? \nЭрика: Ты слишком рано умер, те кто умерают раньше перерождаются в другом мире.\nРюу: Пусть. Всеравно мне нечего терять. \n \nВЖУХ ВЖУХ ПИУ ВШШШШ\n\nЭрика: Тогда прожеви жизнь заново. \n\nЯ очутился где то в поле. Некоторое время я походил, пытался найти людей но на поле не кого не было. Тогда в далеке я увидил старика. \nРюу: Эй!! \nСтарик обернулся. \nРюу: Не знаете как выйти отсюда? \nСтарик: Ты наверно очережной попаданец? \nРюу: Как вы дагодались?\nСтарик: У меня виды на таких как ты. \nРюу: Что? \nСтарик как будто испарился, только-что он был передомной и вдруг пропал. \n\n Похадив по полю я вышел к дороге а потом к городу. Еще я узнал что у людей есть спасобности , у каждого они индивидуальные. \nНо свою способность я так и не  открыл.  Я смог устроиться к кузницу на работу. Теперь он учит меня владеть копьем так как в молодости он был рыдцарем копья. Еще я заметил то что я не замерзаю на холоде, похоже это  моя способность. Благодоря спасобрости я могу доставлять оружее в холодные города. \n\nРюу: Я наконец-то добрался до этого города. Этот город самый северный в этой стране но здесь очень тепло, благодоря герою огня.\nНезнакомец: Это ты доставщик Рюу? \nРюу: Да, это я. А вы покупатель? \nНезнакомец:  Да, меня зовут Вент. \nРюу: Вот ваш меч. \nВент: Спасибо, вот ваше золото . \nРюу: А почему ваш меч как лента? \nВент: Это не ваше дело. \nРюу: Простите. \n\nВент ушел а я пошел в таверну. Зайдя в таверну я увидел девушку похожую нет она выглядит как Луиза. \nРюу: Эта официантка выглядет как Луиза! \nЯ выбежал из таверны и бежал не смотря \nна дорогу. Пробежав еще несколько сотен метров я сбил сног человека, поднявшись с земли я увидел что это герой земли, \nГерой: Ты что совсем охренел? Ты хоть знаешь кто я? \nЯ не мог не чего ответить ведь меня захлеснули воспоменания того злополучного дня. \nГерой: Ты что не слышишь меня челядь? \nЭлементальная энергия начала поглощать меня, герой увидив это начал в панике убигать. Вскоре подоспел герой огня и победил меня. Следующее что я помню как я учутился в суде. \nСудья: Признаети ли вы что пытались уничтожить город? \nРюу: Нет\nСудья: Тогда я приговариваю вас к смертной казни через повешенние. Казнь назначена через неделю. \nШесть дней я провел в темнице и задень до казни. \nСтарик: Эй как тебя так угораздило чуть уничтожить город? \nРюу: Я не хотел, оно само получилось . \nСтарик: Ну да ладно, я же говорил что у меня на тебя виды. \nВ следующее мгновение открылся портал и я очутился на том самом поле. \nРюу: Что? Как? Опять я здесь.\nЗная где находится город я пошел в обратную сторону. Шел я настолько долго что моя обувь стерлась. Наконец я дошел до леса, в лесу я увидел дом. Постучав, из дома вышел низкий дедушка. \nДед: Чего надо? \nРюу: Помогите. \nЯ упал в обморок, может от голода, может от шока. \n\nРюу: Что? Где я? \nДед: Ты в моем доме. \nРюу: Что я здесь делаю? \nДед: Разве ты не помнишь? \nРюу: Нет. \nДед: Ты пришел к моему дому и упал в обморок. \nРюу: А сколько я так? \nДед: ..... месяц. \nРюу: Что? \nДед: Да, месяц.За то время пока ты спал из тебя выходила странная сила. Я так понимаю что утебя способность ко льду? \nРюу: Нет, у меня имунитет к холоду. \nДед: Монстр который напал на город это ты? \nРюу: Не совсем.Я не хочу об этом говорить. \nДед: Ладно, я тут выяснил что тебя разыскивают герои. \nЯ попытался встать с кровати. Но мои, я не смог ими пошевелить. \nДед: Я владею магией исциления и магией болезни.\nРюу: Но ведь человек может владеть только одним типом магии. \nДед: Я не совсем человек.В утробе матери я поглотил брата блезница и умер, в тот момент меня переместило в этот мир, позже меня нашел парень из ближайшей деревни и выростил. \nРюу: А вы знаете старика в черном плаще?\nДед: Откуда ты его знаешь? \nРюу: Он сказал что у него на меня виды. \nДед: Так ты тоже. \nРюу:  В каком смысле и я тоже? \nДед: Этот старик ищет поподанцев с так называемым великим геном.У владельцев этого гена обычно минимум две способности . Наверно ты заметел что у тебя помимо имуннитета к холоду есть и еще способности? \nРюу: Нет. \nДед: Значет еще рано. \nРюу: Что значит рано? \nДед: ЭТО ЗНАЧИТ ЧТО ТЫ ЕЩЕ СЛИШКОМ СЛАБ. \nЯ испугался и посмотрел на глаза Деда. Они были наполнены страхом. \nРюу: В каком смысле слаб? \nДел: Ты не сможешь победить его. \nРюу: Но зачем его побеждать? \nДед: Этот демон, его зовут Лонне.Д.Би,его способность это анти магия, я бы назвал его не просто демоном а сильнейшим существом. И ты должен его победить. Но если ты не сможешь то мир умрет от его рук . \nДел: Согласен ли ты стать моим учеником и победить.",
    "answers": [
      {
        "id": 4,
        "text": "Да"
      },
      {
        "id": 5,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 3,
    "text": "",
    "answers": []
  },
  {
    "id": 4,
    "text": "\n\nДед: Тогда начнем через неделю, когда ты придешь в себя. \nСледующий год я тренировался и открыл в себе способности леденого созидания. \n\nДед: Я научил тебя всему что знал сам, дальше обучать я тебя не смогу. \nРюу: Спасибо мастер Ирука.\n\nЯ ушел в путишествие по миру. Еще пять лет я ходил по этому миру. Я смог добиться амнистии, благодоря случаю где я спас короля.Теперь моя первостепенная задача стать героем и добраться до геройской библиотеки в которой возможно есть информация о том как победить демона. \n\n Экзаминовщик: Вы прошли устную часть, теперь вам нужно сдать практику. \nРюу: В каком смысле практику? \nЭкзаминовщик: Так вам не сказали что будет бой за титул героя. \nРюу: Хорошо я готов, гогда сдавать? \nЭкзаминовщик: Через два дня. \n\nЧерез два дня я пришел на специальную арену где мне выдали номер, мой номер двадцать седьмой. \nПрошло 10 часов и пришел мой черед сражатся за титул героя. Моим противникои стал Джулиус, его номером была цифра двадцать восемь. \nНаш бой был не долгим так как его стихией была сила пара, это не вызвало у меня особых проблем. \n\n Голос: Объявляю Рюу из Вано победителем. \n\nЯ еще на один шаг преблизился к цели. На балконе арены я увидел героя огня. Он подозвал меня к себе.\n\nГ.огня: Так ты смог победить! \nРюу: Я не веноват что у вас одни слабаки. \nГ.огня: Да это так, обычно каждый год есть около пяти способных новичков. Ты один из них, об остальных ты узнаешь позже. \n\nЯ пошел в руководство чтобы узнать в какой отряд я попал. \n\nЭкзаминатор: Герой темной молнии Кураи, теперь ты в отряде Ночная заря; герой песка Са, теперь ты в отряде Полуночные вороны; герой льда Рюу, теперь ты в отряде черной розы; герй магмы Окасан, теперь ты в отряде огненный орел и герой времени Джикан, теперь ты а отряде багровых львов. \n\nЭкзаминатор: Добро пожаловать в новую жизнь героя , поздравляю!!!!!! \n\n\n",
    "answers": []
  },
  {
    "id": 5,
    "text": "Дед: Значит так тому и быть, это твой выбор и твоя жизнь. \nРюу: Вы правы, это моя жизнь и я проживу ее так как я хочу. \n\nПРОШЛО ОКОЛО ВОСЬМИ ЛЕТ, ВАШИМ РАЗУМОМ ЗАВЛОДЕЛ ДЕМОН И ВЫ СТАЛИ ЧАСТЬЮ ЕГО АРМИИ. ",
    "answers": []
  }
]