[
  {
    "id": 1,
    "text": "Автор: Bartow\nЖанр: Апокалипсис\n\n  Этот квест поведает Вам историю одного парня, который, по странному стечению обстоятельств, становится тем, кем никогда бы не хотел быть. Жизнь заставит его сделать невероятно сложный выбор, от которого зависит судьба всего человечества.\n\n  Вас ждут невероятные приключения, новые знакомства с интересными личностями, погони, море тайн и живых мертвецов. Сможете ли вы помочь главному герою найти собственный путь или же он будет поглощен необъятной тьмой?\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начнем же рассказ.",
        "middle_answer": true
      },
      {
        "id": 13,
        "text": "Предыстории главных персонажей.",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 39,
        "text": "Главы.",
        "middle_answer": true
      },
      {
        "id": 40,
        "text": "От автора.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "                                     Пролог\n\n— 17 Мая 2017 года на планету Земля упал огромный метеорит, стерев тем самым практически всех обитателей. Человечество столкнулось с глобальной проблемой вымирания. Но оказалось, что метеорит был менее страшной угрозой, чем то, что он принес с собой из глубокого космоса. Выжившие люди собирались в группы и всеми силами боролись за свою жизнь.",
    "answers": [
      {
        "id": 3,
        "text": "Новый день.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": "  Сегодня пробуждение далось Грею с особой тяжестью. Сказывается двухдневный голод и явная нехватка воды. \n— Черт, такими темпами я не проживу и пары дней. \n  Из припасов, в рюкзаке Грея валялась лишь банка трехнедельной тушёнки, которая всем своим внешним видом говорила о своей скоропостижной смерти и небольшая фляга, в которой воды не хватило бы даже на пару глотков. Быстро умяв явно не самую свежую тушенку и запив ее не самой свежей водой, Грей решил отправиться на вылазку за припасами.         \n  Его убежище находилось недалеко от продуктового магазинчика, поэтому вылазка занимала не много времени. Взвалив пустой рюкзак и взяв в руку свой любимый пистолет, парнишка отправился в путь.\n",
    "answers": [
      {
        "id": 4,
        "text": "Отодвинуть засов и открыть дверь.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": "  Как только дверь немного приоткрылась, луч солнца ослепил Грея.  \n\" Черт, всего неделю назад на улице стояла непроходимая стена из пыли,сажи и еще Бог знает чего. А сейчас солнце греет настолько сильно, что дольше двух часов на поверхности находится просто невозможно. Я надеюсь,что жара спадет также быстро, как и началась. \" — Подумал парень.\n  Путь до магазина лежал через прямую дорогу, на которой совсем не осталось асфальта. Обычно парень тратил около десяти минут, чтобы добраться до места назначения.\nДо магазина Грей добрался без приключений, впрочем,как и последние две недели. Подойдя к обгорелому одноэтажному зданию, Грей задумался:\n— Интересно, почему некоторые здания, включая данный магазинчик, практически не повредило! Из чего они вообще сделаны? — Удивленно пробормотал Грей.\n  Его вопросы были неспроста. И ведь вправду, старые дома, сделанные из более менее прочных материалов и даже некоторые высотки смогли устоять по непонятным причинам... Возможно их не задело волной, хотя это вряд ли. Все же чувствуется, что огонь и на них приложился.\n",
    "answers": [
      {
        "id": 5,
        "text": "Войти в здание.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 5,
    "text": "  Внутри все было покрыто землёй, сажей , пылью и еще непонятно чем. Весь магазин представлял собой несколько отделов. Само собой отдел мясной продукции посещать не было никакого смысла,а вот отдел консервированной продукции истощал изобилию различных вкусностей. Почти все банки были целыми. Так как после катастрофы прошло уже около двух месяцев,точной даты Грей к сожалению не знал, то этот отдел стал практически пустым. Чтобы хоть как-то продлить существование запасов, парню приходилось днями голодать.\n  \" Запасов хватит еще на пару дней максимум. Но мне так не хочется отходить далеко от убежища. Ведь кто знает, какая опасность может меня подстерегать. \" \n  Две недели назад, Грей встретил непонятное существо, очень смахивающие на человека, но это явно был не человек. Оно набросилось на Грея,но парню удалось скрыться. Грей разрывался между двумя теориями. Либо после падения метеорита некоторые люди просто посходили с ума, либо метеорит захватил с собой какую-то форму радиации или вид мутантов.В любом случае эта тварь была опасна и кто знает сколько еще таких же бродит по миру.",
    "answers": [
      {
        "id": 85,
        "text": "Проверить подвал.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": "  Забрав оставшиеся консервы и последние две бутылки воды, Грей вышел из магазина, сразу же пожалев об этом. С разных сторон к Грею подходили три твари,злобно рыча и истекая непонятной жидкостью. За все время он видел всего лишь одну эту тварь, а тут их сразу три и выглядит они намного опаснее предыдущей.           \n  Сражаться с ними было не лучшим решением, так как Грей не знал на что они способны, поэтому лучшим вариантом было бегство.",
    "answers": [
      {
        "id": 7,
        "text": "Бежать в сторону двухэтажных домов.",
        "left_answer": true
      },
      {
        "id": 96,
        "text": "Бежать в сторону убежища.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": "  Не добежав каких-то двести метров, Грей встретил еще две твари.\n— Твою мать! Что же мне сегодня так везёт!?\n  Решение бежать в сторону обвалившейся высотки созрело в голове Грея моментально.     Забежав в здание, которое точно было не предназначено для каких либо манёвров, Грей сражу же наткнулся еще на двоих. Грей попал в ловушку, которую сам для себя и сделал. Парня окружили со всех сторон. Казалось ему уже ничто не сможет помочь.\n— Не хочу так сдохнуть! Только не так!!! — Его крики были слышны чуть ли не во всем городе.\n  Грея охватил настолько сильный приступ паники, что парень не смог сдвинуться с места. Все мышцы, и без того уставшего тела, просто онемели. И как бы Грей не пытался сопротивляться, напрочь отказывались двигаться.",
    "answers": [
      {
        "id": 8,
        "text": "Секундой позднее.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": "  Одна из тварей настолько быстро кинулась на парня, что он не успел даже заметить, как его рука была прогрызена насквозь. На дикий вопль Грея сбежалось еще несколько тварей. Он мысленно молил Бога, лишь бы тот помог избежать ужасной участи — быть съеденным, но Бог явно не торопился исполнять его просьбу. Внезапно, где-то поблизости прозвучал выстрел, за ним еще один и еще. Твари начали падать одна за другой.",
    "answers": [
      {
        "id": 9,
        "text": "Ударить вцепившуюся тварь и бежать.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 9,
    "text": "  Тварь, укусишвая Грея, на несколько секунд отвлеклась на выстрелы. Этого времени вполне хватило, чтоб высвободиться из ее пасти. Вырвав руку, Грей упал на пол и его сверху придавила другая тварь. От нее он закрылся своим рюкзаком. Силы быстро покидали парня. Усталось, голод и раненая рука давали о себе знать. Еще немного и тварь добралась бы до него, но прозвучал последний выстрел, который напрочь снёс ей голову.",
    "answers": [
      {
        "id": 10,
        "text": "Скинуть с себя тварь и подняться.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": "  Прилив адреналина все еще продолжал свое действо, поэтому Грей с легкостью отбросил уже мертвую тварь и поднялся на ноги. Из-за стены вышел молодой парень с автоматом. Выглядел он одновременно и устрашающе, и как-то добро.\n— Эй парень, с тобой все в порядке? — Где-то сверху послышался женский голос, вскоре показалась и обладательница милого голоса. \n  Это была девушка, на вид лет восемнадцати, с прямыми чёрными волосами. Она также держала в руках тяжёлый автомат. Она так грациозно спускалась, что Грей не мог оторвать от нее взгляд, забыв о ране, полученной ранее. Это было прекрасное зрелище, но долго длится ему было не суждено.\n— Эй Кристи, его походу укусили! Он заражён! Надо от него срочно избавиться! — Во всю глотку орал парень с автоматом.\n— Нет! Со мной все в порядке. Подумаешь какая-то царапина. Не надо меня убивать! —   Слова спасителя повергли Грея в шок, ведь он не знал о вирусе. Он не знал последствий укусов, не знал, насколько опасен простой укус этих тварей.\n— Не бойся, мы тебя не убьем. Тебе стоит немного расслабиться. — Ласковым голосом произнесла девушка, тем самым успокоив Грея.\n  Но как только Грей немного ослабил бдительность, она достала свой огромный тесак и быстро подбежав к Грею, со всей силы рубанула его по руке. Рука Грея медленно падала на пол, тем самым давая парню осмыслить всю происходящую ситуацию. Как только окровавленная часть тела упала на землю , все здание пронзил невероятной мощности вопль. Грей орал как резанная свинья, а из руки рекой лилась алая жидкость, явно не похожая на человеческую кровь.\n— Нееет, что ты сделала? Зачем? — Во весь голос кричал Грей, падая на землю как мешок.\n— Прости. — Лишь тихо шепнула Кристи.\n\" Выходит, я здесь умру? Для чего же я тогда выжил? Почему меня не убило метеоритом? \" — Он выдавливал из себя слова, одновременно захлебываясь кровью, которая успела заполнить большую площадь.",
    "answers": [
      {
        "id": 11,
        "text": "Темнее черного",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": "— Где я? Что происходит?\n— Ты, друг мой, находишься меж двух миров. Миром мёртвых и живых. Если говорить проще, то ты умер, но твоя душа еще не успела покинуть тело. \n— Этого не может быть! Я не мог умереть. Ведь... Ведь она только руку мне отрубила. От такого ведь не умирают! \n— Ты был слаб и измотан. А лишение конечности поставило точку на твоей нервной системе. Ты, милый мой, умер не от потери крови, а от остановки сердца.\n— О, Господи! — Рассплылись его слова среди горького плача.\n— Ха-ха, Господь здесь тебе не поможет. А я могу.\n— И чем же ты мне можешь помочь? Кто ты вообще?\n— Я то, что ты называешь тварью. Тебя ведь укусила одна, не так ли?\n— Только не говори мне, что вы разумны. Это полный бред! — Грей начал переходить на крик.\n— Ха-ха-ха. — Дико рассмеялось Нечто. — Конечно нет, дорогой. Эти безмозглые существами только и могут, что пожирать глупых людишек. А вот я вполне разумен. И могу тебе кое-чем подсобить. Ты ведь не хочешь исчезнуть, даже не попробовав вкус жизни?\n— Ч... Чего ты хочешь взамен моей жизни?— Еле смог выдавить Грей.\n— Я являюсь инопланетным вирусом. У меня есть много способностей и я могу их отдать тебе. Естественно не просто так. Ты будешь жить, станешь намного сильнее, я уберу почти все твои страхи. Ты станешь практически другим человеком. Но в качестве платы... я заставлю тебя сделать нелегкий выбор и тебе прийдется сделать этот выбор... Иначе никак.\n— Что за выбор?\n— Ха-ха-ха. — Его смех ворвался в и так разрывающуюся голову Грея. — Так я тебе и сказал... Придет время и ты сам все поймешь. Так что, ты согласен?\n— Хорошо... Верни меня к жизни. — Уже более серьезно сказал парень.\n— Ну что же, ты сделал свой выбор. Удачи. Ха-ха-ха.",
    "answers": [
      {
        "id": 12,
        "text": "Закрыть глаза и уснуть.",
        "right_answer": true
      },
      {
        "id": 97,
        "text": "Продолжить звать существо.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 12,
    "text": "  И снова Грею приходится через силу открывать свои глаза... Очнувшись, он почувствовал невероятную боль. Он не понимал, где именно болит, так как боль распространялась по всему телу. В голове всплывал лишь разговор с неизвестным, который назвал себя вирусом.\n— Слава Богу, ты очнулся! — Прозвучал звонкий женский голос, который показался парню очень знакомым.\n  Немного приподнявшись, Грей смог рассмотреть все помещение, в котором находился. Он лежал на довольно мягкой белоснежной кровати, а справа от него сидела уже знакомая ему девушка. Это была заплаканная Кристи.\n— Прости меня пожалуйста. Прости... —  Продолжала реветь девушка.\n— За что ты извеняешся? — С недоумением спросил парень.\n— Прости, так надо было. Если б я этого не сделала, ты бы умер.\n  Только после этих слов к Грею начала возвращаться память. Парень вспомнил абсолютно всё, что с ним произошло. Всё, до мельчайших подробностей. Его взгляд резко изменился.\n— Т...ты в порядке? — Испугано спросила девушка.\nНо Грей уже не реагировал. Он погрузился в самые глубокие пучины своего разума. \n< Всё-таки вирус делает своё дело. > — Подумал парень. — < Надеюсь, это к лучшему. >",
    "answers": [
      {
        "id": 16,
        "text": "Посмотреть на дверь.",
        "right_answer": true
      },
      {
        "id": 98,
        "text": "Продолжить разговор.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 13,
    "text": "Здесь вы сможете немного лучше узнать о жизни главных героев до начала Апокалипсиса.",
    "answers": [
      {
        "id": 14,
        "text": "Грей"
      },
      {
        "id": 15,
        "text": "Кристи"
      },
      {
        "id": 23,
        "text": "Доктор Марк Перуш"
      },
      {
        "id": 45,
        "text": "Дженни"
      },
      {
        "id": 55,
        "text": "Ник"
      },
      {
        "id": 56,
        "text": "Джон"
      },
      {
        "id": 57,
        "text": "Томас"
      },
      {
        "id": 75,
        "text": "Эви"
      },
      {
        "id": 93,
        "text": "Крис"
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 14,
    "text": "До начала Апокалипсиса Грей жил вполне мирной жизнью. Родители были самодостаточны, так как оба работали в сфере бизнеса. Грей был довольно смышлёным парнем, поэтому с учебой у него проблем не было. Но вот одноклассники его недолюбливали. Наверное потому, что он пользовался популярностью у девчонок. Оно и не странно. Зеленоглазый парень с черными, как уголь, волосами, один из лучших учеников в школе, так еще и при деньгах. Но Грею были неинтересны простушки, с нарисованными лицами, которые,кроме как брать деньги у богатенького папаши, ничего более не могли. Грей не переносил таких людей, поэтому часто вступал в конфликты с особами разных сфер и уровней. Перед катастрофой его родители планировали поездку, в которой Грей отказался учавствовать, поэтому родители, с младшей сестрой, отправились без него. Может оно и к лучшему... Сестра Грея была младше его на 5 лет. Миленькая, добрая и заботливая девочка. Грей в ней души не чаял. Что сказать, он ее очень любил, в отличии от своих родителей. Грей, сам по себе был довольно эгоистичен и самолюбив. Но все же, даже такой самолюбивый человек смог открыться другому. Так уж произошло, что любовь всей жизни Грея просто свалилась к нему с неба. Он был счастлив с ней, любил ее, она отвечала взаимностью. Это была чистая и искренняя любовь. Но все поменялось, с пришествием конца света.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 13,
        "text": "Другие истории."
      }
    ]
  },
  {
    "id": 15,
    "text": "Кристина русс Фаунд — так звали девушку, жила в тихом маленьком городке вблизь небольшой реки. О девушке заботился только отец. Мать умерла при родах. Когда на землю летел метеорит, отец спрятал ее в самодельном бункере, под домом, а сам неизвестно куда ушёл. В бункере было достаточно запасов для одной девушки, поэтому Кристина могла провести там много времени, не выходя наружу. Но любопытство не покидало ее. Поэтому девушка все же решилась выбираться наружу. Блуждая по своему городку, Кристи повстречала несколько тех самых Тварей. К счастью, ей помогли мужчины, которые в последствии забрали ее на их базу. Через некоторое время, Кристина уже сама выбиралась на вылазки. И на очередной она и повстречала Грея, тем самым спася его никчемную жизнь, и продолжив его захватывающую историю. Именем Кристи девушку надилил уже давно умерший друг. И в его память, девушка так и представляется.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 13,
        "text": "Другие истории."
      }
    ]
  },
  {
    "id": 16,
    "text": "  Присмотревшись к двери, Грей понял, что она закрыта снаружи. Разговаривая с Кристи, он не придавал этому особого значения. Но их беседу решили прервать. Металлическая дверь с сильным грохотом распахнулась и в комнату вошло два человека. Один из них был одет в белый халат.\n< Это наверное доктор, который наложил мне швы на руку. > — Подумал Грей.\nВторой мужчина выглядел намного опаснее доктора, хотя бы потому, что у него был автомат. И зайдя в помещение, этот автомат сразу же был направлен на Грея. \n— Поднимайся юноша, пройдешь с нами. — Сказал уверенным голосом доктор.\n— Живо вставай малец! — Добавил мужчина с оружием.\n  Грею он сразу не понравился. Уж очень он грозно выглядел и абсолютно не внушал доверия, в отличии от мужчины в халате.",
    "answers": [
      {
        "id": 17,
        "text": "Попытаться встать с кровати.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 17,
    "text": "  Попытавшись встать, Грей сразу же свалился на пол.\n— Ха-ха. — Громко рассмеялся вооружённый мужчина. \n— Здесь нет ничего смешного. Оно и не странно, что у тебя нет сил, ты пролежал в коме почти четыре дня. Но тебе все равно придется подняться. — Добрым голосом проговорил доктор. — Эй, амбал с пушкой, а ну бери его под руку и тащи в операционную. — Уже более грубым голосом добавил он.\n— Я тоже помогу. — Сказала, до сих пор молчащая Кристи.\n  Взявши Грея с двух сторон, они вышли через железную дверь, которую придерживал доктор.",
    "answers": [
      {
        "id": 18,
        "text": "Выйти из комнаты.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 18,
    "text": "  Выйдя в коридор, Грей почувствовал невероятную головную боль. Он пытался не выдавать этого, но симулировать хорошее самочувствие ему не очень удавалось.\n— Грей, ты себя плохо чувствуешь? — Спросила взволнованно Кристи.\n  Но парень уже был не с ней, сознание уже покинуло его тело и отправилось отдыхать куда-то очень далеко. В глазах потемнело и Грей отключился.",
    "answers": [
      {
        "id": 19,
        "text": "Снова здравствуйте!",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 19,
    "text": "— Ха-ха-ха. Ты опять вернулся. Всё-таки я слишком силен для тебя.\n— Опять ты? Что произошло? Я снова умер?\n— Не совсем... Скажу лишь, что тебе надо стать сильнее. Ты должен бороться или вирус победит.\n— О чем ты вообще говоришь? — Непонимающе спросил Грей.\n— Ты всё поймёшь... Позже... А сейчас тебе нужно проснуться или тебя убьют свои же.\n— Стой, я ещё не все спросил. СТОЙ!!!\n  Но вирус уже не отвечал. Грей еще пару раз крикнул в пустоту, ответом ему последовало лишь свое эхо. Обессиленный, он закрыл глаза и провалился в сон.",
    "answers": [
      {
        "id": 20,
        "text": "Пробуждение.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 20,
    "text": "— Свет... Выключите свет! — Глаза Грея не видели ничего, кроме яркого, чересчур яркого света, что приводило парня к панике все больше и больше.\n— Кристи, потяни за левый рубильник пожалуйста. \n  После проделанной девушкой работы, свет в комнате стал немного тускнее и Грей наконец смог разглядеть помещение, точнее только потолок. Парень не понимал, что происходит, поэтому новость о том, что его привязали, стала для него неожиданной.\n— Грей, как ты себя чувствуешь? — Спросил доктор.\n— Ну если не учитывать, повязок, которые полностью сковывают мои движения... — Сьязвил парень. — ПРЕКРАСНО!!! — Дикий вопль разошелся по небольшому помещению.\n— Во первых не ори, этим ты точно себе не поможешь, а во вторых слушай меня.\n— Ну другого выбора у меня и нет. — Продолжал язвить Грей.\n— Малыш лучше не шути со мной. Сейчас это не в твоей компетентности. — Спокойно ответил мужчина.",
    "answers": [
      {
        "id": 21,
        "text": "Замолчать и слушать.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 21,
    "text": "— Меня зовут Марк Перуш. В данный момент являюсь единственным живым врачем на данной базе, если ее можно таковой назвать. — Марк сделал паузу. — Я закурю? — Задал он риторический вопрос и достал из кармана белого халата сигарету.\n— Можно вопрос? — Неуверенно, но спокойно спросил Грей.\n Вирус действовал именно так, как и было сказано во сне Грея.\n— Не перебивай! — Более повышенным тоном сказал Перуш. — Все вопросы потом. А сейчас... — Пауза начинала становиться неловкой, но доктор, докурив сигарету и положив окурок в пепельницу на столе, продолжил. — А сейчас нам надо решить, что же с тобой делать, мистер. — Он странно ухмыльнулся.\n— Вы о чем? — Непонимающе спросил Грей.\n— Видишь ли, хоть Кристи и отрубила тебе руку, вирус все еще остался в твоем организме. И твоя недавняя потеря сознания говорит о том, что вирус явно сильнее твоего организма. Так что ближайшее время ты проведёшь именно в таком состоянии. \n— На столе?! — Возмущенно спросил Грей.\n— Доктор Марк, может мы его хотя бы на кровать перенесем, на столе ведь жутко неудобно. — Заступилась Кристи.\n— Ладно, будет по-твоему. Эй парниша, как мы убедимся, что ты не опасен, не забудь ее отблагодарить.\n— Обязательно... — С безразличием на лице и в голосе ответил Грей.\n— Тогда я вколю тебе снотворного, для безопасности, и попрошу мужиков тебя перенести. А пока ты будешь спать, проведу несколько анализов. Уж очень ты интересный экземпляр. — Последние слова доктор сказал с особой ноткой в голосе. — Сладких снов и до завтра. — Тонкий шприц вошел в кожу и прохладная жидкость начала разливаться по венам. Грей снова уснул.",
    "answers": [
      {
        "id": 22,
        "text": "....",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 22,
    "text": "  Первое, что почувствовал Грей — ничего, пустота, настолько густая, настолько темная, холодная, что рассмотреть, почувствовать в ней что-то, было попросту невозможно.\n— Как себя чувствуешь? — Голос доктора казался чем-то невообразимым, успокаивающим.\n— Доктор... — Еле протянул Грей. — Я ничего не чувствую.\n— Это пройдет, припарат уже перестает действовать. Сейчас я тебя освобожу и тебе надо будет пройти со мной.\n— Хорошо.\n  Марк снял с Грея ремни и помог ему подняться на ноги. По плохо освещенному коридору, они отправились в кабинет доктора.",
    "answers": [
      {
        "id": 24,
        "text": "Зайти в кабинет.",
        "left_answer": true
      },
      {
        "id": 99,
        "text": "Сопротивляться.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 23,
    "text": "Доктор Марк Перуш — единственный человек на базе выживших, который может позволить себе выкуривать по две пачки сигарет в день. До апокалипсиса Марк работал врачем в областной больнице. Каждый день он сталкивался с чрезвычайно опасными ситуациями. Он буквально вытаскивал людей с того света. Но это было раньше. \n\nУтро Марка не задалось. \n— Твари опять штурмовали. — Сказал он уставшим голосом.\nПройдя в ванную комнату, мужчина приступил к обыденным вещам. Умывшись, Марк посмотрел в зеркало. Он застыл на несколько секунд, но этого времени хватило,  чтобы рассмотреть его уставшее выражение лица. Его глаза не излучали радости.\n— Уже и не помню,  когда я последний раз выглядел счастливым. \nИз-за изменения климата его лицо стало слегка загорелым. Отведя взгляд от зеркала, Марк схватился за сигарету. Клубы дыма заполнили комнату. Взяв расческу, он одним движением направил свои темно-коричневые волосы назад. Докурив сигарету, Марк хотел взять еще, но обнаружил, что пачка уже пуста.\n— Черт, еще одна закончилась. \nСкомкав пачку от сигарет, он бросил ее в урну, и направился в комнату, чтобы взять новую, и заодно сделать зарядку. Мужчина не был атлетически сложен. Он делал зарядку просто так, ведь в этом умирающем мире надо было чем-то заниматься. Закончив свои утренние дела, Марк начал одеватся. Главным его атрибутом был белый халат. Не смотря на апокалипсис на улице, Марк умудрялся сохранять халат идеально белым. Взяв новую пачку, он подкурил еще одну сигарету. Накинув халат, Марк потянулся за своими очками. У него было хорошее зрение, а очки он носил потому что ему так нравилось. Со временем это вошло в привычку.\n— Надеюсь, сегодня никто не умрет. — Сказал он сам себе.\nДостав из пачки ещё одну сигарету, Марк покинул свою комнату.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 13,
        "text": "Другие истории."
      }
    ]
  },
  {
    "id": 24,
    "text": "  Доктор усадил Грея на диван, сам же сел напротив.\n— Слушай, я знаю, ты сейчас не в том состоянии, чтобы делать поспешные выводы... — Сказал, закуривая сигарету, Марк. — Но мне нужно, чтобы ты мне ответил быстро, без раздумий.\n— Что вы хотите спросить? — Безразлично спросил Грей.\n— Видишь ли, наш глава хочет от тебя избавиться, так как думает, что ты рано или поздно станешь чертовым зомби. Поэтому он приказал тебя убить, посредством испытания кое-каких препаратов. \n— Что? Опыты? Знаете... — С недоверием сказал Грей. — Самый мой большой страх — это медленная и мучительная смерть, поэтому я лучше сам себя убью, чем стану вашим подопытным кроликом.\n— Послушай, ты можешь отказаться, но тогда они просто выкинут тебя. А там, снаружи, ты сам все видел и должен понимать, что здесь намного безопаснее. Я не хочу тебя убивать, ты необычайно редкий экземпляр. В тебе содержится вирус, но при этом ты не стал мертвецом. Я позабочусь, чтоб тебе не кололи опасных препаратов и возможно, если ты останешься человеком, то тебе разрешат свободно перемещаться по базе. Но все же, я не в праве указывать тебе. Выбор за тобой.",
    "answers": [
      {
        "id": 25,
        "text": "Поверить доктору и остаться.",
        "right_answer": true
      },
      {
        "id": 26,
        "text": "Усомнится в словах Марка и уйти.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 25,
    "text": "— Хорошо. Я останусь, но при одном условии.\n— Что тебе нужно? — Растерянно спросил Марк.\n— Ответьте на один вопрос.\n— Что же, спрашивай. — Мужчина облегченно вздохнул.\n— Какая цель?\n— Что прости?\n— Зачем я вам здесь нужен? — Со всей серьёзностью спросил Грей. — Уж явно не для игр и забав. И точно не для того, чтобы обо мне заботится. Тогда в чем смысл? Вы так сильно убеждаете меня остаться, а я даже не представляю причины, по которой вы так печетесь обо мне. \n— Черт! — Стиснув зубы проговорил Марк. — Ладно, я расскажу тебе. Видишь ли, ты очень важная боевая единица. Если у тебя и вправду иммунитет к вирусу, то тебе не страшны твари и ты можешь без каких-либо препятствий устранять их. \n— У меня ведь всего одна рука, не забывайте об этом.\n— Я хочу провести несколько тестов, чтобы убедиться в твоей боеспособности. По последним осмотрам, твой организм показал себя с лучшей стороны. Так что отсутствие руки — это не помеха. Если я смогу убедить начальство о том ,что ты безопасен, а главное, что ты невероятно полезен, то в будущем, ты сможешь свободно жить на этой базе.\n— Хорошо, я доверюсь Вам. Но если вы меня обманываете, я сделаю все возможное, чтобы убить вас. — Заговорил вирус внутри Грея.\n Доктор ошарашенно посмотрел на парня, пожелал приятной ночи и мигом удалился из комнаты.",
    "answers": [
      {
        "id": 34,
        "text": "На следующий день.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 26,
    "text": "—Ну что же... — Расстроенным голосом сказал Марк. —   Я не в праве тебя останавливать. Я поговорю с боссом, чтоб тебе выделили кое-какие вещи... Завтра сможешь отправляться.\n— Спасибо... — Протянул Грей. Не держите на меня зла. Я лишь хочу выжить, а находясь с людьми, это практически невозможно.\n— Я тебя услышал. Сейчас Кристи принесет тебе немного поесть, до завтра тебе лучше остаться в моем кабинете.",
    "answers": [
      {
        "id": 27,
        "text": "Дождаться Кристи.",
        "middle_answer": true
      },
      {
        "id": 28,
        "text": "Лечь спать.",
        "need": -28,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 27,
    "text": "  Голод брал Грея всеми своими силами, поэтому парень не смог дольше терпеть и когда Кристи принесла ему еды, сразу же принялся поглощать все без разбору.\n— Я присяду? — Поинтересовалась Кристи.\n— Да, садись. — Не успевая пережевывать, ответил Грей.\n— Слушай, не хочу показаться навязчивой, но может ты останешься?\n  После укуса и разговора с Вирусом лицом к лицу, Грей явно ощущал изменения во всем теле. Но больше всего эти изменения проявлялись в его характере, в его эмоциях. Сейчас Грей уже сильно изменился. Безразличие, которое ему всегда нравилось, отражалось на всех его действиях, включая и общение. Он был спокоен, хоть в душе у него бушевал ураган, с силой, для которой люди еще не нашли цифр или обьяснений.\n— Я благодарен тебе за спасение, как-нибудь я верну должок. Но сейчас я хочу уйти и остановить меня может только смерть. Так что, попрошу больше не задавать подобных вопросов.\n— Конечно... Знаешь... Иди к черту! Хоть на все четыре стороны! — С криками девушка выбежала из помещения.\n  Грей прекрасно понимал ее, ведь у него тоже была подобная ситуация в детстве. Но сейчас его главной задачей являлся уход отсюда и поскорее. Ведь привилегия подопытного его не очень устраивала. Доевши свой ужин, Грей с довольним лицом улегся спать. Сон никак не шел, ведь тело еще болело, а в голову лезли непонятные мысли, но через пару часов мучения ему удалось уснуть.",
    "answers": [
      {
        "id": 29,
        "text": "На следующий день.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 28,
    "text": "Грей был совсем не голоден, поэтому решил не дожидаться Кристи. Разлегшись на приято-мягком диване, Грей решил обдумать некоторые аспекты своего будущего путешествия. И сам того не заметив, задремал.\n— Боже, когда я успел так согрешить? За последние дни со мной столько всего произошло, мне даже вспоминать страшно. Но что-то подсказывает, что это только начало... Начало чего-то грандиозного. Завтра я уйду отсюда... И что? Что произойдет? Кем я стал? Кем я стану? — Грей продолжал свой разговор с подсознанием.\nРассуждения могли бы продолжаться вечность, но негромкий стук в бронированную дверь разбудил парня, тем самым прервав их.\n— Грей, я зайду? — Послышался девичий голос.\nГрей знал, что это была Кристи. И он совершенно не хотел общения с этой особой. Он одновременно ненавидел ее за лишение конечности, но и был ей благодарен за спасение и заботу. В конечном счёте, парень всё-таки решился открыть дверь, из-за внезапно напавшего голода.",
    "answers": [
      {
        "id": 26,
        "text": "Передумать.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 29,
    "text": "  Грей проснулся довольно рано, ведь он имел цель и хотел как можно быстрее воплотить ее. Доктор, как и обещал, собрал для парня рюкзак с несколькими полезными вещами, которые включали в себя провизию на несколько дней, пистолет с двумя обоймами и небольшой походнический фонарик. Марк провел Грея к воротам. По пути к ним, Грей замечал на себе недружелюбные взгляды вооруженых мужчин, которые всем своим видом показывали неприязнь к парню. Идя по плохоосвещённым коридорам, Грей старался запомнить все детали, все повороты, все входы и выходы, \n< Мало ли, вдруг пригодится.> — Думал он.                         \n  Подойдя к воротам, Марк лишь пожал руку парню и пожелал удачи. Разворачиваясь к выходу, Грей заметил стоявшую вдалеке Кристи. Они сошлись взглядами лишь на несколько секунд, после чего, Кристи резко развернулась и ушла. Гигантские ворота со скрипом отворились и снаружи повеял жаркий воздух. Грей уже стоял у выхода, ему оставалось сделать лишь один шаг к началу его нового приключения.\n  Но неожиданно его разум помутился. Грей перестал себя контролировать. Он просто завис, впал в транс. Перед ним снова встал выбор. Что же ему делать?",
    "answers": [
      {
        "id": 30,
        "text": "Убить Марка.",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "Уйти с базы.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 30,
    "text": "  Внезапно в голове Грея возникла мысль с которой парень не смог справиться, пришлось лишь прислушаться. Достав из кармана пистолет, врученный доктором, Грей направил ствол в сторону уходящего Марка. Выстрел... еще... еще...\n  У Грея из глаз потекла кровь. Отреагировав на выстрелы Грея, охранники открыли встречный огонь. Грею удалось зацепить ещё двоих, перед тем, как его прошили свинцом со всех сторон. Он падал как мешок, набитый доверху, но не картошкой, а пулями различных калибров. Это был всего лишь миг. Но для Грея, он длился вечность.\n— Глупый выбор... — Через окровавленное горло вырвалась пара слов.\n— Дурачок... Ты ведь сам его сделал. Ха-ха-ха...\nА теперь, будь добр, умри уже наконец и освободи меня, тупое ты создание.\n— Какой же глупый выбор... ",
    "answers": [
      {
        "id": 32,
        "text": "Конец.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 31,
    "text": "  Без задних мыслей, Грей устремился на свободу. Он понимал, что снаружи невероятно опасно. И тот факт, что кроме природных катаклизмов и тварей, блуждающих по миру, добавилась еще одна тварь, эта тварь намного опаснее тех, что встречал Грей, ведь тех можно было убить, а что делать с самим собой, увы, oн не имел ни малейшего представления.\n  Единственным выходом, который предпочёл парень, была изоляция от всех окружающих. Отныне он будет выживать самостоятельно, не будет связываться ни с людьми, ни с монстрами. Он знал, что рано или поздно случится что-то невообразимое, что-то, что изменит его жизнь еще больше, что-то, с чем он точно не справится. Но это будет потом, а сейчас ему просто нужно идти, идти как можно дальше, чтобы защитить этих людей и чтобы защитить себя.",
    "answers": [
      {
        "id": 41,
        "text": "Далее.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 32,
    "text": "\n\n                           Конец первой главы.\n\n\nЭто одна из возможных концовок сюжетной линии первой главы. Видимо она закончилась не так радостно, как хотелось бы. Эта концовка является финалом истории Грея, так как он умер.\n\n\nНадеюсь вам понравилось прочтение моей импровизации. Существуют и другие концовки, продолжение которых, вы сможете прочитать в последующих главах.\n  \n\n                    Всем спасибо за прочтение.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  },
  {
    "id": 34,
    "text": "  Спалось Грею очень плохо, он чувствовал, словно вирус течет по его венам и медленно входит в его мозг. Утром парень встал сам не свой. Он был готов убить любого, кто ему встретится. И к большому несчастью, в кабинет вошла Кристи с завтраком. Девушка сразу поняла, что с Греем что-то не так. Из глаз его потекла красно-ядовитая, как перец, кровь. Грей еле сдерживался. А в голове все не переставал нашёптывать голос :\n — Убей ее... убей всех... сожри их... ну же, сделай это... ДАВАЙ!!! — Последние слова, будто струя из гидранта, ударили в голову обессиленного парня. Грею не оставалось ничего, кроме как выбирать... И он выбрал... Сделал свой решающий выбор.",
    "answers": [
      {
        "id": 35,
        "text": "Бороться.",
        "left_answer": true
      },
      {
        "id": 36,
        "text": "Сдаться.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 35,
    "text": "  Грей знал, чего добивается вирус, поэтому решил направить все оставшиеся силы на борьбу с самим собой, со своим телом и разумом. Давалось это нелегко, но он справился.\n  Придя в себя, Грей увидел напуганную Кристи и доктора Перуша, стоящего над ним.\n— Ты как? — Обеспокоенно спросил доктор.\n— В порядке. Уже все прошло.\n— Я так полагаю, эти приступы у тебя неспроста. Всё-таки вирус хочет и тебя в тварь превратить. Моя теория с иммунитетом провалилась глубоко под землю.\n— Я опасен, доктор... Я ужасно опасен.\n— Не говори ерунды! Доктор Марк тебя подлатает. Это все от перенапряжения. На тебя столько всего свалилось за последние дни. — Ласково, но с упреком сказала Кристи.\n— Кристи права. Я что-нибудь придумаю, а пока будешь жить у меня в кабинете. Сегодня Кристи посидит с тобой, а завтра начнем тебя проверять.\n— Надеюсь я выдержу ваши проверки. — С сомнением сказал Грей.\n— Не переживай. Это стандартные упражнения, через них проходят все новички. Как и обещал, препараты отменены. Все, я ушел.\n— До встречи. — Хором промолвили Грей и Кристи.\n После ухода доктора, ребята еще долго общались, а на следующий день, как и говорилось ранее, Грею предстояло пройти несколько простых и не очень тестов, с которыми парень кое-как справился. С каждым новым днем тело Грея становилось сильнее, а сам Грей стал понемногу терять свои чувства. Реабилитация давалась ему сложно, но у парня появился верный друг, который в будущем, еще не раз выручит его.",
    "answers": [
      {
        "id": 1,
        "text": "Конец.\n",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 36,
    "text": "  У Грея не было сил на какое-либо противостояние. Поэтому парень решил просто смириться. С него хватит этих мучений, этой боли... Все надоело\n— Я устал... Достаточно терпеть. Я сделал свой выбор...\n— Оооо дааа... Ты его сделал. Ха-ха-ха...\n— Смех... Чертов смех. ЗАТКНИСЬ УЖЕ!!!\n— Неприменно. Как только ты отдашь мне свое тело.\n— Да забирай. Только умолкни...\n— Со мной умолкнешь и ты... Ха-ха-ха.\n Лицо Грея налилось кровью, глаза потемнели, ногти на руках стали похожы на когти, а из рта показались клыки, которые своим только видом внушали дикий страх.\n  Не раздумывая, Грей кинулся на девушку. Крики, кровь, куски плоти распространились по помещению. Завершив свое дело, тварь направилась к выходу, в поисках новой жертвы.\n Кто знает, чем бы все закончилось, если бы не вовремя пришедший, на крики Кристи, Марк. Меткий выстрел в голову припечатал тварь к полу, второй же добил ее окончательно. \n К сожалению, девушку спасти не удалось, так как, тварь разорвала ее на части.\n Осознав свою ошибку, Марк не смог пережить такого всплеска эмоций и вставив дуло пистолета в рот, спустил курок.",
    "answers": [
      {
        "id": 1,
        "text": "Конец.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "\n\n",
    "answers": []
  },
  {
    "id": 39,
    "text": "Здесь вы сможете перейти в начало любой из будущих глав.",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1. Пролог."
      },
      {
        "id": 3,
        "text": "Глава 1. Начало чего-то великого."
      },
      {
        "id": 41,
        "text": "Глава 2. Пролог."
      },
      {
        "id": 46,
        "text": "Глава 2. Побег."
      },
      {
        "id": 50,
        "text": "Глава 3. Пролог."
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 40,
    "text": "Дорогие читатели, это мой первый квест, надеюсь вам нравится то, что я пишу. Я точно не знаю сколько будет глав и на сколько меня вообще хватит. \n\nСюда я буду иногда пописывать о грядущих изменениях и о проделанной работе.\n\n                                 09.03.2022\n(Квест заморожен в связи с войной в Украине. Продолжение, скорее всего, не будет выходить. Простите.)\n\nСТАРЫЙ КВЕСТ ПРИШЛОСЬ УДАЛИТЬ ПО ПРИЧИНЕ НЕИСПРАВНОСТИ.\nВсе еще пишу. Объем работ оказался немного(намного) больше, чем я думал. И я все еще работаю над второй главой. Да-да, я еще не умер. Выпустил небольшое продолжение. Теперь квест можно пройти до конца. Планируется еще много контента(концовок), но думаю, успехом это не закончится. \n\n                ДЛЯ НАЧИНАЮЩИХ АВТОРОВ\n  Ребята, пишите миники. Не беритесь за огромные квесты. Если вы неопытны, то просто не сможете осилить такой объем.\n\nПрошу писать ваши впечатления в комментариях, так же, пишите, что мне стоит исправить. Так как квест находится в стадии тестирования, я могу исправить какие-либо недочёты. Так же подписывайтесь на мою группу в ВК, чтобы следить, хоть и не за частыми, но все же, новостями.\n\n            Всем спасибо. С уважением, Автор.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 1,
        "text": "В поисках автора.",
        "url": "https://vk.com/id175263786"
      },
      {
        "id": 1,
        "url": "https://vk.com/club170795540",
        "text": "Группа ВКонтакте."
      }
    ]
  },
  {
    "id": 41,
    "text": "\" Дождь... Ненавижу дождь. Самая худшая погода, особенно когда обстоятельства против тебя. \"\n— Сейчас на улице идет сильный ливень. Оставшиеся участники моей группы ушли за припасами, а любимая направилась на поиски хоть каких-нибудь медикаментов. Я бы им помог, но не могу. \n\" Боже... Скольких мы уже потеряли? Скольких еще потеряем... \" — Мысли не прекращали ломиться все дальше и дальше в голову Грея.\n",
    "answers": [
      {
        "id": 42,
        "text": "Вспомнить прошлое.",
        "left_answer": true
      },
      {
        "id": 44,
        "text": "Провалиться в сон.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 42,
    "text": "  Прошло уже около двух месяцев с момента моего ухода с базы тех людей. Произошло много разного, плохого и хорошего. Поначалу, я думал сторониться людей, чтобы не навредить им и чтобы они не навредили мне. Но одна это оказалось невозможно. Они сами меня нашли. Нашли и отобрали все то, что я так долго пытался сохранить.",
    "answers": [
      {
        "id": 46,
        "text": "Далее.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 43,
    "text": "\n— Только не говори мне, что эта та самая из-за которой ты решил уйти.\n— Заткнись, Тварь!\n— Ха-ха-ха. Почему мне так смешно? Наверное потому что... ты мертв? И вся ирония в том, что тебя убил любимый человек, который даже не помнит тебя. Ха-ха-ха...\n— Чего тут смешного? Мне лично нифига не смешно!\n— Ты такой жалкий... С момента нашего знакомства, в который раз мне приходится тебя вытаскивать с того света. \n— Заткнись и вытащи меня уже! Я не могу так глупо умереть.\n— А ты что, вселенское сокровище? Или может самая важная особь во всей галактике? Хотя да. Сейчас ты важен. Ладно... Я залечу рану, будь готов...\n— Не тяни с этим.",
    "answers": [
      {
        "id": 51,
        "text": "Пробуждение.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 44,
    "text": "— Черт! Опять эти сны... Раз за разом, каждый день, каждую ночь... Они повторяются. Как же надоело! Ты мне надоел! Оставь меня в покое! Хватит... прошу... прекрати. Аааа...",
    "answers": [
      {
        "id": 46,
        "text": "Далее.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 45,
    "text": "Дженни Бэнд — девушка семнадцати лет. Училась в одной школе с главным героем, так же являлась для него одним из самых важных людей. Она была самым обычным подростком: неприметная серая мышка, с невызывающей внешностью. Брюнетка с карими глазами и слегка приплюснутым носиком, который очень нравился Грею. К сожалению о ней больше ничего неизвестно, так как в результате катастрофы, девушка потеряла свою память.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 13,
        "text": "Другие истории."
      }
    ]
  },
  {
    "id": 46,
    "text": "  \" Первые дни после ухода было очень тяжело. Отсутствие руки доставляло немало тягот. Все было не как раньше, почему-то было намного сложнее. Хотя, я знаю почему... Во мне сидит эта тварь! Дверь за дверью, дом за домом, улица за улицей, я уходил все дальше, старался скрываться, исчезал из поля зрения, словно я и не существовал вовсе. \" — думал Грей.\n  Подходя к очередному дому, в поисках полезных вещей, на Грея нахлынуло непонятное чувство тревоги, как будто зверь внутри почувствовал приближение смерти. Через несколько минут шока, он все же решился войти в этот дом.                \n  Снаружи он выглядел ужасно, но войдя внутрь, парень не слабо удивился. Почти вся мебель выглядела довольно хорошо, учитывая что произошло снаружи, здесь было очень уютно, как дома. Но нутро Грея, точнее то, что от него осталось, ощущало чье-то присутствие.",
    "answers": [
      {
        "id": 47,
        "text": "Развернуться на скрип.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 47,
    "text": "  Вдруг, в кромешной тишине, слух Грея смог уловить странный звук. Развернувшись, парень не сразу понял что произошло, минута ступора, а потом... \n— Слезы... я что плачу? Нет, я рыдаю, что происходит, что со мной?\n— Ты кто такой? Чего тебе от меня надо? — Спросила хрупкая девушка, наставляя пистолет на Грея.\n— Слава Богу, с тобой все в порядке. — Продолжая реветь, проговорил Грей.\n  Грей уже хотел подойти ближе и покрепче обнять девушку, но щелчок предохранителя остановил его.\n— Джени, убери пистолет, пожалуйста. Это ведь я, Грей. Ты меня не помнишь? — Спросил Грей со страхом на лице.\n— Мы разве знакомы? Я тебя в первый раз выжу.   А раз я тебя не знаю, то и уходи отсюда, пока я не начала стрелять.\n  Лицо парня резко изменилось. Вместо слез, испускающих радость, полились горькие слезы разочарования, злости и чего-то очень темного.",
    "answers": [
      {
        "id": 48,
        "text": "Успокоиться и поговорить с девушкой.",
        "left_answer": true
      },
      {
        "id": 49,
        "text": "Попытаться выбить пистолет.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 48,
    "text": "  Парень решил здраво взглянуть на ситуацию. Грей понимал, что Дженни испытывает жуткий стресс, как и он сам, поэтому стоило обсудить все мирно, без лишних движений.\n— Послу... — Не успел он договорить, как уже валялся на холодном полу, задыхаясь в своей же крови.\n  Грей блуждал по городу несколько дней с малыми запасами воды и еды, он был измотан, поэтому данная стрессовая ситуация дала еще больший толчок по нервам. В итоге, рука не выдержала веса пистолета и он упал на пол, тем самым испугав и без того до смерти перепуганную девушку. Она выстрелила всего раз, но этого хватило, чтобы Грей больше никогда не очнулся.",
    "answers": [
      {
        "id": 43,
        "text": "Сон...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 49,
    "text": "  Грей не понимал суть данной ситуации. Она сказала, что не знает его, но ведь это точно она. Парень был уверен в этом на все сто процентов.\n— Постой, не стреляй. Может обсудим это? — Пытаясь заговорить девушку, распинался Грей.\n  После небольшого диалога девушка дала слабину и Грей решил воспользоваться этим. Рывок вперед, выстрел, еще один. Крики... Картина маслом. Грей падает на пол, он сумел выхватить оружие, но... Шальная всё-таки задела его. Грей из последних сил пытается встать, но ничего не выходит. Обессиленный, он теряет сознание.",
    "answers": [
      {
        "id": 43,
        "text": "Сон...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 50,
    "text": "\" Очнувшись, я не понял, что происходит. Ведь я только вчера встретил ее, а уже сегодня просыпаюсь в кровати, как я понял, находящейся на базе. И вправду, через некоторое время меня пришла навестить Кристи. Она сказала, чтобы я собирался, ведь сегодня моя очередь отправляться на поиски припасов. Что здесь, черт возьми, творится?! \"",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 51,
    "text": "  Очнувшись, Грей не чувствовал абсолютно ничего, от пальцев ног, до волос на голове. Но как только он решил подняться, его бок пронзила сильная вспышка боли, от которой парень упал обратно на пол.",
    "answers": [
      {
        "id": 52,
        "text": "Осмотреться.",
        "left_answer": true
      },
      {
        "id": 53,
        "text": "Продолжить лежать.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 52,
    "text": "  Все же Грей смог пересилить себя и встать, ведь ему нужно было узнать, что произошло за время его отключки.\n  На удивление парня, он находился в комнате, больше напоминающей кладовку. Осмотрев себя, он удивился еще больше. Все его раны были перемотаны бинтами, а на лице были неаккуратно налеплены пластыри.",
    "answers": [
      {
        "id": 54,
        "text": "Несколько секунд ступора и отчаянные поиски средства защиты.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 53,
    "text": "  Сил подняться у Грея совсем не было, поэтому парень решил еще немного полежать. Как вдруг в дверь постучали :\n— Эй, ты там живой?",
    "answers": [
      {
        "id": 60,
        "text": "Промолчать.",
        "left_answer": true
      },
      {
        "id": 61,
        "text": "Ответить.",
        "middle_answer": false,
        "right_answer": true
      },
      {
        "id": 54,
        "text": "Быстро осмотреть комнату.",
        "middle_answer": true,
        "right_answer": false
      }
    ]
  },
  {
    "id": 54,
    "text": "  Обернувшись на все триста шестьдесят градусов, был обнаружен единственный предмет защиты — это был использованный шприц. ",
    "answers": [
      {
        "id": 58,
        "text": "Вооружиться и ждать момента.",
        "left_answer": true
      },
      {
        "id": 59,
        "text": "Успокоиться и довериться ситуации.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 55,
    "text": "Обычный чернокожий парень, случайно выживший и ставший участником всего происходящего с главным героем. До того, как весь мир скатился на дно, учился в университете, на медицинском факультете. Являлся одним из лучших спортсменов своего потока. Позже, блуждая по городу в поисках припасов, наткнулся на бездыханное тело Дженни и буквально вытащил героиню с того света.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 13,
        "text": "Другие истории."
      }
    ]
  },
  {
    "id": 56,
    "text": "Джон русс Фаунд — отец Кристины. Джон являлся военным, имеющим звание майора. После того, как он спрятал дочь в бункере, отправился за помощью к ближайшему военному посту. В следствии, его отрядили на миссию по истреблению тварей, где мужчину смертельно ранила одна из них. Был отправлен в исследовательский центр, где стал участником эксперимента по вживлению днк вируса. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 13,
        "text": "Другие истории."
      }
    ]
  },
  {
    "id": 57,
    "text": "Парень семнадцати лет, учился в военном колледже. Является отличным стрелком и разбирается в медицине. Во время катастрофы был на экскурсии, в здании, которое в будущем стало пристанищем для многих людей и получило незамысловатое название \" База\". Является хорошим другом Кристи и тайно в нее влюблен. Имеет скверный характер, довольно боязлив.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 13,
        "text": "Другие истории."
      }
    ]
  },
  {
    "id": 58,
    "text": "  Схватив шприц, парень спрятал его под кроваво-серую майку и стал ждать действий со стороны незнакомого голоса.\n  Дверь медленно, с противным скрипом и шуршанием, открылась. Грей даже подумать не успел, как валялся прибитый к полу огромным чернокожим парнем.",
    "answers": [
      {
        "id": 63,
        "text": "Через некоторое время.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 59,
    "text": "  Грей всё-таки смог совладать с собой самим и решил не усугублять свое положение.",
    "answers": [
      {
        "id": 63,
        "text": "Через некоторое время.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 60,
    "text": "  Грей решил не подавать никаких звуков, но координация его подвела. Зацепившись о свою ногу, он с грохотом рухнул на пол.\n— О, значит живой. Я сейчас войду. \n— Странно... — Подумал Грей.\n  За дверью явно стоял парень, это было понятно по его, еще не совсем севшему голосу, как обычно бывает у взрослых мужчин. Но если там парень, где же девушка, которая в меня стреляла. И почему она вообще стреляла, ведь это же была Дженни. Ничего не понимаю. — Мысли скользили по извилинам, пульсирующего от усталости и боли, мозга.",
    "answers": [
      {
        "id": 63,
        "text": "Через некоторое время.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 61,
    "text": "— Д-да... — Еле протянул Грей.\n— Хорошо. Тогда я войду. Надеюсь, ты не будешь на меня кидаться. Я тебе этого очень не советую.",
    "answers": [
      {
        "id": 63,
        "text": "Через некоторое время.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 62,
    "text": "— Меня зовут Ник. Девушку, которая в тебя стреляла — Дженни. Прости уж за нее. \n— Я все понимаю, ведь она была напугана. Я сам виноват, что забрел в чужой дом. Я Грей. — Парень протянул оставшуюся руку Нику.\n— Что ж, будем знакомы. Не расскажешь, как забрел к нам и что случилось с твоей рукой?\n— Хмм... Начну, пожалуй, с того, что меня укусила одна из тварей, — Ник сурово посмотрел на Грея и невольно потянулся за пистолетом, что всегда носил за спиной. — Но не переживай, после того, как мне отрубили руку, я не стану одним из них. — Успокоившись, Ник продолжил слушать. \n  После рассказа про базу людей и то, как он попал к дому Ника, Грей решил рассказать кое-что из своей старой жизни.\n— Слушай, Ник, а где Дженни?\n— Она пошла в ближайший супермаркет, там еще осталось немного еды.\n— Тебе не страшно ее одну отпускать? Кругом ведь ходят твари!\n— Не переживай ты так. Я зачистил ближайшие районы. Так что, она в безопасности. А чего это ты за нее так волнуешься?\n— ...Понимаешь, до апокалипсиса мы с ней были... что-то вроде парочки. А сейчас... Она даже меня не узнала.\n— Так вот оно что... Я нашел ее в без сознательном состоянии через пару дней, после катастрофы. Она помнила только свое имя. Позже к ней начала возвращаться память, но про тебя она ничего не говорила.\n— Так вот в чем дело. — Грустно вздохнув, сказал Грей.\n— Слушай, я хотел завтра сходить на поиски некоторых вещей, заодно и территорию разведать. Не хочешь со мной? — Резко сменил тему Ник.\n— Что ж, почему бы и нет. Я согласен. — С энтузиазмом сказал Грей.\n— Вот и славно. Пока Дженни не вернется, можешь осмотреть дом. Твоя спальня в конце коридора, слева. А я пока сварганю чего-нибудь на обед.\n",
    "answers": [
      {
        "id": 64,
        "text": "Осмотреться изнутри.",
        "left_answer": true
      },
      {
        "id": 65,
        "text": "Начать осмотр снаружи.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 63,
    "text": "  После тесного знакомства двух парней, хозяин дома убедившись, что Грей не представляет никакой опасности, пригласил парня в гостинную, чтобы обсудить вопросы различного характера.",
    "answers": [
      {
        "id": 62,
        "text": "За столом.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 64,
    "text": "  Изнутри дом выглядел довольно уютно, не смотря на постапокалиптическую обстановку снаружи. На первом этаже находилась кухня, прихожая, где было совершено покушение на жизнь Грея, и небольшая кладовка под лестницей, ведущей на второй этаж. На втором этаже расположились спальные апартаменты: комната Ника, Дженни и временно предложенная комната Грея. Так же там была ещё одна комната, но Ник запретил парню туда входить, без его ведома.",
    "answers": [
      {
        "id": 70,
        "text": "Осмотреть комнату Ника.",
        "need_sometimes": true,
        "middle_answer": true
      },
      {
        "id": 71,
        "text": "Осмотреть свою комнату.",
        "middle_answer": true
      },
      {
        "id": 72,
        "text": "Осмотреть запрещённую комнату.",
        "middle_answer": true
      },
      {
        "id": 73,
        "text": "Осмотреть комнату Дженни.",
        "middle_answer": true
      },
      {
        "id": 76,
        "text": "Закончить осмотр.",
        "need": [
          70,
          71,
          72,
          73
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 65,
    "text": "  Грей вышел на улицу. В глаза сразу ударило яркое солнце. Прищурившись, парень решил сперва...",
    "answers": [
      {
        "id": 66,
        "text": "Обойти дом.",
        "left_answer": true
      },
      {
        "id": 67,
        "text": "Спуститься в подвал.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 66,
    "text": "  Обойдя ничем не примечательный двухэтажный дом, Грей обнаружил на заднем дворе небольшой проход под дом, закиданый кучей всякого хлама так, что внутрь попасть было невозможно.\n— Что же они там прячут? — С подозрением прошептал парень.\n  Но решив не лезть не в свое дело, пошагал в сторону входной двери.",
    "answers": [
      {
        "id": 64,
        "text": "Войти в дом.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 67,
    "text": "  Вход в подвал находился рядом со входной дверью дома, поэтому первым делом, Грей решил посетить именно его. Но к сожалению, на двери висел огромный ржавый замок. Грей постоял минуту, смотря на дверь, но все же решил не взламывать имущество Ника.",
    "answers": [
      {
        "id": 64,
        "text": "Зайти в дом.",
        "left_answer": true
      },
      {
        "id": 69,
        "text": "Попытаться открыть замок.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 68,
    "text": "Грей решил не испытывать удачу и вернулся в дом, для дальнейшего осмотра.",
    "answers": []
  },
  {
    "id": 69,
    "text": "  Всё-таки любопытство пересилило, и Грей, найдя ржавую трубу, вставив ее в замок, стал дергать его в разные стороны.\n— Эй, ты что там делаешь? — Прозвучал знакомым женский голос.\n— Н-ничего... — Виновато протянул Грей и сразу же оставил затею с подвалом.\n Девушка враждебно посмотрела на парня и сквозь зубы сказала: \n— Заходи в дом. Нечего тебе тут шастать!\n",
    "answers": [
      {
        "id": 64,
        "text": "Послушаться и войти.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 70,
    "text": "  Комната Ника выглядела немного угрожающе. Не сказать, что в комнате был бардак, но по всей ее площади можно было найти различного рода предметы, от мужских трусов, до самодельных партон и медикаментов.",
    "answers": [
      {
        "id": 64,
        "text": "Назад.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 71,
    "text": "  Просторное помещение, в котором кроме кровати и тумбочки, больше ничего не было. Но Грею и этого было достаточно. Напротив кровати было широкое, забитое досками окно. Посмотрев в шелочку, Грей увидел то, что невозможно было не заметить ранее.\n— Как я мог такое пропустить?! — В шоке проронил Грей.\nТо, что он там увидел, было ничем иным, как огромный пассажирский самолет.",
    "answers": [
      {
        "id": 64,
        "text": "Назад.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 72,
    "text": "  Подойдя к комнате, в которую Ник категорически запретил заходить, Грей невольно повернул ручку двери. Зайдя внутрь, Грей остолбенел. \n— Твою ж мать! — Выругался парень.\nВся комната, с пола до потолка, была усеяна огромным количеством огнестрельного оружия. Грей все же решил уйти оттуда и осмотреть оставшиеся комнаты.",
    "answers": [
      {
        "id": 64,
        "text": "Назад.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 73,
    "text": "  Войдя в комнату Дженни, в нос Грея сразу ударил приятный женский аромат. Этот запах был знаком Грею еще до апокалипсиса, так как парень не раз бывал у Дженни дома. Грей хотел остаться здесь навсегда, но вспомнив, что и так много времени потратил, парень вышел из обителя прекрасной девы.",
    "answers": [
      {
        "id": 64,
        "text": "Назад.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 74,
    "text": "  Утром Ник и Грей снарядились на вылазку в ближайший продуктовый магазин. Взяв все самое необходимое, они решили выдвигаться.",
    "answers": [
      {
        "id": 78,
        "text": "Идти за продуктами.",
        "left_answer": true
      },
      {
        "id": 79,
        "text": "Проверить самолет.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 75,
    "text": "Эви — девочка десяти лет. Ученица начальных классов. Во время катастрофы находилась на прогулке со своими родителями. При необъяснимых обстоятельствах, смогла выжить после апокалипсиса. Возможно она не так проста, как кажется на первый взгляд.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 13,
        "text": "Другие истории."
      }
    ]
  },
  {
    "id": 76,
    "text": "  Осмотрев все доступные комнаты, Грей услышал зов, призывающий его спуститься вниз и отобедать.",
    "answers": [
      {
        "id": 77,
        "text": "- Что это?",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 77,
    "text": "  Неожиданно перед Греем предстала дверь красного цвета. Парень немного растерялся, ведь менее чем секунду назад ее здесь не было. Подойдя ближе, Грей коснулся ее своей рукой, но в тот же миг дверь исчезла, словно ее никогда там и не было.",
    "answers": [
      {
        "id": 81,
        "text": "Спуститься вниз.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 78,
    "text": "  Чтобы добраться до магазина, Ник и Грей потратили менее десяти минут. По пути им встретился всего один зомби, которого Ник успешно подстрелил. Добравшись до своей цели, парни решили рассредоточиться.",
    "answers": [
      {
        "id": 80,
        "text": "Спуститься в подвал.",
        "middle_answer": true
      },
      {
        "id": 78,
        "text": "Остаться и собрать продукты сверху.\n( В разработке )",
        "comment": true
      }
    ]
  },
  {
    "id": 79,
    "text": "  Грей еще вчера твердо решил сходить к обломкам самомлета, который он ранее не замечал. Поэтому, немного отойдя от дома, Грей сразу обратился к Нику с просьбой:\n— Слушай, Ник. Можно мы сперва осмотрим тот самолет, ты ведь там еще не был?\n— Хм... Если честно, то мне не кажется, что там есть что-то полезное, поэтому я туда и не ходил, но если ты хочешь, мы можем заглянуть туда, после того, как наберем продуктов. Тебя устроит такой план?\n  Грею хотелось скорее увидеть самолет, но возможности спорить с Ником у него не было. Поэтому он жалостно вздохнул и покорно ответил:\n— Что же, веди, Босс.\n— Ха-ха. Не переживай, самолет никуда не денется, а вот продукты могут испариться чудесным образом. Нам не стоит медлить.",
    "answers": [
      {
        "id": 78,
        "text": "Идти за Ником.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 80,
    "text": "  Грей решил пойти в подвал. Взяв пистолет, он медленно и аккуратно начал спускаться. Помещение подвала было довольно мрачным, поэтому Грей воспользовался фонариком, который ему дал доктор Перуш. Медленно продвигаясь в глубь подвала, парень все больше и больше чувствовал угрозу. Пройдя через все помещение, он не смог обнаружить хоть какие-то следы полезных материалов, не говоря уже о еде или продуктах первой необходимости.\n   Дойдя до конца длинного и узкого коридора, перед Греем встала большая металлическая дверь с засовом. Взяв фонарик в зубы, Грей отодвинул засов и медленно открыл дверь. Помещение оказалось пустым, но чувство тревоги в голове Грея становилось все сильнее. В помещении было очень грязно. Повсюду были разбросаны пустые коробки из под еды. Противного запаха Грей не ощущал, хотя вид данной комнаты так и намекал, что что-то здесь не так. ",
    "answers": [
      {
        "id": 83,
        "text": "Пройти вглубь.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 81,
    "text": "  Когда Грей спустился, Дженни и Ник уже сидели за столом, в ожидании его. Поэтому парень решил поспешить.\n— Приятного аппетита. — Произнёс Ник и принялся жадно уплетать свою пайку.\n  Еда была не царской, но во времена апокалипсиса, не считалась бедной. В порцию каждого входила тарелка каши с консервированным мясом и салат из ранее замороженных овощей. Закончив прием пищи, все трое разошлись по своим комнатам.",
    "answers": [
      {
        "id": 74,
        "text": "Следующий день.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 82,
    "text": "Грей решил, что остаться на первом этаже, будет самым лучшим вариантом для него. Пока Ник осматривал подвальные помещения, Грей занялся сбором оставшихся продуктов питания. Неожиданно для него, чувство страха и опасности проснулось в его голове. Парень резко развернулся на все триста шестьдесят градусов, но не увидел ничего подозрительного. Убедившись, что за спиной никого не было, он развернулся обратно. Внезапно, чувство опасности ударило ему в голову с новой силой. Посмотрев направо, он увидел маленькую девочку, вид которой потряс Грея.\n— Дяденька, меня зовут Эви, а Вас? Вы же хороший? Вы не будете меня убивать? — Сразу несколько вопросов рекой полились из рта маленькой девочки.\nНо после их произношения, маленькое и хрупкое тельце просто свалилось на пол. А Грей был вынужден сделать очередной выбор.",
    "answers": [
      {
        "id": 86,
        "text": "Забрать с собой."
      },
      {
        "id": 87,
        "text": "Уйти без нее."
      }
    ]
  },
  {
    "id": 83,
    "text": "  Грей решил тщательнее осмотреть данную комтату, так как чувство тревоги и не думало утихать. Но парень не успел сделать и пары шагов, как услышал какое-то шуршание с левой стороны от себя. Резким движением он направил пистолет в сторону услышанного звука и уже собирался сделать выстрел, как из-за коробок появился небольшой силуэт. \n— Это что девочка? — Испуганно пробормотал Грей. \n— Дяденька, ты пришел меня спасти? — Прозвучал слабый, но все же звонкий и радостный голосок.\n— Эм... Кто ты? — Не убирая пистолет, спросил Грей.\n— Я Эви. Дяденька, не убивай меня. Я не такая, как эти плохие люди. Я все еще человек. Пожалуйста не убивай меня. — Девочка громко расплакалась.\nГрей был в шоке, он не знал как на это реагировать. Он опустил пистолет и тихо сказал:\n— Не бойся. Я тебя не убью. Меня зовут Грей. Как ты сюда попала?\n  Девочка перестала плакать. Она вообще перестала как либо выказывать признаки жизни. Замолчав, она просто свалилась на пол. А Грей снова встал перед выбором.\n",
    "answers": [
      {
        "id": 89,
        "text": "Забрать с собой.",
        "middle_answer": true
      },
      {
        "id": 83,
        "text": "Уйти без нее.\n( В разработке )",
        "comment": true
      }
    ]
  },
  {
    "id": 84,
    "text": "\n\n\n",
    "answers": []
  },
  {
    "id": 85,
    "text": "  Грей никогда не спускался в подвал этого магазинчика, потому что не было надобности. Все нужные продукты находились на первом этаже и парень даже не задумывался о спуске вниз. Но сейчас ситуация была критической, поэтому Грей, без раздумий, ступил на сырую, местами прогнившую лестницу. Спустившись вниз, перед глазами нашего героя возникла лишь красная дверь. В подвале была только она, ни ящиков, ни холодильников или чего-то в этом роде. Только дверь, смотрела на него так, будто хотела, чтобы он зашел в нее. Грей подергал за ручку, но увы, дверь была закрыта и парню ничего больше не оставалось, кроме как, подняться обратно.",
    "answers": [
      {
        "id": 6,
        "text": "Взять все необходимое.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "  Грей долго стоял на месте, пытаясь обдумать ситуацию. Со стороны на половину разрушенного здания подул прохладный ветерок, пробравший парня до самых глубоких мест его души. День медленно подходил к концу, температура вне зданий резко опускалась до отметки \"ноль\".    \n  Становилось опасно бродить по разрушенным улицам, ведь с приходом сумерек, твари становились активнее. Так как на ум не приходило ни одного рационального объяснения, парень решил обдумать эту ситуацию в более безопасном месте.",
    "answers": [
      {
        "id": 88,
        "text": "Идти домой.\n( В разработке )",
        "comment": true
      },
      {
        "id": 100,
        "text": "Идти к самолету.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 89,
    "text": "  Внезапно, сверху послышались выстрелы и крик Ника. Грей без раздумий схватил обессиленнуй девочку и понесся прочь из этого подвала.",
    "answers": [
      {
        "id": 92,
        "text": "Минутой позднее.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 90,
    "text": "Решив, что медлить нельзя ",
    "answers": []
  },
  {
    "id": 91,
    "text": "лоаоаое",
    "answers": []
  },
  {
    "id": 92,
    "text": "  Поднявшись на первый этаж, парень не слабо испугался. Весь магазинчик был нафарширован пулями разных калибров. Ник, раненый в плечо, сидел за одним из прилавков. Увидев союзника, лицо Ника стало издавать смешанные эмоции грусти, радости, гнева и надежды.\n— Скорее прячься. — заорал Ник.\n  Быстро приземлившись, Грей вопросительно посмотрел на Ника.\n— Что здесь происходит? Кто на тебя напал? И что им нужно?\n— Я не знаю... Они начали стрелять сразу, как увидели меня. — задыхаясь, сказал Ник.\n— Нужно скорее выбираться. — взволнованно сказал Грей.\n— И без тебя знаю. — пробурчал Ник. — Лучше скажи, где ты ее нашел? — Ник кивком указал на девочку.\n— Потом все объясню, сейчас нужно уходить! — Грей сказал так, что Ник немного испугался. — Я отвлеку их, а ты забирай Эви и уходи, встретимся дома!\n— Нет, лучше давай наоборот, я буду лучшей приманкой. — сказал Ник.\n— УХОДИ! — заорал Грей.\nНик на время опешил, но вскоре собрался с мыслями.\n— ...Не смей умирать здесь. — Ник взвалил Эви на плечи и под обстрелом, пополз к черному выходу.\nУдостоверившись, что Ник смог уйти, Грей достал свой пистолет, готовясь дать бой. Но неожиданно для него, выстрелы прекратились.\n",
    "answers": [
      {
        "id": 94,
        "text": "Что произошло?",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 93,
    "text": "Кристофер Хэн — о нем практически ничего не известно. Внезапно появившийся парень, который пытается помочь главному герою. Возможно в будущем, он сыграет не последнюю роль.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 13,
        "text": "Другие истории."
      }
    ]
  },
  {
    "id": 94,
    "text": "  Вдруг, до парня донесся чей-то голос:\n— Выходите с поднятыми руками и идите к папочке. Ахахаха... — Грей узнал этот голос. \n  Когда он находился на базе, то несколько раз пересекался с этим мужчиной. И тот не внушал парню доверия. Даже хуже, он был тем, кто хотел отдать Грея на медицинские эксперименты. А еще он частенько похотливо поглядывал на Кристи. Вспомнив все это, разум Грея пришел в бешенство. \n— Ну... Мне долго ждать? Я же видел, что вы не сдохли. Так выходите же. Возможно папочка вас помилует. Хахаха...\n  Грея все больше и больше бесили его слова. \n— Этот урод... — парень сильно сжал пистолет в руке.",
    "answers": [
      {
        "id": 95,
        "text": "Начать сражение.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 95,
    "text": "— Ааааа... — С криком парень ринулся в атаку.\n  Грей резко выскочил из своего укрытия и побежал прямо на своего врага, паралельно стреляя из пистолета. Но добравшись до входной двери, он ничего не увидел. Не было абсолютно никого. Пустота. Грей стоял на месте, не решаясь даже моргнуть. Он всматривался в пустынные улицы, окружавшие этот магазин, и не мог осознать происходящей ситуации.\n< Что происходит? Галюцинация? Нет, Ник ведь тоже это видел. Его даже ранили. Куда же они делись?! > — Мысли неугомонно бегали в голове парня.",
    "answers": [
      {
        "id": 88,
        "text": "Собраться с мыслями.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 96,
    "text": "Резко развернувшись, Грей помчался в сторону своего временного пристанища. Но он не успел. Дорогу парню преградили еще двое тварей, заставив его свернуть в близ стоящую полуразрушенную высотку. Здание не было предназначено для резких маневров. Забежав внутрь, на парня кинулись еще две твари. Казалось, ему уже никто не сможет помочь. \n— Нет! Нет! Я не хочу так умереть! — Его крики разносились по всему городу.\nГрея охватил настолько сильный приступ паники, что парень не смог сдвинуться с места. Все мышцы,и без того уставшего тела, просто онемели,и как бы Грей не пытался сопротивляться, напрочь отказывались двигаться.",
    "answers": [
      {
        "id": 8,
        "text": "Секундной позднее.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 97,
    "text": "— Стой! Подожди. Я ещё не все знаю. Расскажи больше. М... Мне надо знать больше! — В приступах боли кричал Грей.\n— Ну уж неет. Ты думал, все будет так просто?! Ха-ха-ха... Глупый... Скоро ты сам во всем разберешься.\n  Голос исчез, словно его и не было. А Грей остался один, в кромешной тьме, лихорадочно трусясь и обдумывая произошедшую ситуацию. Со временем его начала одолевать аномальная усталось. И парень решил не сражаться с врагом, которого невозможно одолеть.",
    "answers": [
      {
        "id": 12,
        "text": "Закрыть глаза.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 98,
    "text": "  Очнувшись от мыслей, Грей продолжил беседу в менее напряженной атмосфере. Этот разговор мог бы затянуться на многие часы, ведь оба питали жажду к познанию. И в этом умирающем мире, не часто представится шанс обменяться парой-тройкой слов с человеком, который хоть немного подходит на роль друга. Но металлическая дверь внезапно скрипнулась и в комнату зашло двое мужчин. Здоровый мужик сразу наставил оружие на Грея, злобно скалясь. Второй мужчина был похож на доктора, но дымящая сигарета в его руке отталкивала от этой мысли.\n— Смотрю тебе уже лучше... Тебе придется пройти с нами. — Спокойным голосом сказал мужчина в халате.\n— Давай быстрее малец! — Рявкнул мужчина с автоматом.",
    "answers": [
      {
        "id": 17,
        "text": "Попытаться встать с кровати.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 99,
    "text": "  В голове Грея резко появилась идея. Он захотел сбежать. Ведь сейчас его ничего не держало, не было, ни ремней, ни дула пушки, наставленного прямо на него. Но как только парень решил дернуться, он затылком ощутил холодное прикосновение. Парень нервно сглотнул.\n— Не стоит этого делать. Мы просто поговорим. Я не очень хочу применять силу, поэтому советую тебе вести себя хорошо.\n  После произнесенного доктор убрал пистолет и они продолжили путь.",
    "answers": [
      {
        "id": 24,
        "text": "В кабинете.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 100,
    "text": "  Тащясь в сторону дома, парень неожиданно вспомнил о самолете. Резко сменив маршрут, он направился к развалинам. Подходя все ближе, Грей ощущал тревогу в сердце, которая с каждой секундой становилась все больше и больше. Ему казалось, что в самолете он найдет что-то очень важное. Но он даже не подозревал о том, что его ждёт внутри.",
    "answers": [
      {
        "id": 101,
        "text": "В самолете.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 101,
    "text": "  Когда Грей дошёл до самолёта, он не слабо удивился. Чертовски обгоревший корпус выглядел вполне целым. Как будто его перевезли сюда нетронутым и он пострадал лишь от огня катастрофы.\n  Дверь с легкостью открылась и в лицо парня ударил затхлый воздух с нотками трупного аромата. Запах был ужасным, а когда парень увидел мертвые разлагающиеся туши, Грея чуть не вывернуло наружу. Его организм стал намного устойчивее, поэтому парень быстро вернулся к нормальному состоянию. Пройдя в глубь самолета, он нашел шесть трупов, они были жутко обезображены так, что их лица были полностью стерты. Потыкав пистолетом в трупов, Грей удостоверился, что все они мертвы и уже хотел продолжить движение, как, внезапно, за его спиной что-то скрипнуло. Обернувшись, парень увидел ее...\n— Черт! Опять ты. — Он медленно подошел и протянул руку. — Куда же ты ведешь?! Почему вечно исчезаешь? — Глядя на дверь, говорил парень.",
    "answers": [
      {
        "id": 102,
        "text": "Дотронуться до двери.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 102,
    "text": "  Когда его рука почти коснулась красной двери,  сзади послышалось злобное рычание. Грей резко обернулся, выхватывая пистолет, но он не успел. На него смотрело шесть тварей, которых парень считал мертвыми. Одна из них сразу накинулась на Грея.\n< Ловушка... > — Промелькнула мысль.\nТварь повалила парня на пол и уже была готова полакомиться легкой добычей, но внезапный выстрел не дал ей такой возможности.",
    "answers": [
      {
        "id": 104,
        "text": "Воспользоваться ситуацией.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 103,
    "text": "  Ожидая дальнейших действий Кристофера, Грей уселся на одно из сидений, одним глазом поглядывая на своего спасителя. Кристофер выглядел совершенно обычно, но не для апокалипсиса.\n<Черт, что с этим парнем?! Он выглядит, как будто никакого метеорита и никаких тварей не появлялось вовсе. Может он учёный с какой-то базы. Но я знаю только одну в моем городе. Там я его не видел. Странно...> \n— Кто же ты... \n— А? Прошу прощения. Меня зовут Кри... А, я ведь уже представился.\n  Грей широко открыл глаза, поняв, что последнюю фразу он сказал вслух. Какое-то время мужчина молчал, уставившись в пол. Но потом, резко повернув голову на Грея, разоворил.\n— А? О чем это я?! Ах да. Я работаю на правительство, в технологическом отделе. Я бы сказал тебе больше, но у меня нет на это времени. Я и так много потратил на твои поиски. Поэтому буду краток. Ты ведь уже видел ее?\n— Кого?! Не мог бы ты говорить немного медленнее и не делать эти странные паузы? Я не понимаю, о чем ты говоришь.\n<Черт, что с этим парнем не так?! Он так непонятно разговаривает. И что это за паузы, и что за странное \"А\"?! Неужели он засыпает посреди разговора?>\n— А? Я говорю про дверь. Ты наверняка уже встречал ее. Должен был. Если не встречал, то это очень плохо. Тебе нужно быстрее ее найти, иначе все плохо кончится.\n— Стоп! О чем ты говоришь?! Какая дверь, что кончится? — Грей догадывался, о чем именно говорит Кристофер, но все же,  хотел удостовериться в своей  правоте. \n— Ты должен найти дверь, иначе останешься в ловушке навсегда. \n— Да что ты несешь?! — Парень потерял нить разговора. \n<Он что, больной?! Какая может быть ловушка в мертвом мире?  Говорит какой-то бред. Хотя, он знает про дверь, может он мне обьяснит.> \n— Послушай, э... Крис, верно? Я не очень тебя понимаю,  возможно,  потому что  ты говоришь загадками. Можешь мне по сути  рассказать про дверь и про ловушки?\n— А? Слушай! Они все куклы, почти все! Ты найдешь дверь там, где много людей. Ты уже  должен был там быть! Грей ты должен ее открыть, иначе миру придет конец. О нет. У меня больше нет времени! Ты должен найти...",
    "answers": [
      {
        "id": 105,
        "text": "...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 104,
    "text": "  Как только тело твари обмякло, Грей выхватил свой пистолет и несколько раз нажал на курок.\n— Что за черт!? — тяжело дыша, сказал парень.\n<Дежавю какое-то.> — подумал Грей, сбрасывая с себя мертвую тварь.\n  Поднявшись с пола, парень обратил внимание на фигуру, стоявшую возле входа в салон. Присмотревшись, Грей смог отчетливо разглядеть силуэт мужчины, скрывавшийся во тьме салона. \n— Кто ты? — Инстинктивно поинтересовался Грей.\n— А, меня зовут Кристофер, но ты зови Крис. Мне так больше нравится. Или не нравится? Скорее привычнее. Меня так бабушка по маме называла... или по папе? Хотя, это не важно. Важно, что я наконец нашел тебя. Или ты сам нашелся? В общем, главное, что ты здесь и я здесь. И мы можем...\n— Погоди, погоди! — Грей не смог выдержать потока слов от незнакомца. \n— А, прости, я наверное заговорился. Это все из-за побочного эффекта от погружения. Дай мне минутку, я немного отойду.\n  Грей молча уставился на незнакомца, пока тот приходил в себя. ",
    "answers": [
      {
        "id": 103,
        "text": "Немного подождать.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 105,
    "text": "  Внезапно, мужчина начал растворяться в воздухе. Лишь за мгновение он исчез, оставив Грея с огромной кучей вопросов.\n  С одной стороны, он нашел свою любимую, ради которой он готов пойти на все. Грей тяжело переживал ее смерть. И вот, когда он узнал, что она все еще жива, был неимоверно рад. Пусть его заразили вирусом, пусть он потерял руку, но его Дженни все еще жива. Грей очень не хотел упускать возможность воссоединиться со своей возлюбленной,  и пусть она его не помнит, парень верил, что воспоминания вернуться. С другой же стороны — Кристофер был уж слишком загадочным, чтобы проигнорировать его предупреждение.  Ведь дверь появлялась перед Греем не один раз. Возможно, ему и вправду  нужно найти ее. \n  Есдинственным местом с большим  скоплением людей, которое знал Грей, была так называемая \"База\". Сидя в кресле, парень перебирал все \"за\" и \"против\". Казалось, есть всего два варианта — либо удовлетворить свое внутреннее эго и вернуться к Дженни, или попытать удачу и отправиться на поиски двери.",
    "answers": [
      {
        "id": 105,
        "text": "Идти к Дженни и Нику.\n( В разработке )",
        "comment": true
      },
      {
        "id": 107,
        "text": "Остаться в самолете",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 106,
    "text": "<Надеюсь, тот парень говорил правду.> — Грей принял решение.\n  Он резко рванул куда глаза глядят, прочь от ненормальной девочки.\n<Нужно бежать. Быстрее. Иначе умру. Я должен спастись. Где же эта гребаная дверь.> — Грей бежал изо всех сил.\n    БАМ! — раздался выстрел.\n  Левая нога подкосилась и Грей свалился на землю. Конечность отказывалась двигаться. Парня охватывало чувство страха. \n< Неужели не получится?! >\n— Хороший выстрел, не правда ли, Грей? Теперь ты не сможешь от меня убежать. Прости, но ты останешься здесь навсегда, ведь скоро ты умрешь. Но сперва я убью ее.\n  Эви направила пистолет на Дженни и выстрелила. Пуля пролетела сквозь нее и застряла в земле. Все произошло в одно мгновение. \n— Нееет! — Грей испустил истошный крик и его лицо залилось слезами.\n— Эй, громила, добей его. — Произнесла Эви.\n  Лежавший замертво монстр, вдруг медленно поднялся и направился в сторону Грея.\n— Дженни, нет. Прости... Прости меня. \n< Я не смог. Не смог ее защитить. Я снова ее потерял. Я беспомощный. Зачем отказался от силы? Идиот. >\n  Эви с дикой улыбкой наблюдала за мучениями Грея. Она делала это с таким самодовольством, словно она нашла самую забавную вещь во всем мире.\n< Нельзя сдаваться. Я должен выбраться. Ради, Дженни. Дверь. Мне нужна эта чертова дверь! >\n  Внезапно улыбка ушла с лица девочки. Взамен на нем отразилось смятение. Она сделала небольшой шаг вперед. Сердце Грея замерло. Он мог поклясться, что увидел испуг в ее глазах. И вдруг ее лицо озарилось какой-то злобной ноткой. \n  Грей посмотрел в сторону взгляда Эви. Она, казалось, увидела что-то такое,  чего не должно было быть. Посреди пустынной улицы стояла одинокая красная дверь.\n< Нужно добраться туда!> — Подумал Грей.\n",
    "answers": [
      {
        "id": 132,
        "text": "Ползти к двери.\n",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 107,
    "text": "  Грей решил не рисковать своей жизнью.\n< С Дженни и Ником все нормально. Не стоит переживать>. — Немного успокоив свой разум, парень начал обдумывать недавно полученную информацию. \n  Через некоторое время, он был готов сделать свой выбор. Решив все для себя, он отправился спать.",
    "answers": [
      {
        "id": 109,
        "text": "Идти на базу",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 108,
    "text": "— Я убью тебя! — Крикнул Грей.\n  Парень навел пистолет на девочку и нажал на спусковой крючок. Выстрел оглушил Грея — он на миг отвернулся. А когда вернул обратно свой взгляд, он впал в отчаяние — он понял, что сейчас умрет. Тварь смотрела прямо на Грея и улыбалась, хотя в глазах ее сквозила печать. Пуля застряла в плече монстра, проделав в нем небольшую воронку. \n— Беги! — Прохрипел монстр. — Гррааа!\n  Он кинулся прямиком на Грея и с розмаху ударил парня. Тот кубарем отлетел в сторону. Грей застонал. Из его рта хлынула алая кровь — на этот раз уже человеческая. Грубые пальцы схватили его за волосы и сильно дернули вверх — настолько, что у него чуть сердце не вывернуло: взгляд Грея метнулся к маленькой фигуре, наблюдавшей за этим зрелищем. Лицо девочки излучало полный восторг. Улыбка ее растянулась до ушей, а в глазах виднелась жажда крови.\n  Из-за ужасного взгляда девочки Грея окутало странное чувство — словно он что-то знал о самом себе. Собрав все силы, парень поднялся с земли. Все его тело тряслось от боли и усталости. Монстр смотрел на него, словно ожидая своего оппонента. Грей поднял глаза,  чтобы посмотреть на Дженни.\n— Что ты пытаешься сделать? Ты все равно умрешь, сколько не старайся. — Сказала Эви.\n  Парень слегка улыбнулся. Он чувствовал нечто странное — словно у него есть сила.\n< Неужели этот голос? > — Думал он.\n  Грей сильно сжал кулак — из-за того что он никогда раньше не сражался с помощью силы, он не мог точно определить своих нынешних возможностей. Но одно он знал точно — сдаваться еще рано.",
    "answers": [
      {
        "id": 122,
        "text": "Сражаться.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 109,
    "text": "  Решение было принято. Ранним утром парень выдвинулся в сторону опорного пункта  выживших этого города.\n< Одиночество, так одиночество.> — Подумал Грей.\nИдя по пустынным улицам, он наткнулся на стаю тварей. \n<Они не выглядят, как обычные. Более мускулистые, что ли? Нужно их обойти.> — Грею не понравилась эта встреча. \n  Если с обычными тварями он мог быстро разделаться, то с этими он, скорее всего, не справился бы. Он не знал на что они способны, но доверился своим глазам. \n<Надеюсь, они не встретят их.> — Грей очень переживал за Дженни.\n  Хоть Ник и был крепким парнем, но он наверняка не сможет одновременно сражаться и защищать Дженни и ту маленькую девочку. Но возвращаться уже было поздно, Грей слишком отдалился.",
    "answers": [
      {
        "id": 110,
        "text": "Продолжить путь",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 110,
    "text": "  Ночь наступила очень быстро. В темное время суток было слишком опасно, поэтому парень засел на втором этаже, одного из близлежащих домов. После увиденных им необычных тварей, Грей решил быть еще осторожнее. На скорую руку обезопасив помещение,  которое станет для него убежищем на эту ночь, он отправился спать. Но сон его, в очередной раз, нарушили.\n— Думаешь, ты сможешь сбежать? Ха-ха-Ха. Ты идиот, раз так считаешь.\n— Что? Опять? Когда ты оставишь меня в покое?!\n— Оставлю? В покое? Ты еще глупее, чем я думал! Мы одно целое. Один организм. Твоя удача, что ты чуточку сильнее, чем остальные. Поэтому я не стал тебя убивать. Если б не это, ходил бы ты сейчас как безмозглый живой труп.\n— Но ведь я еще жив. Ты все время меня пугаешь, но ведь ты сам беспомощен. Ты зависишь от меня. \n—Я?! Завишу?! Ты кем себя возомнил? Ты лишь маленькая часть эксперемента! \n— Что за эксперимент?\n— Так я тебе и сказал. — Голос сделал паузу. — Слушай, у меня есть к тебе предложение.\n— Не собираюсь тебя выслушивать. Убирайся из моей головы!\n— А ты изменился. Ха-ха, с каждым днем ты все меньше мне сопротивляешься. \n— Я все тот же! И я не собираюсь сдаваться. Ты чертов вирус, который превращает людей в чертовых зомби!\n— Но ты, ты — это другое. Если ты позволишь мне соединиться с тобой, ты получишь неимоверную силу! Ты ведь собрался прорываться туда, я ведь прав? Без меня ты не сможешь. Не доберешся. \n— Я не хочу этого делать! Ты — мое бремя, и я не дам тебе власти над собой.\n— Ха, да как хочешь.\n— Чего? — Грей неслабо удивился.\n— Раз не хочешь — твое дело. Решай сам.\n— Что-то ты резко сдался. \n— Захочешь силу, примешь меня. Раз нет, то я уйду. Усну, и больше тебя не потревожу. \n  Сказав последние слова, голос исчез, а Грей в очередной раз столкнулся с нелегким выбором.\n",
    "answers": [
      {
        "id": 112,
        "text": "Oтвергнуть вирус.",
        "right_answer": true
      },
      {
        "id": 111,
        "text": "Принять силу.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 111,
    "text": "  Грей проснулся, когда солнце стояло в зените. Все тело трясло, сильно кружилась голова, а во рту ощущался вкус крови. \n< Было ли это правильным решением? > — Подумал парень.\n  Как только Грей собрался вставать, его уши уловили странный звук снаружи — треск, хрип и скрежет. Затем в дверь постучали. Парень напрягся и приготовился. В следующий миг дверь пошатнулась от удара чем-то тяжелым. За ним последовал громкий рев и череда мощных ударов. Весь дом содрогался, а Грей застыл в ожидании.\n  БАМ! — Дверь отлетела в парня.\n— Вот черт! \n  В ту же секунду на Грея с невероятной скоростью обрушилась серия оглушительных ударов. Ловко изворачиваясь, парень уходил от всех сокрушительных ударов врага. Но вдруг он потерял равновесие и упал. Пистолет улетел далеко в сторону. Неизвестный на секунду остановился, и Грей смог рассмотреть того, кто на него напал — тварь, когда-то была человеком, но из-за сильной мутации стала больше напоминать разодранный кусок мяса.\n< Его глаза. > — Подумал Грей.\n  Когда парень пришел в себя, на него уже обрушилась новая серия ударов. Он пытался отбиться, но удары не прекращались и сыпались на него со всех сторон. Глаза Грея закатились и побагровели. Он со всей силы ударил монстра кулаком по плечу. Трухлый деревянный пол не выдержал такого давления и проломился под весом монстра. Огромная трещина пошла по всему дому. Тварь одним движением выбралась из западни и вгрызлась в плечо Грея. Парень успел лишь взвизгнуть, когда тварь отрывала от него кусок. Монстр прибил Грея к стене. Послышался хруст костей. От боли парень начал громко кричать.\n< Я не могу здесь умереть. > \n  Грей вырвался из лап монстра и откинул его на несколько метров. Пока тот замешкался, парень сильно оттолкнулся от пола и прыгнул на монстра, ударяя его в грудь.\n— Гррааа! — Тварь заревела от боли. \n  Грей продолжал избивать растерявшегося монстра. \n< Мне бы вторую руку. > — Подумал парень. \n  Последним ударом Грей отправил монстра в полет, тот пробил стену и вылетел на улицу, оставляя после себя глубокий след на земле. Парень некоторое время смотрел на тварь. Убедившись, что она повержена,  Грей победно улыбнулся. А затем его сознание помутилось, и он свалился на обломки.",
    "answers": [
      {
        "id": 113,
        "text": "На следующий день.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 112,
    "text": "— Я отказываюсь! — Грей решил, что ему будет лучше без непонятной сущности внутри него.\n— Что ж, ты еще пожалеешь о своем выборе. Я хотел тебе помочь, но раз ты хочешь быстрее умереть... — Он замолчал. ",
    "answers": [
      {
        "id": 129,
        "text": "...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 113,
    "text": "  Очнувшись, Грей не понимал, где он оказался и что случилось. Когда туман перед глазами рассеялся, и ему на лицо хлынул лунный свет, парень увидел его. Монстр сидел в метре от Грея и пристально на него смотрел. Парень моментально вскочил на ноги и заорал:\n— Ты-ы-ы!\n— Успокойся. — Спокойно сказал монстр. — Я не собираюсь нападать. \n  Грей промолчал, настороженно смотря на монстра.\n— Меня зовут Джон. По крайней мере, раньше так звали. Парень... — Он замолчал. \n— Кто вы такой? Почему напали на меня? — Грей прервал молчание.\n— Парень, я лишь хочу спасти свою дочку. Прошу, помоги мне. Я тебя умоляю. Контроль вернулся ненадолго. Скоро я снова стану бездушным монстром. Ее зовут Кристина. Она наверняка еще жива. Я знаю, она спаслась с остальными. Я направляюсь туда. Но их приказы. Они контролируют меня, понимаешь?\n< Может ли это быть она? > — Грей задумался.\n  Парень некоторое время пристально смотрел на собеседника, пытаясь понять, стоит ли ему верить. Они смотрели друг на друга, словно изучая. Джон заговорил первым:\n— Предлагаю сделку. Ты ведь хочешь отсюда выбраться?\n  Грей вопросительно посмотрел на Джона, но не произнес ни слова. Парень понимал, что ему будет сложно попасть на базу в одиночку. Через мгновение Грей кивнул, и молча уставился в небо. \n< Значит... этот мир и вправду всего лишь иллюзия. > — Подумал Грей.\n— Лучше уйти отсюда. Сейчас эти твари очень опасны. — Сказал Джон.\n  Дом, в котором укрывался Грей, был сильно разрушен из-за прошедшей битвы. В развалинах Грею удалось найти свой пистолет. Подняв его с земли, парень направился в соседнее здание. \n< Наконец-то этот день закончился. > — Подумал Грей.",
    "answers": [
      {
        "id": 114,
        "text": "Начало конца.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 114,
    "text": "  Следующий день Грей и Джон провели в дороге. Сила бурлила внутри парня, поэтому он не обращал внимание на палящее солнце. \n— Мы почти на месте. — Сказал Джон, — Когда прибудем, действуй по плану.\n  Грей молча шел за Джоном, мысли роились в его голове. Сможет ли он? Хватит ли ему сил? А стоит ли оно того?\n  \"Как же мне поступить? Я ведь просто хочу выбраться отсюда. Но ведь Кристи мой друг. Что же мне делать? \" — Думал Грей.",
    "answers": [
      {
        "id": 115,
        "text": "План Джона.",
        "left_answer": true
      },
      {
        "id": 116,
        "text": "Свой план.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 115,
    "text": "  Вскоре показалась хорошо защищенная территория. Джон и Грей укрылись за холмом, наблюдая издалека. \n— Я нападу в открытую, а ты проберешься внутрь и откроешь мне ворота. — Сказал Джон.\n— Надеюсь, у нас все получится. — Грей взял в руку пистолет.\n— Иначе никак! Грааа. — Джон громко зарычал и ринулся в атаку.\n  Грей занял удобную позицию, ожидая подходящего момента.\n— Это еще что за отродье?! Огонь! Пристрелите это немедленно! \n  За воротами началась суматоха. Мужчины, охранявшие ворота, открыли шквальный огонь по Джону. Но тот не придавая значения пулям, летел напролом. \n— Что за черт! Откуда взялась эта тварь! — Кричал один из охранников, — Пули его не берут! Врубайте сигнализацию!\n  Когда все внимание было приковано к Джону, Грей резко рванул с места. Он словно перескочил через ограду и устремился к пульту управления воротами.\n— Стоять! — Послышался крик из-за спины.\n  Грей медленно развернулся. Перед ним стоял мужчина с автоматом. \n  БАМ! — Грей выстрелил врагу прямо в лоб. По лицу потекла струя крови. Мурашки пробежались по спине Грея. \n< Я убил человека. > — Подумал Грей.\n  Через секунду он уже открывал ворота. Джон, разобравшись с охранниками на входе, ринулся внутрь.\n— Вперед, Грей, давай скорее отыщем Кристину. — Сказал Джон.",
    "answers": [
      {
        "id": 124,
        "text": "...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 116,
    "text": "  Добравшись до базы, Джон начал действовать. Он с ревом понесся на ворота, тем самым отвлекая врага. Грей же спокойно перемахнул через ограждения, затем устремился вглубь базы. Проходя очередной лестничный пролет, Грей услышал приближающиеся шаги. Он резко развернулся на звук. В паре метров от Грея стоял мужчина в белом халате. Во рту у него была сигарета. Он сделал затяжку и медленно выдохнул дым, затем сказал:\n— Это ты Грей? Рад, что ты смог выжить. \n— Доктор Перуш?! Что вам нужно? — Грей сильнее сжал пистолет.\n  Держа сигарету в зубах, Марк злобно улыбнулся. Мурашки пробежали по телу Грея. Наставив свой пистолет на мужчину, парень повторил свой вопрос.\n— Я просто наблюдаю, Грей. Хочу увидеть, как все произойдет. Если ты не против, я хочу быть свидетелем твоего ухода. — Марк снова сделал затяжку сигареты.\n  Грей некоторое время смотрел на доктора, затем опустил свой пистолет. \n— Я выберусь отсюда, доктор. И вы мне не помешаете.\n— Я и не собирался. — Ответил Перуш. — Дверь должна появиться с минуты на минуту. Не упусти свой шанс.\n< Он не обманет. > — подумал Грей.\n  Марк сказал правду. Через несколько секунд перед Греем появилась красная дверь. Парень дернул за ручку, дверь с противным звуком открылась. Грей взглянул на доктора.\n— Удачи, парень. Еще встретимся. — Сказал Марк.",
    "answers": [
      {
        "id": 118,
        "text": "Войти в дверь.",
        "middle_answer": true,
        "right_answer": false
      }
    ]
  },
  {
    "id": 117,
    "text": "",
    "answers": []
  },
  {
    "id": 118,
    "text": "  Сделав шаг, Грей провалился в темноту, а дверь резко захлопнулась. Парень сделал еще несколько шагов и задумался:\n< Что же меня ждет дальше? >\n  Грею резко стало очень плохо. Его сердце словно разрывалось изнутри. Он не знал, правильно ли он поступил. Сомнения догнали его. И теперь они стали неподъемным грузом на его душе. \n< Черт. Надеюсь, тот парень не соврал. > \n  Грей медленно шел в кромешной тьме. Опираясь на стены, он пытался найти хоть какой-то выход. Но его не было. \n  Парень уселся на пол. В его голове было очень много мыслей. Он не заметил, как погрузился в сон. А когда очнулся, то увидел красную дверь перед собой.\n— Вот черт. — Грей печально усмехнулся.",
    "answers": [
      {
        "id": 1,
        "text": "Конец.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 119,
    "text": "",
    "answers": []
  },
  {
    "id": 120,
    "text": "",
    "answers": []
  },
  {
    "id": 121,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 122,
    "text": "Грей сделал шаг, еще один и еще. Перейдя на бег, он направился к маленькой девочке. \n— Убей его! — Завопила Эви.\n  До нее дошло, что именно хочет сделать Грей. Поэтому она немедленно навела пистолет и выстрелила. Но Грей увернулся. Набирая скорость, он мчался прямиком на девочку.\n  Грей подбежал к Эви, легким движением выхватил у нее пистолет, при этом сильно ударив ее в живот. Из ее рта пошла кровь и девочка упала намертво. Выполняя приказ, монстр с ревом кинулся на парня. Но Грей успел нажать на спуск. Пуля вошла монстру прямо в переносицу. Точнее, в левый глаз. Монстр шагнул в сторону и замолотил руками воздух. Из его рта показались длинные слюни, из которых на землю хлынула густая темно-красная жидкость. Тварь снова повернулась к парню. И тут бабахнул выстрел. Здоровая туша тяжело рухнула на землю.\n  Рука ослабла и Грей выронил пистолет. Тяжело дыша, он наклонился к Дженни.\n— Жива! — С улыбкой сказал он.\n  Парень наклонился еще ниже, чтобы поцеловать девушку. Он провел окровавленной рукой по ее прекрасному лицу и лег рядом, слегка приобняв Дженни.\n— Передохну немного. — Прохрипел он и закрыл глаза.",
    "answers": [
      {
        "id": 1,
        "text": "Конец.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 123,
    "text": "",
    "answers": []
  },
  {
    "id": 124,
    "text": "  Сигнализация звучала по всей территории базы. Люди с оружием сбегались на охранные посты. Кристи со своей группой также двигалась на защиту.\n— Грей, я чувствую ее. Мы уже очень близко. Поспешим! Двигай за мной. — Сказал Джон.\n  Джон резко ускорился, сметая встретившихся на пути вояк. Грею пришлось выложиться на полную, чтобы поспевать за Джоном.\n  Им понадобилось несколько минут, чтобы добраться до Кристи. \n— Что за тварь! Огонь! — Закричал один из парней.\n  Шестеро человек, включая Кристи, начали стрелять по Джону. Тот лишь слегка усмехнувшись, рванул на толпу. Тридцать секунд — столько понадобилось Джону, чтобы убить пять человек.\n\" Ужасное зрелище. \" — Подумал Грей.\n  Когда Кристина осознала, что произошло с ее товарищами, из ее глаз пошли слезы. \n— Аааа. — В истерике девушка вытащила из-за спины свой тесак, и кинулась на Джона.\n— Постой Кристи, это твой отец. — Выкрикнул Грей.\n  Но было уже поздно. Девушка со всей силы ударила Джона телаком. Таким ударом можно было легко снести голову обычному человеку или зомби. Джон лишь выставил свою руку, оружие впилось в плоть монстра и застряло там. Следующим движением Джон вырубил Кристину, и та упала на пол.\n— Прости меня, девочка. — Сказал Джон и посмотрел на Грея. — Бери ее и следуй за мной. Дверь должна быть где-то здесь.\n  Когда они прошли несколько этажей вниз, перед глазами Грея возникла красная дверь. Парню оставалось лишь зайти в нее вместе с Кристиной, но в его голове всплыл разговор с парнем из самолета.",
    "answers": [
      {
        "id": 125,
        "text": "Забрать Кристину.",
        "left_answer": true
      },
      {
        "id": 126,
        "text": "Уйти одному.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 125,
    "text": "— Вы знаете, что там, за дверью? — Спросил Грей.\n— Если честно, парень, я понятия не имею. Знаю лишь, что это выход отсюда. Из этой чертовой ловушки.\n— Спасибо за помощь, Джон. Без вас я бы, наверное, не справился.\n  Джон лишь слегка улыбнулся. Он подошел к двери и открыл ее.\n— Я не могу пойти с вами. Я скоро потеряю контроль. — Сказал Джон. — Поэтому береги ее за меня. \n— Вот они. Огонь! — Внезапно прибывшие вояки начали стрелять в Грея и Джона.\n— Уходи, парень, я их задержку. Быстрее! — Прокричал Джон, заталкивая Грея в дверной проем.\n  Дверь с грохотом захлопнулась. Джон оскалил рот, с его клыков стекала темно красная жидкость.\n— Начнем. — Прошептал он себе.",
    "answers": [
      {
        "id": 128,
        "text": "Далее.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 126,
    "text": "— Простите меня, Джон. Я не могу взять Кристи с собой. — Сказал Грей.\n— Что ты только что сказал? — Голос Джона резко изменился.\n— Я думаю, что здесь все фальшивое. И я единственный, кто может пройти в эту дверь. Я не могу рисковать, беря еще кого-то с собой. Простите меня. — Грей усадил Кристи на пол, оперев ее на стену.\n— Вот значит как. В таком случае, я не могу позволить тебе уйти.\n  Джон резко махнул рукой в сторону Грея. Парень не успев отреагировать, отлетел в стену. \n— Кх-х — Из рта Грея хлынул поток крови.\n  Грей медленно поднялся, взял в руку пистолет и выкрикнул:\n— Просто дайте мне уйти, Джон!\n— Гра-а! — Джон ринулся на парня.\n  Их схватка продлилась всего несколько минут. Весь этаж был разгромлен. Дыры и трещины усеяли абсолютно все стены. На полу и потолке не было ни одного неповрежденного места. Джону приходилось прикрывать Кристи своим телом, поэтому у Грея было преимущество, которым он воспользовался.",
    "answers": [
      {
        "id": 127,
        "text": "Далее.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 127,
    "text": "  Еле передвигаясь, Грей направился к двери. Когда он подошел к ней, парень медленно обернулся, вглянул на Кристину. Затем резко дернул дверную ручку. Дверь с противным скрипом открылась. По спине парня пробежал холодок.\n  БАМ! — прозвучал оглушающий выстрел.\n  Пуля попала Грею в спину. Пошатнувшись, парень рухнул на землю. \n— Ты идиот! Ха-ха-ха. — Грей услышал противный детский смех.\n  В глазах появлялся туман, тело не слушалось, а такой близкий и четкий силуэт двери стал быстро исчезать.\n— Ты никогда не сможешь выбраться отсюда. Ты сам решил свою судьбу. — Сказала девочка.\n  Когда красная дверь полностью исчезла, Эви выстрелила еще раз. Грей навсегда погрузился во тьму.",
    "answers": [
      {
        "id": 1,
        "text": "Конец.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 128,
    "text": "— Грааа! — С ревом Джон кинулся на врагов. \n  Он месил всех подряд. Обмякшие тела разлетались во все стороны. Кровью было покрыто абсолютно все: пол, стены, потолок и сам Джон. Уничтожив два отряда бойцов, Джон обессиленно рухнул на одно колено. \n— Видимо, мне не хватит сил убить их всех.\n  Бойцы базы не дали перевести дух Джону. Вскоре он сражался еще с двумя отрядами. Кожа перестала защищать Джона, пули все глубже вонзались в его плоть. Очередной отряд пришел с маленькой девочкой во главе.\n— Убейте его уже бестолочи! Это неудавшийся эксперимент, он не нужен. — Сказала Эви.\n— Ты-ы. — Лишь прохрипел Джон.\n  Под шквалом пуль Джон рухнул на пол. Эви медленно подошла к здоровой туше. Направив свой револьвер, она выпустила пулю прямо Джону в голову. \n— С этим все. Скорее все к двери. — Скомандовала Эви.\n  Но когда все ринулись к двери, та мигом исчезла. Недовольно фыркнув, девочка направилась в сторону медицинского пункта.\n— В этот раз тебе повезло, мальчик. — Сказала она сквозь зубы.",
    "answers": [
      {
        "id": 1,
        "text": "Конец.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 129,
    "text": "  После столь бурной ночи парень чувcтвовал себя отлично, как будто сбросил неимоверно тяжелый груз. В первые, за долгое время, он смог хорошенько выспаться. В приподнятом настроении он двинулся в путь. Но всего через пол часа от его бодрого темпа не осталось и следа. \n<Как же жарко. Почему я раньше этого не замечал? Неужели дело в вирусе?> — Грей размышлял о внезапно появившейся проблеме. \n   Пытался сопоставить все известные ему факты. Вывод напрашивался сам собой — утратив поддержку вируса, парень лишился защиты от палящего солнца. Выход из ситуации был лишь один — прятаться в домах, и передвигаться только ранним утром. Твари будут менее опасны и палящее солнце не сможет сильно препятствовать перемещению. Поэтому парень скрылся в одном из близлежащих домов, в ожидании следующего дня.",
    "answers": [
      {
        "id": 130,
        "text": "Утром.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 130,
    "text": "  На улице светало. Грей готовился к выходу. Когда он спуслился на первый этаж, в дверь кто-то сильно стукнул. Парень напрягся. Второй удар заставил дверь пошатнуться. Парень достал свой пистолет и направил его на дверь. После третьего удара дверь разлетелась на куски. В комнату ворвалось нечто огромное. Грей отскочил к стене, и в этот момент нечто бросилось на него. Оно не походило ни на одно существо, встреченное Греем, даже отдаленно.",
    "answers": [
      {
        "id": 131,
        "text": "Стрелять.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 131,
    "text": "  Грей начал стрелять в существо. Хоть тварь и была огромной, но невероятно быстрой. Грей метался из стороны в сторону,  уклоняясь от атак существа. Парню едва удалось попасть. Выстрел пришолся в шею. Пуля пролетела, едва задев бледную кожу. Затем произошло нечно странное. Оно на несколько секунд застыло в неподвижности, затем с грохотом рухнуло на пол. Обойдя лежащее тело, Грей вышел из здания. \n<Что за чудище я только что завалил?> — Парень обдумывал бой с тварью, как вдруг раздался звонкий голос:\n— Здравствуй, братик. \n  Грей направил пистолет в сторону голоса, и уже был готов выпустить пулю. Но увиденное остановило его. В нескольких метрах стояла маленькая девочка с пистолетом в руках. Она направила его на лежащую на земле Дженни.\n— Что происходит?! Что это все значит?!\n— Ты настолько глуп, ха-ха-ха. Как ты смог так долго продержаться? — Девочка залилась смехом. — Ты просто не представляешь, как тебе повезло. Хотя, мне кажется... Не знаю... В любом случае, ты смог слиться с вирусом без особых мутаций, в отличии от того парня, которого ты только что завалил. Но ты решил отказаться от силы. Ты думаешь,  что поступил правильно? Идиот! Ха-ха-ха. Ты просто ничтожество. И теперь ты поплатишься за свою тупость. — Девочка не переставала смеяться.\n— О чем ты говоришь? Откуда ты все это знаешь? — Грей был ошеломлен словами девочки. До него не сразу дошло, что Эви изначально дурила его. Но он не мог от нее избавиться, ведь была одна загвоздка — на земле лежала раненная Дженни.",
    "answers": [
      {
        "id": 133,
        "text": "Узнать больше.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 132,
    "text": "  Из последних  сил Грей пополз к двери. Она уже была открыта, словно ожидая парня. Чем ближе он подползал к ней, тем тяжелее становилось его дыхание. \n— Ты не сможешь сбежать от меня, Грей! — Завопила Эви. — Ну же, убей его! Не дай добраться до двери!\n— Грррааа!!! — Заревел монстр.\n  Его смерть неотвратимо приближалась. От ужаса у Грея перехватило дыхание. Он замер. Монстр побежал, а Грей повернул голову,  готовясь принять свой конец. Но монстр изменил свое направление — он резко прыгнул в сторону Эви.\n— Какого черта ты творишь?! — вопила девочка.\n  Эви направила свой пистолет в монстра и разрядила в него остатки обоймы. Тварь замедлилась, но не прекратила движение. \n— Ненавижу, ненавижу! — Бормотало существо.\n— Неет, не смей! — Кричала Эви.\n  Девочка упала на колени и начала громко реветь. Но это не остановило существо. Когда оно подошло в плотную, девочка, вскрикнув, отшатнулась назад. \n— Это тебе за Кристи! — Прохрипела тварь.\n  Он замахнулся и со всей силы ударил девочку. Хрупкое тело отлетело на несколько метров. А монстр повернулся к Грею и улыбнулся. \n— Сделай это парень. Исправь все, — сказал  он тихо, — пожалуйста, так надо. Когда попадешь туда, отыщи меня. \n  Сказав последние слова, монстр упал на колени, а затем повалился на бок. \n   Собравшись, Грей дополз до двери. Он нырнул внутрь, сел и приоткрыл глаза, стараясь не выдавать своих чувств. Когда дверь захлопнулась, он упал на спину и закрыл глаза. Он увидел лицо Дженни. Некоторое время Грей просто лежал в полной тишине. Когда он открыл глаза и посмотрел по сторонам, ничего не было видно. Тогда он медленно поднялся на ноги и побрел вперед.",
    "answers": [
      {
        "id": 1,
        "text": "Конец.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 133,
    "text": "  Грей решил распросить девочку. \n<Она явно что-то знает. Боже, что здесь вообще происходит. Сначала тот странный парень, потом новые монстры, а теперь и маленька девочка. Как она вообще смогла дотащить сюда Дженни? Я уже начинаю жалеть, что так грубо общался с тем голосом.> — Парень за несколько секунд проанализировал ситуацию, и пришел к одному заключению — ей кто-то помог. \n— Эй, Эви, может ты просвятишь меня? — Он решил не показывать страха и сомнений.\n<Нужно постараться задавать вопросы, не показывая волнения. Думаю, что она не представляет для меня опасности, но я не знаю, где скрываются те, кто ею руководит.>\n— Ты наверное думаешь, что у меня есть помощники. Спешу тебя разочаровать. В этом мире я — Бог. Это ведь всего лишь игрушечный мир. Ха-ха-ха. Я могу делать все, что душе угодно. Вы все — всего лишь подопытные крысы! Ты ничего не сможешь, Грей.\n— Ты ненормальная... Что ты несешь?! \n<Выходит, тот парень говорил правду. > — У Грея закружилась голова. \n— Слушай, парниша, силу свою ты все равно потерял. Для меня ты теперь не полезнее таракана в тарелке с супом. Я могу тебя убить прямо сейчас. Но... Давай немного повеселимся. Я дам тебе выбор. Ты ведь любишь свою драгоценную подружку?! Знаю, что любишь. Если одолеешь того громилу еще раз, то я отпущу ее, если же нет, то я отдам ее на растерзание этим мутантам. Выбирай, парень.\n— Ты... — От ярости Грей заскрипел зубами. — Маленькая чекнутая дрянь!\n— Ахахахах — Эви начала жутко хохотать. она смеялась словно ненормальная. — Выбирай!",
    "answers": [
      {
        "id": 106,
        "text": "Сбежать.",
        "left_answer": true
      },
      {
        "id": 108,
        "text": "Спасти Дженни.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 134,
    "text": "",
    "answers": []
  },
  {
    "id": 135,
    "text": "",
    "answers": []
  }
]