[
  {
    "id": 1,
    "text": "Квест SCP Фонд. Попробуй сбежать.\nудачи",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 18,
        "text": "поставь оценку (когда пройдёшь)"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы очнулись в комнате с белыми стенами и полами. вокруг темно , только на столе свеча стоит и светит. Тут свеча ничинает угасать.\n",
    "answers": [
      {
        "id": 3,
        "text": "далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "рядом со свечой стоит лампа её можно поджечь.\nили можно спрятаться под кровать на которой ты лежал",
    "answers": [
      {
        "id": 4,
        "text": "поджечь лампу с помощью свечи"
      },
      {
        "id": 5,
        "text": "спрятаться под кровать и ждать спасения "
      }
    ]
  },
  {
    "id": 4,
    "text": "вы решаетесь поджечь лампу. она оказалась довольно ярче чем свеча и на стене стало видно какие-то цифры. \n6 3 9 \nможет это какой-то код или просто цифры.",
    "answers": [
      {
        "id": 6,
        "text": "обойти комнату по кругу."
      },
      {
        "id": 7,
        "text": "посмотреть что ещё есть на столе "
      }
    ]
  },
  {
    "id": 5,
    "text": "вы решаете спрятаться под кровать.\nВот свет угасает. Вы ждёте пока что-нибудь произойдёт. вдруг вы видите в далеке в темноте загораются 2 красных глаза. Потом они угасают и вы начинаете слышать очень много громки звуков. Из ваших ушей уже идёт кровь от боли и громкости. и тут всё затихло. и только белый свет в конце тунеля...",
    "answers": [
      {
        "id": 1,
        "text": "начать заново"
      }
    ]
  },
  {
    "id": 6,
    "text": "вы обходите по периметру комнату и замечаете в стене прорез который откроется только при движении механизма. также некая полка с идеальным вырезом формой открытой книги ",
    "answers": [
      {
        "id": 8,
        "text": "продолжать осматривать комнату."
      }
    ]
  },
  {
    "id": 7,
    "text": "на столе нет ничего кроме какой-то книги с кодовым замком. вы попытались ниписать их в код но он не подошел, к тому же код состоит из 4 букв.",
    "answers": [
      {
        "id": 4,
        "text": "отойти от стола"
      }
    ]
  },
  {
    "id": 8,
    "text": "вы продолжили и тут вы заметили дырку в стене. Из неё вытекала какая-то мерзкая слизь зелёного цвета.",
    "answers": [
      {
        "id": 9,
        "text": "просунуть туда руку"
      },
      {
        "id": 10,
        "text": "осветить дырку лампой"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы решаетесь сделать абсолютно безбашенный поступок и засунуть туда руку. Вы сунули руку по локоть вы чусвуете очень противную слизь она будто бы ползает по вашей руке. ",
    "answers": [
      {
        "id": 11,
        "text": "сунуть руку ещё глубже"
      }
    ]
  },
  {
    "id": 10,
    "text": "вы подносите лампу к дыре и тут мерзкая слизь выплёвывает кучу слизи прямо на свечу в лампе и она затухает. Тут у вас в руке начинается сильная боль. Вам резко захотелось любым способом отрезать вашу руку чтобы было не так больно. Но с каждой такой мыслью боль из руки переходила всё ближе и ближе к телу пока не перешла к седцу. А там и свет в конце тунеля...",
    "answers": [
      {
        "id": 1,
        "text": "начать заново"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы засунули руку почти до плеча и тут слизь начала стягивать ваши бицепсы будто кто-то очень туго перевязал вашу руку верёвкой. Было очень больно.",
    "answers": [
      {
        "id": 12,
        "text": "попытаться вытащить руку."
      },
      {
        "id": 13,
        "text": "засунуть руку ещё глубже"
      }
    ]
  },
  {
    "id": 12,
    "text": "вы пытаясь вытащить руку чуствуете очень сильную боль. Но вот рука поддаётся и вы её вытаскиваете и тут же понимаете что теперь вы остались без руки (она сломалась).",
    "answers": [
      {
        "id": 1,
        "text": "начать заново"
      }
    ]
  },
  {
    "id": 13,
    "text": "вы засовываете руку глубже и обнаруживаете что то прямоугольной формы. Слизь отступает и вы достаёте ультрафиолетовый фонарь. Он очень тусклый но с помощью него можно найти скрытые надписи",
    "answers": [
      {
        "id": 14,
        "text": "поискать на стене с цифрами "
      }
    ]
  },
  {
    "id": 14,
    "text": "вы находите перед кодом цифру 1 и начинаете вводить в книгу с кодовым замком которая лежала на столе.",
    "answers": [
      {
        "id": 15,
        "text": "1 6 3 9"
      }
    ]
  },
  {
    "id": 15,
    "text": "книга открывается но она пустая но при этом идеально подходит по форме на той полке рядом с вырезом в стене. Вы кладёте туда книгу и тут зазвучали шестерни за стеной и открылся квадратный проход как вентиляция. В нём очень темно как в мозгах автора который уже делает 2 часть",
    "answers": [
      {
        "id": 16,
        "text": "продолжение следует"
      }
    ]
  },
  {
    "id": 16,
    "text": "спасибо за прохождение моего квеста можете проходить 2 часть если она уже вышла и поставьте оценку",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      },
      {
        "id": 18,
        "text": "оценить"
      }
    ]
  },
  {
    "id": 17,
    "text": "спасибо за оценку я постараюсь исправить недочёты и сделать более интересное и красивое продолжение.\n•́  ‿ ,•̀",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 18,
    "text": "поставь оценку",
    "answers": [
      {
        "id": 17,
        "text": "⭐"
      },
      {
        "id": 19,
        "text": "⭐⭐"
      },
      {
        "id": 20,
        "text": "⭐⭐⭐"
      },
      {
        "id": 21,
        "text": "⭐⭐⭐⭐"
      },
      {
        "id": 22,
        "text": "⭐⭐⭐⭐⭐"
      },
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 19,
    "text": "плохо ну ок я исправлюсь. Обещаю!!!",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 20,
    "text": "средняя оценка. я не рад но и не огорчён постараюсь на 5 звёзд\n",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 21,
    "text": "спасибо. Постараюсь порадовать на 5 звёзд. ",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 22,
    "text": "воу воу ничего себе я в шоке мой первый квест и 5 звёзд. ну спасибо в следующий раз постараюсь так что 10 захочется поставить",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]