[
  {
    "id": 1,
    "text": "Вселенная хроник Бессмертных — это самая масштабная, придуманная мной вселенная, так как писать связные книги я не умею, то я решил использовать это приложение для создания архива со всеми своими придумками по этому миру",
    "answers": [
      {
        "id": 3,
        "text": "миры"
      },
      {
        "id": 4,
        "text": "фракции"
      },
      {
        "id": 5,
        "text": "предсказания и предания"
      },
      {
        "id": 16,
        "text": "события"
      }
    ]
  },
  {
    "id": 2,
    "text": "Это злобная могущественная инопланетная цивилизация, вторгнувшаяся во владения Бессмертных незадолго после окончания изгнания Феникса. \nВпервые с ними в бой вступила Империя Ката, но силы вторженцев были настолько могущественными, что Фениксу пришлось объединять силы с остальными Изначальными",
    "answers": [
      {
        "id": 2,
        "isBack": true,
        "text": "назад",
        "backstepCount": 1,
        "forget": 2
      }
    ]
  },
  {
    "id": 3,
    "text": "все миры:",
    "answers": [
      {
        "id": 7,
        "text": "Авалон"
      },
      {
        "id": 8,
        "text": "Бездна"
      },
      {
        "id": 13,
        "text": "Земля"
      },
      {
        "forget": 3,
        "id": 3,
        "text": "назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 4,
    "text": "Все фракции:",
    "answers": [
      {
        "id": 9,
        "text": "Бессмертные"
      },
      {
        "id": 2,
        "text": "кхи'ла"
      },
      {
        "id": 4,
        "isBack": true,
        "text": "назад",
        "backstepCount": 1,
        "forget": 4
      }
    ]
  },
  {
    "id": 5,
    "text": "Считается, что предсказания — это воля Изначальных, диктуемая ими простым смертным и своим потомкам в разных мирах. \n\nВсе известные предсказания и предания из разных миров:",
    "answers": [
      {
        "id": 6,
        "text": "спасение Авалона Бездной"
      },
      {
        "id": 5,
        "isBack": true,
        "text": "назад",
        "backstepCount": 1,
        "forget": 5
      }
    ]
  },
  {
    "id": 6,
    "text": "Предсказано: в 2342 г. с основания Ксанской Башни главным стражем перед обрядом . \n\nСодержание: \"В момент великой бури вспыхнут небеса и появится портал в мир тëмный, откуда хлынут твари всех форм и размеров, а вести их будет древнейший из рода бессмертного и защитят они башню высокую. И придет мир на земли наши.\"",
    "answers": [
      {
        "id": 6,
        "isBack": true,
        "text": "назад",
        "backstepCount": 1,
        "forget": 6
      }
    ]
  },
  {
    "id": 7,
    "text": "Название: Авалон\n\nЗвезда: Рино\n\nСтатус: цел\n\nОписание: один из первых миров, считается сильнейшим миром из тех, что принадлежат Драго.  Летоисчисление ведется от момента основания Ксанской башни. Был местом переломной битвы в третьей войне междумирья, когда на помощь пришëл Феникс вместе с силами Бездны",
    "answers": [
      {
        "id": 15,
        "text": "Ксанская башня"
      },
      {
        "id": 7,
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "forget": 7
      }
    ]
  },
  {
    "id": 8,
    "text": "Название: Бездна\n\nПринадлежит: Феникс\n\nЗвезда: Сарил(уничтожен) \n\nСтатус: цел\n\nРасы: Жители Бездны\n\nОписание: Мир, который навечно погряз во тьме. единственые слабые источники света и тепла — биолюминесцентные растения. Бездна кишит разнообразными смертельноопасными тварями, практически каждая из которых может в одиночку убить неподготовленного человека. каждое из них было создано Фениксом за тысячи лет изгнания. Бóльшая часть из них связана ментально в Ульи, Альфами которых являются сам Феникс и несколько огромных Маток, которые репродуцируют новых тварей. Также в ульях живут жители Бездны — генно-модифицированные люди, приспособленные к среде Улья и способные общаться с тварями Улья и частично управлять ими. Ночь, в Бездне, наступает, когда Астелла спускается на поверхность, а когда она вновь уходит наступает день. Зачастую жители Бездны Астеллой называют еще и время ночи. в это время все ходы внутрь Ульев закрываются, чтобы защитить находящихся внутри. Также местные называют тварей Улья просто жуками. \nПланета находится в центре Боевой Сферы, которыая опоясывает ее своими кольцами. \nСвоë современное название этот мир получил после уничтожения Фениксом Сарила для того, чтобы затерять мир в космосе, а раньше это был, цветущий мир Ютис. Лишь корабли флота Империи Ката могут отыскать этот тёмный миртна просторах космоса. \nНаходится глубоко в неизведанном космосе и является столицей Империи Ката",
    "answers": [
      {
        "id": 14,
        "text": "Астелла"
      },
      {
        "id": 20,
        "text": "Ульи"
      },
      {
        "id": 25,
        "text": "Боевая Сфера"
      },
      {
        "id": 23,
        "text": "Империя Ката"
      },
      {
        "forget": 8,
        "id": 8,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 9,
    "text": "Руководство: совет двенадцати Изначальных\n\nСостояние: действует; разрозненные, иногда враждующие группы\n\nПодконтрольные миры: все во владениях Изначальных\n\nОснователь: Феникс\n\nГод основания: 12 тыс лет назад\n\nОписание: раньше все они были обычными людьми, но по неизвестным обстоятельствам человек, известный позже как Феникс получил силу управлять материей и физикой предметов как ему вздумается, также он наделил еще 11 своих друзей подобной силой, после чего они стали известны как совет двеннадцати Изначальных. Все остальные Бессмертные были их потомками, однажды они поняли, что нельзя допустить, чтобы было множество существ с неограниченными возможностями и создали некую единицу которую назвали маной, на манер старых игр, в самом начале у каждого Бессмертного всего 100 единиц маны из-за чего он не может много и сильно использовать способности, но с годами и тренировками количество маны будет постепенно увеличиваться.\nПо достижению 100 000 000 маны Бессмертный приобретает ранг старейшины\n\nИзвестные члены:",
    "answers": [
      {
        "id": 10,
        "text": "Феникс — Изначальный"
      },
      {
        "id": 23,
        "text": "Империя Ката"
      },
      {
        "id": 11,
        "text": "Драго — Изначальный"
      },
      {
        "id": 12,
        "text": "Див — Изначальный"
      },
      {
        "id": 9,
        "isBack": true,
        "text": "назад",
        "backstepCount": 1,
        "forget": 9
      }
    ]
  },
  {
    "id": 10,
    "text": "Имена: Феникс, Тëмный Бог(в отсталых мирах) \n\nСоюзники: Драго, Див\n\nЯвляется первым и сильнейшим из всех двенадцати Изначальных. Был единоправным правителем всех Бессмертных до его свержения во время Войны Бессмертных и изгнания в неизведанные регионы, куда он перенес все население лояльных ему миров, вместе с флотом, техникой, Бездной, и некоторыми другими Боевыми Сферами, и стал с нуля создавать сильнейшее в истории человеческое государство — Имперю Ката, которая простиралась плотной сферой замыкающей все остальные человеческие государатства внутри себя. Расстояние между территориями Империи и остального человечества было колоссальным, что позволяло Империи быть не найденной очень долго. Это время в Империи называют темной эрой. Хоть он и проиграл остальным и был зол на них, но окружать их территории он собирался не ради мести, а наоборот, чтобы оградить человечество от опасностей, которые могли прийти снаружи. За тысячелетия он преуспел в генной инженерии, а за время изгнания еще сильнее развил эти знания и создал множество разнообразных тварей, соединенных на подобие муравьев в улье, в своем теле сделал изменения, чтобы мог управлять этими тварями как это делают Матки этого Улья, а население его Империи изменил по генома жителя Бездны. \n",
    "answers": [
      {
        "id": 23,
        "text": "Империя Ката"
      },
      {
        "id": 8,
        "text": "Бездна"
      },
      {
        "id": 10,
        "isBack": true,
        "text": "назад",
        "backstepCount": 1,
        "forget": 10
      }
    ]
  },
  {
    "id": 11,
    "text": "Драго был союзниаом феникса еще до Войны Бессмертных и не предал его после нее",
    "answers": [
      {
        "id": 11,
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "forget": 11
      }
    ]
  },
  {
    "id": 12,
    "text": "Див ",
    "answers": [
      {
        "id": 12,
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "forget": 12
      }
    ]
  },
  {
    "id": 13,
    "text": "Название: Земля\n\nЗвезда: Солнце\n\nСтатус: уничтожена\n\nОписание: Это мир, откуда родом всë человечество и все Бессмертные. была уничтожена в ходе Войны Бессмертных",
    "answers": [
      {
        "id": 13,
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "forget": 13
      }
    ]
  },
  {
    "id": 14,
    "text": "Астелла— это искусственный туман неизвестного состава, который не пропускает ни свет, ни тепло. С его приходом в Бездне наступает ночь. Это самое опасное время в Бездне, когда большинство маленьких тварей прячутся в свои норы, а люди, живучщие в этом мире стараются закрыться в гермитичных убежищах",
    "answers": [
      {
        "forget": 14,
        "id": 14,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 15,
    "text": "Огромная башня, возвышающаяся высоко над облаками. Была основана в день окончания Войны Бессмертных и является символом того, что Изначальные больше никогда не будут использовать в бою всю свою силу. Именно со дня ее основания в Авалоне и других мирах идет современное летоисчисление.",
    "answers": [
      {
        "id": 15,
        "isBack": true,
        "text": "назад",
        "backstepCount": 1,
        "forget": 15
      }
    ]
  },
  {
    "id": 16,
    "text": "здесь собраны все события:",
    "answers": [
      {
        "id": 17,
        "text": "Война Бессмертных"
      },
      {
        "id": 18,
        "text": "первая галактическая война"
      },
      {
        "id": 16,
        "isBack": true,
        "text": "назад",
        "backstepCount": 1,
        "forget": 16
      }
    ]
  },
  {
    "id": 17,
    "text": "Это первое и самое жестокое столкновение Изначальных, оставившее огромный след в истории. Именно во время этой войны Изначальные конфликтовали за влияние на определенные участки космоса и за свержение Феникса с престола. Первые миры, такие как Бездна, Авалон и др. были переформированы в неприступные цитадели и приобрели более-менее похожий на современный вид. \n\nГод начала: 10 лет д.о.К.Б. \n\nГод окончания: 0 лет д.о.К.Б. \n\nГлавные значимые происшествия в войне:\n\nБездна лишилась своего светила, но из-за щита Боевой Сферы не была уничтожена.\n\nСтановление Авалона центральным миром Драго. \n\nИзгнание Феникса в Бездну и уход его сторонников вместеис ним. \n\nЗаключение Ксанского Договора. \n\n",
    "answers": [
      {
        "id": 19,
        "text": "Ксанский договор"
      },
      {
        "id": 17,
        "isBack": true,
        "text": "назад",
        "backstepCount": 1,
        "forget": 17
      }
    ]
  },
  {
    "id": 18,
    "text": "Это долгая война, в которой человечество противостояло первой обнаруженной разумной цивилизации— Кхи'ла. \n",
    "answers": [
      {
        "id": 28,
        "text": "Переферийная битва"
      },
      {
        "id": 18,
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "forget": 18
      }
    ]
  },
  {
    "id": 19,
    "text": "Договор, подписанный Изначальными, сведетельствующий о окончании Войны Бессмертных. Был подписан в городе Ксано на Авалоне на месте, где в будущем будет основана Ксанская Башня. \n\nПункты договора:\n\nФеникс отправляетсв в Бездну на 3 тыс. лет и не покидает ее. \n\nИзначальные больше никогда не будут использовать свои силы в войнах друг против друга, а только против внешних угроз(если таковые будут), способных сильно навредить владентям любых Изначальных. \n\n",
    "answers": [
      {
        "id": 19,
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "forget": 19
      }
    ]
  },
  {
    "id": 20,
    "text": "   Это огромные подземные строения, состоящие из органических материалов, выделяемых жуками-строителями. Каждый вид жуков предназначен для своей специализации.\n   Все жуки, а также жители Бездны, находящиеся в Улье, питаются в основном слизью, производимой специальными жуками-\"поварами\" из различных мхов и растений, растущих в специальных комнатах Ульев, а также из мяса животных, на которых охотятся жуки-охотники на поверхности. \n   Все жуки распознают своих по феромонам и чтобы гостей случайно не съели, на входе специальный смотрящий, из числа людей, дает приказ жуку-регистратору взять образец крови у пришедших и отнести его Альфе, чтобы тот в свою очередь распознал и дал знать всем жукам улья, что это свой, а не чужак. \n   Все Ульи располагаются на значительном расстоянии друг от друга, это значение может варьироваться от 100 и больше. \n   ",
    "answers": [
      {
        "id": 22,
        "text": "житель Бездны"
      },
      {
        "forget": 20,
        "id": 20,
        "text": "назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 21,
    "text": "Считается, что во вселенной всего лишь 11 великих миров, но можно услышать о том, что когда-то был двенадцатый",
    "answers": []
  },
  {
    "id": 22,
    "text": "Вид: человек\n\nПодвид: человек Бездны\n\nПредок: Феникс\n\nЭто генномодифицированные люды, родом из бездны их организмы модифицированы выживать в разных условиях, включая период Астеллы(не рекомендуется, так как сильно истощает организм). Они были созданы еще до изгнания Феникса. После его изгнания жителей Бездны стали истреблять, а из-за того,что их число по сравнению с остальными видами людей была невелико, истребление шло бытрыми темпами, но истребить всех не получилось, так как спасательные миссии, проводимые Империей Ката спасли множество представттелей вида. \nТакже это единственный подвид людей, который с самого рождения невосприимчив к вирусу нурина. \nГенные модификации: \n\nзапястная игла — костяная игла, выдвигающаяся из запястья, через нее можно ввести яд в жертву. \n\nдыхательная система, позволяющая выживать в любой атмосфере, где присутствует хоть немного кислорода\n\nиммунитет к большинству ядов\n\nочень прочные кости\n\nгибкие суставы\n\nострое зрение\n\nжелезы, позволяющие общаться с жуками Улья\n\nЦентр сознания: прочнейший кристалл, находящийся в центре черепной коробки. В момент смерти сознание существа переносиься в кристал, благодаря чему с помощью специальных технологий можно подключать умерших к сложным машинам, чтобы те стали их сознаниями. ",
    "answers": [
      {
        "id": 23,
        "text": "Империя Ката"
      },
      {
        "id": 24,
        "text": "вирус нурина"
      },
      {
        "forget": 22,
        "id": 22,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 23,
    "text": "Империя Ката\nЭто владения Феникса, обволакивающие владения других Изначальных широкой сферой, благодаря чему является первым рубежом обороны всего человечества. внутренний радиус сферы — 1000 световых лет, а внешнего 1300 с. л. За время формирования Катанцы обнаружиди множество других разумных рас, которые должны были либо войти в состав Империи, либо подписать вассальский документ и доверенность, что они никогда не пойдут войной против человечества, кто не делал это добровольно, приходилтсь заставлять силой, некоторых поголовно уничтожали, а тех, кто не хотел вообще общаться с другими расами, изолировали с помощью блокираторов. \nНекоторые системы с огромным количеством полезных ископаемых были изолированы специально, создавая миры резерва. \nДолгое время существование этого государства было для остального человечества неизвестно, пока к границам Империи не приблизились силы враждебной расы Кхи'ла.",
    "answers": [
      {
        "id": 26,
        "text": "блокираторы/врата"
      },
      {
        "id": 27,
        "text": "миры резерва"
      },
      {
        "forget": 23,
        "id": 23,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 24,
    "text": "Вирус нурина — это биологическое оружие, созданное Фениксом для полной зачистки планет от людей. \nКогда вирус попадает в организм, он незамедлительно начинает перестраивать носителя, превращая того в монстра — нурина, в честь которого вирус и назван. \nНурины — это очень агрессивные, трехметровые, отвратительные на вид подобия на человека, которые не чувствуя боли и не обращая внимания на ранения всеми способами пытаются добраться до каждого человека на планете. \nКак только человек подхватывает вирус, то сразу старается не показываться никому на глаза, запираясь в своей комнате, за это время он постепенно изменяется, а после окончания трансформации начинает искать людей, чтобы убить. Несмотря на то, что убить его не так сложно, самое опасное, когда труп начинает ралагаться, то в воздух выбрасывается огромное количество вируса, который начинает заражать ещё больше людей, таким образом количество нуринов растёт. Продолжительность жизни нуринов также невелика и составляет всего месяц, вкупе с тем, что они могут почуять человека за несколько километров и общаться между собой на огромном расстоянии, они могут также осаждать города-крепости, даже без возможности пробраться внутрь, они просто бродят вокруг, пока не умирают целой толпой, позволяя вирусу попасть внутрь по воздуху. \nТаким образом планета, на которую попало хоть чуть-чуть этого вируса обречена на полную гибель. \nСам вирус также имеет недолгую продолжительность существования на открытом воздухе и через 3 месяца полностью разрушается, позволяя после этого заселить планету по новой",
    "answers": [
      {
        "forget": 24,
        "id": 24,
        "text": "Новый ответ. введите текст",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 25,
    "text": "Боевая Сфера — это колоссальное сооружение, опоясывающее планету 9 кольцами. подобные планеты практически невозможно захватить, так как кольца усеяны миллионами систем ПКО а также между кольцами создается энергетический щит, прочность которого позволяет пережить даже взрыв звезды, в которой находится планета(в пример можно взят Бездну). Помимо систем ПКО на кольцах есть миллионы ракетных двигателей, мощьность которых в тысячи раз превышает мощьность двигателей, предназначенных для кораблей класса \"Титан\". С внутренней стороны колец находятся установки силового захвата, благодаря чему Боевая Сфера способна передвигаться вместе с находящейся внутри планетой. Если планета покинула родную систему, то сфера будет генерировать на поверхность тепло и свет с периодичностью дня/ночи, изначально существовавшие на планете(исключением является Бездна. \nВ боях Боевые Сферы учавствовали всего несколько раз и в каждый из этих боёв у противника практически не оставалось шанса на победу. Они принимают на себя роль главного флагмана флота, а также авианосца, способного нести сотни тысяч кораблей разного назначения.  Все Сферы, кроме Авалона и Саркана, принадлежат Фениксу. \nПервое появление на поле боя подобного сооружения произошло ещё во время Войны Бессмертных, когда Феникс пришёл на помощь Авалону под конец Войны, мир внутри был необитаем, а кольца еще не доведены до идеала, из-за чего произошёл сбой системы и прямо посреди боя силовые захваты вышли из строя и планетоид врезался в Сферу, взрыв, уничтоживший все находящиеся поблизости флоты. \nЛишь единожды в бою учавствовали сразу несколько Боевых Сфер, это случилось, когда враждебная могущественная раса Кхи'ла добралась до границ владений человечества и попыталась уничтожить их. Во время переломной битвы в системе Мендарт из подпростраства вышло сразу 6 боевых планетоида, верных Фениксу, обоспечив победу в этой битве и уничтожение всего вражеского флота. После этого объединенные человеческие силы разделились на 6 ударных флотов, во главе которых стояло по одной Боевой Сфере. ",
    "answers": [
      {
        "backstepCount": 1,
        "isBack": true,
        "text": "Назад",
        "id": 25,
        "forget": 25
      }
    ]
  },
  {
    "id": 26,
    "text": "Блокираторы — это устройства, позволяющие блокировать гипертрассы между звездными системами. активнее всего эти устройства применялись Империей Ката в эпоху Расширения. \nВрата — это устройства, позволяющие создавать искусственную сеть гипертрасс между звездами в любой точке галактики. Гипертрасса возникают только, если в обоих системах присутствуют врата, настроенные на одну частоту. Использовались для создания гипертрасс между двеннадцатью центральных миров, а также Империей Ката при создании сети миров Резерва. \nНе смотря на название, через них не надо проходить, чтобы попасть в какую-либо систему, название было выбрано лишь для упрощения понимания, что делает устройство. \nЕсли комбинировать деятельность обоих устройств, то можно создавать изолированные от остальной галактики сети миров, что было использовано при создании проекта миров Резерва. ",
    "answers": [
      {
        "forget": 26,
        "id": 26,
        "text": "назад",
        "isBack": true,
        "backstepCount": 1
      },
      {
        "id": 27,
        "text": "Миры Резерва"
      }
    ]
  },
  {
    "id": 27,
    "text": "Миры Резерва — это звездные системы, обнаруженные Катанцами во время Эпохи Разширения, обладающие огромными запасами разнообразных металлов. В этот список также входят миры, населенные иными расами, решившими добровольно войти в состав Империи Ката. Все эти миры были превращены в огромные кузни и исследовательские центры, которые должны были создавать колоссальный по своим масштабам флот, включая также десятки боевых сфер, который в момент начала масштабной войны против Империи Ката, должен был переправиться на фронт и вступить в бой. Именно из-за этого предназначения эта сеть миров была названа мирами Резерва. Абсолютно все миры Резерва изолированы от остальной галактики блокираторами и соеденины сетью врат, которые подключаются к вратам Империи только в нужные моменты. \nУдар резервных флотов был одним из важнейших моментов в Первой галактической войне, ведь именно благодаря им силы Кхи'ларцев были отброшены и получилось осуществить контрнаступление. Это сражение не знало себе равных в истории обоих противников, ведь еще никто не выводил против кхи'ларцев, захваттвших большую часть галактики, такую огромную и могущественную армаду. ",
    "answers": [
      {
        "id": 26,
        "text": "блокираторы/врата"
      },
      {
        "id": 27,
        "isBack": true,
        "text": "назад",
        "backstepCount": 1,
        "forget": 27
      }
    ]
  },
  {
    "id": 28,
    "text": "Эта битва была переломным моментов первой галактической. Она происходила одновременно в нескольких десятках систем внешней части Империи Ката. До этого всю войну Кхи'ларцы теснили силы людей, но в один момент сразу во всех системах, где шли бои, из миров Резерва, а также из остальных человеческих государств были присланы огромные армады, а во главе каждой стояла минимум одна Боевая Сфера. Захватчики еще не были в боях, подобных этому, ведь до этого никто не использовал в бою целые мобилизированные планеты. ",
    "answers": []
  }
]