[
  {
    "id": 1,
    "text": "\nЖанр: Апокалипсис\nДополнительные жанры: Семейные, выживание, фантастика, военные.\nАвтор идеи: f1zzy\n\n\n[ОПИСАНИЕ \"ИЗГОЙ\"]\n\n\nПопробуйте спастись в городе \"Чайнатаун\" . Вас ждёт много интересных событий связанных с разными ситуациями. Ваш главный герой имеет место быть, покажите ,что вы умеете и на что способны. Правильный выбор — это ключ к успеху ваших начинаниях. \nСпросите себя, что вы хотите от этого мира, свободы, любви, мести или всё-таки быть жалким человеком на этом свете? Вы живёте с семьёй,  у вас есть дочь и жена, в вашем мире происходит много ужасных вещей, вплоть до смерти кого-то из ваших близких или кого-то ещё. Цели, которые вы будете преодолевать, смогут отразиться на вашей жизни и вашей семье.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 9,
        "text": "Достижения"
      },
      {
        "id": 10,
        "text": "Концовки"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Ваш главный герой по имени Томас, живёт возле окраины города \"Чайнатаун\", у вас есть семья, супруга, её зовут Крис и младшая дочь Майя, вашей дочери скоро вот вот исполнится девять лет, до её дня дня рождения осталось семь дней. \n\n[День первый]\nДело было утром, Вы проснулись и начали обдумывать, какой подарок вы собираетесь покупать ко дню рождения, долго думая пришли к решению купить ей мягких игрушек и сладостей, которые она любит. С утра Вы были голодны, поэтому ваш желудок сильно стал издавать звуки, вы пришли на кухню, открыв холодильник, в нем находилась еда, которую вы едите повседневно, хлопья с молоком, сендвич, варёное яйцо. Немного поразмышляя, вы выбрали на завтрак...\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Хлопья с молоком"
      },
      {
        "id": 4,
        "text": "Сэндвич"
      }
    ]
  },
  {
    "id": 3,
    "text": "Взяв хлопья с молоком из холодильника, вы быстро приступили делать завтрак. Тарелка уже стояла на столе, вы засыпали хлопьев и залили это все молоком,взяли вилку и сели за стол завтракать.\n\nПосле того, как вы поели, вам нужно было одеваться и идти в магазин. Вы убрали за собой посуду и пошли к себе в комнату...",
    "answers": [
      {
        "id": 6,
        "text": "Зайти в свою комнату"
      }
    ]
  },
  {
    "id": 4,
    "text": "Одев джинсы и рубашку, Вы направились на кухню. Взяв сендвич из холодильника, вы быстро приступили делать завтрак. Тарелка уже стояла на столе, вы положили сендвич на неё и остаётся только его разогреть в микролоновке. \nЭтот сендвич лежал в холодильнике одну неделю, за этот промежуток времени он мог испортится по вкусу или запаху, а может всё вместе. Стоит ли рисковать своим здоровьем? Подумали Вы...",
    "answers": [
      {
        "id": 7,
        "text": "Разогреть сендвич"
      },
      {
        "id": 2,
        "text": "Положить обратно"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы взяли из холодильника варёное яйцо, белок всегда хорошо для организма. \nВзяв нож, Вы порезали пополам его, затем начали потихоньку его есть, когда Вы съели его, то уже было пора одеваться на выход.",
    "answers": [
      {
        "id": 6,
        "text": "Зайти в свою комнату"
      }
    ]
  },
  {
    "id": 6,
    "text": "Зайдя в свою комнату, вам нужно было понять, что лучше одеть на выход, не долго думая Вы открыли свой шкаф, где висела одежда.\nВыбор одежды был велик, но нравилась вам одежда определённая, у вас стоял выбор между: \n\"Брюками\" либо \"Бриджами\"... Ваша дочь любила, когда вы ходите определённо в брюках, сама она не любила бриджи. \nВы только сейчас осознали, что никого дома нет, сегодня суббота, выходной день, время 11:35. В пятницу жена вам сказала, что в выходной день пойдёт с подругами в кафе не далеко от нашего дома, а дочь на репетиции по английскому языку. В вашей комнате стоит большой телевизор, обычно Вы смотрите канал новостей, чтобы быть в курсе, что происходит в мире, сегодня по новостям говорят, что рядом с городом \"Чайнатаун\" проводятся боевые учения... Одев брюки, Вам пора было выдвигаться.",
    "answers": [
      {
        "id": 14,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 7,
    "text": "Разогрев сендвич, Вы принялись его есть. Вы ели его, но не запаха не вкуса плохого не чувствовали.  Дома никого не было.\nПочти съев сендвич на ваш номер поступил звонок с неизвестного номера, телефон был возле окна на кухне. Обычно в такое время Вам никто не звонит, кто это мог быть? Жена или ваша дочь, но Вы вспомнили, что у вас есть брат, который служит в армии, возможно это он. Последний раз Вы видели брата пол года назад, когда ещё его не забрали в армию, звонит он редко, к тому же у него редко появляется возможность, когда он может позвонить своим близким или друзьям. ",
    "answers": [
      {
        "id": 11,
        "text": "Ответить на звонок"
      },
      {
        "id": 12,
        "text": "Не отвечать"
      }
    ]
  },
  {
    "id": 8,
    "text": "Прошло три минуты, Вы открыли микролоновку, но сендвич есть уже было не возможно, так как он сгорел одним словом.",
    "answers": []
  },
  {
    "id": 9,
    "text": "Ваши достижения будут отображаться здесь.",
    "answers": [
      {
        "id": 1,
        "text": "Главная"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ваши концовки по прохождению《¿》\n",
    "answers": [
      {
        "id": 1,
        "text": "Главная"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы оставили сендвич на тарелке, не съев его полностью. Внутри вас ваш организм начал испытывать буд-то какой-то страх, что сейчас что-то будет не хорошее, но сами вы человек половину оптимистичный и половину пессимистичный. \nМедленно подходя к телефону ваш страх утих немного, взяв телефон в руки, Вы ответили на звонок... В трубку слышится очень строгий голос, четкая поставленная речь. С вами говорит некий Полковник Армии Форт-Занкудо округа \"Чайнатаун\", ничего не понимая после поставленной его речи, Вы решили спросить..\n\n— Вы. Еще раз, что Вы сказали?\n— Полковник. Я говорю, что ваш брат был..ээ.. попал точнее в перестрелку на боевых действиях и знаете..эээ.. пуля попала рядом с сердцем, но прошла на вылет, его госпитализировали.. но шанс того, что он останется жив уже маловероятно, не сочтите за грубость, то, что я говорю, он сейчас в коме, если будут новости, мы Вам сообщим.\n— В ответ, Вы были в таком шоке, что не смогли ничего сказать и у вас упал телефон из рук.\n— Полковник. Досвидания.\nВы долго думали над этим звонком, у вас были вопросы, которые для вас были очень тяжёлыми. Подняв телефон с пола, Вы думали, что делать дальше, но мысль о подарке Вас не покидала, немного подумая рассказывать своей семье об этом или нет, решение оставалось за Вами...",
    "answers": [
      {
        "id": 13,
        "text": "Выдвигаться за подарком"
      },
      {
        "id": 33,
        "text": "Остаться дома"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы подумали, что тратить время не стоит на разговоры по телефону, решили, что подарок дочери будет важнее. Съев сендвич, Вы убрали за собой посуду, перед тем, как идти одеваться, нужно было с собой взять свой телефон, подойдя к столу возле окна, Вы взяли телефон с собой. В вашей голове возникали вопросы, кто вам звонит и, что хотели от вас и помимо этого другие ещё, одним за другим, но прежде чем пойти решили позвонить Майи. Вы звоните ей, но никто не берёт трубку, вы один раз позвонили, второй, третий раз, вы стали очень сильно переживать за неё. Решив уже идти одеваться, на ваш телефон поступил звонок, это была ваша дочь, Вы подняли трубку...\n\n— Томас: Алло, Майя, с тобой все нормально, ты на репетиции?\n— Майя: Да,все хорошо, я на репетиции. Мама сейчас в клубе, говорит некая Нита её подруга туда пригласила, она мне звонила не давно, если что.\n— Томас: Это очень странно, почему она решила пойти в клуб и при этом мне не сказать... Она тебе помимо этого ещё ничего не сказала?\n— Майя: Нет, это все, что я знаю на данный момент.\n— Томас: Хорошо, на связи, если что\n— Майя: До связи, пока",
    "answers": [
      {
        "id": 66,
        "text": "Наведаться в клуб"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы пошли в одежде той, которая на вас есть, когда Вы вышли на улицу, посмотрев на часы, то понимали, что магазин скоро закрывается и можете опоздать. Идя по улице, Вы дошли до перекрёстка, нужно было перейти дорогу, но с вами рядом стояла девушка с ребенком, Вы понимали, что ей будет не удобно идти через дорогу, так как светофор не работал, а поток машин не маленький. \nЗная, что, если поможете девушке перейти дорогу с ребенком, то можете опоздать...\nВ небе собирались большие чёрные тучи, возможно пойдёт дождь или, что ещё похуже, времени оставалось все меньше.",
    "answers": [
      {
        "id": 16,
        "text": "Помочь девушке"
      },
      {
        "id": 17,
        "text": "Идти в магазин, не обращая внимания"
      },
      {
        "id": 18,
        "text": "Пойти обратно домой"
      }
    ]
  },
  {
    "id": 14,
    "text": "Выйдя из своей квартиры, Вы закрыли за собой дверь и начали спускаться по лестнице вниз, как только открыв дверь на улицу, то перед вашими глазами появлялся яркий свет солнца, время было дневное, вам так же нужно было купить продуктов домой, когда Вы будете идти обратно. Тем временем Вы не спеша шли в магазин и думали, как быстрее справится с делами.\nВы подумали о том, чтобы зайти к дочери на репетицию, узнать, как она там после того, как купите все необходимое. Подходя уже к магазину, Вы начали всматриваться на то, что в этом районе мимо вас проезжает военная техника, у вас был вопрос, почему она в городе ездит? Если боевые действия происходят на окраине города... Вопросов много, но мало ответов. Как только Вы хотели зайти в магазин, сзади кричит кто-то...\n\n— Брат. Эй! Братишка, ты не забыл, что я в армии служу, давно не виделись..\nВы поворачиваясь были в недоумении, но до этого Вы и забывали о нем, так как изредка с ним общаетесь.\n— Вы. Ну, привет братишка, давно не виделись... (Ваш брат как раз был на военной технике, которая проезжала мимо вас, но разглядеть его изначально Вы не смогли, военнослужащих было достаточно много).\n— Брат. Слушай, если я останусь ещё жив хехехе...то я хотел бы с тобой поговорить, нам здесь передают информацию и сказали, что через несколько дней начнётся...\n— Вы. Не понимая, что он хотел до конца сказать, его позвал кто-то из своих, Вы не стали его отвлекать.",
    "answers": [
      {
        "id": 15,
        "text": "Зайти в магазин"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы зашли в магазин, ваша задача состояла в том, чтобы купить подарок. Начав искать отдел нужных вам вещей, Вы ходили минут семь по магазину пока нашли нужный Вам отдел. Подойдя к отделу со сладостями на витрине выбор был не велик из того, что имеется это только конфеты, которые Вы могли только взять.",
    "answers": [
      {
        "id": 19,
        "text": "Конфеты \"Рафаэль\""
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы решились помочь девушке, подойдя к ней ближе, предложили ей свою помощь, в это время она согласилась. Девушка попросила взять на руки ребенка, так как ребенок ещё мал и не умеет ходить...",
    "answers": [
      {
        "id": 38,
        "text": "Взять ребёнка на руки"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы подошли к магазину, как увидели, что периметр огражден жёлтыми лентами, стоитолиция рядом, может узнать, что случилось?",
    "answers": [
      {
        "id": 46,
        "text": "Узнать, что произошло"
      }
    ]
  },
  {
    "id": 18,
    "text": "Посмотрев на небо, уже начинало по чуточку капать, небо становилось ещё больше тёмным, лучше всего будет торопиться домой, чтобы успеть. Подбегая к дому, Вы увидели, что из дома выходит девушка похожая на ту, которая была на перекрёстке, она ли это? Подумали Вы...",
    "answers": [
      {
        "id": 59,
        "text": "Зайти домой"
      },
      {
        "id": 60,
        "text": "Подойти к незнакомке"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы взяли последнюю пачку дорогих конфет и пошли искать отдел с мягкими игрушками, он находился на втором этаже Вы поднялись по лестнице на второй этаж, Вам стало немного плохо, возможно давление или ещё что-то, к вам подбежал охранник, увидев, что Вам плохо, он был неподалёку...\n\n— Охранник: Что случилось? Если Вам сильно плохо я могу вызвать скорую.\n— Томас: Нет, не нужно, спасибо, сейчас попустит\n— Охранник: Хорошо, как знаете, если что я буду рядом, берегите себя\n— Томас: Ещё раз спасибо за помощь.\n\nПрошло минуты две от силы, Вас отпустило, состояние ваше гораздо улучшилось и Вы продолжили искать отдел с мягкими игрушками, немного ещё ходя по второму этажу, всё-таки нашли нужный отдел. Посмотрев на витрину, на ней был достаточно красивый большой медведь немного подумав, решили...",
    "answers": [
      {
        "id": 20,
        "text": "Взять большого медведя"
      }
    ]
  },
  {
    "id": 20,
    "text": "Взяв мягкую игрушку, Вы пошли на кассу, подходя на стене висело объявление о том, что можно научиться навыкам выживания, указан телефон, имя человека Шон, заинтересованность в ваших глазах проявилась, Вы взяли контактные данные.Оплатив на кассе вещи, которые необходимо было купить, начали выдвигаться в сторону дома, немного пройдя по улице, Вы вспомнили, что хотели зайти к дочери на репетицию, посмотрев на часы, время было 16:30. ",
    "answers": [
      {
        "id": 21,
        "text": " Идти к дочери"
      }
    ]
  },
  {
    "id": 21,
    "text": "Придя к частному дому, дверь была закрыта...",
    "answers": [
      {
        "id": 22,
        "text": "Посмотреть в окно"
      },
      {
        "id": 23,
        "text": "Постучать в дверь"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы подошли к окну, но ничего не было видно из-за штор, которые закрывали видимость.",
    "answers": [
      {
        "id": 21,
        "text": "Вернуться ко входу"
      }
    ]
  },
  {
    "id": 23,
    "text": "Подойдя к двери, Вы постучали, но была тишина... Слышны чьи-то по улице идущие шаги.",
    "answers": [
      {
        "id": 24,
        "text": "Посмотреть кто идёт"
      }
    ]
  },
  {
    "id": 24,
    "text": "Как только вы развернулись посмотреть кто идёт, это был сосед, который скорее всего живёт рядом лично Вы его не знали, но стоит ли спросить у него?\n",
    "answers": [
      {
        "id": 25,
        "text": "Спросить, видел ли он девочку?"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы пошли не спеша в его сторону, он видел, как вы идёте скорей всего к нему, Вам нужна была всего минутка общения..\n\n— Незнакомец: Чего хочешь, молодой?\n— Томас: Не подскажите, не видели ли Вы здесь девочку с этого дома? (показывая на дом, где Вы только что были)\n— Незнакомец: Нет, не видел, что случилось?\n— Томас: Ничего, спасибо за ответ, досвидания.\n\nЗадумываясь над тем, где ваша дочь, Вы не могли предположить, что ее не будет на репетиции, хотя и должна там быть. Возможно она уже дома? Или пошла гулять? Сев отдохнуть, начали думать обо всём, за своего брата, откуда он там взялся и почему вообще он был в городе, Вам было не понятно, особенно, когда плохо стало, то возможно стоит наведаться к врачу? Возможно у вас проблемы какие-то со здоровьем, а может на погоду, не понятно.",
    "answers": [
      {
        "id": 26,
        "text": "Направится домой"
      }
    ]
  },
  {
    "id": 26,
    "text": "Заходя в свою квартиру, Вас встретила ваша дочь и жена, с облегчением вздохнули, сняв с себя вещи и положив подарки, в своей комнате, в ящике, Вы приняли душ, теперь пора чем-нибудь заняться...",
    "answers": [
      {
        "id": 27,
        "text": "Рассказать жене о встрече с братом"
      },
      {
        "id": 28,
        "text": "Поговорить с дочерью"
      }
    ]
  },
  {
    "id": 27,
    "text": "Начав рассказывать своей жене о встрече с братом, у вас было столько в голове информации, что все передать было не возможно, Вы начали с того, что ваш брат находился в городе с другими военнослужащими, он о чем-то хотел поговорить, говорил, что что-то скоро начнётся, но толком Вы так и не поняли, что именно он хотел сказать. Жена удивлённо слушала, ей было интересно узнать подробней об этой встрече. Эта встреча толком была быстрая, подробней Вы сможете рассказать, когда будет с ним встреча, как он сказал.Что же он хотел сказать именно, что начнётся? Остаётся только ждать... У вас сильно разболелась голова, что Вам оставалось только лечь спать",
    "answers": [
      {
        "id": 30,
        "text": "Выпить таблетку от головы"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы подошли к дочери, тем временем она играла в телефоне, помимо игр сидела в социальных сетях, обычно молодёжь живёт интернетом и это абсолютно нормально, подумали Вы. \nВаша дочь любит проводить время с друзьями или просто находясь дома, Вы и ваша супруга с ней бываете так же проводите время на прогулке или можете с ней сходить на разные аттракционы, просто пообщаться или же просто провести время на заграничном доме, который у вас имеется за городом, можно как-нибудь туда съездить отдохнуть, но это в другой день. ",
    "answers": [
      {
        "id": 29,
        "text": "Спросить, как она провела день?"
      }
    ]
  },
  {
    "id": 29,
    "text": "Подойдя к ней, Вы присели рядом, как приятно находиться с семьёй рядом.\n\n— Вы. Как ты провела день сегодня?\n— Дочь. Была на репетиции, учили слова, пыталась научиться переводить рассказы и их пересказывать. Сегодня меня похвалили, что я стремлюсь к изучению английского языка.\n— Вы. Это очень хорошая новость, я рад за тебя. Слушай, я бы хотел спросить, почему тебя не было на репетиции? Я решил зайти наведаться к тебе, но дома никого не было, я переживаю же..\n— Она. Я раньше освободилась и решила прогуляться возле нашего дома, с друзьями, извини, что не сообщила по телефону или не скинула хотя бы сообщение на телефон.\n — Вы. Ничего, главное, что с тобой все нормально, отдыхай, а я пойду чем-нибудь займусь.\n\nПоговоривши с дочерью, Вы решили, что загружать вопросами её не будете. Ещё будет время поговорить.\n\n",
    "answers": [
      {
        "id": 26,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 30,
    "text": "Взяв из медикаментов одну таблетку \"Аналгина\", Вы выпили её, действие таблетки подействует через минут тридцать.\n",
    "answers": [
      {
        "id": 31,
        "text": "Зайти в свою комнату"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы зашли в свою комнату, ваша супруга смотрела лёжа на кровати телевизор, Вы молча легли в кровать и попытались уснуть.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "Вы решили, что дома будет лучше остаться, у вас особо и настроения то не было куда-то идти. Вы начали думать чем бы вам лучше заняться пока дома никого нет..",
    "answers": [
      {
        "id": 34,
        "text": "Зайти в интернет"
      }
    ]
  },
  {
    "id": 34,
    "text": "Взяв ноутбук, Вы зашли в интернет. Вы любите смотреть фильмы, когда нечем заняться, в последнее время Вы редко используете интернет и вообще используете ноутбук, но иногда приходится в таких ситуациях или просто чем-нибудь себя занять. Денёк сегодня не удачный какой-то, ваш мозг разрывается от наплыва информации, которую Вы услышали по телефону, все, как в тумане... \nИнтернет даст Вам найти любую информацию, которая возможно вам пригодится, возможно расслабиться, если что-то посмотреть весёлое, но это только лишь мысли, возможно придёт время и Вы будете изучать что-то, что поможет Вам в дальнейшем, а пока нужно думать о том, что делать дальше, ведь, если сидеть сложа руки, то с мёртвой точки врятли можно сдвинуться.",
    "answers": [
      {
        "id": 35,
        "text": "Заказать охотничьё ружьё"
      },
      {
        "id": 36,
        "text": "Посмотреть новости"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы решили заказать охотничьё ружьё, так как у вас есть загородный дом не далеко от города, то можно будет поохотится на животных, Вы такое дело любите. Лицензия у вас уже имеется на оружие, ранее Вы были охотником, но потом забросили это дело, пора бы вспомнить навыки.\nВам доставили ружьё хорошего качества, положив его на верхнюю полку шкафа, Вы легли спать, нужно выспаться, чтобы быть полным сил и бодроствованным...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "В новостях говорят о том, что возможно скоро начнётся апокалипсис, учёные предполагают, что возможно неизвестный объект может упасть на город Чайнатаун, который может стать для планеты нашей частью проблемы или координально изменить жизнь каждого человека на этой земле...",
    "answers": [
      {
        "id": 34,
        "text": "Закрыть новости "
      }
    ]
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "Взяв ребёнка на руки, Вы ожидали, когда поток машин рассосётся, времени не так много было, чтобы ждать.. В этот же миг у вас заболела голова, галлюцинации стали тревожить, было не по себе, может пройдет. Немного ожидания,  можно было переходить дорогу, успешно перейдя дорогу, девушка Вас отблагодарила, но в замен предложила Вам за помощь взять у неё амулет он был похож на что-то неизвиданное, темно-черного цвета, при этом из него извивался зелёный дым, что это за девушка и откуда у неё этот амулет оказался вообще, возможно она ведьма? Ей этот амулет мог дать абсолютно кто угодно, здесь только можно гадать и не более.",
    "answers": [
      {
        "id": 39,
        "text": "Узнать об амулете"
      },
      {
        "id": 40,
        "text": "Осмотреть амулет"
      },
      {
        "id": 42,
        "text": "Отказаться от амулета"
      }
    ]
  },
  {
    "id": 39,
    "text": "Данный амулет у неё был с момента, когда была революция, переворот власти. Все началось с того, что в раннем возрасте её родители занимались тайными деяниями, её в эти дела не посвещали так как она была малого возраста на тот момент, как-то раз, она увидела, что к родителям приходила женщина на вид лет восьмидесяти, в порезанной одежде и дряхлых штанах с седыми волосами, конкретно о чем они говорили было не понятно, как она говорит, она была за дверью и пыталась подслушать их разговор, со слов девушки, данная персона была похожа на старую ведьму или ещё хуже... Эта женщина говорила о том, что амулет — предмет, который просто так не попадает к людям в руки, нужно знать его назначение, чтобы понять для чего он служит, раньше он был у единиц человек, это не игрушка, чтобы держать просто так его у себя в наличии, с памяти девушки, она помнит ещё, что данный амулет эта женщина продала её родителям, но это было ещё до этой встречи, за сколько продала и почему продала, девушка не знала. Это все, что из памяти девушки осталось. Девушка спешила, она положила вам в руку амулет и побежала на автобус, выбора у вас уже не было, пришлось теперь таскать его с собой.",
    "answers": [
      {
        "id": 41,
        "text": "Взять амулет"
      }
    ]
  },
  {
    "id": 40,
    "text": "На вид амулет не больших размеров, казалось состоял из кварцевых частиц, немного расколотый.",
    "answers": [
      {
        "id": 38,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 41,
    "text": "Взяв амулет в руку, Вы почувствовали некую тяжесть, а затем жжение в ладони, нужно быть аккуратным с ним, ведь Вы не знаете чего можно ожидать от него, можно будет его постепенно изучать, что оно такое, когда будет на это время. Вам нужно было его куда-то спрятать, чтобы не пугать остальных, ведь всё-таки лучше думать и предостеречься от лишних проблем. У вас в кармане завалялся не большой черный пакет, туда можно сложить амулет.\n",
    "answers": [
      {
        "id": 43,
        "text": "Положить в пакет"
      }
    ]
  },
  {
    "id": 42,
    "text": "Сказав девушке, что Вам не нужна такая награда за помощь, она попрощалась с вами и ушла. Посмотрев на часы, время было позднее, магазин уже закрыт. Голова стала сильней болеть и галлюцинаций ещё больше стал, скорее всего никакого амулета и не было, просто показалось из-за воображений...",
    "answers": [
      {
        "id": 56,
        "text": "Направится домой"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы положили в пакет амулет, на часах уже показывало вечернее время, магазин уже закрыт...",
    "answers": [
      {
        "id": 47,
        "text": "Собраться с мыслями"
      },
      {
        "id": 51,
        "text": "Пойти в полицию"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы решили позвонить своей супруге, она сказала, что находится в ресторане не далеко от дома. Нужно выдвигаться...",
    "answers": [
      {
        "id": 45,
        "text": "Направится в ресторан"
      }
    ]
  },
  {
    "id": 45,
    "text": "Придя к ней в ресторан, Вы приятно были удивлённы, что ваша супруга настолько терпеливая, что пришлось ей ждать",
    "answers": []
  },
  {
    "id": 46,
    "text": "Вы подошли к одному из сотрудников, поинтересоваться...\n\n— Скажите, что тут произошло?\n— Ограбление минут десять назад произошло, подозреваемый убежал, сейчас будем начинать смотреть камеры видеонаблюдения.\n— Это надолго? \n— Достаточно надолго.\n\nПридётся без подарка быть, здесь делать было уже нечего.",
    "answers": [
      {
        "id": 58,
        "text": "Направится домой "
      }
    ]
  },
  {
    "id": 47,
    "text": "Собрав мысли в своей голове, Вы решили направится домой, так будет безопасней. Подходя к дому, у вас потемнело в глазах и Вы упали на землю..\n\n",
    "answers": [
      {
        "id": 48,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 48,
    "text": "Открыв глаза, Вы оказались на своей кровати. Дочь сказала, что увидела с окна, как Вы упали и позвала помочь человека, чтобы тот вас принёс домой и положил на кровать... У вас снова потемнело в глазах и вы отключились.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "Вы сели в такси и попросили, чтобы водитель довёз Вас по определенному адресу. Приехав к своему дому, Вы таксис",
    "answers": [
      {
        "id": 53,
        "text": "Зайти в квартиру"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы пришли в отделение полиции, чтобы уведомить о том, что вам передали амулет. Рассказав об этом дежурному, тот вызвал в свою очередь старших. Когда пришли старшие, Вам сообщили, что Вы арестованы по подозрению в ношении особо опасных предметов и угрозы для жизни людей. В недоумении от всего происходящего, на вас надели наручники и посадили в камеру, гниющию с тараканами, Вы спросили какого черта происходит, в ответ полное игнорирование.",
    "answers": [
      {
        "id": 52,
        "text": "Подождать"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы ждали часа два, открылась дверь, к вам зашли трое заключённых с ножами, Вы ничего не смогли сделать, как вам нанесли достаточно много ножевых ранений, Вы упали на пол, кровь стекала с вашего тела, они нашли ваш пакет и забрали этот амулет, позади них стояли сотрудники полиции, которые вас сюда затащили, Вы подумали в последний момент, что это они приказали убить Вас, чтобы забрать этот амулет... У вас остановилось сердце.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 53,
    "text": "Зайдя в квартиру, Вы разделись и пошли в свою комнату..",
    "answers": [
      {
        "id": 54,
        "text": "Зайти в комнату"
      }
    ]
  },
  {
    "id": 54,
    "text": "Зайдя в комнату, Вы лягли на кровать посмотреть телевизор. У вас начали закрываться глаза, позже Вы уснули...",
    "answers": [
      {
        "id": 55,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  },
  {
    "id": 56,
    "text": "Придя домой, Вы выпили таблетку от головы и лягли в кровать, а затем уснули, чтобы мозг отдохнул...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  },
  {
    "id": 58,
    "text": "Придя домой, Вы рассказали семье о том, что произошло ограбление, в том магазине, в котором Вы собирались покупать всё необходимое... Семья ваша была в маленьком шоке, но этот день не без приключений. Было бы не плохо, если Вы научились навыкам детектива, в дальнейшем возможно это бы пригодилось, когда будет свободное время, можно обдумать этот момент. Чтобы всё обдумать лучше будет лечь поспать и на следующий день уже разбираться со всеми делами.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы зашли в квартиру, ваша одежда промокла, как и ваше тело, нужно сделать горячий чай с лимоном и лечь спать, чтобы согреться...",
    "answers": [
      {
        "id": 61,
        "text": "Выпить чай с лимоном"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы подошли к незнакомке, но лицо её не особо было видно. Она сама повернулась к вам, сразу узнав Вас, девушка сказала, что печально, то, что Вы не помогли мне в тот момент, но это уже отдельный вопрос...",
    "answers": [
      {
        "id": 62,
        "text": "Сожалеть"
      },
      {
        "id": 63,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 61,
    "text": "Сняв с себя одежду, Вы сделали себе чай с лимоном, он очень был вкусным, что оторваться было невозможно, на данный момент — очень хороший способ, чтобы не было простуды. Вы выпили чай с лимоном, теперь нужно лечь спать",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 62,
    "text": "Взгляд девушки был настолько пронзительный, что по вашему телу пробежали мурашки, но собравшись с мыслями Вы сказали ей о том, что сожалеете, это был ваш выбор и изменить уже ничего нельзя",
    "answers": [
      {
        "id": 64,
        "text": "Спросить, как зовут"
      }
    ]
  },
  {
    "id": 63,
    "text": "Ничего не говорив, она попрощалась с Вами и ушла. Вам нужно было подниматься в квартиру.",
    "answers": [
      {
        "id": 59,
        "text": "Зайти в квартиру"
      }
    ]
  },
  {
    "id": 64,
    "text": "Решив узнать, как зовут незнакомку, Вы стеснялись спросить, но все же решили...\n\n— Как Вас зовут?\n— Моё имя Хлоя, а ваше?\n— Мать меня назвала Томас, зови меня так\n— Слушай Томас, если как-нибудь будет время можно будет ещё пообщаться, мне сейчас нужно спешить\n— До встречи, Хлоя!\n\nДостаточно загадочная девушка на первый взгляд, много было у Вас мыслей в голове, но всё передать невозможно.",
    "answers": [
      {
        "id": 59,
        "text": "Зайти в квартиру"
      }
    ]
  },
  {
    "id": 65,
    "text": "Придя в кафе, Вы высматривали Крис, но её здесь не было...",
    "answers": []
  },
  {
    "id": 66,
    "text": "Вы оделись и направились в клуб, где каждый день проводятся вечеринки. Около клуба стоял охранник, высокого роста, как Вам пройти, если там пускают исключительно по приглашашению?\nВы подумали возможно есть какой-то вариант...",
    "answers": [
      {
        "id": 67,
        "text": "Сказать, что Вас пригласила подруга"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы сделали лицо попроще, чтобы не вызвать никаких подозрений, Вы не спеша идёте в его сторону чувствуя не большой страх, если не так будете говорить...\n\n— Томас: Могу пройти?\n— Охранник: Вход по приглашению\n— Томас: У меня подруга работает в этом клубе, она пригласила меня\n— Охранник: И как подругу зовут?\n\nКрис туда же кто-то пригласил, сама она туда не зашла бы, Вы вспомнили, что Майя говорила про некую персону, она же и пригласила её.",
    "answers": [
      {
        "id": 68,
        "text": "Сказать, что её зовут Хиггинз"
      },
      {
        "id": 77,
        "text": "Сказать, что её зовут Нита"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы нервничали и пришлось ему сказать, что на ум пришло первое на воспоминание...\n\n— Томас: Её зовут Хиггинз, это точно, врать не стану\n— Охранник: Жди, сейчас проверю.\n\nОхранник ушёл проверять, если верно назвал, то всё будет нормально, если нет? Подумали Вы, что будет худо за враньё, Вы надеетесь на то, что с вашей памятью всё нормально, но это вопрос времени, когда он вернётся, то узнаем. Может и не стоило вообще в этот клуб идти, в ваших мыслях творится хаус...",
    "answers": [
      {
        "id": 69,
        "text": "Ждать пока вернётся"
      },
      {
        "id": 70,
        "text": "Не рисковать, вернуться домой"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы курили сигарету, как сзади прилетает Вам удар по голове, Вы падаете на землю, ногами и руками вас бьют по всем частям тела — охранник и несколько ещё людей с ним, избили вас так, что у Вас разбит нос...",
    "answers": [
      {
        "id": 71,
        "text": "Встать на ноги"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы решили вернуться домой, вдруг имя не правильно назвали, по пути домой все магазины были закрыты, купить ничего не возможно было, людей почти на дорогах вообще не было, Вы шли по тёмным улицам без освещения, но как-то дошли до нужной улицы, а там и до дома...",
    "answers": [
      {
        "id": 76,
        "text": "Зайти в квартиру"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы с трудностью встаёте на ноги, у вас присутствует головокружение, как-будто сейчас упадёте снова, слегка потемнело в глазах, но Вы не сразу поняли, что произошло...\n\n— Охранник: Ещё раз сюда придёшь, то уже окажешься в больнице, домой вали!\n— Томас: Да пошёл ты...\n\nВам оставалось только идти домой, чтобы не получить ещё каких-то повреждений.",
    "answers": [
      {
        "id": 72,
        "text": "Направится домой"
      }
    ]
  },
  {
    "id": 72,
    "text": "Придя домой, Вы сняли с себя одежду, Майя была уже дома, нужно было, чтобы Вам помогли с тем, чтобы обработали разбитый нос...",
    "answers": [
      {
        "id": 73,
        "text": "Обработать нос самому"
      },
      {
        "id": 74,
        "text": "Попросить Майю"
      }
    ]
  },
  {
    "id": 73,
    "text": "Решили, что Вы сами будете обрабатывать свой разбитый нос, Вы взяли из шкафчика то, что необходимое — медикаменты, оттуда нужно взять бинты и перекись водорода.",
    "answers": [
      {
        "id": 75,
        "text": "Взять бинты и перекись водорода"
      }
    ]
  },
  {
    "id": 74,
    "text": "Попросив Майю обработать нос, она сразу взяла бинты и перекись водорода для обезараживания. Немного не приятно, когда перекись действует, щипит чутка, но Вы держитесь нормально, после того, как обеззаразила нос, она теперь начала наматывать бинт, чтобы залатать рану, всё прошло успешно, Вы ничего и не почувствовали.\nВы подумали, что лучше будет лечь в кровать и уснуть, чтобы отдохнуть от сегодняшнего дня.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 75,
    "text": "Взяв из коробки бинты и перекись водорода, Вы перед зеркалом начали обеззараживать нос, после этого Вы забинтовали его так, чтобы не было особого кровотечения. Правда оно будет у вас до завтра, как минимум, выглядит не очень...\nДень был тяжёлый, нужно выспаться.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 76,
    "text": "Зайдя в квартиру, Вы просто упали в одежде на кровать и уснули...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 77,
    "text": "Собравшись с мыслями, Вы вспомнили, как её зовут...\n\n— Томас: Её зовут Нита, можете проверить.\n— Охранник: Жди здесь, сейчас проверю...\n\nОн ушёл проверять, вдруг такого человека нет в клубе, но всё же уже сказали и придётся ждать, а может Вы не верно назвали имя? На этот случай можно найти запасной вариант...",
    "answers": [
      {
        "id": 78,
        "text": "Ждать пока вернётся"
      },
      {
        "id": 79,
        "text": "Не рисковать, вернуться домой"
      }
    ]
  },
  {
    "id": 78,
    "text": "У вас в голове была мысль, верно ли Вы назвали имя... и, что там сейчас делает Крис. Приходится пока что ждать, но тут вернулся охранник.\n\n—Охранник: Можешь проходить, тебе повезло, что Нита пригласила таких как ты с именами Томас, человека четыре и ты попал последним\n— Томас: Благодарю.\n\nВойдя в клуб, Вы подошли к барной стойке, там как раз стояла ваша Крис, но она была пьяна так, что уже рядом с ней находится было не возможно, Вы не стали даже с ней разговаривать, перепила... Без машины тут не обойтись ",
    "answers": [
      {
        "id": 81,
        "text": "Вызвать такси"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы решили вернуться домой, вдруг имя не правильно назвали, по пути домой все магазины были закрыты, купить ничего не возможно было, людей почти на дорогах вообще не было, Вы шли по тёмным улицам без освещения, но как-то дошли до нужной улицы, а там и до дома...",
    "answers": [
      {
        "id": 80,
        "text": "Зайти в квартиру"
      }
    ]
  },
  {
    "id": 80,
    "text": "Зайдя в квартиру, Вы просто упали в одежде на кровать и уснули...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 81,
    "text": "Выйдя с ней на улицу, машина уже ждала Вас. Посадив её на заднее сиденье, Вы сели впереди. Сказав водителю адресс, решили, что лучше уснуть пока машина будет в пути. Такси начало выезжать..",
    "answers": [
      {
        "id": 82,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы проснулись от того, что машина прибыла уже по указанному адресу. Крис вышла из машины, почти падая уже на землю, Вы начали идти в квартиру, где собственно уложите её спать...",
    "answers": [
      {
        "id": 83,
        "text": "Зайти в квартиру"
      }
    ]
  },
  {
    "id": 83,
    "text": "Зайдя в квартиру, Вы уложили её спать, Майя уже спала ибо время было позднее и Вы легли рядом.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  }
]