[
  {
    "id": 1,
    "text": "Автор:tou tou (Александр Вибе) \nЖанр:приключения.                                                       \nВы совершили приступление. Вас везут в тюрьму. Вы уже начинаете скучать по дому, но вот автобус остановился. Вы выходите, погодите может это шанс сбежать или же всё таки быть послушным?                                                                         Жизнь не сладка эта игра о, том как вы попадаете в тюрьму и ваша задача либо отсидеть срок либо попробавать сбежать. Любой выбор это тот выбор который вы бы выбрали если бы реально оказались в тюрьме. В игре есть всего 9 концовок но это только в лёгком режиме. Оцените и напишите что добавить в следующих обновлениях.",
    "answers": [
      {
        "id": 2,
        "text": "Я готов!"
      },
      {
        "id": 35,
        "text": "Для тех кто прошли игру полностью. "
      }
    ]
  },
  {
    "id": 2,
    "text": "По какой причине вас посадили? ",
    "answers": [
      {
        "id": 3,
        "text": "Небольшие приступления:лёгкий режим. "
      },
      {
        "id": 1,
        "text": "Очень вредоносные преступления:сложный режим. Дописываеться"
      },
      {
        "id": 1,
        "text": "Ограбления банков. Ты серийный убийца. Ты известен на весь мир:смертоносный режим у вас всего 5 дней на побег. Я ещё работаю над этим режимом. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Вот ты выходишь из автобуса с другими заключёнными. Вы ждёте охранников которые заберут вас и других заключённых на проверку. Наручники которые надеты на ваши руки очень жжат их. Вы понимаете может не стоило уходить после 9 класса. Погодите у вас же есть возможность сбежать. Так что будете делать?",
    "answers": [
      {
        "id": 6,
        "text": "Нет уж я был не виновным я не должен здесь быть:сбежать"
      },
      {
        "id": 7,
        "text": "Ладно я это заслужил я тут и останусь."
      },
      {
        "id": 8,
        "text": "Если я собераюсь сбежать может сказать и другим заключённым? Сказать заключённым что вы хотите сбежать и вместе с ними устроить побег. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Во время бунта вы сломали дверь в столовую. 4 камеры. 9 стул. Даже подрались с охранником но, когда вы были уже возле выхода в вас попала пуля и из за этой пули вы не выжили. Вы получили восьмую концовку. ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы сделали правильный выбор. Из за того что вы не участвовали в бунте вам понизили срок и вы вскоре благополучно ушли из тюрьмы. Вы получили девятую концовку. ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы ждёте когда подойдёт охранник. Как только он становится радом с вами вы пинает его. Его ключи которые были у него в кармане выподают. Что будете делать?",
    "answers": [
      {
        "id": 9,
        "text": "Добить охранника. "
      },
      {
        "id": 10,
        "text": "Забрать ключи и освободиться от наручников."
      }
    ]
  },
  {
    "id": 7,
    "text": "К вам подошёл охранник и повёл вас в приёмную. Там вас обыскали и найдя ничего вас повели в свою камеру. Вам повезло или же, нет но у вас одиночная камера. Так вы отсидели треть срока но произошёл один случай. Вы сидели у себя в камере как вдруг вы услишали крик. Вы посмотрели наружу и увидели что началься бунт. Вы поддержите бунт? ",
    "answers": [
      {
        "id": 4,
        "text": "Да! Это шанс сбежать. "
      },
      {
        "id": 5,
        "text": "Нет лучше не надо. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы сказали заключённым что хотите сбежать и предлогаете сбежать с вами. Они соглашаються и вы ждёте охранника. Как только он подходит к вам вы пнули и он упал. Вы добиваете его а один зек забрал ключи и освобождает других в том числе и вас. Вы побежали куда глаза глядят. Но не успели вы и пробежать 100 метров как вдруг в вас стреляют из электро шокера. Он поподает в вас но он был настолько сильным что вы больше не проснулись. Дальнейшее будущее вашех зеков не известно. Вы получили пятую концовку.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться назад. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы решаете добить охранника. Вы начинаете пинать охранника. Через несколько секунд он потерял сознание и вы берёте его ключи. Вы понимаете если сейчас вы не побежите вас поймают и вы всё таки попадёте в тюрьму. Вы собираетесь бежать но кто то попросил вас освободить его. Вы поворачиваетесь на голос а, это заключённый он продолжает просить вас освободить его. Вы говорите:",
    "answers": [
      {
        "id": 11,
        "text": "Брат за брата: вы освобождаете его. "
      },
      {
        "id": 12,
        "text": "Нет уж: вы убегает без него. "
      },
      {
        "id": 13,
        "text": "Вы быстро осматриваете его но, зачем? "
      }
    ]
  },
  {
    "id": 10,
    "text": "Как только вы подбираете ключи вас вырубает охранник. Вы лежите но ничего не чувствоете но, вдруг кто-то сказал вставай. ",
    "answers": [
      {
        "id": 14,
        "text": "Ничего не делать "
      },
      {
        "id": 15,
        "text": "Проснутся. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Он говорит спасибо и вырубает вас одним хуком. Последние ваши мысли были но как же так? Полежав не много вы слишите что кто то говорит вам:вставай!",
    "answers": [
      {
        "id": 14,
        "text": "Ничего не делать. "
      },
      {
        "id": 15,
        "text": "Проснутся. "
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы отказали ему и побежали одни. Вы бежали 20 минут. За вами была погоня но, вы смогли оторваться. Вы досих пор бежите у вас начала терятьса надежда. Может вам лучше сдаться?",
    "answers": [
      {
        "id": 25,
        "text": "Я сдаюсь"
      },
      {
        "id": 26,
        "text": "Нет я не буду сдаваться! "
      }
    ]
  },
  {
    "id": 13,
    "text": "А зачем вы это сделали? ",
    "answers": [
      {
        "id": 9,
        "text": "Не знаю. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы решили ничего не делать. Вы продолжали лежать. Вдруг вы видите свет и появилась лестница. ",
    "answers": [
      {
        "id": 16,
        "text": "Идти по ступенькам и дойти до света. "
      },
      {
        "id": 32,
        "text": "Нет уж я останусь"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы проснулись. Вы начали осматриваться. Вы увидели решётку а за ней стоит охранник. Он начал говорить:За нападение на охрану ты про будешь в карцере 1 день и теперь ты в строгом режиме. У тебя есть только кровать и туалет. Вы попытались остановить охранника но не смогли. Ну что? Что будете делать весь день? ",
    "answers": [
      {
        "id": 21,
        "text": "Попытаться сбежать"
      },
      {
        "id": 22,
        "text": "Ждать когда пройдёт целый день. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы видите людей но, тут вы поняли что вы в раю! Вы очень счастливы но понимаете очередь будет идти долго. ",
    "answers": [
      {
        "id": 17,
        "text": "Ждать. "
      },
      {
        "id": 18,
        "text": "Пойти назад. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Через час наконец вы дошли до конца. Вы видете ангела он спрашивает ваше имя.",
    "answers": [
      {
        "id": 19,
        "text": "Молчать"
      },
      {
        "id": 19,
        "text": "Сказать. "
      }
    ]
  },
  {
    "id": 18,
    "text": "Пойдя назад вы поняли что там пропасть. Неужели вы туда прыгните? ",
    "answers": [
      {
        "id": 17,
        "text": "Ладно я подожду"
      },
      {
        "id": 20,
        "text": "Я прыгну"
      }
    ]
  },
  {
    "id": 19,
    "text": "Он говорит: ладно я и так знаю ваше имя. Он смотрит в какую то карточку. Прошло 5 минут. Ангел начинает говорить: так вот (ваше имя) я знаю как ты не отсидел свой срок. Ты пытался сбежать. Ты вырубил охранника. А тот зек который вырубил тебя это был подставной полицейский. Так вот за эти все поступки ты отправляешься в ад. Облако под тобой испарилось и ты начали падать. Падал ты не долко. Как только ты приземлился ты начал осматриваться и ты понял что ты оказались в той тюрьме в которой тебя хотели посадить. Теперь ты здесь на веки вечные. Вы получили первую концовку.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ты падал не так уж долго. Когда ты упал ты понял что оказался в аду а, упал ты в ту тюрьму которая тебе уже знакома. Теперь ты тут на веки вечные. Ты получил первую концовку. ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало"
      }
    ]
  },
  {
    "id": 21,
    "text": "У вас есть несколько способов.\nКакой выберете? ",
    "answers": [
      {
        "id": 23,
        "text": "Побробавать пробраться через туалет."
      },
      {
        "id": 24,
        "text": "Привлечь внимание. "
      },
      {
        "id": 15,
        "text": "А хотя ладно я подожду. "
      }
    ]
  },
  {
    "id": 22,
    "text": "Прошёл день. Когда вы проснулись вы поняли что когда вы спали вас укусила крыса и кажется у вас чума. Вы попросили помощь. Вам дали какие-то таблетки но когда вы их приняли вы подумали что вам стало лучше но, через пару минут это чувство прошло и вы вскоре умерли. Вы получили четвёртую концовку.\n",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вырвав туалет вы поняли что труба для вас слишком маленькая.",
    "answers": [
      {
        "id": 21,
        "text": "Вернуться к списку побегов. "
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы решили привлечь внимание. Через время к вам подошёл охранник и сказал: нафиг иди.",
    "answers": [
      {
        "id": 21,
        "text": "Вернуться к списку побегов. "
      }
    ]
  },
  {
    "id": 25,
    "text": "Через несколько минут за вами приехали. У вас закрыт глаза. Вы полностью потеряли надежду. Вдруг кто то сказал открой глаза. Ну что? Откроите? или нет? ",
    "answers": [
      {
        "id": 27,
        "text": "Нет. Мне даже не хочется ничего делать. "
      },
      {
        "id": 29,
        "text": "Ладно уж открою. "
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы бежали ещё 10 минут и вы понимаете что всё время вы бежали в лес. Неужели вы там и останетесь?",
    "answers": [
      {
        "id": 33,
        "text": "Нет я сдаюсь. "
      },
      {
        "id": 34,
        "text": "Кажется эта моя новоя жизнь. "
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы решили не открывать глаза. Вдруг голос сказал:открой мы тебе поможем. Ну так откроете? ",
    "answers": [
      {
        "id": 29,
        "text": "Ладно. "
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "Как только вы открыли глаза. Вы увидели людей в чёрном и нет это не из сериала. Один из них сказал что они мафия и они видели как у тебя хватило смелости сбежать и как ты вырубил охранника. Они предлогают тебе вступить к ним. Ну что согласишься? ",
    "answers": [
      {
        "id": 30,
        "text": "Давайте. "
      },
      {
        "id": 31,
        "text": "Нет я просто жить хочу. "
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы сделали правильный выбор что вступил в семью. Вы пробыли в мафию всю свою жизнь. В конце концов вы стали самым главным. Под вашим командованием вы захватили город. У вас теперь новоя семья и есть сын. Вскоре после вашей смерти ваш сын стал новым главой мафии. Дальнейшее будущее сына не известно. Поздравляю вы получили второю концовку. ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "Ладно. Они посадили тебя в машину и довезли до деревни. Там ты и прожил всю свою остальную жизнь. Но одним днём вам постучали в дверь. Вы получили седьмую концовку. ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться назад. "
      }
    ]
  },
  {
    "id": 32,
    "text": "Вдруг под вами появилась дырка и вы упали в неё. ",
    "answers": [
      {
        "id": 20,
        "text": "НЕТ! "
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы просто сели и ждали чего либо. Ничего не произошло. Ничего. Вы просто сидели. Вы довольны этим? А хотя неважно. Вскоре вы умерли от жажды. Вы получили третью концовку. ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало. "
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы походили пару минут по лесу и вдруг встретили медведя. Вы притворились мёртвым но, он взял вас за футболку и потощил в своё логово. Дальнейшее ваше будущее неизвестно. Вы получили шестую концовку. ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало "
      }
    ]
  },
  {
    "id": 35,
    "text": "Спасибо читатель что ты прочитал мою книгу. Больше мне нечего сказать. ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться. "
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  }
]