[
  {
    "id": 1,
    "text": "Люди продвинулись в освоении ближнего космоса. Был выслан человек, для изучения другой части космоса. Корабль ломается и он попадает на странную планету. Его там ожидает много приключений. Они думали, что победили, но появляется новый враг.\n\n\n\n                           Темная \n        \n                       область 2\n     \n\n                Пробуждение\n\n\n\n\nАвтор: Генкин Кирилл\nХудожник:\nСценарист:\nЖанр: Фантастика\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "                     Глава 1 \n            Космос\n  Корабль блуждал по космосу. Управлял им человек. Вас звали Максим. Вы были среднего роста. Лет вам было  50 . Одеты были в синию одежду. На вас был скафандр. Вам было поручено исследовать другую сторону вселенной.\n    Корабль представлял собой форму треугольника. Корпус коробля был создан из непробиваемой стали.\n   Вы поставили корабль на автопилот.",
    "answers": [
      {
        "id": 3,
        "text": "пойти в каюту"
      },
      {
        "id": 2,
        "text": "[url=http://www.radikal.ru][img]https://a.radikal.ru/a24/2107/e2/12a0c649ec5f.jpg[/img][/url]",
        "url": "https://a.radikal.ru/a24/2107/e2/12a0c649ec5f.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "  Каюта была небольшая. Перед иллюминатором стоял стол. Слева от стола стояла небольшая кровать. Рядом с кроватью стояли тумбочки. Справа от неё стоял шкаф, где висели вещи.\n   Вы, осмотрев корабль на наличие разгерметизации, сняли скафандр.",
    "answers": [
      {
        "id": 4,
        "text": "выйти в коридор"
      }
    ]
  },
  {
    "id": 4,
    "text": "  Коридор был длинный. По нему протягивалось очень много труб. Так же протягивался кабель в разные отсеки корабля, запитывая апаратуру энергией. В рубку в последнюю очередь. Сначала нужно закончить здесь\n   ",
    "answers": [
      {
        "id": 5,
        "text": "идти в медицинский отсек"
      },
      {
        "id": 11,
        "text": "идти в узел"
      },
      {
        "id": 16,
        "text": "идти в рубку"
      }
    ]
  },
  {
    "id": 5,
    "text": "  На входе валялся человек. Он был мертв. Вместо головы у него были кристаллы. Тело так же было покрыто кристаллами.\n    Медицинский отсек был больше остальных. По центру стоял медицинский стол. Слева от стола, к стенке стояли криокапсулы. Справа, к стенке стоял операционный стол.\n     ",
    "answers": [
      {
        "id": 6,
        "text": "осмотреть криокапсулы"
      },
      {
        "id": 7,
        "text": "подойти к операционному столу"
      },
      {
        "id": 10,
        "text": "обыскать приборы"
      },
      {
        "id": 4,
        "text": "вернуться в коридор"
      }
    ]
  },
  {
    "id": 6,
    "text": "Криокапсулы были округлой формы. Из коридора были проложены к ним кабеля и подключены. Выглядели эти капсулы, как медицинские аппараты, для того, чтобы лечить людей от неведонного вируса.\n    Вы решили, что лучше не прикосаться к ним, а то мало ли что. Вы отошли от них.",
    "answers": [
      {
        "id": 5,
        "text": "отойти"
      }
    ]
  },
  {
    "id": 7,
    "text": "    Вы подошли к медицинскому столу. Он был не большой по длине и ширине. На нем было несколько капель крови. А так же много хлама.\n ",
    "answers": [
      {
        "id": 8,
        "text": "порыться в куче вещей."
      }
    ]
  },
  {
    "id": 8,
    "text": "— Сколько же здесь хлама! — сказали вы, роясь в вещах.\n    Вы разгребли кучу. Среди всего хлама валялась энергетическая ячейка. Она все ещё была рабочая. ",
    "answers": [
      {
        "id": 9,
        "text": "Подобрать энергетическую ячейку"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы, осмотревшись, подобрали энергетическую ячейку и отошли от стола",
    "answers": [
      {
        "id": 5,
        "text": "отойти от стола"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы обыскали оставшиеся приборы, но ничего не нашли.",
    "answers": [
      {
        "id": 5,
        "text": "Отойти от приборов"
      }
    ]
  },
  {
    "id": 11,
    "text": "  Узел был устроен так: с левой стороны стояло зеркало. Справа стоял стол для создания вещей. А на переднем плане стоял анализатор.\n  Вам нужно найти здесь что-нибудь полезное",
    "answers": [
      {
        "id": 12,
        "text": "Поискать нужные вещи"
      },
      {
        "id": 13,
        "text": "подойти к зеркалу"
      },
      {
        "id": 4,
        "text": "покинуть узел"
      }
    ]
  },
  {
    "id": 12,
    "text": " Вы стали искать нужные вещи. Вы все перерыли, но ничего не нашли.",
    "answers": [
      {
        "id": 11,
        "text": "остановиться"
      }
    ]
  },
  {
    "id": 13,
    "text": " Вы, осмотрев зеркало, заметили, что оно криво висит.",
    "answers": [
      {
        "id": 14,
        "text": "Отставить зеркало"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы его отставили в сторону и увидели герметик. ",
    "answers": [
      {
        "id": 15,
        "text": "подобрать герметик"
      }
    ]
  },
  {
    "id": 15,
    "text": "Что здесь делает герметик? — подумали вы, взяв герметик и, убрав его в сумку",
    "answers": [
      {
        "id": 11,
        "text": "отойти от зеркала"
      }
    ]
  },
  {
    "id": 16,
    "text": "  Рубка -главная комната передачи данных с космоса на землю. Перед иллюминатором стояла панель управления. Слева от панели управления тянулись энергетические провода.\n Тут, в ту же минуту раздался голос Ии модуля:\n  \n— Здравствуйте! Я ваш советник!\n\n",
    "answers": [
      {
        "id": 17,
        "text": "приказать проверить корпус корабля"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Анализировать корпус корабля! — Приказали вы\n\n— Обнаружена разгерметизация грузового отсека!\n",
    "answers": [
      {
        "id": 18,
        "text": "Бежать в грузовой отсек"
      }
    ]
  },
  {
    "id": 18,
    "text": "  Тут корабль накренился. Вас сбило с ног. Вы поднялись и хотели было идти, но тут вы заметили странный камень. Он был весь в кристаллах. Камень пульсировал. \n",
    "answers": [
      {
        "id": 19,
        "text": "прикоснуться к камню"
      },
      {
        "id": 21,
        "text": "не прикосаться"
      }
    ]
  },
  {
    "id": 19,
    "text": " Если я прикоснусь к камню, ничего же не случится! — подумали вы  и прикоснулись к камню. Корабль затрясло. Корабль по тихоньку начинает разваливаться. Нужно уходить отсюда\n\n",
    "answers": [
      {
        "id": 21,
        "text": "продолжить бежать в грузовой отсек"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы встали и пошли дальше.",
    "answers": [
      {
        "id": 21,
        "text": "вперед"
      }
    ]
  },
  {
    "id": 21,
    "text": "    Грузовой отсек был большой. К стенкам стояли коробки разного размера. А на переднем плане был шлюз, где как раз была разгерметизация.",
    "answers": [
      {
        "id": 22,
        "text": "обыскать все вещи"
      }
    ]
  },
  {
    "id": 22,
    "text": "вы стали быстро обыскивать все вещи. Но к сожалению ваши поиски не привели результатов",
    "answers": [
      {
        "id": 23,
        "text": "вперед"
      }
    ]
  },
  {
    "id": 23,
    "text": " Тут хоть что-то полезное есть? — крикнули вы.\n   От вашего громкого крика повалились все коробки. За одной из них лежал странный прибор. В нем было 2 слота.\n— Это же герметизатор! \n",
    "answers": [
      {
        "id": 24,
        "text": "подобрать герметизатор"
      }
    ]
  },
  {
    "id": 24,
    "text": "   Вы подобрали его. Герметизатор работал от энергии. Вы подсоединили энергетическую ячейку в большой слот. В маленький слот, вы поставили герметик. Герметизатор был заряжен.",
    "answers": [
      {
        "id": 25,
        "text": "заварить пробоину"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы подошли к пробоине и, поставив напротив неё герметизатор, заварили её. Тут заговорил голос Ии модуля: \n— Капитан! Прошу пройти вас в капитанскую рубку!\n— Да чоо там ещё!",
    "answers": [
      {
        "id": 26,
        "text": "пройти в капитанскую рубку"
      }
    ]
  },
  {
    "id": 26,
    "text": "  Вы поднялись по лестнице и подошли к штурвалу. Перед вами летело белое облако. \n\n— Странно ... В космосе же нет атмосферы! — подумали вы. \n   Тут корабль знатно затрясло. Вас откинуло назад. Вы ухватились за крепление. Корабль выпрямился",
    "answers": [
      {
        "id": 27,
        "text": "приказать компьютеру"
      }
    ]
  },
  {
    "id": 27,
    "text": "\n — Ии модуль! Просканировать сектор!\n\n— Выполняю!\n   \n     Сектор был просканирован. Обнаружена звезда.\n\n— Увеличь изображение!\n   \n       Звезда была такая яркая, что даже, посмотрев на неё, можно было ослепнуть. Она была больше нашего солнца.\n\n—  Капитан! Можно совершить посадку на звезде!\n\n— Посадить корабль на звезду ... Ты серьезно? Приземлимся на звезду-умрем! Лучше облететь по орбите!",
    "answers": [
      {
        "id": 28,
        "text": "перейти на ручное управление"
      }
    ]
  },
  {
    "id": 28,
    "text": "    Вы перешли на ручное управление кораблем. Вы приблизились к планете.\n   Планета была размером с Земли. Она была красного цвета. В разных местах планеты были фиолетовые пятна.\n— Ии модуль! Курс на спутник звезды!\n\n— Принято!\n\n  Тут корабль пошатнуло. Был поврежден главный двигатель. Штурвал больше не работал. Панель управления отказала. Корабль падал на планету. Скорость входа в орбиту была 500 космических км<s><s>ч .",
    "answers": [
      {
        "id": 29,
        "text": "бежать к скафандрам"
      }
    ]
  },
  {
    "id": 29,
    "text": "  Вы упали на пол. Затем вы стали полсти к кабине со скафандрами. Наконец вы добрались до них. Корабль уже входил в атмосферу планеты. Вы быстро накинули на себя скафандр и,запрыгнув в спасательный модуль,  упали на планету.",
    "answers": [
      {
        "id": 30,
        "text": "следуйщая глава"
      }
    ]
  },
  {
    "id": 30,
    "text": "                              Глава 2\n                          Крушение\n    Спасательный модуль, пройдя орбиту планеты, упал на землю. Дверь была выбита оттуда вышли вы. Планета была заброшена.Неизвестно что произошло. Вы посмотрели на посадочный модуль. Он был полностью разбит.\n— А где звездолет?\n  ",
    "answers": [
      {
        "id": 31,
        "text": "посмотреть в небо"
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d22/2107/a1/5ba3ef772df0.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": " Вы посмотрели в небо, но ничего не увидели, кроме яркой звезды. На планете погода была разная. Атмосфера присутствовала. Почва отсутствовала. Днем стояла жара, а ночью было холодно. Времена года на этой планете длились дольше, чем на Земле. на планете катаклизмы происходили чаще чем на земле. Можно было заметить большую длинную выемку. Похоже по ней шло море. Возможно от сильной жары,море высохло, оставив такую выемку. Горы были выше Эльбруса. Поля были пустынные. Все растения вымерли Ни одного дерева не было видно. Только одни странные кристаллы.",
    "answers": [
      {
        "id": 32,
        "text": "осмотреться"
      }
    ]
  },
  {
    "id": 32,
    "text": "Тут вы увидели машину. Она не была заряжена. Тогда вы, достав из рюкзака герметизатор, вытащили из него энергоячейку и вставили в машину.\n   Вы ехали и осматривали территорию. Некоторые криссталы были похожи на тот, что вы обнаружили на корабле. Природа здесь была не обычной. Смерч появлялся здесь редко. А о циклонах не могло быть и речи. Раз климат здесь другой, тогда и циклонов не будет.\n    Пройдя дальше, вы наткнулись на тропинку. Она была выложена кирпичами.",
    "answers": [
      {
        "id": 33,
        "text": "пойти по тропинке"
      }
    ]
  },
  {
    "id": 33,
    "text": "  Вы вышли из машины и пошли по тропинке.\n    Возле тропинки лежали трупы, покрытые криссталами. Здесь явно что-то произошло. Тропинка освещалась фонарями.\n Наступила ночь. Вы шли уставший.",
    "answers": [
      {
        "id": 34,
        "text": "остановиться и передохнуть"
      }
    ]
  },
  {
    "id": 34,
    "text": " Вы остановились. Вы, сняв рюкзак, вытащили из него палатку. Вы поставили её и легли спать.\n    Наступило утро. Сложив палатку, вы убрали её в рюкзак и продолжили путь. Солнце ещё всходило над горизонтом. Все было спокойно. Ни шума, ни шороха. Только вот звезда грела вам голову. Ни воды у вас не было, ни еды. Все запасы остались на вашем звездолете, который куда-то пропал. А куда пропал, в каком месте неизвестно.\n      Наконец тропинка привела вас к большому городу.",
    "answers": [
      {
        "id": 35,
        "text": "осмотреться"
      }
    ]
  },
  {
    "id": 35,
    "text": "  Город состоял из двадцати тысяч домов. В центре города стояло здание размером с двадцати-этажного дома. Город был окружен большим, длинным и высоким забором. Между заборами стояли ворота. Они были такие же высокие, как и забор. На стене висела странная камера.",
    "answers": [
      {
        "id": 36,
        "text": "подойти к воротам"
      }
    ]
  },
  {
    "id": 36,
    "text": "   Вы попробовали подойти к воротам. Тут зеленый луч стал вас сканировать.\n— Обнаружен посторонний!",
    "answers": [
      {
        "id": 37,
        "text": "следуйщая глава"
      }
    ]
  },
  {
    "id": 37,
    "text": "                          Глава 3\n               Неизвестный человек\n  — Обнаружен посторонний!\n     Тут ворота были перекрыты стальной перегародкой. Зазвучала громкая сирена. Её было сложно не услышать. Она звучала так громко, что её было слышно даже на расстоянии пяти километров. Забор засветился синим.",
    "answers": [
      {
        "id": 38,
        "text": "найти способ отключить сигнализацию"
      }
    ]
  },
  {
    "id": 38,
    "text": " Вы стали пробовать нати способ выключить сигнализацию. Но тут технология работала иначе. Сначала камера сканировала лицо прохожего, затем пообивала данные, которые находятся в системе. Если прохожий есть в базе, значит он свой. Если нет, то сначала срабатывала сигнализация, закрывались двери, включались охранные системы, а затем данные передавались хозяину. \n",
    "answers": [
      {
        "id": 39,
        "text": "осмотреть стены"
      }
    ]
  },
  {
    "id": 39,
    "text": " Около стен и ворот валялись те же трупы, что и у тропинки, покрытые кристаллами. Похоже здесь проходила война.\n   ",
    "answers": [
      {
        "id": 40,
        "text": "переключиться на второстепенного героя"
      }
    ]
  },
  {
    "id": 40,
    "text": "   Вы находились на двадцатом этаже. Вы пили кофе и смотрели телевизор.\n    Кабинет у вас был небольшой. Справа к стенке стоял стол. С левой стороны стояло кресло, на котором сидели вы.\n    Вас звали Тимофей. Вы были среднего роста лет вам было сорок. Одеты были в черный костюм.\n  Вы просто сидели и расслаблялись. Тут зазвучала громкая сирена.\n",
    "answers": [
      {
        "id": 41,
        "text": "спросить что происходит"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Что там?\n— Обнаружен посторонний! — доложил компьютер.\n— Проверь базу данных!\n    Компьютер пробил того по базе данных. Но его там не обнаружил.\n— В базе данных его нету!\n— Тогда пробей его в базе данных и пропусти! Я с ним поговорю! — приказали вы.",
    "answers": [
      {
        "id": 42,
        "text": "переключиться на главного героя"
      }
    ]
  },
  {
    "id": 42,
    "text": "  Вы стояли у ворот и осматривали территорию. Тут камера повернудась к вам и, просканировала. Затем стальная перегородка опустилась. Ворота перестали гореть синим. Замок щелкнул и ворота открылись. Перед собой, вы увидели большой город. Дорога присутсвовала. Но машину он оставил далеко от города. А до здания 3км. Конечно же это долго и очень далеко. Дома были странные. Крыши из стекла, а стены из металла. А вот двери из прочной стали. На улицах стояли фонари. Они выключались днем, а включались ночью. Но законы здесь были совершенно другие.",
    "answers": [
      {
        "id": 43,
        "text": "далее"
      }
    ]
  },
  {
    "id": 43,
    "text": " Наконец, вы добрались до большого здания. Оно было чуть меньше горы Эльбруса. Стекла были из сверхпрочного материала. Только вот откуда здесь так много энергии? И то на земле, чтобы запитать такое здание, потребуется очень много энерговыробатывательных приборов. ",
    "answers": [
      {
        "id": 44,
        "text": "войти в здание"
      }
    ]
  },
  {
    "id": 44,
    "text": " Вы вошли в здание. Оно было пустое. Всю комнату занимали приборы. Вы подошли к лифту. Он был похож на обычный, только корпус был сделан из сьекла. Вы зашли в лифт и нажали на кнопку верхнего этажа. Двери лифта закрылись. Вы стали подниматься.\n   Уже стемнело. Шел кислотный дождь. Было слышно, ка он стучал в окно. Гремел гром. Лифт поднялся на двадцатый этаж.\n    Двери лифта открылись. Перед вами стоял Тимофей. Он строгим и вопросительным взглядом смотрел на вас. Вы не понимали кто это, и не знали почему он на вас так смотрит. Видимо Тимофей хотел знать кто перед ним стоит, как и вы. Наконец вы заговорили.",
    "answers": [
      {
        "id": 45,
        "text": "спросить кто он"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Кто ты? — спросили вы\n— Я Тимофей! А ты кто?\n— Я Макс!\n— Скажите, кто вы, откуда и зачем вы здесь?\n— Я прилетел с Земли. Моя задача, летать по космосу, исследуя новые планеты, а даже и вселенные! — ответили вы\n\n",
    "answers": [
      {
        "id": 46,
        "text": "спросить про питание энергии"
      },
      {
        "id": 47,
        "text": "спросить про трупы у забора"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Тимофей! А как ты смог запитать такое большое здание?\n— Все просто. У нас стоят сверхмощные ядерные реакторы, которые запитывают весь город!\n",
    "answers": [
      {
        "id": 45,
        "text": "назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Кстати Тимофей! А что там за трупы у забора?\n— Видишь ли ... Это место мы обороняли! Во время нашествия монстров.\n— Криссталических монстров?\n— Можно и так сказать. Но ... Криссталы являются частью вируса!\n",
    "answers": [
      {
        "id": 48,
        "text": "спросить про лекарство"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Против него есть лекарство? — спросили вы\n— Было! Но... вирус мутировал! Первый образец сыворотки бесполезен.\n  Вы стали ходить по комнате. Настроение у вас испортилось. Но вы сдерживали свой гнев. Вспомнив, что надо связаться с Землей, вы пошли к компьютеру, однако вам не все было известно о цивилизации. \n  Вы перестали ходить по комнате и сели на диван.",
    "answers": [
      {
        "id": 49,
        "text": "спросить про выживших"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Тимофей! Ты единственный выживший? \n— Нет. Выжили целых двадцать тысяч человек!\n— Сколько? Как ты только продерживаешь? Еды у тебя то нет.\n— Мы выращиваем её! На город хватает. И у нас несколько оборонных пунктов!\n     Вы замолчали так как не знали что сказать. Цивилизация на этой планете была очень богатой. Столько ресурсов может иметь только богатая планета. Больше звезда — больше энергии.\n",
    "answers": [
      {
        "id": 50,
        "text": "спросить про звездолет"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Тимофей! Ты не видел мой звездолет?\n— Эм ..\n   Тут в небе зажглась красная точка. Она увеличивалась, становясь все ближе и ближе. Затем звездолет потерпел крушение.",
    "answers": [
      {
        "id": 51,
        "text": "бежать к звездолету"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы подбежали к забору.  Ворота отворились. Вы добрались до звездолета и, открыв люк, запрыгнули внутрь. Там звучала сигнализация, оповещая о самоуничтожении. ",
    "answers": [
      {
        "id": 52,
        "text": "попытаться поднять одну из коробок"
      }
    ]
  },
  {
    "id": 52,
    "text": " Вы попробовали поднять коробку Но у вас ничего не получилось. Тут подъехал Тимофей на грузоподъемнике и перетащил все коробки наружу. \n  Вы стали искать панель деактивации протокола самоуничтожения. Найдя панель, вы ввели код. Сигнализация выключилась.\n",
    "answers": [
      {
        "id": 53,
        "text": "спросить про ремонт звездолета"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Звездолет получится отремонтировать? — спросили вы\n— Смотря какие повреждения!\n  ",
    "answers": [
      {
        "id": 54,
        "text": "идти в двигательный отсек"
      }
    ]
  },
  {
    "id": 54,
    "text": " Вы пошли в двигательный отсек. Но не зная что повреждено, вы не сможете устранить проблему.\n  Вы попробовали запустить звездолет, но он не зааелся.",
    "answers": [
      {
        "id": 55,
        "text": "попробовать завести звездолет с резервного питания"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы попробовали запустить звездолет с резервенного питания. Панель управления заработала. По карте повреждений были: двигатель, грузовой шлюз и стальная стена. Вы хотели было взять герметизатор, но когда полезли в кзак, его там не нащупали. Затем вспомнили, что вы оставили его в мвшине, а энергоячейку вставили в транспорт. Но до туда было очень далеко.\n— Подвезти? — спросил Тимофей, подъехавший на машине",
    "answers": [
      {
        "id": 56,
        "text": "сесть в машину"
      }
    ]
  },
  {
    "id": 56,
    "text": "— Конечно!\n— А для чего мы едем?\n— Надо кое-что забрать!\n   Вы ехали в машине. Тропинка была кривая. Наступила ночь. Тимофей управлял машиной. Вы спали. Наконец вы подъехали. Вы проснулись и, подбежали к брошенной машине.",
    "answers": [
      {
        "id": 57,
        "text": "подобрать герметизатор, вставив энергоячейку"
      }
    ]
  },
  {
    "id": 57,
    "text": " Вы, подобрав герметизатор, вставили энергоячейку.\n— Можем возвращаться!\n    Вы заскочили в машину и поехали в город. Вы опять уснули. Тимофей все так же сидел за рулем. Наконец вы заехали в город. Вы и Тимофей вошли в ремонтную. ",
    "answers": [
      {
        "id": 58,
        "text": "заварить шлюз"
      },
      {
        "id": 59,
        "text": "приварить стальную стену"
      },
      {
        "id": 60,
        "text": "спросить про двигатель"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы заварили шлюз грузового отсека ",
    "answers": [
      {
        "id": 57,
        "text": "назад"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы приварили стальную стену.",
    "answers": [
      {
        "id": 57,
        "text": "назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "— А как мы двигатель поднимем? Он же большой!\n— Погрузим в. грузовик и довезем!\n— Тогда в дорогу!\n    Тимофей погоузил двигатель на грузовик. Вы сели в грузовик и поехали.\n   Дорога была долгоя. Фонарей совсем не было. Местность была похоже на пустыню. Тут ыы заметили, что появились криссталы.  в прошлый раз их не было. Началось что-то неладное.\n   Вы, спустя шесть часов, добрались до закрытой зоны. В ней находился большой магазин. В нем продовали множество разных деталей. В том числе и двигатели.\n— Здравствуйте! Что-то хотите купить?\n",
    "answers": [
      {
        "id": 61,
        "text": "показать двигатель"
      }
    ]
  },
  {
    "id": 61,
    "text": "Продавец прошел с вами. Осмотрев двигатель, он вернулся на свое место.\n— Значит он вам нужен ...Хорошо. Отдам бесплатно!\n   Вы и Тимофей понесли новый двигатель в грузовик. Наконец, вы еле еле разобравшись с двигателем, запрыгнули в грузовик и и поехали к звездлету. Криссталы стали ещё больше. Здесь явно что-то не так. Наконец, вы добрались до звездолета. Вы, выгрузив двигатель понесли в звездолет. Вы еле еле его донесли и приварили в специальный слот. Вы попробовали подцепить провода к двигателю. Но они по размеру не подходили.\n— Вот черт!\n—  Что у тебя там?\n— Разъемы не подходят!\n— Дай посмотрю!\n  Тимофей, убедившись, что они не подходят, ушел. Вы стояли в звездолете и думали как наладить связь с Землей. Вы решили все таки вернуться к разбитому модулю. Но транспорт было сложно достать. Тогда вы стащили машину и, погрузив на неё звездолет, поехали к разбитому модулю.",
    "answers": [
      {
        "id": 62,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 62,
    "text": "Глава 4 Спасательный модуль\n  Вы ехали к спасательному модулю. Криссталы стали еще толще и больше. Дорога была заброшена. Ему кажется или здесь её не было? Возможно от сильного ветра песок сдуло в сторону, очистив дорогу. Вы решили продолжить путь. Наступила ночь. Вы на полпути засыпали. На горизонте была луна. Лил сильный дождь. Гремел гром. Сверкала молния. Но вы продолжали путь. Когда вы прибыли в место назначения, там посадочного модуля не было. Он изчес. Но как? Может дело в криссталах? Может они могут не только заражать, но и испарять вещи любого размера?",
    "answers": [
      {
        "id": 63,
        "text": "быстро сесть в грузовик"
      }
    ]
  },
  {
    "id": 63,
    "text": " Вы быстро и встревоженно, сели в грузовик и поехали в обратную сторону. Тут вокруг вас стали быстро расти криссталы. Вам пришлось сбросить тяжёлый груз. Вы еле еле успели заехать в город. Криссталы дошли до стены. Вы вышли из грузовика.",
    "answers": [
      {
        "id": 64,
        "text": "бежать в главное здание"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы побежали в главное здание. Вы, поднимаясь на последний этаж, видели, как стена начала трескаться. Криссталы стали бить по стенам, пытаясь попасть в город. Наконец, вы оказались на последнем этаже. Там его ожидал Тимофей.\n— Ну что, вернулся?\n— И с плохой новостью!\n   Тут тот посмотрел на ворота. Они очень сильно шатались. Но ворота были сделаны из крепкой стали. Шанс пробития их очень мал. Однако стены были сделаны не из метала, а из кирпичей. Пробить их очень легко. \n   Тимофей и вы стояли на крыше и смотрели на зону.\n— Что делать будем?",
    "answers": [
      {
        "id": 65,
        "text": "предложить план"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Есть план! Нужно найти источник! — сказали вы\n— Нет! Ты никуда не пойдешь!\n— Я должен! Нельзя же просто так бездействовать!\n    Тимофей сел на кресло. Вид у него был задумчивый. Видно он был озадачен проблемой.   \nТимофей взглягул на ворота. Но терять уже было нечего.\n— Ладно иди! И возьми машину!\n   Он бросил вам ключи. Вы их поймали и, зайдя в лифт, направились вниз. Тимофей стоял, чего-то ожидая . Но очевидно перестал,  потому что присел за стол и стал что-то быстро печатать на ноутбуке.\n   Вы сели в машину. Заведя её, вы выехали за ворота. Криссталы уже были размером со стены. Вы ускорившись, ехали по следам из криссталов. Но их было так много, что очень осложнило ситуацию. Особенно на развилке. Как сказали усеные, на этой планете есть миф о Темной области. Тот, кто туда входил, больше никогда не возвращался. Неизвестно что там происходит.\n      Наконец вы приехали на место. По виду, оно было заброшено. Вы заметили спуск. Возле него лежали трупы.",
    "answers": [
      {
        "id": 66,
        "text": "спуститься вниз"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы пошли вниз. Чем ниже вы спускались, тем больше трупов встречалось. Наеонец вы спустились под землю. Там вы увидели кровь, ведущую в пещеру.",
    "answers": [
      {
        "id": 67,
        "text": "войти в пещеру"
      }
    ]
  },
  {
    "id": 67,
    "text": "Пещера была большая и длинная. Рядом было очень много трупов. Среди них валялся посадочный модуль.\n— Что за черт это сделал?\n   Посадочный модуль был полностью разбит. На криссталах была кровь. Возможно это была кровь пропавших. Пройдя дальше, вы услышали стон. Что-то хрустнуло. Вы посмотрев под ноги, увидели, что наступили на орех. Тут стон звучал все ближе и ближе. Напротив вас стоял силуэт. Он был весь покрыт кристаллами. В руке был нож",
    "answers": [
      {
        "id": 68,
        "text": "бежать"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы быстро ринулись бежать. Криссталический монстр с ножом бросился за вами. А за монстром ринулись все остальные. Вы подбежали к выходу. Он был заблокированн. Тогда вы выбили дверь и, заскочив в машину, погнали в убежище. Монстр создал криссталический мотоцикл и погнал за вами.\n— Прием Тимофей! Готовь звездолет!\n— Принято!\n    Вы гнали как могли.",
    "answers": [
      {
        "id": 62,
        "text": "к началу "
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  }
]