[
  {
    "id": 1,
    "text": "Автор : GlazWrite\nЖанр : Фантастика, Боевик\n\nПредисловие :\nАллоид Кирт — солдат межпланетного государства, которое называется Свободная Республика Марлизития. В ходе войны с Великой Имперей Ниитал Аллоид попадает в плен и становится рабом. После года труда во благо империи Кирт вынужден быть гладиатором. Теперь его цель — выиграть турнир, надеясь обрести свободу. Однако это будет далеко не последнее испытание марлизитского воина...\n\nДоп. Информация : Квест находится в разработке. Доступна завязка и первая битва. Коменатрии приветствуются. Отклик читателей способствует написанию квеста. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Огромное прохладное помещение, напоминающее склад. Множество существ, работа которых заключается в сортировке навоза эргинов — огромных животных, похожих на гусениц. Осбенно неприятно собирать зелёную массу было широкоплечему подкачанному мужчине, ростом около двух метров. Имя его — Аллоид Кирт. В целом он был очень похож на человека, за исключением красноватой кожи. У Аллоида были жёлто-оранжевые глаза, его чёрные волосы отросли до плеч, лицо обрамляла редковатая чёрная щетина. Так почему ему эта работа даётся труднее других, спросите вы. Дело в том, что в памяти Кирта, воина великой расы марлизитов, влияние которой разрослось на множество планет, были живы картины нападения расы ниитал на планету Ирбис-5. Тогда захватчики десантировали со своих кораблей сотни эргинов, плюющихся кислотой и пожирающих всё на своём пути. Эти животные практически всеядны. Их навоз, в зависимости от пищи, обладает различными свойствами. Это позволяет ниитальцам использовать отходы жизнедеятельности эргинов в совершенно разных целях : от топлива до лекарств. ",
    "answers": [
      {
        "id": 3,
        "text": "Ниитальцы? "
      }
    ]
  },
  {
    "id": 3,
    "text": "Но кто такие эти ниитальцы? Раса ниитал, также как и раса марлизитов, достигла высокого технологического уровня. Он позволил открывать и колонизировать различные планеты. Великая Империя Ниитал — сокращённо ВИН — достаточно воинственное межпланетное государство. Они объявили захватническую войну Свободной Республике Марлизитии (СРМ). В ходе войны, описанная ранее планета Ирбис-5 была оккупирована. Так Аллоид Кирт попал в рабство. Его ненависть и горечь поражения ещё кипели в жилах. Смириться с новым положением было трудно. Воин ещё грезил свободой и борьбой за справедливость. Сейчас он находился на планете Зирин, климат большей части которой достаточно жаркий. Судя по всему, Аллоид и другие рабы находились где-то вблизи южного или северного полюса — в этих местах преобладает умеренный климат, позволяющий разводить эргинов. ",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "На платформе сверху, почти под самым потолком склада, появились двое — худые фигуры с тонкими конечностями, одетые в длинные темные балахоны. Отсюда им был прекрасно виден труд рабов. Кожа неизвестных была серого цвета, лица имели строгие прямые черты, головы были овальные, вытянутые вверх. Это одни из наиболее типичных представителей расы ниитал. Они вели разговор, глядя на рабов :\n\n— Так кого бы ты посоветовел мне перекупить?\n— Хм, дай подумаю... Ну, сначала погляди вон на того, краснокожего. Пленённый марлизит. Настоящий воин. До сих пор не может смириться с поражением. Пару раз пытался сбегать. Да и сейчас, смотри, отказывается работать!\n— Вижу-вижу... Горячая кровь значит... Пожалуй, то что надо... — в голосе ниитальца звучала задумчивость и заинтересованность.\n\nТаким образом, нииталец, известный под именем Фир Шульс купил штук 20 рабов, занятых в навозной промышленности. Он выбирал сильных и имеющих твёрдый характер. Но для чего ему это? ",
    "answers": [
      {
        "id": 5,
        "text": "Ответ был достаточно прост"
      }
    ]
  },
  {
    "id": 5,
    "text": "Всё та же планета Зирин помимо разведения эргинов и переработки их отходов славилась также гладиаторскими боями. Здесь было мнжоество арен, на которых рабы богатых господ бились насмерть. Переодически проводились крупные турниры : победители битв продвигались по рейтинговой таблице и переезжали на новые арены. Однако для участия раб должен иметь специальную подготовку. Для этого работали школы гладиаторов. Аллоиду Кирту пришлось пройти обучение длительностью один год. Вообще, будучи солдатом, он имел неплохую военную подготовку. Однако марлизитская армия обладала передовым вооружением и не часто сталкивалась с холодным оружием. Согласитесь, стрельба из лазерных пушек и фехтование — всё-таки разные вещи.\n\nАллоид уже два года пробыл в ниитальском заключении. Целый год он пас эргинов и греб их навоз. Второй год учился драться. Следующий год должен пройти в жестоких битвах — начинается турнир. Время шло беспощадно. Но оно никак не могло стереть тоску по дому. Иногда Аллоиду снились родители, дедушкина ферма... Его сердце обливалось кровью. Но затем Кирт брал себя в руки и обращал свою грусть в ненависть к захватчикам. Это придавало сил и толкало тренироваться усерднее. Марлизит верил, что выиграв в турнире, он сможет обрести свободу. Хотя нигде не говорилось, что победивший раб освобождается от гнёта, эта мысль отчего-то вбилась в голову Аллоиду. Он не имел чёткого представления как произойдёт освобождение и что он будет делать дальше. Но сейчас это не имело никакого значения. У марлизита была цель, и сейчас нужно было сделать всё возможное, чтобы её достичь. А о том, что будет после, ещё рано думать. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Аллоиду пришлось прервать свои размышления о свободе. Он стоял в тесном помещении среди других рабов. Скоро откроется дверь и придёт его очередь выйти на арену. \"Смелее. Всё получится. Соберись.\" — мысленно говорил Кирт самому себе. Его лицо не выражало никаких эмоций, хотя Аллоид был несколько взволнован. Конечно, ведь первый же бой может стать последним... ",
    "answers": [
      {
        "id": 7,
        "text": "Выйти на арену"
      }
    ]
  },
  {
    "id": 7,
    "text": "Двери распахнулись. Аллоид вышел на арену. Марлизит был одет в лёгкие штаны, не стесняющие движения. Ноги его были босыми. Набор брони был весьма скудный : открытый шлем, наплечники, налокотники и наколенники. Вооружение состояло из короткого меча (гладиуса) и небольшого круглого щита. \nБеглым взглядом Аллоид окинул зрительские трибуны. Среди толпы он обнаружил обворожительную девушку с бирюзовой кожей и длинными тёмно-синими волосами. На её лице было четыре чёрных глаза. Одета незнакомка была в какое-то дорогое платье. Впрочем, Аллоид не мог как следует её рассмотреть. С противоположной стороны арены показался желтокожий противник, имевший такой же набор снаряжения, как и Кирт. Однако вооружён он был по-другому : в левой руке располагался трезубец, а в правой — сеть.\nИз колонок раздался громогласный голос комментатора :\n— Дамы и господа! На арену вышли новые бойцы : шахтёр родом с Вахланды и представитель марлизитской расы, выдающийся сортировщик навоза эргинов! Да будет бой! — После этих слов голос из динамиков затих.\n\"Даже имён не удосужились назвать...\" — подумал Аллоид. Ему тон коментатора показался едким и презрительным. Хотя какая теперь разница? Битва начинается...\n",
    "answers": [
      {
        "id": 8,
        "text": "Да будет бой! "
      }
    ]
  },
  {
    "id": 8,
    "text": "Аллоид Кирт и его противник постепенно приближались друг к другу. Лицо шахтёра с Вахланды не выражало никаких эмоций. Очевидно, ему было нечего терять.\nВскоре бойцы оказались на относительно небольшом расстоянии друг от друга. Бывший шахтёр вполне мог с такой дальности атаковать трезубцем. А вот гладиус Аллоида оказался  бесполезен.\n\"Придётся защищаться.\" — подумал марлизит, пока его противник, занеся руку над головой, начал тяжёлый замах.\n\nАллоид решил... ",
    "answers": [
      {
        "id": 9,
        "text": "Увернуться"
      },
      {
        "id": 10,
        "text": "Выставить щит "
      }
    ]
  },
  {
    "id": 9,
    "text": "Аллоид отскочил в сторону, увернувшись от удара. Заостренный трезубец, обрушенный сверху, пронзил лишь воздух. ",
    "answers": [
      {
        "id": 11,
        "text": "Атаковать бок противника"
      }
    ]
  },
  {
    "id": 10,
    "text": "Трезубец шахтёра безжалостно воткнулся в круглый щит марлизита. Вскоре боец с Вахланды обнаружил, что вытащить трезубец не так то просто! Это промедление оказалось весьма выгодным для Аллоида... ",
    "answers": [
      {
        "id": 14,
        "text": "Ударить по руке"
      }
    ]
  },
  {
    "id": 11,
    "text": "Пока выходец с Вахланды был дезориентирован неудачной атакой, Аллоид стремительно сократил расстояние и полоснул мечом левый бок противника.  Махать трезубцем вблизи было бы глупо. Поэтому бывший шахтёр решил зацепить и хотя бы ненадолго обездвижить марлизита сетью. План оказался удачным. Путаясь в веревках Кирт совершенно не мог атаковать. Нужно поскорее освободиться! ",
    "answers": [
      {
        "id": 12,
        "text": "Резать сеть мечом"
      },
      {
        "id": 13,
        "text": "Пытаться скинуть с себя сеть"
      }
    ]
  },
  {
    "id": 12,
    "text": "Аллоид разрезал веревки, из которых состояла сеть, и сделал быстрый перекат в сторону. Трезубец вонзился в землю рядом с марлизитом. Шахтёр, ослабленный ранением в бок, оказался открыт для атаки в этот момент. Не раздумывая, Кирт вонзил гладиус в тело противника. Поверженный выходец с Вахланды упал на землю. Аллоид поднял в небо меч, испачканный синей кровью. Трибуны торжественно кричали. Коментатор объявил сортировщика навоза победителем этой битвы. Кирт, вопреки одобрительному шуму толпы, не был рад. Марлизитский воин был опустошен физически и эмоционально. Вытирая пот со лба, Аллоид покинул место сражения. ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Пытаясь освободиться, Аллоид лишь сильнее путался в веревках, из которых состоит сеть. Это было именно то, на что рассчитывал противник. Шахтёр получил достаточное количество времени для нового удара. Три острых зубца пронзили марлизита. Аллоид, ощутив резкую боль упал на землю. В его голове проносились мысли в духе \"Не может быть\" и \"Всё не должно вот так закончиться\". Тем временем, чтобы подстраховаться, выходец с Вахланды совершил второй удар. Он оказался добивающим...\n\n[Марлизитский воин умер, однако у этой битвы возможен и другой исход! Вернувшись на страницу назад, ты сможешь попробовать другой выбор] ",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Марлизитский воин ударил противника по руке, держащей трезубец. Шахтёр бросил бесполезное оружие на землю. Теперь он замахивается сетью... ",
    "answers": [
      {
        "id": 15,
        "text": "Ударить ногой в корпус"
      },
      {
        "id": 16,
        "text": "Сделать перекат"
      }
    ]
  },
  {
    "id": 15,
    "text": "Получив резкий удар ногой в корпус, шахтёр  не смог накинуть сеть на противника. Воин с Вахланды пытался отдышаться. В этот момент его пронзил гладиус марлизита. Противник Аллоида упал на землю. Он был повержен. Трибуны ликовали. Сортировщик навоза был объявлен победителем этой битвы. Испачканный синей кровью меч сверкал под лучами местного солнца. Уставший и опустошенный марлизитский воин покинул место сражения. ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Аллоид сделал ловкий перекат и оказался сбоку от противника, ловящего сетью воздух. Тело шахтёра пронзил гладиус марлизита. Боец с Вахланды повалился на землю. Зрители на трибунах громко кричали в честь Аллоида. Коментатор объявил победу марлизита, сортировщика навоза эргинов. Аллоид посмотрел на меч,  испачканный синей кровью. Кирт был опустошен физически и эмоционально. Он покинул место сражения, не слыша возгласов ликующей толпы. ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Зрители... Обыватели... Они жаждут лишь хлеба и зрелищ. Им всё равно кто с кем борется. Им плевать, кто умрёт, а кто победит. Если не считать ярых болельщиков, ставших фанатами конкретного бойца или тех, кто делает ставки. Но такие зрители не менее противны своей циничностью и хладнокровием, чем обычные. Чёрт...\nА ведь тот бывший шахтёр... Он такой же заключённый. Такой же раб как и я. Я не знаю, чем он заслужил такое положение. Но в любом случае, мы оказались одинаково низко в этой жестокой иерархии. Боец с Вахланды — всего лишь жертва обстоятельств, как и я. Он был вынужден сражаться. Чёрт... Это мой первый бой на арене, и мне действительно жаль противника. На войне бить врагов проще. Хотя и они, если подумать, пешки. Но они, по крайней мере, гибнут за свою правду, делают пользу своей стране. Гладиаторы же гибнут на потеху глупой равнодушной толпе... \" — таким внутренним монологом был озадачен Аллоид Кирт после первой битвы. У него ещё осталась совесть. И, несмотря на свою жажду победы с целью обретения свободы, он прекрасно осознавал бессмысленную жестокость турнира. Она действительно пугает... ",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  }
]