[
  {
    "id": 1,
    "text": "Автор: Irbis\nЖанр: фэнтези, возможны и другие жанры.\nСтатус: завершено.\n\n      Память невечна. Сейчас ты помнишь все моменты, события, происходящие с тобой, людей, которые тебя окружают. Но никогда не знаешь, что будет с тобой завтра. Что будет, потеряй ты память.\n    Я не помнила своего детства. Но считала это нормальным, не все ведь с раннего возраста запоминают все. Вот только некоторые моменты заставили меня поверить в то, что кажется нереальным. Поверить в то, кто я такая...",
    "answers": [
      {
        "id": 2,
        "text": "Начало. 1 часть"
      },
      {
        "id": 65,
        "text": "2 часть"
      },
      {
        "id": 3,
        "text": "Персонажи"
      },
      {
        "id": 4,
        "text": "От автора <plus> номера других историй"
      }
    ]
  },
  {
    "id": 2,
    "text": "(Мир Тайрен, столица Саммертон...за 15 лет до основных событий...)\n\n     Дома полыхали огнем, прорастали деревьями, затапливались водой, летали в воздухе. Находиться тут было невозможно. Война сильно вымотала жителей этого мира. Но как говорится, беда не приходит одна.\n    Война подходила к концу, как вдруг объявился главный ее зачинщик, которого все считали уже погибшим. Но оказалось, это был хитрый ход. Он не только возобновил войну, но и увеличил ее масштабы. Силы были на исходе, мир рисковал быть уничтоженным.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Внешность персонажей.\nОстальные будут известны по ходу повествования.",
    "answers": [
      {
        "id": 5,
        "text": "Мэриэна (Мэра) Рейв"
      },
      {
        "id": 6,
        "text": "Эдвард (Эд) Хамсвер"
      },
      {
        "id": 7,
        "text": "Кэсси (Кэс) Дарлинг"
      },
      {
        "id": 8,
        "text": "Тиберий (Тиб) Кэлор"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 4,
    "text": "     Спасибо, что заглянули сюда. Это моя вторая история, которую хочу вам поведать. Надеюсь, она вам понравится.\n\n   Эта история была придумана давно, но только сейчас решилась ее написать. Если вам понравится, я буду очень этому рада))\n\n   Приятного времяпрепровождения!)\n\nНомера других историй: \n228801\n245509\n268794",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 5,
    "text": "Главная героиня",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/VQTPtKK"
      }
    ]
  },
  {
    "id": 6,
    "text": "Друг Мэры",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/b3S2j9M"
      }
    ]
  },
  {
    "id": 7,
    "text": "Лучшая подруга",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/vqn0s6C"
      }
    ]
  },
  {
    "id": 8,
    "text": "Предстоит узнать",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/J7B5t8t"
      }
    ]
  },
  {
    "id": 9,
    "text": "      Вдруг, в сумерках, послышались шорохи. Шла небольшая группа людей, среди них двое детей — девочка лет шести и мальчик, лет восьми-девяти. \n—  Шейд, не могу больше идти, сил нет. — женщина, говорящая это, упала на колени.\n— Джайлин, держись, совсем немного осталось. —  Шейд, ее муж, обнял ее и помог подняться.\n— Моя девочка... как же мы без нее будем?\n— Мы ее вернем. Как только все закончится, обязательно заберем.\n— Шейд, Джайлин, все готово. — сказал отец мальчика.\n— Вы точно решили его не отправлять? — спросил Шейд.\n— Точно. Мы справимся.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "\n— Клэрис, на тебя вся надежда. Береги мою девочку. — сказала Джайлин, крепко обняв сестру.\n— Мама, а где это мы? — девочка проснулась от голосов, окружающих ее.\n— Мэра, не бойся. Ты с тетей Клэрис временно поживешь в другом месте. Там будет безопаснее. — Джайлин аккуратно поправила волосы девочки. \n— И потом мы вернемся?\n— Конечно. Только пообещай контролировать свою силу, хорошо? Там не привыкли к такому.\n— Обещаю, мамочка.\n— Быстрее! Они вышли на наш след! — прикрикнул Шейд.\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "    Они стали открывать портал. Когда он засиял ярким светом, Клэрис и Мэра зашли в него. Мэра оглянулась, чтобы посмотреть на родителей и своего друга. Тот грустно махал ей вслед и прошептал:\n— Чтобы не случилось, я не забуду тебя.\n     Вдруг вокруг послышались взрывы. Портал качнулся из стороны в сторону и начал закрываться. Клэрис закрыла глаза, прижав к себе племянницу. Но тут услышала ее испуганный голос:\n— Вы кто? Где я?\n   Открыв глаза, она еще больше испугалась. Волосы девочки обрели стойкий голубовато-синий цвет взамен темному...",
    "answers": [
      {
        "id": 12,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 12,
    "text": "(Спустя 15 лет...)\n— Все, ребята! Вы молодцы, на сегодня репетиция закончена. Можете идти домой. — проговорила мисс Келлтон, выходя из актового зала.\n   Собрав свои вещи, я собиралась тоже выйти, как меня окликнула Кейт — одна из самых любопытных девушек группы:\n— Мэра, ты так и не сказала, где нашла такой классный парик.\n— Там таких больше нет. — слегка улыбнувшись, ответила я и направилась в сторону кабинок. Знала бы она, что это такое на самом деле...\n   ",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "      Подойдя к зеркалу, я посмотрела на себя. Будь проклята эта генетическая мутация, из-за которой у меня такой цвет волос... сколько себя помню, все время тетя Клэр красила мне волосы, и вместо синеволосой ходила брюнеткой. Но пару лет назад мне это надоело. Краска держалась недолго, а потраченные нервы жалко. В итоге перешла на парики...\n     Зато в очередном спектакле, поставленным нашими группами, пригодилась моя внешность. Как вспомню навязывания одногруппниц по поводу того, какой парик мне надо найти.. Еле уговорила, что сама найду. И зачем я вообще подписалась на это? Сидела бы себе дома сейчас. А, ну да, просьба Эда, моего друга и местного музыканта. Ну как откажешь этим глазам?",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "     О, а вот и он. Пишет, где я пропала, а то они с Кэсси уже устали ждать. Улыбнувшись, я написала ответ, одела парик и вышла из колледжа.\n— Мэра, у тебя вообще совесть есть? — ворчливо протянула Кэс, при этом протягивая руки для того, чтобы обнять.\n— Ну ты же знаешь мисс Келлтон. Пока все не сыграют идеально, никого не отпустит. — улыбнулась я. \n— Это точно. — посмеялась подруга. \n— А где Эд? Написал, что вы устали ждать, а сам сбежал куда-то. — посмотрела по сторонам я.\n   Не успела Кэс мне ответить, как чьи-то руки закрыли мне глаза и прозвучал голос:\n— А кто это меня тут ищет?\n",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/vqn0s6C"
      }
    ]
  },
  {
    "id": 15,
    "text": "     Хитро улыбнувшись, я молча наступила на ногу этому шутнику.\n— Мэра, с тобой шутить опасно для здоровья! — шипел Эд и одновременно скакал на одной ноге.\n— А ты ничему не учишься. — победно посмотрела на него я. Кэсси тихо смеялась в сторонке. Но когда Эд посмотрел на нее, та сделала вид, что интересуется сообщениями в телефоне.\n— Ладно, твоя взяла. — пробурчал друг. — Так, а где обнимашки для меня?\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/hdyXxrP"
      }
    ]
  },
  {
    "id": 16,
    "text": "     Через несколько минут мы направились в наше любимое кафе. Все-таки повезло мне с друзьями... с Эдвардом мы знакомы с первого класса, а с Кэсси подружились в 9 классе, когда она переехала в наш город. Они оба знают о моем настоящем цвете волос, потому что скрыть от них это было невозможно. Тут мои мысли прервал щелчок рядом с носом.\n— Мэриэна Рейв, я понимаю, как ты устала, но пожалей официанта. Он не первую минуту тут стоит. — сказал Эд.\n— Ой, простите. Мне вот это, пожалуйста.\n— Да все хорошо, не переживайте. Сейчас принесу. — произнес официант.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "      После посиделок с друзьями я пошла домой.\n— Мэра, это ты? — раздался голос с кухни, когда я вошла домой.\n— Да, тетя, это я. \n  После ужина я пошла в свою комнату. Взгляд вновь упал на фотографию, стоящую на столе. Вздохнув, я взяла ее в руки.\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/dQ0dyRX"
      }
    ]
  },
  {
    "id": 18,
    "text": "      Это фото родителей и маленькой меня.. какие они счастливые здесь. Мама и тетя внешне похожи, но характеры разные, по ее же словам. Жаль, что я их совсем не помню. Я вообще не помню детства лет до 7. Раньше меня это несильно волновало, но становясь старше, это становится ощутимей. Хотя кто знает, может позже память будет возвращаться.",
    "answers": [
      {
        "id": 19,
        "text": "Далее",
        "blackout": true
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/nPfQ3MY"
      }
    ]
  },
  {
    "id": 19,
    "text": "      Сегодняшний день начался странно. Налив себе стакан воды, только отвела руку в сторону, как струйка воды потянулась за ней. Вначале я подумала, что это галлюцинации, но когда этот водный шарик начал парить над моей рукой, перепугалась не на шутку. Только минут через 10 мне удалось избавить свою руку от этого. Потом, когда проходила мимо дороги, одна машина обрызгала всех, кроме меня. Я бы промокла, но эти капли резко сменили траекторию и одежда была сухой. Увидев это, я быстро побежала прочь. Не нравится мне это...\n— Мэра, ты в порядке? Мэра? — обеспокоенно спросила Кэсси.\n— Да. Да.. нет.. я приду позже, не ждите меня. — я побежала в сторону пруда и села на лавочку.\n— Кэс, что это с ней? — спросил Эд.\n— Не знаю, но просила ее не ждать. — задумчиво ответила та.\n    Я сидела и смотрела на воду. Что это было такое утром? Что со мной не то? Может я схожу с ума? Лучше пока никому не буду об этом говорить. Встав со скамейки, я пошла в сторону колледжа...\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "     После пар я хотела выйти, как меня остановил Эд.\n— Мэра, ты весь день сама не своя. \n— Не переживай, со мной все в порядке.\n— Знаю я твое \"в порядке\". Мэра, мы знакомы больше половины жизни, я же вижу, что с тобой что-то не так.\nЯ вздохнула.\n— Тебя не обманешь.\n— Вот и я о том же. Пойдем на набережную, там сейчас вкусное мороженое продают.\n— Ты только и думаешь о еде. — улыбнулась я.\n— О тебе тоже. Все, пошли. — он потянул меня за руку. Я пошла следом.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "\n— А ты прав, мороженое действительно вкусное. — сказала я, сидя на камне на берегу.\n— Я же говорил. А ты все сомневалась.\n— Не сомневалась, а просто не верила до конца.\n— Сомневалась.\n— Нет.\n— А я говорю да. — он измазал кончик моего носа мороженым. \n   Я прищурила глаза. Эд, увидев мой взгляд, быстро доел свое мороженое и искоса поглядывал на меня, при этом не переставая улыбаться.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "\n— Теперь расскажешь, что с тобой случилось? — спросил он, присаживаясь рядом со мной на камень.\n— Я не знаю, как это объяснить. Но меня все больше беспокоит то, что я не помню родителей, не помню своего детства. Кажется, что я не помню что-то важное. А еще этот цвет волос...\n— А что с ним? Мне он очень даже нравится. Напоминает океанский цвет. \n— Но только нет нигде упоминаний о том, что такой цвет может получиться из-за генетической мутации. Это ведь ненатуральный цвет.\n— Мэра, ну что ты переживаешь по этому поводу? Ты уникальная и по цвету волос, и по характеру. Ты лучше всех. \n— Спасибо, Эд.\n— Синеволосая ты моя. — подшутил друг.\n— Ой, ну нашел, что вспомнить. — пробурчала я.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "\n—  Проводить тебя до дома? — спросил Эд, когда мы уходили с побережья. Я согласилась.\n   Пытаясь поднять мне настроение, он постоянно шутил, и надо признать, у него это хорошо получается. Всю дорогу улыбка не сходила с моего лица.\n— Мы пришли. Спасибо, что проводил. — повернувшись к Эдварду, сказала я. — Не хочешь зайти? Тетя свой фирменный пирог испекла.\n— А.. нет, спасибо, не сегодня.\n— Ну как хочешь. — я пожала плечами. — Тогда до завтра?\n— До завтра, Мэра. \n— Я так рада, что у меня такой замечательный друг. — мы обнялись.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "\n(Эд не хотел, чтобы эти объятья заканчивались. Но не хотел пугать девушку. А когда она вновь сказала \"друг\", он смог только чуть улыбнуться. \"Друг... я просто друг для тебя. А вот ты..\" — подумал он, смотря, как Мэра заходила в дом. Заметив его взгляд, помахала рукой, прежде чем закрыла дверь. Он помахал в ответ, потом грустно усмехнувшись, пошел дальше...)",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "(Тайрен, Саммертон, 8 лет назад...)\n\n   Война прекратилась 4 года назад. Постепенно мир начал приходить в себя, силы начали восстанавливаться. Все возвращалось на круги своя. \n   На том самом месте, где 7 лет назад открывался портал, стоял юноша лет 16. Он смотрел вдаль, словно обдумывая что-то. На его плече была сумка. Что-то мысленно решив, он посмотрел на место, где должен появиться портал. Сделав необходимые действия, он создал портал. Прежде чем войти в него, он проговорил:\n— Прости, мама, но я обещал, обещал ее найти. — после этих слов он исчез.\n   Он и не подозревал, что за его уходом наблюдала его мама, держащая в руках его записку с обещанием вернуться, и возможно, что не одному...\n",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "(Земля, наше время...)\n\n   Эти репетиции вымотают кого угодно... больше не буду соглашаться на эти авантюры, даже если они идут от Эда. \n— Мэра, хватит сверлить мой затылок взглядом. — проговорил Эд, сидя спиной ко мне. \n— Заслужил.\n— И в чем я провинился? — он повернулся ко мне.\n— Ну например в том, что подговорил меня сыграть эту русалку.\n— Тебе больше всех эта роль подошла.\n— Это не аргумент.\n— Красиво поешь.\n— Тем более.\n— Внешне похожа. И... — ему не дала договорить Кэс, повернувшись к нам.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "\n— Слушайте, вы прям два сапога пара! По любому поводу готовы постоянно что-то доказывать друг другу, аргументировать. Как вы вообще сдружились, уму непостижимо. — она опять уткнулась в телефон.\n    Мы с Эдом пересеклись взглядом. Но он внезапно отвел взгляд в сторону, немного взъерошив волосы. Никогда он так не делал...\n— Эд, все хорошо? — я коснулась его плеча.\n— Да..да, все хорошо. — он отвернулся. \n",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "     После пар я вновь отправилась на побережье. Как бы это странно не звучало, но вода словно слушается меня. Направляется туда, куда я укажу рукой. Отступает, когда я этого хочу.. правда это я проверяла только в ванной. Не стекает с моих рук. И волосы.. мои настоящие волосы становятся немного ярче, когда я управляю водой. Интересно, это может как-то связано? Да и не похоже, чтобы я сходила с ума. Хотя.. кто знает, может это все мне кажется, а на самом деле ничего я не умею.\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "       В этот момент чьи-то руки легли на мои плечи. Я подняла голову вверх. На меня смотрели знакомые карие глаза.\n— В этот раз твой розыгрыш не удался.\n— Я и не разыгрывал тебя. Так, мимо проходил, увидел тебя.\n— Мимо проходил... дорога от колледжа до твоего дома вообще никак не проходит через набережную. — улыбнулась я.\n— Ладно, умная моя, раскусила ты меня. Но я готов искупить свою вину. \n— Я подумаю. — отвернулась я, при этом улыбаясь. Интересно, что он задумал?",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "     Тут я почувствовала прикосновение к своей руке. Его рука коснулась моей ладони и что-то туда положила. Я посмотрела. Это был браслет.\n— Эд. Спасибо. Но...зачем?\n— Ты последнее время грустная ходишь. Вот, хотел порадовать тебя.\n— Очень красиво, спасибо. Как мне отблагодарить тебя? Хочешь, мороженое куплю? Два, твоих любимых?\n",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "     Он молча что-то обдумывал, а потом ответил:\n— Может, просто обнимашки? — он улыбнулся.\n— И все? — Эд кивнул.\n— Ну ладно. — пожала я плечами и обняла его.\n     С детства эти объятия спасали меня. Помогают и сейчас. Как же мне повезло с таким другом... Другом.. Для меня он лучше всех друзей на свете...",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "      Придя домой, я вновь решила потренироваться с водой, только в этот раз решила в то время, когда тетя была дома. Только вот я никак не ожидала, что пойдет наперекосяк. Итог: грохот по всему дому и насквозь промокшая я. В своей комнате. На этот шум прибежала тетя.\n— Мэра, с тобой все... это еще что такое?! — она подбежала ко мне. И тут же села на мою кровать. — Нет, нет...\n— Тетя, что с тобой? Тебе плохо?\n— Это рано или поздно произошло бы... — прошептала она, прикоснувшись к своим вискам.\n— Ты о чем?\n— А, Мэра... ты переодевайся и спускайся вниз. Есть один разговор. — она вышла из комнаты.\n",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "     Спустя несколько минут я спустилась вниз. Тетя сидела на диване, рядом с ней емкости — одна с водой, другая без.\n— Садись. Я слишком долго откладывала этот разговор, думала, что если не затрагивать эту тему, то вдруг это мимо пройдет? Хотя стихии не пропадают просто так...\n— Стихии?\n— Мэра, я не буду нагружать тебя всеми подробностями, пока расскажу историю твоей силы.\n— Хорошо. \n— Скажи, давно у тебя это началось?\n— Недели 2 назад. \n— Совпадает... Мэра, помимо планеты Земля, есть еще другие миры и планеты. Один такой мир называется Тайрен. Он населен жителями, которые обладают силами стихий, одна на каждого.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "\n— А какие стихии? Одна, я так поняла, вода?\n— Именно. Помимо нее есть стихия огня, земли и воздуха. Объединяя силы друг друга, мы можем превращать наш мир в процветающее место. Также у всех стихийников есть отличительная черта. При использовании силы мы меняем цвет своих волос, так мы становимся едиными со своей стихией. — при упоминании этого я невольно коснулась своих волос.\n— Меняете цвет... а почему у меня нет такой возможности?\nТетя вздохнула.\n— Мэра, я обязательно тебе расскажу, но не сейчас. Слишком много информации будет для тебя на первый раз. Давай я пока начну потихоньку учить тебя контролировать свою стихию. \n    Немного подумав, я согласилась. Радует то, что мне все-таки это не показалось...",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "     Занятия с тетей даром не прошли. Мне стало легче управлять водой, научилась придавать ей форму по желанию. Тетя рассказала, что если воду соединить с другой стихией, то можно получить невероятные сочетания. Жаль, что у меня нет возможности это узнать.\n",
    "answers": [
      {
        "id": 36,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 36,
    "text": "\n— Так, вы на репетицию пойдете? — к нам с Кэсси подбежал Эд и положил руки нам на плечи. — А то без вас там делать абсолютно нечего.\n— Так уж нечего? — спросила Кэс, убрав его руку со своего плеча.\n— Представь себе.\n— Да ну? — она хитро посмотрела на него.\n— На что бы ты там не намекала, я не поведусь. — Эд отвернулся. \n— Эд, песня готова? — сменила тему я.\n— Я уж думал, ты забыла. Конечно. Как раз там и сыграю.\n— Отлично. Я приду. А сейчас извините, пора бежать. Тете обещала помочь.\n",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "(Пока Мэра бежит домой, останемся пока с Эдвардом и Кэсси.)\n\n— Так и не расскажешь ей? — спросила Кэсси.\n— Ты о чем? \n— Ты действительно не понимаешь или притворяешься? Эдвард, об этом не надо молчать. Я же вижу, как ты смотришь на нее.\n— Это разрушит нашу с ней дружбу. \n— Ты уверен? Неужели ты думаешь, что она забудет все, через что вы вместе прошли?",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "\n— И что ты предлагаешь? — Эд посмотрел на девушку. — Придти к ней и сказать: \"Привет, Мэра, ты мне очень нравишься, будешь ли ты встречаться со мной?\" Так что ли? Да я разрушу так все!\n— Не так, конечно. Но поговорить вам надо. \n— И как ты предлагаешь это сделать?\n— Для начала можно сделать так... — девушка начала рассказывать.\n",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "(Пока Мэра делает свои дела, перенесемся к другому человеку...)\n\n    Последний месяц он чувствовал знакомую силу. Ту самую водную стихию. Но она была настолько слаба, что он не мог понять, от кого именно она исходит. Да и даже при малейшей трате силы волосы должны перекрасится, а девушек с такими изменениями в своем окружении он не находил. А его окружение —  это целый колледж.\n    Тиберий Кэлор в 19 лет поступил в колледж города Кливленд. И почти сразу стал местной достопримечательностью. Именно ей — не каждому дана такая внешность, как у него. Да еще и когда ты умеешь удивлять — это впечатлит любую. ",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "    Он владел стихией земли — одной из самый сильных в Тайрене. Но для освоения полной силы ему не хватало той, кто будет сдерживать его силу и тем самым становиться сильней самой. А для этого подходит именно стихия воды. Да искал он ее не только потому. Он искал своего друга, ту, кто смогла увидеть его внутренний мир, а не только внешний вид. \n     Когда ее увезли, ему первое время было непросто. Постепенно воспоминания о ней стирались, но когда ему исполнилось 15 лет, воспоминания вспыхнули с новой силой. А вместе с ними и возросла его стихия. Тогда он понял, что должен вернуть ее, но так, чтобы она сама этого захотела.\n",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "      Отправившись на Землю, Тиб думал, что легко найдет ее, но не ожидал, что поиски затянутся на долгие несколько лет. На Земле все оказалось гораздо сложнее, чем в Тайрене. Мало того, что нельзя проявлять свою силу в открытую, так еще и самому практически невозможно кого-либо найти. Зато за это годы он сумел освоиться и сойти за обычного парня.\n     Проучившись в колледже около двух лет, он увидел в списках поступающих девушку по имени Мэриэна. Неужели ему повезло на этот раз? Вот только ее фамилия была ему незнакома. Да и внешность. Он помнил ее 6-летней девочкой с темно-русыми волосами, а тут брюнетка. Да и сила не ощущалась. Но что-то заставляло его смотреть на нее. Что именно — он не смог тогда понять.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "      Как позже выяснилось, она поступила сюда не одна. Около нее всегда была рыжеволосая девушка, также не обращающая на него никакого внимания. Да и она не сильно интересовала его. Также рядом с ней постоянно был блондин, чье присутствие не столько раздражало Тиба, сколько забавляло. Они вполне могли стать друзьями из-за схожего чувства юмора, только вот блондинчик вряд ли бы согласился на это.\n    И вот, спустя 2 года затишья, он почувствовал ту самую силу, которую искал столько лет. Как он и предполагал, стихийницей оказалась та самая девушка, привлекшая внимание Тиба еще тогда. Мэриэна Рейв...",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "(Возвращаемся к Мэре...)\n\n   В кои-то веки нас отпустили пораньше с пар. То обычные занятия, то дополнительные, теперь еще и спектакль этот, будь он неладен... Сбежав от всех, я отправилась к побережью, чтобы спокойно отдохнуть от суеты и почитать. Но не прочитав и полстраницы, уснула.\n    Разбудил меня шелест страниц рядом с мной. Не открывая глаз, я проговорила:\n— Эдвард Хамсвер, ты или сейчас откладываешь мою книгу в сторону, или я сама начну разыгрывать тебя. Что будет намного катастрофичнее.\n— Интересное произведение. — раздался незнакомый мужской голос.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "     Открыв глаза, я резко села и, пытаясь сфокусироваться, посмотрела на обладателя этого голоса. Это был шатен с зелеными глазами.\n— Ты кто? — спросила я.\n— Мэра, я Тиб.\n— И?\n— Тиберий Кэлор. — он широко улыбнулся.\n— И?\n— Что \"и\"? \n— И что ты хотел, Тиберий Кэлор? — после сна я сама доброта.\n— Познакомиться с тобой.\n— Так мы уже знакомы.\n— Правда?\n— Ну, ты знаешь мое имя, я знаю твое. Что еще нужно?\n",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      },
      {
        "id": 44,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/2FD8Cq5"
      }
    ]
  },
  {
    "id": 45,
    "text": "\n— Ты не помнишь меня?\n— Ну.. лицо знакомое... — я задумалась. — Кажется, ты тоже из колледжа.\n— Ну.. да. Мы из одного колледжа. А нашу раннюю встречу не помнишь?\n— А она была? Прости, но такое я бы запомнила наверно. Но этого не было, так что извини, мне пора бежать. Пока!\n— Погоди. — я повернулась к нему. — А вдруг вспомнишь?\n— Тогда к тебе и побегу. Сразу же. Первым рейсом. — сказав это, я побежала в сторону дома.\n   Он и вправду немного странный, как о нем и говорят. За ним толпы девушек бегает, а ему все равно. Молчаливый, но исправно учится. И что это я его так заинтересовала? И что я должна вспомнить?",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "   На следующий день я шла в колледж вместе с Кэс. По пути рассказала про разговор с Тиберием.\n— Так, а ну признавайся, подруга. Ты встречалась с Кэлором, и мне не сказала?\n— Да не было встреч никаких, в том-то и дело. Я не знакома с ним лично, но в колледже несколько раз пересекались. Вот и все.\n— Ну тогда странно это. Может, он обознался?\n— Надеюсь. — вздохнула я. \n— Понятно. Кстати, мое приглашение в гости все еще в силе. \n— Да-да, я помню. Приду. — подруга в ответ улыбнулась.\n ",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "    После пар мы пошли в гости к Кэсси. Покупаться в бассейне, поиграть с друзьями да и просто отдохнуть. Отдохнуть... мне опять с этим не повезло. \n   Учитывая приближающееся лето, мне опять пришлось красить волосы вместо ношения парика. И если раньше при соприкосновении волос с водой все было нормально, то сейчас... нырнула в бассейн, а вынырнув, увидела перепуганные лица друзей. И падающий телефон Кэс.\n— Э-это... это что? — перепуганно спросил Эд, глядя на меня.\n",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "\n— Эд, ты о чем? — тот молча смотрел на меня. За него ответила Кэсси.\n— Мэра, ты ведь не в парике пришла, а волосы покрасила в черный, да?\n— Да, все верно. Да что с вами ребята?\n— Как только ты нырнула, бассейн охватила вспышка и волосы.. стали синими.\n— Что?! — я подбежала к сумочке и схватила зеркальце. — Нет, но как? Краска водостойкая! Я же ей раньше пользовалась!",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "\n— Мэра, что происходит? — к Эду вновь вернулся дар речи. \n— Ребят, если я вам расскажу, вы вряд ли мне поверите. — грустно усмехнулась я.\n— Ты попробуй, а мы по ходу разберемся.\n— Ладно. Помимо Земли есть другие миры. Я иномирянка. Мой родной дом — Тайрен... — я начала рассказывать то, что поведала мне тетя.\n",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "     Ребята были слегка поражены моим рассказом.\n— Я же говорила, не поверите ведь.\n— Не-не, я верю, верю. Просто это.. непривычно. — промолвил Эд.\n— Впечатляет, но правда с трудом верится. — подтвердила Кэс.\n— Я понимаю. Поэтому и держалась подальше от воды. Эх, опять волосы перекрашивать.. парики видеть уже не могу. — я посмотрела на волосы. Менять цвет они явно не собирались.\n— Мэра, а зачем? По-моему, тебе и так идет. Сейчас многие так ходят. Вспомни Элис из школы. — сказал Эд.\n— Ой, ну ты мне еще Стива припомни с его вечной окраской волос. За неделю по несколько раз. — Эд чуть не свалился в бассейн от смеха.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "     Да уж, мое появление в колледже не осталось незамеченным. Такая реакция вызывала у меня некий дискомфорт, и сила больше ощущалась. Лучше бы перекрасила все-таки... И тут не кончились одни трудности, начались другие. После пар ко мне подошел Тиберий Кэлор...\n— Привет, Мэра.\n— Привет. — ответила я, боясь смотреть ему в глаза.\n— Тебе идет такой цвет.\n— Спасибо. \n— Ты меня узнала? — он с надеждой посмотрел на меня.\n   Друзья, ну где вы? Сила и так рвется наружу...\n",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "\n— Тиберий, — я повернулась к нему. — Ты должно быть перепутал меня с кем-то. Я действительно не знаю тебя.\n— Но мы дружили в детстве, играли вместе. Росли с малых лет вместе.\n— Да я не помню детства своего! Что было со мной до 7 лет, не помню! Внешность родителей вижу только на фото, что с ними случилось — не знаю! Я вообще не знаю, кто я! — меня прорвало.\n   Прямо надо мной прогремел гром. Меня всю трясло. Я чувствовала, как сила просится наружу и я не сумела ее всю сдержать. Начался ливень...\n",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "     Тут я почувствовала, как кто-то укрыл меня от дождя. Подняв голову вверх, я встретилась взглядом с Кэлором. Он держал зонт над моей головой. Волосы мои стали ярко-синими. \n— Я не знаю, кто я. — прошептала я.\n— Я знаю. — прошептал тот.\n— Как? \n— Я тоже из Тайрена.\n— Ты? Но.. как.. как ты здесь оказался?\n— Пришел за тобой. Я ведь обещал. — Тиб слегка улыбнулся.\n   И тут я вспомнила фразу из детства: \"Что бы не случилось, я не забуду тебя\"...",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "\n— Ты.. расскажешь мне все?\n— Конечно. Только давай для начала угомоним этот дождь.\n— Я не умею.\n— Мы с тобой делали это в детстве. Возьми меня за руку и позови свою стихию. — я сделала, что сказал Тиб. Вскоре я почувствовала другую стихию.\n— Это моя стихия. Стихия земли. Природа впитает твой дождь. — словно прочитав мои мысли, ответил парень.\n— Открывай глаза. — проговорил он через минуту.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "     Открыв глаза, я поразилась. От дождя не осталось и следа. Только буйная и яркая растительность напоминала о сильном дожде.\n— А.. что это с твоими волосами? Объединение со стихией? — в самом деле, его волосы приобрели зеленоватый оттенок.\n— Ты уже что-то знаешь, это хорошо. Мне меньше рассказывать. Тут есть где перекусить? Заодно и расскажу тебе все.\n— Да, пойдем. — я отвела его в кафе.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      },
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/LnkBWqF"
      }
    ]
  },
  {
    "id": 56,
    "text": "(Пока Тиб и Мэра разговаривают в кафе, перенесемся в их детство...)\n\n— Тиб, ты же обещал меня научить объединять стихии, а сам убежал помогать Камми. — шестилетняя Мэра смотрела исподлобья на своего друга, девятилетнего Тиба.\n— Знаю, что обещал. Но ты ведь знаешь мою двоюродную сестру. Везде найдет приключения для себя.\n— Она взрослая уже, ей 13 лет. — хмуро напомнила девочка.\n— А вот сила ее с этим не согласна, они никак не могут поладить. Вот мне и приходится ее сдерживать.\n",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "\n— А другие разве не могут?\n— Как видишь. \"Ты же самый сильный в нашей семье, у тебя самый лучший контроль сил, ты должен помогать ей, несмотря ни на что!\" — Тиб передразнил голос одного из родителей. — А то, что я ребенок и сам толком не научился объединять стихии, так это никого не волнует...- вздохнул мальчик.\n   Мэра села рядом и обняла руку друга.\n— Мне говорили, что наши стихии хорошо дополняют друг друга. Я обещаю тебе помочь.\n— Спасибо. — он приобнял подружку. — Смотри, что я придумал.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "\n— Что? — она посмотрела на Тиба.\n   Тот молча вытянул руку ладонью вверх. На ней взвилось небольшое облачко.\n— Направь сюда свою стихию.\n— И что будет?\n— Увидишь. \n   Девочка сделала так, как просил Тиб. Облачко растворилось. Тиберий коснулся этой ладонью земли, и из нее пророс невероятной красоты цветок. Когда он раскрылся, казалось, будто он из фарфора. Мэра слегка коснулась его, и он растворился белой пыльцой, которая начала сиять.\n    Девочка, ойкнув, скрылась за спиной друга...\n\n(Конец воспоминания...)\n",
    "answers": [
      {
        "id": 59,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 59,
    "text": "\n— Теперь ты понимаешь, почему я пришел на Землю? — допивая кофе, спросил меня Тиб.\n— Понимаю. Прости.\n— За что?\n— Ну как... я не помнила тебя. И реагировала так. И ведь никак не могла понять, что же тебе нужно от меня? А оказывается, ты мой друг детства. — я улыбнулась ему. Мне показалось, или его рука потянулась к моей, но потом передумала?\n\n— Тебя проводить до дома? — спросил Тиб, когда мы вышли из кафе.\n— Не откажусь. Устала так, будто весь день тяжести таскала.\n— Это последствия неконтролируемой силы. У меня так же бывало первое время.\n   Мы почти дошли до моего дома, как меня окликнул голос. Голос Эда.\n— Мэра?",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "     Я обернулась. Он был на другой стороне улицы, но поняв, что я услышала его, побежал к нам.\n— Что с твоим телефоном? Я не мог дозвониться до тебя. Подумал, что ты дома, а тебя нет там. \n— Прости, Эд, телефон разрядился. Не успела домой зайти.\n— Да я уже понимаю, почему. \n— Ты о чем?\n— Гуляла. С ним. Могла бы предупредить, я бы не беспокоил твою тетю своими вопросами.\n",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "\n— А ты кто ей? Брат что ли? Друг? Или...? — тут заговорил Тиб, внимательно оглядывая Эда.\n— А тебе какое дело? — посмотрел на него Эд.\n— Ну надо же посмотреть, с кем общается моя подруга детства.\n— В смысле? Мэра? — Эд перевел взгляд на меня. Погодите, в его взгляде.. ревность?\n— Эд.. Тиб тоже из Тайрена, как оказалось. Мы с малых лет знакомы и общались до того, как... как я оказалась на Земле.\n",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "\n— И ты все эти годы знала? И молчала?!\n— Не смей кричать на нее. — проговорил Тиб.\n— А ты со мной не говори так. Где ты был, когда она плакала в начальных классах из-за того, что отличалась от других? Где был, когда она радовалась своим оценкам? Когда она лежала в больнице? Когда она заканчивала школу? Где ты был, друг? Появился, когда у нее все хорошо стало, да? Когда..- Тиб не дал ему договорить и ударил. \n— Я в Тайрене был, искал все эти годы способ открыть этот несчастный портал, который был разрушен! — Эд хотел ему ответить, но в этот момент их окатила сверху ледяная вода.\n",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "\n— Что за...? — проговорил Эдвард, глядя вверх.\n— Это чтобы вы оба остыли и подумали над своим поведением. — проговорила я, опуская руки. — Да что с вами?! Нашли время разбираться. Ночь на дворе, а они дерутся! Что вы как дети малые! Неужели не можете спокойно обсудить все? Тиб, на тебя это не похоже. Ты производил впечатление адекватного человека.\n— Мэра, я...\n— Я видимо, ошибалась. А ты, Эд? Уж от тебя я не ожидала такого. Ты всегда был спокоен, рассудителен. — тот отвел глаза в сторону. — Видимо, ошибалась и в тебе.\n",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "    Я пошла в сторону дома. Меня окликнул Эд.\n— Мэра, прости меня. — я обернулась.\n— Я устала, Эд. И у меня нет сил больше говорить. Сегодня и так по моей вине внеочередной ливень был.\n— Как это — по твоей вине? — я не ответила и, вздохнув, зашла в дом. С Эдом что-то неладное творится. Так себя не ведут друзья. Ну не влюбился же он в меня? Нет? Или да? Завтра у Кэсси спрошу.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец 1 части"
      }
    ]
  },
  {
    "id": 65,
    "text": "\n— Так, Мэриэна, признавайся. — сказала Кэс, входя в мою комнату. Я в этот момент сидела и смотрела в окно.\n— Привет, ты о чем? — я повернулась к ней.\n— Во-первых, ты почему выключила телефон?\n— А, это. — я взяла телефон в руки. — Забыла включить. Вчера был непростой день.\n— А вот теперь во-вторых. Кэлор и Хамсвер засыпали меня сегодня вопросами типа \"Как она? Что с ней? Все ли у нее хорошо?\" И если я спокойна, когда Эдвард о тебе спрашивает, то Тиберий Кэлор... \n— Тиберий Кэлор из моего родного мира, как оказалось. — устало произнесла я.\n",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "\n— Так, а с этого места поподробней. — подруга села на кровать.\n— Что подробней... он мой друг детства, тоже стихийник.\n— Воды?\n— Нет. Земли. Вчера у меня был всплеск силы, он помог это остановить. И волосы его окрасились в зеленый.\n— Как интересно! А откуда он здесь?\n— Отправился за мной сюда.\n— Смотри, как ценит тебя. — улыбнулась Кэс. Я усмехнулась.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "\n— Так, а почему они оба меня терроризировали вопросами?\n— Тиб меня провожал до дома, потому что мне было нехорошо, а Эд ждал меня около дома. И ему явно не понравилось, что меня парень проводил. Я понимаю, что и моя вина тут есть, телефон разрядился, но на него это совсем непохоже. Кэс, что происходит?\n— Ты о чем конкретно?\n— Кэсси, они чуть не подрались! Что с Эдом происходит? Его трудно вывести из себя, а тут стоило Тибу спросить, кто он для меня, так он вспылил! — Кэс смотрела в сторону и молчала.\n",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "\n— Кэс.. — она посмотрела на меня.\n— Мэра, я обещала ему не говорить тебе, пока он сам не захочет.\n— Но почему?\n— Он боится твоей реакции. \n— Значит, я права?\n— Я думаю, будет лучше, если ты сама спросишь у него. Вам вообще не помешает поговорить. Глянь на телефон, посмотри, сколько пропущенных звонков. А мне убегать пора. — она только хотела выйти, как вернулась обратно. — Забыла совсем. Они вот что передали тебе.\n— Что это?\n— Не знаю. Мне пора. И еще, Мэра. — я посмотрела на нее. — Я не нанималась в почтальоны. — она подмигнула и вышла.\n\n\n",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "     На кровати лежали 2 коробочки, упакованные в оберточную бумагу. Одна зеленого цвета, другая синего. Я по очереди подняла каждую. Не тяжелые. И подписаны: зеленая от Тиба, синяя от Эда. Возникает вопрос: какую первой открывать?\n\n\n\n\n\n\n\n(Важный выбор! Отсюда история делится на 2 линии: история с Тиберием Кэлором и история с Эдвардом Хамсвером. Рекомендуется поставить закладку.)",
    "answers": [
      {
        "id": 70,
        "text": "Подарок от Эда"
      },
      {
        "id": 71,
        "text": "Подарок от Тиба"
      }
    ]
  },
  {
    "id": 70,
    "text": "       Немного подумав, я решила открыть первым подарок Эда. Я была все еще обижена на него, точнее на его реакцию, но любопытство взяло вверх. Открыв коробку, я поразилась тому, что увидела. Надо же, он еще помнит... Сверху лежала записка:\n\"Мэра, пожалуйста, прости меня. Я не должен был кричать на тебя, вести себя так. Просто я очень перепугался за тебя, особенно если учитывать последние обстоятельства. Я очень сильно дорожу тобой и боюсь потерять. Знай, я всегда рядом. \nНадеюсь ты улыбаешься, глядя на подарок :)\nТвой друг, Эд.\"",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "      Долго я смотрела на эти подарки, точнее на упаковки. Никак не могла решить, какую открыть первой. Вроде обиду на Эда хочется поскорее забыть, и в то же время интересно, зачем Тибу подарок отправлять. В итоге решила открыть зеленую упаковку. \n    Взяв коробочку в руки, я осторожно стала открывать крышку. Сверху лежало фото. Там изображены две детские руки, держащиеся друг за друга. И на них браслеты. На одной руке браслет с черными камушками, а посередине голубой, а на другой — точно такой же браслетик, только с противоположными цветами. Что-то знакомое...\n",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "      Обида постепенно сходила на нет. И не потому что мне сделали подарок. А потому, что Эд искренне переживает из-за того, что сделал. А подарок правда чудесный, он запомнил, как я давно об этой заколке мечтала. Я решила написать Эду и поблагодарить его. И извиниться самой за свое поведение. Ответ пришел почти сразу с приглашением погулять. Я согласилась. Договорились встретиться на пристани.",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      },
      {
        "id": 72,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/tXsbcSy"
      }
    ]
  },
  {
    "id": 73,
    "text": "\n— Привет, Эд. — сказала я, подходя к другу. Он повернулся ко мне. В его руках была маленькая плюшевая игрушка.\n— Привет, Мэра. — он немного грустно улыбнулся. — Это тебе. — он протянул мне игрушку.\n— Спасибо. Но не стоило, правда. — я посмотрела ему в глаза.\n— Это лучше цветов. \n— Ну, тут ты прав.\n— Прогуляемся? \n— И по мороженому?\n— Как же без этого? — улыбнулся друг.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "      Купив мороженое, мы сели на скамейку.\n— Эд, извини меня за такой вопрос, но... кто я для тебя? Пойми меня правильно, мне правда важно это знать. Твоя реакция на Тиба... была не очень дружеской.\n   Эд смотрел вдаль, сжав челюсти. Было видно, что у него внутренняя борьба. Я слегка коснулась его плеча. Он заговорил.\n— Да, Мэра, ты права. Ты для меня не просто друг. Ты мне очень нравишься. Но не как друг. \n— Давно это?\n— С 10 класса.\n— Получается, я ужасный друг, не видела очевидного. Ты из-за меня мучился столько лет. — я не ожидала такого признания.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "\n— Здесь нет твоей вины. Я же молчал об этом. \n— Эд, прости меня, пожалуйста. Ты ведь именно поэтому так среагировал на слова Тиба?\n— Да. — он вздохнул. — И... ты теперь знаешь мой секрет. Мэра. — я посмотрела на него. — И что ты скажешь на это? Я знаю, что обычно я куда более решителен, но тут сама понимаешь..\n— Понимаю. Мне просто время нужно, чтобы это понять и свыкнуться. — я посмотрела на игрушку в своих руках. \n— Конечно, Мэра. ",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "      Возвращалась я домой в смешанных чувствах. Я и вправду не догадывалась о чувствах Эда ко мне. Были подозрения, но сваливала это постоянно на дружескую заботу. Мы ведь с 1 класса знакомы и столько же дружим. А я? Как мне реагировать на это? \n   Я и сама замечаю, что часто думаю о нем. Но вот только как о друге? Он меня лучше всех знает. Знает, как развеселить, как поддержать, когда грустно. Или просто сидел рядом и слушал. А я не замечала. Не замечала его отношения ко мне. Кто я после этого? Еще и Кэс не рассказала. Погодите. Кэс? Она знала. И молчала. Подруга называется...",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "      Хотя... она поступила именно как друг. Сдержала обещание не говорить.\n— Мэра, хорошая моя, ты в порядке? — прервала мои мысли тетя. Я не заметила, как до дома дошла.\n— А? Да. Почти. Много новостей сегодня за день просто.\n— Новости хорошие?\n— И да, и нет. Тетя, мне твой совет нужен. — кто, как не близкий человек, поможет тебе привести мысли в порядок?\n— Конечно. Пойдем на качели. Там цветы пахнут лучше всего. — я улыбнулась.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      },
      {
        "id": 77,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/bXtrg4w"
      }
    ]
  },
  {
    "id": 78,
    "text": "\n— Итак, я слушаю тебя.\n— Как бы ты поступила, если бы твой друг сказал тебе, что ты ему нравишься?\n— Не как друг?\n— Да.\n— Ну, смотря на то, каким ты видишь этого человека.\n— Это как?\n— Я бы посидела и подумала, какие качества у этого человека, как он себя ведет с другими. Ведь возможно и тебе захочется быть с этим человеком. А для этого необходимо знать его достоинства и недостатки.\n— Это разумно. — через несколько минут ответила я.\n",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "\n— Это Эдвард?\n— Что? — я повернулась к тете.\n— Эдвард тебе признался?\n— Да... он с 10 класса влюблен в меня, а я... я даже не замечала это. Он боялся потерять нашу дружбу.\n— Тебе очень повезло с таким другом. Или не только другом.\n— Так ты предлагаешь дать ему шанс?\n— Мэра, выбор так или иначе за тобой. — тетя приобняла меня. — Каким бы ни был исход, постарайся не разрушить то, что вы вместе строили долгое время. \n— Обещаю.. А расскажи мне о родителях. Как они познакомились? \n— О, ты затронула очень интересную историю. Дело было так....\n",
    "answers": [
      {
        "id": 80,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 80,
    "text": "     Через несколько дней после разговора я лежала в своей комнате и думала. Больше всего о своем родном мире, Тайрене. Какой он? Что там есть? Как вообще там живется сейчас? Ответы на эти вопросы мне может дать только один человек — Тиберий Кэлор. Вот только... что самое главное ему нужно от меня? Он действительно хочет вернуть меня домой или же ему просто важна моя сила? А что если проверить его? \n    Я села на кровать. Что, если ненадолго отправиться в Тайрен? Можно сказать, на экскурсию? Он ведь все равно против моей воли меня там не оставит, а так хоть пойму, захочу я там жить или нет. Идея хорошая, но как ее реализовать? Еще и учеба... Я вздохнула. Вопросы, сплошные вопросы. С одной стороны мне хочется там оказаться, с другой... а вдруг мне там понравится и я останусь там? А Эд? Он ведь останется здесь, на Земле.. \n    Так, все, лучше выйти на воздух. А лучше всего — на набережную.  \n     Недолго собираясь, я вышла...",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "     Придя туда, я вдохнула приятный морской воздух. Вот где можно привести мысли в порядок, так это здесь. Луна светила прямо в лицо и прокладывала свою дорожку на волнах. Волны тихо бились о берег. А на берегу сидел кто-то, точнее чей-то силуэт. А вот это уже немного напрягает. Ой, он повернулся...\n— Мэра? — слегка удивленный голос принадлежал Эду. — Ты как тут оказалась?\n— А ты как?\n— Я сюда часто прихожу, когда хочется отдохнуть. Отсюда интересно смотреть на звезды и ночное море.\n— Да, тут и вправду красиво. — я посмотрела вокруг. — О, ты и на гитаре тут играешь?\n— Это место очень вдохновляет меня. — слегка улыбнулся Эд. — Хочешь сыграю что-то тебе?\n—  Хочу. — улыбнулась я.\n— Тогда садись. — он показал на место недалеко от себя. Я села.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "     Послышались первые аккорды, а потом запел Эд. Вначале тихо, но даже так чувствовалось, как поет его душа. Казалось, через эту песню он говорит мне то, что трудно сказать так, словами. Я слушала его, не отводя взгляда. Он тоже смотрел мне в глаза. Даже когда допел. Не хотелось нарушать эту тишину.\n    Вскоре Эд сел рядом и я положила голову ему на плечо. Он приобнял меня. Мы смотрели на луну, которая была над морем.\n— Эд, спасибо за песню, она чудесная.\n— Рад, что тебе нравится. Хотя это я должен благодарить тебя. — проговорил тот, уткнувшись подбородком в мою голову.\n— Это как?\n— Именно ты вдохновила меня написать это. Как и прошлые песни.\n— Я? — я подняла голову и посмотрела на него.\n",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "\n— Ты. Ты всегда вдохновляешь. Своей улыбкой, поддержкой. Своими качествами. Несмотря на то, как тебе бывает тяжело, ты всегда рядом с теми, кому нужна помощь. Ты замечательная. — он слегка коснулся губами моего лба.\n— Спасибо. Но ты преувеличиваешь, мне кажется. — от его действий было приятно.\n— Я лучше знаю. — улыбнулся тот.\n— Знает он... — пробурчала я. Эд тихо засмеялся в ответ. Но потом сказал:\n— Предлагаю отвести тебя домой. Или можно дальше любоваться луной.\n",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "\n— А если мы здесь останемся, научишь меня на гитаре играть?\n— Ты решила научиться каждому хобби, которое я делаю? — усмехнулся Эд.\n— Не хочешь?\n— Мне нечем будет удивлять тебя.\n— Я сомневаюсь в этом. У тебя талант радовать людей.\n— Уговорила, смотри... — он начал меня учить...\n\n\n(Если кому-то интересно, то вот песня, которую Эд спел Мэре: Росс Линч — On My Own)",
    "answers": [
      {
        "id": 85,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 85,
    "text": "      Через несколько дней мы с Кэсси сидели в моей комнате.\n— Ты все хорошо обдумала? — спросила подруга.\n— Думаю да. Кому, как не ему, я смогу в полной мере доверять? \n— Боюсь потом видеть тебя с горой салфеток. \n— А ты не бойся. — я улыбнулась ей в ответ.\n— А как же Тиб? Ты с ним поговорила?\n— Да. \n— И?\n— Он понял, что мне было непросто. И я не со зла так поступила.\n— А дальше? Мэра!",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "\n— Что? — я посмотрела на Кэс.\n— Опять Эд написал?\n— Как догадалась?\n— Ты украдкой что-то смотришь в телефоне. Думаешь, это незаметно? — она улыбнулась.\n— Ну... заметно?\n— Очень. Так что по поводу Тайрена?\n— А, так... он не против свозить меня туда ненадолго. Но только когда либо на выходных, либо когда каникулы начнутся.\n— Это хорошо. На каникулах лучше все-таки. А Эд как отреагировал? — Эд....\n",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "(Несколько часов назад...)\n\n— Я бы не отпускал тебя туда, вообще. Но и не хочу препятствовать тебе. Там ты ведь родилась и жила первое время. — нарушил тишину Эд спустя несколько минут после того, как я сказала о своей мечте съездить в Тайрен.\n— И все-таки есть какое-то \"но\"?\nОн молча подошел ко мне и заправил прядь волос мне за ухо.\n— Я просто потерять тебя боюсь. Вдруг ты там решишь остаться и...\n— Забуду тебя? — я взяла его за руку. — Никогда. Никогда я не забуду того, кто поселился здесь. — я показала пальцем на свою голову. — И здесь. — указала на сердце.\n— Мэра... — он хотел меня обнять, но я немного отстранилась.\n— Погоди, еще одну новость скажу и можешь обнимать сколько хочешь.\n— Хм... — он хитро улыбнулся. — Рассказывай.\n",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "\n— А что, если ты со мной поедешь туда?\n— Я? Туда? Мэра, я же не оттуда. — Эд даже прислонился к дереву от удивления.\n— Так и для меня там неродное все. А с тобой мне будет спокойнее.\n— Ага, еще Кэс прихвати для полного счастья... тогда вообще не поговорим. — пробурчал тот.\n— Отличная мысль! Кэс нам в помощь.\n— Я же в шутку сказал.\n— Она заболтает кого угодно. Как раз и поговорим и погуляем и..\n— Все, я понял. Берем с собой. — Эд устало махнул рукой.\n— Я заслужила обнимашки?\n— Еще какие...- улыбнулся друг.. точнее.. парень.\n",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "(Возвращаемся к разговору Мэры и Кэсси...)\n\n— Кэсси, пожалей мои уши! — жалобно проговорила я, заткнув свое ухо.\n— Прости-прости, просто это... это не передать словами!\n— Я заметила. Это передаст твой ультразвуковой голос.\n— Ты представляешь, я попаду в другой мир! А там есть единороги? А драконы? А может там...\n— Кэсси, в Тайрене живут только стихийники. Про единорогов и все остальное — я без понятия. Не помню. А драконы вроде в Алларии обитают, если не ошибаюсь.\n— Это еще один мир?\n— Да, тетя рассказывала, что миров там много.\n— А туда можно попасть? — глаза Кэс напоминали глаза ребенка: все любопытно, все интересно.\n— Давай пока с Тайреном разберемся. — рассмеялась я.\n— Тогда Тайрен — жди нас! — улыбнулась подруга.",
    "answers": [
      {
        "id": 90,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 90,
    "text": "(На пути к порталу в Тайрен...)\n\n— Ну вы бы еще всех родственников собрали.. — ворчал Тиб. — Мэра, я планировал бы только тебя взять с собой.\n— Тиб, мне спокойней будет с друзьями. Они знают все. К тому же. — я взяла Эда за руку. Он сжал ее в ответ.\n— О, вот как. Ладно, я понял. — по его лицу было непонятно, расстроился он или нет. Впрочем не мое это дело.\n— Так. Мы почти пришли. — проговорил Тиб спустя час.\n— Центр города? — удивилась Кэс. — Я думала, что порталы создают в местах, которыми никто давно не пользуется.\n— Я не знаю, где ты это вычитала, но порталы создаем не мы. Мы их просто пробуждаем. Где находится — там и открываем. — объяснил Тиберий.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "\n— А как происходит переход? — спросила я.\n— Совсем несложно. Возможен яркий свет. Лучше держаться всем вместе. — мы кивнули в ответ.\n    Едва подойдя к месту портала, меня начало слегка потрясывать.\n— Мэра? Все хорошо? — Эд положил руки на мои плечи.\n— Я боюсь. — призналась я.\n— Чего боишься?\n— Тетя говорила, что память я потеряла при переходе. А вдруг я?.. — я повернулась к Эду.\n— Я рядом буду, обещаю. — он прижал меня к себе. — Я не позволю тебе потерять память. — прошептал он.\n— Спасибо, Эд. — я обняла в ответ.\n",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "\n— Боюсь вас отвлекать, но тут как бы портал открылся. — подала голос Кэсси.\n— Пойдем? — спросил Эд, отстраняясь от меня. Я кивнула.\n— Тиб, мы готовы. — сказала подруга.\n— Хорошо. Заходите. — он показал на ярко сияющий круг.\n— А глаза закрывать?\n— На ваше усмотрение. \n   Зайдя в портал, я поняла, что внутри ты будто паришь в воздухе. Но в то же время стоишь на твердой поверхности. Я удивленно смотрела вокруг. Но в этот момент все поплыло и я закрыла глаза. Эд приобнял за плечи. Через минуту от проговорил:\n— Открывай глаза.",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "     Открыв глаза, я поразилась окружающей красоте вокруг. Заходящее солнце освещало небольшой пролесок. Красивые пышные деревья, дающие хорошую тень. Так и не скажешь, что это не Земля..\n— Добро пожаловать в Тайрен. — торжественно произнес Тиб.\n— А мы точно там? — спросила Кэс, закрывая глаза от солнца рукой. — Не похоже как-то. — она явно разделяла мой скептицизм.\n— А ты видимо ожидала увидеть что-то уму непостижимое. — усмехнулся стихийник.\n— Допустим.\n— Пойдемте, тут недалеко от моего дома. Мы на территории стихийников земли. — Тиб повел нас по тропинке. \n   Вдалеке действительно стал виден замок из белого камня. Однако не успев до него дойти, как стихийника почти снес вихрь.",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      },
      {
        "id": 93,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/dQtXLnh"
      }
    ]
  },
  {
    "id": 94,
    "text": "— ТИИИИИИБ! Ты вернулся! — это оказалась милая девчушка.\n— Эль. — он тепло ей улыбнулся. — Как же ты выросла.\n— Будешь на 7 с лишним лет еще пропадать, еще и не такое пропустишь. — она хмуро посмотрела на него, а потом счастливо что-то заговорила, продолжая висеть на его шее.\n— Эль, погоди, дай с гостями познакомлю тебя. — она увидела нас.\n— Дай-ка я сама угадаю. Эти двое, — она указала глазами на Эда и Кэс. — они не стихийники. Не чувствую их силу.\n— Молодец. А эта девушка? — Тиб кивнул в мою сторону. Эль направилась ко мне. Молча смотря мне в глаза.\n— Стихия воды. — вынесла вердикт она, повернувшись к Тибу.\n— Верно. А еще что? — девочка присмотрелась.\n",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      },
      {
        "id": 94,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/10Z3nVN"
      }
    ]
  },
  {
    "id": 95,
    "text": "\n— Точно! Ты Мэриэна! Та самая, о которой брат прожужжал мне все уши в детстве. Та самая, кто...\n— Эль, остальное лишнее. — перебил ее парень.\n— Да? Но как же..\n— Вот так. — Тиб повернулся к нам. — Ребята, знакомьтесь. Это моя младшая сестра Эльза. Стихийница земли. Эль, знакомься. Это Эдвард, это Кэсси и.. Мэриэна.\n— Рада знакомству. — вежливо улыбнулась девочка. Мы по очереди пожали ей руку.\n— Итак, если с любезностями закончили, то объясни мне, как ты здесь оказалась? Здесь опасно иногда. — мы пошли к замку.\n— Силу твою почувствовала.\n— Я научился ее хорошо прятать. \n",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "\n— Родители говорят, что у меня чувствительное восприятие чужой силы. А теперь ты объясни, почему так надолго пропал?\n— Сама знаешь, почему.\n— Знаю. — она заговорила шепотом. — Долго уговаривал? Не хотела? А земляне ее свита что ли?\n— Потом расскажу. Не здесь. — краем глаза он посмотрел на нас.\n— Ну так неинтересно. — Эльза надулась. Но тут же пошла рядом со мной.\n— Знакомо тут что-нибудь?\n— Нет.. я потеряла память при переходе на Землю.\n— Тогда понятно.\n— Что именно? — не поняла я.\n— Ты не прячешь свой цвет, и при этом нет наводнения или чего-то еще. Значит в чем-то проблема.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "\n— Да, все верно.\n— Там принято так ходить?\n— Нет. — я улыбнулась. — Но иногда красят волосы в необычные цвета.\n— Как интересно. — Эльза задумалась. — Столько хочу спросить у тебя. Буду рада пообщаться.\n— Я тоже, Эльза.\n— Мы пришли. —  сказал Тиб.\n    Ворота открылись, и к Тибу подбежала женщина лет 45 и крепко обняла.\n— Это мама. — прошептала Эльза. — А мужчина позади — мой папа, отчим Тиба. \n— Поняла, спасибо. — улыбнулась я девочке.\n",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "\n— Мэра... как ты выросла. Как похожа на своих родителей. — ко мне подошла мама Тиба и Эльзы.\n— Добрый вечер, мисс...\n— Алисия, просто Алисия. — она обняла меня. Ее объятья напоминали... мамины? Тиб вдалеке улыбался нам.\n— Ой, что это я о гостях забыла? — Алисия украдкой вытерла слезы. — Мэра, это твои друзья?\n— Это Кэсси, моя подруга с Земли. А это Эдвард, мой друг и молодой человек. \n— Рад знакомству с вами. — вежливо улыбнулся Эд. Но его тут крепко обняли, чему я и Эд были немного удивлены. Отстранившись, мама Тиба что-то шепнула ему, на что тот слегка покраснел и утвердительно кивнул.",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "\n— Что она сказала тебе? — шепотом спросила я, когда Эд подошел ко мне. \n— Любопытная ты моя. Все тебе расскажи. — улыбнулся он в мою макушку. — Пойдем лучше, пока не отстали от других.\n— Не скажешь?\n— Не сейчас, синеволосая моя. Потом скажу. — он взял меня за руку и пошел за ребятами. Эльза улыбнулась нам, увидев эту картину. \n    Семья Тиба решила приютить нас у себя. \n— Тиб, ты играешь на гитаре? —  удивленно спросил Эд, осматривая комнату с музыкальными инструментами.\n— Да, есть такое увлечение. Да и не только на ней. — довольно ответил Тиб.\n— Я заметил. \n— Только вот никто, кроме Эль, не разделяет мое желание собрать музыкальную группу, пусть и временную. Некоторые композиции получатся только в группе.",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "     Эд задумался, глядя на синтезатор.\n— А что, если... — он повернулся к нам. — Что, если мы будем твоей командой?\n— Чего? — непонимающе спросил Тиб.\n— Предлагаю тебе создать команду из нас. Я хорошо на гитаре играю, Мэра и Кэс это подтвердят. — мы закивали на слова Эда.\n— Допустим. — Тиб коснулся своего подбородка, задумавшись. — Допустим 2 гитариста есть. А остальные?\n— Я умею на синтезаторе играть. — сказала я.\n— Тиб, а ты меня на гитаре учил играть. — произнесла Эль.\n— Ты точно не забросила это дело? Помнится...\n— Увидишь. — подмигнув брату, ответила девочка.",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "\n— Что у нас остается? А, ударные... — 4 пары глаз уставились на одну рыжеволосую особу.\n— Что вы так смотрите на меня? — удивленно посмотрела на нас Кэсси. — Нет, вы же не хотите сказать, что...\n— Именно это и хотим сказать. — утвердительно закивал Тиб.\n— Я не умею.\n— Там нечего учиться. — сказал Эд.\n— Сказал тот, кто одинаково хорошо играет на всех инструментах. — усмехнулась подруга.\n— Не на всех, не преувеличивай. До классических еще не дошел. \n— Я и не удивлюсь, если дойдешь.\n\n  В итоге нам удалось уговорить Кэс играть с нами...\n\n   ",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "(Через пару дней...)\n\n— Нет, ребят, давайте все же без меня. Мне каратэ легче было освоить. — устало произнесла Кэс, положив голову на стол.\n— Тебе чувство ритма хорошо знакомо. Вспомни школьный вечер в 11 классе. — сказал Эд.\n— Когда это было.. я больше не практиковалась. Хотя да, тогда было весело.\n— Тогда почему бы нам не сыграть именно ту песню? — взгляд ребят был устремлен на меня, когда я встала из-за стола.\n— Ты об этой? — спросил Эд, повернув ко мне листок с названием песни.\n— Да, именно.\n— Ну-ка дайте посмотреть. — Тиб взял листок в руки. — Нет, такую не слышал. — он протянул Эду обратно.",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "\n— Конечно не слышал. — довольно улыбнулся Эд.\n— Поясни.\n— Я ее написал.\n— Ты еще и тексты пишешь? — глаза Тиба загорелись.\n— Пишу.\n— Может совместную напишем?\n— Я извиняюсь, что влезаю. — Кэс подняла голову. — Но на какое время мы сюда отправились? — вопрос был явно адресован мне.\n— Неделю? Две? — я посмотрела на Тиба.\n— Как вам удобно. — развел руками тот. — У нас места много, гости нечасто бывают. Да и Эльзе ваша компания понравилась.\n— Тогда недельки на две мы тут покажем, кто такие земляне. — Эд положил руку на спинку моего стула. — Кто такие хорошие земляне.",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "     Позже вечером, после обсуждений текста песни, музыки и веселья, я вышла на улицу. Как же тут красиво... на деревьях фонарики освещают пространство вокруг замка, рядом небольшие клумбы с цветами, некоторые... да, некоторые светятся. Я подошла к ним и присела рядом. Похожи на наши цветы. Надо будет узнать их название.\n— Я так и думала, что ты здесь. — послышался голос. Я обернулась. Это оказалась Алисия.\n— Добрый вечер. Цветы просто чудесные. — улыбнулась я.\n— Ты их не узнаешь? — я покачала головой. Алисия удивилась. — Твоя мама мне их подарила. Это соферии, ее творение.\n— Я потеряла память при переходе на Землю. \n— Вот как... — она печально вздохнула. — Тогда и вправду было опасно.\n— Вы о чем? — непонимающе посмотрела на Алисию.\n— Когда тебя с тетей отправляли на Землю, защиту портала пробила молния. Если бы это случилось несколькими секундами раньше, то могло бы быть хуже.\n",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      },
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/d2v1nXZ"
      }
    ]
  },
  {
    "id": 105,
    "text": "\n— Молния?\n— Тебе наверняка рассказывали, что в то время у нас была война. Война между стихийниками.\n— Да, я это знаю. А что было причиной войны? — от этого вопроса Алисия опечалилась, но быстро взяла себя в руки. \n— Давай не будем сейчас об этом. Посмотри, какой теплый вечер. Не будем его омрачать грустными воспоминаниями. — я кивнула в ответ. Мне показалось, или мой вопрос останется без ответа?\n     Еще немного поговорив с мамой Тиба, я ушла в свою комнату...\n",
    "answers": [
      {
        "id": 106,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 106,
    "text": "    На следующий вечер, когда я уже потушила свет и легла спать, я услышала шорох на улице, неподалеку от балкона. Вначале решила не обращать внимания, мало ли что. Может птица какая или зверек. Но шорох не прекращался и... кто-то кидается чем-то на балкон? Ну знаете...\n   Встав с кровати, я начала искать предмет для самообороны, а то кто этих тайренцев знает. На глаза попались только две вещи: подсвечник и ручное зеркало. Взвесив каждый предмет в руке, я вооружилась зеркальцем. А теперь глянем, кто хулиганит у нас...\n",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "    Выйдя аккуратно на балкон, огляделась. Мелкие камушки на полу.. и еще один. Хулиган никак не уймется?! Я осторожно посмотрела вниз. Незнакомец(а это точно парень) что-то высматривал внизу. Но как только он посмотрел вверх, я спряталась за вьющимся цветком. Вот только его шуршание...\n   Постояв так несколько минут, я решилась выйти из своего укрытия. Вот только...\n— Мэра. — раздался голос. С балкона. Я с тревогой повернулась.\n   Передо мной стоял тот самый незнакомец. Но не успела я пустить в ход зеркальце, как он снял капюшон.",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "(Спустя несколько минут...)\n\n— Прости.. — он виновато смотрел на меня.\n— Прости?! Простить? Да ты до смерти напугал меня. Я же... я же чуть не прибила тебя! А если бы ты не догадался снять капюшон? — я нервно нарезала круги по комнате.\n— Об этом я не подумал.. — он потер рукой свою шею. \n— Не подумал он.. — я обняла его. — А о чем ты думал, залезая на балкон? Нет, я понимаю просто привлечь мое внимание, но снизу. Снизу! А ты на балкон полез..\n— Ну, я... соскучился.\n— А если бы случилось с тобой что? — я подняла глаза на него. — Ты ведь понимаешь, что я не смогу без тебя?\n",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "    Он молча смотрел мне в глаза, чуть наклонив голову вниз, и обнимая меня\n— Почему ты молчишь? — нарушила тишину я. А почему я шепотом говорю?\n— Любуюсь тобой. — прошептал он в ответ.\n— Эд, ну я же не об этом..\n— Тш.. — он коснулся пальцем моих губ. — Я понимаю и принимаю твою заботу. Но я же не просто так пришел. — я вопросительно посмотрела на него.\n— Я тут озеро нашел, на территории замка. Говорят, там ночью очень красиво. А так как все уже спят, вот и пришлось так звать тебя.\n— На озеро хочешь сводить? — улыбнулась я.\n— Очень.",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "    Спустя полчаса, соорудив из простыней канат, мы спустились вниз.\n— А тут и вправду красиво. — сказала я, глядя на водную гладь.\n— Я же говорил. — довольно произнес Эд. — Мэра, глянь туда.\n— Что там?\n— Смотри. — он коснулся рукой цветка. Тот раскрылся, и из него вылетело нечто... похожее на маленькую девочку, только с крылышками.\n— Вы кто такие? — грозно произнесла она. Только голос ее солидности не придавал.\n— Мы.. это...\n— Подождите. — она присмотрелась и подлетела поближе. — Вы что ли с Земли?\n",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "\n— Да. Только я отсюда родом. — сказала я. \n   Девочка хотела что-то возразить, но тут испугавшись чего-то, закрыла рот руками.\n— Ты... ты та самая стихийница. Не узнала.\n— Бывает. — слегка улыбнулась я.\n— А как вы это озеро нашли?\n  Эд рассказал ей. Эту цветочную эльфийку звали Милли. А она в свою очередь рассказала, что это озеро необычное. Ночью из него льется музыка, для каждого своя. Но одну и ту же слышат только влюбленные люди. \n",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "\n— Потанцуешь со мной? — произнес тихо Эд, выводя меня из раздумий. Я согласилась.\n— Спасибо, что привел сюда. — парень улыбнулся в ответ. \n  Вскоре мы просто легли на траву и смотрели на звезды. А их тут...\n— Мэра. — повернулся ко мне Эд. Я приподнялась на локте и посмотрела на него. Он молча притянул меня к себе и обнял. Я обняла в ответ и поняла: мне повезло с ним. Очень повезло...",
    "answers": [
      {
        "id": 113,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 113,
    "text": "\n— Ребят, я столько народу не видел с тех времен, когда выбирался на концерты. Еле протиснулся к вам. — произнес запыхавшийся Эд. При этом успел чмокнуть меня в щеку и утащить со стола яблоко.\n— Куда схватил?! Это не тебе же. — грозно посмотрела на него Кэс.\n— Положить обратно? — спросил парень, откусывая кусок от фрукта. Подруга только вздохнула в ответ.\n— Лучше бы помог с аппаратурой на сцене.\n— Я хотел, но меня отодвинули оттуда. — Эд печально взглянул в сторону импровизированной сцены.\n— Это кто ж смелый такой? — усмехнулась я.\n— А ты догадайся. Дам подсказку: это веснушчатое торнадо. — сказал Эд. ",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "\n— Это кого ты там торнадо назвал? — послышался тоненький голосок за спиной Эда.\n— Упс... мне конец... Мэра, все завещаю тебе.\n— Ничего не конец тебе. Особенно когда мне такое прозвище придумал. Так что живи. — подмигнула Эль и похлопала парня по плечу. \n— Можно спокойно выдохнуть?\n— А я запрещала? — девочка похлопала глазами. — И вообще я не просто подошла. Помоги гитару настроить. А то играть научилась, а настраивать...\n— А как же брат...\n— Пожааааалуйста.\n— Ладно, пойдем. — на прощание Эд жалобно посмотрел на меня. Да уж, сдружились...\n",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "\n— Мэра, очнись. Нам еще раставлять еду. — Кэс щелкнула пальцами около моего носа.\n— Прости. Конечно. — мы продолжили свою работу.\n   Спросите, что тут происходит? Ничего особенного, просто Тиб предложил нам устроить концерт. Играем мы складно, Кэс справляется с ударными. А вот слушателей не было. А так интересно даже узнать, справимся мы или нет.\n— Ну что, все готово? — к нам подбежал Тиб.\n— Вроде да. — сказала Кэс, вытирая руки.\n— Тогда нам пора. — улыбнулся парень.\nМы подошли к другой стороне сцены. Эд и Эльза присоединились к нам.\n— Эд, все настроили? — спросил Тиб. Парень кивнул в ответ. — Я еще раз переслушал твою песню. Я думаю, она многим понравится.\n",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "(Мысли Мэры во время выступления...)\n\n  Я, конечно, не первый раз вижу Эда, когда он поет на сцене. Но именно сейчас видно, как он выкладывается по полной. А эта песня... я помню, как он пел ее. Каждый раз по-разному. Но сейчас видно, как поет душа Эда... того самого Эдварда Хамсвера, которого я знаю столько лет. Этого искреннего парня, который никогда не унывает, везде найдет хорошее, улыбнется плохому настроению наперекор. Который смог помочь мне стать той, кем я есть сейчас. Помог преодолеть свои страхи, всегда был рядом. И мы сейчас рядом. На одной сцене. Играем те же песни. Что может быть лучше?\n\n\n\n\n\n(Песня, которую пел Эд: \nR5 — Let's Not Be Alone Tonight)",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      },
      {
        "id": 116,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/XJh9HXt"
      }
    ]
  },
  {
    "id": 117,
    "text": "(На следующий день...)\n\n    Одна из причин, по которой я хотела посетить Тайрен — это встретиться с родственниками, стихийниками воды. Но Алисия сказала мне то, чего я так боялась услышать... из всей нашей семьи осталась только я и тетя. И то только потому, что нас отправили на Землю. Выходит у меня из родных остались только мы друг у друга...\n    Услышав эту новость, я не выдержав, убежала. Хотя и может и ожидала что-то подобное, но все равно не была готова к такому. Остановившись, я посмотрела по сторонам. Вокруг меня были лишь деревья, кусты.. трава. Еще заблудиться мне не хватало...\n",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "      Вначале я решила посидеть и подумать обо всем, что узнала за эти дни. А поняла и узнала я немало. Начиная от признаний Эда и заканчивая последними новостями. Я горько усмехнулась. Если раньше я считала, что довольно весело живу, особенно когда нахожусь в окружении Эда и Кэсси, то сейчас я очень в этом сомневаюсь.\n    Погрузившись в свои мысли, я не заметила, что рядом со мной находится белочка, любопытно глядящая на меня. Поняв, что я смотрю на нее, она побежала направо от меня. Потом повернулась ко мне, словня зовя куда-то. Я встала и отряхнула с себя землю. Потом направилась к белочке.\n",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "    Поначалу я не поняла, куда она привела меня. Но придя, поняла. Я оказалась у лесного озера. А по линии берега росли те самые соферии. Посмотрев туда, где была белочка, я никого не нашла. Мне показалось или...? Не став зацикливаться на этом, я вновь посмотрела на озеро. Если здесь соферии растут, значит мама практиковалась здесь. Может это ее любимое место было. Я улыбнулась, представив себе, как она сидит тут и управляет водой. И тут я вспомнила еще...\n",
    "answers": [
      {
        "id": 120,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 120,
    "text": "(Тайрен... Мэре 5 лет...)\n\n— Мама, а зачем мы здесь? — держа маму за руку, спросила Мэра. \n   Джайлин остановилась и, присев на корточки перед девочкой, посмотрела на нее.\n— Я тебе покажу одно очень красивое место. Место, где я училась контролировать силу. В будущем может и ты будешь здесь учиться.\n— Но почему мы никому не сказали? \n— Потому что сейчас время такое, милая. — она обняла девочку.\n— Мама, ты... ты плачешь?\n— Все хорошо. — Джайлин улыбнулась дочке. Потом встала и они дальше пошли, вглубь леса.\n",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "     Пришли они к лесному озеру, на поверхности которого был туман. Джайлин взмахнула руками, и он начал исчезать, показав Мэриэне прозрачную воду и приятный аромат цветов. Девочка довольно зажмурилась. А когда открыла, увидела, как ее мама создает какой-то необычный цветок. Полностью прозрачный, но осязаемый. \n    Увидев удивленный взгляд дочери, Джайлин заговорила.\n— Это то, что я долгое время создавала.\n— А что это?\n— Соферия. Цветок, способный хранить то, что не все должны знать. Цветок, хранящий запас стихии воды.\n— Он хранит секреты? — глаза девочки округлились.\n— Хочешь проверить? — улыбнулась Джайлин. Мэра кивнула в ответ.",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "— Хорошо. Тогда сделай вот что...- она начала рассказывать дочке порядок действий. — Но запомни: никому не говори об этом. Запомнила?\n— Да. — старшая стихийница кивнула в ответ.\n   Подойдя к цветку, девочка села рядом. Потом сняла с себя кулон, когда-то подаренный ей матерью. Сделав все в точности, как ей было сказано, и кулон, и цветок охватило синее сияние. И повеяло прохладой. Через несколько секунд сияние исчезло и цветок обрел первоначальный цвет. Только когда Мэра коснулась его, она ощутила тепло, исходящее от него....\n",
    "answers": [
      {
        "id": 123,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 123,
    "text": "(Наше время...)\n\n   Я раньше была здесь! Я помню это озеро.. и цветы. Соферии... цветок, хранящий секрет! Я даже помню его местоположение. Я подошла к самому берегу озера. На том самом месте рос цветок. Слегка коснувшись его лепестков, я вновь ощутила это тепло... значит кулон все еще там.\n    С трудом, но все-таки вспомнив слова, я вновь ощутила прохладу воды. Только сияние цветка было не синим, а белым. Почувствовав холод металла на ладони, я посмотрела на нее. Мамин кулон... я смогла вернуть его.\n",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "     Надев его на шею, я почувствовала, как пустота в душе наполняется вновь. И я начала многое вспоминать. Все свое детство до потери памяти. Невероятно... И тут я почувствовала жжение на голове. Коснувшись головы, я поморщилась. Боль была сильная. Но через несколько минут она внезапно исчезла, как и появилась.\n    Тут послышался шорох позади меня. Я обернулась. К озеру вышли ребята. Впереди них Эд, который подбежал ко мне, увидев меня. \n— Мэра, ты как? Что случилось? Ты потерялась? Не поранилась? — не дав мне сказать, он обнял меня. Сердце его быстро стучало. \n— Эд, прости, что убежала. Мне нужно было многое обдумать. — тут он резко отстранился от меня и посмотрел в глаза.\n",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "— Ты хоть понимаешь, сколько времени не было тебя?! И...ничего себе. Ребят, подойдите сюда.\n— Эд, что случилось? — я непонимающе посмотрела на парня.\n— Тиб, вы же с Мэрой с детства знакомы. Какой, говоришь, был цвет у нее?\n— Русый. А к чему ты... неожиданно... — Тиб удивленно смотрел на меня. Впрочем как и Кэсси с Эльзой.\n— Ребята, да что с вами? — Кэсси молча протянула мне маленькое зеркальце.\n— Зачем? — я посмотрела на подругу.\n— Посмотри и поймешь. — загадочно произнесла та.\n",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "    Я послушно открыла его.. и не поверила своим глазам. Мои волосы.. перестали быть синими. Они стали русыми. Ни намека на то, что до этого они были другого цвета.\n— Я ничего не понимаю. Как? — пораженная я спросила ребят.\n— Все просто. — спокойно ответил Тиб.\n— Может и меня просветишь, в чем простота?\n— Легко. Ты обрела гармонию со своей стихией. \n— И?\n— И стихия вернула тебе твой первоначальный цвет.\n— И?\n— Что \"и\"?\n— И как это произошло?\n— Непросто тебе будет, дружище, с ней. — Тиб похлопал Эда по плечу. — Вроде понимает, но вопросов у нее всегда больше ответов. — Эд усмехнулся в ответ. А я сердито посмотрела на Кэлора.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "— Ладно-ладно. Попробую объяснить. Эмоциональный всплеск был сегодня?\nЯ задумалась.\n— Да, я когда пришла сюда, вспомнила, как мы с мамой тут бывали в детстве. Ко мне память вернулась. — Тиб радостно улыбнулся, но почти сразу улыбка исчезла, и он вновь стал серьезным.\n— Возможно, с возвращением памяти к тебе и вернулась недостающая часть силы, при помощи которой у тебя получилось все. Поздравляю тебя. — он улыбнулся. И тут меня крепко обняли. Это была Эль.\n— Ну наконец-то я увидела, какой твой настоящий цвет волос. — довольно произнесла девочка.\n— И я рада. — я обняла ее в ответ.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "— Девчата, потом дообнимаетесь. Пойдемьте уже, нам еще вещи собирать. — посмотрела на нас Кэс.\n— Вещи? А вы что, уже...? — Эль с грустным взглядом повернулась ко мне.\n— Да, нам уже пора возвращаться на Землю. — ответила я.\n   Девочка несколько минут молчала, потом вновь заговорила со мной, когда мы возвращались к замку:\n— А зачем ты с ними уходишь? Я понимаю, они земляне, не отсюда родом. А ты? Ты же из нашего мира.\n— Эль. — я обняла девочку за плечи. — Я выросла на Земле. И не знала, что есть другие миры. Там у меня всё: тетя, друзья... Эд.. — я посмотрела в сторону парня, который что-то увлеченно рассказывал Тибу. Похоже у них общая тема нашлась. Музыка.\n— Ну, ты хотя иногда приезжай. С тобой весело. — Эль улыбнулась мне.\n— Хорошо, приеду.\n— И Эда бери с собой. — тут и я улыбнулась в ответ.\n",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "(На следующее утро...)\n\n— Мэра, у тебя есть минутка? — остановил меня Тиб, когда я направилась к своей комнате.\n— Да, конечно. Что-то случилось?\n— Не совсем. Но есть один разговор. Прогуляемся?\n— Хорошо. — мы направились в сад. \n   Тиб заговорил спустя пару минут.\n— Я так понимаю, ты не останешься здесь?\n— Мне здесь и вправду понравилось, здесь замечательные люди, красивая природа, это сказочное место. Но...\n— Но твой дом — Земля.\n",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Прости...\n— Не извиняйся, Мэра. Это и так было понятно. Еще когда встретил тебя там.\n— Ты о чем?\n— Ты нашла там все, что не успела найти здесь. И я рад за тебя. Хотя о чем-то и жалею.\n— Жалеешь? Ты про что, Тиб? \n— Не важно. — он неловко рассмеялся. — Так, о чем я? А, да. Будь счастлива. И береги себя. — он направился к выходу из сада. Но потом повернулся. — Через 2 часа подходи ко входу. Я вас отправлю на Землю.\n— А ты?\n— Я пока нужен здесь. А то и так сестра без меня росла. Да и... там я сделал то, что нужно. — он пошел дальше. Через несколько минут пошла и я.\n",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "    Через 2 часа, как и договаривались, мы стояли у замка и ждали Тиба. Провожали нас вся семья Кэлор.\n— Мэра, я буду скучать. — обняла меня Эльза.\n— Я тоже. Но мы обязательно встретимся.\n— Обещаешь?\n— Обещаю.\nПотом подошла Алисия.\n— Я очень рада за тебя. Жаль, что с Клэрис не встречусь. Но передавай ей привет от меня и вот эти гостинцы.\n— Спасибо. А что это?\n— Она поймет.\n— Портал открыт. — прервал наш разговор Тиб.\n   Через 5 минут мы отправились на Землю...",
    "answers": [
      {
        "id": 132,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 132,
    "text": "— Мэра, спасибо за это удивительное приключение. — сказала Кэсси.\n— Тебе спасибо, что компанию составила. Но ты помнишь уговор?\n— Конечно. Фото сделала такие, что и не придраться. —  подмигнула подруга. — Ладно, мне пора, увидимся позже.\n— Мэра, можем сегодня вечером встретиться?\n— Тебе не хватило в Тайрене общения со мной? — хотела пошутить я, но встретилась с серьезным взглядом Эда. — Хорошо, Эд. Где встретимся?\n— На набережной. \n— Хорошо.\n— Тебя проводить? — он вновь вернулся к своей улыбке.\n— Нет, спасибо, тут недалеко. Да и я налегке. Почти.\n— Тогда до вечера. — он чмокнул меня в щеку и пошел домой.\n",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "    Направляясь домой, я обдумывала свое путешествие. Оно действительно выдалось незабываемым. Но самое удивительное то, что память ко мне вернулась. Вместе с моим цветом волос. Надеюсь, тетя не испугается... и похоже, она дома.\n— Мэра, милая моя, как же я скучала по тебе! — тетя долго не хотела выпускать меня из своих объятий. И я впрочем тоже.\n— Я тоже.\n— Ты изменилась. И ты случаем волосы не красила? Хотя... ты нашла кулон своей мамы?\n— Да, он в Тайрене был. Благодаря ему память вернулась.\n— Такое бывает. Ну рассказывай, как там все. — мы сели на диван и я начала...\n",
    "answers": [
      {
        "id": 134,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 134,
    "text": "     Позже вечером я пришла на набережную. Эдвард был уже на месте. Увидев меня, он направился навстречу мне. Вернулись к морю мы вместе.\n— Не расстроилась, что не осталась там? — нарушил тишину Эд, пока мы шли, держась за руки.\n— Знаешь, не особо. Да, там красиво и хорошо. И благодаря этой поездке все вопросы решились. Но мой дом не там. Там больше не осталось ничего. Здесь мое все. Так что да, не расстроилась.\n— Я рад. Очень. — улыбнулся Эд.\n",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "— Эд?\n— Да?\n— Скажи, а что тебе тогда сказала Алисия? — Эд остановился.\n— Ты правда хочешь знать?\n— Ну иначе я бы не спросила. \n Вздохнув, парень посмотрел в сторону моря. Потом повернулся ко мне.\n— Она сказала мне оберегать ту девушку, которая доверила мне себя. Потому что если она так поступила, значит твердо решила для себя это. А я в свою очередь пообещал сделать ее счастливой и никогда не обижать. — он взял мое лицо в свои руки и посмотрел мне в глаза. — И я хочу так поступать. Вот только хочет ли этого она?\nКоснувшись его рук своими, я проговорила.\n— А разве ты тогда еще не понял? — он улыбнулся.\n",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "     В очередной вечер закатное солнце освещало всю поверхность земли и моря. Но оно не было настолько счастливым, как та пара, которая обнявшись, стояла на берегу. \n    Так и заканчивается моя история. И напоследок посоветую вам, земляне и не совсем: будьте внимательны. Осмотритесь вокруг. Кто знает, может ваше счастье, любое счастье, и недалеко находится?\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 137,
    "text": "      Вытащив фотографию, я увидела на дне тот самый браслет с голубыми камушками. И к нему прикреплена маленькая открытка с написанным текстом:\n\"Мэриэна, я очень виноват перед тобой. За то, что поначалу мог казаться навязчивым. За то, что не сдержал себя вчера. За то, что напугал тебя. Но я обещаю исправиться. Браслет, который ты видишь — это часть нашей истории. Если ты не передумала, то надеюсь с тобой встретиться сегодня. Внизу отставлю свой номер телефона.   Тиб.\"\n Я взяла подарок в руки. И тут я вспомнила еще...",
    "answers": [
      {
        "id": 138,
        "text": "Далее",
        "blackout": true
      },
      {
        "id": 137,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/dG8yf7f"
      }
    ]
  },
  {
    "id": 138,
    "text": "(Тайрен, детство Мэры.)\n\n    Девочка сделала так, как просил Тиб. Облачко растворилось. Тиберий коснулся этой ладонью земли, и из нее пророс невероятной красоты цветок. Когда он раскрылся, казалось, будто он из фарфора. Мэра слегка коснулась его, и он растворился белой пыльцой и она засияла.\n    Девочка, ойкнув, скрылась за спиной друга.\n— Не бойся, Мэра. Посмотри, там кое-что происходит. — Тиб указал пальцем на образующийся из пыльцы светящийся шар.\n— А что это? — девочка стала осторожно выходить из-за спины друга.\n— Подставь руку под него.\n— А это не опасно?",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "\n—Я что-то опасное предлагал тебе? — Тиб посмотрел на подружку.\n— Нет. — Мэра категорически покачала головой и подставила руку. Шарик плавно опустился на ее ладонь, потом переместился на запястье, аккуратно сжав его. Потом стал растворяться и на его месте появился браслет с круглыми голубыми камушками. Посередине был черный. — Ух ты. — восхищенно проговорила девочка.\n— Смотри, у меня такой же. — мальчик продемонстрировал украшение. Только он был с черными камушками.\n— У тебя камушек голубой, как у меня.\n— Это браслеты дружбы. С их помощью мы всегда будем помнить друг о друге.\n— Спасибо, Тиб. Очень красиво. — Мэра обняла Тиба...\n\n(Конец воспоминания...)",
    "answers": [
      {
        "id": 140,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 140,
    "text": "      Невероятно.. Выходит это не просто подарок. Это действительно часть истории. Часть нашей дружбы. Но почему у него оба браслета? Я даже не могу предположить, как это могло произойти. Есть только один способ узнать — встретиться с Кэлором. \n   Я написала ему, что не против встречи. Договорились встретиться в кафе. Я одела браслет на руку. Как с волосами сочетается.. прям заглядение..",
    "answers": [
      {
        "id": 141,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "     Зайдя в кафе, я увидела Тиба, который сидел в наушниках и что-то писал в блокнот. При этом нервно взъерошивая волосы. Я, улыбаясь, стала подходить.\n— Привет, Тиб. \n— О, Мэра.. привет. — он резко вскочил, и его наушник выскочил из уха. Неловко улыбнувшись, он предложил мне сесть.\n— Я тут взял на себя смелость и купил тебе кофе. Надеюсь, ты не против.\n— Очень кстати, спасибо. На улице прохладно. — я взяла чашку в руки. — Что пишешь?\n— А, это просто заметки. — он быстро закрыл блокнот и убрал в рюкзак.\n",
    "answers": [
      {
        "id": 142,
        "text": "Далее"
      },
      {
        "id": 141,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/zsHzqct"
      }
    ]
  },
  {
    "id": 142,
    "text": "\n— Тиб, можно узнать кое-что?\n— Конечно.\n— Откуда у тебя мой браслет? — я показала украшение на руке. Парень, увидев его, улыбнулся.\n— Там вообще история смешная была. Он тебе был велик и потому постоянно падал с твоей руки. Поэтому я взял его тогда и пообещал немного уменьшить. Но... не успел вернуть тебе. — он грустно усмехнулся. — Тебя тогда сюда отправили.\n— И ты его берег все это время?\n— А как иначе? — Тиб внимательно посмотрел на меня.\n   Я повернулась к окну. Тиберий сейчас открылся мне с новой стороны. Что весьма располагает к себе.",
    "answers": [
      {
        "id": 143,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "\n— О чем задумалась? — прервал мои мысли парень.\n— Ни о чем особенном. — слегка улыбнулась я. Слишком рано еще ему знать о моих мыслях о нем. — Хотя, есть один момент, который мне хотелось бы прояснить. \n— И какой же? — Тиб подался чуть вперед, оперевшись локтями о стол.\n— Что произошло тогда в Тайрене? И что там сейчас? — от первого вопроса Тиб немного помрачнел и коснулся кончиками пальцев своих волос.\n— Что произошло... тогда война была. Только не такая, как здесь бывает. Гораздо масштабнее. И разрушительнее. Потому что в ход шли силы стихий. Было много способов, как уберечь детей и самое ценное от последствий, но твои родители выбрали самый радикальный. — Тиб сделал большой глоток кофе.",
    "answers": [
      {
        "id": 144,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "\n— Отправили меня на Землю. — дополнила я, слегка коснувшись браслета.\n— Именно. — парень кивнул. — И твою тетю, так как она сама была еще подростком. Ну и чтобы позаботиться о тебе.\n— А почему я память потеряла, не знаешь?\n— Догадываюсь. — я внимательно посмотрела на него. — Когда портал начал закрываться, в него ударила молния. Один из приспешников врага пытался воспрепятствовать вашей отправке. Но не успел. Твои родители обезвредили его. Должно быть что-то все равно повредилось в системе переноса.",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "\n— А.. а родители? Они ждут меня? \n   Тут Тиб резко замолчал и потер ладонями лицо.\n— Тиб? — он смотрел на меня и молчал. — Почему ты молчишь?\n— Обдумываю.. ответ.\n— Что тут обдумывать?!\n    Он шумно выдохнул и встал из-за стола. Потом сел рядом со мной на диванчик.\n— Обдумываю, потому что.. потому что у меня не очень хорошие новости. Прости...\n— Ты хочешь сказать, что.. нет, этого не может быть. Они.. погибли?\n— В тот же день.. вместе с тем, кто пытался разрушить портал. — голос Кэлора стал тише. —  Отец мой тоже там погиб, пытаясь помочь им.",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "     Я резко закрыла глаза, из которых полились слезы. Столько лет ждала их, и вот... у них просто не было шанса. Просто не было... Я пыталась предотвратить свои рыдания, но слишком много наболело за эти 15 лет.. Тут я почувствовала, как Тиб коснулся моего плеча, будто пытаясь обнять. Но отдернул свою руку, коснувшись моей руки. Но мне было настолько плохо, что объятья могли немного это облегчить. Поэтому я обняла руками его предплечье и уткнулась лбом в его плечо.\n   Слегка не ожидавший этого парень замер на несколько секунд, а потом свободной рукой коснулся моей макушки и начал гладить волосы, что-то успокаивающе шепча. При этом прислонился к ним щекой.",
    "answers": [
      {
        "id": 147,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 147,
    "text": "     То ли мне помогло то, что он так долго шептал, то ли объятья и вправду помогают, но я в скором времени смогла немного успокоиться. По крайней мере настолько, чтобы вернуть способность здраво мыслить. Я подняла голову и спросила:\n— Но мы встретились только недавно. Не было возможности раньше отправиться?\n— Мэра, я 7 лет искал тебя здесь. — Тиб улыбнулся мне. Ой, что-то он слишком близко... я отпустила его руку и вновь взяла чашку с кофе. Остыл уже.\n— Правда? А как понял, что это именно я?\n— Я думаю, что на сегодня тебе хватит впечатлений, Мэра. Тебе надо много обдумать, а я боюсь нагрузить тебя большим количеством информации.",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "\n— Я понимаю, Тиб. И спасибо за заботу. — я салфеткой окончательно вытерла слезы. — Но все же... как?\n    Он немного задумался.\n— Вначале, когда ты поступала в колледж, увидел знакомое имя. Но фамилия была другая. А недавно почувствовал твою силу. Я же с детства ее знаю.\n— Вот как. — я грустно усмехнулась. — Выходит, ты узнал меня даже с париком на голове?\n— Мэра, я же из тысячи узнаю тебя. — он приблизился ко мне. — Твоя сила очень громко заявляет о себе. — он отдалился, потянувшись к своей чашке. \n",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "\n— Спасибо, что рассказал мне правду. — поблагодарила я парня, когда мы выходили из кафе.\n— Ты заслужила ее.\n— Знаю, но... ее проще было услышать от тебя. — он улыбнулся и посмотрел на небо.\n— Тебя проводить?\n— Нет, спасибо. Мне недалеко отсюда идти. Да и... — я украдкой посмотрела по сторонам. Но он это заметил.\n— Не переживай, я понял. Но все-таки сделаю вот так. — он снял с себя куртку и одел на меня. — Теперь моя совесть спокойна.\n— Спасибо, но не стоило. — но он весело подмигнул и прошептал:\n— Надеюсь, до следующей встречи. — и пошел в другую сторону. \nА я стояла и смотрела, как ветер легонько треплет его волосы.. потом застегнув куртку, которая была мне великовата, пошла домой...",
    "answers": [
      {
        "id": 150,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 150,
    "text": "     Шла домой я долго, по пути обдумывая все, что рассказал мне Тиб. Я была в смешанных чувствах. С одной стороны облегчение, что я наконец-то узнала правду, которая была в секрете долгих 15 лет. С другой... эта правда слишком дорого и тяжело мне обошлась. У меня нет родителей.. Их и раньше не было, но я их ждала тогда. Да и тетя Клэр заменила мне и маму, и папу, окружив теплой заботой. А теперь? Что теперь? \n    Я остановилась. Уткнулась носом в ворот куртки Тиба. Действительно, а что теперь? Плакать и горевать о том, что произошло давно и тогда, когда я потеряла память? Нет, я понимаю, что это осознание непросто дается, но я ведь как-то прожила эти годы, не зная о случившемся. Жизнь все равно продолжается, просто теперь я знаю свое прошлое чуточку больше и на мир смотрю немного иначе. \n",
    "answers": [
      {
        "id": 151,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "    Вздохнув, я пошла дальше. Повернув направо, я увидела тетю, которая стояла у почтового ящика и рассматривала какие-то бумаги. Услышав мои шаги, она повернулась в мою сторону.\n— Привет, моя хорошая. Нагулялась? — он тепло мне улыбнулась.\n— Ага, только я в основном в кафе была.\n— Встречалась с Кэсси и Эдом?\n— Нет, с другом детства.\n— Значит с Эдвардом?\n— Нет. С Тиберием.",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      },
      {
        "id": 151,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/bXtrg4w"
      }
    ]
  },
  {
    "id": 152,
    "text": "\n— Тиберий? Тиберий, Тиберий... а это?.. Погоди, неужели тот, что..? — она вопросительно посмотрела на меня.\n— Да, он самый. — с улыбкой ответила я.\n— А почему ты не пригласила его к нам?\n— Хотела вначале прояснить один момент, важный для меня.\n— Так, давай пойдем в дом, и ты мне все расскажешь. Особенно то, как он нас нашел. Договорились?\n    Я кивнула в ответ. Тетя, вытащив бумаги из почтового ящика, направилась в дом. Я следом за ней, тщательно обдумывая, как ей сказать самую непростую новость...",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "(Спустя пару дней..)\n\n    Я сидела на ступеньках крыльца, довольно зажмурив глаза от солнца. Весна уже заканчивалась, и солнце становилось все жарче и ярче. Вдруг его что-то заслонило. Я слегка недовольно поморщилась и приоткрыла один глаз. Потом поняв, кто это, открыла второй.\n— Привет, Тиб. Не ожидала тебя здесь увидеть.\n— Здравствуй, Мэра. Зашел узнать, как ты.\n— Как мило с твоей стороны. Спасибо, мне уже лучше.\n— Я рад. — лицо Тиба озарила улыбка. — Я могу присесть? — он показал глазами на место рядом со мной.\n— Да, конечно. — я слегка отодвинулась к перилам.",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "\n— На самом деле я не только поэтому пришел. — проговорил парень.\n— Ой, точно, я же куртку вернуть тебе должна. — я резко вскочила, намереваясь забежать в дом, но меня осторожно остановил Тиб.\n— Я не поэтому. — он улыбнулся, и на щеке появилась небольшая ямочка.\n— А зачем тогда? — я села обратно и внимательно на него посмотрела. Какие глаза красивые.. ой, не об этом же речь..\n— Я хотел пригласить тебя в Тайрен. — озадачил он меня.\n— В.. Тайрен? А это.. в-возможно? — я в жизни никогда не заикалась, а тут...\n — Ну я же как-то смог сюда отправиться.\n",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "\n— Да, верно... это весьма неожиданное предложение. — я коснулась своих волос и посмотрела на кончики. Ярко-синий цвет... ненавистный и любимый одновременно. Потом на браслет на своей руке. Цвет дневного неба... — Я бы хотела, но.. понимаешь, я не могу вот так все взять и бросить. Я здесь прожила большую часть жизни. — я собрала волосы в хвост.\n— Мэра, я не говорил, что ты там навсегда останешься. Я пока что предлагаю тебе просто приехать туда, как на экскурсию. А там уже как ты захочешь.\n— Да? — Тиб кивнул.\n— Ты вот это не собрала. — он аккуратно заправил прядь волос мне за ухо. При этом не переставая улыбаться.\n— Эта прядь короткая просто. — и почему иногда так трудно в глаза ему смотреть?",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "\n— Будешь чай? — внезапно спросила я.\nПарень заглянул в телефон.\n— Я бы с радостью, но меня тренировка ждет. А я и так их несколько раз пропустил. — он виновато посмотрел на меня.\n— Понимаю, репетиции и вправду выматывают. Тогда в другой раз?\n— Буду ждать с нетерпением. — он театрально поклонился и мы вместе засмеялись.\n    Забрав у меня свою куртку, он вышел за территорию дома. А я зашла в дом...",
    "answers": [
      {
        "id": 157,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "(Немного про Тиба...)\n\n    Тиберий теперь был абсолютно уверен, что Мэра та самая стихийница воды. Указывало на это как минимум несколько причин. Момент, произошедший недалеко от колледжа. Когда она призвала ливень, при этом не умея им управлять. И при этом ее волосы ярко сияли. Он и представить себе не мог, сколько в ней силы, даже несмотря на то, что некоторая их часть возможно заблокирована из-за амнезии.\n    А потом браслет... отправляя его, Кэлор не совсем был уверен в своей догадке. В детстве, когда он взял его у Мэры на починку, он настроил его под ее руку. И только с ее руки он больше никогда не слетит. В чем он и удостоверился, встретив девушку в кафе.",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "     И ее некоторая осведомленность про Тайрен.. он не мог ей не рассказать о судьбе ее родителей, хотя понимал, как она воспримет эту информацию. Мэра была из той категории девушек, которые не всегда покажут на людях свои эмоции, но его подкупила ее искренность. И то, как она плакала на его плече, хотя практически не помнила..\n   Еще будучи в Тайрене, Тиб понял, как она ему нравилась. Раньше он не замечал этого и просто дружил с ней. Да и он был ребенком. Но становясь старше, он понимал, что так больше ни к кому не сможет относиться. Только к ней. ",
    "answers": [
      {
        "id": 159,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 159,
    "text": "     Да, Мэра очень нравилась Тибу. Но он не мог пока понять, испытывает ли девушка что-то похожее. Поэтому предложив ей идею съездить в Тайрен, он хотел посмотреть на ее реакцию. Она была неоднозначная. С одной стороны трудно скрываемая радость, а с другой... слишком многое ее держит здесь. И ладно бы учеба, тетя Клэрис.. но тут ее друзья. \n   Поэтому парень решил для себя один момент. Вначале отвезет ее, а там будь что будет. Но одно он оставит неизменным: он больше не потеряет ее. Отпустил по глупости, но вернет. В любом случае он всегда будет рядом...",
    "answers": [
      {
        "id": 160,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 160,
    "text": "(Дальше от лица Мэры...)\n\n    Через полтора дня я и Кэс сидели на берегу и смотрели, как волны тихо бились о берег.\n— Мэра. — отвлекла меня от размышлений подруга. Я повернулась к ней. — Ты точно уверена?\n— Думаю да. Хочу пока просто посмотреть, что там и как.\n— А если понравится, останешься там?\n   Немного помолчав, я ответила.\n— Не знаю, Кэс. Я боюсь пока думать наперед.\n— Понимаю. Я поддержу тебя в любом случае.\n— Спасибо. — я благодарно посмотрела на подругу.\n— А с Эдом не говорила? — Эд...",
    "answers": [
      {
        "id": 161,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 161,
    "text": "(Пару часов назад...)\n\n— Поедешь в Тайрен? — глаза Эда выдавали разнообразие эмоций.\n— Да. Я думаю, так лучше будет для меня. Там ведь тоже мой дом.\n— А вдруг вспомнишь что-то, о чем может вспоминать совсем не хочется? — он нервно коснулся своих волос.\n— Эд, ну сам понимаешь, не поеду — не узнаю. Да и амнезия у меня по другой причине, Тиб рассказал.\n— Тиб... — с раздражением повторил друг. — А где гарантии, что он тебе не навредит? Он наверняка изменился со времен вашего детства. Я ему не верю.\n— А я верю. Вот. — я показала ему браслет. — Я помню эту вещь.",
    "answers": [
      {
        "id": 162,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "    Эд молчал несколько минут.\n— Я все еще скептично настроен по поводу этой затеи...\n— Эд..\n— Погоди, дай договорить. К тому же ты собираешься туда  отправиться с.. Тибом. Которому я не доверяю. Но если тебе это и вправду поможет, то... я буду рад за тебя. И даже если ты.. останешься там и.. будешь счастлива. — он резко встал. — То также останусь рад. Извини, мне пора. — он слегка обнял меня и быстро ушел. \n    Похоже он сильно расстроился...",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "(Разговор Мэры и Кэсси...)\n\n— Похоже я обидела его.. — печально сказала я, уткнувшись в свои коленки.\n— Он все поймет, Мэра. — подруга положила руку на мое плечо. — Не сразу, но поймет. Он всегда желает тебе только добра.\n— Надеюсь, ты права.\n— Когда ты отправляешься? — перевела тему Кэс.\n— Не знаю, с Тибом еще не обговорили дату.\n— Он уже не Тиберий Кэлор, он уже Тиб. — усмехнулась девушка. \nЯ легонько ткнула ее локтем в бок.\n— Он и раньше был Тибом, я поняла. Просто ты не помнила. — она вновь улыбнулась.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "\n— А с тетей обсудила?\n— Да. Она очень обрадовалась этой новости. Я хотела ее с собой взять, но она отказалась. Сказала, что ей тяжело будет туда возвращаться. К тому же она редко свою силу проявляет.\n— То есть она не против твоей поездки?\n— Именно.\n— Ну вот видишь, больше голосов за то, чтобы ты съездила. — я в ответ усмехнулась. \n   Посмотрим, что выйдет из этой поездки...",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": "(Спустя пару недель...)\n\n     Мы договорились встретиться с Тибом около моего дома. Я сидела на ступеньках и ждала его, слушая музыку в наушниках. И закрыв глаза. Вдруг кто-то сел рядом и вытащил наушник из правого уха. Повернувшись, я увидела Тиба, который вставил тот самый наушник в свое ухо и, прикрыв глаза, довольно улыбнулся. И это с ним я отправляюсь в поездку?\n— Хороший вкус у тебя, Мэра. — с улыбкой проговорил парень, возвращая мне наушник.\n— Спасибо. — ответила я, отключая музыку.\n— Ты готова? — спросил он, вставая со ступенек и протягивая мне руку. Я приняла помощь и кивнула. — Пойдем тогда.",
    "answers": [
      {
        "id": 166,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 166,
    "text": "     Спустя час мы пришли в центр города.\n— Портал в центре города? — удивленно заозиралась я.\n— Не знаю, какую реакцию эта новость вызвала у тебя, но я объясню. Порталы создаю не я, я их просто активирую там, где они находятся. Один такой находится именно здесь.\n— А как ты понимаешь, где его местонахождение?\n— Я рожден с этим талантом — чувствовать порталы. А для такого нужно иметь большой запас силы. — проговорил Тиб.\n— Ух ты. — восхищенно произнесла я. Тиб застенчиво улыбнулся.\n— Мы пришли.\n— Хотела спросить, а как проходит переход?\n— Совсем несложно. Возможен яркий свет. Лучше держись за меня, если захочешь. Я буду не против. — я кивнула в ответ.",
    "answers": [
      {
        "id": 167,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "     Когда засиял яркий круг в стене, я начала нервничать. Парень это заметил.\n— Мэра, что случилось?\n— Я тут подумала... если я при переходе на Землю в портале память потеряла, то.. где гарантии, что я вновь ее не потеряю? — внутри был страх.\n   Тиб молча смотрел на меня несколько секунд, потом подошел и крепко обнял. Я утнулась в его плечо и обняла за плечи.\n— Мэра.. Мэриэна.. я не позволю тебе потерять память. Не в этот раз. И больше никогда. Все будет хорошо. Ты веришь мне? — я кивнула, не поднимая головы. — Вот и умница.\n   Он молча гладил мои волосы, и я постепенно успокоилась..",
    "answers": [
      {
        "id": 168,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 168,
    "text": "\n— Спасибо, Тиб. — разжимая объятья, проговорила я. —  Я готова.\n— Хорошо. — сказал парень, взяв меня за руку и шагнув в портал.\n    Зайдя в портал, я поняла, что внутри ты будто паришь в воздухе. Но в то же время стоишь на твердой поверхности. Я удивленно смотрела вокруг. Но в этот момент все поплыло и я закрыла глаза. Тиб другой рукой коснулся моего плеча. Через минуту он шепнул:\n— Можешь открывать глаза.\n   Я послушно открыла и поразилась красоте вокруг. Только вот эта красота уж больно напоминает ту, с Земли. Я посмотрела на Тиба.\n— Я вижу твой вопрос. — усмехнулся тот. — Сходство есть, но отличий больше. Добро пожаловать в Тайрен.",
    "answers": [
      {
        "id": 169,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 169,
    "text": "     Место, где мы оказались, напоминал пролесок, освещаемый теплым солнцем. Лес был похож на лиственный. Когда мы еще немного прошли, стал виден замок, перед ним красивый водопад. А позади — величественные горы.\n— Это окраина стихийников земли. За горами живут стихийники воздуха. — объяснил Тиберий.\n— А почему замок именно здесь?\n— Потому что он принадлежит моей семье. — просто проговорил парень. Я решила промолчать в ответ.\n    Парень хотел еще что-то рассказать, но не успел. На него прыгнуло нечто напоминающее.. ураган?",
    "answers": [
      {
        "id": 170,
        "text": "Далее"
      },
      {
        "id": 169,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/dQtXLnh"
      }
    ]
  },
  {
    "id": 170,
    "text": "\n— ТИИИИИИБ! Ты вернулся! — это оказалась милая девчушка.\n— Эль. — он тепло ей улыбнулся. — Как же ты выросла.\n— Будешь на 7 с лишним лет еще пропадать, еще и не такое пропустишь. — она хмуро посмотрела на него, а потом счастливо что-то заговорила, продолжая висеть на его шее.\n— Эль, погоди, дай с гостьей познакомить тебя. — сипло проговорил Тиб. Похоже, шею ему прижали хорошенько. Разумеется от счастья.\n    Девочка, отпустив его, внимательно посмотрела на меня.\n— Стихийница воды. — вынесла вердикт.\n— Хорошо. А еще?\n   Она немного прищурилась и тут ее озарила догадка.\n",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      },
      {
        "id": 170,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/10Z3nVN"
      }
    ]
  },
  {
    "id": 171,
    "text": "\n— Точно! Ты Мэриэна! Та самая, о которой брат прожужжал мне все уши в детстве! Та самая, о ком... — она хитро покосилась на парня. — О ком вот этот стихийник говорил часами, при этом так довольно улыбаясь. — сдала так сдала.\n— Эль! — возмущенно произнес Тиб. При этом немного покраснел.\n— Ты еще скажи, что это не так!\n— Это не... Так, Мэра, знакомься. Это моя младшая сестра Эльза, стихийница земли. \n— Рада знакомству. — улыбнулась я. И меня тут же крепко обняли.\n— А теперь пойдемьте уже. — произнес все еще покрасневший парень. А Эль, глядя на него, не переставала улыбаться.\n",
    "answers": [
      {
        "id": 172,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 172,
    "text": "\n—И еще. Объясни мне, как ты здесь оказалась? Здесь опасно иногда.\n— Силу твою почувствовала.\n— Я научился ее хорошо прятать.\n— Родители говорят, что у меня чувствительное восприятие чужой силы. А теперь ты объясни, почему так надолго пропал?\n— Так получилось. — Тиб украдкой покосился в мою сторону.\n— Понятно. — она заговорила шепотом. — Долго уговаривал? Не хотела?\n— Эль, давай не сейчас. — ответил он также шепотом.\n— О, ну ясно-ясно. — она повернулась ко мне. — Знакомо тут что-нибудь?\n— Нет.. я потеряла память при переходе на Землю.\n— Тогда понятно.\n— Что именно? — не поняла я.\n— Ты не прячешь свой цвет, и при этом нет наводнения и чего-то еще. Значит в чем-то проблема.",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "\n— Да, все верно.\n— Там принято так ходить?\n— Нет. — я улыбнулась. — Но иногда красят волосы в необычные цвета.\n— Как интересно. — Эльза задумалась. — Столько хочу спросить у тебя. Буду рада пообщаться.\n— Я тоже, Эльза.\n— Мы пришли. —  сказал Тиб.\n    Ворота открылись, и к Тибу подбежала женщина лет 45 и крепко обняла.\n— Это мама. — прошептала Эльза. — А мужчина вдалеке — мой папа, отчим Тиба. \n— Поняла, спасибо. — улыбнулась я девочке.",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 174,
    "text": "\n— Мэра... как ты выросла. Как похожа на своих родителей. — ко мне подошла мама Тиба и Эльзы.\n— Добрый вечер, мисс...\n— Алисия, просто Алисия. — она обняла меня. Ее объятья напоминали... мамины? Тиб вдалеке улыбался нам. — Пойдем в дом, помогу тебе обустроиться. А ты, — она повернулась к сыну. — сходи и причешись. Тебе, конечно, многие прически подходят, но ты дома. — она еще немного взъерошила ему волосы и направилась к двери. Я следом за ней.",
    "answers": [
      {
        "id": 175,
        "text": "Далее"
      },
      {
        "id": 174,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/K0SF7cP"
      }
    ]
  },
  {
    "id": 175,
    "text": "\n— Вот твоя комната, Мэра. Обустраивайся и чувствуй себя, как дома. — с теплотой сказала Алисия.\n— Спасибо вам большое. — от такой заботы на душе было хорошо.\n— Я так рада, что Тиб нашел тебя. Я очень переживала, когда ты с тетей так и не вернулась домой. И когда он потом пропал на столько лет. — печально вздохнула женщина.\n— Он немного рассказал мне о том, что случилось тогда. Мне очень жаль.\n— Спасибо. Но давай не будем о грустном. Сегодня хороший день, нужно радоваться. — я в ответ кивнула. — Мы будем внизу. — она вышла из комнаты.\n    Переодевшись, я спустилась вниз. И почти сразу встретила Эль, которая обрадовалась, увидев меня. Она решила стать моим экскурсоводом по замку, заявив, что лучше нее никто не расскажет, что где находится. Даже Тиб. И весь оставшийся день я провела в общении с этой улыбчивой девчушкой.\n",
    "answers": [
      {
        "id": 176,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 176,
    "text": "     На следующий день Тиб хотел пригласить меня погулять вдвоем, но в самый последний момент с нами попросилась и Эль. Ее брат, немного удивленно посмотрев на нее, согласился. Хотя грусть-то была заметна..\n     Мы направились в лес. Как сказали ребята, этот лес необычный. Помимо того, что он полностью создан силами всех стихийников (из-за войны он был полностью уничтожен), так еще и населен разными животными. Не только теми, кого я видела на Земле. Здесь обитают и некоторые волшебные существа.",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "\n— Ребята, тут фантастически красиво. — восхищенно проговорила я, подняв голову вверх и смотря на кроны деревьев.\n— Это ты еще окраину видишь. Что уж говорить, если дальше зайдем. — улыбнулся Тиб, прислонившись спиной к дереву.\n    Эль неподалеку разглядывала белый цветок, присев на корточки.\n— Ты прав. Запах леса ни с чем не сравнится. По-моему он даже отличается от привычного мне.\n— Так и есть. — подтвердил парень. — Хочешь покажу растение, которого у вас точно нет? Это из-за него аромат такой.\n— Ты еще спрашиваешь? Конечно хочу! Только... — я повернулась в сторону девочки.\n— Эльза не заблудится, не переживай. Она этот лес прекрасно знает.",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 178,
    "text": "     Тиб повел меня вглубь леса, правее, где мы стояли. Аккуратно перешагивая через кусты и корни деревьев, мы шли в направлении, известном только парню. Интересно получается — если не брать в расчет наше общее детство, я знаю его все ничего. Каких-то месяц-полтора. Но несмотря на это, я всецело доверяю ему. Не побоялась отправиться в другой мир... Иду сейчас в лес... Общаюсь так, будто я знаю его всю жизнь... Доверяю... \n    Да и вообще, не могу порой понять. Я как с другом с ним говорю или нет? Его действия, шаги иногда говорят об обратном. Да и не могу сказать, что мне это как-то неприятно, наоборот. Рядом с ним спокойно как-то. От объятий его мамы вообще теплом веет. Означает ли это, что...\n",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 179,
    "text": "     Додумать мысль я не успела, потому что споткнулась о корень дерева. Но меня вовремя подхватил Тиб, не дав упасть. Прижал к себе и смотрит в глаза немного испуганно. Я видела похожие моменты в фильмах. Но мне казалось, что такую реакцию могут показывать только актеры, что в реальной жизни все не так будет выглядеть. Оказывается, может. Тот момент, когда хочется поставить эти секунды на паузу...\n    В этот момент Тиб понял серьезность ситуации и неловко улыбнулся. Но продолжал меня держать за талию. Тут он немного ослабил хватку и хотел что-то сказать, как воздух озарил крик Эль:\n— Летят! Летят! Они летят! — она бежала к нам счастливая.\n",
    "answers": [
      {
        "id": 180,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 180,
    "text": "     Мы одновременно повернули к ней головы.\n— Фениксы летят сюда, пока вы тут.. ой. — она замолкла и через пару секунд улыбнулась. \n    Мы с Тибом не понимающе посмотрели друг на друга, а потом поняли и парень выпустил меня из объятий.\n— Ага, цветок они искать пошли, конечно-конечно. —  хитро произнесла Эльза.\n— Эль.. — посмотрел на нее брат.\n— Что? Я против что ли? Я не против. Она мне нравится, веселая. Да и ты, — она внимательно глянула на него, — прям расцветаешь, видя ее. Да-да.\n— Эль.. — вновь произнес Тиб. Только более грустно. — Ну почему ты у меня такая внимательная? \n— Сочту за комплимент. — подмигнула та. — Подождите, запутали меня. Вы на фениксов смотреть будете или нет?",
    "answers": [
      {
        "id": 181,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 181,
    "text": "\n— Идем-идем. Мэра, тебе точно стоит их увидеть. Они невероятные. — повернулся Тиб ко мне. Я кивнула в ответ.\n    Мы пошли за Эль следом. Пройдя пару минут, она остановилась, и показала жестами, что надо помолчать. Потом поднесла пальцы ко рту и пронзительно свистнула. От этого свиста в воздух поднялись птицы, оглашая воздух криками и взмахами крыльев. А через пару секунд послышался шорох листьев и нашему взору предстала невероятно красивая птица...\n    Которая увидев Эль, не так величественно-довольно пискнула, села на ее руку и подставила свою шею, чтобы ее почесали. Что девочка и сделала.",
    "answers": [
      {
        "id": 182,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 182,
    "text": "\n— Это Нер. Я его нашла несколько лет назад, когда он был маленьким. Выхаживала его, а потом решила выпустить на волю. Правда он долго упрямился, но потом сам понял, почему я так делаю. \n— Красивый. — произнесла я.\n— Это да. Сейчас он в своей стае, но я прихожу иногда его навещать. Хочешь его погладить? — я немного неуверенно кивнула. — Не бойся, это только с виду перья кажутся огненными.\n   Я посмотрела на Тиба. Он кивнул в ответ. Я осторожно коснулась перьев птицы. Нер сперва удивленно посмотрел на меня, а затем довольно закрыл глаза.\n    Еще раз глянув на Тиба, я поняла еще одну вещь. Похоже я попала.. попала в том смысле, что влюбилась. Влюбилась в Тиберия Кэлора...",
    "answers": [
      {
        "id": 183,
        "text": "Далее",
        "blackout": true
      },
      {
        "id": 182,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/VQMjWx0"
      }
    ]
  },
  {
    "id": 183,
    "text": "\n—Эль, а что это за необычные цветы у вас растут? — мы с Эль сидели на летней веранде и ели местные фрукты. Которые, кстати говоря, практически не отличались от привычных мне.\n— Какие?\n— А вот те, которые в клумбах.\n— Ты про соферии?\n— Ну... наверное.\n— Мама говорит, что необычный цветок. И вроде не совсем цветок.\n— Это как?\n— Пару лет назад я хотела его сорвать. Едва его коснувшись, я ощутила стихию воды. Только не просто обычную, она какая-то, — девочка подбирала слово, —  более мощная что ли. Я спросила у мамы, и она сказала, что этот цветок создала твоя мама.\n— Моя? — Эль кивнула. — Ничего себе.\n    Я вновь посмотрела на это растение. Оно так и притягивает мое внимание... надо будет подойти к нему поближе.  \n    Но мне не дали эту возможность. В итоге получилось рано утром...",
    "answers": [
      {
        "id": 184,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": "      Пока все спали, я подошла к той самой клумбе, где росли соферии. Прикоснувшись, я почувствовала свою стихию. Потом началось нечто странное. Сила внутри меня будто начала меня направлять куда-то, а точнее в сторону леса. Это весьма странно, но иногда советуют ведь прислушиваться к себе, верно?\n     Только вот все время забывают предупредить, что как только начнешь прислушиваться к себе, не забывать поглядывать по сторонам. Итог:  меня окружали лишь деревья, кусты.. трава. Я заблудилась...\n",
    "answers": [
      {
        "id": 185,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 185,
    "text": "      Вначале я решила посидеть и подумать обо всем, что узнала за эти дни. А поняла и узнала я немало. Начиная с того, как я узнала о своем происхождении, очередном знакомстве с Тибом и заканчивая моей поздкой в Тайрен. Если раньше я считала, что довольно весело живу, особенно когда нахожусь в окружении Эда и Кэсси, то сейчас я очень в этом сомневаюсь.\n    Погрузившись в свои мысли, я не заметила, что рядом со мной находится белочка, любопытно глядящая на меня. Поняв, что я смотрю на нее, она побежала направо от меня. Потом повернулась ко мне, словня зовя куда-то. Я встала и отряхнула с себя землю. Потом направилась к белочке.",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 186,
    "text": "      Вначале я не поняла, куда она привела меня. Но придя, поняла. Я оказалась у лесного озера. А по линии берега росли те самые соферии. Посмотрев туда, где была белочка, я никого не нашла. Мне показалось или...? Не став зацикливаться на этом, я вновь посмотрела на озеро. Если здесь соферии растут, значит мама практиковалась здесь. Может это ее любимое место было. Я улыбнулась, представив себе, как она сидит тут и управляет водой. И тут я вспомнила еще...",
    "answers": [
      {
        "id": 187,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 187,
    "text": "(Тайрен... Мэре 5 лет...)\n\n— Мама, а зачем мы здесь? — держа маму за руку, спросила Мэра. \n   Джайлин остановилась и, присев на корточки перед девочкой, посмотрела на нее.\n— Я тебе покажу одно очень красивое место. Место, где я училась контролировать силу. В будущем может и ты будешь здесь учиться.\n— Но почему мы никому не сказали? \n— Потому что сейчас время такое, милая. — она обняла девочку.\n— Мама, ты... ты плачешь?\n— Все хорошо. — Джайлин улыбнулась дочке. Потом встала и они дальше пошли, вглубь леса.",
    "answers": [
      {
        "id": 188,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 188,
    "text": "      Пришли они к лесному озеру, на поверхности которого был туман. Джайлин взмахнула руками, и он начал исчезать, показав Мэриэне прозрачную воду и приятный аромат цветов. Девочка довольно зажмурилась. А когда открыла, увидела, как ее мама создает какой-то необычный цветок. Полностью прозрачный, но осязаемый. \n    Увидев удивленный взгляд дочери, Джайлин заговорила.\n— Это то, что я долгое время создавала.\n— А что это?\n— Соферия. Цветок, способный хранить то, что не все должны знать. Цветок, хранящий запас стихии воды.\n— Он хранит секреты? — глаза девочки округлились.\n— Хочешь проверить? — улыбнулась Джайлин. Мэра кивнула в ответ.",
    "answers": [
      {
        "id": 189,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 189,
    "text": "\n— Хорошо. Тогда сделай вот что...- она начала рассказывать дочке порядок действий. — Но запомни: никому не говори об этом. Запомнила?\n— Да. — старшая стихийница кивнула в ответ.\n   Подойдя к цветку, девочка села рядом. Потом сняла с себя кулон, когда-то подаренный ей матерью. Сделав все в точности, как ей было сказано, и кулон, и цветок охватило синее сияние. И повеяло прохладой. Через несколько секунд сияние исчезло и цветок обрел первоначальный цвет. Только когда Мэра коснулась его, она ощутила тепло, исходящее от него...\n",
    "answers": [
      {
        "id": 190,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 190,
    "text": "(Наше время...)\n\n   Я раньше была здесь! Я помню это озеро.. и цветы. Соферии... цветок, хранящий секрет! Я даже помню его местоположение. Я подошла к самому берегу озера. На том самом месте рос цветок. Слегка коснувшись его лепестков, я вновь ощутила это тепло... значит кулон все еще там.\n    С трудом, но все-таки вспомнив слова, я вновь ощутила прохладу воды. Только сияние цветка было не синим, а белым. Почувствовав холод металла на ладони, я посмотрела на нее. Мамин кулон... я смогла вернуть его.\n    Надев его на шею, я почувствовала, как пустота в душе наполняется вновь. И я начала многое вспоминать. Все свое детство до потери памяти. Невероятно... И тут я почувствовала жжение на голове. Коснувшись головы, я поморщилась. Боль была сильная. Но через несколько минут она внезапно исчезла, как и появилась.",
    "answers": [
      {
        "id": 191,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 191,
    "text": "(Немного о Тибе, пару часов назад...)\n\n   Этим утром Тиберий решил серьезно поговорить с Мэрой. Он слишком хорошо понимал, что девушка всего лишь временно сюда приехала, и у него один-единственный шанс остался. Шанс признаться. Потому что потом он уже вряд ли вернет ее. Но он понимал и оборотную сторону медали. Она могла отказаться. В этом случае он поступит так, как она захочет. Не будет ее силой удерживать здесь, если девушка решит отправиться домой, на Землю..\n    Домой... Знай он раньше от этом, все бы отдал, чтобы ее не отправляли туда. Сколько всего произошло за эти 15 лет! Многое и не исправить.",
    "answers": [
      {
        "id": 192,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 192,
    "text": "    В очередной раз взъерошив свои волосы, Тиб подошел к зеркалу. И почему только на Земле никого не волнует, как он выглядит? А тут? \"Расчешись.. приведи себя в порядок.. будь вежлив..\" И самое знаменитое: \"Ты же Кэлор!\" Менталитет Тайрена действительно отличался от Земли, но это вполне устраивало парня.\n    В последний раз посмотрев на себя в зеркало, Тиберий глубоко вздохнул и направился в комнату девушки. Отведет в свое любимое место и поговорит.",
    "answers": [
      {
        "id": 193,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 193,
    "text": "      Постучав в дверь, он прислушался. В ответ тишина. Ни единого звука на протяжении уже 10 минут. Осторожно опустив ручку, он понял, что дверь открыта. Открыв небольшую щель, он посмотрел на кровать. Заправлена. Тогда он полностью открыл дверь. Мэры не было. Неужели она уже проснулась?\n    Тиб слегка улыбнувшись, прикрыл глаза и начал искать Мэру. Точнее искал по местонахождению ее стихии. И тут его улыбка исчезла с лица, а взгляд нахмурился. Этого не может быть.. не сейчас...\n    Быстро выбежав из комнаты, он начал громко спускаться по лестнице, чудом умудряясь не споткнуться. Забежав во все комнаты на первом этаже, он помчался в комнату сестры.",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "     Громко постучав по ее двери, Тиб начал дергать ручку. Та открылась и его взгляду предстала весьма заспанная Эль.\n— Тиб, тебе по голове постучать или лозу опять позвать? — она протяжно зевнула.\n— Мэра у тебя?\n— Нет. А зачем ей тут быть? — девочка сонно моргала. Но тут же оживилась, когда Тиб начал постепенно скатываться по стене вниз. — Тиб, ты чего?\n— Я не знаю.. я зашел в комнату Мэры, а ее нет. Искал стихию, ее тоже нет! Эль, ее нет в замке!\n— Совсем ее стихию не чувствуешь? — брат кивнул.\n— Так, подожди пару минут, я сейчас. — девочка убежала в комнату. Тиб закрыл лицо руками. Он должен ее найти.",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 195,
    "text": "     Спустившись вниз, Тиб спросил сестру.\n— О чем вы с Мэрой говорили последнее время?\n— Да ни о чем особенном. Хотя...\n— Что? — он внимательно посмотрел на Эль.\n— Ее заинтересовали соферии.\n— Подарок ее мамы? Тогда она была бы здесь.\n— Есть еще одно место. Мы с Нером его как-то нашли. Оно в лесу. \n— Показывай. — они побежали в лес...",
    "answers": [
      {
        "id": 196,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 196,
    "text": "(Дальше от лица Мэры...)\n\n    Послышался шорох позади меня. Я обернулась. Это были Эльза и Тиб. Причем последний молча, но аккуратно взял меня за плечи.\n— Мэра, ты чем думала? Ты напугала всех своим исчезновением!\n— Тиб, прости... Я не думала, что заблужусь тут. Хотела просто понять один момент,\n— И поняла его? Мэра, я... что это? Невероятно... — он молча оглядывал.. мою макушку?\n— Ты чего?\n— Эль, смотри. — девочка подошла ближе. — Ладно, ради такого момента я не буду сердиться, потому что это явно того стоило.\n— Да о чем ты?!\n— А ты посмотри на свое отражение. — посоветовала Эль.",
    "answers": [
      {
        "id": 197,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 197,
    "text": "     Я послушно подошла к озеру и пригляделась. Нет... Я распустила волосы и поднесла прядь к глазам... Не может того быть...\n— Мой настоящий цвет?! — я встревоженно посмотрела на ребят. — То возвращение воспоминаний, теперь это...\n— Каких воспоминаний? — встрепенулся Тиб.\n— Моих. Ко мне память вернулась.\n    Лицо Тиба озарила счастливая улыбка, от которой вновь появились ямочки на щеках. Он подошел ко мне.\n— Значит ты вспомнила меня? — он прошептал.\n— Да. — также ответила я.\n— Эй, парочка, я как бы еще тут! Может это, отпустите меня? — с хитринкой в голосе произнесла Эль.\n— Нет уж, пойдем все вместе. А с тобой я позже поговорю. — последняя фраза была адресована мне. \n   И мы направились домой..",
    "answers": [
      {
        "id": 198,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 198,
    "text": "     Спустя 2 дня Тиберию все-таки удалось отправить Эль по делам и пойти со мной. Сказал, что хочет отвести меня в одно красивое место. Я согласилась. Но по пути было так красиво, что не могла удержаться от одной вещи...\n— Мэра, ты что задумала? — усмехнулся парень.\n— Что-что... встань сюда и поймешь.\n— Тааак, я догадываюсь... сюда встать? — я кивнула и сфотографировала его.\n— Готово. — улыбнулась я. —  Можем идти.\n— Нет, не можем. — на мой немой вопрос он обнял меня со спины и направил камеру в нашу сторону. — А как же совместное фото?",
    "answers": [
      {
        "id": 199,
        "text": "Далее"
      },
      {
        "id": 198,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/bLmSGwX"
      }
    ]
  },
  {
    "id": 199,
    "text": "\n— Мы пришли. — торжественно произнес парень.\n— Ничего красивее не видела... а какой огромный! Я никогда не видела таких красивых водопадов. — я восхищенно смотрела на падающую воду.\n— Это одно из древних мест в Тайрене.\n— Спасибо. — повернулась к Тибу. — Спасибо, что привел сюда.\n    В ответ тот только кивнул и предложил сесть в беседку неподалеку.\n    Когда мы сели, он молча смотрел на водопад, потом повернулся ко мне.\n— Мэриэна, мне нужно тебе сказать одну вещь. Но... это непросто объяснить, двумя словами точно. Я.. наверно надо начать сначала, да?",
    "answers": [
      {
        "id": 200,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 200,
    "text": "     Я коснулась его руки. Он переплел наши пальцы, как будто долго этого ждал.\n— Тиб, ты можешь мне доверять. — он кивнул и несколько раз вздохнул.\n— Когда тебя с тетей отправляли на Землю, я помню свои сказанные слова, где пообещал, что никогда тебя не забуду. Я ждал тебя.. но ты так и не вернулась тогда. Со временем я забывал наше общее прошлое, потому что мы усиленно занимались восстановлением Тайрена. Забывал нашу дружбу, тебя... пока в 15 лет не нашел те самые браслеты. — он коснулся пальцами моего браслета. \n— Свой ты тоже не носил? — он покачал головой, глубоко выдохнув.\n— Я снял его. Тогда очень тяжело было. —  он посмотрел вдаль. — Когда я нашел твой браслет, я вспомнил наше детство. И понял, что больше не могу без общения с тобой. Никто, кроме тебя, не воспринимал меня всерьез. Только с тобой я мог быть искренним. В чем я еще раз удостоверился, встретив тебя сейчас. ",
    "answers": [
      {
        "id": 201,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 201,
    "text": "     Слушая Тиба, я чувствовала его эмоции. Он раскрывал мне душу и выглядел таким потерянным. Я обняла его, уткнувшись в его плечо. Он своей рукой коснулся моего запястья.\n— Мэра, я очень дорожу тобой. Но становясь старше, я понял, что ты.. для меня не просто другом была. Ты словно часть меня. Ты.. нравишься мне. — выдохнув, он наклонил голову.\n— Тиб.. спасибо. Спасибо за твою искренность. — я едва сдерживала слезы. \n— Если ты не захочешь оставаться в Тайрене, я пойму. Я хочу, чтобы ты счастлива была. Я просто хочу, чтобы ты знала. Мы будем ждать тебя, я буду.\n— Мне здесь и вправду понравилось, здесь замечательные люди, красивая природа, это сказочное место. — я посмотрела на парня. — Пойдем к водопаду. — я потянула его за собой.",
    "answers": [
      {
        "id": 202,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 202,
    "text": "     Подойдя ближе, я стала смотреть на воду, которая стремительно падала.\n— Тиб, ты как этот водопад. Изначально видна внешность. Красивая, привлекающая внимание, порой может громко говорящая. Но внутри... посмотри, что находится за водопадом. Видишь?\n— Там цветок растет. —  он присмотрелся внимательнее.\n— Верно. Внутри тебя искренность, которую ты часто прячешь. В тоже время в тебе есть крепкий стержень, не дающий тебе сломаться. Как этот цветок, который растет из камня. Не прячь то, что может показать тебя настоящего. Потому что именно в такого я влюбилась. \n— Спасибо, я обязательно последую твоему совету. И.. — он не договорил фразу и внимательно посмотрел на меня.",
    "answers": [
      {
        "id": 203,
        "text": "Далее"
      },
      {
        "id": 202,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/xH5KV0p"
      }
    ]
  },
  {
    "id": 203,
    "text": "\n— Да, ты мне тоже нравишься. Спасибо, что не забывал меня все эти годы. Ведь именно благодаря тебе моя жизнь начала кардинально меняться. И с твоей помощью я вспомнила все.\n    Обняв меня за талию, Тиб начал меня кружить в воздухе. Я счастливо улыбнулась, смотря в его глаза. Кажется, моя жизнь открывает новую страницу следующей главы... но это другая история.\n\n     Так и заканчивается моя история. И напоследок посоветую вам, земляне и не совсем: будьте внимательны. Осмотритесь вокруг. Кто знает, может ваше счастье, любое счастье, и недалеко находится?",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 204,
    "text": "",
    "answers": []
  }
]