[
  {
    "id": 1,
    "text": "Автор: gentle_death.\nСтатус: в разработке.\n\nЖанр: фэнтези/романтика.\nОписание: добро или зло? белое или черное? маги или демоны? наш мир или мир фэнтези? девушке предстоит узнать секрет двух миров и стать хранительницей кольца.\nДоступно: 1/х концовок.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начало."
      },
      {
        "id": 18,
        "text": "Достижения."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d11/2107/70/ff34c375840f.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b10/2107/81/891bdd8483fa.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "ᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ❝Пролог❞.\n\n \"Моя Госпожа, я Вас уверяю, скоро этим выродкам придет конец. Мы сможем найти его раньше...\" — произнес неизвестный в черном плаще.\n \"Жан, нас могут подслушивать, говори тише. Я довольна твоей работой и помню, что обещала тебе. Скоро начало...\" — резкая головная боль дала о себе знать.\n Девушка потерла глаза и неохото встала с кровати. Сон, что снился только что вылетел из головы красавицы. Взяв свой смартфон, девушка залезла в социальные сети и воодушевленно начала листать ленту. \n —Дзинь-Дзинь— раздалось от двери. Удивленная блондинка, неуспевшая позавтракать направилась к входной двери. Посмотрев в глазок, она никого не увидела и, открыв тяжелую дверь, обнаружила корзинку с... котенком?! \n Забрав корзинку, Алекс, так звали девушку, закрыла дверь и отправилась к кровати вместе с подарком,оставленным неизвестным. \n Котенок, который лежал в корзинке был очень милым, он мурлыкал и терся об руку своей новой хозяйки. Он был неестественного для обычных котов окраса. Черный с красным? Питомец был полностью черным, но на каждой лапе был изображен символ красного цвета. Символы были разными. Всего было четыре. \n А еще в корзине лежало письмо с непонятной для Алекс печатью, которое она боялась открыть.\n\nᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠПриключения нашей героини только начались.\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Глава 1."
      }
    ]
  },
  {
    "id": 3,
    "text": " ᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠГлава 1.\n\n Спустя пару часов Алекс так и не решилась прочитать письмо. Чего же она боялась? — Неизвестности? Монстров, которых не существует? Или то, что ей потом придется отдать котенка? Все сразу. \n Ей казалось, что это письмо может доставить ей много проблем, поэтому она положила его в ящик стола и попыталась забыть о нем навсегда, но не вышло. Письмо мерещилось ей везде, что начало выматывать светловолосую. \n Она решила отвлечься на нового друга, которому она уже успела дать имя — Рубин. Те символы, что находились на лапах, девушка уже успела рассмотреть и выяснила, что они четыре масти обычных игральных карт: Черви, Бубны, Крести и Пики. \n Алекс начало забавлять развитие событий, она уже про себя шутила, что ей придется проходить истории, разгадывать загадки, как в Клубе романтики. \n И между тем она выложила фотографию котенка в инстаграм, что подарило ей десяток новых подписчиков и тысяча лайков. Да-да, она мечтала стать популярной в инстаграме и зарабатывать деньги на этом.\n Но кажется, что все не идет так гладко. Рубин принес ей то таинственное письмо из ящика. ",
    "answers": [
      {
        "id": 4,
        "text": "Прочитать письмо."
      },
      {
        "id": 5,
        "text": "Не читать и отложить письмо."
      }
    ]
  },
  {
    "id": 4,
    "text": "\n И все-таки девушка раскрыла эту бумагу и начала читать:\n \"Доброго дня, леди Смит, спешу сообщить Вам, что Вы стали обладательницей кота-провдника в мир сверхъестественного. В пятницу Вы должны прийти в ближайший лес и найти эльфийца, что покажет дорогу к порталу. И не забудьте взять с собой Вашего проводника. Если Вы не появитесь у портала в течении недели, то Ваш проводник покинет Вас, а все, что Вы сейчас и в дальнейшем узнаете о втором мире, Вы забудете. \nᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠс уважением, Эрен.\nᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠк письму прилагается: проводник Джокер\".\n\n— Что это черт возьми такое!? — крикнула вслух Алекс и посмотрела на котенка, — так, значит тебя зовут Джокер? Не запарились они тебе имя придумать. Что еще за мир? Эльфиец, я должно быть сплю, ешкин кот! \n — Что это еще за ешкин Кот, мяу? — произнес грубый мужской голос из уст котенка. Алекс поперхнулась слюней и уставилась на питомца, взяв его на руки.\n — Ты еще и говорить умеешь? Или это у меня уже крыша едет. Моя дорога не в лес, а в психушку, черт подери! — сама себе говорит девушка.\n — Вы такая смешная, леди Алекс, но не могли бы вы мне налить молока, а лучше чего-нибудь покрепче? — замурлыкал Джокер, эалобно смотря на свою хозяйку.\n Ни одному нормальному человеку не устоять перед таким бредом. Истерически хохоча, девушка, что уже скоро потеряет рассудок решила действительно накормить своего котенка.\n ",
    "answers": [
      {
        "id": 6,
        "text": "Налить молока."
      },
      {
        "id": 7,
        "text": "Налить белого вина."
      }
    ]
  },
  {
    "id": 5,
    "text": "\n — Нет, я не буду в руки брать его, я не хочу. Вдруг, что-то непоправимое случиться! Все, убирай это письмо, Рубин! Это бяка, — грозно сказала девушка и плюхнулась на кровать.\n — Хозяйка, Вы уж меня простите, но раз письмо читать не захотели, мне придется Вам объяснять самому. Эх, сколько хлопот, ну почему же Вы такая упрямая леди! — промяукал мужским голосом Рубин. \n — Стоп. Что?! Ты кто? Нет, мне кажется. Не мог же милейший котенок заговорить. Тем более таким басом. Нет. Все, Лекса, спокойно, ты не поехала, ты нормальная. Всё, спать, — девушка начала переодеваться в пижаму.\n — Леди, Вы конечно прекрасны, но мне неловко смотреть на Вас в обнаженном виде. Переодевайтесь быстрее, — слукавил котенок и продолжил наблюдать за Алекс, которая стояла лишь в своем нижнем белье. \n — Эй, так, ладно, снова глюки, но ты, Рубин, отвернись! А то мало ли мне не послышалось, — сказала блондинка и быстро накинула на себя пижаму. \n — А сейчас ведь только утро, хозяйка. Вы снова спать удумали. Миледи, позвольте Вам наконец рассказать о нашем мире, ой, — не успев договорить Рубин оказался на груди Алекс и та мило улыбнулась, сделав вид, что ничего не услышала.\n— Мммиледи! Вы очень привлекательная, — замурлыкал котенок и слез с девушки, — Раз Вы не хотите слушать, то я просто буду говорить. Меня зовут Джокер. Я кот-проводник. Мне продолжать? — уточнил он, когда заметил пристальный взгляд хозяйки.\n",
    "answers": [
      {
        "id": 22,
        "text": "Выслушать котенка."
      }
    ]
  },
  {
    "id": 6,
    "text": "\n Девушка взяла чистую миску и налила туда холодного молока для своего нового питомца. Ничего удивительного не было бы, если бы не то, что пару минут назад ей мерещился голос кота, а в письме ей говорили о другом мире с порталом, об эльфийце в лесу и о проводнике в тот мир.\n Алекс решила попытаться переключить внимание на другое, и это у нее почти получилось, если бы не котенок.\n — Мяу, молоко просто божественное, но леди Алекс, оно слишком холодное, в следующий раз можете мне его немного подогреть? — беспечно промурлыкал проводник и, допив молоко, улегся около хозяйки.\n — Да ну нет, Алекс, это просто бред какой-то, — истерически произносила девушка и смотрела на котенка. — Это де самое милое существо, я просто пересмотрела фильмы со сверхъестественным. Все пройдет, все закончится. Питер Пен, Гарри Поттер, это же просто сказки, вот, сейчас я пойду спать, а на утро все забуду. Гениально, ученый Смит! — усмехнулась Алекс и встала с кресла, направляясь к кровати.\n — Постойте, хозяйка. Я думал, что Вы начнете у меня спрашивать о портале и обо мне? Мне принять свою демоническую форму или Вам удобнее разговаривать с котом? — промурлыкал мужским басом Джокер.\n — О, нет, я снова схожу с ума  — прошептала Алекс.",
    "answers": [
      {
        "id": 8,
        "text": "Выслушать котенка."
      },
      {
        "id": 9,
        "text": "Убежать из квартиры."
      }
    ]
  },
  {
    "id": 7,
    "text": "\n Усмехаясь своим бредням, Алекс решает попробовать налить белого вина своему питомцу, который ни с того ни с сего начал говорить человеческим голосом. Как в сказке.\n Найдя чистую миску и остатки вина, которое она пила вчера вечером,  Алекс наливает его в миску и ставит перед котенком.\n — Приятного. Надеюсь, я тебя не отравлю, сладенький Рубинчик, — шутит Лекса и смотрит на котенка, который уже во всю наслаждается алкогольным напитком.\n — Мяяяяяу, это неплохое вино, но у меня на Родине лучше будет. Благодарю Вас за это угощенье.\n \"Ха-ха, снова послышалось, ладно, надо бы чем-то себя занять. Спать пойду\". \n — Леди Смит, позвольте Вам рассказать о портале и эльфийце? У Вас же есть много вопросов. И да, какую форму мне лучше принять, демоническую или кошачью? — засыпает вопросами Джокер.",
    "answers": [
      {
        "id": 8,
        "text": "Выслушать котенка."
      }
    ]
  },
  {
    "id": 8,
    "text": "\n \"Может все-таки попробовать выслушать бред своего разума и успокоиться? Да, так и поступим\", — подумала Смит и посмотрела на черного котенка.\n — Хорошо, продолжай, как там тебя в записке звали? Точно, Джокер, — сказала светловолосая и продолжала наблюдать за своим питомцем.\n — Мур, красавица, как Вы могли забыть мое имя? Хорошо, так какую форму мне принять? — все также беспечно промурлыкал проводник и наконец начал рассматривать свою новую хозяйку.\n Светло-русые волосы аккуратно лежали на хрупких плечах леди, зеленые, как изумруд глаза смотрели прямо на котенка, тоненький носик, а  пухлые губки так и притягивали к себе мужчин. Фигура девушки была обычной, но что больше всего понравилось Джокеру — это изумрудное кольцо на безымянном пальчике девушки.",
    "answers": [
      {
        "id": 10,
        "text": "Демоническая форма."
      },
      {
        "id": 11,
        "text": "Кошачья форма."
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c09/2107/40/fc8571852878.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "\n \"Я должно быть сплю! У меня что-то с головой? Надо выпить таблетку. Нет, лучше на свежий воздух\", — подумала светловолосая и незамедлительно выбежала на улицу.\n —Может, прогуляться до магазина? — под нос промямлила Лекса и вернулась в квартиру за деньгами.\n — Леди Алекс, не спешите Вы так. Позволите мне пройтись с Вами? \n — Ааа. Я схожу с ума. Давай выкладывай все, что хотел мне сказать. В магазин идти нет смысла, если тв пойдешь со мной, говорящий котейка, — усмехеулась Смит и закрыла входную дверь.\n ",
    "answers": [
      {
        "id": 8,
        "text": "Выслушать."
      }
    ]
  },
  {
    "id": 10,
    "text": "\n — А что за демоническая форма? Хочу посмотреть, — проговорила зеленоглазая, и в ту де секунду перед ней появился настоящий горячий красавчик. \n Тёмные волосы неряшливо падали на лицо парню, глаза цвета рубина привлекали, тело было просто невероятным, забываясь, Алекс подумала о нем без футболки и слегка покраснела. Но что больше всего удивило девушку — это небольшие чёрные рожки на голове и острые клыки. Парень чем-то напоминал дьявола из книжек и фильмов. \n Руки Алекс начали трястись. По ней было заметно, что ей было некомфортно находиться рядом с этим существом, но что поделать, сама напросилась.\n — Леди, не пугайтесь Вы так. Если хотите, могу принять прежний облик, — заботливо произнес парень.\n — Нет, всё в порядке, — натянула улыбку Смит.\n — Как скажете. Итак, давайте еще раз познакомимся. Меня зовут Джокер, я демон-проводник из Седьюктейра. Здесь по приказу нашего главы. Слушаю Ваши вопросы, леди Смит.\n ",
    "answers": [
      {
        "id": 12,
        "text": "Существует другой мир?"
      },
      {
        "id": 13,
        "text": "Ты демон-проводник?"
      },
      {
        "id": 14,
        "text": "Причем тут я?"
      },
      {
        "id": 15,
        "text": "Седьюктер? Что это?"
      },
      {
        "id": 16,
        "text": "Расскажи о лесе и эльфийце."
      },
      {
        "id": 17,
        "text": "Кто такой Эрен?"
      },
      {
        "id": 20,
        "text": "Почему ты называешь меня леди?"
      },
      {
        "id": 21,
        "text": "Вопросов больше нет."
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a23/2107/ed/05a19dc3126b.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "\n — Останься пока таким, а то непривычно будет, — тихо говорит Смит и смотрит на котенка.\n — Я постараюсь продержаться подольше, но эта форма тратит мои силы, но не переживайте, я не страшный. Я один из самых красивых демонов, которых Вы увидите, — мурлычет демон.\n — Не уж то? Ладно, покажи насколько ты красивый, — кокетничает Лекса.\n ",
    "answers": [
      {
        "id": 10,
        "text": "Демоническая форма."
      }
    ]
  },
  {
    "id": 12,
    "text": "\n — Что за мир? Это не розыгрыш какой-то? — насмешливо спросила Алекс.\n — Нет, миледи. Существуют два мира: Земля и наш мир, — протянул демон.\n — Наш мир? Это такое название? — задумчиво спросила Смит.\n — Нет, простите, название пока сказать не могу. Нам запрещено разглашать различные названия пока Вы не приняли решение. Итак, в нашем мире существует множество рас — начиная с эльфов, заканчивая демонами. И у каждой расы свое королевство. Всего их 13. Одно королевство, где живут все расы, считается центром нашего мира, так сказать, но об этом потом. Наш мир реален, правда, Вас возможно многое в нем поразит, — закончил Джокер.\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 13,
    "text": "\n — Ты хочешь сказать, что ты демон-проводник и умеешь обращаться в котенка? — усмехнулась Алекс.\n — Так и есть, леди Смит. Я являюсь одним из главных проводников нашего Королевства. У меня также есть демонический дар, но это Вам знать пока рановато, — улыбнулся демон.\n — И сколько тебе лет?  — прищурилась девушка.\n — О, миледи, не суйте нос туда, куда не надо. Я намного старше Вас.\n — Ты умеешь обращаться в кота? — продолжает Лекса.\n — Да, это дар всех проводников. Вам понравился мой облик котенка? — хитро улыбаясь, спрашивает проводник.\n — Довольно милый, — безразлично отвечает девушка.\n \n",
    "answers": [
      {
        "id": 10,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 14,
    "text": "\n — Это все конечно здорово, но причем тут я!? — восклицает блондинка.\n — Тише, леди, успокойтесь. Вы зачем-то понадобились Совету. Больше сказать не могу, потому что не знаю. Все держат в тайне, — проговорил Джокер.\n — Совет? Что это? — заинтересованно спрашивает Лекса.\n — Совет — это правительство, если по Вашему языку говорить. Правительство нашего мира. В Совет входят правители всех королевств. Его собирают в 13-ом королевстве, — скучающе объясняет Джо.\n",
    "answers": [
      {
        "id": 10,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 15,
    "text": "\n — Что за Седьюктер? — спрашивает проводника Алекс.\n — Это Королевство демонов. Его название точнее. И предугадав Ваш вопрос, скажу, что названия других Королевств сказать не могу, такие правила.\n — Ну-у, ладно-о, — протянула Смит, — расскажи о своем Королевстве!\n — Я мало чего могу пока Вам рассказать, но так и быть. Наше Королевство одно из самых могучих, наш правитель силен и хитер. А еще наша страна славится прекрасным кровавым вином! Обязательно попробуйте его, леди Алекс! — весело говорит проводник.",
    "answers": [
      {
        "id": 10,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 16,
    "text": "\n — Расскажи пожалуйста про тот лес из записки и об эльфийце, — говорит Алекс.\n — Рад, что Вы спросили наконец. Ближайший отсюда лес находится в часе езды, повезло, что Вы живете на окраине города. Лес самый обычный для людей, но не для нас — проводников и остальных жителей нашего мира. Если Вы с нами, то для Вас он тоже станет необычным. С помощью эльфийца мы найдем портал и я приведу Вас к Совету, — закончил Джокер.\n — Ты сам не можешь найти портал? Зачем нам нужен эльфиец? — задумчиво спросила девушка.\n — О, Вы уже согласились пойти со мной!? О порталах знают только охранники леса — это эльфийцы. Таковы законы, — лениво договаривает проводник.\n",
    "answers": [
      {
        "id": 10,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 17,
    "text": "\n — Что еще за Эрен из записки? — любопытно спрашивает блондинка проводника.\n —  Об этом пока рассказать не могу, но уверяю Вас, он — прекрасный эээ.., прекрасная личность, в общем, — обрывает Джо.",
    "answers": [
      {
        "id": 10,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 18,
    "text": "Всего доступно достижений:\n\nКонцовок:\nОдинокие мир и спокойствие.",
    "answers": [
      {
        "id": 65,
        "text": "Концовка: одинокие мир и спокойствие.",
        "need": [
          64
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "\n Девушка незаметно подошла к дуплу и залезла рукой внутрь.\n \"Главное, чтобы там не было никакой живности\", — подумала блондинка и продолжила нащупывать вещицы.\n Первое, что она нашла было похоже на бумагу, воодушевившись, Лекса достала вещь. Это было письмо.\nДальше она еще раз залезла рукой внутрь дупла и наткнулась на какой-то мешочек.",
    "answers": [
      {
        "id": 19,
        "text": "авт.: можно осмотреть только одну вещь.",
        "comment": true
      },
      {
        "id": 55,
        "text": "Осмотреть письмо."
      },
      {
        "id": 54,
        "text": "Осмотреть мешочек."
      }
    ]
  },
  {
    "id": 20,
    "text": "\n — Почему ты обращаешься ко мне \"Леди\" и на \"Вы\"? У Вас так принято? — неожиданно спрашивает Алекс.\n — Не думал, что Вы спросите, но верно. У нас принято обращаться к Выше стоящим персонам уважительно и на \"Вы\", а также к незнакомцам и старшим по возрасту. У Вас не так? — удивленно интересуется проводник.\n — Так, но леди это чересчур. Прости, что говорю с тобой неуважительно, с ровесниками всегда так. Можешь тоже перейти на \"ты\", — улыбнулась Смит.\n — Прошу прощения, но я не могу. Такие правила. Тем более, глава сказал, что Вы почетная гостья. Я нарушу закон, поэтому извиняйте, — усмехнулся дьявол.\n",
    "answers": [
      {
        "id": 10,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 21,
    "text": "\n — Все, вопросов больше нет. Ты что-то хочешь мне еще сказать? — поинтересовалась девушка.\n — Вы читаете мои мысли, леди. Самое главное — хотите ли Вы отправиться со мной или останетесь здесь? Мы не в праве насильно утаскивать Вас в наш мир, не можем, если сказать корректнее. Всё зависит от Вашего желания и решения. Подумайте до завтрашнего дня. Послезавтра нам нужно отправляться в лес, если Вы не забыли, — усмехнулся демон и облокотился на кресло. \n— Я тебя поняла. Можешь оставаться в любой форме, но если ко мне придет кто-нибудь из друзей, то ты станешь котенком, понял? — спокойно произнесла Алекс.\n — Я Вас понял, моя Госпожа, ха-ха, — усмехнулся демон и прикрыл глаза.\n \"Моя Госпожа? Что-то знакомое. Сон. Точно! Сон. Может, это вещий сон? И это что-то значит. В любом случае, голоса я примерно помню\".\n — Джо, а в Вашем мире вещие сны бывают? — улыбнулась Алекс.\n — Джо, хах, Миледи, Вы очень интересная девушка. Да, бывают. А к чему такой вопрос? — удивленно поинтересовался демон.\n — Да так, вдруг стану Вангой какой-нибудь, — промямлила Смит, а про себя взяла на заметку воспоминания о том сне.\n — Вангой?\n — Ой, это так у меня в мире называют одну великую ясновидящую, — мило произнесла Лекса.\n — Интересное имя. Вам не пора спать, Леди Смит? — уточнил дьявол.\n — Точняк. Сладких снов, Джо! — девушка заботливо поместила руку на макушку между рожками и погладила ее. Затем она плюхнулась уже в пижаме в кровать и заснула.",
    "answers": [
      {
        "id": 23,
        "text": "Утро."
      }
    ]
  },
  {
    "id": 22,
    "text": "\n — Что же, леди Смит, зря Вы письмо не прочитали, так было бы намного быстрее, — вздохнул Кот, — но я могу просто пересказать Вам то письмо. Слушайте: \"Доброго дня, леди Смит, спешу сообщить Вам, что Вы стали обладательницей кота-провдника в мир сверхъестественного. В пятницу Вы должны прийти в ближайший лес и найти эльфийца, что покажет дорогу к порталу. И не забудьте взять с собой Вашего проводника. Если Вы не появитесь у портала в течении недели, то Ваш проводник покинет Вас, а все, что Вы сейчас и в дальнейшем узнаете о втором мире, Вы забудете\", — сказал котенок и продолжил, — это письмо Вам оставил Эрен. И к письму прилагался я, Джокер, — мурлыкнул он.\n — Ну это же бред сумашедшего. Я разговариваю с котенком о каком-то мире, с порталом, проводниками. А имена будто взяты из аниме. Эрен Йегер, черт подери, — с ужасом произнесла Лекса. — Так, хорошо, Джокер, верно? На кой черт это все происходит со мной? Меня увезут в психушку? — усмехнулась Смит и с разочарованием взглянула на котенка.\n — Нет, что Вы. В психушку Вас не повезут, Вы со мной отправитесь в наш мир. Ладно, давайте наконец поговорим по делу. Мне оставаться в кошачей форме или перейти в демоническую?\n Светло-русые волосы аккуратно лежали на хрупких плечах леди, зеленые, как изумруд глаза смотрели прямо на котенка, тоненький носик, а  пухлые губки так и притягивали к себе мужчин. Фигура девушки была обычной, но что больше всего понравилось Джокеру — это изумрудное кольцо на безымянном пальчике девушки.",
    "answers": [
      {
        "id": 10,
        "text": "Демоническая форма."
      },
      {
        "id": 11,
        "text": "Кошачья форма."
      }
    ]
  },
  {
    "id": 23,
    "text": "\n Раннее весеннее утро. Из окна слышно пение птиц, виден туман, окутавший ближайшую местность, а во дворе можно увидеть черного кота со странными красными узорами на лапах. Котенок умывается и изучает местность. Пока он не видел из людей никого кроме своей хозяйки. Закончив утренние процедуры, он решает вернуться к Алекс и разбудить ее. \n Зайдя в подъезд он принимает демоническую форму и ключом, который он нашел на тумбочке у двери перед уходом, открывает входную дверь.\n В квартире стоит полная тишина, ее окутывает красота хозяйки. Алекс спит, можно подумать, что она сам ангел во плоти. Ее локоны небрежно лежат на ее чистом лице, а губы покрыты алым свечением от глаз дьявола.\n — Какая же Вы милая, Леди, когда спите. Даже не хочется будить Вас, — шепчет Джокер и поправляет прядь волос девушки, — Вы уж простите меня, — с этими словами он легонько трясет девушку за плечо и тихо говорит, — Леди Алекс, просыпайтесь, пора вставать. Мяу, — шутливо добавляет мурлыканье в конце и отходит к креслу.\n — Какого черта ты делаешь, Джокер?! Какого ты меня будишь в такую рань. Ты хоть знаешь! А и ладно с тобой. Зачем я тебе понадобилась в шесть утра? — гневно спрашивает сонная Алекс.\n — Миледи, тише, успокойтесь. Пора принимать решение, — улыбается демон.\n — Прямо сейчас, ты шутишь? — на ее вопрос демон печально кивает и натягивает улыбку.\n",
    "answers": [
      {
        "id": 24,
        "text": "Согласиться."
      },
      {
        "id": 25,
        "text": "Отказаться."
      },
      {
        "id": 26,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 24,
    "text": "\n— Знаешь, я долго думала, но я хочу попробовать испытать свой бред и психи. Я согласна, терять все равно нечего, — тихо добавила Алекс и посмотрела на своего проводника.\n — Отлично, я пока пойду тогда к нашему эльфийцу, чтобы предупредить его о нашем визите. Отдыхайте, милая леди, мяу, — тут же произошло перевоплощение, и перед Алекс стоял маленький котенок. \n Девушка выпустила того на улицу, а сама плюхнулась на мягкое кресло. Что же такого сделать?",
    "answers": [
      {
        "id": 27,
        "text": "Осмотреть комнату."
      },
      {
        "id": 28,
        "text": "Лечь спать.",
        "need": 27
      },
      {
        "id": 29,
        "text": "Порыться в вещах Джокера.",
        "need": 30
      },
      {
        "id": 30,
        "text": "Осмотреть корзину.",
        "need": 28
      },
      {
        "id": 31,
        "text": "Открыть дверь Джокеру.",
        "need": [
          29
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "\n — Знаешь, я не хочу в ваш мир. Ничего о нем не знаю, тебя знаю от силы два дня, если не меньше. Передавай Совету мои извинения, но я лучше уж в психушку пойду, чем с каким-то незнакомцем в лес, — холожно отозвалась Лекса.\n — Миледи, Вы очень смешная. Но быть по-Вашему. Можно напоследок поцеловать Вас? — игриво поинтересовался дьявол.\n — Что? Ты серьезно?  — опешила девушка и немного смутилась.",
    "answers": [
      {
        "id": 62,
        "text": "Можно.\n(♡)"
      },
      {
        "id": 63,
        "text": "Нельзя."
      }
    ]
  },
  {
    "id": 26,
    "text": "\n Девушка была в смятении, она еще не до конца расставила все по своим местам в голове. Алекс взвешивала все \"за\" и \"против\".\n Она не знала, сможет ли вернуться обратно, что с ней там будет. И в конце-концов, Джокер не маньяк-убийца, сбежавший из психушки? Может, он подсыпал что-то в чай или духи какие-нибудь с отравой.\n Взглянув на проводника, Смит прикусила губу и сказала:\n — Я еще не до конца понимаю, что ждет меня в том мире, да и существует он вообще. Что думаешь, мне стоит идти к вам или Совет хочет меня убить? — потерянно спрашивает блондинка.\n — Не убьют, по крайней мере в ближайшие два года точно. Только Вы можете руководить своей судьбой, увы, в наш мир затащить насильно мы не можем. Особенно Вас, миледи, — поднимает кончики губ Джо.\n — Хорошо, я подумаю и через пару минут вынесу свой вердикт.",
    "answers": [
      {
        "id": 24,
        "text": "Согласиться."
      },
      {
        "id": 25,
        "text": "Отказаться."
      }
    ]
  },
  {
    "id": 27,
    "text": "\n Небольшая комната с кроватью, удобным креслом, рабочим столом и телевизором. Ощущалось женская рука, комната была прибрана, в ней стоял аромат лаванды. \n Кровать была односпальная с черным постельным бельем и маленькой игрушкой мишки в углу кровати. \n На рабочем столе лежали какие-то документы с работы Алекс, стояли черный ноутбук и маленький сундучок. Также по бокам были маленькие ящички.\n Телевизор был небольшим, но последней модели, к нему можно было подключить приставку и играть в какой-нибудь симс, чем девушка планировала заняться.",
    "answers": [
      {
        "id": 33,
        "text": "Заглянуть в ноутбук.",
        "need": -33
      },
      {
        "id": 34,
        "text": "Посмотреть документы."
      },
      {
        "id": 35,
        "text": "Открыть сундучок."
      },
      {
        "id": 36,
        "text": "Полазить по ящикам."
      },
      {
        "id": 32,
        "text": "Осмотреть игрушку.\n",
        "need": -32
      }
    ]
  },
  {
    "id": 28,
    "text": "\n Девушка невыспалась и решила все-таки снова прилечь в кровать, поправив подушку и постельное белье она со всей силы прыгнула на матрас кровати, что умудрилась удариться об стену. \n Видимо поспать не удастся, к тому же она потеряла свою резинку, стоит поискать ее?",
    "answers": [
      {
        "id": 41,
        "text": "Стоит."
      },
      {
        "id": 24,
        "text": "Нет."
      }
    ]
  },
  {
    "id": 29,
    "text": "\n Алекс не такой человек, чтобы без спроса лазить по чужим вещам, но ситуация не из простых. Сейчас главное успеть вовремя и не застать Джокера во время этого дела.\n У проводника вещей было кот наплакал. Небольшая мужская сумка и плащ. И зачем ему плащ?\n \"Так, Алекс, это не преступление, все будет хорошо\".\n\n ",
    "answers": [
      {
        "id": 46,
        "text": "Осмотреть плащ."
      },
      {
        "id": 47,
        "text": "Осмотреть сумку."
      }
    ]
  },
  {
    "id": 30,
    "text": "\n Корзина с письмом и котенком. Интересно, какие тайны могут в ней еще хранится?\n Алекс берет в руки корщинку и начинает осматривать ее.\n В ней лежит теплое одеяльце для кота, которое Лекса еще не вынула, и маленькая записка?!\n Как же Смит ее не заметила? \n Светловолосая берет в руки записку и начинает читать: \"Избранная найдет ответы тогда, когда найдет, того, кого ищет. И встанет на путь истинный, благодаря своей вере и правде. Сон, что снился однажды приснится вновь\". \n Избранная? Сон? Все это начинает походить на какой-нибудь квест или отомэ игру.\n — А я, наверное, главная героиня? Мне кажется, что все сказочные фильмы — не выдумка. Надо будет спросить у Джокера, — сама себе глаголит Лекса.",
    "answers": [
      {
        "id": 24,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 31,
    "text": "\n — Дзинь-дзинь, — доносится от входной двери. Вчерашнее утро повторяется? \n Алекс подходит к двери и смотрит в глазок, но никого не видит.\n \"Действительно чепуха\", — думает она про себя и открывает дверь.\n У двери сидит никто иной, как сам Джокер. Он быстро забегает в квартиру и обращается в демона, когда Смит закрывает дверь.\n — С возвращением, проводник, — улыбается Алекс и гладит парня по макушке.\n — Здравствуйте, миледи. Планы изменились, мы выдвигаемся прямо сейчас, — беспокойно говорит Джо и бережно берет ладонь Алекс.\n — Что-то случилось? — удивляется девушка и убирает руку.\n — Да, мы должны поспешить. Совет очень сильно беспокоится о Вашем благополучии и просит не медлить, — юноша берет сумку и надевает плащ.\n — Подожди тогда в другой комнате, я переоденусь, — спокойно говорить Лекса и внимательно наблюдает за действиями дьявола.\n — Я бы и здесь не помешал, миледи.",
    "answers": [
      {
        "id": 48,
        "text": "Разрешить остаться.\n(♡)"
      },
      {
        "id": 49,
        "text": "Попросить уйти."
      }
    ]
  },
  {
    "id": 32,
    "text": "\n Алекс взяла игрушку, которая веяла воспоминаниями о родителях и детстве. Мишку звали Филя. \nС этой игрушкой девушка не расставалась более десяти лет. Алекс сейчас восемнадцать.\n Если блондинка собралась в другой мир, стоит ей брать с собой мишутку?",
    "answers": [
      {
        "id": 37,
        "text": "Взять."
      },
      {
        "id": 38,
        "text": "Оставить."
      }
    ]
  },
  {
    "id": 33,
    "text": "\n Подойдя к рабочему столу, Алекс заглянула в свой горячо любимый ноутбук. \n Из всех папок она отметила только две, которые хочет пересмотреть перед уходом. Это — Семья и Пособие для выживания.\n \"Кто бы мог подумать, что я решусь взглянуть на эти папки перед уходом\".\n",
    "answers": [
      {
        "id": 33,
        "text": "\nпометка от автора: выбрать можно только одну папку, выбор папки дальше немного повлияет на персонажа.",
        "comment": true
      },
      {
        "id": 40,
        "text": "Открыть папку Пособие."
      },
      {
        "id": 39,
        "text": "Открыть папку Семья."
      }
    ]
  },
  {
    "id": 34,
    "text": "\n На столе лежала кипа различнвх документов с работы Алекс, но в углу спрятались пара бумаг о происхождении Алекс, о наследстве и др. \n Быстро просматривая паспорт, свидетельство о смерти и другие семейные документы, она наткнулась на выписку из банка, которую поспешила спрятать себе в карман.",
    "answers": [
      {
        "id": 34,
        "text": "Получено: 100 местной валюты.",
        "comment": true
      },
      {
        "id": 24,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 35,
    "text": "\n Отложив все другие вещи, Лекса осторожно взяла в руки свой драгоценный сундучок. \n Достав спрятанный ключ, она осторожно открыла маленький сундучок.\n В нем она обнаружила: пару изумрудных сережек, доставшихся от покойной матери; черный браслет; необычные часы отца. \n\n Надев серьги, браслет и спрятав часы, девушки тихо вздохнула и вернулась к своим делам.",
    "answers": [
      {
        "id": 35,
        "text": "Получено: семейная реликвия.",
        "comment": true
      },
      {
        "id": 24,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 36,
    "text": "\n Открывая и закрывая ящички, девушка только и находила различные бумаги или ненужные безделушки. Последний ящик был заперт на ключ, который левушка где-то посеяла. \n Этот ключ потерян где-то в квартире, если Алекс хорошо поищет, то сможет его найти и открыть драгоценный ящик.",
    "answers": [
      {
        "id": 24,
        "text": "Обратно."
      },
      {
        "id": 42,
        "text": "Открыть ящик.",
        "need": [
          41
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "\n Положив ближе к выходу Филю, девушка намеривалась забрать его с собой в приключения. \n Может так, она не будет чувствовать себя одинокой. \n Кто знает, какие личности водятся в их мире.",
    "answers": [
      {
        "id": 24,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 38,
    "text": "\n Новая жизнь — новые игрушки. Так решила для себя Лекса и поцеловав мишку в макушку, положила его обратно. \n Конечно ей будет грустно в новом месте без знакомых, но Алекс не маленькая, справится как-нибудь. ",
    "answers": [
      {
        "id": 24,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 39,
    "text": "\n — Щёлк-щёлк, — двумя нажатиями девушка открыла папку, но не выдержала при виде первой фотогорафии и всплакнула.\n \"Я хоть и не нюня, но не могу выдержать. Мамочка, я скучаю по тебе. Надеюсь, у тебя там все хорошо...\" — подумала про себя Алекс.\n Полистав семейные фотографии, вспомнив смерть своих родителей, Алекс заметно помрачнела, но не закрыла их. Сама не понимая почему, девушка внимательно осматривала фотографии и подмечала различные детали. Среди этих деталей она заметила кольцо, которое было на пальце матери, а сейчас находилось у Алекс. И еще одна фотография не давала покоя. Фотография с посланием: \"Северная Башня, черный сундук\". \n\n\"Что это за башня, черт подери?\" — пролетело в голове Смит  но послание она запомнила.",
    "answers": [
      {
        "id": 39,
        "text": "Получено: послание.",
        "comment": true
      },
      {
        "id": 24,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 40,
    "text": "\n — Щёлк-щёлк, — двумя нажатиями девушка открыла Пособие и прияналась читать.\n\n \"Если Вы хотите выжить в лесу, то обязательно почитайте о флоре и фауне тех краев, возьмите оружие для самообороны и добычи пищи. Не стоит заводить дружбу с хищниками. Одевайтесь как можно более удобно в любой поход на дикую природу.\n Если Вы попали в неизвестное место с неизвестными людьми, то не стоит доверять им свою жизнь, тайны и другое. Не стоит пить и есть их подачки. Лучше проверить этих людей.\n Если у Вас есть возможность взять самое необходимое, то возьмите то, что пригодится Вам в том месте. Спички/зажигалка, питьевая вода, оружие, сменная одежда, еда и др...\"\n\n Внизу находилась краткая информация о разных местностях, возможно, в будущем это пригодится.\n\n — А забавные, но полезные у них советы. Может, противоядие бы еще посоветовали взять, ха-ха. Ладно, это может понадобиться.",
    "answers": [
      {
        "id": 40,
        "text": "Получено: знания о местности леса.",
        "comment": true
      },
      {
        "id": 24,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 41,
    "text": "\n Девушка залезла под кровать и на удивление нашла там не резинку, а ключ от одного из ящиков, резинка же оказалась где-то под одеялом.\n Найдя пропажу умноженую вдвое, Смит с приятными мыслями прилегла вздремнуть.",
    "answers": [
      {
        "id": 41,
        "text": "Получено: ключ от ящика.",
        "comment": true
      },
      {
        "id": 24,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 42,
    "text": "\n Вставив ключ в ящичек, все прекрасно открылось, а Алекс счастливо вздохнула и принялась осматривать свой тайник.\n Здесь были много дорогих вещей блондинки, но нужное найти было сложно, потому что все было разбросано по ящику и пакетикам.\n Где стоит начать поиск сокровищ?",
    "answers": [
      {
        "id": 43,
        "text": "Осмотреть маленький черный пакет.",
        "need": -43
      },
      {
        "id": 44,
        "text": "Осмотреть два маленьких сундучка."
      },
      {
        "id": 45,
        "text": "Посмотреть по углам ящика."
      },
      {
        "id": 24,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 43,
    "text": "\n Взяв чёрный пакетик, она поднесла его на свет и высыпала содержимое.\n Здесь находились различные побрякушки прабабушки. С дества Алекс притягивала одна вещь — значок со странным узором, девушка придумывала сказочные истории, связанные с этим значком. Может, история воплотится в реальность?",
    "answers": [
      {
        "id": 42,
        "text": "Забрать значок."
      }
    ]
  },
  {
    "id": 44,
    "text": "\n Взяв из ящика два маленьких сундучка, Алекс открыла их поочереди и выложила все добро, что находилось внутри них.\n Там она нашла много различных дорогих украшений, которые можно было продать за хорошую цену, но ее это сейчас не волновало. \n Здесь она нашла несколько странных блокнотов своей матушки, которых она не видела раньше.\n Пролистав несколько страниц она вновь наткнулась на какое-то послание: \"Полнолуние...\"\n — Начинаю терять рассудок. Может это просто записи из книг? — сама себе сказала Смит.\n",
    "answers": [
      {
        "id": 44,
        "text": "пометка от автора: если вы соберет различные кусочки послания, то это поможет вам в будущем.",
        "comment": true
      },
      {
        "id": 42,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 45,
    "text": "\n Осталось самое неудобное — углы. Зеленоглазой пришлость наклоняться,чтобы осторожно засунуть руку в ящик и найти что-нибудь полезное.\n Алекс искала долго, но так ничего стоящего не нашла. Вздохнув, она решила продолжить свои дела.",
    "answers": [
      {
        "id": 42,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 46,
    "text": "\n Осторожно взяв плащ, девушка начала его общупывать и искать карманы, но увы и ах, ничего не смогла найти, разве что бирку от магазина дьяволов? \n Смит не знала наверняка, но эта штуковина, как бы выразилась девушка, была похожа на бирку магазина Земли.\n Девушка решила осмотреть и заметила похожий знак, как и на лапе котенка. \"Черви?\"\n ",
    "answers": [
      {
        "id": 24,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 47,
    "text": "\n Алекс Смит впервые совершает ужасное преступление. \n Девушка аккуратно берет в руки сумку и пытается открыть ее.\n — Черт. Ничего не выходит, магия какая-то, — устало вздыхает Смит и пытается просто рассмотреть сумку.\n Блондинка замечает еще два знака с лап кота — Бубны и Крести.\n \"Интересно, а где Пики?\" — невольно задается вопросом Алекс и слышит звонок в дверь.\n Времени нет, нужно все расставить по своим местам за десять секунд. Лекса кидает сумку на место и кладет плащ, вроде похоже, остается надеятся, что чары не засекли попытку взлома.\n\n ",
    "answers": [
      {
        "id": 24,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 48,
    "text": "\n Немного подумав, девушка разрешает демону остаться и снимает пижаму. Алекс стоитв  одном нижнем белье и ищет, что можно было бы надеть в поход. Невольно она замечает пристальный взгляд проводника.\n — Джокер? Ты сейчас не шутишь? — усмехается девушка.\n — Леди Смит, как я могу шутить с Вами? Вы под опекой Совета.\n — Так почему же ты позволяешь себе пошлости? — закусывает нижнюю губы Лекса.\n — Потому что Вы прекрасны, Госпожа, — ухмыляется дьявол.\n — Я вот не пойму, что ты такой покладистый. Демон же, а тут смотрю и ангелочка вижу, — прищуривается зеленоглазая.\n — А Вы что думаете, что нет хороших дьволов? — демон сокращает дистанцию.\n — Да уж, еще рано, ты понимаешь это, Джо? — разочарованно говорит Алекс, — В нашем мире обнажиться перед мужчиной то же самое, что и надеть купальник. Ну почти, — шутит себе под нос светловолосая.\n — А в нашем мире это ежедневная вещь, Леди Лекса, — все ближе подходит Джокер.\n — Максимум, что ты можешь получить это... — девушка встает на носочки и легонько целует в губы своего проводника.\n — Это уже прекрасно, красотка. Ой, прошу меня простить, Леди Смит, — смеется Джокер и уходит в другую комнату.\n\n\"И что это было? Закрутишь роман с дьяволом, которого знаешь полтора дня? Нет уж. Думаю, он скоро забудет об этом\".\n\nБыстро надев нужную одежду, девушка выходит к демону.",
    "answers": [
      {
        "id": 48,
        "text": " <plus>1♡ — Джокер\n одежда в некоторых случаях и выборах имеет значение, но не сейчас.\n\nпометка автора: в дальнейшем выборы близости будут помечаться ♡.  этот выбор откроет вам следующие.\n\n! это не последний партнер.",
        "comment": true
      },
      {
        "id": 50,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 49,
    "text": "\n — Спасибо за одолжение, но я и одна справлюсь, — хихикает Лекса и снимает пижаму, дождавшись ухода дьявола.\n Быстро найдя и надев удобную одежду в лес, Алекс выходит к демону.\n\n",
    "answers": [
      {
        "id": 49,
        "text": "одежда может влиять на некоторые случаи и выборы, но в данном случае не имеет значения.",
        "comment": true
      },
      {
        "id": 50,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 50,
    "text": "\n Демон стоял у окна, явно задумавшись о чем-то, он даже не заметил присутствие девушки, что смогло сыграть ей на руку.\n Алекс внимательно рассматривала нового знакомого, отмечая детали его одежды и сверхъестественные штучки. Она также не могла не отметить красоту его тело и волос. \n\n — Долго Вы тут стоите, Леди Смит? — безразлично спрашивает Джо.\n — Это не важно, важно то, что нам делать дальше? Что с квартирой? Продавать? Деньги? Какая там валюта? Или ты подумал, что я молча пойду, как в сказках  ни о чем не задумываясь?  — засыпала вопросами бедного дьявола Смит.\n — Полегче. Квартиру продавать не стоит, Совет сказал, что Вам нужно будет вернуться сюда позже. Валюта у нас — это адры. Если переводить с Вашей, то 100 Вашей валюты — 10 адров. На 10 адров можно купить комнату на три дня и три ночи в таверне или же запас еды на пять дней.\n — Немного. Пойдет. У меня есть 10 адров. Куплю себе комнату на три дня, а там как получится.\n — Вы чего, миледи? Вас вызывает Совет, проживание и питание включено. Они все обсудят. Не пропадете, — улыбнулся Джокер.\n — Хм, ладно. Но сбережения не помешают. \n — Выдвигаемся, Леди Лекса, — уверенно произносит проводник.",
    "answers": [
      {
        "id": 50,
        "text": "Ваш бюджет: 100 местной валюты — 10 адров.",
        "comment": true,
        "need": [
          34
        ]
      },
      {
        "id": 50,
        "text": "В Вашей сумке — семейная реликвия.",
        "comment": true,
        "need": [
          35
        ]
      },
      {
        "id": 50,
        "text": "На Вашей одежде — значок.",
        "comment": true,
        "need": [
          43
        ]
      },
      {
        "id": 51,
        "text": "В лес."
      },
      {
        "id": 52,
        "text": "Спросить о поцелуе.\n(♡)",
        "need": [
          48
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "\n Выйдя из дома, Джокер ведет девушку в лес к эльфийцу. Они ловят автобус, что едет в соседний город, а по пути останавливаются недалеко от этого самого леса.\n Лекса воодушевилась. Ей нетерпится увидеть тот мир, хотя до сих пор в ее сознании проскальзывают мысли о психушке, но это где-то глубоко. Смотря в окно видно, как начинает темнеть. Хотя они и должны были отправится в лес только завтра, девушка подготовилась заранее. \n Что же ждет Алекс в этом лесу? Ответ — ожидание.\n Погруженная в свои где-то мрачные, где-то веселые мысли, Смит не замечает, что они приехали. Джокер берет девушку за руку, что бы та не отставала и быстрым шагом ведет ее в лес.\n — Ты же не собираешься меня убить? — напряженно интересуется Смит.\n — Может и да, а может и нет, — серьезно отвечает дьявол.\n — Что ты сказал? Ты...Ты... — голос девушки дрожит, а она падает.\n — Вы в порядке, Леди Смит? Я не убью Вас, пока мне не прикажут, не беспокойтесь.\n Алекс сжимает руку проводника и смотрит в его рубиновые глаза.\n — Ты хочешь сказать, что убил бы, если бы тебя попросили? — глаза наполняются слезами, блондинка вырывается и убегает в чащу леса.\n  \"Да как я могла ему поверить и дать возможность жить со мной. Он явно хороший актер. Все было притворством. Я даже магией не владею. Не принадлежу к их миру. Я хочу научиться магии, но не такой ценой и дьяволами. Совет. Что он сказал — правда?\" — крутились мысли у нее в голове. \n Не заметив, она оказалась на какой-то поляне. ",
    "answers": [
      {
        "id": 51,
        "text": "пометка автора: она вырвалась, потому что Джокер опешил и не был готов увидеть слез девушки и такой реакции.\nбезусловно дьявол превосходит ее в силе.",
        "comment": true
      },
      {
        "id": 53,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 52,
    "text": "\n Алекс стоит и не может пошевелиться, неужели он забыл, что было несколько минут назад? Что они поцеловались или у демонов это ежедневная вещь?\n — Леди Смит, Вы в порядке? — Джокер подходит к девушке и прикасается губами ко лбу зеленоглазой. — Температуры нет.\n \"Что он только что сделал? Спокойно, Алекс, он всего лишь демон. С накачанным телом, красными глазами и прекрасными локонами, а еще у него губы мягкие. Стоп\".\n — Леди Лекса! — обеспокоенно смотрит на нее дьявол.\n — Все в порядке, проводник, я задумалась просто...\n — И о чем же Вы, красавица, залумались? — игриво спрашивает Джо.\n — О парне одном.\n — О каком же парне Вы задумались? — искры печали проскальзывают в глазах Джокера.\n — Очень хорошем, но ужасно нетерпеливом. Представляешь, он глазел на меня в нижнем белье? — отшучивается Лекса.\n — А Вы его поцеловали без спроса? — ухмыляется проводник.\n — Он этого не заслужил, но да. Как ты угадал? \n — Я думаю, он очарован Вами, а еще он опаздывает, как и Вы, миледи, — дьявол заправляет локон волос девушки за ухо и выходит из квартиры.\n\n \"Неужели это сам дьявол такой нежный? И это взаимно?\"",
    "answers": [
      {
        "id": 52,
        "text": "<plus>1♡ — Джокер.\nВсего: 2♡ — Джокер.\n",
        "comment": true
      },
      {
        "id": 51,
        "text": "В лес."
      }
    ]
  },
  {
    "id": 53,
    "text": "\n Поляна была небольшой. Несколько пеньков, различные растения, в том числе и подснежники. И еще теплые угли. \n \"Здесь есть кто-то?\" — промелькнуло в голове блондинки, она продолжила осмотр полянки.\n В одном из деревьев она заметила дупло, а у углей валялась какая-то книга. Диких зверей еще не было, поэтому Алекс вполне могла начать внимательный осмотр предметов.\n \"Главное, чтобы демон не нашел меня, пока что\", — решила Смит.",
    "answers": [
      {
        "id": 19,
        "text": "Осмотреть дупло.",
        "need": -19
      },
      {
        "id": 56,
        "text": "Посмотреть у углей."
      },
      {
        "id": 57,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 54,
    "text": "\n Взяв мешочек и пощупав его, Смит решилась наконец открыть его.\n Осторожно высунув вещицу, девушка начала внимательно осматривать ее.\n Эта вещь была чем-то похожа на компас, но все равно отличалась. Нажав на нее, светловолосая увидела буквы \"J\" и \"E\".  Они находились в одной точке и не далеко от Смит.\n Несложно догадаться, кого обозначали эти буквы. ",
    "answers": [
      {
        "id": 53,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 55,
    "text": "\n Взяв письмо в руки, девушка осторожно раскрыла его и принялась читать.\n \"tha saoghal eile, an Elf, bidh a ' sealltainn dhut an t-slighe, ach an lorg thu fhèin a stiùireadh, traveler\".\n Этот язык Алекс разобрать не могла, но тут были пометки на ее родном языке: \"другой...существует, эльф...проводник...путник\".\n — Квест в реальном мире, — пробубнила под нос Смит и продолжила осмотр поляны.\n",
    "answers": [
      {
        "id": 53,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 56,
    "text": "\n Подойдя к углям зеленоглазая заметила хороший нож для самообороны.\n Профессионального охотника. А рядом с ножом лежал меч. Тоже профессиональный.\n Девушка решила взять все.",
    "answers": [
      {
        "id": 53,
        "text": "Взять."
      }
    ]
  },
  {
    "id": 57,
    "text": "\n Немного отдохнув, девушка, осмотрев подсказки и местность поняла, что альтернативный мир существует, и дьявол не особо врал ей.\n — Надо его найти, — сказала сама себе Алекс и повернулась в сторону чащи.\n Послышался хруст веток со спины, девушка насторожилась и обернулась, приготовив оружие.\n — Госпожа, не стоит бояться меня, я всего лишь охранник этого леса,— мелодичности голоса позавидовала бы сама Риана.\n — Кто Вы? Вы тот самый эльфиец? — удивленно спросила девушка.\n — О, так Вы обо мне знаете. Неужели Вы — Леди Смит? — саркастично уточнил эльф.\n — Вы угадали, — не успев закончить фразу,Алекс ощутила чью-то руку на талии.\n — Леди Смит, я не думал, что Вы такая пугливая,— произнес Джокер, притягивая девушку ближе.\n — Отойди от меня. Я пока не хочу с тобой говорить.\n — Так, Леди Смит, Мистер Джокер, давайте начнем то, что начали.\n — Прошу прощения, как Вас называть? \n— Меня зовут Вэйс. Охранник этого леса. Эльфиец, — пока эльф произносил это, светловолосая внимательно рассматривала нового знакомого. Белоснежные короткие волосы, голубые, как синева глаза, острые уши и прекрасное стройное тело.\n — Рада знакомству, — улыбается блондинка.",
    "answers": [
      {
        "id": 58,
        "text": "Пожать руку."
      },
      {
        "id": 59,
        "text": "Приветственные объятия."
      }
    ]
  },
  {
    "id": 58,
    "text": "\n Лекс протянула руку и улыбнулась Вэйсу. Второй удивленно посмотрел на девушку, но тоже протянул руку для рукопожатия.\n Его сильные руки, толстые, но одновременно гладкие, как попка младенца пальцы очень понравились молодой девушке. Она почувствовала себя защищенной. \n — Взаимно, Госпожа Смит, — он сделал поклон и поцеловал руку дамы.\n \"Ого, это такой этикет?\" — подумала Лекса и кивнула новому приятелю.\n — Кхм, прошу прощения, но нам надо к Совету. Вэйс, идиот, торопись, нам обоим достанется от Господина.\n — Я понял тебя, дурень, — проворчал эльф и, взяв девушку под руку направился к порталу.\n — Вы хотиет сказать, что Вы не такие вежливые друг с другом? — захохотала Алекс.\n — Что тут смешного, Госпожа? — удивился эльф.\n — Тупоголовый, ты не понял шутки Леди Алекс, ха-ха. Да, миледи, мы с ним давние друзья, прошу прощения, но не выдавайте нашу маленькую тайну.\n — Тайну? Это тайна что-ли? — усмехнулась Смит.\n — Да, мы не соблюдаем правила, субординация должна соблюдаться между всеми расами в рабочее время вне зависимости от личной жизни. \n — Бред какой-то. Не нарушаете же вы оба закон? Но Вы тоже можете обращаться ко мне на \"ты\", я же говорила! \n — Это закон, мы понесем строгое наказание за нарушение. Никак нет, просим прощения, — сказал Вэйс и замолчал.\n — Хотел плевать на их законы, но они заставили даже дьяволов им подчиняться, — гневно отозвался Джо и замолчал.\n После этих слов в лесу снова стало тихо, никто не решался прервать тишину, поэтому они молча шагали до портала.",
    "answers": [
      {
        "id": 60,
        "text": "К порталу."
      }
    ]
  },
  {
    "id": 59,
    "text": " \n Девушка прыгнула в объятья к Эльфу. Конечно не такие горячие и жаркие, как можно представить, но тем не менее не такие уж и плохие.\n Вэйс покраснел до самого острия ушей, — Госпожа, что вы делаете? Вы не должны...— девушка улыбнулась и отстранилась от эльфийца.\n — Это такое приветствие у моих ровесников. Вам не понравилось? — надавила Лекса.\n — Нет, все в порядке, забыли. — улыбнулся эльф и продолжил, — Взаимно, Госпожа Смит, — он сделал поклон и поцеловал руку дамы.\n \"Ого, это такой этикет?\" — подумала Лекса и кивнула новому приятелю.\n — Кхм, прошу прощения, но нам надо к Совету. Вэйс, идиот, торопись, нам обоим достанется от Господина.\n — Я понял тебя, дурень, — проворчал эльф и, взяв девушку под руку направился к порталу.\n — Вы хотиет сказать, что Вы не такие вежливые друг с другом? — захохотала Алекс.\n — Что тут смешного, Госпожа? — удивился эльф.\n — Тупоголовый, ты не понял шутки Леди Алекс, ха-ха. Да, миледи, мы с ним давние друзья, прошу прощения, но не выдавайте нашу маленькую тайну.\n — Тайну? Это тайна что-ли? — усмехнулась Смит.\n — Да, мы не соблюдаем правила, субординация должна соблюдаться между расами в рабочее время вне зависимости от личной жизни. \n — Бред какой-то. Но Вы тоже можете обращаться ко мне на \"ты\", я же говорила! \n — Никак нет, просим прощения.\n После этих слов в лесу снова стало тихо, никто не решался прервать тишину, поэтому они молча шагали до портала.",
    "answers": [
      {
        "id": 60,
        "text": "К порталу."
      }
    ]
  },
  {
    "id": 60,
    "text": "",
    "answers": [
      {
        "id": 61,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  },
  {
    "id": 62,
    "text": "\n \"Всё равно терять мне нечего, пожалуй\", — подумала светловолосая красавица.\n\n — Так и быть, я не против, — улыбнулась Алекс и приблизилась к проводнику.\n Тот же схватил девушку за талию и, резко притянув к себе, страстно поцеловал. Между этими двумя явно пробежала искра. \n — Вы не передумали, миледи? Отправляйтесь со мной, я бы хотел не прекращать общения с Вами, — у самого уха прошептал Джокер, надежда промелькнула в его глазах.\n\n",
    "answers": [
      {
        "id": 62,
        "text": "авт.: если Вы согласитесь, то в дальнейшем благодаря этой сцене сможете открыть скрытые выборы. ",
        "comment": true
      },
      {
        "id": 64,
        "text": "Наотрез отказаться."
      },
      {
        "id": 24,
        "text": "Все-таки согласиться."
      }
    ]
  },
  {
    "id": 63,
    "text": "\n — С чего бы мне разрешать себя целовать? Попрощаться таким наглым образом вздумал? Нет уж, — грозно сказала девушка и внимательно посмотрела на своего собеседника.\n — Как скажете. У меня лишь один вопрос к Вам. Вы не передумали? — с тонкой грусти спросил демон и с надеждой взглянул на Лексу.\n — Даже не знаю, что и сказать. Ты так хочешь остаться со мной? — ухмыльнулась Смит и задумчиво почесала висок. — Сейчас, пара секунд, мне нужно еще раз все обдумать.\n — Как скажете, Леди, — еле заметно улыбнулся Джокер.",
    "answers": [
      {
        "id": 24,
        "text": "Все-таки согласиться."
      },
      {
        "id": 64,
        "text": "Отказаться."
      }
    ]
  },
  {
    "id": 64,
    "text": "\n — Прости, но нет, я выбрала для себя жизнь. Скоро я забуду про все это? — уточнила Смит у своего приятеля.\n — Да, Леди Алекс. Как только я покину Вас, Эрен сотрет Вам воспоминания этих дней. Я желаю Вам прекрасной жизни. Буду наблюдать за Вами и оберегать, — последнюю фразу Джокер сказал слишком тихо, что девушка ничего не расслышала.\n — Рада была познакомиться! Передавай привет Совету, — пошутила девушка и похлопала демона по спине.\n — Взаимно, Алекс, — сверкнув своими рубиновыми глазами, он достал браслет, на котором красовались Пики и вручил его Лексе.\n — Это мне? Вот уж не думала, что получу подаррк от тебя. Слушай, а можно вопрос? Я ведь так не узнала о своей силе.\n — Вы — Избранная. Больше сказать не могу, но уверен, что Вашей силе я бы мог позавидовать, — усмехнулся парень и, бросив короткий, но такой нежный взгляд, вышел из квартиры и навсегда покинул Алекс Смит, Избранную, что навсегда утратила связи со своими предками.\n\n   Спустя пару месяцев.\n Алекс как обычно сидела за компьютерным столом и работала, перебирая различные бумаги она не заметила, как стемнело. Глубоко вздохнув, блондинка пошла заваривать себе кофе. Неожиданно в дверь позвонили. \n\"И кто в такое позднее время может побеспокоить меня?\" — подумала девушка и посмотрела в глазок. Никого не было. \n \"У меня дежавю? Странно\", — после мысленной фразы, Лекса аккуратно распахнула дверь и увидела записку. Захлопнув дверь, Смит посмотрела на странную записку и решила прочитать ее содержимое.\n \"Алекс, я наконец могу сказать, что ты просто невероятная. Твои губы, глаза, манящий аромат духов. Все эти месяцы я думал лишь об этом. Когда-нибудь я смогу лежать с тобой в одной постеле и целовать до потери пульса, детка. Но не в этой жизни. Я понял, что ты разожгла во мне огонь, впервые за несколько сотен лет. Береги Пиковый браслет и своё кольцо\". — с каждым словом рот девушки все больше расскрывался от удивления.\n — Это же не маньяк мне написал. Ладно, забудем. Пора спать, — отложив письмо в дальний ящик, Смит поправила свои кольцо и браслет, а затем уснула. Ей снились очень хорошие сны. \n\n \n   ᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠᅠ\n",
    "answers": [
      {
        "id": 64,
        "text": "поздравляю, Вы смогли получить новую концовку — одинокие мир и спокойствие.",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 65,
    "text": "\n Алекс живет обычной жизнью, забыв все сверхъестественное, что узнала за два дня. Единственное напоминание о тех днях — письмо дьявола, но девушка принимает его за безумного маньяка и не придает ему особого значения.\n\nПопробуйте пройти снова, чтобы получить новые концовки!",
    "answers": [
      {
        "id": 1,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  }
]