[
  {
    "id": 1,
    "text": "Очередной день в Зоне, снова эти вечно свинцовые тучи, вопли мутантов где-то вдали, смертоносные аномалии и постоянные перестрелки.\n\nВернувшись с вылазки, я отдохнул в баре пару дней, а затем опять вышел в Зону, но на этот раз уже по поручению самого Бармена.\n\nГруппа опытных сталкеров пропала, где-то на Болотах, и мне предстояло найти её, а заодно забрать ценный кейс с артефактами, который был при них. Придется аж на другой край Зоны топать. Ну да ладно, деньги лишними не бывают, тем более за успешное выполнения задания, Бармен обещал заплатить мне очень хорошую сумму...\n\nР.S. Квест небольшой, но очень вариативный, каждое ваше решение повлияет на то или иное событие, решит судьбу главного героя, а также приведёт к одной из четырёх концовок. ",
    "answers": [
      {
        "id": 2,
        "text": "Отправиться на Болота "
      },
      {
        "id": 3,
        "text": "Концовки и достижения "
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/GsCmYyB/imgonline-com-ua-Resize-pi-Bppej-W4w.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/GsCmYyB/imgonline-com-ua-Resize-pi-Bppej-W4w.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Пасмурное утро, пронизывающий до костей ветер, вой собак где то за горизонтом, вонючая топь, да камыши — типичные Болота.\nОстановился я на небольшом холмике, откуда просматривались окрестные места. Среди прочего, можно было отметить одинокий хутор неподалёку, где располагался лагерь местных сталкеров.\nВ остальном же — сплошные болота, камыши, да аномалии.\nВообще, Бармен указал мне место, откуда исходил последний сигнал пропавшей группы сталкеров, главным в которой был мужик по кличке Карась. Возможно здешние сталкеры, что нибудь знают об этом, и их сведения смогут мне пригодится. ",
    "answers": [
      {
        "id": 4,
        "text": "Отправиться в лагерь сталкеров "
      },
      {
        "id": 5,
        "text": "Проверить свое снаряжение "
      }
    ]
  },
  {
    "id": 3,
    "text": "Здесь отображаются все возможные концовки и достижения данного квеста\nКонцовки:\n— Выполненное задание \n— Жизнь дороже денег\n— Странный случай \n— Легко пришли — легко ушли \n\nДостижения:\n— \"Грубиян\"\n— \"До конца\"\n— \"Любопытный\"\n— \"Справлюсь сам\"\n— \"Развеять иллюзию\" ",
    "answers": [
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 4,
    "text": "Устал я с дороги, да и посетить лагерь здешних сталкеров не помешает, глядишь узнаю чего интересного.\nСпустившись с холма, потопал к хутору, временами поглядывая на карту местности в своём ПДА, да проверяя тропу болтами на наличие аномалий.\nДошёл быстро, оказавшись у поломанного забора, за которым находилось около шести полуразрушенных хибар. На территории лагеря горело несколько костров, отдыхали и беседовали там бродяги Зоны, а у входа меня встретило два рослых сталкера с автоматами в руках.\n— Кто таков, откуда и зачем пришёл? — подняв калаш, хмуро спросил один из них. ",
    "answers": [
      {
        "id": 7,
        "text": "- Я Соболь, здесь по заданию Бармена. Ищу пропавшую группу сталкеров. Хотел посетить местный лагерь, вдруг кто знает, что-нибудь об этом "
      },
      {
        "id": 8,
        "text": "- Волыну убери, а иначе я тебе щас башку прострелю "
      },
      {
        "id": 9,
        "text": "- Просто сталкер, хочу отдохнуть в лагере. Пропустите, мужики? "
      }
    ]
  },
  {
    "id": 5,
    "text": "Из снаряги с собой у меня был верный калаш, ПМ в кобуре, рюкзак набитый двухнедельной провизией, несколько запасных рожков, как к автомату, так и к пистолету, нож, детектор для поиска артефактов, счётчик Гейгера, да и вообщем то все.\nПотрепанный мой комбез к слову видал годы и получше, сменить я его планировал сразу после того, как выполняю это задание. Денег должно хватить, и ещё вдоволь остаться. ",
    "answers": [
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 6,
    "text": "Взяв в руки АК, вжал на курок, успев подстрелить одного слепыша. Другие два с молниеносным рывком бросились на меня.\nОдна из тварей вонзила свои клыки прямо в сонную артерию...\nА потом мир вокруг погрузился во тьму. ",
    "answers": [
      {
        "id": 14,
        "text": "Проигрышняя концовка.\nВернуться к контрольной точке "
      }
    ]
  },
  {
    "id": 7,
    "text": "— Слышал я о пропавших ребятах — опустил тот автомат — Это ж Карась вроде со своими мужиками. Ладно, проходи давай, Соболь. ",
    "answers": [
      {
        "id": 10,
        "text": "В лагере "
      }
    ]
  },
  {
    "id": 8,
    "text": " — Может по-вежливее разговаривать будешь? Ещё раз так вякнешь, мы тебе пулю в лоб пустим — пригрозил второй сталкер, щёлкнув предохранителем. ",
    "answers": [
      {
        "id": 12,
        "text": " - Ты меня ещё жизни поучи, сопля!"
      },
      {
        "id": 13,
        "text": "- Да ладно, мужики, просто настроение с утра дерьмовое. Соболь я, сталкер обычный. Пропустите? "
      }
    ]
  },
  {
    "id": 9,
    "text": " — Ну ладно, проходи — опустил тот автомат — Только давай без глупостей — и отошёл в сторонку, пропуская меня внутрь. ",
    "answers": [
      {
        "id": 10,
        "text": "В лагере "
      }
    ]
  },
  {
    "id": 10,
    "text": "Хутор был небольшой, сталкеров тоже немного. Первым делом я заглянул в одну маленькую \nхибару, где сидел местный торговец — это был толстый, бородатый мужик, по-хозяйки развалившийся за столом в просторной комнатке, забитой разными стволами, комбезами, медикаментами и патронами.\nЗавидя меня, он сдвинул тяжёлые брови.",
    "answers": [
      {
        "id": 14,
        "text": "- Знаешь что-нибудь о пропавшей группе сталкеров? "
      }
    ]
  },
  {
    "id": 11,
    "text": "— Здорова, мужики — подсел я к костру — Как дела, как жизнь?\n— Не так, не сяк — подкинул в огонь ветку лысый мужик в плаще — Это ж Зона.\nДругие два сталкера, что были по моложе, промолчали. Поговорив немного, стал расспрашивать о пропавшей группе, местные об этом знали не больше меня. ",
    "answers": []
  },
  {
    "id": 12,
    "text": "Этого сталкеры уже не стерпели...\nОдиночный выстрел, и кровавая дыра образовалась в голове Соболя. После же его бездыханное тело бросили в \"воронку\" поблизости, а она уже разорвала труп на куски.\nНе стоило все-таки грубить...\n\nПолучено достижение \"Грубиян.\" ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Ну ты по аккуратнее давай с выражениями — недовольно опустил тот ствол автомата — Давай проходи, но чтобы без глупостей — и отошёл в сторонку.",
    "answers": [
      {
        "id": 10,
        "text": "В лагере "
      }
    ]
  },
  {
    "id": 14,
    "text": "\"Контрольная точка.\" \n\n— Слыхал кое что... — протянул он, откинувшись на спинку табурета — Парни говорят в пещере одной сгинули, там по слухам контролёр обитает, выводы делай сам.\n— Контролер?! — изумлённо переспросил я — Твою ж мать...\n— Полагаю, ты собираешься найти Карася с его отрядом — проговорил барыга — Но там до сих пор обитает контролёр. С твоего калаша, да ещё и в одиночку его хрен завалишь, только приблизишься, и уже под контроль твари попадёшь. \n— Хочешь, что-то предложить? — спросил я. \n— Контролёра надо валить издалека, ну ты сталкер с виду бывалый, думаю знаешь это. \nГотов помочь и дать подходящую винтовочку. Но как ты уже догадался, не запросто так — криво улыбнулся торгаш — Тут недалеко обжилась стая слепых псов, она нападает на местное сталкерье. Мне это конечно не выгодно, терять и без того редких клиентов в этой глуши я не хочу, а потому предлагаю тебе покончить с собаками. В обмен получишь винтовку и немного деньжат. Ну так как, сталкер, по рукам?\nЯ задумался. ",
    "answers": [
      {
        "id": 15,
        "text": "Согласится"
      },
      {
        "id": 16,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 15,
    "text": "— По рукам — кивнул я.\n— Я в тебе не сомневался — усмехнулся барыга — Значит так, как выйдешь из лагеря, иди прямо. \nУ двух валунов, что чуть дальше стоят, повернешь налево, там будет небольшая полянка, а на ней и эти самые твари. Прикончи мутантов, а в знак доказательства принеси мне их хвосты. \n\nНе став более задерживаться, я покинул хибару торговца, направляясь к выходу из лагеря. М-да, с виду простое дельце обрастает неприятными проблемами.\nКонтролёр.. С такой тварью я дело имел лишь однажды, в Тёмной Долине. Напоролся тогда на телепата, ещё бы немного и под его контроль попал, благо вовремя ноги унёс. Сейчас же сбежать не получится, и мне придётся убить монстра.",
    "answers": [
      {
        "id": 17,
        "text": "Очень скоро я добрался до нужной полянки"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Спасибо, но обойдусь без твоей помощи — сказал я, разворачиваясь к выходу — Тем более в мои планы не входило здесь надолго задерживаться.\n— Ну, наше дело предложить, ваше отказаться — пожал барыга плечами.\nВыйдя из хибары торговца, я поглядел на пасмурное небо.\n\nПолучено достижение \"Справлюсь сам.\" ",
    "answers": [
      {
        "id": 64,
        "text": "Отправиться к месту, откуда исходил последний сигнал пропавшей группы "
      }
    ]
  },
  {
    "id": 17,
    "text": "Я и сам не заметил, как уже оказался на месте. Свернул у валунов, и вышел к небольшой поляне, укрытой почти со всех сторон камышами.\nДернув затвор автомата, аккуратно продвинулся вперёд. Слева и справа были видны странные колебания в воздухе, наверное какие нибудь \"карусели.\" Впереди, у камней, дремало несколько мутированных псин, неподалёку грызли изьеденный до костей труп ещё две собаки, чуть подальше сновали из стороны в сторону ещё две.\nЦелая стая... \nПока что они не видели меня, а значит есть эффект неожиданности, следует только правильно его применить... ",
    "answers": [
      {
        "id": 18,
        "text": "Открыть огонь по мутантам"
      }
    ]
  },
  {
    "id": 18,
    "text": "Короткая очередь громко отозвалась в ушах, две собаки тут же рухнули на землю, истекая в собственной крови.\nОтступая, я вновь вжал на гашетку. Пятеро псов с лаем и рыком помчались в мою сторону. ",
    "answers": [
      {
        "id": 21,
        "text": "Бросить гранату "
      },
      {
        "id": 22,
        "text": "Заманить тварей в аномалию "
      },
      {
        "id": 69,
        "text": "Продолжить стрелять "
      }
    ]
  },
  {
    "id": 19,
    "text": "Перекинув автомат за спину, я вырвал чеку с оборонительной гранаты, и метнул её вперёд, убегая в сторону. Пара секунд, и короткий хлопок оборвал жизни четырёх псов.\nКровавые ошметки разлетелись по сторонам, однако в живых оставались ещё целых три псины... ",
    "answers": [
      {
        "id": 28,
        "text": "Заманить в аномалию "
      },
      {
        "id": 6,
        "text": "Выстрелить из автомата "
      }
    ]
  },
  {
    "id": 20,
    "text": "Совсем недалеко, в камышах я увидел странное свечение тускло-жёлтых цветов. От него мне стало не по себе... Слышал я, что один сталкер на Болотах пол года назад уже видел такое свечение, и решив проверить его, исчез.\nПрямо на месте.\nИ с тех пор его уже никто не видел.",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться к торговцу. Нечего попусту рисковать "
      },
      {
        "id": 26,
        "text": "Проверить странное свечение "
      }
    ]
  },
  {
    "id": 21,
    "text": "Перекинув автомат за спину, я вырвал чеку с оборонительной гранаты, и метнул её вперёд, убегая в сторону. Пара секунд, и короткий хлопок оборвал жизни четырёх псов.\nКровавые ошметки разлетелись по сторонам, а последняя, оставшаяся в живых шавка, с разорванным боком побежала назад, жалобно заскулив.\nЯ не позволил ей уйти.\nОдиночный выстрел из автомата Калашникова забрал её жизнь. ",
    "answers": [
      {
        "id": 32,
        "text": "Неплохо.. Надо бы теперь и трофеи забрать"
      }
    ]
  },
  {
    "id": 22,
    "text": "Дав очередь от бедра, я побежал в сторону, за \"карусель.\" Как я и ожидал, первые две, наверное самые глупые шавки, не раздумывая, метнулись за мной, угодив в коварную аномалию.\nИх тела с хрустом разорвало.\nТри оставшиеся внезапно опешили, с лаем бросились в сторону, огибая \"карусель.\" За это время я успел подстрелить ещё двух, в то время как третья бросилась на меня.\nНо под пасть её я вовремя подставил ствол автомата. ",
    "answers": [
      {
        "id": 24,
        "text": "Попытаться оттолкнуть собаку "
      },
      {
        "id": 25,
        "text": "Пнуть мутанта, а затем вжать на курок "
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Контрольная точка.\" \n\n— Молодец, сталкер, хорошая работа — довольно осклабился барыга, когда на его стол упало несколько собачьих хвостов.\n— Винтовка и деньги — напомнил я.\n— Минуту — попросил тот, через пару мгновений положив на стол старенькую, но надёжную СВД с двумя магазинами впридачу, а также небольшую пачку купюр, обвязанных резинкой.\nПересчитав, я понял, что сумма составляла три тысячи.\n— Меня к слову Горынычем кличут — протянул барыга руку.\n— Соболь — обменялись мы рукопожатиями.\nУбрав деньги, я взял в руки винтовку, внимательно осматривая её на предмет неисправностей. Вдруг Горыныч этот мне поломанный ствол впаривает. Но вроде бы все было в порядке.\n— Удачной охоты, Соболь. Коли выживешь, заглядывай ко мне, работа всегда найдётся.",
    "answers": [
      {
        "id": 40,
        "text": "Отправиться на место, откуда исходил последний сигнал пропавшей группы "
      }
    ]
  },
  {
    "id": 24,
    "text": "Собравшись с силами, я оттолкнул собаку в сторону. Она отлетела и попала в радиус действия \"карусели.\"\nЧерез мгновение, раздался неприятный хруст.",
    "answers": [
      {
        "id": 32,
        "text": "Неплохо... Надо бы теперь и трофеи забрать"
      }
    ]
  },
  {
    "id": 25,
    "text": "От пинка собака упала наземь, однако быстро подскочила. Впрочем, не настолько быстро, чтобы увернуться от автоматной очереди.\nКак итог, тело твари превратилось в кровавое решето. ",
    "answers": [
      {
        "id": 32,
        "text": "Неплохо... Надо бы теперь и трофеи забрать "
      }
    ]
  },
  {
    "id": 26,
    "text": "Решив все-таки проверить что же там за чудо, я на свой страх и риск пошел в сторону свечения, и к удивлению своему обнаружил что детектор на моем поясе начал пищать, как сумасшедший, сигнализируя о...\nАртефакте!\nИсточником свечения в камышах оказался небольшой шар, излучавший тускло-желтый свет. Но, что он тут делает? Ближайшая аномалия в метрах семи, да и не похож он на артефакт гравитационной породы. Я вообще не знал, что это такое.\nИ все же... Оно может пригодится.\nА с другой стороны... Я даже не знаю что это. Вдруг этот артефакт обладает просто смертельными свойствами и убьёт меня при первом же касании?! ",
    "answers": [
      {
        "id": 27,
        "text": "Рискнуть и положить артефакт в контейнер  "
      },
      {
        "id": 31,
        "text": "Оставить артефакт на месте. Мало ли... "
      }
    ]
  },
  {
    "id": 27,
    "text": "Вроде бы пока жив.\nНу да ладно, пора возвращаться к торговцу. Заждался он уже наверное.\n\nПолучено достижение \"Любопытный.\" ",
    "answers": [
      {
        "id": 33,
        "text": "Спустя некоторое время "
      }
    ]
  },
  {
    "id": 28,
    "text": "Дав очередь от бедра, я побежал в сторону, за \"карусель.\" Как я и ожидал, первые две, наверное самые глупые шавки, не раздумывая, метнулись за мной, угодив в коварную аномалию.\nИх тела с хрустом разорвало.\nТри оставшиеся внезапно опешили, с лаем бросились в сторону, огибая \"карусель.\" За это время я успел подстрелить ещё двух, в то время как третья бросилась на меня.\nНо под пасть её я вовремя подставил ствол автомата. ",
    "answers": [
      {
        "id": 29,
        "text": "Попытаться оттолкнуть собаку "
      },
      {
        "id": 30,
        "text": "Пнуть мутанта, а затем вжать на курок "
      },
      {
        "id": 68,
        "text": "Отскочить назад и вырвать автомат"
      }
    ]
  },
  {
    "id": 29,
    "text": "Собравшись с силами, я оттолкнул собаку в сторону, та отлетела и попала в радиус действия \"карусели.\"\nЧерез мгновение, раздался неприятный хруст.\n",
    "answers": [
      {
        "id": 32,
        "text": "Неплохо... Надо бы теперь и трофеи забрать "
      }
    ]
  },
  {
    "id": 30,
    "text": "От пинка собака упала наземь, однако быстро подскочила, впрочем, не настолько быстро, чтобы увернуться от автоматной очереди.\nКак итог, тело твари превратилось в кровавое решето. ",
    "answers": [
      {
        "id": 32,
        "text": "Неплохо... Надо бы теперь и трофеи забрать "
      }
    ]
  },
  {
    "id": 31,
    "text": "Решив не испытывать судьбу, я оставил артефакт на месте. Проверенная временем сталкерская чуйка говорила мне, что лучше его не брать.. \n\n— Молодец, сталкер, хорошая работа — довольно осклабился барыга, когда на его стол упало несколько собачьих хвостов.\n— Винтовка и деньги — напомнил я.\n— Минуту — попросил тот, через пару мгновений ложа на стол старенькую, но надёжную СВД с двумя магазинами впридачу, а также небольшую пачку купюр, обвязанных резинкой.\nПересчитав, я понял, что сумма составляла три тысячи.\n— Меня к слову Горынычем кличут — протянул барыга руку.\n— Соболь — обменялись мы рукопожатиями.\nУбрав деньги, я взял в руки винтовку, внимательно осматривая её на предмет неисправностей. Вдруг Горыныч этот мне поломанный ствол впаривает. Но вроде бы все было в порядке...\n— Удачной охоты, Соболь. Коли выживешь, заглядывай ко мне, работа всегда найдётся.",
    "answers": [
      {
        "id": 40,
        "text": "Отправиться на место, откуда исходил последний сигнал пропавшей группы "
      }
    ]
  },
  {
    "id": 32,
    "text": "Все хвосты, которые я мог, я отрезал, теперь можно и уходить.",
    "answers": [
      {
        "id": 20,
        "text": "Как вдруг... "
      }
    ]
  },
  {
    "id": 33,
    "text": "\"Контрольная точка.\" \n\n—  Молодец, сталкер, хорошая работа — довольно осклабился барыга, когда на его стол упало несколько собачьих хвостов.\n— Винтовка и деньги — напомнил я.\n— Минуту — попросил тот, через пару мгновений ложа на стол старенькую, но надёжную СВД с двумя магазинами в придачу, а также небольшую пачку купюр. \nПересчитав, я понял, что сумма составляла три тысячи.\n— Меня к слову Горынычем кличут — протянул барыга руку.\n— Соболь — обменялись мы рукопожатиями.\nУбрав деньги, я взял в руки винтовку, внимательно осматривая её на предмет неисправностей. Вдруг Горыныч этот мне поломанный ствол впаривает. Но вроде бы все было в порядке...\n— Удачной охоты, Соболь. Коли выживешь, заглядывай ко мне, работа всегда найдётся. ",
    "answers": [
      {
        "id": 34,
        "text": "Поблагодарить, и отправиться на место, откуда исходил последний сигнал пропавшей группы "
      },
      {
        "id": 35,
        "text": "Показать Горынычу найденный артефакт "
      }
    ]
  },
  {
    "id": 34,
    "text": "Координаты были отмечены к северу-западу от лагеря сталкеров, и добравшись до туда, я забрался на небольшой пригорок, откуда в оптику СВД стал разглядывать местность и самое главное...\nПещеру. ",
    "answers": [
      {
        "id": 43,
        "text": "И вдруг я заметил их... "
      }
    ]
  },
  {
    "id": 35,
    "text": "— Ого — тихонько присвистнул барыга — Слушай, Соболь, а продай мне его, а? Я тебе за него сорок, нет, пятьдесят кусков отвалю. \n— Ну не знаю.. — думал я — Учёные или даже тот же Бармен мне кажется предложат вдвое больше.\n— Шестисяд— моё последнее слово — твёрдо решил Горыныч, не отрывая взгляда от неизвестного артефакта. ",
    "answers": [
      {
        "id": 36,
        "text": "Так и быть (продать артефакт) "
      },
      {
        "id": 37,
        "text": "Слишком мало. Ну ладно, я пошёл, удачи в торговле "
      }
    ]
  },
  {
    "id": 36,
    "text": "Артефакт был продан, а в мои руки упала толстая пачка купюр.\nХороший обмен.\nРазвернувшись, я вышел вон из хибары Горыныча. ",
    "answers": [
      {
        "id": 39,
        "text": "Отправиться на место, откуда исходил последний сигнал пропавшей группы "
      }
    ]
  },
  {
    "id": 37,
    "text": "Горыныч тихо выругался, что-то пробубнив мне вслед.\nВпрочем, мне было все равно. ",
    "answers": [
      {
        "id": 38,
        "text": "Отправиться на место, откуда исходил последний сигнал пропавшей группы "
      }
    ]
  },
  {
    "id": 38,
    "text": "Координаты были отмечены к северу-западу от лагеря сталкеров, и добравшись до туда, я забрался на небольшой пригорок, откуда в оптику СВД стал разглядывать местность и самую главное...\nПещеру. ",
    "answers": [
      {
        "id": 43,
        "text": "И вдруг я заметил их... "
      }
    ]
  },
  {
    "id": 39,
    "text": "Координаты были отмечены к северу-западу от лагеря сталкеров, и добравшись до туда, я забрался на небольшой пригорок, откуда в оптику СВД стал разглядывать местность и самую главное...\nПещеру. ",
    "answers": [
      {
        "id": 45,
        "text": "И вдруг я заметил их... "
      }
    ]
  },
  {
    "id": 40,
    "text": "Координаты были отмечены к северу-западу от лагеря сталкеров, и добравшись до туда, я забрался на небольшой пригорок, откуда в оптику СВД стал разглядывать местность и самую главное...\nПещеру. ",
    "answers": [
      {
        "id": 41,
        "text": "И вот я заметил их... "
      }
    ]
  },
  {
    "id": 41,
    "text": "Возле пещеры стояло четверо зомбированных сталкера, их лица были бледными, глаза не выражали абсолютно ничего. Одна сплошная пустота.\nВот и нашлись останки группы Карася. Насколько мне известно, в состав отряда входило шесть человек. Видимо, двумя контролёр уже перекусил.",
    "answers": [
      {
        "id": 42,
        "text": "Перестрелять зомби из СВД "
      },
      {
        "id": 70,
        "text": "В прицеле осмотреть местность ещё раз. На всякий случай "
      }
    ]
  },
  {
    "id": 42,
    "text": "Четыре выстрела — четыре трупа.\nЗомби даже понять не успели откуда по ним стреляют. И уже где-то через пол минуты, на звуки стрельбы из пещеры Он...\nВысокий, худощавый, в окровавленных бинтах и с неестественно большой головой — один из самых опасных монстров Зоны — контролёр.\nМутант пока не видел меня, да и расстояние было приличным, более лучшего момента для выстрела не сыскать... ",
    "answers": [
      {
        "id": 49,
        "text": "Прицелиться, задержать дыхание и нажать на курок винтовки "
      },
      {
        "id": 71,
        "text": "Подождать ещё немного "
      }
    ]
  },
  {
    "id": 43,
    "text": "Возле пещеры стояло четверо зомбированных сталкера, их лица были бледными, глаза не выражали абсолютно ничего. Одна сплошная пустота...\nВот и нашлись останки группы Карася, насколько мне известно, в состав отряда входило шесть человек, видимо теми двумя  контролёр уже перекусил... ",
    "answers": [
      {
        "id": 44,
        "text": "Перестрелять зомби из СВД "
      },
      {
        "id": 85,
        "text": "Проверить местность ещё раз. На всякий случай "
      }
    ]
  },
  {
    "id": 44,
    "text": "Четыре выстрела — четыре трупа.\nЗомби даже понять не успели откуда по ним стреляют. И уже где то через пол минуты, на звуки стрельбы из пещеры вышел он...\nВысокий, худощавый, в окровавленных бинтах и с неестественно большой головой — один из самых опасных монстров Зоны — контролёр.\nМутант пока что не видел меня, да и расстояние было приличным, более лучшего момента для выстрела не сыскать... ",
    "answers": [
      {
        "id": 50,
        "text": "Прицелиться, задержать дыхание и вжать на курок "
      },
      {
        "id": 86,
        "text": "Подождать ещё немного "
      }
    ]
  },
  {
    "id": 45,
    "text": "Возле пещеры стояло четверо зомбированных сталкера, их лица были бедными, глаза не выражали абсолютно ничего. Одна сплошная пустота...\nВот и нашлись останки группы Карася, насколько мне известно, в состав отряда входило шесть человек, видимо теми двумя  контролёр уже перекусил... ",
    "answers": [
      {
        "id": 46,
        "text": "Перестрелять зомби из СВД "
      },
      {
        "id": 92,
        "text": "Проверить местность ещё. На всякий случай "
      }
    ]
  },
  {
    "id": 46,
    "text": "Четыре выстрела — четыре трупа.\nЗомби даже понять не успели откуда по ним стреляют. И уже где то через пол минуты, на звуки стрельбы из пещеры он...\nВысокий, худощавый, в окровавленных бинтах и с неестественно большой головой — один из самых опасных монстров Зоны — контролёр.\nМутант пока что не видел меня, да и расстояние было приличным, более лучшего момента для выстрела не сыскать... ",
    "answers": [
      {
        "id": 51,
        "text": "Прицелиться, задержать дыхание и вжать на курок "
      },
      {
        "id": 93,
        "text": "Подождать ещё немного "
      }
    ]
  },
  {
    "id": 47,
    "text": "Возле пещеры стояло четверо зомбированных сталкера, их лица были бедными, глаза не выражали абсолютно ничего. Одна сплошная пустота...\nВот и нашлись останки группы Карася, насколько мне известно, в состав отряда входило шесть человек, видимо теми двумя  контролёр уже перекусил... ",
    "answers": [
      {
        "id": 48,
        "text": "Перестрелять зомби из СВД "
      }
    ]
  },
  {
    "id": 48,
    "text": "Четыре выстрела — четыре трупа.\nЗомби даже понять не успели откуда по ним стреляют. И уже где то через пол минуты, на звуки стрельбы из пещеры он...\nВысокий, худощавый, в окровавленных бинтах и с неестественно большой головой — один из самых опасных монстров Зоны — контролёр.\nМутант пока что не видел меня, да и расстояние было приличным, более лучшего момента для выстрела не сыскать... ",
    "answers": [
      {
        "id": 52,
        "text": "Прицелиться, задержать дыхание и вжать на курок "
      }
    ]
  },
  {
    "id": 49,
    "text": "Одиночный выстрел, и пуля СВД пробила голову телепата, оставив там сквозную дыру. Черт, а это даже легче, чем я ожидал!\nТело мутанта рухнуло на землю. Я осторожно спустился с пригорка, внимательно оглядываясь вокруг.\nКонтролёр был действительно мёртв. В пещере я обнаружил недоеденные остатки других двух сталкеров и рюкзак, внутри которого был желанный, запертый на замок кейс с артефактами, что Карась так и не сумел доставить Бармену.\nЧто ж, его работу закончу я.",
    "answers": [
      {
        "id": 53,
        "text": "Но выйдя из пещеры, я услышал чьи-то голоса "
      }
    ]
  },
  {
    "id": 50,
    "text": "Одиночный выстрел, и пуля СВД пробила голову телепата, оставив там сквозную дыру. Черт, а это даже легче, чем я ожидал!\nТело мутанта рухнуло на землю, я спустился с пригорка, внимательно оглядываясь вокруг.\nМало ли.\nКонтролёр действительно был мёртв, в пещере я обнаружил недоеденные остатки других двух сталкеров и рюкзак, внутри которого был желанный, запертый на замок кейс с артефактами, что Карась так и не сумел доставить Бармену.\nЧто ж, его работу закончу я.",
    "answers": [
      {
        "id": 54,
        "text": "Но вдруг снаружи донеслись выстрелы и крики боли"
      }
    ]
  },
  {
    "id": 51,
    "text": "Одиночный выстрел, и пуля СВД пробила голову телепата, оставив там сквозную дыру. Черт, а это даже легче, чем я ожидал!\nТело мутанта рухнуло на землю, я спустился с пригорка, внимательно оглядываясь вокруг.\nМало ли.\nКонтролёр действительно был мёртв, в пещере я обнаружил недоеденные остатки других двух сталкеров и рюкзак, внутри которого был желанный, запертый на замок кейс с артефактами, что Карась так и не сумел доставить Бармену.\nЧто ж, его работу закончу я.\n",
    "answers": [
      {
        "id": 55,
        "text": "Но выйдя из пещеры, я услышал чьи-то голоса "
      }
    ]
  },
  {
    "id": 52,
    "text": "Одиночный выстрел, и пуля СВД пробила голову телепата, оставив там сквозную дыру. Черт, а это даже легче, чем я ожидал!\nТело мутанта рухнуло на землю, я спустился с пригорка, внимательно оглядываясь вокруг.\nМало ли.\nКонтролёр действительно был мёртв, в пещере я обнаружил недоеденные остатки других двух сталкеров и рюкзак, внутри которого был желанный, запертый на замок кейс с артефактами, что Карась так и не сумел доставить Бармену.\nЧто ж, его работу закончу я.\n",
    "answers": [
      {
        "id": 56,
        "text": "Но выйдя из пещеры, я услышал чьи-то голоса "
      }
    ]
  },
  {
    "id": 53,
    "text": "—...точняк! Зырь, кто-то зомбарей и контролёра замочил! \n— Да ладно, а*еть можно!\n— А ну стоять, фраер, волыну на землю!\nТолько выйдя на улицу и увидев пять направленных в мою сторону стволов, я без лишних разговоров бросил СВД и автомат на землю.\nБандиты...\nИх было пять: трое в куртках, двое в кожаных плащах. Пара с пистолетами-пулеметами, другие с дробовиками.\n— Попал ты, сталкерок — криво ухмыльнулся один из мародеров — Скидывай хабар и топай на все четыре стороны, мы не \"эти\" — ткнул он стволом дробовика на трупы — Завалим тебя в два счёта если че.\n— Ох, и откуда же вы взялись... — проскрежетал я.\n— Давай хабар, падла! — гаркнул другой бандит. ",
    "answers": [
      {
        "id": 57,
        "text": "Попытаться дать отпор мародерам"
      },
      {
        "id": 58,
        "text": "Отдать бандитам хабар"
      }
    ]
  },
  {
    "id": 54,
    "text": "Выйдя из пещеры, я увидел свежие тела только что убитых бандитов.\nОни-то, что здесь забыли...\nВпрочем, это было и не важно, ведь убийца их сейчас вставлял в свой автомат новый магазин, переводя взгляд с убитых в мою сторону.\nЯ напрягся.\nОн был среднего роста, в длинном плаще и глубоком капюшоне, который лишь частично скрывал обезображенное мутациями лицо: будто выжженная кожа, маленькие, блеклые глаза, безгубый рот.\nПохоже, мутант был выходцем из клана \"Грех\" — таких же уродов, как и он сам, сплотившихся в единую общину. \n— Ты нашёл то, чего находить тебе не следовало — прогудел мутант — Отдай это, немедленно. ",
    "answers": [
      {
        "id": 59,
        "text": "Чего отдать? "
      }
    ]
  },
  {
    "id": 55,
    "text": "—...точняк, зырь кто-то зомбарей и контролёра замочил! \n— Да ладно, а*еть можно!\n— А ну стоять, фраер, волыну на землю!\nТолько выйдя на улицу и увидев пять направленных в мою сторону стволов, я без лишних разговоров бросил СВД и автомат на землю.\nБандиты...\nИх было пять: трое в куртках, двое в кожаных плащах. Некоторые с пистолетами-пулеметами, парочка с дробовиками.\n— Попал ты, сталкерок — криво ухмыльнулся один из мародеров — Скидывай хабар и топай на все четыре стороны, мы не \"эти\" — ткнул он стволом дробовика на трупы — Завалим тебя в два счёта если че.\n— Ох, и откуда же вы взялись... — проскрежетал я.\n— Давай хабар, падла! — гаркнул другой бандит. ",
    "answers": [
      {
        "id": 60,
        "text": "Попытаться дать отпор мародерам "
      },
      {
        "id": 63,
        "text": "У меня бабки есть, шестисяд кусков зелени, забирайте "
      }
    ]
  },
  {
    "id": 56,
    "text": "—...точняк, зырь кто-то зомбарей и контролёра замочил! \n— Да ладно, а*еть можно!\n— А ну стоять, фраер, волыну на землю!\nТолько выйдя на улицу и увидев пять направленных в мою сторону стволов, я без лишних разговоров бросил СВД и автомат на землю.\nБандиты...\nИх было пять: трое в куртках, двое в кожаных плащах. Некоторые с пистолетами-пулеметами, парочка с дробовиками.\n— Попал ты, сталкерок — криво ухмыльнулся один из мародеров — Скидывай хабар и топай на все четыре стороны, мы не \"эти\" — ткнул он стволом дробовика на трупы — Завалим тебя в два счёта если че.\n— Ох, и откуда же вы взялись... — проскрежетал я.\n— Давай хабар, падла! — гаркнул другой бандит. ",
    "answers": [
      {
        "id": 61,
        "text": "Попытаться дать отпор мародерам "
      },
      {
        "id": 62,
        "text": "Слушайте, мужики, давайте договоримся (показать неизвестный артефакт) "
      }
    ]
  },
  {
    "id": 57,
    "text": "В одиночку против пятерых бандитов... Так себе шансы если честно, однако уж лучше рискнуть, чем сдаться без боя.\n— Снорки!!! — вскрикнул я, тем самым надеясь отвлечь внимание бандитов и подхватив автомат, метнуться в пещеру, заняв укрытие там.\nНо как только я побежал туда, спину пронзила внезапная боль...\n\n— Эй, Сивый, иди глянь че там у сталкерка этого в сумке — распорядился бандит, закидывая дробовик на плечо.\n\nПолучено достижение \"До конца.\" ",
    "answers": [
      {
        "id": 23,
        "text": "Проигрышняя концовка.\nВернуться к контрольной точке "
      }
    ]
  },
  {
    "id": 58,
    "text": "— Молодец, сталкерок, с нами лучше не связываться — довольно осклабился бандит со шрамом на скуле.\nБросив рюкзак и припасы из разгрузки на землю, я демонстративно поднял руки.\n\nПолучена концовка \"Жизнь дороже денег.\"\nСоболь вернулся в Бар с полностью проваленным заданием. Кейс, как и вся его снаряга осталась у бандитов, Бармен не заплатил сталкеру не копейки.\nСогласившись на ещё одно поручение от торговца, Соболь отправился на Армейские Склады за одним редким артефактом. Но к сожалению обратно он так и не вернулся...\nСталкеры поговаривают, что его убил кровосос. ",
    "answers": [
      {
        "id": 1,
        "text": "Поздравляем, квест успешно пройден!\nВернуться в начало "
      }
    ]
  },
  {
    "id": 59,
    "text": "— \"Оберег\" — прогудел мутант — Я чувствую его у тебя...\nТут же я вспомнил о найденном, неизвестном мне артефакте, который сейчас лежал в контейнере, в моем рюкзаке. ",
    "answers": [
      {
        "id": 89,
        "text": "Достать и отдать артефакт "
      },
      {
        "id": 90,
        "text": "- Я не понимаю о чем ты "
      },
      {
        "id": 91,
        "text": "Сделать вид, что достаю артефакт, а потом выстрелить в мутанта "
      }
    ]
  },
  {
    "id": 60,
    "text": "В одиночку против пятерых бандитов... Так себе шансы если честно, однако уж лучше рискнуть, чем сдаться без боя.\n— Снорки!!! — вскрикнул я, тем самым надеясь отвлечь внимание бандитов и подхватив автомат, метнуться в пещеру, заняв укрытие там.\nНо как только я уже бежал туда, спину пронзила внезапная боль...\n\n— Эй, Сивый, иди глянь че там у сталкерка этого в сумке — распорядился бандит, закидывая дробовик на плечо. ",
    "answers": [
      {
        "id": 33,
        "text": "Проигрышняя концовка.\nВернуться к контрольной точке "
      }
    ]
  },
  {
    "id": 61,
    "text": "В одиночку против пятерых бандитов... Так себе шансы если честно, однако уж лучше рискнуть, чем сдаться без боя.\n— Снорки!!! — вскрикнул я, тем самым надеясь отвлечь внимание бандитов и подхватив автомат, метнуться в пещеру, заняв укрытие там.\nНо как только я уже бежал туда, спину пронзила внезапная боль...\n\n— Эй, Сивый, иди глянь че там у сталкерка этого в сумке — распорядился бандит, закидывая дробовик на плечо. ",
    "answers": [
      {
        "id": 1,
        "text": "Проигрышняя концовка.\nВернуться в начало "
      }
    ]
  },
  {
    "id": 62,
    "text": "Бандит со шрамом на скуле (видимо главный) тихонько присвистнул, глаза его сверкнули жадным огоньком.\n— За этот арт нехилые бабки отвалят, я уверен. Давайте так: я отдаю вам его, а вы отпускаете меня и расходимся с миром. Мне лишние проблемы не нужны.\n\nПолучена концовка \"Артефакт в обмен на жизнь.\"\nБандиты забрали артефакт себе, а Соболя отпустили. У него получилось договориться с мародерами. Доставив кейс Бармену, сталкер выполнил свое задание и в награду получил обещанные деньги. Их было более чем достаточно, чтобы ближайшие дни сидеть в Баре и отдыхать перед следующей вылазкой... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец пути "
      }
    ]
  },
  {
    "id": 63,
    "text": "Бандит со шрамом на скуле (видимо главный) тихонько присвистнул.\n\nПолучена концовка \"Легко пришли — легко ушли.\"\nБандиты забрали деньги, а Соболя отпустили. Вскоре тот добрался до \"Сто ренген\" и отдал Бармену желанный кейс, получив честно заработанную награду.\nОтдохнув в Баре несколько дней, Соболь отправился на очередную вылазку.\nНо это уже совсем другая история... ",
    "answers": [
      {
        "id": 1,
        "text": "Поздравляем, квест успешно пройден!\nВернуться в начало "
      }
    ]
  },
  {
    "id": 64,
    "text": "Координаты были отмечены к северу-западу от лагеря сталкеров. Добравшись до туда, я забрался на небольшой пригорок, откуда стал разглядывать местность и самое главное...\nПещеру. ",
    "answers": [
      {
        "id": 65,
        "text": "И вдруг я заметил их... "
      }
    ]
  },
  {
    "id": 65,
    "text": "Возле пещеры стояло четверо зомбированных сталкера, их лица были бледными, глаза не выражали абсолютно ничего. Одна сплошная пустота...\nВот и нашлись остатки группы Карася. Насколько мне известно, в состав отряда входило шесть человек, видимо теми двумя  контролёр уже перекусил... ",
    "answers": [
      {
        "id": 66,
        "text": "Подкрасться, а затем перестрелять зомби из автомата"
      },
      {
        "id": 72,
        "text": "Открыть огонь с пригорка "
      }
    ]
  },
  {
    "id": 66,
    "text": "Пригнувшись, стал спускаться с пригорка. Дистанция была большой для автоматной очереди, поэтому следовало её немного сократить...\nИ когда я оказался на приличном расстоянии, укрывшись в кустах неподалёку, вжал на курок АК-74. Точная очередь срезала всех четырёх зомби, те даже понять не успели откуда по ним стреляют. ",
    "answers": [
      {
        "id": 67,
        "text": "Выйти из кустов "
      },
      {
        "id": 73,
        "text": "Перезарядить, и выждать"
      }
    ]
  },
  {
    "id": 67,
    "text": "Выйдя, осмотрелся, и стал двигаться к пещере. Но не успел я и дёрнуться, как голову моя пронзила адская боль, а руки невольно выронили автомат.\nПоследнее, что я мог ещё увидеть, так это выходящий из пещеры силуэт контролёра.\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Проигрышняя концовка.\nВернуться к контрольной точке "
      }
    ]
  },
  {
    "id": 68,
    "text": "Подгадав момент, я отскочил назад, однако даже не подумал о том, что может находиться позади... Обе мои ноги увязли в болоте, я почувствовал как медленно тону и не могу выбраться... Оскалив клыки, мутированная тварь с лаем бросилась в новую атаку.\nПоследнее, что я увидел, так это её уродливую пасть... ",
    "answers": [
      {
        "id": 1,
        "text": "Проигрышняя концовка.\nВернуться в начало "
      }
    ]
  },
  {
    "id": 69,
    "text": "Сейчас я вас тварей всех перестреляю...\nЧто за?!\nАвтомат неожиданно заклинил, проклятье!! В самый неподходящий момент! Всего на мгновение замешкавшись, я поплатился за это жизнью.. \nДве собаки накинулись на сталкера, свалили его на землю, зубами вырывая куски свежего мяса.\nЗона не прощает таких оплошностей... ",
    "answers": [
      {
        "id": 14,
        "text": "Проигрышняя концовка.\nВернуться к контрольной точке "
      }
    ]
  },
  {
    "id": 70,
    "text": "Пещера, возле неё четыре зомбака в равных комбезах и автоматами в руках. Наверное они ещё помнят, как стрелять. Вокруг ничего примечательного, только камыши, да болото.\nАномалий не видно. ",
    "answers": [
      {
        "id": 42,
        "text": "Перестрелять зомби из СВД "
      }
    ]
  },
  {
    "id": 71,
    "text": "Контролёр водил головой из стороны в сторону, пока вдруг не застыл на месте, как вкопанный.\nЯ даже понять ничего не успел, как голову мою пронзила адская боль, а серые оттенки болот неожиданно сменила яркая, зелёная поляна, полная красивых ромашек.\n\nТелепат откусил руку сталкера. Тот даже боли не почувствовал, сейчас он был где-то очень далеко от реальности... ",
    "answers": [
      {
        "id": 23,
        "text": "Проигрышняя концовка.\nВернуться к контрольной точке "
      }
    ]
  },
  {
    "id": 72,
    "text": "Дистанция была очень плохой..\nОднако я успел положить аж двух зомбаков, практически не опасаясь их огня. Стреляли они косо, криво и мимо. Основные проблемы начались, когда голову мою пронзила внезапная боль, а руки невольно бросили автомат. Я сам не отдавал себе отчёта в своих действиях, лишь наблюдая за тем, как против собственной воли достаю из кобуры пистолет, и подношу ствол к виску.\nВышедший из пещеры контролёр казалось изобразил, что-то наподобии ухмылки.\nА затем прогремел выстрел.",
    "answers": [
      {
        "id": 14,
        "text": "Проигрышняя концовка.\nВернуться к контрольной точке "
      }
    ]
  },
  {
    "id": 73,
    "text": "Вставив в автомат новый магазин, снял с предохранителя и передернул затвор, увидев вдруг, как из пещеры медленно выходит он...\nХудощавый, в окровавленных бинтах мутант с большой головой и глубоко посаженными глазами. Недолго думая, я дал по контролёру длинную очередь. Половина пуль зацепила его, половина ушла мимо, однако едва заметив меня, тварь пустила в ход свои чёртовы способности...\nГолову мою пронзила адская боль, руки выпустили автомат, мир вокруг неожиданно изменился. И вот я уже не на Болотах, а в каком-то парке, со мной за руку идёт красивая, светловолосая девушка лет двадцати. Её карие глаза так и манят к себе, невозможно оторваться, хочется смотреть и смотреть... ",
    "answers": [
      {
        "id": 74,
        "text": "Лена?... "
      }
    ]
  },
  {
    "id": 74,
    "text": "— Андрюш, ты обещал меня в кино сводить. Мы идём или нет?\nМоя девушка... Моя девушка, которая умерла в автокатастрофе два года назад, сейчас была передо мной, как наяву. Быть этого не может...\n— Лена, я... Я... ",
    "answers": [
      {
        "id": 75,
        "text": "- Нет, этого всего не может быть!! Это не настоящее! "
      },
      {
        "id": 76,
        "text": "- Я люблю тебя"
      },
      {
        "id": 77,
        "text": "- Похоже я все-таки умер, раз сейчас могу быть с тобой.. Какое кино ты хочешь посмотреть? "
      }
    ]
  },
  {
    "id": 75,
    "text": "— Ты это о чем? — прикоснулась она к моему плечу — Я вполне реальна... ",
    "answers": [
      {
        "id": 78,
        "text": "Убери свои руки, ты уже давно мертва!\n(убежать) "
      },
      {
        "id": 79,
        "text": "Молчи, молчи, ТЕБЯ НЕТ! "
      }
    ]
  },
  {
    "id": 76,
    "text": "— Я тоже люблю тебя — улыбнулась девушка.\nНо увы, это была не моя Лена...\nВытащив нож, я с размаху всадил клинок ей в живот по самую рукоять. Я всадил нож той твари, что устроила все это...\nИллюзия мгновенно спала, и вот я уже снова был в Зоне, перед контроллером, проткнув его живот армейским ножом",
    "answers": [
      {
        "id": 82,
        "text": "Сдохни, тварь "
      }
    ]
  },
  {
    "id": 77,
    "text": "— Хммммм — задумалась девушка — Давай на какую-нибудь комедию, посмеёмся от души.\n— Давай — улыбнулся я.\nИ мы пошли, держа друг друг за руку. Наконец, мы смогли воссоединиться.. Хотя бы здесь.\n\nКонтролёр откусил руку сталкера, однако тот даже не почувствовал боли. На счастливом его лице была широкая улыбка, а из глаз текли слезы радости.\n",
    "answers": [
      {
        "id": 14,
        "text": "Проигрышняя концовка.\nВернуться к контрольной точке "
      }
    ]
  },
  {
    "id": 78,
    "text": "— Андрюша, с тобой все в порядке?\n— Уйди!! Иди отсюда прочь! Тебя нет!!!\nС этими словами, я помчался от давно умершей Лены, помчался не разбирая дороги, видя, как неожиданно изменяется вокруг реальность...\nВ мгновение ока, парк исчез, а под ногами моими ушла земля, и я понял, что прибежал в топкое болото...\nА через несколько мгновений, все закончились. ",
    "answers": [
      {
        "id": 14,
        "text": "Проигрышняя концовка.\nВернуться к контрольной точке "
      }
    ]
  },
  {
    "id": 79,
    "text": "— Андрюша...\n",
    "answers": [
      {
        "id": 80,
        "text": "Бить себя по лицу, пытаясь выбраться отсюда "
      },
      {
        "id": 81,
        "text": "Умри, тварь!!! (достать нож) "
      }
    ]
  },
  {
    "id": 80,
    "text": "Не получалось, не выходило, а иллюзия тем временем становилась все более чёткой и реальной.\n\nКонтролёр с удовольствием творил новую жизнь в голове сталкера, медленно сводя его с ума. А через несколько мгновений, принялся за трапезу, начав откусывать ему пальцы. ",
    "answers": [
      {
        "id": 14,
        "text": "Проигрышняя концовка.\nВернуться к контрольной точке "
      }
    ]
  },
  {
    "id": 81,
    "text": "— Андрюша нет!!! Пожалуйста, не надо!!!\nЯ с размаху всадил нож ей в живот по самую рукоять. Нет, не Лене, она уже была давно мертва, я всадил нож той твари, что устроила все это...\nИллюзия мгновенно спала, и вот я уже снова был в Зоне, перед контроллером, проткнув его живот армейским ножом. ",
    "answers": [
      {
        "id": 82,
        "text": "Сдохни тварь "
      }
    ]
  },
  {
    "id": 82,
    "text": "Мутант завалился на землю, истекая собственной кровью. С телепатом было покончено...\nУстало выдохнув, я утер кровь клинка, сунул его обратно за пояс, подобрал автомат, и двинулся к пещере.\n\nПолучено достижение \"Развеять иллюзию.\" ",
    "answers": [
      {
        "id": 83,
        "text": "В пещере "
      }
    ]
  },
  {
    "id": 83,
    "text": "Среди скелетов и всякого мусора, я нашёл рюкзак, а в нем запертый кейс с желанными артефактами. Дело в шляпе, что ещё можно сказать.\nВыйдя из пещеры, стал уходить отсюда прочь, как можно скорее, и как можно дальше. И причём очень даже вовремя, потому как сразу после моего ухода, к пещере направилась шайка местных бандитов... ",
    "answers": [
      {
        "id": 84,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 84,
    "text": "Получена концовка \"Выполненное задание.\"\nСоболь доставил кейс Бармену, тот заплатил сталкеру обещанную сумму. Дела у него шли хорошо, репутация росла, Соболю могли доверить самые разные и опасные задания. Очень скоро, у Бармена для него появилось новое поручение.\nНо это уже совсем другая история... ",
    "answers": [
      {
        "id": 1,
        "text": "Поздравляем, квест пройден!\nПерейти в начало "
      }
    ]
  },
  {
    "id": 85,
    "text": "Пещера, возле неё четыре зомбака в равных комбезах и автоматами в руках. Наверное они ещё помнят, как стрелять. Вокруг ничего примечательного, только камыши, да болото.\nАномалий не видно. ",
    "answers": [
      {
        "id": 44,
        "text": "Перестрелять зомби из СВД "
      }
    ]
  },
  {
    "id": 86,
    "text": "Контролёр водил головой из стороны в сторону, пока вдруг не застыл на месте, как вкопанный.\nЯ даже понять ничего не успел, как голову мою пронзила адская боль, а серые оттенки болот неожиданно сменила яркая, зелёная поляна, полная красивых ромашек.\n\nТелепат откусил руку сталкера. Тот даже боли не почувствовал, сейчас он был где-то очень далеко от реальности... ",
    "answers": [
      {
        "id": 33,
        "text": "Проигрышняя концовка.\nВернуться к контрольной точке "
      }
    ]
  },
  {
    "id": 87,
    "text": "Достав из сумки контейнер, я бросил его под ноги мутанту.\n— Ты про этот артефакт? Зачем он тебе? И кто ты вообще такой?! \nНо тот ничего не ответил, лишь молча поднял контейнер, даже внутрь заглядывать не стал.\nОдарив меня прощальным взглядом, мутант тут же исчез в камышах.\n\nПолучена концовка \"Странный случай\"\nСоболь выполнил порученное ему задание, Бармен наградил сталкера обещанной суммой. Но, что же все-таки произошло тогда на Болотах? Что это был за артефакт, зачем он был нужен \"Греху?\" Оставалось только гадать... ",
    "answers": [
      {
        "id": 1,
        "text": "Поздравляем, квест успешно пройден!\nВернуться в начало "
      }
    ]
  },
  {
    "id": 88,
    "text": "Мутант не ответил ничего.\nСпустя миг, в голову глупого сталкера прилетела автоматная пуля. ",
    "answers": [
      {
        "id": 33,
        "text": "Проигрышняя концовка.\nВернуться к контрольной точке "
      }
    ]
  },
  {
    "id": 89,
    "text": "Достав из сумки контейнер, я бросил его под ноги мутанту.\n— Зачем тебе артефакт? Кто ты вообще?! \nНо тот ничего не ответил, лишь молча поднял контейнер, даже внутрь заглядывать не стал.\nОдарив меня прощальным взглядом, мутант тут же исчез в камышах.\n\nПолучена концовка \"Странный случай\"\nСоболь выполнил порученное ему задание, Бармен наградил сталкера обещанной суммой. Но, что же все-таки произошло тогда на Болотах? Что это был за артефакт, зачем он был нужен \"Греху?\" Оставалось только гадать... ",
    "answers": [
      {
        "id": 1,
        "text": "Поздравляем, квест успешно пройден!\nВернуться в начало "
      }
    ]
  },
  {
    "id": 90,
    "text": "— Отдай \"Оберег\" — более грозно уже прогудел мутант, и из камышей вдруг показалось несколько силуэтов в плащах с автоматами в обезображенных руках. ",
    "answers": [
      {
        "id": 87,
        "text": "Отдать артефакт "
      },
      {
        "id": 88,
        "text": "- А не пойти ли тебе к черту! "
      }
    ]
  },
  {
    "id": 91,
    "text": "Скинув рюкзак, я начал делать вид, мол ищу там этот его \"Оберег,\" а в затем вскинув АК, дал по мутанту длинную очередь.\nВ урода полетел целый рожок сорок пятого калибра, кровь так и хлестала из ран, а ему хоть бы хны! В страхе, я попятился назад, патроны в магазине кончились...\n— Глупо, сталкер — только и сказал мутант.\nА затем откуда-то с камышей неожиданно прилетела пуля. ",
    "answers": [
      {
        "id": 33,
        "text": "Проигрышняя концовка.\nВернуться в начало"
      }
    ]
  },
  {
    "id": 92,
    "text": "Пещера, возле неё четыре зомбака в равных комбезах и автоматами в руках. Наверное они ещё помнят, как стрелять. Вокруг ничего примечательного, только камыши, да болото.\nАномалий не видно. ",
    "answers": [
      {
        "id": 46,
        "text": "Перестрелять зомби из СВД "
      }
    ]
  },
  {
    "id": 93,
    "text": "Контролёр водил головой из стороны в сторону, пока вдруг не застыл на месте, как вкопанный.\nЯ даже понять ничего не успел, как голову мою пронзила адская боль, а серые оттенки болот неожиданно сменила яркая, зелёная поляна, полная красивых ромашек.\n\nТелепат откусил руку сталкера. Тот даже боли не почувствовал, сейчас он был где-то очень далеко от реальности... ",
    "answers": [
      {
        "id": 33,
        "text": "Проигрышняя концовка.\nВернуться к контрольной точке "
      }
    ]
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  }
]