[
  {
    "id": 1,
    "text": "Автор: Dalet\nЖанры: фэнтези, приключения, романтика\n\nФэнтезийная деревенька с уклоном на древнюю русь, с колоритом старорусских праздников и немного мрачными переходами. \nВы проживёте жизнь главной героини, ощутите захватывающую природную красоту с мрачной изнанкой. В ваших руках судьба девушки подкидыша, её возможного спутника, своей и чужой деревни.\n\n//Квест довольно прост. Повествование от первого лица и в целом, держиться на внутренних переживаниях гг. \n\n//В данное время, готова к прочтению первая часть квеста.\n\n//Заранее хочу извиниться за опечатки и возможные ошибки, т.к. это мой первый опыт. ",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 2,
    "text": "Лёжа в сырой от обилия росы траве, я следила за редкими облачками, медленно проплывающими надо мной. Где-то вдали, куковала кукушка, а в зарослях сочной осоки, стрекотали кузнечики. Мне нравилось просыпаться раньше всех и коротать такие редкие, свободные минуты именно здесь. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-67.userapi.com/D_QCzgsYB0wkDqwdQ0LGbVvl-35lGSTIV3M8Og/6WThbLLyXmo.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "И каждое утро, наступает момент, когда мою идилию прерывают. Уже начинающий раздражать голос, протяжно зовёт меня по имени. В этом голосе никогда не чувствуется тепла и любви. По крайней мере, когда обращаются ко мне. Приходится прощаться с природой и нехотя плестись к неродному дому, мимо таких же, чужих домов. Голос поторапливает меня, и я ускоряюсь, чуть не сшибая соседскую женщину с полными вёдрами воды. Я захожу в дом, где меня ждёт женщина, которая ни секунды не может усидеть на месте.\n\n— Пора бы тебе уже научиться по времени приходить, Лина. Сколько я должна тебя звать?\n\nМоя мать, если её вообще можно так назвать, сегодня выглядела злее обычного. Да у меня даже язык никогда не поворачивался назвать эту бодрую, сварливую даму мамой.",
    "answers": [
      {
        "id": 4,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 4,
    "text": "— Почисти картошку, — прикрикнула она, не сильно швырнув тазик в мою сторону и я подчиняюсь.\n\nУсевшись на низкую скамью у окна, я пододвигаю таз поближе и ведро холодной воды едва не приземляясь на меня, ставится рядом со мной.\n\n— Прости, что я сегодня задержалась, — не отвлекаясь от работы, я не поднимаю взгляд на Клару, кажется, так зовут мою мать. Никогда не звала её по имени. ",
    "answers": [
      {
        "id": 5,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 5,
    "text": "— Чего уж там, — смягчившись, отвечает она, быстро натирая чёрный от золы котёл, — Хотя бы прок от тебя есть. \n\nМолчание очень уместно для нашей небольшой \"семьи\". Начистив необходимое количество картофеля, я перехожу к чистке овощей, а затем, разделываю тушу кролика. Хоть, я и привыкла разделывать зверей, предназначенных для потребления в пищу, я всё равно испытываю жалость к мёртвому животному, а сердце так и сжимается от нахлынувших воспоминаний. Совсем недавно, я его гладила...",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Год назад, я была вынуждена убить курицу. После этого, я долго не могла есть мясо и смотреть в глаза другим курам. Это звучит безумно глупо и смешно, но мне казалось, что они осуждают меня.\n\n— Вот, Кьярка, с соседнего дома — завидная невеста, — ни с того, ни с сего воскликнула женщина, восхищённо посмотрев в окно, — Не то, что ты. Во век тебя замуж мне не выдать.\n\n— \"Ну вот, опять начинается\" — думаю я, стараясь хотя бы мысленно приподнять свою самооценку.\n\nНа минуту отвлекаясь от дела, я оборачиваюсь к окну. Своей мягкой походкой, мимо нашего дома проплывала Кьяра с соломой в руках. Именно проплывала: её движения были плавными, а взгляд нежным и расслабленным. Девушка была высокого роста, с формами, косой ниже ягодиц и здоровым румянцем на щеках. ",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "\nСтараясь не обращать внимания на подобные упрёки, я продолжаю разделывать кролика, только уже с большей активностью. Я была полной противоположностью Кьяры. Один мой взгляд чего стоил: твёрдый и напряжённый, всегда готовый осадить обидчика. Если бы меня любили здесь, возможно, я бы тоже расслабленно смотрела на всех с нежностью.Любое платье сидело на мне как мешок, никаких очертаний и так называемой сексуальности, может, поэтому, мужчины не обращали на меня внимание. Зато, при взгляде на мою противоположность, они сворачивали шеи.\n\n— Может, Неждан согласиться взять тебя с большим преданным, — задумчиво продолжала Клара. \n\nИ с каких пор она стала такой разговорчивой? Она точно была сегодня не в духе. Что-то явно случилось. Много слухов ходило про Неждана: то, что больной; то, что ничего не умеет; трус, лодарь, тунеядец. Список можно продолжать бесконечно. Любящая мать ни под каким предлогом не отдала бы свою дочь такому человеку. Чему я вообще удивляюсь?",
    "answers": [
      {
        "id": 8,
        "text": "Выйти из себя и высказаться"
      },
      {
        "id": 9,
        "text": "Успокоиться и стерпеть"
      }
    ]
  },
  {
    "id": 8,
    "text": "Звонко отодвинув тазик, я резко поднялась со скамьи и бросила остатки кровавой туши в красноватую воду. Встретившись с удивлённым взглядом матери, я вскинула голову.\n\n— Вы только и делаете, что унижаете меня, — начала я, стараясь успокоить бешеное сердцебиение и дрожь, от распирающей меня злости, — Может быть, вам стоит хотя бы раз посмотреть на себя? Сами живёте одна, насколько себя помню. И даже понятно почему. С вашим-то характером...Ни один умный мужик мириться не будет. ",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Не в моих интересах портить отношения с человеком, который буквально подобрал меня с улицы. Пусть, Клара и не питала ко мне никаких тёплых чувств, которые, вроде, со временем, должны испытывать опекуны, но мне даже из выгоды не полезны пустые, ни к чему не приводящие, ссоры. Хоть это и эгоистично, но нужно уметь вертеться и думать о себе в первую очередь. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Мне показалось, или я услышала скрип её зубов. Сдержанно отставив котёл, женщина уже смотрела на меня сверху вниз.\n\n— Неблагодарная дрянь, — начиная спокойно, но с таким ядом в голосе, она с каждым словом повышала тон, — Я тебя вырастила, я тебя кормила и одевала. Последнюю крошку тебе отдавала, тварь ты такая. Мне всегда хотелось увидеть лицо того чудовища, что произвело тебя на свет...\n\nВовремя остановившись, Клара уже кинула тряпку мне в лицо и прокричала:\n\n— Пошла вон, заморская мерзавка! Только попробуй снова перешагнуть порог дома, в котором тебе так плохо живётся.",
    "answers": [
      {
        "id": 14,
        "text": "Выйти из дома, и поскорее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Почесав нос об предплечье, я продолжала выполнять обычную работу по дому.\n\n— Ты же не забыла, что через неделю наступит Единый День, — наконец спросила мать, и стало понятно, к чему были все эти \"лестные\" высказывания, — Я не хочу, чтобы ты опозорила меня, как в прошлом году.\n\nЯ удивлённо посмотрела на женщину, ведь я и правда забыла, но покладисто кивнула. В общем, как обычно.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Если бы можно было составить список вещей, которые я не люблю, этот праздник, безоговорочно, стоял бы на первом месте. Девушки наряжаются в свои самые лучшие наряды, что берегут до праздника; молодые парни стараются казаться максимально мужественными и показывают свою силу в схватках между собой. В этот день, в нашу деревеньку нередко приезжает с десяток юношей и девиц с других деревень, а если повезёт — даже городов.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Пора привыкнуть, что родиться девушкой, равно тому, чтобы стать разменной монетой. На тебя смотрят как на товар, оценивают твою внешность, здоровье и способность к деторождению. Я могу похвастаться только отменным здоровьем, в котором все начинают сомневаться, только взглянув на меня. ",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "К вечеру успокоиться. Я слишком хорошо знаю её. Отмыв руки от крови во дворе, я решаюсь сходить к морю, на берегу которого и располагается наша деревня. Не часто я могу позволить себе такую свободу и безделье. Разве что, когда поругаюсь с Кларой.\nПроходя мимо кузнецы, я слышу далеко не дружескую беседу и подавляю в себе желание подслушать этот разговор, который никаким боком не должен касаться меня.\nКузнец у нас хоть и строгий мужик, но человечный, понимающий. Если бы у меня что-нибудь случилось, из всех мужчин в нашей деревеньке, я бы обратилась именно к нему.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Держи, — мать всучила мне в руки корзину и подтолкнула к двери, — Сходи к Мирославе и попроси яиц. Передай, что я расплачусь с ней завтра.\n\nНе успев сказать и слова, я оказываюсь на улице, перед захлопнутой у моего носа дверью. Кинув взгляд на корзину, я спускаюсь с крыльца и направляюсь к Мирославе. Её дом выделяется из остальных: большой, из светлого дерева, с изящной резьбой и широким двором, окружённым забором. Мужик у неё рукастый — ничего не сказать, да и она — мастерица. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее",
        "need": [
          32,
          33
        ]
      },
      {
        "id": 32,
        "text": "Осмотреть кузнецу",
        "need": -32
      },
      {
        "id": 33,
        "text": "Рассмотреть незнакомца у колодца",
        "need": -33
      }
    ]
  },
  {
    "id": 16,
    "text": "Преодолевая забор, я приветствую хозяина дома, который занят чем-то возле колодца и обходя собаку, которая истошно лает на меня со стороны, долгое время стучу в дверь. Неприемлемо заходить за чужой порог без разрешения, даже если дверь открыта. Хозяин дома не спешит мне помочь, он чем-то серьёзно занят, но что-то мне подсказывает, что он просто брезгует мне помочь даже позвать хозяйку.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я уже вроде продолжаю свой путь, но узнаю голос Вакея, и замираю. Этот молодой парень, которого уже смело можно назвать мужчиной, был моим близким другом в детстве. Тогда, мы и перестали общаться, а я даже не помню, по какой причине. Уверена, что большую роль сыграло наше разное происхождение. Можно ли меня назвать чужой среди своих, если я из другого народа, но прожила здесь всю жизнь. Однозначно — можно. \nМне так хочется, хотя бы услышать его речи сейчас, когда мы повзрослели. Мы очень давно не виделись, лишь украдкой, мильком, моментом. По слухам, он днями зависал в кузнице или отплывал в город за \"провизией\". Я мечусь между желанием и страхом.",
    "answers": [
      {
        "id": 18,
        "text": "Идти куда шла"
      },
      {
        "id": 19,
        "text": "Подслушать разговор"
      }
    ]
  },
  {
    "id": 18,
    "text": "Всё таки, это не моё дело. Мы давно не дети, и наврядли он помнит меня. Если ещё кто-нибудь  увидит, что я подслушиваю, я просто сгорю от стыда, а это того явно не стоит.  \nЯ прохожу мимо дома Мирославы. Её дом выделяется из остальных: большой, из светлого дерева, с изящной резьбой и широким двором, окружённым забором. Мужик у неё рукастый — ничего не сказать, да и она — мастерица. Мать часто меня отправляет к ней за яйцами и мясом. ",
    "answers": [
      {
        "id": 31,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 19,
    "text": "Моё желание побеждает страх, и я, пристраиваюсь у кузнецы так, чтобы меня было не видно с домов по соседству и случайным прохожим. Лишние проблемы сейчас ни к чему. Мне приходиться присесть и прижаться плечом к каменной стене.\n\n— Я тебе уже всё сказал, и повторять не собираюсь, — сказал Вакей, на повышенных тонах, а когда я услышала приближающиеся шаги, деваться было уже некуда.\n\nВ вышедшем из кузнецы мужчине, я не сразу узнала Вакея. Все эти годы, я могла видеть его только издалека или слышать голос прямо за спиной, но по глупости, бояться посмотреть на него. Вблизи, он выглядел ещё мужественнее. Высокий, тёмноволосый, голубоглазый...Даже его небрежно выбритый подбородок имел свойство притягивать. ",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Опустив охапку мечей ниже, Вакей осмотрел меня с ног до головы, задержав взгляд на моих бёдрах. \n\n— Что ты здесь делаешь, — он спросил так вкрадчиво, что я растерялась.\n\nЯ не могла выдержать взгляд его глубокопосаженных глаз и ничего не оставалось, как опустить взгляд на один из мечей. Действительно, чем я только думала и какими чувствами мотивировалась, когда решила подслушать мужской разговор. Нужно было заранее хотя бы причину придумать. Теперь, меня застали в расплох.",
    "answers": [
      {
        "id": 21,
        "text": "Промолчать"
      },
      {
        "id": 22,
        "text": "Сказать правду"
      },
      {
        "id": 23,
        "text": "- Тебя жду..."
      },
      {
        "id": 24,
        "text": "Соврать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Неловкое молчание затянулось на несколько минут, но для меня, они казались целыми  часами. \n\n— Видимо, у тебя были свои причины, — мягко прошептал Вакей, не желая больше испытывать меня, — Можешь не говорить.\n\nСославшись на дела, он поспешил покинуть меня, и оставить в одиночестве. Предположил, что я не хочу поддерживать разговор с ним. Может, это даже и к лучшему.",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Шумно вздохнув, я собираю себя в кучу, и встречаюсь с глубоким взглядом мужчины.\n\n— Я узнала твой голос и поймала себя на мысли, что скучала, — смущённо признаюсь я, убирая руки за спину и водя носком туфли по траве — как же глупо это выглядит. — Даже не помню тот момент, когда мы общались в последний раз.\n\nВидимо, он был удивлён такому откровению. Наверное, он ещё догадался, что я следила за его жизнью, раз умудрилась даже голос узнать, видя его только издалека. Как же стыдно.\n\n— Ты так изменилась, — я растаяла под его тёплым взглядом и мягким голосом. — Тебе не стоит быть такой открытой с людьми, Лина, они могут воспользоваться этим.",
    "answers": [
      {
        "id": 28,
        "text": "- Ты не воспользуешься."
      },
      {
        "id": 29,
        "text": "- А ты бы хотел мною воспользоваться?"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вакей окидывает меня таким небрежным взглядом, что я уже жалею о сказанном. Я упала в его глазах одной фразой, если там ещё было куда падать конечно.\n\n— Ты изменилась, — разочарование, вот, что я слышу в этих словах. — Не стоит ждать того, о ком ни черта не знаешь.\n\nХорошо, что мы были одни. Он тоже изменился, и я не ожидала подобной резкости. Уверена, что он сегодня же выкинет меня и эту встречу из головы. Сославшись на дела, он поспешил покинуть меня и оставить в одиночестве. Мне осталось только осознать, что я ляпнула и звонко хлопнуть себя по лицу.",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "В выражении его лица я уже прочитала, что он обо мне думает. Там так и читалось: \"Какая же ты дура.\"\n\n— Всё с тобой понятно, — кивнул он. — За идиота принимаешь? Я давно уже заметил тебя. \n\nСославшись на дела, он поспешил покинуть меня и оставить в одиночестве. Мне осталось только осознать, что я ляпнула и звонко хлопнуть себя по лицу.",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Уже мысленно смирившись с тем, что приду домой без яиц и буду отчитываться за это перед матерью, я отворачиваюсь от двери, и она открывается: плавно, без скрипа. Мирослава уставилась на меня таким виноватым взглядом, что я стала чувствовать себя неудобно.\n\n— Линочка, — я слышу в её голосе жалость, — Долго же ты стучала...Извини, я думала, это мой, крыльцо опять чинит. \n\n— Я не спешу.\n\n— Пойдём, девонька моя, — зовёт она меня за собой, когда уже спускается по резным, деревянным ступенькам.",
    "answers": [
      {
        "id": 26,
        "text": "Следовать за хозяйкой дома"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я следую за женщиной, а она, так бесстрашно ругает! своего мужа за то, что тот не сообщил ей о моём приходе. К моему удивлению, он никак не реагирует, он просто пропускает её слова мимо ушей и продолжает заниматься своими делами. Когда мы заходим в сарайчик, я приседаю, чтобы собрать уже подготовленные яйца в корзину, а женщина, проводит ладонью по моей спине. Её поведение кажется мне странным. Кажется, Мирослава просто ощупала мой выступающий позвоночник, который особо выделился, когда я нагнулась.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Слушай, — Мирослава останавливает меня на выходе, — Хочешь сидеть на празднике в качестве одной из невест?\n\nЯ нахожусь в ступоре, ищу подвох и отказываюсь верить в услышанное. Переспросив, я слышу всё тот же вопрос и не думая, соглашаюсь. Конечно, не знаю, как я буду выкручиваться, ведь я ничегошеньки не знаю, но и шанс такой упускать тоже нельзя.\n\n— В память, о моей погибшей дочери, я помогу тебе, — объясняет женщина, — Но всё остальное — в твоих руках.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Расплывшись в улыбке, мужчина явно обрадовался, что я знаю его намного лучше, чем он предполагал. \n\n— Мечи очень тяжёлые, — Вакей меняет тему, отворачивается, делает несколько шагов, и что-то обдумав, снова поворачивается ко мне. — Ты можешь пройтись со мной, если хочешь.",
    "answers": [
      {
        "id": 34,
        "text": "Идти с Вакеем"
      }
    ]
  },
  {
    "id": 29,
    "text": "Изменившись в лице, мужчина усмехнулся.\n\n— Знаешь, — мрачно начал он. — После того, как ты это спросила — захотелось.\n\nСославшись на дела, он поспешил покинуть меня и оставить в одиночестве. Мне осталось только осознать, что я ляпнула и звонко хлопнуть себя по лицу.",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вне себя от радости, я возвращаюсь домой к вечеру. Пахнет вареной картошечкой, жареным луком и мясом. \nТарелка с моей порцией стоит на столе, она ещё тёплая и так приятно пахнет. Похоже, что Клара только-только легла спать. Я ужинаю в полном одиночестве.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      },
      {
        "id": 30,
        "text": "введите команды для картинки",
        "url": "https://proza.ru/pics/2019/06/05/1403.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я быстро выхожу за пределы деревни, ведь знаю короткий путь через лес. Не люблю проходить к морю через всю деревню: все начинают смотреть на тебя, донимают вопросами или даже просят о помощи и придумывают байки. Через лес — с препятствиями, но куда спокойнее. Тем более, лес выводит на любимое васильковое поле, а уже потом, на песчаный берег.",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "В деревне есть кузнеца. Там работает настоящий мастер своего дела: строгий и помешанный только на своей работе мужчина. Он отец моего друга детства — Вакея, с которым мы перестали общаться ещё в детстве.\nИз кузнецы доносятся голоса. Это не дружеская беседа, но меня это точно не касается и я просто прохожу мимо.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Моё внимание привлекает незнакомец. Странно, что я раньше не видела этого человека. Глотнув воды из ведра, он резко поворачивается ко мне. Зелёные глаза словно просматривают меня насквозь. Так страшно. Опуская взгляд, я замечаю на скамье перед колодцем букет васильков. Я оборачиваюсь на шум, а когда возвращаюсь к колодцу, незнакомца, как и букета цветов, я уже не вижу перед собой.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Долго думать не приходиться. Я скучала по нему и конечно же, я не надеюсь на большее, чем дружеские беседы и встречи, я даже готова к тому, что эта встреча снова будет последней. С этим человеком, я готова довольствоваться каждой минутой и впитывать каждое его слово, запоминать каждую черту его лица и вспоминать на протяжении всей оставшейся жизни ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вакей идёт рядом со мной, и изредка смотрит на меня, на мою лёгкую, наивную по-детски улыбку. Да, я счастлива. Я счастлива просто находиться рядом с ним.\n\n— Я даже не знаю, о чём можно поговорить с девушкой, — он признаётся также честно, как и я. — Оружие, битвы, соседние вражеские народы...Тебе наврядли это интересно, но я живу только этим.\n\nНе думаю, что у него находилось время на девушек. Может, мимолётные связи, но точно ничего серьёзного. Следует ли мне поговорить с ним самой или это будет слишком навязчиво.",
    "answers": [
      {
        "id": 36,
        "text": "Молчать"
      },
      {
        "id": 37,
        "text": "Спросить о вражеских народах ",
        "need": -37
      },
      {
        "id": 38,
        "text": "Спросить о битвах",
        "need": -38
      }
    ]
  },
  {
    "id": 36,
    "text": "Оставшийся путь, мы проходим молча. Мне кажется, или нам обоим комфортно: нету характерного напряжения от тишины. Совершенно всё равно, что мы проходим мимо домов со сплетницами, что на нас все смотрят...\nВакей останавливается. Как же мне становиться тоскливо от той мысли, что придётся расстаться. \n\n— Спасибо, что прошлась со мной, — я не идеализирую, он так спокойно разговаривает только со мной. — Дальше, я сам. Не хочу, чтобы эти болваны потом грязно обсуждали тебя.\n\nОн кивает головой в сторону группы мужчин. Лишь по догадкам, я могу предположить, что они будут тренироваться, но точно не знаю. Девушек не посвещают в такие подробности.",
    "answers": [
      {
        "id": 39,
        "text": "- До встречи."
      },
      {
        "id": 40,
        "text": "- Была рада встречи с тобой..."
      }
    ]
  },
  {
    "id": 37,
    "text": "Вакей хмуриться и вглядывается в моё лицо. Похоже, ему важно, чтобы собеседнику было интересно или он хотя бы имел малейшее представление об этой теме. \n\n— Южане — единственный дружеский народ. Остальные, особенно, северные народы — наши враги. Северный народ не знает жалости. Я не хочу рассказывать тебе все те ужасы, что они вытворяют. Просто знай, что они способны на любые зверства.\n\nКажется, эта информация пригодиться мне в будущем",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вакей смотрит в мои глаза, чтобы понять, действительно ли мне это интересно. Не уверена, что он находит ответ, но всё же, решается рассказать.\n\n— Я учавствовал уже в шести битвах, — сразу видно, что он готов говорить об этом днями напролёт. — Мне было шестнадцать, когда я участвовал в первой битве. Там, я потерял своего друга и впервые вкусил вражеской крови...\n\nСлушая долгую историю с мельчайшими подробностями о каждой битве, я вслушиваюсь в тон его голоса. Ему, действительно, очень нравятся битвы. Неумышленно, я представляю семейную жизнь с этим человеком. Бесконечные битвы, ребёнок без отца, жена без мужа, смерть...",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "— До встречи, — шепчет он, — Надеюсь, что мы скоро встретимся.\n\nЕго правая рука дрогнула. Готова поспорить, если бы руки не были заняты, он погладил бы меня по голове. Но он просто уходит.\nОн уходит к толпе мужчин. К толпе \"болванов\", которые настолько любят битвы, что готовы зря проливать кровь, а ещё что-то говорят про северян. Чувствую себя немного тоскливо после этой встречи. Нужно возвращаться домой. Я больше не злюсь на матушку, а она на меня и подавно.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Я тоже, — признаётся Вакей. — Надеюсь, что эта встреча была не последней.\n\nЕго правая рука дрогнула. Готова поспорить, если бы руки не были заняты, он погладил бы меня по голове. Но он просто уходит.\nОн уходит к толпе мужчин. К толпе \"болванов\", которые настолько любят битвы, что готовы зря проливать кровь, а ещё что-то говорят про северян. Немного тоскливо от этой встречи. Нужно возвращаться домой. Я больше не злюсь на матушку, а она на меня и подавно.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Без мужчины, действительно, трудно. Нам уже стыдно просить помощи у чужих мужей, и всю физически тяжёлую работу выполняем сами. Зайдя в дом, я быстро ставлю вёдра, которые въелись в пальцы и трясу руками.\nКлара встречает меня странным взглядом и полуулыбкой. \n\n— Я надеюсь, что ты не сбегала за дом, чтобы поцеловаться с тайным женихом. Ведь поход к колодцу не предлог?\n\nОна так отреагировала на мой румянец от работы  или небрежный вид?",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я даже не заметила, как быстро пролетело время. Пусть, я и бездельничала весь день, но я безумно рада тому, что не осталась сегодня дома и встретилась с Вакеем.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Кажется, сегодня, моё поле занято. Посреди, стоит какой-то мрачный незнакомец. Держит в руках...букет васильков и смотрит в сторону моря. Странно, но я вижу этого человека впервые, да и его чёрный балохон — у нас такие не носят. И как он не спарится? Я поднимаю взгляд на палящее солнце, щурюсь, и снова смотрю на мужчину.\nУ меня странное чувство. Может, стоит вернуться в деревню или просто обойти его? Не менять же свои планы из-за какого-то странника.",
    "answers": [
      {
        "id": 44,
        "text": "Обойти незнакомца как можно дальше"
      },
      {
        "id": 49,
        "text": "Лучше вернуться в деревню"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я всё таки обхожу незнакомца и иду к берегу. Мне нужно расслабиться, ведь я уверена, что незнакомец заметил моё напряжение. У меня такое ощущение, словно он сверлит меня взглядом и я не зря оборачиваюсь, хоть и пугаюсь. Он стоит совсем рядом, смотрит на меня безумными, болотными глазами и кажется, всё больше возвышается надо мной, закрывает своей массивной тенью.\nОт неожиданности, я вскрикиваю, делаю шаг назад, вязну ногой в мокром песке и падаю в воду. Хорошо, что здесь не резкий заход на глубину.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Он выводит меня на незнакомую поляну и старую хижину в центре. Готова поклясться, что проходила здесь более тысячи раз, а этой поляны и тем более, хижины — здесь никогда не было. Какой загадочный новый знакомый...\n\n— Здесь, — мужчина наконец отпустил мою руку и зашёл в ветхую хижину, — Жди снаружи.\n\nЯ подчиняюсь. Жду его, как верная собака. Теперь, я не только на поводу, но ещё и на поводке. Отличное сравнение. Именно так, я уже и представляю любые взаимоотношения с этим человеком. Он оставил дверь открытой. Из хижины веет холодом. Я от нечего делать осматриваю оставшиеся следы от пальцев на руке и сравниваю их со своими.",
    "answers": [
      {
        "id": 53,
        "text": "Заглянуть в хижину, хотя бы одним глазком"
      },
      {
        "id": 54,
        "text": "Ждать, где он сказал"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Извини, — его голос такой низкий и отдалённый. — Я не хотел тебя напугать.\n\nТакой страшный и злой голос. В словах чувствуется ложь, и похоже, что он ничуть не пытается этого скрыть. Этот человек хотел меня напугать и поставить в неловкое положение. Я сижу перед ним, мягко говоря, севшая в лужу и всё ещё не могу отойти от испуга. Он протягивает мне руку: всю в шрамах, ожогах. Смотрит на меня так, словно я ему уже чем-то обязана. ",
    "answers": [
      {
        "id": 47,
        "text": "Принять помощь"
      },
      {
        "id": 48,
        "text": "- Я в силах подняться самостоятельно"
      },
      {
        "id": 49,
        "text": "Бежать, и не оборачиваться"
      }
    ]
  },
  {
    "id": 47,
    "text": "Не смотря на осуждающий взгляд, я молча принимаю помощь. Если попытаюсь подняться самостоятельно, буду выглядеть, как минимум, нелепо. Как только моя рука касается руки незнакомца, моё тело пронзает какой-то разряд. По крайней мере, мне так показалось. У меня появляется ощущение, что мы когда-то были знакомы. \n\n— Меня зовут Синко, — таким наплевательским тоном со мной даже матушка не говорила. — Ты должна научиться водить дружбу со своими людьми.\n\nОн даже не смотрит на меня и говорит в пустоту. Кем он себя возомнил?",
    "answers": [
      {
        "id": 50,
        "text": "- Свой человек - ты?"
      },
      {
        "id": 49,
        "text": "Идти домой, пока не поздно"
      }
    ]
  },
  {
    "id": 48,
    "text": "С горем пополам, я стараюсь хотя бы ловко подняться на ноги и мне это удаётся, хоть и не с первого раза. Всё это время, незнакомец смотрел на меня так оценивающе, как даже на смотринах не смотрят.\n\n— Меня зовут Синко, — таким наплевательским тоном со мной даже матушка не говорила. — Ты должна научиться водить дружбу со своими людьми.",
    "answers": [
      {
        "id": 50,
        "text": "- Свой человек - ты?"
      },
      {
        "id": 49,
        "text": "Идти домой, пока не поздно "
      }
    ]
  },
  {
    "id": 49,
    "text": "Всё таки, это не моё. От этого человека исходит такая бешеная энергетика. Я даже не вижу, в ту ли сторону я рванула. Ветки бьют по лицу, по рукам, а когда ветка ударяет мне в глаз, я зажимаю его рукой и останавливаюсь. Мне кажется, что я сумасшедшая. Куда я бегу и откуда? Зачем и почему я бегу? Я не помню. Помню, как шла к морю, но как я оказалась здесь — загадка. Мне больше ничего не остаётся, как почесать глаз и идти домой.",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Одобрительно кивнув головой, мужчина сунул руки в карманы широкого балахона, обтягивающего его худощавое тело и прищурил, и без того, хитрые глаза.\n\n— Сообразительная — как я и думал, — говорит, и рассматривает моё тело, словно я какой-то диковиный товар. — Думаю, наша дружба будет крепкой. Если, ты не разочаруешь меня...\n\n— Я не совсем понимаю... — он подносит палец к губам и шипит, вынуждая замолчать.\n\n— Просто делай то, что я тебе скажу. Остальное, ты сама узнаешь...Со временем. \n\nМой взгляд цепляется к его чёрным волосам. Такое чувство, словно они политы смолой. Тонкие, секущиеся, чернее самой темноты. Даже страшно с ними случайно взаимодействовать: рискуешь прилипнуть или замараться так, что потом не отмоешься. ",
    "answers": [
      {
        "id": 51,
        "text": "- Почему я должна делать то, что ты мне скажешь?"
      },
      {
        "id": 52,
        "text": "- Ну, и что же я должна делать?"
      }
    ]
  },
  {
    "id": 51,
    "text": "Мне становиться так страшно. Это потому, что он так уставился на меня или...\n\n— Можешь проваливать, если тебя это волнует, — не удивлюсь, если у меня после этого шипения в лицо, появиться боязнь мужчин. — Я не собираюсь тебе всё разжёвывать и в рот закладывать.\n\nТак страшно...Меня охватывает ужас. Я не понимаю, почему мне так страшно. ",
    "answers": [
      {
        "id": 49,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 52,
    "text": "Некомфортно находиться с этим человеком. Такое странное чувство. Зачем я иду на его поводу? Меня не покидает чувство, что я встречалась с ним раньше. Даже кажется, что мы были близки.\n\n— Мне нужна твоя кровь, — Синко озирается по сторонам, и вцепается в мою руку, чуть выше запястья. — Пошли. \n\nДаже не сопротивляясь, я покорно иду за мрачным, высоким и неприятным мужчиной, который тащит меня в лес. Ему ещё и кровь моя нужна...Я просто спятила. А смысл сопротивляться? Я сама согласилась на это. У меня было несколько возможностей убежать, но я ими не воспользовалась. Почему то, я уверена, что у него нет плохих намерений.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я медленно, как можно тише, подхожу к хижине и заглядываю в дверной проём. Слишком темно, ничего не видно. На этом, я не останавливаюсь и заглядываю в окошко, однако, и там, ни черта не видно. Уже собираясь вернуться на прежнее место, мой взгляд улавливает какое-то  шевеление, и я припадаю к окну. \nХолодные и жёсткие руки резко ложаться мне на плечи и больно вдавливают меня в окно: слышу, как оно трещит под напором. \n\n— Сказал же, ждать там, — ниже обычного говорит Синко, уже сжимая мою шею, — Ты мне не нужна.\n\nДверь была намеренно оставлена открытой. Он сказал мне это намеренно, он намеренно задержался...Это была проверка. Я с треском её провалила и весь мир начал плыть перед глазами. Последнее, что я услышала — хруст позвонка. Последнее, что я увидела — голубое небо и качнувшаяся ветка ели. Последнее, что я почувствовала — мимолётная, но такая сильная боль.",
    "answers": [
      {
        "id": 1,
        "text": "Смерть"
      }
    ]
  },
  {
    "id": 54,
    "text": "Мне кажется, я стою здесь уже вечность. Он что, намеренно меня испытывает? Только я приседаю на траву, потому что, мои ноги затекли, возвращается Синко. В одной руке глубокая чаша, в другой — кинжал.\nЯ собираюсь вставать, но мужчина останавливает меня жестом и садится напротив. У меня волосы дыбом: я смотрю на эту чашу и считаю, сколько капель моей крови понадобиться, чтобы наполнить её.",
    "answers": [
      {
        "id": 55,
        "text": "- Это больно?"
      },
      {
        "id": 56,
        "text": "- Сколько крови тебе нужно?"
      }
    ]
  },
  {
    "id": 55,
    "text": "Задав вопрос, я смотрю на кинжал. Мужчина водит им по чаше, по часовой стрелке.\n\n— Сама то, как думаешь, — он впервые улыбнулся и выдержал длинную паузу, — Я сделаю так, что больно не будет. Тебе лучше расслабиться. Давай сюда руку...\n\nКак только я протягиваю руку, он резко хватает её и зажимая моё предплечье, делает глубокий надрез. Синко не солгал. Мне не больно.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Мужчина водит кинжалом по чаше, по часовой стрелке.\n\n— Не беспокойся, возьму столько, сколько потребуется, — он впервые улыбнулся, — Успокойся, и дай мне свою руку.\n\nКак только я неуверенно протягиваю руку, он резко хватает её и зажимая моё предплечье, делает глубокий надрез. Синко не зря сказал успокоиться. Это не больно...Относительно. ",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Моя кровь быстро наполняет чашу. Порез затягивается на глазах, а я чувствую недомогание. Мужчина уже отпустил мою руку и...Он припал губами к чаше и пьёт мою кровь. Кровь стекает по гладко выбритому подбородку и капает на балахон, мгновенно впитываясь в плотную ткань. \nЭто не объяснить словами, но я поздно осознаю, на что я подписалась. Кажется, с этим действом, я проросла корнями в этого человека, прониклась симпатией и сделала его центром вселенной. ",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "— Я никогда не ошибаюсь, — отдалённо, я слышу голос Синко. — Ты мой человек.\n\nМужчина откидывает пустую чашу в сторону и поднимаясь на ноги, с усмешкой смотрит на меня: лежащую в сырой от обилия росы траве, следящую за редкими облачками, медленно проплывающими надо мной. Где-то вдали, кукует кукушка, а в зарослях сочной осоки, стрекочут кузнечики. Мне нравится находиться с этим человеком и коротать свободные минуты именно с ним.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Не знаю, сколько времени прошло, но Синко, оценив моё состояние, выносит меня за пределы леса. Он донёс меня до деревни и, скорее всего, сделал это только потому, что ему было по пути.\n\n— К вечеру, тебе уже полегчает, — говорит мужчина, опуская меня на ноги. — Я сам найду тебя.\n\nСам же, он подходит к колодцу, и набирает ведро воды. Смотря по сторонам, он делает вид, что меня, пока что, не существует, по крайней мере — для него.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "Это первый раз, когда я проснулась позже матери. Вчерашний день так вымотал меня. На эмоциях, я долго не могла уснуть и проворочилась почти до утра. \nНа кухне гремит посуда. Нету времени разлёживаться. Клара уже вовсю делает дела. Почему-то, она не разбудила меня, ведь обычно, женщина зовёт меня с поляны и находит любое дело, лишь бы я не бездельничала. ",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Тихонько выхожу на кухню и смотрю на мать. Она надела новое платье. Выглядит весёлой, да и синяки под глазами не такие тёмные. Клара поворачивается ко мне.\n\n— Тебя допустили к Единому Дню, — она говорила настолько перевозбуждённо, думаю, с нетерпением ждала, когда я проснусь. — Это просто чудо. Конечно, не стоит замахиваться на само торжество, но на тебя безусловно обратят внимание.\n\n— Я не подведу тебя, — я решила не портить матери настроение, но при этом, я не соврала.\n\nНеважно, насколько я терпеть не могу этот праздник, возможно, именно в этом году, он — прямой путь из деревни.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Матушка буквально подлетает ко мне, обхватывает моё лицо руками и смотрит в мои испуганные глаза.\n\n— Боюсь не успеть сказать это до праздника, — она начала это так прискорбно, словно чувствовала свою скорую кончину. — Ты должна беречь себя. Кроме тебя, это не сделает никто. Верь только в свои силы.\n\nОшарашенная столь душевными словами, я не смогла выдавить из себя и слова. Лишь слабо кивнула головой.",
    "answers": [
      {
        "id": 63,
        "text": "Далее",
        "need": 40
      },
      {
        "id": 64,
        "text": "Далее",
        "need": 59
      },
      {
        "id": 65,
        "text": "Далее",
        "need": [
          27,
          49,
          120
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 63,
    "text": "Утро проходит как обычно. Как положено правильной, по меркам этой деревни, девушке, я занята делами по дому. Осталось только принести воды с колодца. Набрав воды, я поднимаю до краёв наполненные, железные вёдра, которые нам приходиться носить вручную, и пошатываясь, иду к дому.\n\n— Давай сюда.\n\nСлышу я позади, да так близко, что едва не роняю вёдра. Оборачиваясь, я сразу узнаю Вакея. Странно, что я не узнала его голос. \nЯ даже не успеваю что-либо возразить: мужчина выхватывает вёдра, и я не удивляюсь, что они для него почти невесомы. ",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      },
      {
        "id": 63,
        "text": "Укажите команды для картинки",
        "url": "https://content.foto.my.mail.ru/mail/svetaushkaryova/_blogs/i-25174.jpg"
      }
    ]
  },
  {
    "id": 64,
    "text": "Впервые в жизни, разговор с матерью, поднял мне настроение. Странно ощущать, что кому-то не всё равно, как сложится твоя судьба. Приступив к своим обычным утренним делам, я, на удивление, быстро управляюсь. Осталось только сходить за водой. Я поднимаю ведро воды с колодца и замечаю цветок василька. Ставлю ведро, и убирая растение из воды, кручу его в руке. Цветок такой яркий: смотря на него, я ловлю дежавю. ",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      },
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "https://content.foto.my.mail.ru/mail/svetaushkaryova/_blogs/i-25174.jpg"
      }
    ]
  },
  {
    "id": 65,
    "text": "Утро проходит как обычно. Как положено правильной девушке, я занята делами по дому. Осталось только принести воды с колодца. Набрав воды, я поднимаю до краёв наполненные, железные вёдра, которые нам приходиться носить вручную и пошатываясь, иду к дому. ",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      },
      {
        "id": 65,
        "text": "Укажите команды для картинки",
        "url": "https://content.foto.my.mail.ru/mail/svetaushkaryova/_blogs/i-25174.jpg"
      }
    ]
  },
  {
    "id": 66,
    "text": "Он так уверенно переступает порог дома, а я робко захожу за ним, словно чужая. Страшно, что подумает мать, а особенно, как отреагирует. К моему удивлению, она улыбается, принимая вёдра из рук Вакея.\n\n— Трудно жить без мужской помощи, — жалуется Клара, — Я до сих пор привыкнуть не могу.\n\n— Вы прямо крест на себе поставили, — добродушно отвечает мужчина, — Никогда не поздно, тем более, с вашими-то золотыми руками.",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Я уже не могу скрывать своего затуманенного взгляда. Стоя неподалёку от Синко, я слежу, как капелька воды стекает по его подбородку. Ловлю себя на мысли, что мне хочется погладить его чётко выраженные скулы. Быстро отдёрнув себя, я неуклюже направляюсь в сторону дома. Пройдя чуть меньше полпути, я оборачиваюсь: мужчина уже ушёл.",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Я вялая и опустошённая возвращаюсь домой к вечеру. Пахнет вареной картошечкой, жареным луком и мясом. \nТарелка с моей порцией стоит на столе, она ещё тёплая и так приятно пахнет. Похоже, что Клара только-только легла спать. Я ужинаю в полном одиночестве.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      },
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://proza.ru/pics/2019/06/05/1403.jpg"
      }
    ]
  },
  {
    "id": 69,
    "text": "Василёк — мощное магическое растение. Можно сварить приворотное зелье или лечебный отвар. Его часто использовали ведьмы и колдуны для своих обрядов...Только бред это всё. Я слышала, что это цветок любви, который может укрепить чувства влюблённых или помочь найти своего единственного, но кто поверит в эту чушь? Чтобы чего-то добиться, нужно самому прикладывать усилия, а не надеяться на обереги.",
    "answers": [
      {
        "id": 70,
        "text": "Выкинуть цветок"
      },
      {
        "id": 71,
        "text": "Взять цветок с собой"
      },
      {
        "id": 69,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/ed/b5/04/edb50439793548efd6cfab12d8863af4.jpg"
      }
    ]
  },
  {
    "id": 70,
    "text": "Мне всё это не нужно. Забава для таких отшельников, как мой вчерашний знакомый, что набрал себе любимому букет васильков и бережно нёс его аж до самой хижины. Только я откидываю цветок в сторону — руку резко сводит, а правая нога подгибается. Я с вскриком падаю назад, переворачиваю на себя ведро ледяной воды и возвращаюсь в дом уже в \"прекрасном\" расположении духа. ",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Тем не менее, я почему-то, беру цветок с собой. Где-то, в глубине души, я надеюсь встретить человека, с которым, как говориться, смогу умереть в один день. А ещё, я боюсь получить от Синко. Он вчера так бережно нёс васильки до хижины. Не удивлюсь, если он утопит меня за несчастное, выкинутое в грязь растение, которое ссохнется на солнце и будет в пустую затоптано жителями деревни. Да я вообще не удивлюсь, если он кинул туда этот цветок до моего прихода и снова проверяет меня. Зачем я вообще с ним связалась? Даже не думать о нём не могу теперь...",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "Я ставлю вёдра с водой на пол. Как же ноют плечи и руки, а в особенности — пальцы. Мне пора бы уже задуматься о наряде на праздник, а моя голова забита только загадочным, невесть откуда появившимся, мужчиной. ",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "Я не понимаю, и даже немного ревную: они так открыто общаются. И похоже, что даже Вакей знает, что случилось с моим отцом, в отличии от меня. Насколько себя помню — всегда жила без мужского плеча. Может, это и к лучшему, я не знаю каким он был человеком.\nКлара смущается, ей редко делают комплименты, хоть руки у неё и действительно золотые. ",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вакей прощается с матушкой и поворачиваясь в мою сторону, лишь одаривает меня равнодушным взглядом.\n\n— До свидания, Лина, — говорит он, проходя мимо, и закрывает за собой дверь.\n\n— До свидания...\n\nМне так неприятно от этой дистанции между нами, от этого холода. Хоть, я и не надеялась на что-то большее,  чем просто общение. Сейчас, я хочу большего.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "Долго смотрю на закрытую дверь и совсем не спешу поворачиваться к матери. А когда всё таки поворачиваюсь, замечаю её взгляд, пытающийся просмотреть меня насквозь.\n\n— Не смотри так, — бубню и отвожу взгляд в сторону так, словно меня застали за чем-то непристойным, — Он мой друг детства, сама знаешь.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Мужчины все эгоистичны по своей натуре, — объясняет Клара, снимая свой фартук.\n\nМоя тревога не ускользнула от глаз матери. Она увидела, что я расстроена. Всё таки, ей не до конца всё равно на меня.\n\n— Вакей найдёт себе достойную девушку. Думаю, они с Кьярой, были бы отличной парой.\n\nНет, похоже, ей до конца всё равно. Она даже улыбнулась. Наверное, представила эту замечательную парочку.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Я всего лишь стою, разминая плечи и шею, а Клара, завидев меня, улыбается.\n\n— Выглядишь так, словно сбегала за дом, чтобы поцеловаться с женихом.\n\nМеня как током прошибает. Снова издевается надо мной. Причём, я не знаю, злиться мне или улыбаться в ответ.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Да, разве я могу нравиться Вакею? Я же никому не нужна, — серьёзно отвечаю я Кларе, — Меня с преданным даже не возьмут.\n\nУлыбка медленно исчезает с лица матери. Она смотрит на меня также серьёзно, как и я на неё.\n\n— Вот и поговорили, — заканчиваю я беседу, и ухожу на улицу.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Разве я могу с кем-то целоваться? Я же никому не нужна, — серьёзно отвечаю я Кларе. — Меня с преданным даже не возьмут.\n\nУлыбка медленно исчезает с лица матери. Она смотрит на меня также серьёзно, как и я на неё.\n\n— Вот и поговорили, — заканчиваю я беседу и ухожу на улицу.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "Какая же бездна находиться между мной и Кларой. Наши отношения охладевают с каждым годом. Мать заботиться только о мнении окружающих. Она радуется моим успехам только тогда, когда это выгодно для неё. Ведь соседи будут говорить, какая она хорошая мать, как она воспитала этого покидыша. ",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Я подхожу к забору, а краем глаза замечаю, как Клара выскочила вслед за мной. Замирая, я не спешу открывать калитку. \n\n— \"Давай, продолжай унижать меня.\"\n\nНо женщина молчит. Она, всё также молча, подходит ко мне и обнимает.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "Тёплые руки греют мою спину, а голова опускается на моё плечо. Слёзы сами текут по моим щекам, и я не в силах их остановить. Как бы я хотела, чтобы мать делала так почаще. \n\n— Пойдём, — Клара шмыгает носом и отстраняется. — Я покажу тебе платье, что подготовила тебе на День Единства.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Мы возвращаемся в дом. Матушка достаёт из самодельного сундука синее платье с серебряными, набитыми на нём узорами, длинным рукавом и узким воротником. Она расправляет его, и покрутив им передо мной, кидает на стол.",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "Я провожу рукой по узорам платья. Подмечаю, насколько Клара внимательная в этом плане. Длинный рукав и узкий ворот скроет мои недостатки, а синий цвет подходит мне больше всего.\n\n— Спасибо, — я не хочу пока держать зла на мать, она так старается. — Спасибо большое. ",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Кларе приятны мои слова, она улыбается. Убедившись, что я налюбовалась, она возвращает платье в сундук. С каким же трудом ей удалось достать ткань. Не удивлюсь, если она лишала себя корки хлеба, чтобы отложить денежку на мои сборы.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "Кажется, я могу поговорить с матерью по человечески. Редко появляется такая возможность. Хотя, хочу ли я с ней разговаривать вообще?",
    "answers": [
      {
        "id": 87,
        "text": "Спросить про отца",
        "need": [
          -87,
          86
        ]
      },
      {
        "id": 88,
        "text": "Спросить про своё происхождение ",
        "need": [
          -88,
          86
        ]
      },
      {
        "id": 89,
        "text": "Ничего не спрашивать"
      }
    ]
  },
  {
    "id": 87,
    "text": "Я набираюсь смелости, чтобы поднять эту тяжёлую для Клары тему.\n\n— Ты никогда не говорила мне про отца, — осторожно начинаю я. — Кем он был?\n\nМать слегка помрачнела и осела на сундук.",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "Я всегда боялась спросить об этом напрямую, да и мать всегда отходила от этой темы или показывала всю свою неприязнь к этому.\n\n— Кто я такая? — спрашиваю намеренно тихо. — Много кто ненавидит меня даже не зная. Да и в детстве...",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Мысли о скором праздновании убивают во мне всякое желание делать дела по дому, и мне приходится делать их через \"не хочу\". Ответом на любые вопросы Клары, становятся кивки и мотания головой. Уже завтра день Ивана Купала, а сразу после него — День Единства.",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "Молчание продолжалось около минуты. Она думала, с чего начать, вспоминала прошлое? Или думала, стоит ли мне это вообще рассказывать?\n\n— Он был настоящим воином, — Клара тяжело вздохнула и провела рукой по краю сундука. — Я познакомилась с ним, когда была ещё совсем юной девушкой. Мы с девочками решили сходить к морю и искупаться. Там, я его и встретила. Лодка причалила к берегу, я увидела светло-карие глаза и влюбилась. Да, я влюбилась с первого взгляда. Потом, я встретила его на день солнцестояния...Тогда, он тоже заметил меня и мы начали тайно встречаться, пока не скрепили отношения...",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "Матушка сделала паузу, затем продолжила.\n\n— В один прекрасный день, он просто не вернулся. Молча ушёл и не вернулся. Никто не знает, куда он пропал. Скорее всего, он уже мёртв давно.\n\nНасколько же она скучает по нету. До сих пор любит...",
    "answers": [
      {
        "id": 92,
        "text": "- Он застал меня?"
      },
      {
        "id": 86,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 92,
    "text": "Клара покачала головой.\n\n— Я подобрала тебя уже после, — с грустной улыбкой ответила она. — Он бы всё равно не участвовал в твоём воспитании.\n\nМне так хочется спросить почему, но я подавляю это желание, ведь не трудно догадаться почему.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "К завтрашнему празднику, я отношусь более спокойно и сдержанно. Частично, он мне даже нравится. Даже ложусь пораньше, чтобы выспаться и успеть подготовиться с утра. Уже жду не дождусь, когда смогу запустить венок.",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "",
    "answers": [
      {
        "id": 96,
        "text": "День Единства"
      }
    ]
  },
  {
    "id": 95,
    "text": "— Ты из северного народа, — прерывает меня мать. — Они жестокие, безжалостные и неблагодарные, — она сделала акцент на последнем слове.\n\nЯ уже слышала это от жителей деревни. Не думаю, что смогу узнать что-то большее от Клары. Тем более, последнее слово было адресованно точно мне. Они и сами, похоже, ни черта не знают. ",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "Проснувшись раньше всех, ещё задолго до того, как встало солнце, я сходила за необходимыми травами и начала изготовление своего венка.\nВосходящее солнце осветило моё рабочее место. Я даже услышала, как перевернулась Клара. Кажется, я разбудила её треском веток и постоянным открыванием шкатулки с принадлежностями для вышивания.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Я начала основу для своего венка — обод. Весь стол был завален растениями с которых ещё не успела высохнуть утренняя роса. Почему-то, в этом году, мне не хотелось вплетать в свой венок много трав. Я осмотрела всё, что лежало передо мной:",
    "answers": [
      {
        "id": 98,
        "text": "Мальва",
        "need": [
          -98
        ]
      },
      {
        "id": 99,
        "text": "Тысячелистник",
        "need": [
          -99
        ]
      },
      {
        "id": 101,
        "text": "Бессмертник",
        "need": -101
      },
      {
        "id": 102,
        "text": "Ромашка ",
        "need": -102
      },
      {
        "id": 103,
        "text": "Хмель",
        "need": -103
      },
      {
        "id": 104,
        "text": "Барвинок",
        "need": -104
      },
      {
        "id": 105,
        "text": "Далее",
        "need": [
          98,
          99,
          101,
          102,
          103,
          104
        ]
      }
    ]
  },
  {
    "id": 98,
    "text": "Мальва был обязательным цветком для незамужних девушек. Это отличный выбор, чтобы привлечь свою судьбу. Символ чистоты, нежности и светлых чувств. ",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      },
      {
        "id": 98,
        "text": "Укажите команды для картинки",
        "url": "https://lafoy.ru/photo_l/malva-foto-144-9932.jpg"
      }
    ]
  },
  {
    "id": 99,
    "text": "Тысячелистник имеет магические свойства. Он привлекает людей, с которыми хотелось бы общаться в своем окружении, и отваживает тех, которые неприятны. ",
    "answers": [
      {
        "id": 97,
        "text": "Далее "
      },
      {
        "id": 99,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/55/44/a3/5544a314231209ab469893d7456813c8--water-tank-drought-tolerant.jpg"
      }
    ]
  },
  {
    "id": 100,
    "text": "Калина считается символом женской красоты, плодородности и здоровья. Ее часто можно увидеть в народных вышивках на одежде и в купальском венке у женщин, которые хотят завести ребенка или укрепить здоровье.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "Бессмертник. Это цветок является символом долгой жизни и крепкого здоровья. Часто применяется колдунами в ритуалах на замужество и привлечения второй половинки. Его можно увидеть на венках замужних женщин, которые имеют плохое здоровье.",
    "answers": [
      {
        "id": 97,
        "text": "Далее "
      },
      {
        "id": 101,
        "text": "Укажите команды для картинки",
        "url": "https://masse-dzr.ru/wp-content/uploads/bessmertniklugovoy-1024x682.jpg"
      }
    ]
  },
  {
    "id": 102,
    "text": "Ромашки вплетают в купальские венки девочки. Она является символом девичьей чистоты и непорочности. Так же считается, что ромашка защищает девушек от покушения на свою невинность. В магии часто применяется в ритуалах на привлечение денег и любви.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      },
      {
        "id": 102,
        "text": "Укажите команды для картинки",
        "url": "https://fermer.blog/media/res/1/6/2/7/8/2/162782.q2tm10.850.jpg"
      }
    ]
  },
  {
    "id": 103,
    "text": "Хмель одаривает своего носителя ясным умом и гибкостью, мудростью и расширенным кругозором. Способствует решению сложных проблем и получению ответов на спорные вопросы.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      },
      {
        "id": 103,
        "text": "Укажите команды для картинки",
        "url": "https://cdn1.ozone.ru/s3/multimedia-o/c1200/6064055652.jpg"
      }
    ]
  },
  {
    "id": 104,
    "text": "Барвинок считается символом вечной любви и бессмертия души. Он так же притягивает мужчин, усиливает их страсть. Часто применяется в магии в финансовых и любовных ритуалах. Растение имеет сильную энергетику, которая влияет на мужское подсознание и психику.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      },
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://uamodna.com/assets/articles/image/i/d/i/idiinqe8/fullsize.jpg"
      }
    ]
  },
  {
    "id": 105,
    "text": "Тщательно всё обдумав, я всё таки останавливаю свой выбор на одном растении, которое будет сегодня сопровождать меня на празднике:",
    "answers": [
      {
        "id": 106,
        "text": "Мальва"
      },
      {
        "id": 107,
        "text": "Тысячелистник"
      },
      {
        "id": 109,
        "text": "Бессмертник "
      },
      {
        "id": 110,
        "text": "Ромашка"
      },
      {
        "id": 111,
        "text": "Хмель"
      },
      {
        "id": 112,
        "text": "Барвинок"
      }
    ]
  },
  {
    "id": 106,
    "text": "Я вплетаю в свой венок мальву. Как и все незамужние девушки нашей деревни, я желаю благополучно выйти замуж. В конце концов, я не хочу провести всю свою жизнь в этом доме, под покровительством Клары.",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Вплетая тысячелистник, я надеюсь, что встречу хотя бы одного человека, чьи взгляды схожи с моими. Надо отгонять от себя мысли, что хочу встретить кого-то из моего народа.",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "Может быть, хотя бы калина придаст моему лицу здоровый вид. Я конечно не надеюсь на то, что мною будут восхищаться как Кьярой. Хочу, чтобы меня просто не считали больной.",
    "answers": []
  },
  {
    "id": 109,
    "text": "— \"Цветок как раз по мне.\" — иронично думаю я.\n\nТак подумают только окружающие. Они ведь уверены в моей болезненности лишь из-за моего внешнего вида. Интересно, цветок сможет освежить меня? Может быть, он хотя бы придаст моему лицу здоровый вид.",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "Мужчины обратят внимание на мою невинность? Хитрый приём. На самом деле, я просто люблю ромашки. Символ чистоты. Да и выделяться, я не особо люблю.",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "Мне ни к чему кого-то привлекать. Лучше уж, я буду развивать себя и свои сильные стороны. Замуж я не спешу, а покинуть этот дом и деревню, можно и без жениха, нужно просто поднапрячь мозги, неправда ли?",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "Это сильное растение, как раз по мне. Многие его недооцевают, впрочем, как и меня. Знали бы они бешеную энергетику, исходящую от него — вплетали бы только барвинок. С этим венком можно будет идти и в огонь, и в воду.",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "Я туго скрепляю ветками свой венок и немного приподняв, любуюсь им. Жду не дождусь вечера, когда смогу пустить своё творение по воде.\n\n— Лина, ты вплела мальву, — восторженно вскрикнула сонная Клара, — Наконец таки.\n\nПокинуть этот дом мне хочется намного сильнее, чем просто найти жениха. Я смотрю на счастливое лицо матери, а меня воротит. Ничего не могу с этим поделать.",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "Я туго скрепляю ветками свой венок и немного приподняв, любуюсь им. Жду не дождусь вечера, когда смогу пустить своё творение по воде.\n\n— Для таких целей, лучше всего вплетать мальву, — недовольно бубнит сонная Клара, проходя мимо меня.\n\n— \"Ты серьёзно думаешь, что я пытаюсь привлечь жениха,\" — я насмешливо смотрю на мать, — \"Да я с каждым годом всё больше хочу сбежать отсюда.\" ",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "Я туго скрепляю ветками свой венок и немного приподняв, любуюсь им. Жду не дождусь вечера, когда смогу пустить своё творение по воде.",
    "answers": []
  },
  {
    "id": 116,
    "text": "Я туго скрепляю ветками свой венок и немного приподняв, любуюсь им. Жду не дождусь вечера, когда смогу пустить своё творение по воде.\n\n— Отличный выбор, — сонным голосом говорит Клара, проходя мимо меня.\n\n— \"Кто бы сомневался,\" — я даже глаза мысленно закатила, — \"Ты тоже так думаешь.\"",
    "answers": [
      {
        "id": 122,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 117,
    "text": "Я туго скрепляю ветками свой венок и немного приподняв, любуюсь им. Жду не дождусь вечера, когда смогу пустить своё творение по воде.\n\n— Опять ромашки, — ворчит сонная Клара, проходя мимо меня.\n\n— \"Пора бы тебе уже вплетать в венок мальву.\" — мысленно добавляю я, довольная своим рукоделием, и мать озвучивает мои мысли.",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "Я туго скрепляю ветками свой венок и немного приподняв, любуюсь им. Жду не дождусь вечера, когда смогу пустить своё творение по воде. Сонная Клара проходит мимо меня, подозрительно осматривает мой венок, но молчит. \n\n— \"Что же ты молчишь?\" — спрашиваю я у матери взглядом. — \"Ты хотела, чтобы я выбрала мальву в коем-то веке? Я это знаю.\"",
    "answers": [
      {
        "id": 122,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 119,
    "text": "Я туго скрепляю ветками свой венок и немного приподняв, любуюсь им. Жду не дождусь вечера, когда смогу пустить своё творение по воде. Проходя мимо меня, сонная Клара осматривает мой венок, но подозрительно молчит. Наверное, тоже понятия не имеет о свойствах барвинка и думает, что я хочу просто выглядеть красиво.",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "Я всё-таки сходила к морю и поблуждала босиком по песчаному берегу. Всё выглядело как-то уныло: вода мутная, солнце блёклое, трава недостаточно зелёная. Может, я сама себе это придумываю, но деревня мне всё больше перестаёт нравиться. Куда уж больше, я ведь её не любила с самого детства.",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "— Разве я могу с кем-то целоваться? Я же никому не нужна, — серьёзно отвечаю я Кларе, — Меня с преданным даже не возьмут.\n\nУлыбка медленно исчезает с лица матери. Она смотрит на меня также серьёзно, как и я на неё.\n\n— Вот и поговорили, — заканчиваю я беседу и ухожу на улицу.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "Обычно, время тянется невыносимо медленно, когда что-либо ждёшь, но не сегодня. Время пролетает незаметно. Уже вечер. Все жители деревни собрались неподалёку от берега моря. Длинный стол завален едой и выпивкой, горит огромный костёр. Девушки разодеты в одинаковые, белоснежные платья, только у каждой, своя индивидуальная  вышивка на нём.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "К слову, я ничего не вышивала на своём платье. У меня обычное платье и обычный венок без наворотов. Как же я довольна, когда вижу таких же скромных девушек, как и я. Может, они и скромницы, а мне это просто не нужно. Если бы я захотела, то вплела бы себе все растения и обшила свой наряд так, чтобы на нём даже просвета не было. Только мою родословную никакие наряды не спасут.",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "Я помню последовательность этого праздника: огонь, венок, вода, папоротник. Этим я себя только успокаиваю. Среди жителей деревни, я чувствую себя не защищённо, одиноко и немного неуверенно. Когда я оступаюсь, меня вообще из колеи выносит. По этой причине, в таком вражеском обществе, я стараюсь делать всё по плану.",
    "answers": [
      {
        "id": 125,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 125,
    "text": "Я стою рядом с костром, а он ничуть не греет, как и не спасает от разобщённости компания девушек примерно моего возраста, с которыми, я должна провести весь этот вечер. Люди начинают прыгать через костёр: кто-то по одному, кто-то парочками. Своеобразная очередь начинает уменьшаться. Скоро, я останусь стоять одна по эту сторону костра. Стоит ли мне прыгать?",
    "answers": [
      {
        "id": 126,
        "text": "Не прыгать"
      },
      {
        "id": 127,
        "text": "Прыгнуть через костёр"
      },
      {
        "id": 125,
        "text": "Укажите команды для картинки",
        "url": "https://nlo-mir.ru/wp-content/uploads/2020/11/2_taezhnogo-kostra-iz-pihty-mozhet-ploho-zakonchitsja.jpg"
      }
    ]
  },
  {
    "id": 126,
    "text": "Передо мной, прыгает последний человек, а я остаюсь одна. Все взгляды обращены ко мне. Я просто обхожу костёр и иду по своим делам. Машинально, я смотрю на Клару: она сидит за столом с опущенной головой — ей стыдно за меня. Мне всё равно. Я на подсознательном уровне не люблю эту деревню и почти всех, живущих в ней людей.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "Я прыгаю последней, заканчивая этот обряд. Делаю это только ради себя и своего будущего, хоть и смотрю на Клару, которая прямо светиться от счастья. Думала, что я не прыгну, и снова опозорю её перед всеми. Слишком плохо ты меня знаешь, матушка.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "Исходящий от костра треск, начинает меня раздражать, как и мелькающие огни. Хочу поскорее уйти отсюда. Даже не понимаю, что меня здесь держит вообще. Через некоторое время, я вспоминаю, что хотела запустить венок. Что со мной происходит? Я раньше любила этот праздник.",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      },
      {
        "id": 128,
        "text": "Укажите команды для картинки",
        "url": "https://ewintblog.files.wordpress.com/2012/10/img_0341.jpg?w=640"
      }
    ]
  },
  {
    "id": 129,
    "text": "Наконец таки. Я дождалась этой минуты, когда смогу запустить свой венок. В числе первых девочек, я бегу к морю. Сердечко бъётся в предвкушении, а руки дрожат.",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "Я настолько бережно опускаю свой венок на водную гладь. Мне даже всё равно, что большинство девочек непринуждённо кидает свои. Для меня это важный ритуал. Я прошептала все свои желания на этот венок ещё ранним утром.",
    "answers": [
      {
        "id": 131,
        "text": "Далее",
        "need": [
          39
        ]
      },
      {
        "id": 132,
        "text": "Далее",
        "need": 64
      },
      {
        "id": 133,
        "text": "Далее",
        "need": 65
      },
      {
        "id": 130,
        "text": "Укажите команды для картинки",
        "url": "https://progomel.by/wp-content/uploads/2021/07/vmx05125.jpg"
      }
    ]
  },
  {
    "id": 131,
    "text": "Я стою на берегу, и слежу за своим венком. Он достаточно далеко отплыл от берега и утонул в числе последних. Улыбнувшись, я развернулась, и практически сразу встретилась взглядом с Вакеем, хоть он и сидел далеко за столом. Смущённо опустив голову, я была уверена в своём счастливом будущем.",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "Стоя на берегу, я слежу за своим венком. Он и не думает тонуть. Мой венок единственный остался наплаву. Кто-то из толпы, уже назвал меня ведьмой, но меня это не трогает. Я настолько счастлива, что боюсь умереть от чужой зависти.",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "Как только мой венок коснулся воды, он сразу пошёл на дно. Я несколько раз пыталась удержать его на поверхности, но он утоп, даже не отплыв от берега. Девушки переглянулись между собой и зашептались.\n\n— Мне её жаль.\n\n— Бедная девочка.\n\nЛучше бы мне оглохнуть на мгновение. Не в силах больше терпеть эту лицемерную жалость и прикованные только ко мне взгляды, я с трудом отдёргиваю себя от мысли временно покинуть праздник.",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "Подобно подопытной крысе, я лежу в ожидании следующего эксперимента, выкашливаю воду, не весть каким образом, попавшую в моё горло. \n\n— Что это было? — громче, чем хотелось, спрашиваю я. \n\n— Проверяю, — коротко ответил он.\n\n Мужчина оборачивается. Одним движением, он берёт меня в охапку и ставит на ноги.\n\n— Нужна ли ты мне, — дополняет Синко свой ответ.\n\nГотова ли я к такому отношению? ",
    "answers": [
      {
        "id": 171,
        "text": "Я не готова к такому"
      },
      {
        "id": 173,
        "text": "Я не отступлю, это мой путь"
      }
    ]
  },
  {
    "id": 135,
    "text": "Все собираются вокруг костра и традиционно, начинают с открытым ртом слушать историю от самого старого жителя деревни — Пересвета. Этот человек пережил все важные события, касающиеся деревни. В отличии от меня, он очень любит это место и не признаёт ничего инородного. Я уже слышала эту историю много раз, но этот человек рассказывает её так, что ты каждый раз можешь услышать в ней что-то новое для себя.",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "— Цветок папоротника горит ярким огоньком среди зарослей и освещает все вокруг себя. Цветок этот, охраняют злые духи, они не хотят отдавать его людям. Ведь те, используют его для своих корыстных целей. Срывать его опасно, можно поплатиться рассудком и даже жизнью. Если вы решитесь его сорвать, нужно потом бежать до самого дома, не оглядываясь, — хрипло и монотонно начинает старик, тряся седой бородкой.",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      },
      {
        "id": 136,
        "text": "Укажите команды для картинки",
        "url": "https://2sotki.ru/wp-content/uploads/4/1/3/4131ce35ad9d9a4b44c0004ffa972721.jpg"
      }
    ]
  },
  {
    "id": 137,
    "text": "Старик делает паузу, чтобы прокашляться и пригладить свою густую бороду. Веки Пересвета настолько отвисли, что почти полностью закрывали его глаза.\n\n— Сорванный цветок папоротника дает небывалые силы. Человек начинает видеть скрытые клады, понимать язык птиц и зверей, может становиться невидимым, открывать любые замки. Насколько себя помню, я был единственным, кто видел этот цветок. ",
    "answers": [
      {
        "id": 138,
        "text": "Далее "
      },
      {
        "id": 137,
        "text": "Укажите команды для картинки",
        "url": "https://2sotki.ru/wp-content/uploads/4/e/f/4ef4ca7dd767b20b8c7eab7fb710b0d1.jpg"
      }
    ]
  },
  {
    "id": 138,
    "text": "Пересвет тяжело вздохнул. Кажется, годы берут своё. Недолго ему осталось. Он один из немногих, кого мне будет действительно жаль. \n\n— Дети мои, не ищите этот цветок. Если вам есть ещё что терять — не ищите его. Этот проклятый огонёк — последнее, что я видел в своей жизни. Он ослепил меня. Наказал за мою чёрную душу.",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      },
      {
        "id": 138,
        "text": "Укажите команды для картинки",
        "url": "https://c0.wallpaperflare.com/preview/524/1008/42/plant-leaf-leaves-frond.jpg"
      }
    ]
  },
  {
    "id": 139,
    "text": "Эта история никогда никого не останавливала. Все те, кто и раньше ходил на поиски цветка папоротника — продолжают его искать. Я смотрю на Пересвета, которому с трудом удаётся подняться. Он уходит домой. Уже выучил всю деревню наощупь: точно знает, сколько шагов нужно сделать и от чего можно сориентироваться.",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "На поиски папоротника ушли преимущественно молодые, хотя большее число людей, осталось у костра. Каждый год одно и то же. \nСо мной никто не разговаривает и не замечает меня. Если я раньше и пыталась влиться куда-то, и меня всегда гнали, то сейчас, я даже не пытаюсь. Я знаю, что меня прогонят.",
    "answers": [
      {
        "id": 141,
        "text": "Далее",
        "need": [
          131
        ]
      },
      {
        "id": 154,
        "text": "Далее",
        "need": 132
      },
      {
        "id": 170,
        "text": "Далее",
        "need": 133
      },
      {
        "id": 140,
        "text": "Укажите команды для картинки",
        "url": "https://idealtourist.ru/wp-content/uploads/2017/06/idealtourist.ru-bonfire.jpg"
      }
    ]
  },
  {
    "id": 141,
    "text": "Прикрыв глаза, я сижу у костра и слушаю народные песни. У нас есть женщины с очень красивыми, почти неземными голосами. Мне кажется странным, что они не хотят показать свои таланты за пределами деревни. Я нахожусь глубоко в мыслях и вздрагиваю, когда слышу хруст веток рядом с собой.",
    "answers": [
      {
        "id": 142,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": "Открыв глаза, я вижу Вакея. Он не смотрит на меня, просто садиться рядом. Мне так неприятно. Кажется, он стесняется меня. Тогда, почему сел рядом? Хочет попросить, чтобы я не замечала его? У меня до сих пор осадок в душе, после нашей последней встречи, после холодного прощания. Молчание так давит.",
    "answers": [
      {
        "id": 143,
        "text": "- Тебе тоже стыдно знаться со мной?"
      },
      {
        "id": 144,
        "text": "- Красиво поют, неправда ли?"
      },
      {
        "id": 190,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 143,
    "text": "Резко,  даже как-то испуганно, он поворачивает голову в мою сторону. Мужчина слегка сводит брови.\n\n— Ты что такое говоришь, — в недоумении, спрашивает он. — Ты мне ближе всех из девушек.\n\n— Я говорю то, что я вижу...И чувствую.\n\nВакей вздыхает и почёсывает затылок. В детстве, он всегда так делал, когда был в замешательстве.",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "Улыбнувшись, Вакей повернул голову в мою сторону. \n\n— Хочешь потанцевать, — спросил мужчина, уже начиная подниматься на ноги. — Пойдём.\n\nЯ не люблю все эти танцы в хороводах и кто кого перетанцует, но он так нежно зовёт меня, что я не могу отказать.",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "Мужчина поднимается рывком, протягивает мне руку, а когда я даже не успеваю сообразить, что мне нужно сделать, насильно берёт меня за руку.  Мне становиться немного больно, когда он поднимает меня с поваленного дерева и тащит за собой, ближе к костру. ",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "Вакей остановился и прижал меня к себе. Он положил левую руку на мою талию, а правой, взял мою левую руку.\n\n— Тебе до сих пор кажется, что мне стыдно? — недовольно спрашивает он. — Нисколько. \n\nТеперь, стыдно становиться мне. Мужчина настолько близко ко мне. Я не понимаю, что он делает. Вакей положил мою безжизненно свисающую руку на своё плечо.",
    "answers": [
      {
        "id": 147,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 147,
    "text": "— Я видел этот танец в южном городе, — объясняет он, начиная делать шаги. — Просто повторяй за мной.\n\nПоследовав его совету, я даже в глаза не видя этого танца, понимаю, что мы что-то делаем не так, но мне это нравится. Я поднимаю взгляд на Вакея, он так сосредоточенно смотрит под ноги, пытаясь сделать всё идеально. Пусть, мы и наступаем друг другу на ноги, неловко извиняясь и едва не падаем, но мы рядом. Настолько близко друг у другу, что чувствуем наше сердцебиение.",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "Вскоре, мы уже не замечаем окружающих нас людей. Не следим за правильностью наших движений, а делаем так, как нравиться нам. Свет от костра становился всё тусклее. Вакей прижал меня к себе вплотную, обхватил руками мою талию и приложился губами к моей макушке.",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "Он слишком много выпил или просто забылся? В любом случае, он потерял над собой контроль, а я не хочу его останавливать. Тем более, он не опускает свои руки ниже и прикладывается уже щекой к моей щеке. Колко, но приятно.",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": "Мужчина берёт меня за руку, помогает подняться с земли и ведёт ближе к костру. После этого, я даже не смею сомневаться, что Вакею плевать на мнение окружающих и их реакцию. ",
    "answers": [
      {
        "id": 151,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 151,
    "text": "Остановившись, Вакей прижал меня к себе. Он положил левую руку на мою талию, а правой, взял мою левую руку.\n\n— Я видел этот танец у южного народа, — объясняет он, начиная делать шаги, — Просто повторяй за мной.\n\nМужчина настолько близко ко мне. Я не понимаю, что он делает. Вакей положил мою безжизненно свисающую руку на своё плечо.",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "Последовав его совету, я даже в глаза не видя этого танца, понимаю, что мы что-то делаем не так, но мне это нравится. Я поднимаю взгляд на Вакея, он так сосредоточенно смотрит под ноги, пытаясь сделать всё идеально. Мы наступаем друг другу на ноги, неловко извиняемся, но наслаждаемся моментом, ведь чувствуем тепло и сердцебиение друг друга.",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "И плевать, что нам завтра будет стыдно. Может, мы даже не сможем смотреть друг другу в глаза. Какая разница? Разве нам скоро ещё выпадет такой момент, когда мы сможем непринуждённо побыть наедине. Ну, относительно наедине. ",
    "answers": [
      {
        "id": 179,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 154,
    "text": "Не в силах больше слушать гнусавые песнопения и смотреть на пляски у костра, я решила прогуляться, только не туда, где проходили поиски цветка папоротника, а вдоль заросшего травой берега. ",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "Делая осторожные шаги, я медленно отдалялась от места празднования. Мне очень не хотелось угодить в проделанную бобрами ямину, но я не горела желанием возвращаться обратно. Тишины мне хотелось гораздо сильнее. ",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "Пока я пробиралась через траву, хваталась за заросли осоки — порезала ладонь. Слизывая выступающую кровь, я сделала шаг, и всё таки, умудрилась ввалиться в яму. Хорошо, что она была не глубокой и мне не составило труда просто вытащить ногу.  ",
    "answers": [
      {
        "id": 157,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "Мне показалось, или я слышала довольный смешок. Кто-то следил за мной? В голове сразу всплывает история о девушке из нашей деревни. Её тело, с признаками насилия, нашли в лесу только через неделю. В деревне, виноватых искать не стали. Этот случай, оставили на совести других деревень.\nЯ не хочу закончить свою жизнь именно так. Даже не понимаю, как в моих руках оказалась увесистая палка, которую я даже поднимаю с трудом, а защититься...Разве что, кинуть кому-нибудь на ногу.",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "Я озираюсь по сторонам, но никого не вижу. Неужели, у меня просто разыгралась фантазия.\n\n— Бойкая однако. \n\nБоже мой, опять этот страшный, пробирающий до мурашек голос, я даже подпрыгнула на месте, выбросив своё оружие. ",
    "answers": [
      {
        "id": 159,
        "text": "Возмутиться"
      },
      {
        "id": 160,
        "text": "Спросить, что ему нужно"
      }
    ]
  },
  {
    "id": 159,
    "text": "— И долго ты следил за мной? — бурчу я, отходя ближе к воде.\n\n— Достаточно, — коротко ответил Синко, выходя из тени деревьев.\n\nВ лунном свете, он выглядит намного лучше, нежели, при свете дня. Может, потому, что его хуже видно?",
    "answers": [
      {
        "id": 161,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "— Тебе что-то нужно? — я не ожидала, что я спрошу это так обречённо.\n\nСинко молча вышел из тени деревьев. В лунном свете, он выглядит намного лучше, нежели, при свете дня. Может, потому, что его хуже видно?\n\n— Не строй из себя жертву, — не без упрёка, попросил он. — Ты сама согласилась на это.",
    "answers": [
      {
        "id": 162,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 161,
    "text": "— Ты меня напугал, — говорю очевидную вещь, ведь не знаю, что ещё сказать.\n\nНадо было думать, прежде чем связываться с этим человеком. Теперь, я должна всегда быть готовой к его появлению и выполнению приказов. Ну, это же лучше, чем серая и монотонная жизнь в этой деревушке?",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "Я даже не пытаюсь себя оправдать. Ничего не измениться от того, что я скажу: \"Я не это имела в виду.\" Что этот человек сделал со мной? Я скучала по нему, совсем не боюсь и готова терпеть его невыносимую, отрицательную энергетику. ",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "Мужчина подходит ближе ко мне, кивает на воду и протягивает руку. Словно боясь опоздать, я молниеностно вкладываю порезанную, ледяную руку в его тёплую ладонь, а он, слегка сжимает пальцы.\nСтупая в холодную воду, я свободной рукой хватаюсь за подол платья и приподнимаю его.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "Синко заводит меня в воду повыше колен, отпускает руку, обходит меня сзади и кладёт руки на мои дрожащие плечи.\n\n— Чувствуешь воду? — это скорее не вопрос,  а утверждение. — Она тоже чувствует тебя, и имеет гораздо большую силу, чем ты можешь себе представить...Почувствуй это.",
    "answers": [
      {
        "id": 165,
        "text": "- Зачем?"
      },
      {
        "id": 166,
        "text": "Прислушаться к чувствам"
      },
      {
        "id": 164,
        "text": "Укажите команды для картинки",
        "url": "https://img0.liveinternet.ru/images/attach/c/7/124/899/124899120_1761473.jpg"
      }
    ]
  },
  {
    "id": 165,
    "text": "— Тупее, чем кажешься, — разочарованно ответил мужчина. — Считай, что я закончил твои мучения...\n\nСнова страх. Мне кажется, я оглохла, ослепла. Нет, не ослепла. Тьма сгущается. Синко больно надавил мне на плечи. Кости на моих плечах выскочили. Мне это только кажется. Но то, как меня погрузили под воду, мне точно не кажется. Я ещё долго барахталась, пока из меня не вышел весь кислород и я не начала захлёбываться. Медленная и мучительная смерть...",
    "answers": [
      {
        "id": 2,
        "text": "Смерть"
      }
    ]
  },
  {
    "id": 166,
    "text": "Я закрываю глаза и пытаюсь сконцентрироваться на ногах, которые начинает сводить от холода, но все мои мысли прикованы к тёплым рукам на моих плечах. Через несколько минут, я начинаю что-то чувствовать:",
    "answers": [
      {
        "id": 167,
        "text": "Холод, вода словно поглощает меня"
      },
      {
        "id": 168,
        "text": "Тепло чужого тела за моей спиной "
      },
      {
        "id": 169,
        "text": "Холод, вода отталкивает меня"
      }
    ]
  },
  {
    "id": 167,
    "text": "Такое странное чувство, вода словно поглощает меня. Я словно переместилась в болото, которое тянет меня вниз. Понимаю, что это не реальность, но чувствую, как вода добралась до моей шеи. Уже открываю рот, чтобы попросить Синко о помощи, но его не нужно просить. Мужчина рывком вытаскивает меня на берег и я чувствую себя жертвой какого-то эксперимента.",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": "Я чувствую тепло его тела даже на расстоянии. \n\n— Наивная и мечтательная дура, — Синко говорит мне это уже с берега, и уходит. — Наши пути расходятся.\n\nОставшись стоять по колено в воде, я роняю подол платья и раздумываю о том, как минуту назад, была обделена умом, представляя обнимающего меня сзади Синко, тёплыми губами, припавшего к моей шее.\n\n— \"Скажи спасибо, что жива\" — голос мужчины остался у меня в голове.\n\nМысли о том, что он мог меня убить, подгоняют меня не просто идти, а бежать обратно, к костру, а на полпути замедлиться и забыть эту встречу.",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 169,
    "text": "Вода давит на меня, обтягивает ноги до боли и пытается оттолкнуть от себя. Я даже выпустила подол из рук. Думаю, если бы меня не удерживали чужие руки — я бы вылетела из воды и ещё бы поднялась на несколько метров над морем.\n\n— Она не принимает меня, я...\n\n— Знаю, — перебивает меня мужчина, и помогает добраться до суши.",
    "answers": [
      {
        "id": 172,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 170,
    "text": "Может, мне всё таки сходить на поиски? Не хочу сидеть и слушать, как запевают народные песни, больше похожие на скуление нашего соседского пса, что будит меня почти каждую ночь или крик кота, которому на хвост наступили. Я ещё нахожусь в раздумиях, но после первой песни и дружного хоровода, в который меня нехотя, но потащили с собой, при первой возможности — ухожу в лес.",
    "answers": [
      {
        "id": 180,
        "text": "Далее"
      },
      {
        "id": 170,
        "text": "Укажите команды для картинки",
        "url": "https://images.unsplash.com/photo-1483982258113-b72862e6cff6?crop=entropy<amp>cs=tinysrgb<amp>fit=max<amp>fm=jpg<amp>ixid=MXw2OTY4N3wwfDF8c2VhcmNofDV8fGNvbXBvc2l0aW9uJTIwb2YlMjBkYXJrJTIwbWF0dGVyfGVufDB8MHx8<amp>ixlib=rb-1.2.1<amp>q=80<amp>w=1080"
      }
    ]
  },
  {
    "id": 171,
    "text": "Чтобы разорвать связь с таким человеком — нужно сказать напрямую. Но я не уверена, что он оставит меня в живых после увиденного. Другого выхода нет.\n\n— Синко, — робко начинаю я, встречая заинтересованный взгляд. — Я не хочу ввязываться во всё это.\n\n— Чем ты думала раньше? — упрекающе спрашивает мужчина, и я понимаю его недовольство. — Всю жизнь будешь благодарить меня за то, что оставил тебя в живых. ",
    "answers": [
      {
        "id": 176,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 172,
    "text": "— Оказывается, ты не настолько безнадёжна, как кажется на первый взгляд, — протянул он и задумался настолько, словно я ему только проблем этим прибавила. — Не думал, что у тебя предрасположенность к магии.\n\nУ меня даже нет таланта к шитью и это очень стыдный, в силу моего возраста, факт. О какой магии может идти речь? Если бы руки из правильного места росли...Синко берёт мои руки, а я скептически наблюдаю, как он переворачивает ладони вниз, проводит пальцами от запястья до локтя и когда я расслабляюсь, ударяет мне по рукам так, что я неумышленно вскрикиваю.\n\n— Что ты делаешь?! — возмущённо спрашиваю я, прижимая зудящие руки к груди.",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "Уж лучше я свяжу свою жизнь с этим человеком, чем буду томиться в ненавистной деревне, в одном доме с Кларой. Ждать подходящего момента, чтобы уплыть отсюда — можно всю оставшуюся жизнь, а с Синко, я чувствую себя отдалённо от деревни, хоть и нахожусь в ней.\nЯ уверенно смотрю на мужчину, он кивнул мне, словно прочитал мысли и снова собрался уйти.",
    "answers": [
      {
        "id": 174,
        "text": "- Ты просто так уйдёшь?"
      },
      {
        "id": 175,
        "text": "Молча проводить взглядом"
      }
    ]
  },
  {
    "id": 174,
    "text": "Синко даже не обернулся, хотя я уверена, что очевидный вопрос он расслышал. \n\n— \"Ну и проваливай.\" \n\nЯ осматриваю своё промокшее, местами прилипшее к телу платье и уже вслух проклиная \"своего человека\", возвращаюсь к костру.",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 175,
    "text": "Провожаю \"своего человека\" до тех пор, пока он не останавливается, направив свой взор на меня. Инстинктивно прижав руки к груди, я пытаюсь спрятаться. Намокшее платье, местами прилипло к моему телу. Мужчина лишь на миг задумался, отвернулся и шагнув в сторону леса, скрылся в его чаще. Постояв ещё несколько минут, я всё таки решила вернуться к костру.",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": "Невесть, сколько времени я простояла столбом, но когда я осмотрелась, Синко поблизости уже не было. До сих пор в шоке от его слов, я рванула в сторону костра. Мокрое платье частично прилипло к моему телу и мешало быстрому передвижению.",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "Дойдя до костра, я вижу, что многие уже разошлись по домам, а за столом, остались пьяницы и пожилые люди, оставшиеся сидеть только из-за скуки и одиночества. Я решаю последовать примеру большинства и вернуться домой, чтобы подготовиться к ненавистному Дню Единства.\n\nПуть до дома, я решаю пройти через деревню, а не лес. Хватит на сегодня приключений. Не хватало ещё потеряться, наткнуться на мужчин навеселе или, как бы по-детски не звучало, быть украденной нечистью.",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 178,
    "text": "Мой вопрос остаётся без ответа. Как обычно. Он вполне мог бы сказать, что я узнаю это потом, но, как я поняла, этот человек не любит повторяться. \n\nЯ следила, как Синко уходит в сторону леса, медленно перешагивает упавшее дерево, слегка поворачивает голову, краем глаза смотрит на меня и исчезает из виду вглуби леса. \n\nМне стоило сразу обратить внимание на свои руки. Вены, от запястья до кончиков пальцев, окрасились в чёрный. Главное, никому не показывать свои ладони и...Нужно будет всё-таки попросить у Мирославы перчатки. Она то, мне точно не откажет.",
    "answers": [
      {
        "id": 177,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 179,
    "text": "Дома так холодно и темно. Я ориентировалась на сопение Клары. Она ушла ещё после рассказа Пересвета и похоже, не волновалась за меня, от слова — совсем. \n\nЕсли бы я в этом нуждалась...Совершенно всё равно, наверное...\n\nМне не удастся уснуть сегодня. Свой организм я знаю. Присев на свою кровать, я думаю, чем бы скоротать время.",
    "answers": [
      {
        "id": 191,
        "text": "Разобраться в себе, подумать"
      }
    ]
  },
  {
    "id": 180,
    "text": "Сухие ветки хрустят под моими ногами, а свисающие ветви бьют по лицу и мешают свободному передвижению. Я уже не вижу свет от костра, не слышу поисковиков, совсем недавно перекрикивающихся между собой, даже местность мне не знакома. Не знаю, на этой ли почве, но у меня начинается внезапная паника.\nШаг ускоряется, а слух становится острее, подмечая каждый шорох. Мои глаза \"бегают\" по лесу, ловя каждое постороннее движение. Чувствую взгляд: он прожигает мне спину. Моя фантазия нарисовала налитые кровью глаза, медленно приближающиеся ко мне из темноты. Точно совершу ошибку, если рискну обернуться. Нужно бежать.",
    "answers": [
      {
        "id": 181,
        "text": "Обернуться"
      },
      {
        "id": 182,
        "text": "Бежать"
      },
      {
        "id": 180,
        "text": "Укажите команды для картинки",
        "url": "https://catherineasquithgallery.com/uploads/posts/2021-02/1612897895_5-p-krasnii-fon-glaza-10.jpg"
      }
    ]
  },
  {
    "id": 181,
    "text": "Следовало обернуться — все лесные звуки затихли. Наступила мёртвая тишина. Слышно лишь моё сердцебиение и частое дыхание. Сделав несколько нерешительных шагов вперёд и остановившись возле дерева, я обернулась, и с криком впечалась спиной в это де дерево. Я бы не так испугалась, если бы передо мной стоял обычный мужчина, но блестящие, чёрные рога, налитые кровью глаза и копыта вместо ног — выдавали его с головой.",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 182,
    "text": "Бегу настолько быстро, что, когда мой подол цепляется за ветку, а нога, вдобавок, спотыкается о корень дерева, я пролетаю вперёд и впечатываюсь щекой в грязь. Тревога отступает лишь на секунду. Я даже не успеваю встать, как новая волна страха вводит меня в ступор. Это даёт мне время хотя бы немного сориентироваться и оценить обстановку. Впереди взлетела сова: сорвавшись с ветки, она устремилась глубже в лес. Слева пробежала мышь: мелькнув хвостиком, она скрылась в норке под землёй. Справа зашуршали листья, да зашуршали так громко, словно ко мне приближалась куча здоровенных медведей.",
    "answers": [
      {
        "id": 183,
        "text": "Вперёд"
      },
      {
        "id": 184,
        "text": "Налево"
      },
      {
        "id": 185,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 183,
    "text": "Ещё не до конца поднявшись, я сорвалась с места, не так быстро, но побежала вперёд. Даже не заметила, как мои ноги увязли. Болото, сплошь покрытое листьями и ветками, маскировавшееся под твёрдую землю, тянуло меня вниз. Оно сразу сжало мои ноги и я была уверена, что меня даже силой оттуда никто бы не вытащил, если захотел помочь. Погрузившись в болото по шею, оставалось только смотреть вперёд, на налитые кровью глаза.",
    "answers": [
      {
        "id": 180,
        "text": "Смерть"
      },
      {
        "id": 183,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/64/17/39/6417393e40d390a747973fb15e6f0db3--flash-photography-photography-photos.jpg"
      }
    ]
  },
  {
    "id": 184,
    "text": "Свернув налево и преодолев мышиную норку, я словно гору с плеч скинула. Страх улетучился, а я всё равно продолжала бежать, проклиная лесную чащу, не оборачиваясь и давая себе обещание никогда больше не посещать его в ночное время.",
    "answers": [
      {
        "id": 177,
        "text": "Выбежать из чащи и идти к костру"
      }
    ]
  },
  {
    "id": 185,
    "text": "Чем я думала, когда побежала направо? Явно, не тем местом, которым следовало думать. Я сразу впечаталась во что-то тёплое, чёрное с жёсткой и густой шерстью. \n\n— \"Лучше бы это был медведь,\" — обречённо подумала я, когда словно смазанные воском рога, вонзились мне в живот, а красные глаза наблюдали за вытекающей кровью.",
    "answers": [
      {
        "id": 180,
        "text": "Смерть"
      },
      {
        "id": 185,
        "text": "Укажите команды для картинки",
        "url": "https://dergice.com/wp-content/uploads/2021/02/botanik-biliminin-onemi.jpg"
      }
    ]
  },
  {
    "id": 186,
    "text": "— Не бойся, — очень тихо и ласково произнесло существо, и мой взгляд упал на его острые, местами жёлтые, зубы. — Если хочешь, я покажу тебе дорогу обратно?\n\nБесцеремонно, он взял меня под локоть, но я быстро вырвала руку до того, как он успел её сжать. Отойдя от дерева, я попятилась назад.\n\n— Я сама...\n\n— Ты уже чуть не погибла, малышка, — всё также тихо шептал красноглазый, когда настиг меня в два шага и осторожно потянул на себя. — Болото.",
    "answers": [
      {
        "id": 187,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 187,
    "text": "Действительно, ещё один шаг, и я бы ввалилась в болото. Не по своей воле, уткнувшись лицом в оголённую и лохматую грудь, я почувствовала, как меня тянет в сон, а нежная мужская ладонь ложится мне на макушку. Если это не закончить, я могу уснуть здесь навсегда. Взяв себя в руки, я отстраняюсь от искусителя, быстро разворачиваюсь на пятках и иду куда угодно, лишь бы подальше от него и болота, хотя, второй вариант кажется спасением.",
    "answers": [
      {
        "id": 188,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 188,
    "text": "— Куда же ты пойдёшь, милая? — его голос становится громче, а нежный взгляд — грубее. — Я знаю, как ты не любишь эту деревню, свой дом, Клару...\n\nЯ замедляюсь, и останавливаюсь, слегка повернув голову. Не упуская момент, красноглазый снова приближается ко мне и становится прямо за спиной. Он медленно убирает мои волосы на одну сторону, хватает за предплечья и наклоняется к моему уху.\n\n— И то, что тебе всегда не хватало любви и ласки — я тоже знаю, — шепчет он, оставляя горячее дыхание на моей шее. — Недолюбили тебя, маленькая...",
    "answers": [
      {
        "id": 189,
        "text": "Соблазн слишком велик"
      }
    ]
  },
  {
    "id": 189,
    "text": "Даже не замечаю, как он прижался ко мне сзади. Я не предпринимаю попыток вырваться. Искуситель проводит губами по шее, разворачивает меня к себе и нежно целует в губы. Не в силах сопротивляться, отвечаю на поцелуй, который становится всё грубее, и лишь когда он кусает меня, едва не откусив мне губу и во рту появляется привкус железа, я прихожу в себя. Его глаза зло смотрят на меня, руки уже не ласкают, а всё сильнее сдавливают мою талию. Существо ломает мне кости, басит, только я уже не слышу, и вскоре — не вижу, под звук сдавленной грудной клетки и ликование беса, тело обмякает в его руках.",
    "answers": [
      {
        "id": 180,
        "text": "Смерть"
      },
      {
        "id": 189,
        "text": "введите команды для картинки",
        "url": "https://dergice.com/wp-content/uploads/2021/02/botanik-biliminin-onemi.jpg"
      }
    ]
  },
  {
    "id": 190,
    "text": "Пускай молчит дальше. Тем более, я не желаю забивать голову отношениями. Поднявшись с поваленного дерева, я пошла домой, даже не взглянув на Вакея. Стоит ли уже начинать жалеть об этом? И так одна, ещё и друга потеряла. Хотя, о какой дружбе может идти речь. Мы уже не дети. Он наверняка уже не видит во мне ту беззаботную девочку. ",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 191,
    "text": "Нужно всё обдумать. Завтра тот самый день, когда я могу и хочу изменить свою жизнь раз и навсегда. Я ложусь на кровать, и мысленно задаю себе волнующие вопросы.\n\nДействительно ли мне не нравится эта деревня?",
    "answers": [
      {
        "id": 193,
        "text": "Да"
      },
      {
        "id": 194,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 192,
    "text": "Погрузившись куда-то не в те мысли, я засыпаю. Мне снится море, песчаный берег и огонь...Горит песок. Огонь перекидывается на водную гладь и заполоняет всё море. Так жарко и почему-то холодно одновременно.\nЯ открываю глаза. Клара прикладывает к моему лбу ледяную тряпку и испуганно смотрит на меня. Уже наступило утро, а я никак не могу отойти от кошмара. Мать что-то пробубнила про жар и убежала на кухню. Только я уверена, что это никакой не жар.",
    "answers": [
      {
        "id": 198,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 193,
    "text": "Ответ я нахожу быстро. С полной уверенностью могу сказать, что ненавижу эту вонючую деревню. Чёрт бы её побрал. ",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "Долго думая, я нахожу в этой деревне что-то хорошее. Не то, чтобы я люблю это место,  но и ненавидить его я не могу. Здесь есть интересные места и",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 195,
    "text": "Второй вопрос...\n\nНравятся ли мне люди, проживающие здесь?",
    "answers": [
      {
        "id": 196,
        "text": "Нет"
      },
      {
        "id": 197,
        "text": "Да"
      }
    ]
  },
  {
    "id": 196,
    "text": "Также, как они не любят меня — я не люблю их. Как говориться:\"зуб за зуб\". Эти люди смотрят на моё происхождение и внешний вид. Какое они имеют право на это?",
    "answers": [
      {
        "id": 192,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 197,
    "text": "Они не все плохие. Мне только жаль, что они не могут понять то, что я не виновата. Я же не выбирала кем, где и как мне родиться...",
    "answers": [
      {
        "id": 192,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 198,
    "text": "Немного отлежавшись, я влезаю в подготовленное Кларой платье. Меня допустили к Единому Дню, но мне кажется, что я опять буду в числе служанок: пожилых дам и замужних матерей, к которым свататься то некому. То, что кто-то там сказал меня допустить — не повлияет на остальных. ",
    "answers": [
      {
        "id": 199,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 199,
    "text": "Я вздрагиваю от крика Клары. Женщина толкает меня в бок и усаживает на лавку.\n\n— У нас мало времени, — ворчит она, больно дёргая меня за волосы. — И так всё утро в кровати пролежала.\n\nПокорно позволяя матери небрежно заплетать меня, я даже пропускаю её слова мимо ушей. А как же хочется ответить этой сварливой даме и поставить её на место.",
    "answers": [
      {
        "id": 200,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 200,
    "text": "Клара разворачивает меня к себе за плечи и всматривается в глаза. Я ловлю себя на мысли, что хочу плюнуть в это вечно недовольное лицо, довольно посмотреть, как матушка отступит назад, ввалиться в ведро...и начинаю смеяться. \n\n— Боже, — выдыхает женщина и смеётся вместе со мной.\n\nЯ резко затихаю. Интересно, я буду скучать по этому смеху, если удасться уплыть из деревни? Даже думать об этом не хочу. Просто жду, пока она успокоиться.",
    "answers": [
      {
        "id": 201,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 201,
    "text": "— У тебя сегодня важное событие, — Клара выставляет палец вверх. — Я сделала всё возможное, чтобы тебя забрали. Ты же этого хочешь?\n\nЯ немного в шоке. Скорее всего, она опирается на отношение людей ко мне. Оно никогда не измениться. Если хочу спокойной жизни — нужно бежать отсюда.",
    "answers": [
      {
        "id": 202,
        "text": "- Да."
      },
      {
        "id": 203,
        "text": "- Да. Хочу поскорее покинуть этот дом."
      }
    ]
  },
  {
    "id": 202,
    "text": "Клара медленно покивала головой и натянуто улыбнулась. \n\n— Хорошо, — с надрывом говорит она. — Мирослава попросила тебя помочь сегодня. Постарайся не задерживаться.\n\nЖенщина взяла свой любимый котелок и начала оттирать его, хотя, он был уже идеально чист.",
    "answers": [
      {
        "id": 205,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 203,
    "text": "Было бы слишком жестоко добавлять: \"и тебя\", но она же меня не жалеет никогда, и не подбирает выражения помягче.\nПохоже, Кларе и этого было достаточно. Она так долго смотрела на меня. Забыла уже, что у нас мало времени?\n\n— Хорошо, — с надрывом говорит она. — Мирослава попросила тебя помочь сегодня. Постарайся не задерживаться.\n\nЖенщина взяла свой любимый котелок и начала оттирать его, хотя, он был уже идеально чист.",
    "answers": [
      {
        "id": 205,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 204,
    "text": "На этот раз, праздник решили проводить не на краю деревни, как делали это обычно, а в самом её центре. Наши мужчины, что обычно выплывали за провизией и участвовали в войнах, вели себя странно.  Среди них летало какое-то напряжение. Может, именно поэтому, место для праздника было сменено. Если даже что-то и случилось, обычные девушки, вроде меня, узнают об этом в последнюю очередь.",
    "answers": [
      {
        "id": 206,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 205,
    "text": "Я выхожу из дома, но чувствую, как мне нелегко на душе. Стараясь не думать об этом, я направляюсь к Мирославе. Они сами принуждают меня ненавидеть эту деревню. Постоянно напоминают о том, что я здесь чужая.",
    "answers": [
      {
        "id": 204,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 206,
    "text": "Я переглянулась со своим другом детства — Вакеем и отвернулась к столу. Он точно ничешо мне не расскажет. Длинный самодельный стол — полу квадрат, был непривычно полон, украшен цветами и ломился от еды. Мужчины даже не обращали внимание на женщин, снующих туда-сюда с угощениями, выпивкой и посудой, что выглядело ещё подозрительнее.",
    "answers": [
      {
        "id": 207,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 207,
    "text": "Проходя мимо дома Кьяры, я краем уха услышала, что она кого-то подзывает, но обернулась только тогда, когда убедилась, что помимо меня, рядом никого нет. Она даже не запомнила моего имени или не захотела его произносить. Девушка машет мне рукой и зовёт в дом. Неужели, её мать решилась мне что-то доверить. Но зайдя в дом, я вижу лишь Кьярку, маячащую перед зеркалом в почти белоснежном платье в котором она напоминала прекрасного лебедя.",
    "answers": [
      {
        "id": 208,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 208,
    "text": "— Ты что-то хотела? — неприлично грубо, спрашиваю я. — Мне ещё к Мирославе нужно.\n\n— Говорят, что ты хорошо волосы укладываешь, — она виновато смотрит на меня и присаживается на стул, чью резьбу можно узнать из тысячи — муж Мирославы постарался. — Я знаю, что это плохая примета, но не могла бы ты найти минутку, чтобы навести красоту на моей голове?\n\n— Люди тут много чего говорят, — со вздохом отвечаю я, тем не менее, заходя за спину девушки и собирая её длинные, густые волосы в кучу.\n\nОбрадовавшись, Кьяра чуть подпрыгнула на стуле и посмотрелась в зеркало, словно уже всё готово. А я, теребя в руках её волосы, ещё обдумывала, сделать на совесть или шаляй-валяй.",
    "answers": [
      {
        "id": 209,
        "text": "На совесть"
      },
      {
        "id": 210,
        "text": "Шаляй-валяй"
      }
    ]
  },
  {
    "id": 209,
    "text": "Настолько увлёкшись, я даже забыла о своих делах. Скручивая послушные локоны, не придумав ничего лучше, как наматывать их на пальцы, я постепенно создавала объёмный пучок. Закончив с причёской, я ещё раз убедилась в надёжности и закрепила её. В отличии от меня, сдержанно отойдящей на несколько шагов назад и скептически оценивающей результат со стороны, Кьяра вскочила на ноги, обняла меня, посмотрелась в зеркало, словестно поблагодарила и успела повторить эти манипуляции ещё раза два, прежде, чем я смогла вырваться на улицу. \nОна хорошая, жаль, что Клара всегда сравнивала меня с ней, заставляя ненавидет, и в глубине души — завидовать. ",
    "answers": [
      {
        "id": 211,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 210,
    "text": "Я показательно долго теребила её волосы в руках, пропускала сквозь пальцы, поднимала вверх, одним словом — делала вид, что работаю и набивала цену. В итоге, я собрала её волосы в обычный пучок, который лишь выглядел довольно крепким, и ненадёжно закрепила его. Он не распуспустится сейчас, зато, к середине дня — точно распустится, да так, что волосы потом не расчешешь. Я деловито отошла назад и оценивающе покачала головой. Кьяра напугала меня: вскочила на ноги, обняла, посмотрелась в зеркало, словестно поблагодарила меня и успела повторить эти манипуляции ещё раза два, прежде чем, я смогла вырваться на улицу. Ох, знала бы она...",
    "answers": [
      {
        "id": 211,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 211,
    "text": "Зайдя во двор Мирославы, я чудом не наткнулась на собаку и не зашла за пределы досягаемости. Даже забыла, что у них настолько недружелюбная псина. Отпусти её с цепи — ноги оттяпает.  \nЯ уверенно постучала в дверь. Меня же пригласили. Это не за яйцами и молоком к ней бегать.",
    "answers": [
      {
        "id": 212,
        "text": "Далее",
        "need": 27
      },
      {
        "id": 213,
        "text": "Далее",
        "need": [
          8
        ]
      }
    ]
  },
  {
    "id": 212,
    "text": "Мирослава словно ждала меня. Почти сразу открыла дверь и пригласила внутрь. \n\n— Так, — женщина суетливо забегала из комнаты в комнату. — За столом сядешь по левую сторону. — она накинула мне на плечи шёлковый платок под цвет моему платью. — Будут знать, что ты от меня.\n\nЖенщина осмотрела меня с ног до головы. Взгляд показался мне таким тёплым. Наверное, именно так должна смотреть мать на свою любимую дочь.",
    "answers": [
      {
        "id": 232,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 213,
    "text": "Мирослава открыла дверь. Оценив моё платье, она суетливо забегала из комнаты в комнату, оставив меня стоять в дверном проёме. \nЖенщина принесла стул и отдала его мне.\n\n— Это твой стул. Поставишь его по правую сторону.\n\nПожелав мне удачи, она закрыла дверь, оставив меня со стулом на пороге. Стул оказался на удивление лёгким, мне не составит труда донести его до стола. \n",
    "answers": [
      {
        "id": 214,
        "text": "Далее",
        "need": 153
      },
      {
        "id": 217,
        "text": "Далее ",
        "need": [
          173,
          178
        ],
        "need_sometimes": true
      },
      {
        "id": 240,
        "text": "Далее",
        "need": [
          168,
          171,
          190,
          184
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 214,
    "text": "Выходя за забор, я столкнулась с Вакеем. Некоторое время, мы молчали, лишь удивлённо смотрели друг на друга.\n\n— Опять тяжести носишь? — устало, и скорее утвердительно спросил он, — Давай сюда, — выхватив стул, мужчина пошёл вперёд.\n\n— Он не тяжёлый... — хотела возразить я, но Вакей даже слушать меня не стал. ",
    "answers": [
      {
        "id": 215,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 215,
    "text": "Он остановился возле стола и спросил меня куда поставить стул. Мне было так стыдно. Мало того, что я сижу по правую сторону, так даже о месте для меня, никто кроме Мирославы не позаботился.\nРобко перейдя на правую сторону стола, я указала головой на самое крайнее место. Моя голова замерла в опущенном положении, мне не хватало духу её поднять. \nБез лишних слов, Вакей поставил стул на указанное место и даже убедился в его надёжности, надавив на него рукой.",
    "answers": [
      {
        "id": 216,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 216,
    "text": "Мужчина выпрямился и уставился на меня, а мне даже слова благодарности не выдавить из себя. Вакей, по привычке, хотел похлопать меня по плечу, но приостановился и просто погладил, словно разровнял складку на плече. \n\n— Не волнуйся, — прошептал он, уходя по своим делам.\n\nТолько вот, я не капельки не волновалась. Во мне бурлила злость, чувство несправедливости и обида.",
    "answers": [
      {
        "id": 261,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 217,
    "text": "Действительно. Я быстро дошла до места празднования. Обошла стол, остановилась по правую сторону и поставила стул на самое крайнее место. Мои руки застыли на спинке, а голова замерла в опущенном положении. Никто кроме Мирославы не позаботился о месте для меня. Если бы не она, мне пришлось бы стоять, пока какая-нибудь сердобольная женщина не вынесла мне табуретку с дома. Во мне бурлила злоба, чувство несправедливости и обида.",
    "answers": [
      {
        "id": 218,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 218,
    "text": "Девочки напротив меня смотрят с жалостью. А мои подружки по несчастью: старые девы, замужние и совсем маленькие девочки — подбадривают меня, только от их слов, мне, почему то, ни тепло ни холодно.\nЯ присаживаюсь на свой стул. Есть совсем не хочется. Пригубляю вино и наблюдаю за происходящим со стороны. Никто не пытается со мной взаимодействовать или втянуть в какой-то процесс. Мне остаётся лишь сидеть на своём стуле тише воды и ниже травы. ",
    "answers": [
      {
        "id": 219,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 219,
    "text": "Трое мужчин в свободных рубахах поочереди машут мечами. Двое стоят в стороне, топочат ногами и что-то кричат в то время, как один из них отрубает голову воображаемому врагу. Это выглядит смешно и глупо. Особенно,  когда они меняются ролями и повторяют всё это по второму кругу. \nС другой стороны горланят песни и танцуют. Кто-то уже пригласил двух понравившихся девушек на танцы. \nПраздник уже вовсю начался, хотя не все гости прибыли. Не было ни одного чужака — все жители нашей и соседней деревни.",
    "answers": [
      {
        "id": 220,
        "text": "Далее",
        "need": [
          169,
          173
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 220,
    "text": "Прямо напротив меня, засмеялась в ладонь Кьярка. Оказывается, она нашла себе жениха ещё до праздника. Ну, как нашла... Скорее, он её нашёл. Не удивительно. Удивительно было то, что она раньше замуж не выскочила. ",
    "answers": [
      {
        "id": 221,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 221,
    "text": "Сквозь веселье и голосящих рядом дамочек, я чувствую, как меня начинает мутить. Меня стошнит, если я поднимусь с места или наоборот, если не сделаю этого. \nСмотрю на Кьярку и её будущего мужа затуманенным взглядом. Сознание куда-то уходит, а перед глазами плывёт. Кажется, я потеряла сознание, но появляется чёткое видение...",
    "answers": [
      {
        "id": 222,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 222,
    "text": "Женщина средних лет, как капля воды, похожая на Кьяру — сидит в углу богатой, но почему-то неуютной избы. Из другой комнаты доносится плач ребёнка, а женщина продолжает сидеть, прикрыв руками голову и лицо. До меня не сразу доходит, что это будущее Кьярки и я не сразу замечаю стоящего на затемнённой стороне комнаты уже нынешнего мужа. Он подходит к женщине. Возвышаясь над ней, он начинает что-то вычитывать. Голос спокойный, но настолько тяжёлый, что вжимает в угол комнаты не хуже грубой ладони. Вибрацию тембра можно прочувствовать всем телом.",
    "answers": [
      {
        "id": 223,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 223,
    "text": "— Не хочешь помочь?\n\nГортанный голос выводит из видения. На ветви дерева сидит ворон. Синко. Я уже понимаю, что если помощь и будет, то она не обойдётся без последствий.\n\n— На коленях. Поспеши.\n\nЯ опускаю взгляд вниз. На ногах лежит мешочек, вызывающий прилив страха.  ",
    "answers": [
      {
        "id": 224,
        "text": "Помочь",
        "need": 209
      },
      {
        "id": 225,
        "text": "Не помогать Кьяре",
        "need": 210
      }
    ]
  },
  {
    "id": 224,
    "text": "Мои руки сами тянутся к мешочку и развязывают его. Не узнавая саму себя, пока никто не видит, я вытягиваю руку и с восторгом высыпаю содержимое маленького мешочка в стакан потенциального мужа Кьяры. Какой же я мерзкий человек...\nВорон довольно крикнул и улетел. Я смотрела ему вслед, сжимая в руке пустой мешочек.",
    "answers": [
      {
        "id": 226,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 225,
    "text": "Не хочу я ей помогать. Сдалась мне эта зазнавшаяся особа. Если бы у неё была возможность помочь мне, то... Не важно. Даже думать об этом не хочу. \n\n— Как пожелаешь.\n\nВорон зловеще гаркнул. Были бы руки — пожал плечами. Как только птица сорвалась с ветки, грудь пронзила боль, словно что-то порвалось внутри.",
    "answers": [
      {
        "id": 231,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 226,
    "text": "Не прошло и полчаса, как я стала свидетелем своего же убийства. Мужчина потянул за собой серую скатерть и упал. Все повскакивали со своих мест: кто-то хотел помочь, кто-то просто смотрел и я в том числе. Наблюдала, как из его рта плывёт пена и как стихают его конвульсии. ",
    "answers": [
      {
        "id": 227,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 227,
    "text": "На смену одной панике, наступила другая. \n\n— Варвары! — прокричала старуха, роняя кувшин. — Убийцы! \n\nВсе замолчали и повернулись в сторону старухи. Та забежала в дом, оставив после себя осколки и впитывающееся в землю вино. К месту празднования приближалась группа мужчин с накидками из звериных шкур, мечами со свежей кровью и амулетами из клыков и когтей. ",
    "answers": [
      {
        "id": 228,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 228,
    "text": "Моё сердце забилось чаще. Я сделала несколько шагов вперёд и, казалось, единственная осталась стоять в опасной близости к народам севера.\n\n— Чего умолкли? — спросил один из них.\n\n— Так вы встречаете своих гостей?\n\nЖитель севера пнул осколки и подошёл ко мне. Я уставилась в его серые глаза и долго не могла отвести взгляд. Серые, внутри словно снежная буря и какая-то вечная печаль. Можно замёрзнуть, но этот холод кажется роднее этой деревни.",
    "answers": [
      {
        "id": 229,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 229,
    "text": "— Что же они сделали с тобой? — он провёл тыльной стороной холодной ладони по моей щеке. — Мы вернём тебя домой.\n\nКак только мужчина отвернулся от меня, его взгляд изменился, а лицо перекосилось.\n\n— Сжечь всё до тла. Толковых в плен, остальных — убить. ",
    "answers": [
      {
        "id": 230,
        "text": "Наблюдать"
      },
      {
        "id": 257,
        "text": "Попытаться повлиять на ситуацию",
        "need": [
          194,
          197
        ]
      }
    ]
  },
  {
    "id": 230,
    "text": "Я стояла и смотрела, как сжигают деревню, в которой я выросла. Что же я делаю? Я же ничего сделать не могу. На момент расправы, на мою голову накинули мешок и взвалив на плечо, словно мешок с картошкой, унесли в неизвестном направлении. \nМеня кинули на деревянный пол, я ощутила это ладонями, когда посадила занозу. Я уже не слышала криков, не слышала треска от пожара и тщетно, пыталась снять с головы мешок, который мне натягивали обратно и били по рукам, стоило мне их поднять.",
    "answers": [
      {
        "id": 268,
        "text": "Далее"
      },
      {
        "id": 230,
        "text": "Укажите команды для картинки",
        "url": "https://phonoteka.org/uploads/posts/2021-10/1634562425_10-phonoteka-org-p-goryashchaya-derevnya-fon-krasivie-foni-11.jpg"
      }
    ]
  },
  {
    "id": 231,
    "text": "В горле появился ком. Я вынужденно сделала несколько глотков вина и почувствовала, как горло сузилось. Лишённая возможности дышать, я встала из-за стола и пошатываясь, рванула в сторону колодца. Вспомнила, как сама всыпала содержимое мешочка в своё вино. Я попыталась очистить желудок, но что бы это не было, оно уже впиталось в организм.\nМеня хватило на несколько минут. Мучительная и неприятная смерть. Нужно было слушать Синко, раз уж решила связать с ним свою жизнь.",
    "answers": [
      {
        "id": 2,
        "text": "Смерть"
      }
    ]
  },
  {
    "id": 232,
    "text": "Стул на удивление лёгок и мне не составляет труда донести его до стола без остановок и посторонней помощи. Я с высоко поднятой головой прохожу мимо девушек с правой стороны стола и ставлю стул с самого края левой стороны — места невест. Девушки смотрели на меня озабоченно. Я показательно поправила шарф Мирославы и заняла своё место.",
    "answers": [
      {
        "id": 233,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 233,
    "text": "Трое мужчин в свободных рубахах поочереди машут мечами. Двое стоят в стороне, топочат ногами и что-то кричат в то время, как один из них отрубает голову воображаемому врагу. Это выглядит смешно и глупо, особенно в лице взрослых мужчин. Особенно, когда они меняются ролями и повторяют всё это по второму кругу. \nС другой стороны горланят песни и танцуют. Кто-то уже пригласил двух понравившихся девушек на танцы. \nПраздник уже вовсю начался, хотя не все гости прибыли. Не было ни одного чужака — все жители нашей и соседней деревни.",
    "answers": [
      {
        "id": 234,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 234,
    "text": "Сидящая рядом со мной девушка легонько толкнула меня в плечо.\n\n— Не сиди хмурая, — сказала она, уже поднимаясь с места. — Пойдём танцевать.\n\nНе могу сказать, что я не умею. Я бессчётное количество лет сидела по правую сторону и наблюдала, как танцуют девочки. ",
    "answers": [
      {
        "id": 235,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 235,
    "text": "На этот раз, я не только не буду сидеть в том гадюшнике для старых дев, но и отсиживаться не буду. Я кружусь в танце с двумя хорошо знакомыми мне девушками. Уже не чувствую себя так скованно. \n\n— Неждан! — кричат со стороны, и я оборачиваюсь.\n\nОчень уж хочется посмотреть на этого непутёвого лентяя и ... Я останавливаюсь, замираю. Девочки стукаются в меня и недовольно спрашивают в чём дело.",
    "answers": [
      {
        "id": 236,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 236,
    "text": "Неждан отвернулся от кузнеца, который, не выбирая выражения, наругал его. Парень посмотрел на меня и удивился, подобно мне. Теперь, я понимаю, почему о нём так нелестно отзываются. Он такой же, как и я. Только пал ниже меня. Интересно, как он то попал в эту деревню?",
    "answers": [
      {
        "id": 237,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 237,
    "text": "Отвернувшись и от меня, он скривился. Поспешил покинуть праздник. Неждан думает, что я такая же, как и все они. Знал бы он, что я блещу здесь не лучшим авторитетом. И без помощи Мирославы, никогда бы не заняла это почётное место. \nЯ продолжаю кружиться в танце. Наслаждаюсь моментом, пока все любезны со мной.",
    "answers": [
      {
        "id": 238,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 238,
    "text": "На смену веселью, наступает паника.\n\n— Варвары! — прокричала старуха, роняя кувшин. — Убийцы! \n\nВсе замолчали и повернулись в сторону старухи. Та забежала в дом, оставив после себя осколки и впитывающееся в землю вино. К месту празднования приближалась группа мужчин с накидками из звериных шкур, мечами со свежей кровью и амулетами из клыков и когтей. ",
    "answers": [
      {
        "id": 239,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 239,
    "text": "Моё сердце забилось чаще. Я сделала несколько шагов вперёд и, казалось, единственная осталась стоять в опасной близости к народам севера.\n\n— Чего умолкли? — спросил один из них.\n\n— Так вы встречаете своих гостей?\n\nЖитель севера пнул осколки и подошёл ко мне. Я уставилась в его серые глаза и долго не могла отвести взгляд. Серые, внутри словно снежная буря и какая-то вечная печаль. Можно замёрзнуть, но этот холод кажется роднее этой деревни.",
    "answers": [
      {
        "id": 241,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 240,
    "text": "Действительно. Я быстро дошла до места празднования. Обошла стол, остановилась по правую сторону и поставила стул на самое крайнее место. Мои руки застыли на спинке, а голова замерла в опущенном положении. Никто кроме Мирославы не позаботился о месте для меня. Если бы не она, мне пришлось бы стоять, пока какая-нибудь сердобольная женщина не вынесла мне табуретку с дома. Во мне бурлила злоба, чувство несправедливости и обида.",
    "answers": [
      {
        "id": 242,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 241,
    "text": "— Что же они сделали с тобой, дитя севера? — он провёл тыльной стороной холодной ладони по моей щеке. — Не бойся. Мы вернём тебя на родные земли.\n\nКак только мужчина отвернулся от меня, его взгляд изменился, а лицо перекосилось.\n\n— Сжечь всё до тла. Толковых в плен, остальных — убить. За эту девушку, отвечаете головой.",
    "answers": [
      {
        "id": 230,
        "text": "Молча наблюдать "
      },
      {
        "id": 257,
        "text": "Попытаться повлиять на ситуацию",
        "need": [
          194,
          197
        ]
      }
    ]
  },
  {
    "id": 242,
    "text": "Девочки напротив меня смотрят с жалостью. А мои подружки по несчастью: старые девы, замужние и совсем маленькие девочки — подбадривают меня, только от их слов, мне, почему то, ни тепло ни холодно.\nЯ присаживаюсь на свой стул. Есть совсем не хочется. Пригубляю вино и наблюдаю за происходящим со стороны. Никто не пытается со мной взаимодействовать или втянуть в какой-то процесс. Мне остаётся лишь сидеть на своём стуле тише воды и ниже травы. Я чувствую себя пустым местом.",
    "answers": [
      {
        "id": 243,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 243,
    "text": "Трое мужчин в свободных рубахах поочереди машут мечами. Двое стоят в стороне, топочат ногами и что-то кричат в то время, как один из них отрубает голову воображаемому врагу. Это выглядит смешно и глупо. Особенно,  когда они меняются ролями и повторяют всё это по второму кругу. \nС другой стороны горланят песни и танцуют. Кто-то уже пригласил двух понравившихся девушек на танцы. \nПраздник уже вовсю начался, хотя не все гости прибыли. Не было ни одного чужака — все жители нашей и соседней деревни.",
    "answers": [
      {
        "id": 244,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 244,
    "text": "— Неждан! — слышу я со стороны.\n\nЛюбопытно посмотреть на такую же жертву сплетен, как и я. Парень отвернулся от недовольного кузнеца и с удивлением уставился на меня. Только я не разделяла его удивления. Нету ничего сверхъестественного в том, что его обговаривают и смешивают с грязью, ведь мы одного поля ягоды. Меня интересует только то, как он попал сюда. Словно прочитав мои мысли, он двинулся в мою сторону.",
    "answers": [
      {
        "id": 245,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 245,
    "text": "Пока Неждан подходил к столу, я успела разглядеть его повнимательнее: тёмные, жёсткие волосы, широкие плечи с мясистыми руками и высокий лоб — эти особенности бросались в глаза в первую очередь. \n\n— Пройдёмся? \n\nМеня уговаривать не пришлось. Это намного лучше, чем сидеть в одиночестве, в этом змеином царстве.",
    "answers": [
      {
        "id": 246,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 246,
    "text": "Неждан пошёл вперёд. Я зацепилась подолом и чудом не уронила стул. Пришлось бегом догонять парня, чтобы не упустить его из виду. Он замедлился, когда мы зашли в лес и мне не пришлось спешить за ним. \n\n— Значит, ты та самая непутёвая?",
    "answers": [
      {
        "id": 247,
        "text": "Кивнуть"
      },
      {
        "id": 248,
        "text": "Возмутиться"
      }
    ]
  },
  {
    "id": 247,
    "text": "Что правда, то правда. Я кивнула и снова осмотрела парня с ног до головы. \n\n— Про меня знаешь?\n\nВ недоумении посмотрев перед собой, я снова кивнула.\n\n— Слышала, что ты агрессивный и ничего не умеешь.",
    "answers": [
      {
        "id": 251,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 248,
    "text": "Непутёвая? И это говорит Неждан — человек с низшей репутацией, даже ниже чем у меня. В отличии от меня, ему ничего не доверяют и в руки ничего не дают. Может, и дают, но слухи говорят об обратном.\n\n— Разве, это не о тебе говорят?\n\nПарень, явно недовольный, повернул голову в мою сторону. \n\n— Как скажешь. \n\n— О чём ты?\n\nОн промолчал, а я остановилась. Позади меня, за деревьями, ещё было видно силуэты. ",
    "answers": [
      {
        "id": 249,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 249,
    "text": "Он уводил меня вглубь леса. У меня даже почти не осталось сомнений, что он тот самый лесной убийца. Мне нужно повернуть назад. Зачем я иду за ним? Куда я иду за ним?\n\n— Куда мы идём? — настороженно спросила я.\n\nТолько он не отвечал. Кажется, становился всё больше и темнее.",
    "answers": [
      {
        "id": 250,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 250,
    "text": "— Куда я иду? — удивлённо спросил он и остановился.\n\n— Ты? — также удивлённо спросила я.\n\n— Хотел пожалеть тебя, но не судьба.\n\nНеждан схватил меня за затылок одной рукой и ударил кулаком по голове раз, ещё раз... Быстрая, но неприятная смерть.",
    "answers": [
      {
        "id": 2,
        "text": "Смерть"
      }
    ]
  },
  {
    "id": 251,
    "text": "— О как, — наигранно удивившись, он уставился на меня. — Думаешь, правда?\n\nЯ промолчала, оглянувшись назад. Неждан вёл меня вглубь леса. Мы постепенно отдалялись от центра деревни. Уже не было видно мелькающих силуэтов между деревьями и густыми кустами.",
    "answers": [
      {
        "id": 252,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 252,
    "text": "— Слышала про убийцу молодой девушки?\n\nМы одновременно остановились и Неждан повернулся ко мне: испуганной, смотрящей изподлобья и отставившей ногу в сторону, чтобы рвануть назад. Парень неожиданно громко и грубо засмеялся, от чего я вздрогнула.\n\n— Испугалась? — спросил он, криво улыбаясь. — Не так страшен чёрт, как его малюют.",
    "answers": [
      {
        "id": 253,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 253,
    "text": "Неждан продолжил идти в чащу. Верно обезумев, я двинулась за ним, хоть у меня и не осталось сомнений, что именно он убийца. Уже дойдя до тёмной чащи леса, я спросила:\n\n— Куда ты идёшь?\n\n— По своим делам. Считай, что я, заодно, спасаю твою шкуру.\n\n— О чём ты? Мне не нужна помощь.\n\nПарень посмотрел на меня озверевшим взглядом.",
    "answers": [
      {
        "id": 254,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 254,
    "text": "Он мне ответил только тогда, когда мы дошли до реки. К берегу, за толстую верёвку, была привязана лодка, в которую мне приказным тоном \"предложили\" сесть.\n\n— Они обсуждают тебя за спиной. Говорят о том, что в тебе просыпается дух северного народа. Почувствовав от тебя угрозу, они решали, кто же \"уберёт\" тебя.\n\nНеждан отвязал верёвку, оттолкнул лодку и сел следом за мной. ",
    "answers": [
      {
        "id": 255,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 255,
    "text": "— Они не могли, — возразила я уже через некоторое время, а парень цокнул.\n\n— Как думаешь, зачем я здесь?\n\nЯ снова хотела промолчать, но он уставился на меня в ожидании ответа.\n\n— Чтобы убрать меня?\n\n— Молодец, — похвалил таким тоном, каким обычно хвалят тех, кто сделал что-то успешное только с сотой, а то и тысячной попытки.",
    "answers": [
      {
        "id": 256,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 256,
    "text": "Лодка покачивалась всё сильнее, когда мы вышли в море. Мне было слишком холодно, даже одолженное Нежданом тряпьё не грело. Меня несколько раз стошнило за борт.\n\n— Я только довезу тебя до севера. Потом, каждый сам за себя, ты меня поняла?\n\n— Да.",
    "answers": [
      {
        "id": 259,
        "text": "Далее"
      },
      {
        "id": 256,
        "text": "Укажите команды для картинки",
        "url": "https://golos-buryatyi.ru/wp-content/uploads/2019/04/pl.jpg"
      }
    ]
  },
  {
    "id": 257,
    "text": "— Брат, — робко, с дрожью в голосе, окликнула я сероглазого. — Не нужно кровопролития. Эти люди хорошо относились ко мне: предоставили кров, вкусную еду и приличную одежду.\n\nПо сути, я сказала как есть. Пусть, я всегда была чужой для них, но жила я неплохо. \n\n— Будь по твоему, — согласился он, взглядом показывая своё превосходство. — Но пленные будут в любом случае.",
    "answers": [
      {
        "id": 258,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 258,
    "text": "Неожиданно, на мою голову накинули мешок и взвалив на плечо, словно мешок с картошкой, унесли в неизвестном направлении. \nМеня кинули на деревянный пол, я ощутила это ладонями, когда посадила занозу. Я слышала голоса северян и тщетно пыталась снять с головы мешок, который мне натягивали обратно и били по рукам, стоило мне их поднять.",
    "answers": [
      {
        "id": 268,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 259,
    "text": "Удар носком обуви по ноге, быстро вывел меня из сонного состояния и даже заставил испугаться. Лодка билась о берег. Словно собаку, меня выкинули за борт. Неждан убедился, что я в порядке и поплыл вдоль берега. \n\n— Иди на свет факелов, — кинул он мне на последок, быстро перебирая вёслами. \n\nМне оставалось только последовать его совету.",
    "answers": [
      {
        "id": 272,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 260,
    "text": "",
    "answers": []
  },
  {
    "id": 261,
    "text": "Через чувство стыда, я подняла голову. Девочки напротив меня смотрят с жалостью. А мои подружки по несчастью: старые девы, замужние и совсем маленькие девочки — подбадривают меня, только от их слов, мне, почему то, ни тепло ни холодно.\nЯ присаживаюсь на свой стул. Есть совсем не хочется. Пригубляю вино и наблюдаю за происходящим со стороны. Никто не пытается со мной взаимодействовать или втянуть в какой-то процесс. Мне остаётся лишь сидеть на своём стуле тише воды и ниже травы. ",
    "answers": [
      {
        "id": 262,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 262,
    "text": "Трое мужчин в свободных рубахах поочереди машут мечами. Двое стоят в стороне, топочат ногами и что-то кричат в то время, как один из них отрубает голову воображаемому врагу. Это выглядит смешно и глупо. Особенно,  когда они меняются ролями и повторяют всё это по второму кругу. \nС другой стороны горланят песни и танцуют. Кто-то уже пригласил двух понравившихся девушек на танцы. \nПраздник уже вовсю начался, хотя не все гости прибыли. Не было ни одного чужака — все жители нашей и соседней деревни.",
    "answers": [
      {
        "id": 263,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 263,
    "text": "— ... слышишь?\n\n— А? — я поворачиваю голову, едва не столкнувшись носом с сидящей по соседству девушкой.\n\n— На что ты надеешься, спрашиваю? — повторяет она. — У него же одни войны в голове.\n\nКакая любопытная. Но если задуматься, то дело говорит.",
    "answers": [
      {
        "id": 264,
        "text": "- Не твоё дело."
      },
      {
        "id": 265,
        "text": "- Явно не на семью надеюсь."
      },
      {
        "id": 266,
        "text": "- Он просто друг детства."
      }
    ]
  },
  {
    "id": 264,
    "text": "— Я же просто спросила, — недовольно пробубнила она себе под нос. — Не хочешь — не отвечай.\n\nЯ закатила глаза и подпёрла щёку рукой. Несмотря на то, что мои подружки по несчастью любезны со мной, чувство одиночества не покидает меня. Говорят, что для счастья достаточно одного близкого человека, только я не до конца уверена, что он у меня есть. ",
    "answers": [
      {
        "id": 267,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 265,
    "text": "Девушка понимающе покачала головой и кисло улыбнулась.  \n\n— Может быть, у вас всё сложиться намного лучше, чем у ... — она указала взглядом в сторону Кьяры, которая уже сидела при женихе. — Этой.\n\nСдерженно хихикнув, я снова сделала хмурую гриммасу. Несмотря на то, что мои подружки по несчастью любезны со мной, чувство одиночества не покидает меня. Говорят, что для счастья достаточно одного близкого человека, только я не до конца уверена, что он у меня есть. ",
    "answers": [
      {
        "id": 267,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 266,
    "text": "— Ты или глупая, или дура, — заключила она и переставила свой стул подальше от меня. \n\nЗакатив глаза, я подпёрла щёку рукой. Мне подставляют тарелку с мясом, предлагают какой-то напиток, но у меня нет аппетита, да и общаться ни с кем не хочу.\nНесмотря на то, что мои подружки по несчастью любезны со мной, чувство одиночества не покидает меня. Говорят, что для счастья достаточно одного близкого человека, только я не до конца уверена, что он у меня есть. ",
    "answers": [
      {
        "id": 267,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 267,
    "text": "Из состояния полудрёма, меня выводит паника. Немой мужчина из вояк суетливо пытается объяснить что-то на дрожащих пальцах. Его просят показать всё на месте, а он продолжает махать руками. Хрипя, он указывает на меня, указывает на север и указывает на юг. Я привстаю из-за стола. Пока внимание всех сосредоточено на воине, мой слух улавливает треск костра и чей-то приглушённый вскрик. Я не нахожу взглядом Вакея и уже собираюсь идти на его поиски, но меня останавливает Кьяра, которая потеряла своего жениха. ",
    "answers": [
      {
        "id": 227,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 268,
    "text": "Я проснулась глубокой ночью. На голове уже не было мешка. Я находилась на корабле, которые мне доводилось видеть только на рисунках из сундука моей матери. Людей с десяток, не обращая внимания, проходили мимо меня. Вдали горели факелы. Я приближалась к своему родному дому. Только теперь, получив возможность вернуться, я не могу назвать его родным, ведь я пробыла там только в животе родившей меня женщины. Может быть, ещё несколько лет от роду, но весь осознанный возраст, я провела в деревне с Кларой.",
    "answers": [
      {
        "id": 269,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 269,
    "text": "На судне находились одни мужчины, и все как один: сероглазые, с густыми бровями и выразительными скулами, даже неприятно впалыми щеками. Один из них, накинул мне на плечи шкуру и всучил флягу с водой. ",
    "answers": [
      {
        "id": 270,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 270,
    "text": "Чем ближе мы подплывали, тем лучше мне удавалось рассмотреть свой старый новый дом. На кольях у моста, красовались украшения из черепов животных. Я брезгливо оттянула и рассмотрела край накинутой на меня шкурки: серая и жёсткая шерсть какого-то зверя. И фляга из которой я утолила жажду, тоже животного происхождния, вывалилась из моих рук.",
    "answers": [
      {
        "id": 271,
        "text": "Далее"
      },
      {
        "id": 270,
        "text": "Укажите команды для картинки",
        "url": "http://www.islandgirlwalkabout.com/wp-content/uploads/2013/07/mdi-053.jpg?w=315"
      }
    ]
  },
  {
    "id": 271,
    "text": "Когда корабль причалил к берегу, меня грубо вытолкнули к выходу на деревянный мост. ",
    "answers": []
  },
  {
    "id": 272,
    "text": "Было немного страшно идти на свет через ночной, неизведанный лес. В порванном и промокшем платье, я чувствовала себя неприятно, да и душок шёл от меня так себе. Чем ближе я становилась к огонькам, тем страшнее становилось: колья с черепами животных, капканы и ловушки, человеческие кости.",
    "answers": [
      {
        "id": 273,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 273,
    "text": "Чудом не угодив в одну из десятка встретившихся на пути ловушек, я вышла к факелам. Каменная дорожка вела к домам и пока я их осматривала, даже не заметила двух приближающихся ко мне сероглазых северян в звериных шкурах.",
    "answers": []
  },
  {
    "id": 274,
    "text": "",
    "answers": []
  }
]