[
  {
    "id": 1,
    "text": "Водяница  встретила тебя. Будешь ли ты утоплен или золотом осыпан? Коль не страшишься, добрый молодец",
    "answers": [
      {
        "id": 2,
        "text": "Не устрашиться"
      }
    ]
  },
  {
    "id": 2,
    "text": "Холодные синие волны. Что скрывает их бесконечная глубина?Так много человеческих душ войдя в эти воды так и остаются там. Под синими волнами да под белой пеной живут водяницы и кикиморы, что косу расплетая молодцев в пучины заманивают. Бывало выйдет рыбак на помост и закинет удочку в водичку холодную, рыбки для сестрёнок маленьких наловить, так услышит песнь тихую. ",
    "answers": [
      {
        "id": 3,
        "text": "Убегать, да подальше"
      },
      {
        "id": 4,
        "text": "Пойти на пение"
      }
    ]
  },
  {
    "id": 3,
    "text": "Те, что помудрее — знают, нечисть бывает хороша и песни складные у них. Вот только топи ноги твои коснутся, так утащит тебя на дно девка-водяница. Клыки вопьются тебе в горло, так и останешься в реке, рыбам на корм.",
    "answers": [
      {
        "id": 1,
        "text": "Возвращение в деревню",
        "forget": 1
      }
    ]
  },
  {
    "id": 4,
    "text": "Бывало, недогадливые молодые шли на голос, посмотреть что за девица грустную песнь завела. А как подойдёт так и обомлеет.",
    "answers": [
      {
        "id": 5,
        "text": "Рассмотреть красавицу "
      },
      {
        "id": 6,
        "text": "Убегать, да подальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Посреди топи, девушка стоит, волосы белёсые, словно инеем покрылись да и не оттаяли, глаза синие, иные говорят чёрные как вороново крыло. На теле рубаха, точно крестильная , длинная да под воду уходит, намокла и тело девы нагое облепила. ",
    "answers": [
      {
        "id": 7,
        "text": "Осмотреть место"
      },
      {
        "id": 8,
        "text": "Заговорить с девой"
      },
      {
        "id": 17,
        "text": "Достать ножичек из-за пазухи"
      }
    ]
  },
  {
    "id": 6,
    "text": "Те, что помудрее — знают, нечисть бывает хороша и песни складные у них. Вот только топи ноги твои коснутся, так утащит тебя на дно девка-водяница. Клыки вопьются тебе в горло, так и останешься в реке, рыбам на корм.",
    "answers": [
      {
        "id": 1,
        "text": "Возвращение в деревню"
      }
    ]
  },
  {
    "id": 7,
    "text": "Опустит юноша взгляд и ахнет. Цветущая трава гнилою окажется. Яркое солнце уж давно село за горизонт и мир кажется, не так ярок. Дева в реке уже не так прекрасна, длинны волосы её  — космы старые, глаза, что звезды отражают — мутны да серы, тело девы дрябло, а рубаха стлела вся",
    "answers": [
      {
        "id": 16,
        "text": "Убегать да подальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Доброго здоровья тебе, красавица. — теряясь в красоте девы молвит юноша.\n\n—  И тебе — голос девы звучит словно соловьиная трель и манит юношу к себе.",
    "answers": [
      {
        "id": 9,
        "text": "Идти на голос"
      },
      {
        "id": 10,
        "text": "Очнуться от дурмана"
      }
    ]
  },
  {
    "id": 9,
    "text": "Мысли разбежались по углам и боле нет спасения для юноши. Тело его без раздумий уходит в реку, стремясь в обьятия водяницы. Её тихое пение набирает силу и тянет и манит юношу к себе.",
    "answers": [
      {
        "id": 11,
        "text": "Вспомнить бабушку Голубу"
      },
      {
        "id": 12,
        "text": "Взглягуть в глаза девы"
      }
    ]
  },
  {
    "id": 10,
    "text": "Окутанный страхом юноша освобождается от дурмана и не оглядываясь убегает прочь",
    "answers": [
      {
        "id": 1,
        "text": "Возвращение в деревню "
      }
    ]
  },
  {
    "id": 11,
    "text": "Когда юноша был ещё дитятком остался он один- одинёшенек. Приютила его бабка Голуба, что в доме крайнем на селе живёт. Старая, чуть слеповатая женщина слыла в миру ведьмой и дом её стороной обходили. Каждый день она ходила в лес и собирала полынь да зверобой и с заговорами пучки из них вязала. Как-то давнею зимой, она испив старого кувшина показала ему свой сундук. Спрятанный под её кроватью сундук был заполнен берестой со старыми текстами. \n\n — \"Это мне ещё от Збиславы осталось, она до меня дом этот занимала, мудрая была, да от болезни слегла, а после и издохла\"\n\nЮноша списав всё на пьяный бред вначале не поверил, но дабы стать учёным мужем ему требовалось уметь писать да читать, вот и взялся за старую бересту.\n",
    "answers": [
      {
        "id": 13,
        "text": "Вспомнить всё о Водяницах"
      },
      {
        "id": 14,
        "text": "Предаться воспоминаниям"
      }
    ]
  },
  {
    "id": 12,
    "text": "В глазах её  видно небо синее, словно туча грозовая, прекрасны они точно камень драгоценный, сверкают они, манят они и в реку на глубь уходят они. Вдвоём\n",
    "answers": [
      {
        "id": 1,
        "text": "Печальный конец"
      }
    ]
  },
  {
    "id": 13,
    "text": "В поту, в ночи, он скурпулёзно переписывал текста. В эту ночь бабка Голуба вернулась пьянее обычного и наказала ему после переписывания ей вслух читать.\n\n—\"... покликати її потрібно по імені. А як водяниця обернеться, схопи її за волосся і стане вона тобі дружиною вірною....\"\n\nНе описуемо был благодарен юноша Голубе, ведь деву он давно признал. Мила девица из его деревни, что волосы свои платком прикрывала.",
    "answers": [
      {
        "id": 15,
        "text": "Всемила!"
      }
    ]
  },
  {
    "id": 14,
    "text": "Юноша вспоминал покрытые мазолями руки бабушки, её цветные платки и поношеные лапти. Ему была мила и старая избушка и скисшее молоко в кувшине. И вот он возвращается домой и обнимает бабушку, она ставит перед ним миску с супом и потрепав по голове уходит в глубь дома. Ему тепло и хорошо, он дома, а тело его на дне реки\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Печальный конец "
      }
    ]
  },
  {
    "id": 15,
    "text": "Водяница замерла и на секунду замолчала.  Она наклонила голову вбок и уж было начала скалить  зубы, но рука юноши была быстрее и он схватил её за волосы, сжав шелковистые он направился к берегу. Дева рвалась, рвалась обратно в воду, но сильные руки вытянули её на берег и теперь пути обратно не было.",
    "answers": [
      {
        "id": 1,
        "text": "\"Счастливый\" конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "Объятый страхом юноша срывается с места и убегает от реки не разбирая дороги. Лицо его изрезано кустарником, но он жив и это главное ",
    "answers": [
      {
        "id": 1,
        "text": "Возвращение в деревню "
      }
    ]
  },
  {
    "id": 17,
    "text": "Холодный металл лёг в руку и его присутствие успокаивало парня, он в позу стал диковинную и замер аки зверь перед атакой.",
    "answers": [
      {
        "id": 18,
        "text": "Атаковать"
      },
      {
        "id": 19,
        "text": "Пожалеть создание"
      }
    ]
  },
  {
    "id": 18,
    "text": "Адреналин в голову ударил и юноша не разбирая дороги побежал в реку. Дева не двигаясь стояла и скоро ножичком была как рыба пронзена. Он нож в неё втыкал как зверь неистовый, он рвал её одежду и её плоть",
    "answers": [
      {
        "id": 20,
        "text": "Убить её"
      },
      {
        "id": 21,
        "text": "Взять её"
      }
    ]
  },
  {
    "id": 19,
    "text": "Юношу голову к земле склоняет и за благоразумее богов благодарит. Кидает он на деву взгляд последний и твердою походкой идёт за удочкой своей.",
    "answers": [
      {
        "id": 1,
        "text": "Возвращение в деревню "
      }
    ]
  },
  {
    "id": 20,
    "text": "Он покромсал её на части, реки вода была красна от крови, а на его рубахе не было и капли. Чистый как агнец он сжимал в руке оружие, но быстро выбросив его в траву, убийца место казни покидает.",
    "answers": [
      {
        "id": 1,
        "text": "Жестокий конец"
      }
    ]
  },
  {
    "id": 21,
    "text": "Пару порезов не могли стоить ей жизни, но огонь в его душе не мог быть погащен жестокой расправой. Он протянул руки к водянице и затянул в поцелуй. ",
    "answers": [
      {
        "id": 22,
        "text": "Остановиться"
      },
      {
        "id": 23,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 22,
    "text": "Холодная вода гасила в нём огонь и он вдруг отступил. Он словно собирался согрешить, но боги рек его остановили.",
    "answers": [
      {
        "id": 1,
        "text": "Возвращение в деревню "
      }
    ]
  },
  {
    "id": 23,
    "text": "Он брал её. Жестоко, без ласки, без согласия. Они вдвоём и целый лес им тихим стал укором. Он дикий зверь, жестокий муж, что рвёт добычу на куски. Она — добыча, пища, бедная овца, что не смогла спастись от волка. Она не плакала и не кричала , голос её волшебный поутих. Без чести он её оставил.",
    "answers": [
      {
        "id": 1,
        "text": "Жестокая концовка"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]