[
  {
    "id": 1,
    "text": "Ты сидела на улице, на скамейке, покуривая сигаретку и попивая пивасик. Вдруг крайним зрением ты замечаешь приближающийся силуэт, и через несколько секунд, переведя взгляд в его сторону, видишь Дубинкину. Она смотрит в твою сторону и ехидно улыбается. Твои действия? ",
    "answers": [
      {
        "id": 2,
        "text": "Проигнорирую: чёрт с ней, пусть идёт. "
      },
      {
        "id": 3,
        "text": "Посмотрю в её тухлые глаза с презрением. "
      },
      {
        "id": 4,
        "text": "Встану и начну бычить на неё, я не разрешала этой бляди тут ходить. "
      },
      {
        "id": 5,
        "text": "Начну оскорблять её самыми грязными словами: блядота, гнида, шлюшья погань. "
      },
      {
        "id": 6,
        "text": "Схожу вытащу пистолет и выстрелю ей в голову. "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://www.resizepixel.com/Image/3033e6bd/Preview/1627730123.jpg?v=542c86b5-c9cf-4fc7-8777-05ddf17fc7ec",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Дубинкина отвела от тебя взгляд и пошла дальше. Это твой последний шанс. ",
    "answers": [
      {
        "id": 7,
        "text": "Пощада. Я дарую ей пощаду. "
      },
      {
        "id": 5,
        "text": "— Шлюхошваль.. Мразь.."
      },
      {
        "id": 6,
        "text": "Мой пистолет так и тянется вылезти, мать твою.. [выстрелить] "
      }
    ]
  },
  {
    "id": 3,
    "text": "— А что ты смотришь так? Смотрю смелая без Глеба? — высрала эта мразота в твою сторону. Охуела, правда? ",
    "answers": [
      {
        "id": 10,
        "text": "Я буду молчать, что я ей скажу? "
      },
      {
        "id": 11,
        "text": "Продолжу смотреть ей в её тухлые, свиные шары."
      },
      {
        "id": 5,
        "text": "— Ты, смотрю, гонора хапнула, свинья толстая? "
      },
      {
        "id": 13,
        "text": "— Извини. Засмотрелась, ты такая красивая... "
      }
    ]
  },
  {
    "id": 4,
    "text": "— А ты чё на меня бычишь? Ты кто такая чтобы мне ходить запрещать? Нахуй пошла со своим Глебом ебаным вместе! ",
    "answers": [
      {
        "id": 14,
        "text": "— Ладно, извини, прости.. Я пошутила.. "
      },
      {
        "id": 5,
        "text": "— Нахуй пошла, гундоска томная, ебло своё закопай и в очко уткни, хуила дрючная. "
      },
      {
        "id": 6,
        "text": "[Вытащить пистолет и выстрелить блядине между глаз]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Скотина оскалила морду и понеслась в твою сторону. Времени мало, решай, что делать, ибо задавит как нехуй своим жиром. ",
    "answers": [
      {
        "id": 17,
        "text": "Закрыться руками и жаться, прикрикивая: «Не надо! Прошу! Я пошутила!» "
      },
      {
        "id": 22,
        "text": "[Со всей дури встретить её жирную тушу кроссовком прямо в живот]"
      },
      {
        "id": 19,
        "text": "[Вытащить пистолет и начать стрелять ей в брюхо]"
      },
      {
        "id": 6,
        "text": "[Стрелять мразине в голову]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Скотина упала навзничь и ты побежала прочь, ибо менты не дремлют. Дальнейшая твоя судьба неизвестна, но главное — чернь мертва. ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить историю. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Дубинкина отвела от тебя взгляд и прошла мимо. Даровав ей пощаду, ты добавила ещё один лишний грамм на светлую чашу весов. Хотя, убив её, ты могла бы добавить десять таких, и всего один на тёмную. Ещё не поздно передумать. ",
    "answers": [
      {
        "id": 6,
        "text": "[Выхватить пистолет и выстрелить ей в спину]"
      },
      {
        "id": 9,
        "text": "И пусть, всё же, идёт. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Ну, дело твоё. Свинья не зацикливалась и быстро ушла с твоих глаз. ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить историю. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Возможно, ты изменишь своё мнение и вы ещё свидитесь. ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить историю. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Ну да, действительно. Насколько ты уверена в своём решении? ",
    "answers": [
      {
        "id": 8,
        "text": "На все сто. "
      },
      {
        "id": 5,
        "text": "Хотя.. Почему я должна молчать? — Тварь ты ебаная, шмара вонючая.. "
      }
    ]
  },
  {
    "id": 11,
    "text": "— Я ещё раз спрашиваю: хуй ли зыришь, манда ебаная? ",
    "answers": [
      {
        "id": 5,
        "text": "— Мать твоя манда гнойная, нахуй пошла! "
      },
      {
        "id": 6,
        "text": "[Выстрелить из пистолета в голову] "
      },
      {
        "id": 16,
        "text": "[Кинуть огромный камень в голову] "
      }
    ]
  },
  {
    "id": 12,
    "text": "— Ну да, верно. Ну ладно, этот конь твой свалит — звони, трусики у меня легко снимаются) ",
    "answers": [
      {
        "id": 5,
        "text": "— Да наебала я тебя, дура, нахуй пошла. "
      },
      {
        "id": 6,
        "text": "Наебала я тебя. Сдохни. [Выстрелить из пистолета в вагину и в голову] "
      },
      {
        "id": 21,
        "text": "— А-а.. Да-а.. Ну-у.. А-а.. Может.. Пойдём к тебе?.. Пофиг на Глеба.. "
      }
    ]
  },
  {
    "id": 13,
    "text": "— Чё? Бля.. Ну ладно, спасибо. Пососёмся? ",
    "answers": [
      {
        "id": 12,
        "text": "— Не-е, перед Глебом неудобно. Узнает — завалит нахуй. "
      }
    ]
  },
  {
    "id": 14,
    "text": "— Пошутила она, блять. Ебло за такие шутки разбивают, но я тебя пощажу, так уж и быть. — Дубинкина начала удаляться. ",
    "answers": [
      {
        "id": 10,
        "text": "Ну.. Ладно, пускай идёт. "
      },
      {
        "id": 6,
        "text": "[Выстрелить швали в спину] "
      }
    ]
  },
  {
    "id": 15,
    "text": "Увы, это не помогло. Удары этой свиньи оказались настолько мощными, что твоя защита не выдержала. Ты получила множество травм и через полчаса тебя увезли на скорой в больницу. Ты будешь в порядке, но болеть будет долго. ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить историю. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Мразина на удивление поймала камень и кинула тебе в голову. Не повезло: тебе нахуй раздавило всю башню. Зло опять победило.. ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить историю. "
      }
    ]
  },
  {
    "id": 17,
    "text": "— Я в рот твои шутки ебала! Получай нахуй! — скотина замахивается. Ты не успеешь достать пистолет, у тебя очень мало времени, действуй с умом. ",
    "answers": [
      {
        "id": 15,
        "text": "[Закрыться руками] "
      },
      {
        "id": 22,
        "text": "[Ударить её ногой навстречу] "
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "Ты сделала три жестоких выстрела в область её жирнейшего сала. Вряд ли она выживет, а тебе стоит убираться отсюда, пока никто не нагрянул. ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить историю. "
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "Дубинкина, конечно, согласилась, и вы пошли к ней. Но особо далеко это не ушло. Она села тебе на лицо и мало того, что раздавила его, так ещё и гнойной кислотой тебе лицо растворила. Незавидная участь. ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить историю. "
      }
    ]
  },
  {
    "id": 22,
    "text": "А у тебя хороший удар! Ударив её в брюхо со звериной силой, ты заставила суку упасть и корчиться от боли, харкаться кровью. Каковы твои дальнейшие действия? ",
    "answers": [
      {
        "id": 23,
        "text": "Чёрт с ней, пусть валяется, заслужила. "
      },
      {
        "id": 24,
        "text": "Вызову ей скорую. Мразь — мразью, а человечность важнее. "
      },
      {
        "id": 25,
        "text": "[Выстрелить в голову] "
      }
    ]
  },
  {
    "id": 23,
    "text": "Оставив её выхаркивать кровь из брюха и стонать от боли, ты поспешила в сторону дома: попасться кому-либо не самый лучший вариант. Но теперь у неё есть зуб на тебя, будь осторожнее. ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить историю. "
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты сделала это для того, чтобы не вешать грех на душу, поэтому скотине скоро помогут. Но теперь стоит опасаться её, не думаю, что она забудет это. ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить историю. "
      }
    ]
  },
  {
    "id": 25,
    "text": "Ты проделала дыру в её голове и убежала с места, чтобы не попасться никому в руки. Менты не спят.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить историю. "
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]