[
  {
    "id": 1,
    "text": "  Автор: WhiteSky \nСтатус: в разработке\nПоследнее обновление: 04.08.2021 \nUPD: 20.10.2021 внесены некоторые недочёты\n(ПРОЕКТ ЗАМОРОЖЕН НА НЕОПРЕДЕЛЁННЫЙ СРОК) \n\n\n\n       События происходят в 19 столетии. Молодая девушка по имени Бэтти находит старинные часы-медальон, открыв их, она странным образом перемещается на несколько эпох в прошлое. Часы исчезают и девушка больше не может вернуться обратно. Героине предстоит пройти немало приключений и совершить множество открытий. Удастся ли ей вернуться? \n           \n\n       Жанр: приключения, фэнтези, романтика. \n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать!!! "
      },
      {
        "id": 10,
        "text": "Достижения "
      },
      {
        "id": 25,
        "text": "VK"
      }
    ]
  },
  {
    "id": 2,
    "text": "  Тихая улица успокаивала. Недалеко располагался спальный район. На улице стояла осень и на асфальте, спокойно плавая в лужах после вечернего дождя, лежали уже пожелтевшие листья. Аллея была освещена фонарными столбами, около которых беспокойно кружились мотыльки.\n\n   Девушка, нацепив наушники, торопилась домой, чтобы выпить чашечку чая, включить ноутбук, покормить кота и наконец расслабиться после тяжёлого дня.\n  \n   Почувствовав, что под ногами что-то хрустнуло, Бэтти остановилась, чтобы рассмотреть предмет. Это оказался весьма необычный медальон на цепочке. На улице уже опускались сумерки и даже при свете фонарей девушка не могла рассмотреть его. Быстро засунув его в карман, она поспешила домой. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "    Наконец девушка зашла в подъезд. Лифт. 9 этаж... Пришлось ещё немного повозиться у двери квартиры, потому что ключи снова ускользнули на самое дно рюкзака.\n\nИ вот Бэтти уже открывает дверь. На пороге сидит рыжий пушистый кот, от которого шерсти остаётся столько много, что у любого человека с аллергией не оставалось бы шансов выжить.\n — Марс! — воскликнула девушка, потрепав кота за ухо, — проголодался?\n   После этих слов Бэтти бросила ключи на тумбочку и расшнуровала ботинки.\nПройдя на кухню, она насыпала коту корм в миску, поставила чайник и достала из холодильника бутерброды, которые она не успела съесть утром из-за не сработавшего будильника. ",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Устроившись на диване после ужина, девушка открыла свой ноутбук. \n    — Посмотрим, что у нас тут...\nПроводя время за чтением новостей и переписками, Бэтти совсем отстранилась от реальности.\n  В это время в коридоре послышался какой-то шорох. Девушка слегка напряглась. Воры?... Не могли они свободно вскрыть замок на двери... ",
    "answers": [
      {
        "id": 5,
        "text": "Пойти на звук"
      },
      {
        "id": 6,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Решившись и собравшись с мыслями, девушка покинула уютный диван и отправилась на поиски причины шума.\n   Включив свет в коридоре, она наконец-то смогла спокойно выдохнуть.\n   Бэтти совсем забыла про найденный медальон, а кот вытащил его из её пальто и играл с ним.\n   Забрав у кота новоиспечённую игрушку, девушка выключила свет и вернулась в свою комнату. ",
    "answers": [
      {
        "id": 7,
        "text": "Осмотреть медальон "
      },
      {
        "id": 9,
        "text": "Проверить в интернете объявления о пропаже "
      }
    ]
  },
  {
    "id": 6,
    "text": "   Девушка не на шутку напряглась. Спустя несколько попыток вспомнить, что может издавать такой звук, она вспомнила про найденный вечером медальон.\n   Выйдя в коридор, Бэтти обнаружила его уже лежащим на полу. Рядом сидел кот, довольна урча и вылизывая свою морду.\n — Рыжий воришка! Когда-нибудь ты доведёшь меня до инфаркта своими выходками.\nНо кот уже не слушал хозяйку и направился на кухню, высоко задрав вверх пушистый хвост.\n\n   Бэтти вернулась в комнату. ",
    "answers": [
      {
        "id": 12,
        "text": "Осмотреть медальон "
      }
    ]
  },
  {
    "id": 7,
    "text": "   Крышка на удивление открылась без труда. В медальоне оказались часы. На циферблате красовались римские цифры. Но было кое-что, что отличало эти часы от обычных — стрелка в них была всего одна. И она не двигалась.\n\n   — Должно быть, промокли под дождём... Или я их сломала?... Ладно, посмотрю завтра... \n\n   Зевнув, девушка убрала часы под подушку, а сама забралась под одеяло. \n\n   ",
    "answers": [
      {
        "id": 14,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 8,
    "text": "                                В разработке... ",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 9,
    "text": " Пролистав все страницы новостей и сообщество города, Бэтти не нашла никаких объявлений о пропаже драгоценностей.\nСпустя пару тщетных попыток что-то найти, она отложила в сторону ноутбук и взяла в руки медальон. ",
    "answers": [
      {
        "id": 11,
        "text": "Открыть "
      },
      {
        "id": 12,
        "text": "Осмотреть "
      }
    ]
  },
  {
    "id": 10,
    "text": "                       Достигнутые концовки:",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 11,
    "text": "    Крышка открылась без труда. В медальоне оказались часы. На циферблате красовались римские цифры. Но было ещё кое-что, что отличало эти часы от обычных... В них была только одна стрелка, и она стояла на месте.\n\nПовертев ещё немного часы в руках, Бэтти положила их под подушку, а сама устроилась под одеялом. ",
    "answers": [
      {
        "id": 14,
        "text": "Спать "
      }
    ]
  },
  {
    "id": 12,
    "text": "    На крышке медальона красовалась выгравированная римская цифра 18.\n    Сам он был золотой, но вряд ли это было настоящее золото, хотя... кто знает...\n\n  — Уже поздно, пора спать...\nБэтти убрала медальон под подушку, а сама забралась под одеяло. ",
    "answers": [
      {
        "id": 14,
        "text": "Спать "
      }
    ]
  },
  {
    "id": 13,
    "text": "                                В разработке...",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню "
      }
    ]
  },
  {
    "id": 14,
    "text": "    — Эй! Проснись!\nБэтти с большим трудом открыла один глаз.\nНезнакомый парень бил её ладонями по лицу.\n    — Да проснись же! Я не намерен с тобой здесь возиться!\nТолько лишь когда парень ударил с большой силой девушку по лицу, она наконец открыла второй глаз.\n     — Который час?\n     — Какая наглость, ты ещё смеешь спать до обеда! Вставай сейчас же!",
    "answers": [
      {
        "id": 16,
        "text": "- Зачем? "
      }
    ]
  },
  {
    "id": 15,
    "text": "                               В разработке... ",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню "
      }
    ]
  },
  {
    "id": 16,
    "text": "    Но парень, больше ничего не сказав, лишь бросил какую-то одежду на кровать, а сам вышел за дверь.\n— Не заставляй меня ждать!\n \nЧто это за шутки? Бэтти пару раз ущипнула себя, но ничего не произошло. \n  — Так... Хорошо... Я всего лишь сделаю то, что он хочет. \n\nПодойдя к кровати, девушка увидела лишь одно платье. На полу стояли башмачки. \n",
    "answers": [
      {
        "id": 17,
        "text": "Переодеться"
      }
    ]
  },
  {
    "id": 17,
    "text": "     Едва не запутавшись в шнуровке, Бэтти надела белое платье, оставленное парнем, и протянула ноги к башмачки. Есть ещё немного времени осмотреться... ",
    "answers": [
      {
        "id": 18,
        "text": "Осмотреться "
      },
      {
        "id": 19,
        "text": "Выйти из комнаты "
      }
    ]
  },
  {
    "id": 18,
    "text": "    Комната была обставлена старинной мебелью... Какой же это век?... Точно не семнадцатый... Восемнадцатый?...Кажется, девятнадцатый... В любом случае, мой мозг неплохо постарался над проработкой деталей моего сна.\n     Окно зашторено... Ну и ладно. ",
    "answers": [
      {
        "id": 19,
        "text": "Выйти из комнаты "
      }
    ]
  },
  {
    "id": 19,
    "text": "    — Как же долго ты одеваешься! — с этими словами парень бесцеремонно схватил меня за локоть и потащил меня по коридору мимо каких-то залов...\n     — Да куда же мы бежим?\n     — Протри глаза, юная леди, тебе было велено явиться сегодня на аудиенцию к графу Эдварду Делорен...\n     — Как?\n     — Я поражаюсь твоей наглости, девушка. Его Сиятельство граф Эдвард Делорен. ",
    "answers": [
      {
        "id": 20,
        "text": "- Интересно... "
      },
      {
        "id": 21,
        "text": "- Зачем же он звал меня? "
      }
    ]
  },
  {
    "id": 20,
    "text": "     Парень резко остановился около большой массивной двери, украшенной вензелями, и я слегка пошатнулась, чуть не наступив ему на ногу.\n     — Осторожнее! Мы пришли.\nСтоящая около дверей стража распахнула перед нами дверь. ",
    "answers": [
      {
        "id": 23,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 21,
    "text": "    Парень посмотрел на меня с ухмылкой.\n   — Извини, об этом мне не говорили. Странно, что ты не знаешь, надеюсь, ты не пила?\n   Бэтти вдруг захотелось хорошенько ударить его по щеке,но стоит ли... ",
    "answers": [
      {
        "id": 22,
        "text": "Ударить его"
      },
      {
        "id": 20,
        "text": "Не нарываться на неприятности"
      }
    ]
  },
  {
    "id": 22,
    "text": "    Бэтти набралась смелости и звонко шлёпнула его по щеке. Парень слегка удивился и даже было заметно, как уголки его губ медленно поднимались вверх. Карие глаза его смотрели прямо на меня. \n    — А вот это ты зря, голубка... Не будь ты так нужна графу, я бы тебя отправил за решётку.\n    В ответ девушка лишь хмыкнула. Как он смеет угрожать ей, он ведь лишь плод её воображения...\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 23,
    "text": "    Парень толкнул меня в проход, а сам пошёл сзади.\n    Молодой человек среднего роста стоял спиной ко мне. Волосы его были русыми. Но не успела я его рассмотреть, как через долю секунды он уже повернулся ко мне лицом. Он подошёл ко мне так близко, что я почувствовала его дыхание на своих волосах. Да уж, ростом я не вышла... \nСпустя несколько минут мужчина отошёл от меня и пртнялся потирать переносицу. \n\n    — Ты кого ко мне привёл?... \n\n\n",
    "answers": [
      {
        "id": 23,
        "text": "В разработке... ",
        "comment": true
      }
    ]
  },
  {
    "id": 24,
    "text": "В разработке... ",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню "
      }
    ]
  },
  {
    "id": 25,
    "text": "https://vk.com/antiqueclock",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]