[
  {
    "id": 1,
    "text": "\nАвтор: Джефф.\n\nЖанры: Фэнтези, Мистика, Детектив, Романтика, Приключения, По фильму (сериалу).\n\nСтатус: Не закончен.\n_______________________________________________\n \n  Молодую девушку Ривс, после смерти её жениха, стали постоянно мучать кошмары, больше того, эти кошмары сбываются.\n  Чтобы забыть обо всём на свете, Ривс переезжает в небольшой городок рядом с лесом и старается начать всё с чистого листа. И у неё это получается. Жизнь девушки перевернулась с ног на голову, когда в этот городок приехали двое странных мужчин. Вряд-ли её жизнь когда-нибудь станет прежней.\n\n_______________________________________________\n\n[Любители сериала \"Сверхъестественное\" теперь могут погрузиться в этот мир полный тайн, мистики и приключений.]\n\n[Внимание, любовная ветка доступна лишь с Дином. Героиня будет встречаться с ним, в независимости от того, хотите вы этого или нет.♥]\n\n• Создание квеста: 05.08.2021\n• Начало тестирования квеста: 06.08.2021.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "{ Подробности о квестах в группе ВКонтакте }",
        "comment": true
      },
      {
        "middle_answer": true,
        "text": "{ НАЧАТЬ ИСТОРИЮ }",
        "id": 6,
        "blackout": true
      },
      {
        "id": 1,
        "text": "                                      • • •",
        "comment": true
      },
      {
        "id": 2,
        "text": "{ ПЕРСОНАЖИ }",
        "middle_answer": true,
        "answerImage": [
          "https://i.pinimg.com/originals/38/d3/21/38d321c7248c93c2477def1ee9790e1c.png"
        ]
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://i.ytimg.com/vi/4A83qSaG7n0/maxresdefault.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://srv2.imgonline.com.ua/result_img/imgonline-com-ua-Resize-J5plNuPBlMPBHMgI.jpg",
        "system": true
      },
      {
        "id": 63,
        "text": "[Группа ВК]",
        "url": "https://vk.com/club204159875",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Персонажи \"Сверхъестественное\".",
    "answers": [
      {
        "id": 3,
        "text": "Ривс Гарден.",
        "middle_answer": true
      },
      {
        "id": 4,
        "text": "Дин Винчестер.",
        "middle_answer": true
      },
      {
        "id": 5,
        "text": "Сэм Винчестер.",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 3,
    "text": "                               † Ривс Гарден †\n\nРивс Гарден родилась 30 января 1981 года в семье Билли и Саманты Гарден. Ривс — первый ребёнок в семье, её младшая сестра умерла при родах вместе с матерью.\n\nВозраст: 24 года.\nРост: 170 см. (на каблуках 176 см)\nРодители: Мертвы.",
    "answers": [
      {
        "id": 2,
        "text": "Назад."
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/29/ec/1f/29ec1fdfc826e839bf82adf31947fb92.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "                             † Дин Винчестер †\n\nДин Винчестер родился 24 января 1979 года в Лоуренсе штат Канзас в семье Джона и Мэри Винчестер. Дин — первый ребёнок в семье, он старше своего брата Сэма на 4 года.\n\nВозраст: 26 лет.\nРост: 185 см.\nРодители: Мать мертва, отец жив.",
    "answers": [
      {
        "id": 2,
        "text": "Назад."
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/09/8a/1a/098a1a3ecc6c0bf6c66b9536f8d6d1dd.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "                          † Сэм Винчестер †\n\nСэм Винчестер родился 2 мая 1983 года в семье Джона и Мэри Винчестеров. Сэм — второй ребёнок в семье, он младше своего брата Дина на 4 года. Назван в честь своего деда по матери Сэмюэля Кэмпбелла.\n\nВозраст: 22 года.\nРост: 180 см.\nРодители: Мать мертва, отец жив.\n",
    "answers": [
      {
        "id": 2,
        "text": "Назад."
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "http://images6.fanpop.com/image/photos/36700000/Sam-Winchester-image-sam-winchester-36702381-500-500.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "Сколько бы мужчина не пытался убежать от монстра, всё было бесполезно. Чудовище всё быстрее и быстрее настигало охотника и вдруг прыгнуло, загребая кричащего мужчину под себя.\nЕму уже ничем не помочь...\n",
    "answers": [
      {
        "id": 7,
        "text": "(Проснуться.)",
        "blackout": true
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://kriper.net/uploads/posts/2020-06/1592474055_1.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "                               < [ ВЕНДИГО ] >\n\nЯ проснулась от очередного кошмара.\n— Чёрт... — пригладив лохматые волосы, я сразу же принялась делать записи и зарисовки в свой дневник.\n_______________________________________________\n∆\n      6:25. Утро. Четверг.\n\n  Уже третий кошмар за неделю, раньше они снились реже. \n\n  Несколько месяцев назад я думала, что \"вещие\" сны являются мне в определённые дни, а именно в понедельник, среду и воскресенье, но в последние недели кошмары снятся мне почти каждый день.\n\n  Три дня назад мне приснился Мик, брат моей знакомой Митси, он ночевал со своими друзьями в палатках в нашем лесу. Всё было нормально, до определенного момента. На них напали. Чудовище. Потом я проснулась.\n\n   И вот опять, точно такой же монстер приснился мне сейчас. Только сейчас он напал на Рона, нашего охотника.\n\n   Надо поговорить с Роном.\n     \n\n                                                            6:35\n                                                                         Ривс.\n_______________________________________________\n\nЗакрыв дневник, я встала с кровати и пошла к шкафу.\n— Надеюсь, что Рон будет умнее Мика, — я открыла шкаф и глазами стала искать подходящую одежду.",
    "answers": [
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://img0.liveinternet.ru/images/attach/c/7/95/160/95160194_EY8DAYzcbb0.jpg"
      },
      {
        "id": 8,
        "text": "Первый вариант."
      },
      {
        "id": 9,
        "text": "Второй вариант."
      },
      {
        "id": 10,
        "text": "Третий вариант."
      },
      {
        "id": 11,
        "text": "Четвёртый вариант."
      }
    ]
  },
  {
    "id": 8,
    "text": "Первый вариант одежды.",
    "answers": [
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/8d/aa/19/8daa19f70396b7a94564d352be7a023c--funky-outfits-office-outfits.jpg"
      },
      {
        "id": 15,
        "text": "Надеть."
      },
      {
        "id": 7,
        "text": "Другое."
      }
    ]
  },
  {
    "id": 9,
    "text": "Второй вариант одежды.",
    "answers": [
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/41/6d/cb/416dcb5b70e72edb21349ce5199c20a1.jpg"
      },
      {
        "id": 15,
        "text": "Надеть."
      },
      {
        "id": 7,
        "text": "Другое."
      }
    ]
  },
  {
    "id": 10,
    "text": "Третий вариант одежды.",
    "answers": [
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://data.whicdn.com/images/86367418/original.jpg"
      },
      {
        "id": 15,
        "text": "Надеть."
      },
      {
        "id": 7,
        "text": "Другое."
      }
    ]
  },
  {
    "id": 11,
    "text": "Четвёртый вариант одежды.",
    "answers": [
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/18/ee/44/18ee44148f6a81bec941a00caf75d210.jpg"
      },
      {
        "id": 15,
        "text": "Надеть"
      },
      {
        "id": 7,
        "text": "Другое."
      }
    ]
  },
  {
    "id": 12,
    "text": "— Доброе утро, мисс Гарден, — мне в нос пихнули полицейский значок. — ФБР. Я агент Митчелл, а это мой напарник Риксби. Мы можем задать вам парочку вопросов?\nМне понадобилось пару секунд чтобы прийти в себя.\nНа пороге моего дома стояли двое мужчин, тот что пониже представился, как Митчелл, а высокий — это Риксби.\nАгент Митчелл осмотрел меня с ног до головы, то же самое сделала и я, а потом сказала:\n— Чем могу помочь?\n— Мы хотим спросить вас о пропавших в лесу людях, — сказал агент Риксби.\n— Можно войти? — улыбнулся мне Митчелл.\n— Входите, — немного помедлив, я впустила их в дом.\nБез моего приглашения, Митчелл плюхнулся на диван, а за ним сел и Риксби.\n",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://pbs.twimg.com/media/B3RPXHkIUAAOC82.jpg"
      },
      {
        "id": 13,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 13,
    "text": "— Итак, — начал Митчелл. — В вашем лесу пропало уже около пятнадцати человек, и их так и не нашли.\n— Мы узнали, что ещё пятеро пропали три дня назад, — добавил Риксби.\n— Всё так, — я села напротив них. — В этом лесу много медведей, там опасно, но подростков туда всё равно, как магнитом, тянет.\n— Вы уверены, что это медведи? — спросил Митчелл.\n— .... Полицейские говорят, что медведи, — я избежала зрительного контакта.\n— А вы что думаете? — Риксби внимательно посмотрел на меня. — Разве медведи не оставляют никаких следов?\n— Оставляют, — твёрдо сказала я. — Вот только копы их найти никак не могут.\n— Почему же? — Митчелл сверлил меня взглядом.\n— Боятся зайти в глубь леса, — я немного помолчала. — Вы не подумайте ничего такого... — начала я. — Но в этом лесу... \n— Что? — Риксби наклонился ближе.\n— Там... Мне кажется, что это не медведи.\nМужчины посмотрели друг на друга, потом на меня.\n— Тогда что или кто? — Митчелл поймал мой взгляд.\n— Это что-то живое и очень опасное, — я замолчала.\n— Мисс Гарден, мы пообщались с одним мужчиной, его зовут Джон Кенне, вы знаете его? — спросил Митчелл.\n— Да.\nДжон живёт совсем рядом с лесом, его называют сумасшедшим, потому что он утверждает, что видел в лесу монстра.\n— Так вот. Он сказал, что видел чудовище, — сказал Митчелл.\n— И это чудовище охотится на людей, зашедших в лес, — продолжил Риксби. — Что вы об этом думаете?",
    "answers": [
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "http://truebloodsite.org/uploads/posts/2014-03/1395401106_sn109__0012.jpg"
      },
      {
        "id": 14,
        "text": "- Чудовищ не существует."
      },
      {
        "id": 16,
        "text": "- Возможно... монстры существуют."
      }
    ]
  },
  {
    "id": 14,
    "text": "— Вот как? — улыбнулся мне агент Митчелл. — А ваша подруга Митси рассказала нам о том, что вы ещё до пропажи её брата приходили к ним и говорили что-то о монстре и о том, что это опасно для Мика.\n*Чёрт.*\n— Послушайте, Ривс, мы хотим помочь, —  Риксби серьёзно на меня посмотрел.\n— Люди здесь пропадают, и я не знаю почему. Медведи, монстры какая разница?\nК счастью мой телефон опять зазвонил.\n— У меня много дел, господа. Если у вас всё...\n— Уже уходим, — Митчелл шлёпнул себя по коленкам и резко встал. — Вот, — он протянул мне какую-то карточку. — Это моя визитка, звоните, если что-то вспомните или увидите, — он подошёл ко мне. — Или просто так звоните, буду рад, — Митчелл подмигнул мне.\n— Пф, вряд-ли, агент, — вежливости ради, я всё же взяла визитку.\n— До свидания, — попрощался со мной Риксби.\nКогда они ушли, я ответила на звонок.\n— Рон, что-то случилось?\n— Ты уже сходила за Пикси?\n— Ээ... я уже в пути.\n— Я уже уехал, собака во дворе.\n— Я знаю, осторожнее там.\n— Пока.\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 15,
    "text": "Быстро одевшись и забрав с собой дневник, я пошла на кухню, чтобы подкрепиться.\nПока чайник закипает, я быстренько делаю себе тосты, и тут звонит телефон.\n— Кому я понадобилась в столь ранний час? — посмотрев на экран телефона, я узнаю номер Рона. Как удачно. — Рон?\n— Привет, ранняя пташка. Я знаю, что ты не любишь лишнюю болтавню, поэтому перейду сразу к делу. Мне надо уехать...\n— В лес? — я его перебила.\n— Почему в лес? Нет, мне надо купить патронов, ты же знаешь, что в нашем городишке их не купишь, вот и решил съездить в другой город. \n— Значит, в лес ты не пойдёшь?\n— При чём тут лес? А я понял в чём дело.\n— Правда? — я надкусила бутерброд.\n— Да, ты переживаешь из-за пропажи Мика, да?\n— Ээ....да.\n— Не волнуйся, полиция ищет их. Хотя я думаю, что это бесполезно. У нас медведей полный лес.\n— Это точно, — я стала наливать себе чай. — Хищников полным полно в лесу, а они там заночевать решили, ну не идиоты ли?\n— Точно... Я чего звонил-то, не присмотришь за Пикси?\n— Ты забыл, что твоя псина мне чуть руку не откусила? — приготовив чай и тарелку с тостами, я села за стол.\n— А ты забыла, что я тебе пистолет купил? \n— Хорошо, я присмотрю за собакой... Шантажист.\nТолько я собралась отпить немного чая, как в дверь кто-то постучал.\n*Сегодня всем от меня что-то нужно.*\n— Рон, ко мне кто-то пришёл, я перезвоню тебе позже.\n— Пока, Ривс. \nЯ отключила телефон и подошла к двери.",
    "answers": [
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/98/bc/8b/98bc8b5b9424ee43e20f050892434bf6.jpg"
      },
      {
        "id": 12,
        "text": "(Открыть двери.)"
      }
    ]
  },
  {
    "id": 16,
    "text": "Мужчины переглянулись.\n— Значит, вы верите в... сверхъестественное? — удивился Риксби.\n— В единорогов я не верю. Но в лесу точно что-то творится.\n— Ваша подруга Митси рассказала нам о том, что вы ещё до пропажи её брата приходили к ним и говорили что-то о монстре и о том, что это опасно для Мика.\n*Чёрт.*\n— Послушайте, Ривс, мы хотим помочь, —  Риксби серьёзно на меня посмотрел.\n— Люди здесь пропадают, и я не знаю почему. Медведи, монстры какая разница?\nК счастью мой телефон опять зазвонил.\n— У меня много дел, господа. Если у вас всё...\n— Уже уходим, — Митчелл шлёпнул себя по коленкам и резко встал. — Вот, — он протянул мне какую-то карточку. — Это моя визитка, звоните, если что-то вспомните или увидите, — он подошёл ко мне. — Или просто так звоните, буду рад, — Митчелл подмигнул мне.\n— Пф, вряд-ли, агент, — вежливости ради, я всё же взяла визитку.\n— До свидания, — попрощался со мной Риксби.\nКогда они ушли, я ответила на звонок.\n— Рон, что-то случилось?\n— Ты уже сходила за Пикси?\n— Ээ... я уже в пути.\n— Я уже уехал, собака во дворе.\n— Я знаю, осторожнее там.\n— Пока.\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 17,
    "text": "Пятнадцать минут у меня ушло на то, чтобы дойти до дома Рона и все тридцать, чтобы поймать эту чёртову собаку.\n— Пикси, чёрт возьми! — я попыталась схватить собаку за ошейник, но она проскочила у меня между ног. — Чёрт!\n— Не слушается?\nОт неожиданности я подпрыгнула на месте и обернулась.\n— Вы следите за мной? — я скрестила руки на груди и сделала недовольный вид.\nЗа забором стоял агент Митчелл и с улыбкой смотрел на, бегающую вокруг меня, Пикси.\n— Нет, я пришёл поговорить с охотником Роном.\n— Он уехал.\n— А когда вернётся?\n— Вечером! — воспользовавшись моментом неожиданности, мне удалось схватить Пикси за ошейник. — Ну всё, вместо корма и костей, я накормлю тебя брокколи, — Пикси попыталась вырваться, но увы, моя хватка оказалась сильнее.\n— Брокколи? Зачем же так жестоко? —  Митчелл всё ещё стоял за забором и смотрел на меня.\n— Вы ещё здесь? — я одела поводок на собаку и выпрямилась. — Рон приедет только вечером.\n— Я слышал.\n*Тогда почему ты всё ещё здесь?*\nПокрепче сжав поводок в руке, я повела Пикси на прогулку. Недовольная собака сначала сопротивлялась, но через пять минут уже радостная бегала рядом со мной.\nКстати, рядом была не только собака. \nМитчелл тоже шёл за мной.\nВозмущаться я пока не стала, вдруг нам в одну сторону.",
    "answers": [
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/474x/fc/7c/7e/fc7c7e823a47fb59a8a16fe8ed1eefd5--doberman-dogs-doberman-pinscher.jpg"
      },
      {
        "id": 18,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 18,
    "text": "Но когда он дошёл со мной до парка, я не выдержала.\n— Что вам от меня нужно?\n— Я просто гуляю, осматриваю красоты этого городка, — Митчелл сделал вид, что любуется пейзажем.\n— Издеваетесь? — мне вдруг захотелось натравить на него Пикси.\n— Ладно, ты меня раскусила, — он поднял руки вверх, в знак капитуляции, и подошёл ближе. — Мне не даёт покоя то, что ты сказала своей подруге о монстре.\n— Мы не подруги.\n— Неважно. Ты видела монстра?\nЯ громко вздохнула и посмотрела собаку, Пикси носилась из стороны в сторону и грызла палки.\n— Агент Митчелл...\n— Ого, как официально, — улыбнулся он.\n— Вы верите в.... паранормальное? Сверхъестественное?\nОн помолчал немного, а потом серьёзно сказал:\n— Да, верю. Знаешь, если ты чего-то не видела, это не значит, что этого не существует.\nТут у него зазвонил телефон.\n— Извини, — Митчелл отошёл и стал говорить по телефону.\nПока я смотрела на него, рядом со мной раздалось громкое \"ГАВ!\".\nПикси принесла палку и положила на землю.\n— Поиграть хочешь, да? — я подобрала слюнявую палку и, хорошенько так размахнувшись, бросила. \nРадостная Пикси быстро поскакала за летящей целью.\n— У меня срочное дело, — ко мне подошёл Митчелл. — Надо ехать. Итак, Ривс, получается, что мы с тобой верим в то, во что не верят другие?\n— Получается, что так.\n— Мы с напарником разберёмся с этим, я обещаю. А ты держись подальше от леса, хорошо?\n— Хорошо.\nЯ попрощалась с Митчеллом и продолжила играть с Пикси.",
    "answers": [
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/d1/05/f5/d105f504c10f5143f199af65d3767299.jpg"
      },
      {
        "id": 19,
        "text": "(Вечером.)",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 19,
    "text": "_______________________________________________\n∆\n      19:24. Вечер.Четверг.\n\n   Сегодня в город приехали двое мужчин из ФБР, они какие-то странные, но надеюсь, что они помогут.\n\n   Рон уехал на целый день и вернулся недавно, не думаю, что ему приспичит идти в лес на ночь глядя.\n\n   На всякий случай, позвоню ему ночью, он будет возмущаться, но я хотя бы буду знать, что он дома. Если в лесу действительно живёт какая-то страшная хрень, я не дам Рону охотиться.\n\n                                                        19:29\n                                                                    Ривс.\n_______________________________________________\n\nТолько я собралась уходить, как мой телефон зазвонил, на экране высветилось: [ МИТСИ ].\n— Митси? — я ещё раз глянула на часы. — Что-то случилось?\n— Некогда объяснять, Ривс. Мы должны встретиться около заброшенной заправки, —  заговорил взволнованный голос.\n— Ты на часы смотрела?\n— Ривс, это вопрос жизни и смерти. Ты нужна мне. Сейчас! — звонок оборвался.\nЯ почему-то сразу вспомнила слова Митчелла: \n≈ | Мы с напарником разберёмся с этим, я обещаю. А ты держись подальше от леса, хорошо?| ≈\n*Заправка рядом с лесом.*\nЯ подошла к окну.\n— Чёрт!...",
    "answers": [
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://ic.pics.livejournal.com/persa_y/4772447/422849/422849_original.jpg"
      },
      {
        "id": 20,
        "text": "- ... Почему именно я?!",
        "blackout": true
      },
      {
        "id": 20,
        "text": "- ... Если это какая-то фигня, прекращу с ней общаться!",
        "blackout": true
      }
    ]
  },
  {
    "id": 20,
    "text": "Со скоростью света, я долетела до заброшенной заправки, естественно не с пустыми руками, пистолет и дневник с ручкой — мои верные спутники.\nОбходя заправку, я пару раз пыталась дозвониться до Митси, но она не брала трубку.\nЯ поймала себя на мысли, что не волнуюсь за неё, а вдруг с ней что-то случилось?\nЭта мысль сразу же отлетела, когда я заметила девушку. Митси была не одна, рядом с ней стоял её шестнадцатилетний друг Стив и...\n— Рон? — я подошла ближе. — Что ты здесь делаешь? Разве ты не должен быть дома?\nМужчина, лет сорока пяти с ружьём на плече, ничего не ответил.\n— А ружьё тебе зачем?\n— Ривс, — Митси подошла ко мне. — Мы идём искать Мика. Ты с нами?",
    "answers": [
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://i.ytimg.com/vi/5pHRB3FT-QY/hqdefault.jpg"
      },
      {
        "id": 21,
        "text": "- Вы идиоты или да? Этим занимается полиция, не суйтесь туда."
      },
      {
        "id": 22,
        "text": "- Не самая лучшая идея."
      }
    ]
  },
  {
    "id": 21,
    "text": "— Полиции плевать! Они просто делают вид, что ищут пропавших!\n— Тихо, не кричи, — сказал Рон.\n— Глупо идти одним в лес, кишащий хищниками, тем более ночью. Митси, я понимаю, что ты скучаешь по брату, но что если он погиб?\n— Он жив! Я это знаю и я пойду в этот чёртов лес, искать Мика!\n— Почему именно сейчас? Фильмы ужасов не смотрела? Всякая страшная хрень происходит именно ночью.\n— Днём рядом с лесом копы шатаются, не пускают. Мы в любом случае пойдём!\n— Дура! — я прописала ей звонкую пощёчину. — Ты тащишь в лес Стива, он ещё ребёнок!\n— Я не ребёнок, — возмутился парень.\n— Заткнись, Стив! Рон, ты ведь старший, какого чёрта ты разрешаешь им идти туда?!\n— Митси уже всё решила и она пойдёт туда с нами или без нас. Я пойду с ними, чтобы они не попали в медвежий капкан.\n— Но тебе нельзя в лес!\n— Почему?\n— Потому что! Я пытаюсь вас спасти, идиоты!\n— Хватит! Не хочешь, не иди, — твёрдо сказала Митси.\n— Вот и не пойду! Потому что умная, в отличие от некоторых!\n— Ты попкорн не захватил?\n— Нет.\nМы все повернулись на голоса.\n",
    "answers": [
      {
        "id": 23,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 22,
    "text": "— А что мне ещё остаётся? Полиции плевать. Они просто делают вид, что ищут пропавших.\n— Глупо идти одним в лес, кишащий хищниками, тем более ночью. Митси, я понимаю, что ты скучаешь по брату, но что если он погиб?\n— Он жив! Я это знаю и я пойду в этот чёртов лес, искать Мика!\n— Почему именно сейчас? Фильмы ужасов не смотрела? Всякая страшная хрень происходит именно ночью.\n— Днём рядом с лесом копы шатаются, не пускают. Мы в любом случае пойдём!\n— Дура! — я прописала ей звонкую пощёчину. — Ты тащишь в лес Стива, он ещё ребёнок!\n— Я не ребёнок, — возмутился парень.\n— Заткнись, Стив! Рон, ты ведь старший, какого чёрта ты разрешаешь им идти туда?!\n— Митси уже всё решила и она пойдёт туда с нами или без нас. Я пойду с ними, чтобы они не попали в медвежий капкан.\n— Но тебе нельзя в лес!\n— Почему?\n— Потому что! Я пытаюсь вас спасти, идиоты!\n— Хватит! Не хочешь, не иди, — твёрдо сказала Митси.\n— Вот и не пойду! Потому что умная, в отличие от некоторых!\n— Ты попкорн не захватил?\n— Нет.\nМы все повернулись на голоса.\n",
    "answers": [
      {
        "id": 23,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 23,
    "text": "— Какого чёрта?\n— Зачем же так грубо, мисс Гарден? —  Митчелл подмигнул мне. — Я могу понять то, что ты не рада видеть его, — он указал на своего напарника. — Но как можно не радоваться при виде такого обаяшки, как я?\n— Что вы здесь делаете? — Митси вышла вперёд.\n— Хороший вопрос, у нас к вам такой же, — ответил агент Риксби. — Мы же говорили, чтобы вы держались подальше от леса.\n— А мне плевать, — фыркнула девушка и пошла в лес, за ней пошли Рон и Стив.\nЯ осталась одна с двумя копами.\n— Это будет проблематично, — шепнул Риксби.\n— Не парься, всё будет хорошо, правда ведь, Ривс? — Митчелл посмотрел на меня.\n— Вы их не остановите? — возмутилась я.\n— А должны?\n— Вы же копы, это ваша работа!\n— Не совсем.\n— Что?\n— Ничего, пошли напарник, — Митчелл толкнул локтем своего друга, и они направились в след за остальными.\n— Вы там все поумераете! — закричала я им в след, но никто не обратил внимания. — Чёрт возьми! Идиоты! Ну и идите, а я не пойду!\n",
    "answers": [
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://pbs.twimg.com/media/EnS1zUwWEAEiAR3.jpg"
      },
      {
        "id": 24,
        "text": "(Пятнадцать минут спустя.)",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 24,
    "text": "— Идиоты... придурки...\n— Хватит ворчать, Ривс, — шикнул Рон.\n— Отстань!... Зачем я вообще пошла? Дура.\n— Зачем ты так? — Митчелл пошёл рядом со мной. — Ты не дура.\n— Не я дура, а Митси, — зашипела я.\n— А. Понятно.\n— Вы с напарником тоже хороши, могли бы отправить их домой.\n— Они уже не маленькие.\n— Да что ты говоришь? — я закатила глаза. — Между прочим, Стив несовершеннолетний.\n— В любом случае, это не наши проблемы, —  Митчелл пнул камень, и тот врезался в ствол дерева.\n— Все копы такие козлы или это только ты такой?\n— А ты всегда такая колючая или только с теми, кто тебе нравится? — он дотронулся до шипа на моей кожаной куртке и сделал вид, что больно укололся.\n— Ты мне не нравишься.\n— Ну, ну.\n— Тихо, — прошептал Рон и прицелился куда-то в кусты, мы все замерли. — Просто белка, — Рон закинул ружьё на плечо и пошёл дальше, мы за ним.",
    "answers": [
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/b4/0f/35/b40f3583576384ec9d9ce87ce63182c9.jpg"
      },
      {
        "id": 25,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 25,
    "text": "Через пять минут мы увидели свет.\n— Мик? — Митси побежала к палатке.\n— Стой, это опасно, — Риксби побежал за ней.\nВ палатке никого не было, это было очевидно.\n— М-да, хороший фонарь, — Рон забрал из палатки большой чёрный фонарик.\n— Здесь кровь, — я заметила красные потёки на стволе дерева.\n— И здесь тоже, — Митчелл поднял край палатки.\n— Где же ты Мик? — Митси всхлипнула и отвернулась.\n— Давайте передохнём тут, — Рон скинул рюкзак с плеч на землю и принялся собирать палки для костра.\nМы, то есть ребята, сложили свои рюкзаки в одну кучу.\nЯ присела рядом с деревом и достала дневник из внутреннего кармана куртки.\n— О, Ривс, не дашь мне пару листиков для розжига костра? — как коршун, Рон подлетел ко мне.\n— Нет, — я спрятала дневник обратно. — Ты итак сможешь костёр разжечь.\n— Ну ладно.\nПока Рон, Митси и Стив разжигали костёр, я сидела под деревом и наблюдала.\n*Приятно смотреть на то, как люди работают.... Стоп , а где те двое?*\nЯ замотала головой в разные стороны, в поисках двух копов. Первая мысль, что посетила меня, была такой:\n*Нас кинули.*\nНо потом я заметила движение за одним из деревьев.\n*Отошли поболтать?*",
    "answers": [
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://s00.yaplakal.com/pics/pics_original/3/2/1/10417123.jpg"
      },
      {
        "id": 27,
        "text": "[Подслушать их разговор.]"
      }
    ]
  },
  {
    "id": 26,
    "text": "— ПОМОГИТЕ, ПОЖАЛУЙСТА!! \nМы сразу же побежали на крик, Митси, Стив и Рон бежали впереди, они тоже услышали.\n— Мик! — закричала Митси.\n— ПОМОГИТЕ!\n— Мы уже близко, Мик!\nМитси бежала впереди всех, за ней бежал Сэм, потом Дин, я как-то умудрилась обогнать на каблуках Рона и Стива.\nКак бы быстро мы не бежали, голос оставался далеко от нас. Одно дерево сменялось другим, мы бежали прямо и иногда сворачивали. \nЛес становился всё гуще, и мы всё больше уходили в него.\nА потом голос затих, и нам пришлось остановиться.\n— Мик! — прокричала уставшая Митси.\n— Тихо, — зашипел Дин.\nВсе замолчали.\nДул ветер, шумела листва деревьев, где-то завыл волк, трещали ветки.\nВсё это заставляло сердце замереть на долю секунды, но вот одно пугало больше всего: рычание и скрежет. И всё это мы слышали над своими головами, как будто что-то или кто-то ползало по деревьям.\nВсе озирались по сторонам, Рон светил фонарём на деревья, но ничего не было.\n\n",
    "answers": [
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://get.wallhere.com/photo/trees-Moon-night-forest-dark-woods-branches-spooky-lenslight-pixlromatic-1095740.jpg"
      },
      {
        "id": 28,
        "text": "- Мне страшно."
      },
      {
        "id": 29,
        "text": "- ..."
      }
    ]
  },
  {
    "id": 27,
    "text": "Тихо, тихо, стараясь не подвернуть ногу на своих каблуках, я покралась за ними.\n*Часть разговора я явно пропустила, но суть уловить смогу.*\n— ... Нет?\n— Да, ты виноват...\n— Я? А может ты?\n— Дин, это ты виноват, я говорил, что им лучше остаться, но нет, ты позволил им пойти и теперь...\n— И теперь они в опасности. Я знаю, Сэм, но как будто я мог зубами в них вцепиться и не пускать.\n— Зная тебя, ты мог бы это сделать.\n— Всё хватит, надо убить его раньше, чем он убьёт на... Ривс?\nМеня засекли.\n— Ты подслушивала?\n*Лучшая защита — это нападение.*\n— Какого чёрта вы здесь делаете? Кого нужно убить? Мы в опасности?\n— Эй, тихо, Ривс, успокойся, — Митчелл или же Дин потянулся ко мне. — Я всё тебе объясню.\n— Руки убери, — я хотела шлёпнуть его по рукам, но он быстро спрятал их в карманы, как будто почувствовал. — Я жду объяснений.\n— Значит, так...\n— Дин, ты что хочешь рассказать ей всё?\n— Да, Сэм, хочу.\n— Но ты не можешь.\n— То есть как это не может? — возмутилась я. — Здесь происходит что-то странное, а они говорить не хотят. Либо вы мне всё рассказываете, либо...\n— Ладно, ладно, детка, ты победила. Я всё тебе расскажу, — Дин хотел положить свою руку мне на плечо, но шипы на куртке не дали ему это сделать.\n— Ещё раз назовёшь меня \"деткой\", и я...\n— ПОМОГИТЕ!!!",
    "answers": [
      {
        "id": 27,
        "text": "Укажите команды для картинки",
        "url": "https://sun3-13.userapi.com/JfZn37-ydKAJbqI3kZpuZFWQXxOk7cyKJxrDUw/6u7VzUn42iI.jpg"
      },
      {
        "id": 26,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 28,
    "text": "— Тише, не бойся, — Дин подошёл ко мне. — Тебя никто не тронет.\n— Что это за чертовщина? — тихо спросил Рон, не переставая целиться в деревья.\n— Возвращаемся, — сказал Сэм. — Все. Быстро.\n— Н..но как же Мик?\n— Это был не твой брат, — Дин посмотрел на тёмное небо.\n— Как? Мы же слышали его, это точно был Мик, — дрожащим голосом, сказала Митси.\n— Нет, это был не он. Нас специально заманили сюда, — тихо ответил Сэм.\n— Ч..чтобы напасть на нас? — я повернулась к рядом стоящему Дину.\n— Нет, он бы уже напал, здесь что-то другое, — ответил мне Дин.\n— Возвращаемся, — повторил Сэм и пошёл обратно.\nУже без лишних разговоров, мы все шли обратно к палатке.\nСтрашных звуков не было, но меня всё равно не покидало паршивое чувство, что за нами кто-то наблюдает.",
    "answers": [
      {
        "id": 30,
        "text": "(Вернуться к палатке.)",
        "blackout": true
      }
    ]
  },
  {
    "id": 29,
    "text": "— Что это за чертовщина? — тихо спросил Рон, не переставая целиться в деревья.\n— Возвращаемся, — сказал Сэм. — Все. Быстро.\n— Н..но как же Мик?\n— Это был не твой брат, — Дин посмотрел на тёмное небо.\n— Как? Мы же слышали его, это точно был Мик, — дрожащим голосом, сказала Митси.\n— Нет, это был не он. Нас специально заманили сюда, — тихо ответил Сэм.\n— Ч..чтобы напасть на нас? — я повернулась к, рядом стоящему, Дину.\n— Нет, он бы уже напал, здесь что-то другое, — ответил мне Дин.\n— Возвращаемся, — повторил Сэм и пошёл обратно.\nУже без лишних разговоров, мы все шли обратно к палатке.\nСтрашных звуков не было, но меня всё равно не покидало паршивое чувство, что за нами кто-то наблюдает.",
    "answers": [
      {
        "id": 30,
        "text": "(Вернуться к палатке.)",
        "blackout": true
      }
    ]
  },
  {
    "id": 30,
    "text": "— Вот чёрт, где наши вещи?\nКогда мы наконец дошли до палатки, то заметили, что рюкзаков уже не было. Костёр всё ещё горел, но слабо.\nМитси и Стив пытались успокоить нервы, но получалось у них так себе.\nРон не расставался с ружьём, я взяла пистолет в руки и встала рядом с костром, а Дин и Сэм вышли вперёд.\n— Похоже, настало время объяснений, да? — я повернулась к ним.\n— Ты всё правильно поняла, детка, — улыбнулся Дин.\n— Ах ты...\n— Мы думаем, что это вендиго, — перебил меня Сэм.\n— Вендиго? — переспросили ребята. — Что это вообще такое?\nДин сделал шаг вперёд, чтобы рассказать, но... Я тоже много об этом читала, так что прости, Дин, не ты один здесь \"шаришь\".\n",
    "answers": [
      {
        "id": 32,
        "text": "[Блеснуть знаниями.]"
      }
    ]
  },
  {
    "id": 31,
    "text": "—",
    "answers": [
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://kartinkin.com/uploads/posts/2019-08/thumbs/1566348745_vendigo-art-71.jpg"
      }
    ]
  },
  {
    "id": 32,
    "text": "Только Дин хотел заговорить, как я уже начала. \n— Согласно древним легендам, в лесах на севере США и центральной Канады обитает страшный монстр, питающийся человеческой плотью, — начала я. Дин и Сэм удивились, особенно Дин, а Митси, Рон и Стив повернулись ко мне, я продолжила. — Это существо может принимать образ человека или зверя, менять свой голос, чтобы заманить путника в лесную чащу. Это существо называют Вендиго. Вот, — я замолчала, а ребята, похоже, ждут продолжения.\n— Это всё, детка? — прыснул Дин.\n— Нет, не всё!\n*Если бы он не влез, я бы закончила, ещё эта его \"детка\", ну всё.*\nЯ начала свой рассказ:\n— Живёт вендиго в глухих лесных чащах, где не поют птицы и не водятся животные, — я начала вспоминать всё, что читала. — Монстр избегает яркого света, поэтому днём прячется в подземных пещерах или заброшенных шахтах. Поскольку вендиго – демон холода и тьмы, охотиться на своих жертв чудовище предпочитает с наступлением сумерек. Людоед отлично ориентируется в темноте, знает каждый дюйм своей территории. Он чрезвычайно прожорлив и ненасытен, но иногда делает запасы, развешивая куски человеческого мяса на ветвях деревьев, или закапывает их в ямы, вырытые острыми когтями. Злобный монстр берёт в плен и живых людей, запирая несчастных в своём логове на случай перебоев с питанием, — мне пришлось сделать небольшую передышку.\nДин опять хотел что-то сказать, но я набрала побольше воздуха в лёгкие и продолжила.\n— Вендиго не рождаются, ими становятся. Дух вендиго может вселиться в любого человека, если тот вольно или невольно нарушит табу каннибализма. Так не раз случалось в былые времена, когда в селениях североамериканских индейцев наступал голод, вызванный неурожаем или суровыми погодными условиями. Если кто-то из соплеменников, пытаясь спасти свою жизнь, съедал другого человека, наступала страшная расплата – тело каннибала обрастало шерстью, зубы превращались в клыки. Навлекший на себя проклятье вендиго вынужден был уходить в лес, чтобы и дальше творить свои темные делишки, — я смотрела только на Дина, а он продолжал улыбаться мне и кивать, как будто учитель слушает ученицу перед доской. — Популяция монстров увеличивалась и за счёт переселенцев, путешественников, золотоискателей, вынужденных в экстремальных ситуациях поедать тела своих товарищей, чтобы избежать голодной смерти. Всё!\nУ меня даже голова немного закружилась.\nВсе молча смотрели на нас.\n— Впечатляет, — Дин тихо мне поаплодировал. — Допустила, правда, парочку ошибок, но видно, что готовилась. Садись, Гарден, \"4\".\n— Ах ты маленький...\n— Так значит, что этот монстер существует и он рядом с нами?\nМне опять не дали наорать на него.",
    "answers": [
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://kartinkin.com/uploads/posts/2019-08/thumbs/1566348745_vendigo-art-71.jpg"
      },
      {
        "id": 33,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 33,
    "text": "— Всё верно, — кивнул Сэм. — Кстати, молодец, Ривс. Некоторых вещей я даже не знал.\n— Что будем делать? — я сделала абсолютно равнодушный вид, но мне было приятно, что хоть кто-то похвалил мой познавательный рассказ.\n— Всё просто. Мы работаем, а вы сидите на месте и не мешаете нам, — Дин отошёл в сторону, присел на корточки и начал что-то рисовать на земле, то же самое сделал и Сэм, только в другой стороне.\n— И это вы так работаете? — возмутилась я.\n— Да, — ответил Дин, не отрываясь от своего \"важного\" дела.\n— Отлично. Мы все умрём.\n— Такие красивые люди, как мы с тобой, детка, не могут умереть.\n— ... Кто \"за\" то, чтобы скормить его монстру? — я подняла руку и осмотрела присутствующих, руку поднял только Сэм, всем остальным было не до шуток.\n— Обидно, братец, — Дин закончил один рисунок и принялся рисовать другой.\n— Вы не агенты ФБР, да? — Митси села на землю.\n— Всё верно, мы охотники за привидениями, — хихикнул Дин.\n— Мы точно умрём, — я пошла к большому дереву, чтобы отдохнуть и может быть поплакать.\n— Ты хорошо стреляешь, детка? — Дин подошёл к моему дереву и начал рисовать рядом с ним очередную фигуру.\n— В тебя попаду с первого раза, — я плюхнулась на землю рядом с ним.\n— Ха, отлично, ёжик. Значит, тебя можно оставить одну.\n— Что? Как одну? Зачем?\n— Так просто, — улыбнулся он.\n— Боже мой! — я с силой ударила его кулаком по плечу. — Может хватит уже? Или ты не видишь, что мне страшно, до чёртиков?! — я ещё раз ударила его и отвернулась, обхватив колени руками. — Придурок.\n— Молодчина, Дин, — Сэм прошёл мимо. — Видимо, доводить людей до истерики — твоё призвание.\n— А я чего? Я ничего, — растерялся Дин. — Эй, Ривс, ты чего? Я же думал, что ты у нас \"железная леди\".\n— Да пошёл ты, — я шмыгнула носом.\n— Ну прости меня, я не хотел тебя обидеть, —  Дин потянул ко мне руку.",
    "answers": [
      {
        "id": 34,
        "text": "- Руки убери."
      },
      {
        "id": 35,
        "text": "- ..."
      }
    ]
  },
  {
    "id": 34,
    "text": "— Ну прости меня, Ривс, — он присел рядом. — Если очень хочется, то можешь врезать мне... Только не по лицу.\n— Отстань, я обиделась, — буркнула я.\n— Хорошо, хорошо, хочешь конфетку? — Дин начал говорить со мной, как с маленьким ребёнком.\n",
    "answers": [
      {
        "id": 34,
        "text": "Укажите команды для картинки",
        "url": "https://data.whicdn.com/images/229165602/original.jpg"
      },
      {
        "id": 36,
        "text": "- Хочу."
      },
      {
        "id": 37,
        "text": "- Не хочу."
      }
    ]
  },
  {
    "id": 35,
    "text": "Дин аккуратно дотронулся до моей руки и погладил.\n— Прости, — он присел рядом и стал тихо поглаживать меня по руке. — Если очень хочется, то можешь врезать мне... Только не по лицу.\n— Отстань, — буркнула я.\n— Хорошо, хорошо, хочешь конфетку? — Дин начал говорить со мной, как с маленьким ребёнком.\n",
    "answers": [
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "http://images6.fanpop.com/image/photos/39000000/Wendigo-dean-winchester-39091960-500-600.jpg"
      },
      {
        "id": 36,
        "text": "- Хочу."
      },
      {
        "id": 37,
        "text": "- Не хочу."
      }
    ]
  },
  {
    "id": 36,
    "text": "— Вот, — он достал из кармана упаковку с разноцветными конфетами. — Давай руку, —  Дин насыпал мне в ладонь кучку маленьких конфеток. — Синие самые вкусные, как по мне, — сказал он и засыпал себе в рот то, что осталось.\n— Спасибо, — я стала пробовать по одной, Дин сначала смотрел на меня, а потом сказал:\n— Эти знаки на земле не дадут вендиго подойти к нам.\n— Они волшебные?\n— Нуу... Серебро отпугивает вампиров, а эти знаки такую нечисть, как этот монстер.\n— Вампиры тоже существуют?\n— Скорее подобие на вампиров, но они тоже боятся солнца и пьют кровь.\n— Слишком много странной информации, — я съела все конфеты и расслабилась.\n— Мне казалось, что ты уже знаешь о существовании... нечисти, разве нет?\n— У меня... были подозрения, но кто же знал, что так оно и есть?\n— Да, это принять сложно, но вы с ребятами неплохо справляетесь.\n— Ты так спокойно об этом говоришь, — я посмотрела на Дина. — Ты что правда охотник за приведениями?\nДин рассмеялся.\n— Нет, не совсем.\n— И Сэм тоже?\n— Да, мы с ним оба охотимся.\n",
    "answers": [
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "url": "https://cdn.pixabay.com/photo/2016/12/08/19/44/hands-1892965_960_720.jpg"
      },
      {
        "id": 38,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 37,
    "text": "— Отставить споры. Давай сюда руку.\n— Зачем тогда спрашивал?\n— Из вежливости, кто же знал, что ты откажешься, — он достал из кармана упаковку с разноцветными конфетами. — Вот, — Дин насыпал мне в ладонь кучку маленьких конфеток. — Жёлтые самые вкусные, как по мне, — сказал он и засыпал себе в рот то, что осталось.\n— Спасибо, — я стала пробовать по одной, Дин сначала смотрел на меня, а потом сказал:\n— Эти знаки на земле не дадут вендиго подойти к нам.\n— Они волшебные?\n— Нуу... Серебро отпугивает вампиров, а эти знаки такую нечисть, как этот монстер.\n— Вампиры тоже существуют?\n— Скорее подобие на вампиров, но они тоже боятся солнца и пьют кровь.\n— Слишком много странной информации, — я съела все конфеты и расслабилась.\n— Мне казалось, что ты уже знаешь о существовании... нечисти, разве нет?\n— У меня... были подозрения, но кто же знал, что так оно и есть?\n— Да, это принять сложно, но вы с ребятами неплохо справляетесь.\n— Ты так спокойно об этом говоришь, — я посмотрела на Дина. — Ты что правда охотник за приведениями?\nДин рассмеялся.\n— Нет, не совсем.\n— И Сэм тоже?\n— Да, мы с ним оба охотимся.",
    "answers": [
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://cdn.pixabay.com/photo/2016/12/08/19/44/hands-1892965_960_720.jpg"
      },
      {
        "id": 38,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 38,
    "text": "— А как вы собираетесь победить этого монстра?\n— У всех есть слабости, и он не исключение. Его можно убить с помощью серебра, ещё огня, ну и знаки анасази, конечно.\n— Анасази?\n— Да, — Дин поднял с земли какую-то книгу и открыл. — Символы анасази и сигнальная ракетница — отличное оружие против вендиго. \n— Ты делаешь записи о монстрах? — я пододвинулась ближе.\n— Это дневник моего отца и...\n— Он тоже охотник?\n— ....\n— Дин?\nМужчина молча на меня посмотрел.\n— Что?\n— Что-то я разболтался. Нет, правда, я ещё никому так много не рассказывал.\n",
    "answers": [
      {
        "id": 38,
        "text": "Укажите команды для картинки",
        "url": "http://supernaturaltv.ru/wp-content/uploads/2014/11/37094095-e1415640455598.jpg"
      },
      {
        "id": 39,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 39,
    "text": "— Я могу чем-то помочь?\n— Нет, ты лучше... — Дин запнулся на середине фразы. — Дай-ка, — в ту же секунду он замахал рукой, требуя мой пистолет.",
    "answers": [
      {
        "id": 40,
        "text": "[Отдать пистолет.]"
      },
      {
        "id": 41,
        "text": "- Зачем?- [Помедлить]"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Вот, — без каких-либо вопросов и недовольств, я отдала Дину свой пистолет.\nИ он просто не смог проигнорировать моё внезапное послушание.\n— Без вопросов отдала своё единственное оружие? Ха, мне нравится, — Дин ослепил меня улыбкой в тридцать два зуба и вставил другой магазин в пистолет.\n— ?...\n— Там серебряные пули, — сразу сказал он. — Вендиго, пули...\n— Я помню. Спасибо, — пистолет вернулся ко мне.\n— Не за что, детка, — опять улыбнулся мне Дин.\n— ..... Послушай, — удивительно спокойным и холодным голосом, начала я, от чего Дин перестал скалиться. — Всего один человек называл меня так... И он умер, поэтому мне тяжело, когда ты зовёшь меня так...\nМы замолчали на пару секунд.\n— Блин, — он провёл рукой по своему лицу. — Прости, я не знал... Мне жаль, Ривс. Прости...\n— Забыли.\n",
    "answers": [
      {
        "id": 40,
        "text": "Укажите команды для картинки",
        "url": "https://pbs.twimg.com/media/Egw7i4kXYAEyiPj.png"
      },
      {
        "id": 40,
        "text": "• Вы доверились Дину и отдали свой пистолет без вопросов. \n• Дин это запомнит.",
        "comment": true
      },
      {
        "id": 42,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 41,
    "text": "— Я поменяю обычные патроны на серебряные, — Дин улыбнулся и потянул руку за моим пистолетом.\n— Я сама, — мне пришлось убрать руку за спину, чтобы мужчина не дотянулся. — Я сама поменяю патроны.\n— Ха, ёжик-скептик. Мне нравится, — Дин достал из кармана магазин с серебряными пулями и протянул мне. — Держи... детка.\n— ...\n— ...\nТак мы и замерли, он держит в руке магазин с патронами и улыбается, а я держу руку на весу и смотрю на него испепеляющим взглядом.\n— Не смотри на меня так, детка, я аж засмущался.\n— Послушай, — удивительно спокойным и холодным голосом, начала я, от чего Дин перестал скалиться. — Всего один человек называл меня так... Он умер, поэтому мне тяжело, когда ты зовёшь меня так...\nЯ замолчала, взяла у него из руки магазин с патронами и принялась заряжать пистолет заново.\nДин какое-то время переваривал мои слова, а потом сказал:\n— Блин, — он провёл рукой по своему лицу. — Прости, я не знал... Мне жаль, Ривс. Прости...\n— Забыли, — я перезарядила пистолет.\n",
    "answers": [
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://pbs.twimg.com/media/Egw7i4kXYAEyiPj.png"
      },
      {
        "id": 42,
        "text": "Далее."
      },
      {
        "id": 41,
        "text": "• Дин понял, что вы \"ёжик-скептик\" и никому не доверяете свои вещи.",
        "comment": true
      }
    ]
  },
  {
    "id": 42,
    "text": "— Дин, — к нам подошёл Сэм. — Можно тебя на пару слов?\nТолько Дин хотел встать, как я спросила:\n— В чём дело? — встав на ноги, я подошла к Сэму. — Больше двух говорят в слух.\n— Всё в порядке, Ривс, — улыбнулся высокий.\n— Тогда говори при всех. Нас хочет сожрать какая-то непонятная тварь, так что секреты нам сейчас не к чему, — я скрестила руки на груди, всем своим видом показывая, что отступать я не собираюсь.\n— Спорить с ней бесполезно, Сэми, — Дин встал рядом со мной.\nСэм тяжело вздохнул.\n— Он рядом. Мы с Дином приманим его к себе, а вы останетесь здесь, — говорил он нам обоим, но смотрел на Дина, а тот кивал.\n— Как вы собираетесь его приманить? — я посмотрела на обоих парней.\n— Всё просто, один из нас будет приманкой, — ответил Сэм.\n— Кто?\nМужчины посмотрели друг на друга, потом повернулись ко мне и в один голос сказали:\n— Дин, — сказал Сэм.\n— Сэм, — улыбнулся Дин.\nМежду нами воцарила тишина, но она была не долгой.\n— Почему это я? — возмутился Дин. — Ты будешь приманкой.\n— Ага, спешу и падаю, — Сэм закатил глаза и посмотрел на друга. — Сейчас твоя очередь быть приманкой, Дин.\n— Неправда.\n— Правда.\nМне осталось только смотреть на их спор.",
    "answers": [
      {
        "id": 42,
        "text": "Укажите команды для картинки",
        "url": "http://images6.fanpop.com/image/photos/33300000/Supernatural_2-21-22-jared-padalecki-33340412-1450-967.jpg"
      },
      {
        "id": 44,
        "text": "- Может хватит?"
      },
      {
        "id": 43,
        "text": "[Молчать.]"
      }
    ]
  },
  {
    "id": 43,
    "text": "Я решила не вмешиваться.\n— ... Сэми, я лучше стреляю, так что засунь свою гордость куда подальше и будь приманкой, — Дин скрестил руки на груди.\n— Причём здесь гордость? — возмутился Сэм. — Сейчас твоя очередь быть приманкой, я был в прошлый раз.... И кто тебе сказал, что ты стреляешь лучше?\n— Я старше и опытнее.\n— Тогда, где ты был, когда меня пытался сожрать оборотень, а? Опытный он...\n*Оборотень? Может и единороги существуют?*\n— Так, хватит, — сказал Сэм давай решим этот вопрос, как настоящие мужчины.\n— Давай. Кто проиграет, тот и будет приманкой.\nОни встали друг напротив друга, с серьёзными лицами.\n*Только не говорите, что они собрались драться.*\n— Готов?\n— Да.\nЭтим они только сильнее настораживали, и я уже приготовилась разнимать их, как вдруг...\n— Ножницы! \n— Бумага!.... Да, блин!\n— Вот так-то, — засмеялся Сэм. — Ты приманка.\nЯ стояла в сторонке и смотрела на грустного Дина и злорадствующего Сэма.\n*М-да, \"разобрались по мужски\" называется...*\n\n\nПродолжение следует.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 44,
    "text": "— Да, точно, — кивнул Дин. — Так, Сэми, давай решим этот вопрос, как настоящие мужчины.\n— Давай. Кто проиграет, тот и будет приманкой.\nОни встали друг напротив друга, с серьёзными лицами.\n*Только не говорите, что они собрались драться.*\n— Готов?\n— Да.\nЭтим они только сильнее настораживали, и я уже приготовилась разнимать их, как вдруг...\n— Ножницы! \n— Бумага!.... Да, блин!\n— Вот так-то, — засмеялся Сэм. — Ты приманка.\nЯ, как третья лишняя, стояла чуть в сторонке и смотрела на грустного Дина и злорадствующего Сэма.\n*М-да, \"разобрались по мужски\" называется...*\n",
    "answers": [
      {
        "id": 45,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 45,
    "text": "Дин пошёл вкратце объяснять ребятам, почему они должны уйти, а мы с Сэмом остались одни.\nСначала мы просто неловко посматривали друг на друга, а потом парень заговорил.\n— Ривс, что тебе рассказал про нас Дин?\n— Нуу, вы охотитесь на... Нечисть?\n— Да, что-то в этом роде, — улыбнулся Сэм. — Ещё кое-что...\n— М?\n— С тобой ничего странного не происходило, в последнее время?",
    "answers": [
      {
        "id": 46,
        "text": "- Нет."
      },
      {
        "id": 47,
        "text": "- Странного? Да, есть такое."
      }
    ]
  },
  {
    "id": 46,
    "text": "— Ничего странного? — ещё раз переспросил Сэм.\n— Ничего странного со мной не происходило, — кивнула я. — Не считая того, что нас хочет убить Вендиго.\n— Да? Ну ладно.\n— О чём шушукаетесь? — к нам подошёл Дин.\n— Ни о чём, — ответил Сэм.\n— Ладно, — Дин переключился на меня. — Будешь скучать по мне?\n— ... Удачи тебе, Сэм, — я похлопала Сэма по плечу и пошла к ребятам.\n— Что значит \"Сэм\"? А как же я?\n— Всё пошли, Дин, — Сэм повёл его под локоть.\n— Нет, подожди, а мне удачи пожелать? Ривс!\nНа такой ноте мы и расстались.",
    "answers": [
      {
        "id": 49,
        "text": "Далее.",
        "blackout": true
      },
      {
        "id": 46,
        "text": "• Вы решили не рассказывать Сэму о своих снах.",
        "comment": true
      }
    ]
  },
  {
    "id": 47,
    "text": "— Правда?\n— Да. Понимаешь... Как бы странно это сейчас не прозвучало...\n— Ривс, чтобы ты сейчас не сказала, я тебе поверю, — Сэм положил руку на моё плечо.\n— Мне снятся кошмары. \n— Кошмары?\n— Не просто кошмары, — я поспешила всё объяснить. — Они сбываются, вот в чём проблема. Сегодня ночью мне приснилось, как монстер убивает... — я посмотрела по сторонам и понизила голос. — Убивает Рона.\nСэм немного помолчал, а потом сказал:\n— Значит, когда ты приходила к Митси и говорила про монстра...\n— Я хотела предупредить их, помочь Мику, но кто поверит человеку, который говорит о монстре в лесу?\n— Как же я тебя понимаю, — Сэм понимающе улыбнулся мне.\n— О чём шушукаетесь? — к нам подошёл Дин.\n— Я тебе потом расскажу, — ответил Сэм.\n— Ладно, — Дин переключился на меня. — Будешь скучать по мне?\n— ... Удачи тебе, Сэм, — я похлопала Сэма по плечу и пошла к ребятам.\n— Что значит \"Сэм\"? А как же я?\n— Всё пошли, Дин, — Сэм повёл его под локоть.\n— Нет, подожди, а мне удачи пожелать? Ривс!\nНа такой ноте мы и расстались.",
    "answers": [
      {
        "id": 49,
        "text": "Далее.",
        "blackout": true
      },
      {
        "id": 47,
        "text": "• Вы рассказали Сэму о своих снах.",
        "comment": true
      }
    ]
  },
  {
    "id": 48,
    "text": "Ребята подождали ещё минуту, на случай, если я решу заговорить, но я молчала, и они быстро потеряли ко мне интерес.\n— Мне вот Митчелл понравился, — для чего-то сообщила Митси.\n— Дин, — тихо сказала я. — Его зовут Дин, а высокий — это Сэм.\n— Да неважно.\nМитси бы продолжила болтать, если бы с дерева не упала ветка и не напугала всех.\n— Что за...!? — Рон стал целиться в стволы деревьев.\nВсе повскакивали, только я осталась сидеть.\n*Знаки защитят... Надеюсь.*\n",
    "answers": [
      {
        "id": 51,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 49,
    "text": "Прошло уже минут пятнадцать — двадцать, а парней всё нет.\nМитси и Стив сидят у костра, а Рон наматывает круги.\n— Эй, Рон, может уже по прямой походишь? — спросил Стив. — А то у меня голова уже кругом от твоих похождений.\n— А может они нас бросили? — вдруг подала голос Митси. — Или они уже мертвы?\n— А ты умеешь настроение поднять, — Рон остановился перед ней. — Без паники, детишки, вон, берите пример с Ривс, — он головой указал в мою сторону, и меня тут же стали сверлить три пары глаз.\nНе обращая внимания, я продолжаю неподвижно сидеть в стороне под деревом и смотреть на пистолет в руках.\n— Эй, Ривс, ты там хоть дышишь? — посмеялся Стив.\n",
    "answers": [
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://oir.mobi/uploads/posts/2020-01/thumbs/1580281702_44-p-koster-v-nochi-63.jpg"
      },
      {
        "id": 48,
        "text": "- ..."
      },
      {
        "id": 50,
        "text": "- Давайте все дружненько заткнёмся и подождём парней, ладно?"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Мне кажется, или ты уж слишком на них полагаешься? — спросила Митси.\n— Они единственные, кто может нам помочь, — тихо ответила я.\n— А может тебе просто кто-то из них понравился? \n— Митси, прекрати, — строго сказал Рон, но девушка его проигнорировала.\n— А что такого? Мне вот, например, Митчелл понравился, — Митси не замолкала.\n— Дин, — я продолжала тихо говорить и смотреть вниз. — Его зовут Дин, а высокий — это Сэм.\n— Неважно.\nМитси бы продолжила свой бессмысленный монолог, если бы с дерева не упала ветка и не напугала всех.\n— Что за...!?\n",
    "answers": [
      {
        "id": 51,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 51,
    "text": "Пока все в панике смотрели на ветки деревьев, я краем глаза уловила какое-то движение и повернула голову вправо.\nТо, что я увидела, заставило меня резко вскочить на ноги и покрепче схватиться за пистолет.\nВ полной темноте, я разглядела огромный силуэт, стоящий на двух ногах.\n",
    "answers": [
      {
        "id": 51,
        "text": "Укажите команды для картинки",
        "url": "https://s1.1zoom.ru/b7350/526/The_Witcher_3_Wild_Hunt_Shaman_Trees_Night_519282_1920x1200.jpg"
      },
      {
        "id": 52,
        "text": "[Закричать!]"
      },
      {
        "id": 53,
        "text": "[Выстрелить!]"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Монстер! — закричала я.\nРебят передёрнуло, и Рон выстрелил совсем в другую сторону, то ли из-за испуга, то ли, чтобы напугать вендиго.\nТак или иначе это помогло, и чудовище скрылось.\n*Вспугнули?... Нельзя подпускать его близко... Может выстрелить ещё, чтобы парни услышали?...*\n— Ривс, ты его видела? — ко мне подошёл испуганный Рон.\n— Да... Он совсем близко.\nЭтого хватило, чтобы напугать ребят ещё больше, Рон схватился за ружьё и медленно стал крутиться вокруг себя, Митси сразу спряталась за него, а Стив встал рядом со мной. Мне казалось, что он вот вот прижмётся ко мне, как ребёнок, но он продолжал стоять на месте и держать дистанцию между ними.\n— Стив, ближе, — почти шёпотом, произнесла я.\n",
    "answers": [
      {
        "id": 54,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 53,
    "text": "Одним резким движением руки, я поднимаю пистолет на нужный уровень и стреляю.\n— Ааа! — Митси и остальных передёрнуло и они быстро повернулись ко мне. — С ума сошла?!\n— Заткнитесь! — прошипела я и стала вглядываться в темноту.\nС выстрелом монстер исчез.\n*Вспугнула? Нельзя подпускать его близко... Может выстрелить ещё, чтобы парни услышали?...*\n— Ривс, ты чего? — ко мне подошёл испуганный Рон. — Предупреждать же надо, так и до инфаркта не далеко.\n— Я видела его... Он совсем близко.\nЭтого хватило, чтобы напугать ребят ещё больше, Рон схватился за ружьё и медленно стал крутиться вокруг себя, Митси сразу спряталась за него, а Стив встал рядом со мной. Мне казалось, что он вот вот прижмётся ко мне, как ребёнок, но он продолжал стоять на месте и держать дистанцию между ними.\n— Стив, ближе, — почти шёпотом, произнесла я.\n",
    "answers": [
      {
        "id": 54,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 54,
    "text": "Я была уверена, что Стив проигнорирует моё \"ближе\", но нет. Он придвинулся ближе, взял меня под левую руку и уткнулся щекой мне в плечо, из-за этого я почувствовала, как его трясёт.\n*И всё же он ещё ребёнок.*\nРядом что-то промелькнуло, и Рон моментально выстрелил. Раздался оглушительный выстрел, а за ним и рёв вендиго.\n— Попал! — прокричал охотник и побежал в лес.\n— Нет! Не выходи...\nРон убежал, знаки анасази уже не помогут.\n",
    "answers": [
      {
        "id": 54,
        "text": "[Остаться на месте.]\n    В разработке.",
        "comment": true
      },
      {
        "id": 56,
        "text": "[Бежать за ним.]"
      }
    ]
  },
  {
    "id": 55,
    "text": "иььбб",
    "answers": [
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://lookaside.fbsbx.com/lookaside/crawler/media/?media_id=1146150708920697<amp>get_thumbnail=1"
      }
    ]
  },
  {
    "id": 56,
    "text": "Отцепив от себя Стива, я побежала вслед за Роном.\n— Не смейте никуда уходить! — крикнула я через плечо и скрылась за деревьями.\nПробежав достаточно большое расстояние, я остановилась и прислушалась.\n— Рон!\nТишина, а потом сзади хрустнула ветка.",
    "answers": [
      {
        "id": 57,
        "text": "[Резко обернуться!]"
      },
      {
        "id": 58,
        "text": "[Выстрелить!]"
      },
      {
        "id": 59,
        "text": "[Ударить!]"
      }
    ]
  },
  {
    "id": 57,
    "text": "Я резко поворачиваю голову назад и...\n— Ааа!!\n— Ааа!\n— Какого чёрта, Сэм?! — я схватилась за сердце.\n— Это ты мне скажи, зачем ушла... И напугала меня? — парень вытер пот со лба.\n— Я напугала? Это ты ко мне сзади подкрался.\n— А что я должен был через весь лес орать: \"Эй, Ривс, я здесь!\" Так что-ли?\n— Ладно, проехали, — я сделала пару вдохов и выдохов. — Мы с ребятами видели вендиго, и Рон убежал. Я не знаю, где он... А где вы шлялись, защитнички, блин? — скрестив руки на груди, я посмотрела на Сэма. — Подожди, а где Дин?\n— Пропал, — ответил парень и достал пистолет. — Пошли, — он зашагал назад.\n— К..куда пошли? А как же Дин и Рон? — я осталась на месте.\n— Ривс, — Сэм заметил моё волнение, подошёл ближе и погладил по спине. — Сейчас мы пойдём к Митси и Стиву, нельзя их оставлять, а потом сразу за Дином и Роном, хорошо?\n— Ты знаешь где они могут быть?\n— Мы с Дином нашли одно место, оно очень похоже на логово вендиго, туда мы и пойдём.\n— Звучит... Опасно.\n— Знаю, поверь, я бы очень хотел отвести вас обратно, но боюсь, что тогда Дин и Рон будут уже мертвы, — Сэм перестал говорить, и взяв меня за руку, зашагал в ту сторону, где были ребята.",
    "answers": [
      {
        "id": 61,
        "text": "Далее.",
        "blackout": true
      },
      {
        "id": 57,
        "text": "Укажите команды для картинки",
        "url": "https://www.thewinchesterfamilybusiness.com/images/SeasonFour/SexandViolence/SV-198.jpg"
      }
    ]
  },
  {
    "id": 58,
    "text": "Инстинкт самосохранения сработал на автомате. Недолго думая, я разворачиваюсь и собираюсь выстрелить, как в последнюю секунду, кто-то хватает меня за руку.\n— Сэм? — страх перемешивается с удивлением, и я просто застываю на месте.\n— Убить меня захотела? — Сэм испуганно косится на пистолет в моей руке.\n— П..прости я... Я... — тут я наконец опомнилась и заговорила. — М..мы с ребятами видели вендиго, и Рон убежал. Я не знаю, где он... И где вы шлялись, защитнички? — скрестив руки на груди, я посмотрела на Сэма. — И ещё... Подожди, а где Дин?\n— Пропал, — ответил парень и достал пистолет. — Пошли, — он зашагал назад.\n— К..куда пошли? А как же Дин и Рон? — я осталась на месте.\n— Ривс, — Сэм заметил моё волнение, подошёл ближе и погладил по спине. — Сейчас мы пойдём к Митси и Стиву, нельзя их оставлять, а потом сразу за Дином и Роном, хорошо?\n— Ты знаешь где они могут быть?\n— Мы с Дином нашли одно место, оно очень похоже на логово вендиго, туда мы и пойдём.\n— Звучит... Опасно.\n— Знаю, поверь, я бы очень хотел отвести вас обратно, но боюсь, что тогда Дин и Рон будут уже мертвы, — Сэм перестал говорить, и взяв меня за руку, зашагал в ту сторону, где были ребята.",
    "answers": [
      {
        "id": 61,
        "text": "Далее.",
        "blackout": true
      },
      {
        "id": 58,
        "text": "Укажите команды для картинки",
        "url": "https://www.thewinchesterfamilybusiness.com/images/SeasonFour/SexandViolence/SV-198.jpg"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Вот тебе! — недолго думая, я разворачиваюсь на каблуках и со всей силы бью наугад.\n— Воу! — в последнюю секунду, Сэм уворачивается и ловит мой кулак.\n— Сэм? — моё удивление перемешивается со страхом, и я просто застываю на месте.\n— Ривс, что ты здесь делаешь? — парень аккуратно опускает мою руку.\n— Я... Я... — тут я наконец пришла в себя и заговорила. — Мы с ребятами видели вендиго, и Рон убежал. Я не знаю, где он... И где вы шлялись, защитнички? — скрестив руки на груди, я посмотрела на Сэма. — И ещё... Подожди, а где Дин?\n— Пропал, — ответил парень и достал пистолет. — Пошли, — он зашагал назад.\n— К..куда пошли? А как же Дин и Рон? — я осталась на месте.\n— Ривс, — Сэм заметил моё волнение, подошёл ближе и погладил по спине. — Сейчас мы пойдём к Митси и Стиву, нельзя их оставлять, а потом сразу за Дином и Роном, хорошо?\n— Ты знаешь где они могут быть?\n— Мы с Дином нашли одно место, оно очень похоже на логово вендиго, туда мы и пойдём.\n— Звучит... Опасно.\n— Знаю, поверь, я бы очень хотел отвести вас обратно, но боюсь, что тогда Дин и Рон будут уже мертвы, — Сэм перестал говорить, и взяв меня за руку, зашагал в ту сторону, где были ребята.\n",
    "answers": [
      {
        "id": 61,
        "text": "Далее.",
        "blackout": true
      },
      {
        "id": 59,
        "text": "Укажите команды для картинки",
        "url": "https://www.thewinchesterfamilybusiness.com/images/SeasonFour/SexandViolence/SV-198.jpg"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Значит, и Мик может быть жив? — я обошла муравейник.",
    "answers": [
      {
        "id": 60,
        "text": "Укажите команды для картинки",
        "url": "https://fluidideas.s3.eu-west-1.amazonaws.com/quad/s3fs-public/styles/landscape_desktop_1x/public/2019-09/supernatural_in_crime_image_leaderboard.jpg?NQ3ng3pIlRhXqVkaWhW9u6xx4SKs3hXP<amp>itok=skGkIC2f"
      },
      {
        "id": 60,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/db/55/35/db553560185437086cdd24de343a8661.jpg"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Значит, Мик может быть ещё жив? — я обошла большой муравейник.\n— Я так думаю, — Сэм шёл большими быстрыми шагами. — Вендиго оставляет некоторых своих жертв... Скажем на запас. Митси пока говорить про брата не стоит.\n— Чтобы зря не обнадёживать, понимаю.\nМы прошли ещё метров шестьдесят и услышали крик Рона.\n— Помогите!\nВместо того, чтобы побеждать на крик, мы с Сэмом схватились за пистолеты и встали спиной к спине.\n*Вендиго может подражать голосам...*\nЯ закрутила головой в разные стороны и увидела Рона.\n— Сэм, смотри! — одной рукой я схватила парня за локоть, а другой указала вправо, где бежал Рон.\n",
    "answers": [
      {
        "id": 61,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/db/55/35/db553560185437086cdd24de343a8661.jpg"
      },
      {
        "id": 62,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 62,
    "text": "— Не-ет! — Рон без оглядки мчался вперёд, спотыкаясь о корни деревьев, а потом увидел нас. — Ривс! Агент! — на испуганном лице промелькнула капелька надежды.\nОхотник побежал к нам, а мы к нему. \nКогда мы были уже близко друг к другу, случилось то, чего никто не ожидал.\nОткуда-то сверху, спрыгнул, или же свалился монстр, он оказался прямо рядом с Роном!\nПуть к нам был закрыт, и мужчине ничего не оставалось, как повернуть в другую сторону, конечно же вендиго кинулся следом.\n\n\nПродолжение следует.\n",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 63,
    "text": "                      \n\n                                 <s><s>(•-( • — • )-• )/\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 64,
    "text": "Мой сон повторяется, только уже на яву.\nСколько бы мужчина не пытался убежать от монстра, всё было бесполезно. Чудовище всё быстрее и быстрее настигало охотника и вдруг прыгнуло, загребая кричащего мужчину под себя.\nМы с Сэмом бежали изо всех сил, было до жути страшно, но я не останавливалась. Вендиго вцепился клыками в спину Рона и потащил на дерево.\n— Чёрт, нет! — Сэм набегу прицелился и выстрелил.\nНепонятно попал он или нет, но монстер зарычал и скрылся в ветках деревьев.\n",
    "answers": [
      {
        "id": 65,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 65,
    "text": "— Рон! — подбежав к дереву",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  }
]