[
  {
    "id": 1,
    "text": " Жанр фантастика.автор истероид.\n\n\nСтранно ощущать себя не такой как все?  Вот и алиса с детства чувствовала тоже самое.  Девушка поступает на работу в больницу, в котором происходят странные вещи, в которых предстоит разобраться и найти истинную любовь на каторую укажет кулон.",
    "answers": [
      {
        "id": 2,
        "text": "НАЧАТЬ "
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b33/2108/be/b7929d34ff9f.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Алиса молодая девушка лет 20ти, блондинка с небесно голубыми глазами. Сегодня ,тот день когда она в первые идет на собеседование в частную клинику \"здоровье\" устраиваться на работу. Прозвенел звонок и стрелки на часах показали 6:00 . \n—пора вставать ,прошептала Алиса и выпрыгнула из своей уютной кроватки. \nОна одела свой любимый халат, цвета спелой вишни и отправилась на кухню. ",
    "answers": [
      {
        "id": 3,
        "text": "выйти на кухню"
      }
    ]
  },
  {
    "id": 3,
    "text": "Алиса вышла на кухню. \n—с начала заварю себе кофе, а потом , потом будь , что будет. \nКухня наполнилась ароматом свежего сваренного кофе, алиса потянулась и достала свои любимые пончики. \nБыстро перекусив, она начала одеваться. Сложила в сумочку документы и вышла из дома . ",
    "answers": [
      {
        "id": 4,
        "text": "выйти на улицу"
      }
    ]
  },
  {
    "id": 4,
    "text": "На улице она поймала первый автобус и поехала в клинику \"здоровье\".Через час автобус остановился ровно около клиники. Алиса выскочила и зашла в корпус первого здания. На рецепшене сидела девушка, которая тут же поднялась и с улыбкой произнесла:-Вас приветствует клиника хирургии и реанимации \" здоровье\". Ее улыбка стала еще шире ,и она уже обратилась лично к Алисе. \n—Это вы устраиваетесь к нам? Вас уже ждет Пëтр Иванович Кудесник ,на первом этаже 113 кабинет. \nАлиса кивнула и пошла к Петру Ивановичу Кудеснику. Он был глав .врачем этой больницы. \nА вот и дверь в 113 кабинет . Алиса вздохнула и постучалась. ",
    "answers": [
      {
        "id": 5,
        "text": "зайти"
      }
    ]
  },
  {
    "id": 5,
    "text": "Алиса заглянула в кабинет . Петр Иванович, сразу обрадовался и пригласил войти. \n—как я рад видеть тебя Алисочка. Ты так подросла как.... он замолчал... погибли твои родители. \n—от куда вы меня знаете? и моих родителей?\n— ооо, я был лучшим другом твоего папы и твоей мамы. У них была мечта поженить тебя и моего племянника Макса, и Петр Иванович смутился. \n—А у него тоже такая фамилия как у вас? не смутившись ляпнула алиса. \n—ой, что ты что ты ,он Макс Тимонс,но он еще тот кудесник -расмеялся петр иванович. \nЛадно ,пусть натали введет тебя в курс дела, покажет  наше детище, нашу клинику, так сказать из нутри.\nАлиса кивнула и вышла из кабинета. ",
    "answers": [
      {
        "id": 6,
        "text": "найти натали"
      }
    ]
  },
  {
    "id": 6,
    "text": "Закрыв за собой дверь Алиса резко развернулась и врезалась в мужчину. Мужчина был по сравнению с девушкой в два раза больше. Брюнет, с карими глазами. \n—смотри куда прешь , фыркнула Алиса.\nМужчина нахмурился и проговорил :-я не виноват, что не вижу мышь, путающуюся у меня под ногами. \n—балван, нахал и грубиян , парировала алиса. \n—и я между прочим не какая не мышь, а будущий врач, так, что выкуси и проваливай. \nОна развернулась и быстрым шагом пошла к рецепшену. Натали оказалась милой девушкой, слегка полноватой. \n—ой ,знаешь алиса у меня сейчас куча дел, бумаги и все такое, давай тебе все покажет наш зам по набору сотрудников Макс. прошептала заговорщески Натали. \n—давай, я буду только рада улыбнулась девушка. \n",
    "answers": [
      {
        "id": 7,
        "text": "Пойти с максом"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a34/2108/6e/6334d5c8c976.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "Через минуту подошел Макс. \n—ну, что кому мне показывать наши владения? -громко произнес он и от неожиданности Алиса вздрогнула ,и повалилась прямо в руки к заму. \nМужчина хмыкнул и произнес :-опять ты... ну ладно, пошли покажу тебе нашу клинику, а начнем мы пожалуй с реанимационого отделения. \nДевушка кивнула и пошла в след за Максом. ",
    "answers": [
      {
        "id": 8,
        "text": "зайти в реанимацию"
      }
    ]
  },
  {
    "id": 8,
    "text": "В палате интенсивной терапии было стирильно чисто, даже глаза резало от белезны стен. На металических носилках лежала женщина лет 30.Она была вся в трубках  ,и на столько бледной, что казалось, что жизнь покинула ее. \nОколо стены сидел мальчик, с виду ему было года два не больше. Он смотрел на женщину и улыбался. \n—привет сказал он Алисе, я тут жду свою мамочку. Она должна сегодня прийти ко мне. Я так счастлив. \nАлиса повернулась к Максу и спросила:\n—скажи, а разве можно пускать в реанимацию маленьких детей? \n—каких детей? бровь у мужчины приподнялась и он уставился на Алису, и вероятно думал , что мало того чуть его не убила так еще и больна на голову. \nАлиса повернула голову к стенке где сидел ребенок, но его уже не было. \n—да так, это просто вопрос! и я не кого не видела -вспыхнула как спичка алиса. \n—ну да, ну да . усмехнулся Макс. \n—я не надолго отлучусь ,а ты жди меня в каридоре, подмигнул мужчина и скрылся. \n",
    "answers": [
      {
        "id": 9,
        "text": "выйти в коридор"
      }
    ]
  },
  {
    "id": 9,
    "text": "Алиса вышла в коридор, села на диванчик . Вдруг она увидела ,как в коридоре появился дед. Он стоял ,и как буд -то ждал кого- то. Он был счастлив, как тот мальчик в реанимации. Алиса поднялась и спросила:-я могу вам чем то помочь? \nДедушка улыбнулся, присел на диван и произнес:-нет, если только выслушать мою историю? \nАлиса села рядом, ждать еще наверно долго, а старик так хотел рассказать что-то",
    "answers": [
      {
        "id": 10,
        "text": "выслушать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Знаете когда я был молодым, начал рассказ старик. У меня была любимая девушка. Она была из простой семьи , а я из богатой. Мои родители считали, что мы не подходим к друг другу, и нашли для меня другую пассию. \nНо я ночью забрал с собой свою любовь, мы ушли в лес. На опушке леса, там была поляна и церквушка. Вот там нас и обвенчили. Я подарил своей любви кулон ввиде сердца, как напоминание об истинных чувствах. Но у нас как в сказке , по доброму улыбнулся старик... как говорят:-жили они долго и счастливо и умерли в один день. \nОн замолчал и через минуту крикнул:\n— Настенька, я так долго тебя ждал. Ну, что же ты не шла ? \nБабушка улыбнулась и обняла своего мужа. \n:-ты рассказал этой девушке нашу историю любви? спросила шепотом она. \n—да да, я рассказал и узнал ее. \nБабушка развернулась, сняла с своей шеи, цвета морской волны кулон и протянула Алисе. \nДержи, и знай когда придет время он тебе укажет на истинную любовь и поможет.. \n",
    "answers": [
      {
        "id": 11,
        "text": "взять кулон"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a24/2108/81/13f41a49dfb3.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "Алиса взяла кулон и положила его в кармашек джинсов. \nСтарики тут же преобразились .Он был- красивым юношей  а она -прекрасной девушкой Настенькой. \nПошли ,нас уже ждут. -Прощай Алиса. и они начали растворятся ,поднимаяся к потолку. \n\nДень подходил к концу ,и надо было уже ехать домой. Появился Макс и произнес:-ты принята, вот прочитай правило. И кстати ,за грубость ты будешь на дежурстве со мной всю ночь ,работая в морге. \n—Хорошо, вздохнула Алиса, и поплелась за мужчиной в другой сектор . \n",
    "answers": [
      {
        "id": 13,
        "text": "Морг"
      },
      {
        "id": 13,
        "text": "морг"
      }
    ]
  },
  {
    "id": 12,
    "text": "Открыв двери морга, Алиса зашла внутрь. Было очень холодно. Макс усмехнулся , открыл шкаф вытащил от туда теплый свитер,толстые брюки , шерстяные носки и шапку. \n—одевайся а то околеешь, а места у нас уже нету \n—откуда эти вещи спросила алиса. \n—а кто его знает, может вон той женщины с номера 22.\n—Что????? \n—да шучу я . мы закупаемся шмотьем для персонала. сказал  макс. \nАлиса переоделась, стало значительно теплее . \nМакс вышел и девушка осталась одна. \nВдруг в углу она заметила шевеление, кто то ходил и что то искал. \nАлиса испугалась и нырнула под стол. \nНе кто остановился около 22й ячейки и сказа:\n—пора, просыпайся\nАлиса схватив какую то палку выскочила на незнакомца и шандарахнула его по голове. Палка прошла сквозь незнакомца и ударилась об железный пол морга. \nНечто повернулось захохотало. Свет от одинокой лампочки приломился и Алиса разглядела  кто это был",
    "answers": [
      {
        "id": 13,
        "text": "разглядеть нечто"
      }
    ]
  },
  {
    "id": 13,
    "text": "Алиса увидела ,как из под черного капюшона зияют глазницы. Они были черными и пустыми. \n—кто вы? как вы оказались? что вам надо? прошептала в стахе Алиса. \n—я смерть, А пришла закончить свою работу, превращая ваши тела в тлен. Но так как ,ты -она указала своим костяным пальцем на девушку, помешала мне, то мою работу закончишь завтра сама. Она взмахнула своим толи посохом , толи косой и исчезла. \n—тьфу бред какой-то. Мне пора бы отдохнуть. А то мерещатся: то мальчики, то старики, то смерть с косой. Зашел Макс. Алиса виновато подошла ближе к мужчине и проговорила:- \n—извини меня за утро, я только первый день, не могли бы вы меня отпустить домой, я так устала. \n—Ладно. собирайся я отвезу тебя домой, а то как не как ночь на дворе. ",
    "answers": [
      {
        "id": 14,
        "text": "Вернуться домой"
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b27/2108/7d/034792f3013d.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "Макс высадил девушку почти у самого порога. Она помахала ему рукой и зашла в дом. Переодевшись в пижаму, она забралась под теплое одеяло и сразу же заснула. Во сне кто то дотронулся до ее плеча, алиса вздрогнула и открыла глаза. Передней стояла женщина, она смотрела ей  в глаза, как бы ищя в алисе надежду. \n—это вы значит меня проведете завтра, я конечно рада, что вы по красивее той, что приходила ко мне вчера, но вы такая не опытная. \n—Кто вы? и что вам от меня надо ? недовольно сказала алиса, но все таки встала с кровати. \nЯ та, чей номер 22.помните?Завтра вы меня проведете, а по пути я вам все расскажу и покажу, ведь это не последний мой путь, да и не первый.... \nОна проговорила ,и ее стало тянуть какими то нитями .. \n—что с вами? схватив женщину за руки ,Алиса попыталась спасти ее. \n—но та улыбнулась и произнесла:-тело , оно тянет меня , поторопись..... и она исчезла. \nПоспать так и не получилось, Алиса пошла умываться , одеваться и через два часа ей вновь на работу. ",
    "answers": [
      {
        "id": 15,
        "text": "закончить процедуры и выйти на улицу"
      }
    ]
  },
  {
    "id": 15,
    "text": "Алиса вышла на улицу и решилась прогуляться пешком. Солнышко светило , день предстоял хороший. Так пешком она почти дошла до клиники. Осталось метров пять наверно. Алиса посмотрела по сторонам и пошла через дорогу к воротам. \nВВВЖЖЖЖЖЖЖЖ БАМММММММ\nГромкий звук двигателя, свет, боль и тьма. \nНачали собираться люди. Какая то старушка прошептала:-боже она такая молодая... \n— да уж большая скорость видимо. \nВдруг откуда то выскочили санитары, врачи. Она наклонились над девушкой и через минуту один врач произнес \n7:13 зафиксируйте. Она умерла. \nАлиса подошла ближе , что бы посмотреть что за девушка умерла у нее на глазах. \nОна лежала на асфальте, красное пятно растекалось из головы, но тело не было повреждено. Девушка была красивая, блондинка, небесно голубые глаза, пухлые губы. Одета она :в черную футболку, синие джинсы и белые кросовки. \nРядом с девушкой на коленях стоял макс.Его глаза были полны слез, он сжимал девушке руку . ",
    "answers": [
      {
        "id": 16,
        "text": "заговорить"
      }
    ]
  },
  {
    "id": 16,
    "text": "Макс, макс сказала Алиса, но мужчина как буд-то не слышал ее.Через дорогу стояла та, что была тогда в отделении морга, но теперь она была другая, волнистые волосы, прямой не большей носик, но глаза были черные как смоль. Она позвала Алису и сказала. Я дам тебе год , чтобы ты работала за меня. Если мне понравится, то я отблагодарю тебя . Но если нет ,то пеняй на себя.Я встречу тебя по ту сторону и отдам тебе свой посох, пользуйся им разумно. \nИ она исчезла. \nПодошла женщина из 22й.Ну на конец-то . Пошли. Я и так уже задержалась. Она взяла за руку и мы начали подниматься все выше и выше. ",
    "answers": [
      {
        "id": 17,
        "text": "за облаками"
      }
    ]
  },
  {
    "id": 17,
    "text": "Алиса поднималась все выше и выше. пока не попала на остров. Там их уже ждала смерть. Она повернулась к женшине и сказала :\n—садись в лодку ,тебя уже заждались твои родные. а ты !она показала пальцем на Алису слушай :-посох, имеет две стороны  одна забирает жизнь а другая возвращает. Кольцо служит тебе для того что бы ты могла забрать душу которая не хочет покидать свое тело. И вот еще мой сундучек , тут находятся:смерч, землетречение, цунами, мор. их ты должна охранять как саму себя. ну вот вроде и все. А теперь пока , встретимся тут через год. ",
    "answers": [
      {
        "id": 18,
        "text": "взять предметы"
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b35/2108/ca/dd66c1e8d03c.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "Алиса взяла предметы . Что же делать ? куда идти!? И тут ее как буд-то вынесло куда то ,и она оказалась в не большей деревушки, около домика. Ее тянуло магнитом зайти в нутрь. Дверь была закрыта, но для Алисы она была словно призраком. Она прошла сквозь нее и увидела , женщина склонилась над колыбелью и гладила по голове ребенка. Ребенок был бледен . Женщина обернулась и кинулась в ноги Алисы. \n—пожалуйста не забирай его у меня, это все, что осталось в моей жизни. \nАлиса посмотрела на посох и подумала. Смерть сказала что одна дает жизнь а другая забирает, но она не сказала какая имено сторона дает жизнь. \nОна начала искать, что-то в комнате, и в друг ,в углу ,она увидела дохлую мышь. Ура! подумала Алиса и дотронулась посохом до тела мыши. Мышь тут же подскочила и понеслась прочь. Тогда Алиса подошла к колыбели ,дотронулась до ребенка. \n—спасибо ... тихо произнесла женщина и заплакала. \nАлису тут же понесло куда то еще. Она в секунды оказалась около не большой церкви. Внутри которой по середине лежал священник. ",
    "answers": [
      {
        "id": 19,
        "text": "подойти ближе"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c34/2108/65/515f64485bb6.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "Алиса подошла ближе и священник повернул голову. \n—ты пришла за мной?О сколько я молился, и вот меня услышали. Я рад видеть тебя . \n—Алиса дотронулась посохом и священник испустил дух. Теперь Алису перенесло в какую то таверну где был самый разгар праздника. Люди пили , танцевали. Вдруг один мужчина схватив нож ,ринулся на другого мужчину и на нес удар. \nАлиса достала кольцо и оно тут же засветилось ярко красным светом . \nЛежавший мужчина посмотрел на девушку и закричал уходи прочь, сгинь.  Я не куда не пойду с тобой. \nКольцо еще больше покрачнело и душа со свистом вырвалась и затянулось в кольцо. \nАлису выбросило на озеро. Там стояло нечто с рогами и копытами. \n—делись добычей, вырускай душу. про рычал он. \n—Алиса вытащила кольцо и душа тут же выпорхнула наружу. \nДемон открыл ладонь и поймал дух мужчины, посадив его в свой мешок. \n—Удачи тебе в охоте, прорычал демон и исчез. \nАлису вдруг затрясло и ее как пулю выкинуло в Сильвию, к клинике \"здоровье\"",
    "answers": [
      {
        "id": 20,
        "text": "зайти в нутрь"
      }
    ]
  },
  {
    "id": 20,
    "text": "Она зашла внутрь и ее магнитом потянуло в реанимационное отделение. На железном столике лежал Макс. Она подошла ближе и макс повернувшись спросил. \n—ты пришла за мной? \nАлиса молчала не зная, что сказать. \nМакс продолжил , одолжи мне минуту ?Я хочу тебе что -то рассказать. Быть может об этом узнает один человек. И простит меня. \nАлиса кивнула. ",
    "answers": [
      {
        "id": 21,
        "text": "выслушать рассказ"
      }
    ]
  },
  {
    "id": 21,
    "text": "Может  быть ты помнишь девушку которую ты забрала у меня?Ее звали Алиса. Ты знаешь она как цветок ворвалась в мою жизнь. Я уехал тогда из города марии в сильвию. Меня тогда грызла боль ,и я старался  забыться. Она наверно не помнит этого, но я был виновником гибели ее родителей. \nАлиса напряглась и прислушалась. Макс продолжил. \nМы ехали тогда с моим дядей, ее родителями . Я был за рулем. И не справился с управлением , машину перевернуло. И.... родители Алисы погибли, а я и дядя остались жить. Дядя поклялся , что как только Алисе исполнится 18 лет ,мы поженимся. Но когда она пришла к нам устраиваться на работу, я был таким ослом, что не понял что влюблен в нее и отпугнул своими действиями. \nАлиса стояла и не знала , что ответить. Вдруг что то начало жечь огнем . Она опустила руку под подол ее черной мантии и достала кулон. Он горел цветом морской волны и горел огнем. \nМакс закрыл глаза. \nАлиса заметалась по комнате не зная , что делать. ",
    "answers": [
      {
        "id": 22,
        "text": "взять посох"
      }
    ]
  },
  {
    "id": 22,
    "text": "Алиса поставила сундук на столик и вытащила посох. и прикоснулась к максу. Макс пришел в себя и открыл глаза. \nАлису тут же выкинула на остров. Она поставила посох и вытащила кулон. Он все еще горел ,но цвет его потух , стал тусклее в разы. \n—А где сундук? спросила в слух Алиса, мне его надо вернуть, а то попадет еще в чужие руки. \n",
    "answers": [
      {
        "id": 23,
        "text": "отправится на поиски"
      }
    ]
  },
  {
    "id": 23,
    "text": "Алиса вспомнила , что оставила сундук в реанимационом зале, когда слушала Макса. \nПодумав о сундуке она тут же перенеслась в больницу и оглядела палату. Но сундука не где не было. \nНу улице поднялся ветер . \nБлин ,ну не ужели его кто спер. Она выглянула в окно и увидела старика, который открывал сундук. \n",
    "answers": [
      {
        "id": 24,
        "text": "выбежать на улицу"
      }
    ]
  },
  {
    "id": 24,
    "text": "Выскочив на улицу, она быстрыми шагами направилась к старику. Старик обернулся и захохатал. \nА из сундука выскочили все три несчастья. они закружились, заплясалии ,рынулись в разные стороны. \nБоже , что я натворила. Надо быстрее в поймать их , пока они не натворили дел. \nЕе перенесло в штат Майко , и выбросило около океана. Над океаном собирались тучи, начинался ураган. \nА люди не замечая лезли в воду. Как будто их, что-то притягивало. \nУраган тут же собрал в свою воронку всех ,и разбросал тела в доль берега. Души летая над берегом испытывали страх. Алиса вытащила посох и начала дотрагиваться до каждого.... но посох не работал. ",
    "answers": [
      {
        "id": 25,
        "text": "взять кольцо"
      },
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c18/2108/00/79a5f434b60f.jpg"
      }
    ]
  },
  {
    "id": 25,
    "text": "Она вытащила кольцо и направила на облако из душ ,и их тут же затащило внутрь. \nКак только души оказались в кольце , Алису выбросило на остров, где она в первые разговаривала со смертью. \nК ней тут же подбежал тот самый старик и произнес. \n—Честный обмен, честный обмен\n—И , что ты хочешь обменять, спросила старика Алиса? \n—Чистоту, Любовь, и Верность\nи я отдам тебе твой сундук. \n—хорошо! сказала Алиса. но если обманешь пиняй на себя. \nСтарик проговорил:-как соберешь все, позови, скажи три раза  покажись и я приду. \n",
    "answers": [
      {
        "id": 26,
        "text": "пойти на поиски"
      }
    ]
  },
  {
    "id": 26,
    "text": "Алиса вылетела в Сильвию и оказалась в самом центре города. \n—что же мне делать, с чего начать ?... \nОна задумалась, чистота-это душа ребенка\nверность-может быть девушки к парню\nи любовь .... \nОна вспомнила женщину, которая так просила за своего ребенка, но я ведь не могу отобрать его у нее. \nНо ее тут же перенесло в тот дом, где она уже была раньше. \nЖенщина вешала на веревку белье и вдруг увидев Алису замерла. Она заплакала и побежала к девушке на встречу. \n—пожалуста не забирай его у меня , причитала она. \n—успокойся... я не за ним., и не за тобой , успокоила Алиса женщину. \n—А для чего ты пришла тогда в мой дом? удивилась женщина. \n—я сама не знаю, мне надо отдать чистоту, верность и любовь , а в замен мне отдадут мой сундук с пандорой. \n—быть может я помогу тебе, у меня кое что есть для тебя... и она быстро забежала в дом. \n\n",
    "answers": [
      {
        "id": 27,
        "text": "зайти следом"
      }
    ]
  },
  {
    "id": 27,
    "text": "Алиса зашла в след за женщиной , а та уже спешила к ней. В руках она держала куклу. Куклу похожую на ребенка. \nАлиса взяла куклу и положила в мешок. \n—спасибо тебе.... \n—я Анна\n—спасибо Анна\nИ Алиса вышла из дома, на поиски верности. ",
    "answers": [
      {
        "id": 28,
        "text": "найти верность"
      }
    ]
  },
  {
    "id": 28,
    "text": "Алиса стояла около обветшалой избы, крыша которой покасилась, и кое где были огромные дыры. Она зашла внутрь, и увидела старушку сидевшую в кресле. Старушка держала в руках фотографию молодого человека в военной форме. \nОна повернулась и произнесла:-ты пришла за мной?  но я не хочу, я все еще надеюсь, что мой мальчик вернется домой.  я каждый месяц пишу письма , хожу на почту и отправляю в неизвестность. Но я верна себе и буду делать это пока жива. \n—можно взглянуть на фотографию вашего сына!? спросила Алиса у старушки. \n—да конечно :сказала она и протянула дрожайшей рукой фото",
    "answers": [
      {
        "id": 29,
        "text": "взять фотографию"
      },
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c37/2108/69/912cc87f2cd9.jpg"
      }
    ]
  },
  {
    "id": 29,
    "text": "На фотографии был молодой человек в военной форме. В голове начали мелькать картинки :он лежит в окопе с винтовкой, и рядом с ним лежат в сумке гранаты. Кто то кричит :-окружают, мы все погибнем. Молодой человек обернулся и крикнул :-отступайте в лес, там за лесом находится рота, предупридите их и уходите на север. \nШесть человек выскочили из окопа и прижавшись к земле побежали в сторону леса. Василий ,так звали сына этой старушки, взяв гранаты, обвязал себя ими, ринулся на врага. Когда он был поблизости он выдернул чеку ... Раздался взрыв и рота фашистов расскидало по полю. Василий погиб как герой. \nАлиса смахнула слезы , повернулась к старушке и произнесла. \n—Ваш сын, Василий... он ГЕРОЙ, он... ждет вас на той стороне, где вы будете вместе. И вам не придется ждать его возврашения. \n—я верю тебе, в глазах старухи в первые блестнула искра счастья. Я пойду с тобой, лишь бы быть с моим любимым сыном Василием. Да и муж видимо тоже заждался. \n",
    "answers": [
      {
        "id": 30,
        "text": "взять старушку за руку"
      }
    ]
  },
  {
    "id": 30,
    "text": "Алиса не стала забирать старушку посохом, ведь, так она просто резко выдернет ее из тела. Она протянула руки и забрала душу. Она заперла ее в мешок , туда где лежала кукла. \n—теперь любовь. \nЕе тут же перекинуло в клинику , где она когда то работала. Макс сидел на стуле , облакотившись локтями об стол. Передним стояла бутылка с виски и фотография Алисы. \n— какого хрена ты опять приперлась пробурчал макс. Все ходишь и ходишь.. Вначале забрала мою любовь,потом хотела забрать меня, теперь кого? \nАлиса провела рукой и поменяла облик смерти на привычное максу -/лицо Алисы. \nМакс отпрянул и произнес:- Алиса...ты жива ?... но я же видел как ты... ты умерла... ведь я каждый раз прихожу к тебе на могилу и .... боже как я тебя люблю.... \n—и я тебя ,прошептала сквозь слезы Алиса. Она обняла Макса за шею и прижала его к груди. Из-за спины она достала кулон и одела его на шею своей любви. Кулон озарился ярко красным светом и затащил душу Макса внутрь. ",
    "answers": [
      {
        "id": 31,
        "text": "спрятать тело"
      }
    ]
  },
  {
    "id": 31,
    "text": "Алиса одела кулон на шею и вышла из коридора. Слева от себя она увидела Парня , вернее дух парня котрый умер часа два назад . Она подошла к нему и проговорила. \n—слушай не мог бы ты помочь мне, а я верну тебя к жизни. \nПарень улыбнулся и сказал: я помогу тебе просто так, а ты помоги мне добраться до родителей. \n—хорошо. Девушка подвела парня к телу макса и произнесла :дух вернись на сутки в сосуд этот, а как сослужишь мне возвращайся к своей семье. Тут же дух парня влетел в тело, и мужчина открыл глаза. \n—иди, у тебя сутки, чтобы помочь ему, себе и мне. \nАлиса кивнула и ее перебросило на тот самый остров. ",
    "answers": [
      {
        "id": 32,
        "text": "Остров"
      }
    ]
  },
  {
    "id": 32,
    "text": "Алиса вышла на остров и произнесла :-появись, появись, появись. \nТут же выскочил старик держа в руках сундук. Отдавай мешок, взревел старик и схватил за низ ткани. Ткань не выдержала и порвалась . Из мешка вылетела душа старушки и взмыла вверх. \nСтарик схватил за куклу и остатки мешка. Начал шарить, искав наверное другие души. \nАлиса схватила сундук. Другой рукой она взяла посох  и тюкнула старика по горбу на спине. \nОн заверещал, выпустил куклу и с криком \n—обманула , ты меня обманула- ринулся на Алису. \nИз глубины озера вышло нечто , то самое , что забрало душу из кольца. Он разорвал старика на части и прорычал, ну не как нельзя доверить пустяк. И тут же скрылся из виду. \nДевушка осталась одна . Она взяла в руки кулон , поцеловала и спрятала его за пазуху. \n",
    "answers": [
      {
        "id": 33,
        "text": "вернуться в больницу"
      }
    ]
  },
  {
    "id": 33,
    "text": "Алиса подумала о больце и перенеслась туда. Она подошла к Максу и поднесла кольцо, душу парня затянуло тут же. \nТело упало и обмякло. \nДевушка сняла кулон и одела на любимого. Посохом она дотронулась до Макса и он открыл глаза. Алису тут же как ветром сдуло. ",
    "answers": [
      {
        "id": 34,
        "text": "вернуться на остров"
      }
    ]
  },
  {
    "id": 34,
    "text": "Алиса стояла на острове а перед ней стояла смерть. Она произнесла:-прошел год, и я вернулась. Я хочу проверить твою работу а для этого я призову свою сестру :сон.\nСон появилась неожиданно и произнесла. Здравствуй сестрица , она растелила покрывало и на ней как на экране пошли картинки работы Алисы. \nНе чего не утаила сон, даже происшествие с сундуком. Смерть повернулась к девушке и сказала. \n—ты молодец ,и теперь я награжу тебя. Выбирай ... ",
    "answers": [
      {
        "id": 35,
        "text": "Быть ребенком в семье макса"
      },
      {
        "id": 36,
        "text": "вернуться в чужое тело"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я хочу родится в семье , чтобы моим отцом был макс. Смерть кивнула и произнесла :да будет так. через год макс найдет себе девушку:рыжеволосую Сьюзи. Она будет любить его и через месяц они сьграют свадьбу. Через год родишся ты. ",
    "answers": [
      {
        "id": 38,
        "text": "согласится"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я хочу вернуться в тело. Что бы моя любовь продолжилась рядом с ним. ",
    "answers": [
      {
        "id": 37,
        "text": "вернуться в тело"
      }
    ]
  },
  {
    "id": 37,
    "text": "Смерть кивнула , взяла Алису за руку и они появились в морге в штате Ригуа. Пред Алисой лежало тело молодой девушки она была очень красивой , пухлые губы, брюнетка с карими глазами. Как только алиса сделала выбор , смерть сказала :- как только ты проснешся ,ты забудешь все, что с тобой произошло , забудешь и макса. Но только истинная любовь найдет дорогу к счастью",
    "answers": [
      {
        "id": 41,
        "text": "новый путь к счастью"
      },
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "Нажмите,чтобывставитьссылку"
      },
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a05/2108/18/761876fa6dff.jpg"
      }
    ]
  },
  {
    "id": 38,
    "text": "Алиса согласилась и тут же смерть ударила ее и она превраьилась в свет. который на два года был помешен в колбу , ожидания",
    "answers": [
      {
        "id": 39,
        "text": "два года вперед"
      }
    ]
  },
  {
    "id": 39,
    "text": "Боже ты посмотри на нее она просто чудо. Склонилась девушка над колыбелью. У нее твои глаза и мои кудряшки. Максобнял жену и произнес :она просто ангелочек. Я буду любить ее всю жизнь и оберегать. ",
    "answers": [
      {
        "id": 40,
        "text": "конец"
      },
      {
        "id": 39,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c04/2108/62/d29fe485bb74.jpg"
      }
    ]
  },
  {
    "id": 40,
    "text": "Конец. А как будет судьба складываться алисы мы можем только догадываться. Хотите прочитать книгу снова? ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 41,
    "text": "Алисы теперь нет, но душа ее теперь живет в другом теле. \nВика ,Вика -раздался голос професора Антона Владимировича Гурвина, я хочу сообщить тебе отличную новость, тебя направляют а Сильвию по обмену опытом с лучшим из докторов Максимом Денисовичем Тимонс. Вот твой билет на самолет, он вылетант через час. \nВиктория скорчила рожицу и пошла собираться на самолет. \nЧерез час она уже была в городе Сильвия. И открывала двери в клинику \"здоровье\"\nМакс вышел и пробурчал , опять прислали не доучку. \n—Ну куда мне до умного осла , громко усмехнулась Вика. И сморщила свой хорошенький носик. Пусти, а то стал как истукан , не пройти не проехать. \nМакс остановился и замер, в груди защемило. Как буд-то дежавю подумал мужчина, дану бред какой то ,и он махнул рукой. Зайдя следом, он направился в свой кабинет и столкнулся с днвушкой, она упала прямо в его руки. \nМакс нежно поставил девушку на ноги и произнес :теперь я не буду ослом и не отпушу тебя больше не когда. ",
    "answers": [
      {
        "id": 42,
        "text": "прошел год"
      }
    ]
  },
  {
    "id": 42,
    "text": "Прошел год. Макс и виктория поженились, в лесу на опушке леса , в старой церквушке. У них родились двое красивых детей:девочка и мальчик. Давай назовем ее Алиса прошептала Вика глядя на Макса. А мальчика Деймон в честь твоего отца . \n—Хорошо любимая , прошептал Макс . ",
    "answers": [
      {
        "id": 43,
        "text": "конец"
      }
    ]
  },
  {
    "id": 43,
    "text": "Надеюсь вам понравилась эта необычная книга и вы захотите прочитать ее еще раз",
    "answers": [
      {
        "id": 1,
        "text": "хочу. "
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  }
]