[
  {
    "id": 1,
    "text": "Вам нравятся кошки? А хотели бы вы испытать на себе жизнь кошки? Если да, то этот квест точно для вас! \nВы — Рози, любимая кошка одной писательницы, что взяла вас в свой дом два года назад. Проживите этот день в качестве Рози. Каким питомцем вы будете? Милой и пушистой кошечкой или непоседливым тигром? Выбор за Вами. \n\nАвтор: arfi\n \nЖанр: симулятор, микроквест",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://a.radikal.ru/a25/2110/c8/afce4c49ae40.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://c.radikal.ru/c06/2110/d4/34f12abaf406.jpg",
        "system": true
      },
      {
        "id": 63,
        "text": "Далее",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Сегодня дождь. Вы лежите на подоконнике и смотрите на людей, пытающихся найти укрытие. Те, кто взял сегодня зонт с собой, удачливые люди. Или просто продуманные. \n\nВаша хозяйка еще не вернулась домой. Обычно она возвращается в это время, но, видимо, из-за дождя она немного задерживается. Она, кстати, не относится к подобным людям. \n\n\"Хозяйка\" — именно так она назвалась при вашей первой встрече. ",
    "answers": [
      {
        "id": 4,
        "text": "[Вспомнить первую встречу]"
      },
      {
        "id": 8,
        "text": "[Продолжить лежать]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ваши достижения: \n(всего их 6 сюжетных <plus> 1 секретное) ",
    "answers": [
      {
        "comment": true,
        "id": 3,
        "text": "* Первая встреча",
        "need": 7,
        "var_add": [
          "dost",
          1
        ]
      },
      {
        "comment": true,
        "id": 3,
        "text": "* Кусочек мяса",
        "need": 26,
        "var_add": [
          "dost",
          1
        ]
      },
      {
        "comment": true,
        "id": 3,
        "text": "* Вкусняшка",
        "need": 37,
        "var_add": [
          "dost",
          1
        ]
      },
      {
        "comment": true,
        "id": 3,
        "text": "* Отличный игрок",
        "var_need": [
          "sto",
          1
        ],
        "var_add": [
          "dost",
          1
        ]
      },
      {
        "id": 3,
        "text": "* Водопой",
        "comment": true,
        "var_need": [
          "voda",
          300
        ]
      },
      {
        "id": 3,
        "text": "* Туалетный котик",
        "comment": true,
        "var_need": [
          "tual",
          1000
        ]
      },
      {
        "id": 3,
        "text": "* Коллекционер ",
        "comment": true,
        "var_need": [
          "bi",
          9
        ]
      },
      {
        "id": 63,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы вспомнили тот день. Было также дождливо, как и сегодня. Вы были котенком, который \"уже слишком взрослый, чтобы забирать его к себе\", но еще слишком маленький, чтобы выжить в этом суровом мире. \n\nВы сидели возле какого-то здания, прижавшись всем телом к асфальту. Ваша мать родила вас, после чего странные существа забрали вас и выкинули на улицу. Позже вы узнали, что их называют \"людьми\". \n\nВам было холодно и страшно. Близилась зима, а зимой, как известно, кошки редко выживают. \n\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы не придали звуку особой важности и продолжили лежать. Через пару минут в комнату зашла ваша хозяйка, поставила пакеты на стол и недовольно взглянула на вас. \n\n— Роз, почему не встречаешь меня? Я тебе, между прочим, еды купила. \n\nНо через мгновение лицо хозяйки вновь стало добрым и она бросилась обнимать вас. ",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Из здания вышла женщина и пошла в вашу сторону. Вы очень хотели есть и единственное, что вы могои сделать — это издать хоть звук, чтобы вас заметили. ",
    "answers": [
      {
        "id": 7,
        "text": "[Мяукнуть]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Звук был тихий. У вас почти не осталось сил, но женщина вас услышала. Она подошла к вам и что-то сказала. Вы услышали лишь \"... теперь я буду твоей хозяйкой\".",
    "answers": [
      {
        "id": 8,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 8,
    "text": "Дождь почти закончился, а вы все лежите и наслаждаетесь звуками бьющихся о стекло капель. \n\nВдруг из коридора послышался звук ключа и  открывающейся двери. Вы знали, что это могла быть только хозяйка, но все равно насторожились. ",
    "answers": [
      {
        "id": 8,
        "text": "* Вы получили достижение \"Первая встреча\" ",
        "need": 7,
        "comment": true
      },
      {
        "id": 5,
        "text": "[Продолжить лежать]"
      },
      {
        "id": 9,
        "text": "[Пойти посмотреть]"
      },
      {
        "id": 64,
        "text": "[Спрятаться]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы спрыгнули с подоконника и направились в коридор. Там вас ждала хозяйка с двумя пакетами. Как только она увидела вас, сразу же бросилась обнимать вас. \n\n— Роз, а знаешь, что я купила тебе? \n\nОна перестала обнимать вас, вернулась к пакету и начала что-то искать. Она достала маленькую упаковку с лакомством. \n\nЭто ваше... ",
    "answers": [
      {
        "id": 13,
        "text": "...любимое лакомство. "
      },
      {
        "id": 14,
        "text": "...нелюбимое лакомство. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Вам всегда нравилось это свечение. Возможно, в прошлой жизни вы были человеком. Каким-нибудь разработчиком компьютеров. \n\nА что тут у нас? ",
    "answers": [
      {
        "id": 11,
        "text": "[Переписки]"
      },
      {
        "id": 12,
        "text": "[Word]"
      },
      {
        "id": 52,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы нажали на какую-то кнопочку, и перед вами появилась переписка вашей хозяйки с кем-то в социальной сети. Как жаль, что вы кошка и не умеете читать. ",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Здесь много текста. Должно быть, хозяйка пишет книгу. ",
    "answers": [
      {
        "id": 12,
        "text": "Нажато кнопочек:",
        "comment": true,
        "var_show": [
          "poi"
        ]
      },
      {
        "id": 12,
        "text": "Нажать кнопочку",
        "var_add": [
          "poi",
          1
        ]
      },
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Да, это оно, твое любимое лакомство. Хочешь одно? ",
    "answers": [
      {
        "id": 37,
        "text": "[Да]"
      },
      {
        "id": 38,
        "text": "[Нет]"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Тебе не нравится? А мне казалось, это твое любимое. И что теперь делать с этим? \n\nВы демонстративно отвернулись и ушли. Сегодня вам хотелось полежать на окне. Уж слишком хороший вид был за окном. \n\nЗаняв удобную подушку, которую хозяйка любезно постелила на подоконнике для вас, вы уснули. ",
    "answers": [
      {
        "id": 52,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 15,
    "text": "— Какая же ты у меня вечно недовольная ходишь. Интересно, все кошки такие? Ну ничего, я прикупила тебе кое-что. Смотри. \n\nОна достала из пакета небольшую упаковку с лакомством для кошек, немного повертела ее в руках, а затем снова убрала. \n\n— Но это ты получишь только за хорошее поведение. Я до сих пор помню, что ты сделала с моим цветком. ",
    "answers": [
      {
        "id": 16,
        "text": "[Вспомнить]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Кажется, вы припоминаете, что несколько дней назад вы... ",
    "answers": [
      {
        "id": 18,
        "text": "...сгрызли цветок. "
      },
      {
        "id": 19,
        "text": "...разбили горшок с цветком. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Весь следующий день хозяйка провела за своим ноутбуком. Она снова что-то писала. Должно быть, это ее новая книга, в которую она решила погрузиться с головой. \n\n— Рози, как думаешь, ты бы была хорошей героиней книги? \n\nВы вопросительно, как умеют только кошки, взглянули на хозяйку. Та не поняла ваш взгляд, отвернулась к экрану и снова продолжила что-то писать. \n\n— Может мне стоит написать следующую книгу про кота? \n\nОна посмеялась над своей мыслью. \n\n— Вот же глупые идеи иногда меня посещают. \n\nВ такие моменты вам было не понятно, разговаривает она с вами или сама с собой. ",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Хотя цветок теперь выглядит ужасно, ты не виновата. Мне следовало купить тебе травы. \n\nХозяйка улыбнулась вам и снова достала пакетик с вкусностями. \n\n— Ладно, так уж и быть, разделим вину пополам. \n\nИ с этими словами она достала вкусняшку и протянула вам. Вы схватили ее и убежали. ",
    "answers": [
      {
        "id": 17,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 19,
    "text": "— Да.. так жалко, этот горшок мне подарила бабуля в честь публикации моей первой книги. Это было так давно. Тебя еще не было со мной. \n\nВы мяукнули. \n\n— Хочешь услышать эту историю? Здесь нечего рассказывать. Мне было всего 19 лет, я написала свою первую книгу и опубликовала ее. Она оказалась успешной, поэтому моя бабуля решила отпраздновать это. \n\nВы снова мяукнули, давая понять, что уходите. \n\n— Снова идешь спать? Какая же ты у меня ленивая. ",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Куда пойдёте? ",
    "answers": [
      {
        "id": 21,
        "text": "[Спальня]",
        "var_add": [
          "a",
          1
        ],
        "need": -21
      },
      {
        "id": 22,
        "text": "[Ванная]",
        "var_add": [
          "a",
          1
        ],
        "need": -22
      },
      {
        "id": 23,
        "text": "[Кухня]",
        "var_add": [
          "a",
          1
        ],
        "need": -23
      },
      {
        "id": 24,
        "text": "[Кошачий домик]",
        "var_need": [
          "a",
          3
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "Это спальня вашей хозяйки. Здесь расположена огромная кровать, на которой вы любите лежать, когда хозяйки нет дома. Удобный стул, на котором вы, кстати, тоже любите лежать. Стол с ноутбуком, который хозяйка использует по разным причинам. Но самая частая — написание очередной интересной книжки. Вы никогда не читали книг хозяйки, ведь вы кошка и не умеете читать. Но вам всегда было интересно, чем же таким прославилась эта женщина. У нее определённо есть талант. ",
    "answers": [
      {
        "id": 25,
        "text": "[Полазить по столу]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Обычная ванная комната: ванна, раковина и туалет. На раковине стоит стакан с одинокой зубной щеткой. На полочке стоит множество разноцветных бутылочек с различными жидкостями. А вон там, на ванной, лежит губка для тела, тоже одинокая.\n\n В этой комнате все представлено в одном количестве. Да, хозяйка — одинокая женщина, которая живет скучной жизнью в своей уютной квартирке со своей милейшей кошкой. ",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Кухня. Хозяйка готовии что-то вкусненькое. Пахнет мясом. ",
    "answers": [
      {
        "id": 26,
        "text": "[Попросить немного]"
      },
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "В спальне хозяйки вдоль всей стены красовалась ваша обитель. Ваш замечательный кошачий дворец. Вы забрались в уютную \"комнату\" вашего домика и погрузились в свои кошачие мысли. \n\nВаша хозяйка — одинокая писательница. У нее нет мужа или парня. Она живет своей работой и только ей. Ей не интересны другие люди, новые увлечения и интересные прогулки. Она домоседка. \n\nИз ее рассказов вы узнали, что когда хозяйке было 12 лет, она потеряла родителей в автокатастрофе. Тогда ее приютила любимая бабушка, которая и подарила девочке новый смысл жизни — книги. Так и зародилась любовь к писательству. \n\nКогда хозяйке было 19, бабушка умерла от смертельной болезни. Незадолго до этого и была сделана та фотография, что стоит в рамке на столе. \n\nТакой одинокой жизнью и жила ваша хозяка, пока не встретила вас два года назад. Теперь вы — ее единственная семья. \n\nВы кошка, поэтому вам не казалась такая судьба печальной. Если бы вы были человеком, возможно тогда бы это заставило вас задуматься. Но сейчас вы хотите спать. Все кошки любят спать. ",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы запрыгнули на стол. Если хозяйка увидит, вам не поздоровится. \n\nНа столе лежит много разных бумажек. В самом углу стоит рамка с фотографией. На ней изображены девушка лет пятнадцати с пожилой женщиной. Кажется, девушка не выглядит счастливой. ",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы мяукнули. Хозяйка посмотрела на вас. \n\n— Нет, даже не проси. \n\nВы снова мяукнули. \n\n— Ладно, уговорила. Как же я могу отказать тебе, когда ты так жалобно просишь. \n\nОна дала вам кусочек куриного филе. \n\n— Если бы эту сцену кто-то увидел бы, подумал бы, что я тебя совсем не кормлю. \n\n\n* Вы получили достижение \"Кусочек мяса\"",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Концовка: \"Прошлое, настоящее и будущее\"\n\nПоздравляю, вы прошли квест! Теперь вы можете вернуться на первую страницу и взглянуть на свои достижения или пройти квест заново.",
    "answers": [
      {
        "id": 63,
        "text": "Конец. ",
        "var_add": [
          "bi",
          1
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "Ваши концовки:\n(всего их 9) ",
    "answers": [
      {
        "id": 28,
        "text": "* Прошлое, настоящее и будущее",
        "need": -27,
        "comment": true
      },
      {
        "id": 28,
        "text": "* Прошлое, настоящее и будущее",
        "need": 27,
        "var_add": [
          "konz",
          1
        ]
      },
      {
        "id": 28,
        "text": "* Вершитель судеб",
        "need": -33,
        "comment": true
      },
      {
        "id": 28,
        "text": "* Вершитель судеб",
        "need": 33,
        "var_add": [
          "konz",
          1
        ]
      },
      {
        "id": 28,
        "text": "* Старый и новый друг",
        "need": -36,
        "comment": true
      },
      {
        "id": 28,
        "text": "* Старый и новый друг",
        "need": 36,
        "var_add": [
          "konz",
          1
        ]
      },
      {
        "id": 28,
        "text": "* Популярный автор года",
        "comment": true,
        "need": -50
      },
      {
        "id": 28,
        "text": "* Популярный автор года",
        "need": 50,
        "var_add": [
          "konz",
          1
        ]
      },
      {
        "id": 28,
        "text": "* Неудачливая ручка",
        "comment": true,
        "need": -51
      },
      {
        "id": 28,
        "text": "* Неудачливая ручка",
        "need": 51,
        "var_add": [
          "konz",
          1
        ]
      },
      {
        "id": 28,
        "text": "* Семья",
        "need": -60,
        "comment": true
      },
      {
        "id": 28,
        "text": "* Семья",
        "need": 60,
        "var_add": [
          "konz",
          1
        ]
      },
      {
        "id": 28,
        "text": "* Дом, милый дом",
        "need": -61,
        "comment": true
      },
      {
        "id": 28,
        "text": "* Дом, милый дом",
        "need": 61,
        "var_add": [
          "konz",
          1
        ]
      },
      {
        "id": 28,
        "text": "* Вдохновение",
        "comment": true,
        "need": -79
      },
      {
        "id": 28,
        "text": "* Вдохновение",
        "need": 79
      },
      {
        "id": 28,
        "text": "* Уютный вечер",
        "comment": true,
        "need": -116
      },
      {
        "id": 28,
        "text": "* Уютный вечер",
        "need": 116
      },
      {
        "id": 63,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы направились в спальню, где планировали удобно расположиться на большой и мягкой кровати, но вдруг на тумбочке зазвонил телефон. Вы залезли на тумбочку и взглянули на шумное нечто. Конечно, узнать, кто звонит, вы не можете. ",
    "answers": [
      {
        "id": 30,
        "text": "[Столкнуть телефон]"
      },
      {
        "id": 31,
        "text": "[Мяукать в ответ]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы начали играть с источником раздражающего звука. Вдруг телефон, лежавший на самом краю тумбочки, упал и перестал издавать неприятный звук. \n\nВы победно мяукнули. В комнату вошла хозяйка и недовольно заявила:\n\n— Рози, зачем ты это сделала? То цветы, то телефон. \n\nОна посмотрела на полностью разбитый экран тетефона, взяла его и вздохнула. \n\n— Сломан. Теперь придется новый покупать. \n\nПосле этих слов хозяйка положила телефон на тумбочку и вернулась обратно к работе. ",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы мяукаете в ответ на раздражительный звук. Эта жуткая песня доходит до ушей хозяйки, и она приходит на звук. \n\n— А, телефон. Спасибо, что позвала, Роз. \n\nОна посмотрела на экран телефона. \n\n— Неизвестный номер. Интересно, кто это. \n\nХозяйка ответила. \n\n— Алло? Кто это? \n\nПрошло несколько секунд, прежде чем она улыбнулась и продолжила. \n\n— Так это новый номер. А я думала, почему ты не отвечаешь. У меня все нормально, а у тебя? Вот как. \n\nТак и продолжался удивительно приятный разговор. Почему удивительно? Потому что вы никогда не видели, чтобы хозяйка так весело разговаривала с кем-то по телефону. ",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Интересно, был ли этот звонок важен? Снова звонили по работе? Возможно. А может это был новый звонок. Что-то интересное и важное. Хотя любой звонок хозяйке важен. Ей не звонят по пустякам. \n\nОбычно она недолго разговаривает по телефону с недовольным лицом, а затем бросает трубку. Кто звонит ей в эти моменты? Неизвестно. Может реклама или редактор с очередными недовольствами по поводу книги. \n\nА вдруг в этот раз звонок был действительно важным. Важным именно для самой хозяйки. Может она ждала его с большим нетерпением. \n\nТеперь поздно думать об этом. Телефон безвозвратно сломан, а вы возможно изменили ход истории. Хотя какая разница? Вы всего-лишь кошка, не так ли? \n\n",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Концовка: \"Вершитель судеб\"\n\nПоздравляю, вы прошли квест! Теперь вы можете вернуться на первую страницу и взглянуть на свои достижения или пройти квест заново.",
    "answers": [
      {
        "id": 63,
        "text": "Конец. ",
        "var_add": [
          "bi",
          1
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "— Что говоришь? Погулять? Завтра? Ну.. \n\nОна подошла к столу и посмотрела на календарь. \n\n— Да, я свободна. Мы не виделись с тобой с самой школы. Да, после переезда. Я даже и не думала, что мы теперь в одном городе живем. Как ты узнал? А, прочитал обо мне в интернете. Да, я теперь писатель. \n\nТак и продолжалось несколько минут, но вам было уже неинтересно. Вы ушли в свой уютный кошачий \"дворец\".",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Кто это позвонил? Должно быть, бывший одноклассник хозяйки. Да, она как-то рассказывала, что еще в школе у нее был лучший друг. Но они перестали общаться после того, как хозяйка переехала. И вот теперь после стольких лет он нашел ее номер, чтобы пригласить погулять. Какой неожиданный поворот событий. \n\nТеперь они наверное снова станут хорошими друзьями. Это хорошо. Хозяйке нужны друзья и общение. Теперь она будет счастливее. \n\nА может их общение перерастет во что-то большее? Было бы неплохо. Хоть вы и кошка, но даже вам известно о том, что такое любовь. \n\nВозможно, это начало новой истории. Не только истории хозяйки, но и вашей истории. ",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Концовка: \"Старый и новый друг\"\n\nПоздравляю, вы прошли квест! Теперь вы можете вернуться на первую страницу и взглянуть на свои достижения или пройти квест заново.",
    "answers": [
      {
        "id": 63,
        "text": "Конец. ",
        "var_add": [
          "bi",
          1
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы положительно мяукнули и закрутились в ногах хозяйки. \n\n— Держи. \n\nОна дала вам небольшой кусочек вкусняшки. \n\n* Вы получили достижение \"Вкусняшка\"",
    "answers": [
      {
        "id": 39,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы демонстративно отвернулись. \n\n— Не хочешь? Что это случилось такое, что моя Роз не хочет вкусняшку?  Ладно. \n\nОна убрала пачку обратно в пакет и ушла на кухню. ",
    "answers": [
      {
        "id": 39,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы лежите в своем кошачем \"дворце\" и смотрите, как ваша хозяйка что-то активно ищет. \n\n— Да где же оно. \n\nОна ищет что-то важное. \n\n— Где моя любимая ручка на удачу? Как же я смогу написать хорошую речь без нее. \n\nЛюбимая ручка — это самая обычная ручка, которая однажды принесла вашей хозяйке удачу. С тех пор она и стала ее любимой ручкой, приносящей удачу. Она никогда не делает чего-то важногобез нее. \n\nКстати, эту ручку вы... ",
    "answers": [
      {
        "id": 40,
        "text": "...не трогали. "
      },
      {
        "id": 41,
        "text": "...закатили под кровать. "
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы знали, что эта вещь дорога хозяйке, а потому ни за что не стали бы играть с ней. \n\n— Какая же я слепая, вот она. \n\nРучка покорно лежала там, где ее и оставили — в ящике стола. Хозяйка схватила ручку и побежала. \n\n— Опаздываю. Пока, Рози, вернусь вечером. \n\nСегодня был важный день. Была церемония награждения, и хозяйка участвовала в номинации \"Популярный автор года\".",
    "answers": [
      {
        "id": 42,
        "text": "Далее",
        "var_add": [
          "dorog",
          1
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы знали, что эта вещь дорога хозяйке, но пересилить свое кошачье нутро просто невозможно. \n\n— Да куда она подевалась? Точно помню, что оставила ее на столе. \n\nХозяйка взглянула на часы. \n\n— Опаздываю. Придется идти без ручки. Пока, Рози, вернусь вечером. \n\nСегодня был важный день. Была церемония награждения, и хозяйка участвовала в номинации \"Популярный автор года\".",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Хозяйка ушла. Теперь вы можете насладиться тишиной и спокойствием. \n\nЧем бы заняться? ",
    "answers": [
      {
        "id": 45,
        "text": "[Кухня]",
        "var_add": [
          "str",
          1
        ]
      },
      {
        "id": 46,
        "text": "[Прихожая]",
        "var_add": [
          "str",
          1
        ]
      },
      {
        "blackout": true,
        "id": 48,
        "var_need": [
          "str",
          2
        ],
        "need": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "[Подъезд]\n\nЗдесь хранятся ваши письма. Чтобы разблокировать письмо, необходимо открыть любую концовку. \n\n• Всего писем 9",
    "answers": [
      {
        "id": 84,
        "text": "Назад"
      },
      {
        "id": 87,
        "text": "[Письмо из прошлого]",
        "need": 27
      },
      {
        "id": 89,
        "text": "[Письмо из школы]",
        "need": 33
      },
      {
        "id": 90,
        "text": "[Письмо с признанием]",
        "need": 36
      },
      {
        "id": 91,
        "text": "[Приглашение]",
        "need": 50
      },
      {
        "id": 92,
        "text": "[Черновик]",
        "need": 51
      },
      {
        "id": 93,
        "text": "[Письмо печали]",
        "need": 60
      },
      {
        "id": 94,
        "text": "[Письмо от ветеринара]",
        "need": 61
      },
      {
        "id": 97,
        "text": "[Записка]",
        "need": 79
      },
      {
        "id": 117,
        "text": "[Письмо на вечер]",
        "need": 116
      },
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b15/2110/9f/b581d9900a0f.jpg"
      }
    ]
  },
  {
    "id": 44,
    "text": "[Кухня]",
    "answers": [
      {
        "id": 98,
        "text": "[Миска]",
        "need": -98
      },
      {
        "id": 106,
        "text": "[Стол]",
        "need": -106
      },
      {
        "id": 107,
        "text": "[Стол]",
        "need": 106
      },
      {
        "id": 84,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Кухня. Самая обычная кухня. ",
    "answers": [
      {
        "id": 45,
        "text": "Кажется, вы выпили уже много воды. ",
        "comment": true,
        "var_need": [
          "voda",
          50
        ]
      },
      {
        "id": 45,
        "text": "Вы выпили очень много воды. ",
        "comment": true,
        "var_need": [
          "voda",
          100
        ]
      },
      {
        "id": 45,
        "text": "Вам еще не надоело пить? ",
        "comment": true,
        "var_need": [
          "voda",
          200
        ]
      },
      {
        "id": 45,
        "text": "Вода закончилась. ",
        "comment": true,
        "var_need": [
          "voda",
          300
        ]
      },
      {
        "id": 45,
        "text": "[Попить воды]",
        "var_add": [
          "voda",
          1
        ],
        "var_no_more": [
          "voda",
          300
        ]
      },
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "Прихожая. Здесь стоит ваша любимая когтеточка, а также небольшой ящик с игрушечными мышками и мячиками. ",
    "answers": [
      {
        "id": 46,
        "text": "* Вы получили достижение \"Отличный игрок\"",
        "comment": true,
        "var_need": [
          "sto",
          1
        ]
      },
      {
        "id": 47,
        "text": "[Поиграть]"
      },
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Самое время занять себя чем-то интересным. ",
    "answers": [
      {
        "id": 47,
        "text": "Когтей подпилино:",
        "comment": true,
        "var_show": [
          "k"
        ]
      },
      {
        "var_show": [
          "m"
        ],
        "comment": true,
        "id": 47,
        "text": "Мышей словлено:",
        "var_need": [
          "k",
          25
        ]
      },
      {
        "var_show": [
          "mc"
        ],
        "comment": true,
        "id": 47,
        "text": "Мячей закачено:",
        "var_need": [
          "m",
          50
        ]
      },
      {
        "id": 47,
        "text": "[Почесать когти]",
        "var_add": [
          "k",
          1
        ]
      },
      {
        "id": 47,
        "text": "[Играть с мышью]",
        "var_add": [
          "m",
          1
        ],
        "var_need": [
          "k",
          25
        ]
      },
      {
        "id": 47,
        "text": "[Играть с мячом]",
        "var_add": [
          "mc",
          1
        ],
        "var_need": [
          "m",
          50
        ]
      },
      {
        "id": 46,
        "text": "Назад",
        "var_no_more": [
          "sto",
          0
        ]
      },
      {
        "id": 46,
        "text": "Назад",
        "var_add": [
          "sto",
          1
        ],
        "var_need": [
          "mc",
          100
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "Через несколько часов хозяйка вернулась домой.  Она выглядела счастливой, а в руках у нее красовалась награда. Хозяйка увидела вас и улыбнулась. \n\n— Роз, смотри! Я выиграла в номинации! \n\nЭто была первая победа. Сколько же лет вашей хозяйке потребовалось, чтобы получить эту награду. Вы были рады за нее. \n\n— Хорошо, что я взяла с собой ручку. Она помогла мне выиграть. \n\nВы не верили в чудесную ручку удачи. Разве это не глупо? Верить в удачу и полагаться на нее? Эта победа — плод огромного труда. И никакая ручка не способна повлиять на исход событий. Да? Или все-таки нет? ",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Через несколько часов хозяйка вернулась домой.  Она выглядела подавленной. Хозяйка увидела вас и улыбнулась. \n\n— Роз, чем занималась? \n\nПохоже, что и в этот раз хозяйка не смогла выиграть. Каждый год она участвует в номинации, но еще ни разу не выигрывала. \n\n— Интересно, если бы ручка была со мной, я бы выиграла? \n\nВам было грустно за хозяйку. Вы не верили в чудесную ручку удачи. Разве это не глупо? Верить в удачу и полагаться на нее. Победа — это плод огромного труда. И никакая ручка не способна повлиять на исход событий. Тогда почему хозяйка проиграла? Неужели удача имеет настолько большое значение в жизни людей? Или это просто неудачно сложившееся совпадение? ",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Концовка: \"Популярный автор года\"\n\nПоздравляю, вы прошли квест! Теперь вы можете вернуться на первую страницу и взглянуть на свои достижения или пройти квест заново.",
    "answers": [
      {
        "id": 63,
        "text": "Конец. ",
        "var_add": [
          "bi",
          1
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "Концовка: \"Неудачливая ручка\"\n\nПоздравляю, вы прошли квест! Теперь вы можете вернуться на первую страницу и взглянуть на свои достижения или пройти квест заново.",
    "answers": [
      {
        "id": 63,
        "text": "Конец. ",
        "var_add": [
          "bi",
          1
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "Проснулись вы поздним вечером. За окном было тихо, в комнате темно, и лишь небольшой свет монитора освещал комнату. Хозяйки не было в комнате. ",
    "answers": [
      {
        "id": 53,
        "text": "[Кухня]"
      },
      {
        "id": 54,
        "text": "[Ванная]",
        "need": -54
      },
      {
        "id": 10,
        "text": "[Ноутбук]"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы проголодались. На кухне было также темно, как и во всей квартире. К счастью, вы прекрасно видите в темноте. \n\nВ миске была насыпана еда. ",
    "answers": [
      {
        "id": 57,
        "text": "[Съесть сухой корм]"
      },
      {
        "id": 57,
        "text": "[Съесть мокрый корм]"
      },
      {
        "id": 52,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы направились в ванную комнату, чтобы сделать свои дела, но дверь оказалась заперта, а внутри слышались всплески воды. Похоже, что хозяйка в душе. Придется подождать, пока она не выйдет. ",
    "answers": [
      {
        "id": 55,
        "text": "[Мяукать]"
      },
      {
        "id": 52,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы мяукнули, но хозяйка вас не услышала. ",
    "answers": [
      {
        "id": 56,
        "text": "[Попытаться открыть дверь]"
      },
      {
        "id": 52,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы попробовали открыть дверь своими силами, но она не поддалась. Закрыто. Без человеческих рук не открыть. ",
    "answers": [
      {
        "id": 52,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы поели, а затем запили водой. Теперь ваш желудок был полон. Хозяйка уже вышла из ванной, а потому туда поспешили вы. \n\nПосле завершения всех дел вы вернулись в комнату и запрыгнули на кровать. \n\n— Рози, ты тоже ложишься спать? Иди сюда. \n\nХозяйка постукала по месту рядом с ней. ",
    "answers": [
      {
        "id": 58,
        "text": "[Лечь спать вместе с ней]"
      },
      {
        "id": 59,
        "text": "[Уйти спать в свой домик]"
      }
    ]
  },
  {
    "id": 58,
    "text": "Недолго думая, вы устроились под боком у хозяйки и быстро заснули. \n\nПомнится, перед тем, как заснуть, хозяйка рассказывала вам историю из детства. В такие дождливые вечера вы любили слушать ее истории, хоть и мало понимали их. Именно тогда вы чувствовали себя лучше всего. Она — ваша семья, а вы — ее. \n\nТак было, так есть, и так будет еще очень долго. \"Пусть это маленькое мгновение продлится вечность\" — подумали вы и уснули. ",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы решили уйти в свой кошачий \"дворец\". Там и только там вы чувствовали себя лучше всего. Это место — ваш дом. Ваше личное пространство. Всем нужно личное пространство, даже кошкам. \n\nВам ведь не нравится, когда кто-то нарушает вашу зону комфорта? Никому не нравится.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "Концовка: \"Семья\"\n\nПоздравляю, вы прошли квест! Теперь вы можете вернуться на первую страницу и взглянуть на свои достижения или пройти квест заново.",
    "answers": [
      {
        "id": 63,
        "text": "Конец. ",
        "var_add": [
          "bi",
          1
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "Концовка: \"Дом, милый дом\"\n\nПоздравляю, вы прошли квест! Теперь вы можете вернуться на первую страницу и взглянуть на свои достижения или пройти квест заново.",
    "answers": [
      {
        "id": 63,
        "text": "Конец. ",
        "var_add": [
          "bi",
          1
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "• Спасибо всем, кто читает и комментирует данный квест! \n\n• Особенности:\n— уютная атмосфера \n— продолжительность 3-5 минут (микроквест) \n— мини-игры\n\n• Примечание: \nВозможны небольшие обновления квеста, а именно: добавление новых вариантов развития событий, добавление новых концовок, добавление новых мини-игр. ",
    "answers": [
      {
        "id": 63,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "Добро пожаловать в меню квеста! \n\n• Обновления:\n— 15.04.22:\n1. Исправлены недочёты\n— 11.06.22:\n1. Добавлены новые письма",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "middle_answer": true
      },
      {
        "id": 3,
        "text": "Достижения",
        "left_answer": true
      },
      {
        "id": 28,
        "text": "Концовки",
        "right_answer": true
      },
      {
        "id": 62,
        "text": "От автора",
        "middle_answer": true
      },
      {
        "id": 84,
        "text": "Дом"
      },
      {
        "id": 63,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b09/2110/61/1f4ee824bda0.jpg"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы залезли под диван и стали ждать. Через минуту в комнату вошла ваша хозяйка с двумя пакетами. Она поставила их на пол, осмотрела комнату и сказала:\n\n— Рози, снова прячешься? Любишь же ты играть в прятки. Давай, скорее вылазь. Смотри, что я тебе купила. Лакомство, твое любимое. ",
    "answers": [
      {
        "id": 65,
        "text": "[Вылезти]"
      },
      {
        "id": 66,
        "text": "[Продолжить прятаться]"
      },
      {
        "id": 112,
        "text": "[Уснуть под диваном]"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы вылезли из под дивана и мяукнули. \n\n— А вот и ты. За вкусняшкой пришла? \n\nХозяйка достала из пакета пачку с лакомством. \n\n— Но сначала нужно покормить тебя. Подожди немного, я разберу пакеты и насыплю тебе. \n\nВы вместе с хозяйкой направились на кухню. ",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы остались под диваном несмотря на уговоры хозяйки. Она демонстративно обиделась и ушла на кухню разбирать пакеты. \n\nНемного подождя, вы вылезли из своего укрытия и тоже пошли на кухню. ",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вдруг постучали в дверь. \n\n— Кого это к нам привело? \n\nХозяйка пошла открывать дверь. Вы пошли за ней. Гостем оказался мужчина, которого вы знали. Это был редактор, ответственный за книги хозяйки. \n\n— Эм.. здравствуйте? \n\n— Добрый день, я вам писал, но вы так и не прочитали, а дело очень важное. \n\n— Что случилось? \n\n— Прямо на пороге? Даже чай не предложите? \n\n— Извините. Проходите. \n\nХозяйка впустила его в дом. Затем они оба пошли на кухню. Хозяйка заварила чай, а затем спросила:\n\n— Так что случилось? ",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "— Ваша книга случилась. Вы же знаете, что в следующем месяце ее релиз. Меня беспокоит то, что вы еще не отправили нам последнюю главу. \n\n— У меня небольшие проблемы с написанием концовки. \n\n— Давайте вместе обсудим. \n\n— Нет, вы же знаете, что я никогда не обсуждаю сюжет своих книг с кем-либо. \n\n— Да, но остался месяц, а нам еще столько всего нужно сделать. Пожалуйста, допишите главу и отправьте ее мне не позднее конца недели. \n\n— Я вас поняла. Я постараюсь закончить книгу к этому моменту. \n\n— Хорошо. Спасибо за чай, я пойду. \n\nРедактор ушел, а хозяйка принялась писать книгу. Обычно у нее никогда не было проблем с написанием сюжета, что же случилось? ",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы запрыгнули на колени к хозяйке. \n\n— Роз, как же сложно. У меня совсем нет идей. Моя героиня так похожа на тебя. Интересно, как бы ты поступила на ее месте. Не хочешь помочь мне? ",
    "answers": [
      {
        "id": 70,
        "text": "[Мяукнуть]"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Отлично. Тогда сейчас я кратко расскажу тебе сюжет, а ты выбери, как его закончить. Хм, попробуй как-нибудь намекнуть мне, хорошо? ",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Моя героиня попадает в неизвестный мир, где узнает о том, что существует вторая она. То есть героиня из настоящего мира и из параллельного. Сначала все идет хорошо, но потом на нее начинается охота. Она встречает друзей, которые помогают ей выживать в том мире, начинаются долгие приключения. А вот конец я придумать не могу. \n\nВы выслушали хозяйку и спрыгнули с ее колен. \n\nКакой конец вы ей предложите? ",
    "answers": [
      {
        "id": 72,
        "text": "[Запрыгнуть на окно]"
      },
      {
        "id": 73,
        "text": "[Сбросить ножницы]"
      },
      {
        "id": 74,
        "text": "[Запрыгнуть на кровать]"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы запрыгнули на окно. \n\n— Вот как. Такой конец ты мне предлагаешь? Хорошо, я подумаю над этим. Спасибо, Рози. ",
    "answers": [
      {
        "id": 75,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы запрыгнули на стол и сбросили ножницы. \n\n— Вот как. Такой конец ты мне предлагаешь? Хорошо, я подумаю над этим. Спасибо, Рози. ",
    "answers": [
      {
        "id": 80,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы запрыгнули на кровать. \n\n— Вот как. Такой конец ты мне предлагаешь? Хорошо, я подумаю над этим. Спасибо, Рози. ",
    "answers": [
      {
        "id": 81,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 75,
    "text": "Так и прошел месяц упорного написания концовки. А когда книга была уже опубликована, хозяйка рассказала вам, какой конец она написала для героини. ",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "После того, как героиню находят те, кто охотился на нее, ее пытаются убить, чтобы восстановить порядок в мире. Однако она сбегает и с помощью друзей возвращается в свой мир. \n\nСо временем она забивает обо всем, что с ней было. Это приключение становится ее сном. \n\nНеплохая концовка, а вы как думаете? ",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Чтобы спасти свою жизнь, героиня идет на отчаянный шаг. Она меняется местами с собой из того мира. Таким образом, баланс не нарушается, а у героини начинается новая жизнь. \n\nНеплохая концовка, а вы как думаете? ",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "После того, как героиню находят те, кто охотился на нее, ее убивают. Ее же друзья начинают мстить. Так и начинается, возможно, новая история. \n\nНеплохая концовка, а вы как думаете? ",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Концовка: \"Вдохновение\"\n\nПоздравляю, вы прошли квест! Теперь вы можете вернуться на первую страницу и взглянуть на свои достижения или пройти квест заново.",
    "answers": [
      {
        "id": 63,
        "text": "Конец. ",
        "var_add": [
          "bi",
          1
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "Так и прошел месяц упорного написания концовки. А когда книга была уже опубликована, хозяйка рассказала вам, какой конец она написала для героини. ",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Так и прошел месяц упорного написания концовки. А когда книга была уже опубликована, хозяйка рассказала вам, какой конец она написала для героини. ",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "Уютная спальня. Здесь стоит большая кровать хозяйки, на которой вы тоже любите поспать, а также ваш любимый кошачий \"замок\".",
    "answers": [
      {
        "id": 101,
        "text": "[Кошачий \"замок\"]"
      },
      {
        "id": 103,
        "text": "[Ноутбук]"
      },
      {
        "id": 84,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "[Котокликер]\n\n• Максимальный возможный уровень: 8",
    "answers": [
      {
        "id": 83,
        "text": "* Намяукано:",
        "comment": true,
        "var_show": [
          "mew"
        ]
      },
      {
        "comment": true,
        "id": 83,
        "text": "* Поздравляем! Вы достигли 2 уровня! ",
        "var_need": [
          "mew",
          3000
        ],
        "var_no_more": [
          "mew",
          3100
        ]
      },
      {
        "comment": true,
        "id": 83,
        "text": "* Поздравляем! Вы достигли 3 уровня! ",
        "var_need": [
          "mew",
          50000
        ],
        "var_no_more": [
          "mew",
          50300
        ]
      },
      {
        "comment": true,
        "id": 83,
        "text": "* Поздравляем! Вы достигли 4 уровня! ",
        "var_need": [
          "mew",
          200000
        ],
        "var_no_more": [
          "mew",
          200300
        ]
      },
      {
        "id": 83,
        "text": "[Мяу]",
        "var_add": [
          "mew",
          1
        ]
      },
      {
        "id": 83,
        "text": "[Мяу~]",
        "var_add": [
          "mew",
          5
        ],
        "var_need": [
          "mew",
          100
        ]
      },
      {
        "id": 83,
        "text": "[МЯУ]",
        "var_add": [
          "mew",
          10
        ],
        "var_need": [
          "mew",
          500
        ]
      },
      {
        "id": 83,
        "text": "[Супер-мяу]",
        "var_add": [
          "mew",
          25
        ],
        "var_need": [
          "mew",
          1000
        ]
      },
      {
        "id": 83,
        "text": "[Ультра-МЯУ]",
        "var_add": [
          "mew",
          50
        ],
        "var_need": [
          "mew",
          2000
        ]
      },
      {
        "id": 83,
        "text": "[Мрр.. ]",
        "var_add": [
          "mew",
          70
        ],
        "var_need": [
          "mew",
          3000
        ]
      },
      {
        "id": 83,
        "text": "[Мур-мур]",
        "var_add": [
          "mew",
          100
        ],
        "var_need": [
          "mew",
          5000
        ]
      },
      {
        "id": 83,
        "text": "[Бум-мяу]",
        "var_add": [
          "mew",
          120
        ],
        "var_need": [
          "mew",
          15000
        ]
      },
      {
        "id": 83,
        "text": "[Мяук]",
        "var_add": [
          "mew",
          150
        ],
        "var_need": [
          "mew",
          50000
        ]
      },
      {
        "id": 83,
        "text": "[МИАУВ]",
        "var_add": [
          "mew",
          170
        ],
        "var_need": [
          "mew",
          100000
        ]
      },
      {
        "id": 83,
        "text": "[Большой мяу]",
        "var_add": [
          "mew",
          200
        ],
        "var_need": [
          "mew",
          150000
        ]
      },
      {
        "id": 83,
        "text": "[Мяу х1000]",
        "var_add": [
          "mew",
          220
        ],
        "var_need": [
          "mew",
          200000
        ]
      },
      {
        "id": 105,
        "text": "[Перейти на 5 уровень! ]",
        "var_need": [
          "mew",
          500000
        ]
      },
      {
        "id": 86,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "Добро пожаловать домой! Здесь вы можете исследовать квартиру вашей хозяйки на все 100%. Кроме того, вы можете узнать больше интересной информации о персонажах квеста, а также поиграть в мини-кликер. Наслаждайтесь своей кошачей жизнью! \n\n(Рекомендуется сначала пройти основной сюжет квеста) ",
    "answers": [
      {
        "id": 43,
        "text": "[Подъезд]"
      },
      {
        "id": 44,
        "text": "[Кухня]"
      },
      {
        "id": 82,
        "text": "[Спальня]"
      },
      {
        "id": 85,
        "text": "[Ванная]"
      },
      {
        "id": 86,
        "text": "[Прихожая]"
      },
      {
        "id": 63,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 85,
    "text": "[Ванная]\n\nНебольшая ванная комната. Здесь расположен ваш кошачий туалет. ",
    "answers": [
      {
        "id": 85,
        "text": "* Вы получили достижение \"Туалетный котик\"",
        "comment": true,
        "var_need": [
          "tual",
          1000
        ]
      },
      {
        "id": 85,
        "text": "[Сделать свои дела]",
        "var_add": [
          "tual",
          1
        ]
      },
      {
        "id": 88,
        "text": "[Умывальник]"
      },
      {
        "id": 84,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 86,
    "text": "Прихожая. Небольшая комнатка с огромным шкафом для верхней одежды и обуви. Также здесь расположена ваша когтеточка. \n\n[Котокликер] — мини-игра, в которой вам необходимо \"мяукать\", чтобы получать новые взаимодействия и уровень. Просто расслабтесь и кликайте! ",
    "answers": [
      {
        "id": 83,
        "text": "Котокликер",
        "var_no_more": [
          "mew",
          499999
        ]
      },
      {
        "id": 105,
        "text": "Котокликер",
        "var_need": [
          "mew",
          500000
        ],
        "var_no_more": [
          "igra",
          249999
        ]
      },
      {
        "id": 123,
        "text": "Котокликер",
        "var_need": [
          "igra",
          250000
        ]
      },
      {
        "id": 84,
        "text": "Назад"
      },
      {
        "id": 86,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c17/2110/c6/a2761d162acf.jpg"
      }
    ]
  },
  {
    "id": 87,
    "text": "Кому: Элони \nОт: миссис Винджи \nПисьмо: \nДорогая Элони, поздравляю тебя с твоим двенадцатым днём рождения! К сожалению, в этом году я не смогла навестить тебя, но в следующем мы обязательно встретимся. У меня, кстати, уже готов подарок для тебя. Попроси родителей привезти тебя ко мне, я очень хочу увидеть твою реакцию на подарок. Да, это то, что ты так долго просила у меня. \nС любовью, твоя бабушка! \n",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы залезли на раковину. Кажется, хозяйка забыла выключить воду. ",
    "answers": [
      {
        "id": 95,
        "text": "[Выключить]"
      },
      {
        "id": 96,
        "text": "[Искупаться в умывальнике]"
      }
    ]
  },
  {
    "id": 89,
    "text": "Кому: миссис Винджи\nОт: средняя школа\nПисьмо:\nУважаемая миссис Винджи, я — классная руководительница вашей внучки Элони. Пишу вам, чтобы рассказать об одной проблеме, с которой столкнулась Элони. Дело в том, что в нашем классе девочку приняли не совсем хорошо из-за.. из-за того, что она сирота. Вины Элони в этом нет, но, пожалуйста, поговорите с ней на эту тему. Со мной она категорически отказывается говорить. Если так продолжиться и дальше, боюсь, что тогда придёться перевести Элони в другую школу, чтобы не причинить ее психике больший вред.\n",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "Кому: Элони\nОт: Филлип\nПисьмо:\nПривет, Элони, мы с тобой не переписывались с тех пор, как ты переехала. Ты так и не рассказала, что случилось. Я правда переживаю за тебя. Насколько я помню, через неделю у тебя день рождения. Когда тебе придет письмо, то оно уже пройдёт, так что.. Поздравляю с днём рождения! Тебе уже тринадцать, а мне тринадцать будет только через год. \nБуду ждать ответа от тебя. ",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 91,
    "text": "Кому: Элони\nОт: режиссёр \"Океан мечтаний\"\nПисьмо:\nУважаемая Элони, я большой поклонник вашего творчества. Недавно вы выиграли в номинации \"Популярный автор года\". Поздравляю! \nЯ предлагаю вам стать главным сценаристом моего нового фильма \"Океан мечтаний\". Как вы знаете, выход этого фильма ждут многие, поэтому это значительно прибавит вам популярности. Прошу вас рассмотреть мое предложение и дать ответ к концу недели. С нетерпением буду ждать вашего ответа. ",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 92,
    "text": "[Письмо самому себе]\nДорогая Элони из будущего, сейчас я пишу это письмо, чтобы запечатлеть все те эмоции, которые я испытываю. Сегодня я впервые побывала на вручении премии. Когда-нибудь и я хочу стоять на той сцене с наградой в руках. \n\nВ детстве я всегда восхищалась теми историями, которые читала в книгах, а сейчас я начинающий автор. Скоро я допишу свою первую книгу, уверена, что она станет очень популярной. \n\n[Второй лист, написанный через год]\nВот уже год, как я опубликовала свою первую книгу. И да, она действительно стала популярна среди молодёжи. Так что я, можно сказать, исполнила свою мечту. \n\nНо возникли некоторые проблемы с моей второй книгой. К сожалению, редактору не понравилась моя задумка, она сказала мне, что книга выйдет неудачной. Я не стала слушать ее и написала книгу, а потом показала ее другому редактору. Вот ему моя идея понравилась, так что теперь у меня новый редактор. ",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 93,
    "text": "Кому: Элони\nОт: доктор \nПисьмо:\nУважаемая мисс Элони, я лечащий врач вашей бабушки. Спешу сообщить, что вчера ночью ее состояние ухудшилось, поэтому нам пришлось перевезти ее в другую палату. Мне неприятно это сообщать, мисс Элони, но ваша бабушка умирает, и лечение уже не помогает. Потому прошу вас в это нелёгкое время быть рядом с ней как можно чаще. ",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 94,
    "text": "Кому: Элони\nОт: ветеринарная клиника\nПисьмо:\nУважаемая мисс Элони, пришли результаты осмотра вашей кошечки Рози. С ней все в порядке. Никаких отклонений или болезней у нее нет. Можете не волноваться. Так что жду вас через месяц на прививку. И поздравляю с новым членом семьи! ",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 95,
    "text": "Своими маленькими лапками вы долго пытались заставить кран двигаться, но у вас так ничего и не получилось. ",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы устроились под струёй теплой воды. Тепло и хорошо. Хоть вы и кошка, вам нравится вот так нежиться в импровизированной ванной. \n\nНо кажется, хозяйке теперь придут большие счета за воду. ",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Иногда мне бывает тяжело, в эти минуты я вспоминаю о том, что у меня есть Рози. Хоть она и не умеет говорить, она всегда поддерживает меня. Мысль о том, что дома ждет меня голодный питомец, заставляет меня бежать домой быстрее. \n\nПосле потери родителей и бабушки я уже не думала, что смогу стать счастливой. Маленькая девятнадцатилетняя одинокая девушка с глупой мечтой. Вот, кем я была. А сейчас я известна, занимаюсь любимым делом и живу с самым прекрасным существом на всем белом свете. И если кто-то вдруг скажет, что я несчастна, то это окажется неправда. \n\nСчастье, оно такое. Приходит, когда не ждёшь. ",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 98,
    "text": "Ваша миска наполнена едой. Рядом стоит еще одна миска с водой. ",
    "answers": [
      {
        "id": 99,
        "text": "[Поесть]"
      }
    ]
  },
  {
    "id": 99,
    "text": "Взглянув на миску, вы вспомнили историю о том, как хозяйка создала своего персонажа из недавней книги. \n\nВсе случилось из-за того, что вам не понравилась новая еда, которую хозяйка купила вам.\n\n— Роз, почему ты не ешь? Тебе не понравилась еда? \n\n— Мяу. \n\n— Ну вот, а мне показалось, что тебе понравится, поэтому и купила ее. Ты такая привередливая, Рози. Прямо идеальная героиня моей книги. А это идея, почему бы не сделать героиню похожей на тебя. Она тоже не будет любить корм со вкусом \"печени\".\n\nХозяйка часто вдохновлялась вашими с ней \" разговорами\". Вы — ее муза. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "О Рози:",
    "answers": [
      {
        "id": 100,
        "text": "- Не любит печень",
        "comment": true,
        "need": 98
      },
      {
        "id": 100,
        "text": "- Главный источник вдохновения хозяйки",
        "comment": true,
        "need": 98
      },
      {
        "id": 100,
        "text": "- Встретила хозяйку 2 года назад, когда была бездомным котенком ",
        "comment": true,
        "need": 7
      },
      {
        "id": 101,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 101,
    "text": "Здесь хранится вся информация, которую вы смогли собрать, а также мини-истории. ",
    "answers": [
      {
        "id": 100,
        "text": "[Рози]"
      },
      {
        "id": 102,
        "text": "[Хозяйка]"
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 102,
    "text": "О хозяйке:",
    "answers": [
      {
        "id": 102,
        "text": "- Имя: Элони",
        "comment": true,
        "need": 104
      },
      {
        "id": 102,
        "text": "- Потеряла родителей и бабушку (миссис Винджи) ",
        "need": 87,
        "comment": true
      },
      {
        "id": 102,
        "text": "- Подвергалась издевательствам в средней школе",
        "comment": true,
        "need": 89
      },
      {
        "id": 90,
        "text": "- В начальной школе был лучший друг Филлип",
        "comment": true,
        "need": 90
      },
      {
        "id": 101,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 103,
    "text": "[Ноутбук]",
    "answers": [
      {
        "id": 104,
        "text": "[Почитать письма]"
      },
      {
        "id": 108,
        "text": "[Соц.сети]"
      },
      {
        "id": 124,
        "text": "[Доп.квесты]"
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 104,
    "text": "1 письмо:\n— Уважаемая мисс Элони, пожалуйста, отправьте мне черновик вашей книги до пятницы. Иначе мне придётся снова зайти к вам на чай. (от: редактор) \n\n2 письмо: \n— Привет, это Кэтти, если ты помнишь меня. 20 ноября у нас будет вечер авторов, и мы надеемся, что ты придёшь. Мы будем ждать тебя. (от: Кэтти) \n\n3 письмо: \n— Счёт за коммунальные услуги. \n\n4 письмо:\n— Уважаемая мисс Элони, ваш заказ прибыл. Заберите его до пятницы следующей недели.",
    "answers": [
      {
        "id": 103,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 105,
    "text": "[Котокликер]\n\n• Максимальный возможный уровень: 8",
    "answers": [
      {
        "id": 105,
        "text": "* Сыграно:",
        "comment": true,
        "var_show": [
          "igra"
        ]
      },
      {
        "comment": true,
        "id": 105,
        "var_need": [
          "igra",
          10000
        ],
        "text": "* Поздравляем! Вы достигли 6 уровня! ",
        "var_no_more": [
          "igra",
          10030
        ]
      },
      {
        "comment": true,
        "id": 105,
        "text": "* Поздравляем! Вы достигли 7 уровня! ",
        "var_need": [
          "igra",
          150000
        ],
        "var_no_more": [
          "igra",
          150100
        ]
      },
      {
        "id": 105,
        "text": "[Играть в мячик]",
        "var_add": [
          "igra",
          1
        ]
      },
      {
        "id": 105,
        "text": "[Играть с мышкой]",
        "var_add": [
          "igra",
          3
        ],
        "var_need": [
          "igra",
          100
        ]
      },
      {
        "id": 105,
        "text": "[Играть с клубком ниток]",
        "var_add": [
          "igra",
          6
        ],
        "var_need": [
          "igra",
          1000
        ]
      },
      {
        "id": 105,
        "text": "[Царапать когтеточку]",
        "var_add": [
          "igra",
          10
        ],
        "var_need": [
          "igra",
          3000
        ]
      },
      {
        "id": 105,
        "text": "[Царапать мебель]",
        "var_add": [
          "igra",
          15
        ],
        "var_need": [
          "igra",
          10000
        ]
      },
      {
        "id": 105,
        "text": "[Съесть цветок]",
        "var_add": [
          "igra",
          20
        ],
        "var_need": [
          "igra",
          50000
        ]
      },
      {
        "id": 105,
        "text": "[Выкопать цветок]",
        "var_add": [
          "igra",
          25
        ],
        "var_need": [
          "igra",
          100000
        ]
      },
      {
        "id": 105,
        "text": "[Разбить горшок]",
        "var_add": [
          "igra",
          30
        ],
        "var_need": [
          "igra",
          150000
        ]
      },
      {
        "id": 123,
        "text": "[Перейти на 8 уровень! ]",
        "var_need": [
          "igra",
          250000
        ]
      },
      {
        "id": 86,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 106,
    "text": "Вы запрыгнули на стол. Банки, сахарница.. Никаких вкусняшек? Хозяйка все время прячет от вас вкусняшки и никогда не оставляет их на столе. \n\nВ эту минуту зашла хозяйка. Как только она увидела вас, сразу закричала:\n\n— Рози! Слезь со стола! Сколько раз тебе говорить, что нельзя ходить по столу, это тебе не бульвар. \n\nВы слезли со стола. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Нет-нет, больше на стол вы не полезете. Не хочется больше видеть злую хозяйку. ",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 108,
    "text": "* КОТсап — мессенджер для общения с пушистыми друзьями. ",
    "answers": [
      {
        "id": 103,
        "text": "Назад"
      },
      {
        "id": 109,
        "text": "КОТсап"
      }
    ]
  },
  {
    "id": 109,
    "text": "Ваши друзья: \n\n— Пушистик (соседский кот) \n\n— Лили (кошка хозяйкиной подруги) ",
    "answers": [
      {
        "id": 108,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "[Поговорить с Пушистиком]"
      },
      {
        "id": 111,
        "text": "[Поговорить с Лили]"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Привет, Пушистик! \n— Роз, привет, мяу. \n— Чем ты сегодня занимался? \n— Спал, мяу. \n— И все? Ты такой ленивый! \n— Знаю, мяу. \n— Не хочешь заняться спортом? Скоро станешь больше собственного домика. \n— В таком случае хозяин купит мне новый домик, мяу. ",
    "answers": [
      {
        "id": 109,
        "text": "Назад"
      },
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "— Лили! \n— Привет, Роз.. \n— Что делаешь? \n— Только что покушала, теперь пойду спать... \n— Какая-то ты сонная, что ночью делала? \n— Как обычно.. Бесилась все ночь... \n— Удивительно, что твоя хозяйка еще терпит твои ночные игры. \n— Наверное... \n— Не хочешь встретиться? \n— Сегодня не получится, у нас с хозяйкой вечер кино.. \n— Жаль, тогда до скорого. \n— Пока... ",
    "answers": [
      {
        "id": 109,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 112,
    "text": "Вы сидела так долго под диваном, что даже заснули. Видимо, этой ночью стоило спать, а не играть в скалолаза на кухне, мешая хозяйке спать. \n\nПроснулись вы от странного звука на кухне. ",
    "answers": [
      {
        "id": 113,
        "text": "[Пойти посмотреть]"
      }
    ]
  },
  {
    "id": 113,
    "text": "Вы вышли из укрытия и направились на кухню. Там вас уже ждала полная вкусного корма миска, а также хозяйка в компании известной вам девушки. Тия — подруга хозяйки. Также у нее тоже есть кошка, которую зовут Лили. Она, кстати, ваша подруга. \n\n— Роз, где ты была? Даже не встретила меня сегодня. \n— Моя Лили тоже прячется, когда кто-то входит в квартиру. Наверное она боится, что это может быть какой-нибудь вор, который украдет ее. \n\nДевушки посмеялись. ",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Как насчёт еще одной чашечки чая? \n— С удовольствием. Кстати, как продвигаются дела с книгой? \n— Очень даже неплохо. У меня уже есть пара идей, которые я хочу осуществить. Думаю, получится что-то крутое. \n— Я не сомневаюсь в твоих писательских способностях. Ты же покажешь мне черновик, безумно интересно. \n— Прости, Тия, ты знаешь, что я никогда не показываю свои черновики. Только своему редактору. \n— Точно. Ладно, тогда буду гадать, о чем книга, и ждать ее выхода с нетерпением. \n— Хорошо. ",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "Тия — замечательная девушка. Сколько вы знаете хозяйку, Тия всегда была рядом. Кажется, они познакомились на каком-то фестивале и сразу поладили. Здорово, когда люди так просто общаются на протяжении многих годов. \n\nОднажды Тия привела в гости свою кошку Лили. Вы сразу подружились с ней. Возможно, очень скоро вы сможете снова поиграть с ней. Главное — дождаться. \n\nВы вообще очень любите подобные вечера, когда хозяйка мило беседует с Тией. В такие моменты она становится очень счастливой. Все-таки всем в этом мире нужны друзья, с которыми можно просто отдохнуть. Это важно, ведь без друзей жизнь была бы не та. ",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "Концовка: \"Уютный вечер\"\n\nПоздравляю, вы прошли квест! Теперь вы можете вернуться на первую страницу и взглянуть на свои достижения или пройти квест заново.",
    "answers": [
      {
        "id": 63,
        "text": "Конец. ",
        "var_add": [
          "bi",
          1
        ]
      }
    ]
  },
  {
    "id": 117,
    "text": "Кому: Хозяйка\nОт: Тия\nПисьмо:\nПривет, подруга! Недавно ты написала мне, что подобрала котенка с улицы. Это смелый поступок, однако ты же совсе не знаешь, как заботиться о нем. Не волнуйся, я вырастила свою Лили, можно скачать, с самого ее появления на свет, поэтому с радостью помогу тебе. \n\nНачнем с того, что тебе нужно отнести свою кошечку в ветеринару. Проверить на наличие болезней и сделать нужные прививки. Дальше приобрети в магазине все нужное: миски, лежанку, домик, игрушки. Также советую приобрести когтеточку, иначе твои стены превратятся во что-то страшное. \n\nКогда ты все купишь, позови меня, я покажу тебе, как заботиться о маленьком котенке. С радостью посмотрю на твою миленькую Рози! ",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 118,
    "text": "— Роз, мне нужна твоя помощь, мяу. \n— Что такое? \n— Недавно я разбил вазу, куда ее лучше спрятать, мяу? \n— Зачем ее прятать? \n— Если я ее не спрячу, хозяин отругает меня, мяу. Он накажет меня, и я останусь без любимой вкусняшки, мяу. \n— Ты не сможешь спрятать вазу так, чтобы ее не нашли. Твой хозяин найдет осколки, когда будет убираться. \n— Так грустно, мяу. \n— Не волнуйся, уверена, что пара дней без вкусняшек пойдет тебе только на пользу. ",
    "answers": [
      {
        "id": 109,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 119,
    "text": "Хозяйка ушла. Теперь вы можете насладиться тишиной и спокойствием. \n\nЧем бы заняться? ",
    "answers": [
      {
        "id": 120,
        "text": "[Кухня]",
        "var_add": [
          "str",
          1
        ]
      },
      {
        "id": 121,
        "text": "[Прихожая]",
        "var_add": [
          "str",
          1
        ]
      },
      {
        "blackout": true,
        "id": 49,
        "text": "Далее",
        "need": 41,
        "var_need": [
          "str",
          2
        ]
      }
    ]
  },
  {
    "id": 120,
    "text": "Кухня. Самая обычная кухня. ",
    "answers": [
      {
        "id": 120,
        "text": "Кажется, вы выпили уже много воды. ",
        "comment": true,
        "var_need": [
          "voda",
          50
        ]
      },
      {
        "id": 120,
        "text": "Вы выпили очень много воды. ",
        "comment": true,
        "var_need": [
          "voda",
          100
        ]
      },
      {
        "id": 120,
        "text": "Вам еще не надоело пить? ",
        "comment": true,
        "var_need": [
          "voda",
          200
        ]
      },
      {
        "id": 120,
        "text": "Вода закончилась. ",
        "comment": true,
        "var_need": [
          "voda",
          300
        ]
      },
      {
        "id": 120,
        "text": "[Попить воды]",
        "var_add": [
          "voda",
          1
        ],
        "var_no_more": [
          "voda",
          300
        ]
      },
      {
        "id": 119,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 121,
    "text": "Прихожая. Здесь стоит ваша любимая когтеточка, а также небольшой ящик с игрушечными мышками и мячиками. ",
    "answers": [
      {
        "id": 121,
        "text": "* Вы получили достижение \"Отличный игрок\"",
        "comment": true,
        "var_need": [
          "sto",
          1
        ]
      },
      {
        "id": 122,
        "text": "[Поиграть]"
      },
      {
        "id": 119,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 122,
    "text": "Самое время занять себя чем-то интересным. ",
    "answers": [
      {
        "id": 122,
        "text": "Когтей подпилино:",
        "comment": true,
        "var_show": [
          "k"
        ]
      },
      {
        "var_show": [
          "m"
        ],
        "comment": true,
        "id": 122,
        "var_need": [
          "k",
          25
        ],
        "text": "Мышей словлено:"
      },
      {
        "var_show": [
          "mc"
        ],
        "comment": true,
        "id": 122,
        "var_need": [
          "m",
          50
        ],
        "text": "Мячей закачено:"
      },
      {
        "id": 122,
        "text": "[Почесать когти]",
        "var_add": [
          "k",
          1
        ]
      },
      {
        "id": 122,
        "var_need": [
          "k",
          25
        ],
        "var_add": [
          "m",
          1
        ],
        "text": "[Играть с мышью]"
      },
      {
        "id": 122,
        "var_need": [
          "m",
          50
        ],
        "var_add": [
          "mc",
          1
        ],
        "text": "[Играть с мячом]"
      },
      {
        "id": 121,
        "text": "Назад",
        "var_no_more": [
          "sto",
          0
        ]
      },
      {
        "id": 121,
        "text": "Назад",
        "var_need": [
          "sto",
          1
        ]
      }
    ]
  },
  {
    "id": 123,
    "text": "[Котокликер]\n\n• Максимальный возможный уровень: 8",
    "answers": [
      {
        "id": 123,
        "text": "* Съедено:",
        "comment": true,
        "var_show": [
          "eda"
        ]
      },
      {
        "id": 123,
        "text": "[Съесть корм]",
        "var_add": [
          "eda",
          1
        ]
      },
      {
        "id": 123,
        "var_need": [
          "eda",
          500
        ],
        "var_add": [
          "eda",
          2
        ],
        "text": "[Съесть вкусняшку]"
      },
      {
        "id": 86,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 124,
    "text": "Дополнительные квесты — это квесты, которые не вошли в основной сюжет и не влияют на него. Это короткие истории, посвящённые определенным событиям в жизни Рози.",
    "answers": [
      {
        "id": 125,
        "text": "~Рождество для Рози~"
      },
      {
        "id": 103,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 125,
    "text": "Был снежный и уютный вечер. Люди за окном все также куда-то спешили. Для Рози это был третий новый год. Она плохо понимала, что это за праздник и зачем хозяйка так суетится, украшая квартиру причудливыми штучками. Но она точно знала, что благодаря этой суете получит свою желанную порцию различных вкусностей. В конце концов, какая разница, зачем люди так переживают, главное — еда. ",
    "answers": [
      {
        "id": 126,
        "text": "[Пойти в комнату]"
      }
    ]
  },
  {
    "id": 126,
    "text": "Покинув уютный подоконник, Рози поплелась в комнату, чтобы проверить, чем ещё занимается её хозяйка. Девушка разбирала коробку с различными шариками и фигурками, а рядом стояло дерево. Рози так и не поняла, зачем хозяйка каждый год притаскивает домой этот огромный кусок древесины, но ей это нравилось. Теперь в доме появилась ещё одна когтеточка. ",
    "answers": [
      {
        "id": 127,
        "text": "[Почесать когти]",
        "need": -127
      },
      {
        "id": 128,
        "text": "[Наблюдать]"
      }
    ]
  },
  {
    "id": 127,
    "text": "Недолго думая, Рози незаметно подкралась к дереву и начала чесать когти. \n— Рози! Прекрати! \nНу вот, заметили. \nИ зачем тогда вообще эта штука нужна здесь, если даже почесать когти нельзя? ",
    "answers": [
      {
        "id": 126,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 128,
    "text": "Хозяйка разложила кучу странных блестящих вещей и начала вещать их на дерево. Выглядит странно. \n— Хм.. куда бы это повесить? Может сюда? \nХозяйка принялась обходить дерево со всех сторон и присматривать местечко для блестящего шарика. \n— Рози, ты ведь любишь блестящие вещички. Даже не думай сбросить игрушки с ёлки, как в прошлом году. В том году ты разбила половину моих любимых игрушек. \n— Мяу. ",
    "answers": [
      {
        "id": 129,
        "text": "[Отправиться спать]"
      }
    ]
  },
  {
    "id": 129,
    "text": "Сегодня у Рози больше не было никаких дел, поэтому она отправилась в свой чудесный домик. Весь следующий день хозяйка провела на кухне. Она что-то нарезала и лепила, делая из еды красивые картинки. У неё всегда была любовь к искусству, не только к писательству. Даже в еде это проявлялось. Рози нравилось наблюдать за делами хозяйки, хоть иногда они и казались ей совершенно странными. Особенно эта возня с едой. Зачем это делать с едой, если можно просто съесть сразу? ",
    "answers": [
      {
        "id": 130,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Завтра уже Рождество, Рози, разве не здорово? \n— Мяу. \n— Для тебя это обычный день, я знаю. Но я каждый год жду этого дня. Именно в Рождество ко мне приходят самые лучшие идеи. Помнишь мою прошлогоднюю историю? Это я придумала благодаря праздничному настроению. ",
    "answers": [
      {
        "id": 131,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 131,
    "text": "Интересно, чем бы заняться Рози в Рождество? ",
    "answers": [
      {
        "id": 132,
        "text": "[Поспать]"
      },
      {
        "id": 133,
        "text": "[Побыть с хозяйкой]"
      }
    ]
  },
  {
    "id": 132,
    "text": "Рози нравилось наблюдать за миганием лампочек на ёлке и за поблескиванием мишуры на окнах, но больше всего ей нравилось спать. В этот вечер она будет отдыхать в своём уютном домике, пока за окном стреляют праздничные салюты и поют весёлые песни. ",
    "answers": [
      {
        "id": 134,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 133,
    "text": "Хоть Рози и чужд этот праздник, для хозяйки он важен, потому провести этот вечер вместе — лучшее занятие.",
    "answers": [
      {
        "id": 134,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 134,
    "text": "Концовка: \"Уют и Рождество\"\n\nПоздравляю, вы прошли мини-историю! ",
    "answers": [
      {
        "id": 124,
        "text": "[Вернуться к историям]"
      }
    ]
  },
  {
    "id": 135,
    "text": "",
    "answers": []
  }
]