[
  {
    "id": 1,
    "text": "Запутанная детективная история, с элементами ужаса. Разбавленная любовная сюжетная линия двух героев. \n\n\nавтор:истероид\n",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d16/2108/8f/1cf70fffa701.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Утро добрым только казалось. Телефонный звонок прозвинел так громко, что Вика не охотно поднявшись , поплелась на кухню, что-бы узнать, кому это надо звонить в столь ранний час. \n\"Алло, это вас беспокоит старший следователь Дэрек Квин, поповоду убийства вашей подруги Алисии Горман. Можно я к вас сейчас подьеду и мы поговорим\"-спросил мужчина на том конце провода. \n\" Да, конечно, я пока дома, но через два часа мне нужно быть в колледже. \n\"я вас не задержу\"-произнес мужчина\n\" буквально на несколько минут\"\n\"хорошо, приезжайте\"-ответила девушка и повесила трубку. ",
    "answers": [
      {
        "id": 3,
        "text": "Приехать к девушке"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/2108/cd/7c641184cca7.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Дерек подьехал на джипе к дому девушки, и через минуту уже был у нее. \n\"Здравствуйте, я не надолго\"-пояснил он, и прошел в зал. \nСев рядом, Вика нервничала, ведь с виду он был похож на огромного медведя, который одним движением руки размажет ее как муху на стенке. \n\" Я вот по какому поводу, на вас выдвинуто обвинение , о убийстве вашей подруги Алессии Гофман. Могу ли я узнать , где вы были в ночь с 30го по 1мая? \"-нахмурился  он и пристально посмотрел на девушку. \nВ комнату вошла мать Вики, увидев сидевшего рядом мужчину она злобно хлопнула мокрой тряпкой по голове дочери и прорычала-\" опять ты якшаешся с мужиками, ты похожа на ту собаку которая привела стаю кобелей\"\n—мама , это по делу, вздохнула девушка. \n—знаю я твои дела , ты как трутень, что сидит на моей шее целый день. И мать вышла из кухне , где сидел Дэрек и Вика. \n—Извините, маму, она не со зла.... \n—Да я вижу... странная конечно женщина:хмыкнул мужчина. \nКстати, с этого дня я буду следить за вами и днем и ночью. И буду жить у вас до полного расследования. ",
    "answers": [
      {
        "id": 4,
        "text": "выйти в зал"
      }
    ]
  },
  {
    "id": 4,
    "text": "Дэрек вышел в зал, где была мама Вики. Та увидев мужчину начала высказывать явное  недовольство своей дочерью. \n—А вы ведь не первый ее хахаль -сказала женщина и ухмыльнулась. \n—И зачем вам она, я конечно понимаю на старости лет захотелось свежего мяса... но мясо то порченое. \nДэрек удивленно поднял брови, не чего не сказав пошел к девушке. \n—У вас часто такое в семье ? спросил он Вику. \n\"нет\"-торопливо сказала она. \n\" мама просто хочет мне добра и поэтому строга со мной. А вот у Алисы , мать жуткая мегера, она заставляет ее переписывать домашние задания по нескольку раз, и от этого у нее часто кроваточат пальцы\":-Вика замолчала и добавила \" кроваточили\".\n—Ладно, поехали в колледж, скоро начнется урок , ты не доожна опаздать\":-сказал мужчина. ",
    "answers": [
      {
        "id": 5,
        "text": "Колледж"
      }
    ]
  },
  {
    "id": 5,
    "text": "В школе Дэрек пошел поговорить с директором, об отношении учеников к друг другу. \nДиректор:Антон Павлович Чичела был полным мужчиной с женоподобной прической. Он пригласил Дэрека в свой кабинет и они начали беседу. \n\"Вы замечали, что-то странное, происходившее в вашем колледже? \" -спросил он у Антон Павловича. \n\"Ой, знаете, вроде не чего такого, но вот наши ученицы:Алисия, Виктория, Мари и Людмила .. \":-и директор погрузился в размышления. \n—что они? вывел из мыслительного процесса Дэрек директора. \n—Они то девочки хорошие дома, но вот в школе ,они те еще оторвы. Они часто дерзят учетилям, например: Федору Ивановичу, Василию Семеновичу ,да и вообще своим однокласникам. По ним уже давно плачет колония , вздознул директор. \n—Ладно , спасибо, что уделили мне внимание\"ответил Дерек , и вышел из кабинета. ",
    "answers": [
      {
        "id": 6,
        "text": "Встреча с викой"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b42/2108/4f/aff3ac9a5f03.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "Прозвинел звонок и девочки выбежали из класса. Налету сбивая какого то парня с ног. \n—Вика, остановись, мне надо с тобой поговорить:-Дэрек рывком выдернув из толпы девушку . \n\"чего тебе !? нахмурилась она. \n\" ходишь за мной как истукан, думаешь распустил тут свои флюиды , свой мужской аромат , и я пала к твоим ногам?! Она рассхохоталась и громко сказала, что бы остальные девушки слышали:\"Как принесешь мне шкуру медведя задушеного своими голыми руками, так паду ниц перед твоей мощью и ароматом твоего тела! -рассхохоталась девушка глядя мужчине в лицо. \nДэрек нахмурился сдерживая себя , что бы не размазать по стенке эту маленькую собаченку, что сейчас так важно гавкала на него. \n\"И вообще королева хочет булочку!!!! принеси ее для меня мой эдальго!!!! продолжила усиленно злить она этого некчемного мужика. \nХаахаххахххах смеялись подружки в унесон с Викой. \n",
    "answers": [
      {
        "id": 7,
        "text": "учитель биологии"
      }
    ]
  },
  {
    "id": 7,
    "text": "\"девушки, ну что вы оскарбляете этого мужчину\" :- сказал подошедший учитель биологии. \"вам не стыдно? \" и он скромно улыбнулся. \n\"стыдно , стыдно. Стыдно просить у него одну булочку , когда нас тут целая толпа\" они замолчали и разошлись кто куда. \n—извините их, они же просто девушки, милые леди.... они больше не будут:-пролепетал учитель и пошел в другой корпус.\nДэрек догнал Вику и грозно сказал, теперь я понимаю твою маму, конечно трудный ребенок, и все такое, разгульная жизнь с мужчинами... \n—я не такая... фыркнула Вика и занесла руку , чтобы как  следует дать этой казлиной морде леща. \nДэрек перехватил руку и заломал ее за спину и ее ухо оказалось около рта мужчины. \n\"еще раз попытаешся меня ударить и оскарбить , и я скормлю тебя медведю. Да, да у меня в лесу  есть знакомый медведь, который с удовольствием тобой полакомится\"-и дерек с удовольствием выдохнул. \nУ Вики по шее побежали мурашки, в голове ее вертелась одна мысль м ужик, медведь, медведь как мужик, мужик с медведя... \n—пошли мы домой -сказал  Джрек и повел девушку к джипу. ",
    "answers": [
      {
        "id": 8,
        "text": "Ехать домой"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вика сидела на заднем сиденье и корчила рожи, пытаясь вывести Дэрека из душевного равновесия. \n\"ох этот адреналин\" думала про себя Виктория. \"Когда он злится он такой.... такой опасный ииии желанный\"\nВика гнала прочь эти мысли о этом мужчине. \nВскоре они приехали домой. ",
    "answers": [
      {
        "id": 9,
        "text": "дома"
      }
    ]
  },
  {
    "id": 9,
    "text": "С порога дрносился голос матери:-\"ты опять опаздала, опять спала с этим стариком, как его там ... Дэрек. Ооо:-она показалась из комнаты , в руках она держала Швабру, котрой мыла пол:-ты его опять привела в дом??? :-и она тут же на кинулась на дочь на перевес с шваброй. \nВика сьежилась и закрывала руками голову от ударов швабры. \nДэрек перехватил руку мамы и произнес. Старший следователь Дэрек к вашим услугам. Я буду находится сдесь и присматривать за Викой. \n—Ой, сразу изменилась в голосе мама Вики. Может чаю? и она как лисица скрылась из вида . \nЧерез час Дэреку позвонили с скрытого номера и сообщили , что около леса нашли тело девушки, а труп первой жертвы был похищен из морга сегодня утром. \n—кто вы? :спросил Дэрек у человека на том проводе. \n—называйте меня доброжелатель, я не хочу афишировать свое имя, так как оно слишком известное в определенных кругах:-произнес не кто на другом конце провода. Голос человека был сродни мужчины с женскими повадками. Он был тихий и вьедливый. ",
    "answers": [
      {
        "id": 10,
        "text": "выехать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Дэрек уже был на месте, где уже работали его коллеги. \n\"расскажите, что тут по уликам? \"-спросил Дэрек у рядом стоящего опера. \n\" ну , что могу сказать , у нас тут:\n1) клок синих волос:-он сделал акцент на слове СИНИЙ. \n2) кусочек футболки , предположительно с убийцы \n3) записка с местом встречи жертвы и убийцы\n4) все улики против Тимонс. \n\"что касается первого трупа? \" спросил Дэрек. \n1) он был украден днем\n2) на месте были найдена пыль, с тенями, пудрой и. т. д\n3) одежда трупа осталась на месте\n\"ясно\"-ладно держите меня в курсе дела. \n\" Ах да, Дэрек, все трупы были убиты, так, что бы тело оставалось чистым, без садин и синяков., такое чувство , что жертвы сами шли к убийце на встречу и не боялись. \n\"Спасибо вам летенант\"-ответил Дэрек и поехал в дом к Вике. \n",
    "answers": [
      {
        "id": 11,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 11,
    "text": "Дерек был уже дома и ждал девушку в ее комнате.Когда она зашла, он злобно произнес-\"расскажи как мне милая, чем ты убивала своих друзей, что на них не осталось не одного следа? \nТак как мама куда то ушла , Вика осмелела и фыркнула:молотком.А трупы сьела, кости закопала под старой сосной в лесу. И  она громко рассхохоталась. \nДэрек тут же встал . Вика увидела как тот начал растегивать на джинсах ремень. \n—Ой, спрячь своего хомяка и не позорься :-прошептала девушка , но начав отступать ее спина коснулась стенки. \nДерек молниеносно подскачил к ней, схватив ее за руки, заломил ей их за спину Зажав ее голову между своих коленей он снял с нее джинсы. Взмах ремня и он хлопком ударил ее по мягкому месту. \n\"отпусти , убью козел\":-закричала днвушка и затопала ногами. \nКлац , еще один удар пронзил болью ее ягодицы. \n\" сволочь\":- опять закричала она, но уже слезы полились у нее из глаз. \nКлац, опять удар. \n\"ну отпусти же , пожалкйста\" с квозь слезы прошептала она. ",
    "answers": [
      {
        "id": 12,
        "text": "выпустить девушку"
      }
    ]
  },
  {
    "id": 12,
    "text": "Дэрек разжал ноги и девушка упала к ногам к верху попой. Поднявщись она обиженно поджала губы и вышла из комнаты в туалет. Дэрек тут же поднялся и последовал за ней. \n\"не ходи за мной, у меня наступили эти дни и я не хочу , что ты за этим наблюдал\"\nДэрек сел и начал ждать ее возврашения. \n",
    "answers": [
      {
        "id": 13,
        "text": "побег"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вика зашла в ванную комнату, закрыла за собой дверь, открыла окно и спрыгнула в низ. Она побрела куда глаза ее вели, а вели они ее к дому ее лучшей подруги Людмиле. \nЛюда была дома и готовилась ко сну, когда в дом позвонили. \nОна вышла в коридор и заглянула в глазок и тут же открыла дверь. \n\"Вика, как я рада тебя видеть\"-принялась радостно теребить ее подруга. \n\" А ты чего так поздно вышла из дома? тебя отпустила мама? \", -и она посмотрела на часы, которые показывали 10вечера.",
    "answers": [
      {
        "id": 14,
        "text": "рассказать Людмиле правду"
      }
    ]
  },
  {
    "id": 14,
    "text": "\"да я убежала, из дома от этой козлиной рожы, бесит\":-и она заскрежетала зубами. \n\" а по моему , кто то влюбился!? \" по доброму вынесла приговор Люда. \n\"не чего подобного, он бесит меня, бесит мою маму... это точно не любовь\":-вспыхнула как спичка девушка. \n\" ой ли, ой ли\":- улыбка люды стала еще шире. \nВика сморшила носик и нахмурив брови произнесла:- Он избил меня, Ремнем.... своей огромной лапой, прижал меня между ног , я не могла не вздохнуть не выдохнуть\":- чуть тише сказала Вика и заëрзала на диване. Лида улавила движения подруги, но не чего не сказала. \n\"Кстати, сечас должен прийти директор , у него там какие то тесты , которые я не прошла по биологии, а этот ботаник, настаивает на перездачи, а сам идти сыкует, вот и попросил директора\"-выпалила инфу Лида. \nВ дверь позвонили и на пороге уже стоял Антон павлович. Он держал в руках в папки с тестами по биологии. \n\"вот Лидуль , сладко проворковал директор и засмущался.. \n\" ладно, ладно, спасибо тебе Петя, иди домой, я может как нибудь приду тебе в гости\" хихихнула она и вытолкнула Директора за дверь. \n\"И что это было? \" усмехнулась Вика. \n\"ой да ладно, старый кобель борозды не портит, тем более... он выгодный мне \" жених\".Он делает все, что я попрошу. И подруга расхохоталась. ",
    "answers": [
      {
        "id": 15,
        "text": "далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Людмила открыла тестовый журнал и чихнула. \"Что за черт? он, что муку сеял\" апчхи :-опять чихнула Люда и тут же ее повело в сторону и она осела по стенке на пол. \nВика подбежала к подруге , пошюпала пульс , но та уже была мертва. \nДевушка заметалась по комнате , не зная , что ей делать... \nМожет позвонить Дэреку? подумала про себя она. \"нет! \" :-он не поверит. Но ведь у меня есть доказательство, приходил директрр, и после его визита она упала замертво. \nРешено, я лучше спрячусь где то в лесу пока  не буду попадаться на глаза ему, может он переключится на директора и забудет про меня. ",
    "answers": [
      {
        "id": 16,
        "text": "уйти в лес"
      }
    ]
  },
  {
    "id": 16,
    "text": "Уже была глубокая ночь, Вика шла по тропе к домику , который находился в лесу. Открыв дверь, она переступила порог. В домике было убранно, и стояли запасы на зиму. Вика сама перетаскала из дому банки  с соленьями в хижину. И после ссор с матерью жила тут самостоятельно несколько дней. ",
    "answers": [
      {
        "id": 17,
        "text": "Дэрек"
      }
    ]
  },
  {
    "id": 17,
    "text": "Дэрек посмотрел на часы и нахмурился. \"ну если я тебя найду, то исполосую твою тощюю задницу на британский флаг\", -подумал про себя он и пошел на поиски. ",
    "answers": [
      {
        "id": 18,
        "text": "найти тропу"
      }
    ]
  },
  {
    "id": 18,
    "text": "Сойдя с дороги в лес, дэрек увидел тропу  и пошел по ней. Она привела прямо к дому, где горела свеча в окне. Он заглянул в окно и увидел, как Вика готовится ко сну. \n\"Вот я тебя и проучу\"-сказал шопотом он сам себе. \nКак только девушка разделась и лягла спать, он выждал время , достал из под старого дуба шкуру медведя припрятанную кем то из браконьеров и одел ее на себя. Он знал этот домик, знал, что браконьеры скинули трофей ввиди щкуры, он сам их настиг в домике, когда те пытались разделить между собой шкуру убитого медведя. Там же , через минут двадцать их и задержали. Теперь они сидят, а шкура высохла на ветру и превратилась как меховая накидка. \nДэрек набросил шкуру и зашел в дом. \nРррыыывр зарычал он и пошел туда где лежала девушка. \nВика открыла глаза и заорала, ее голая фигура выбежала иж под одеяла. \" Какая разница , что я обсалютно голая ... ЭТО же просто МЕДВЕДЬ... \n",
    "answers": [
      {
        "id": 19,
        "text": "снять шкуру"
      }
    ]
  },
  {
    "id": 19,
    "text": "Дерек снял шкуру и бросил на кровать. \n\"эй , выходи я тебя вижу!!! \":- засмеялся он. \n\" медведи не умеют разговаривать, медведи не умеют разговаривать\"-проговорила девушка, но когда мужчина подошел ближе, у нее округлились глаза и она потеряла сознание. \nДэрек подхватил девушку и отнес ее на кровать, туда где лежала шкура медведя. Она была такой хрупкой и беззащитной, а напряжкние все росло и росло... \nМужчина наклонился и горячими губами поцеловал Вику. Она поддалась  и ответила на поцелуй. Дэрек лег рядом и они предались любви. Через час когда девушка заснула, он вылез из кровати , укрыл ее одеялом , свернул шкуру и положил ее рядом, чтобы Вика не упала случайно с кровати. И вышел срочно позвонить ее маме , что ее дочь с ним , и что с ней все в порядке. Вика открыла глаза , увидела с просонья , что медведь лежит рядом, сьежилась, но быстро сообразив , чтопока медведь спит, надо одется и бежать. Она быстро собралась и выбежала из дома, промчавшись мимо Дэрека. Он ухватил ее за ворот футболки и тут же раздался треск ткани. \"Куда это мы? \":-спросил ее он",
    "answers": [
      {
        "id": 20,
        "text": "Выдумать историю"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вика остановилась и сказала, я часто сюда прихожу и живу одна. И не боюсь не чего, можешь идти домой, и не ходить за мной попятам. \n\"Тогда пошли в домик? \":- взглянув на хижину произнес Дэрек. \nВика тут же вспомнила про медведя и начала переключать внимание мужчины . Я хотела поговорить с тобой, давай пойдем домой, и я кое что расскажу тебе. \n—ладно, :-сжалился Дэрек над Викой, пошли, у дороги стоит моя машина, ты наверно замерзла и он указал на ее голую попу. \nВика опустила голову и тут до нее дошло, что она абсолютно голая, и стоит перед Дэреком в одной футболке. Она кинулась бежать к мащине, виляя между деревьями своей белой задницей. \n",
    "answers": [
      {
        "id": 21,
        "text": "в машине"
      }
    ]
  },
  {
    "id": 21,
    "text": "Дэрек в машине включил подогрев и усмехаясь произнес. \"ой , да, что я там не видел, а и да тот медведь... это просто шкура... \n—Сволочь... кинулась Вика на Дэрека и начала молотить его кулачками. \n—я чуть со страху не умерла, думала, что на меня напал медведь.... и она покраснела... \nМужчина хмыкнул.. \n\" И  как? на шкуре королеве спалось? ехидно произнес он. \nИ Вика вспомнила, что недавно она кричала  Ему , что королева желает щкуру убитого медведя к своим ногам... \nВдруг тишину пронзил звонок на телефон, звонили коллеги Дэрека по работе. \n\"Алло , Дэрек, это Гена ... там короче опять выплыл труп , некой Людмилы, опять не следов нечего. Только последний вызов был с мобильного твоей Тимонс.И кстати, тело опять пропало.... \n\" ищите лучше\":-рявкнул Дэрек и бросил трубку. \nТут же он повернулся к девушке, прижал ее  одной рукой к автомобильному креслу и произнес:-рыпнешся, отвезу в участок, а там таких как ты любяяят. \n",
    "answers": [
      {
        "id": 22,
        "text": "Выслушать Дэрека"
      }
    ]
  },
  {
    "id": 22,
    "text": "\"Вот ты считаешь , самая умная? Всех обхитрила, ладно... допустим... но куда ты деваешь трупы? \"\nВика молчала, она понимала, чтобы она не сказала, ей не кто не поверит. \nДевушка все же не выдержала сурового взгляда Дэрека и сквозь слезы, начала рассказывать, что она видела",
    "answers": [
      {
        "id": 23,
        "text": "рассказать"
      }
    ]
  },
  {
    "id": 23,
    "text": "Дэрек, выслушай, я не виновата, это мог быть кто угодно. Вчера я не послушалась и пошла до подруги Люды в гости. Хотела пожаловаться на тебя. Все было хорошо.... Но люда вспомнила, что она должна переделать какие то тесты по биологии и их должен был принести ей директор. Он принес ей тесты, и она его прогнала, да , да они были любовниками.... не смотри на меня так... после чего Люда открыла папку и чихнула.. она упала и тут же умерла... Вика взглянула на Дэрека расплакалась. \nОн обнял ее за пьечи и прижал к себе:-ладно извини меря за то, что напугал тебя... и он поцеловал ее в макушку. \n\"Алло, Гена.. можешь проверить на пальчики... а уже? быстрый ты... наповышение... Дэрек рассмеялся. \nКогда он смеется он такой красивый подумала про себя Вика, но когда злится.... он просто пушка... \nИ она из под тишка смотря на Дэрека, заснула. ",
    "answers": [
      {
        "id": 24,
        "text": "Заехать на работу"
      }
    ]
  },
  {
    "id": 24,
    "text": "Машина везла Дэрека и Вику на работу. Девушка спала, когда машина остановилась. Дерек поцеловал девушку и вылез из джипа, направился в свой ксбинет. \nОн сел в свое кресно , закинув голову и принялся думать. Он поднялся, вытащил из Архива доки принялся изучать их. Нечего не клеелось, не шло в голову... блин точно... директор... его бы лучше задержать ... и он позвонил в отдел. \nЧерез два часа директора задержали, он брал билет на самолет . \nПозвонил гена и сообщил, что во всех криникахи больницах пропал фармалин, а это значит убийца нападет еще. \nНо пока есть время. Сегодня точно... и он повез вику в лес , в хижину, подальше от города , от суеты. Ночь они опять провели вместе. \n",
    "answers": [
      {
        "id": 25,
        "text": "по дороге на работу"
      }
    ]
  },
  {
    "id": 25,
    "text": "Утром Дэрек проснулся первым, поцеловав девушку он поехал на работу. Пока он добирался до места, мысли вертелись в его голове. Ему тридцать ей девятнадцать.... неужели он ей не подходит, она всегда язвила ему и зеленела когда видила его... \nВскоре машина подьехала к работе, он вышел и быстрым шагом направился в кабинет. ",
    "answers": [
      {
        "id": 26,
        "text": "информация"
      }
    ]
  },
  {
    "id": 26,
    "text": "Мужчина зашел в кабинет и начал искать документы на директора. В красной папке номер 324 были документы и фото. На фото был мальчик он улыбался , но казалось, что в глазах застыла нескрываемая боль. На другой фотографии труп женщины , а рядом тот же мальчик, но теперь его лицо было серьезным и как буд то он испытывал облегчение... \nНа фото была надпись, гласившая  Федуйко Н. Г... ",
    "answers": [
      {
        "id": 27,
        "text": "звонок вике"
      }
    ]
  },
  {
    "id": 27,
    "text": "Дерек набрал номер телефона Виктории. \n—Алло, -сонно проговорила она. \n\"Как фамилия вашего биолога? \"-задал вопрос Дэрек. \n—Федуйко, помоему, а что? \n—Да нет, нечего, спи моя любимая... \n—Ага... \nДэрек повесил трубку и вышел из кабинета. ",
    "answers": [
      {
        "id": 28,
        "text": "дорога в лес"
      }
    ]
  },
  {
    "id": 28,
    "text": "По дороге в лес Дэрек все прокручивал мысль, почему Вика.. некогда не зовет его любимым, бытьможет она не испытывает к нему чувств... ладно потом разберусь.. \nМашина остановилась и Дэрек вышел из машины. Нашюпав в кабуре пистолет , под рубашкой он двинулся к домику. По дороге он почувствовал резкий запах фармалина и  ускорил шаг. ",
    "answers": [
      {
        "id": 29,
        "text": "В домике"
      }
    ]
  },
  {
    "id": 29,
    "text": "В домике На стуле, связанная по рукам и ногам сидела Виктория. А рядом находился учитель биологии Федуйко Федор Васильевич. Он открывал банки с фармолином и выкладывал инструменты. \n—не бойся от тебя будет зависить  как быстро это произойдет. Я задам тебе три вопроса , если ты ответишь правильно , я сделаю из тебя куклу настолько быстро, что ты даже этого не поймешь. Но если неправильно, то терпи моя куколка... ",
    "answers": [
      {
        "id": 30,
        "text": "вопросы"
      }
    ]
  },
  {
    "id": 30,
    "text": "1) Любишь ли ты свою маму? ",
    "answers": [
      {
        "id": 31,
        "text": "да"
      },
      {
        "id": 32,
        "text": "ненавижу"
      }
    ]
  },
  {
    "id": 31,
    "text": "Как ты ее можешь, любить? Она тебя постоянно унижала, била? Ты лжешь. \nИ учитель достал газовую маску , нажал кнопку и через минуту сердце Виктории остановилось",
    "answers": [
      {
        "id": 30,
        "text": "конец"
      }
    ]
  },
  {
    "id": 32,
    "text": "Как я могу ее любить, она издевалась надо мной, разве вы не чувствовали сами этого? -подыграла она ему. ",
    "answers": [
      {
        "id": 33,
        "text": "2 вопрос"
      }
    ]
  },
  {
    "id": 33,
    "text": "хорошо... что ты понимаешь это... \n2вопрос) Ты сейчас любишь кого ни будь? ",
    "answers": [
      {
        "id": 34,
        "text": "Да я люблю Дэрека"
      },
      {
        "id": 35,
        "text": "нет я всех ненавижу"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты не можешь любить его, он де мент... Ты должна быть зла на весь мир , заорал учитель и пустил газ в маску. ",
    "answers": [
      {
        "id": 33,
        "text": "конец"
      }
    ]
  },
  {
    "id": 35,
    "text": "Правильно... тебя столько в жизни предавали... мать, твой дружечек мент и друзья которым я даровал другой мир без зла и фальши. \n",
    "answers": [
      {
        "id": 36,
        "text": "вопрос 3"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ну и последний вопрос .. \n—Какой куклой бы ты хотела бы быть? ",
    "answers": [
      {
        "id": 37,
        "text": "барби"
      },
      {
        "id": 38,
        "text": "монстр хайнц"
      }
    ]
  },
  {
    "id": 37,
    "text": "—Барби , я хочу быть барби.. (прошептала Вика и замолчала. \nУчитель проговорил :-Да будет так.. пустил газ\n",
    "answers": [
      {
        "id": 35,
        "text": "конец"
      }
    ]
  },
  {
    "id": 38,
    "text": "хорошо , я выполню твою прозьбу и учитель достал упаковку бинтов , которыми он начал обматывать ногу Вики. ",
    "answers": [
      {
        "id": 39,
        "text": "поимка преступника"
      }
    ]
  },
  {
    "id": 39,
    "text": "Дэрек подкрался совсем близко , и так как дверь была близка он не заметно проник в дом. Он вытащил из кармана платок мамы Вики и повязал себе на голову. \n—Сынок, позвал он федора васильевича. \nТот повернулся и вздрогнул. \n—мама? ты жива? ведья убил тебя? как? и он начал пятится. \n—Ты даровал мне другою жизнь... жизнь куклы... И вот я пришла за тобой.. сказал Дерек и зловеще расхохотался. \n—пошла прочь , заорал федор и кинулся на мужчину. \nДэрек повалил учителя на пол и вытащил наручники. Одним движением руки учителя  были в наручниках. ",
    "answers": [
      {
        "id": 40,
        "text": "звонок в полицию"
      }
    ]
  },
  {
    "id": 40,
    "text": "—привет Ген, вызови отряд в хижину ... да да та , чтов лесу.. и выпусти нашего директора он не виноват. \nдерек замолчал и повесил трубку. \nОн повернулся и начал развязывать Вику. \nОна прижалась к мужчине и расплакалась. \n—тише ты а то вдруг медведя разбудишь, хихикнул Дэрек. \n—Вика заплакала еще сильнее и проговорила. \n—спасибо за помощь, надеюсь вы больше не побеспокоите меня своим присутствием. \nДэрека как током пробило, он посмотрел в глаза девушки , ухмыльнувшись.. сдерживаясь что бы не придушить ее ответил. \n—больше ты меня не увидишь. Развернувшись он вышел из хижины. \n",
    "answers": [
      {
        "id": 41,
        "text": "три Года спустя"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вика стояла около кроватки с маленькой кэти . Она была погружена в мысли о далеком прошлом.. которое не отпускало ее. \nВот она говорит дэреку что бы он больше ее не беспокоил. \nОна видит какую боль она ему причинила... но ее мама умерла после месяца, как посадили учителя... а она не могла находится больше в этом городе... она искала домик у озера. Втихом мечтечке в штате Майса. \n",
    "answers": [
      {
        "id": 42,
        "text": "Навый сосед"
      }
    ]
  },
  {
    "id": 42,
    "text": "Эй  ну что ты меня дразнишь маленькая принцеса, раздался голос  мужчины. \n—я не дразюсь :-пролепетала малышка кати и высунула ему язык. \n—вот я тебе сейчас  наподдам, шуточно прорычал мужчина. А ты видела когда нибудь настоящего медведя? спросил заговорщицки он. \nглаза кати широко  открылись и она закричала :-покази покази. \nСейчас произнес мужчина и зашел в дом. Он надел шкуру медведя  и выскочил за порог. \n—мама мама закричала кати восторжено показывая ручкой на дядя в шкуре. \nВика вылетела из дома на перевес у нее была длинная палка . Она замахнулась и замерла... ",
    "answers": [
      {
        "id": 43,
        "text": "неожиданная встреча"
      }
    ]
  },
  {
    "id": 43,
    "text": "Ее глаза округлились и она заплакала. \nМама он напугал тебя? Посмотли он не такой стлашный , это класивый дядя. \nВика посмотрела на дочь и прошептала это твой папа кати... \nДэрек нахмурился и произнес... почему ты тогда прогннала меня? почему не сказала, что носишь под сердцем нашего Вика ребенка?. \nДевушка заплакала :-потому, что я думала , что ты просто играешь мной, не любишь и я переезжала в другой город... \n—дурочка .. нежно обнял Дэрек Вику. Как же я тебя не люблю. Ты же моя девочка.. \n—Да мистер козлиная морда. рассмеялась Вика. Я тоже тебя любила и люблю. \nПовисла тишина и тут Кати взяв Дэрека за руку проговорила:-папа я верила, что ты закончишь свою лаботу и приедешь к нам.. пойдем домой.. мама напекля блинтики. \nПойдем доча , мне много надо что сделать за то время что я был от вас в далике. ",
    "answers": [
      {
        "id": 44,
        "text": "свадьба"
      }
    ]
  },
  {
    "id": 44,
    "text": "Дэрек стоял в церкви и ждал свою невесту. Он заметно нервничал. \nВдруг двери отворились и в церковь зашла она. Вика держа подол белого платья, на голове ее была пышная белая фата и за руку она держала их дочь Кати. \n—согласен ли ты дэрек взять в жены Викторию.? -спросил батюшка мужчину. \n—согласен. \n—Согласна ли ты Виктория взять в мужья Дэрека? \n—согласна. \nБатюшка проговорил :-От ныне ваш брак венчается на небесах. \nМожете поцеловать жену. \nДэрек заключил в обьятия Вику, нежно обнимая ее за талию. И больше он ее не куда не отпускал... ",
    "answers": [
      {
        "id": 1,
        "text": "конец. "
      }
    ]
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  }
]