[
  {
    "id": 1,
    "text": "Детективная история. \n\n\n\nКто то убивает девушек, коварно и жестоко. \nНо  для убийцы есть одна цель это наша главная героиня. Нам предстоит узнать кто этот кровожадный демон , что пришел убивать. \n\n\nавтор:истероид\n",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c20/2108/c7/9ebd2118162e.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Сегодня важный для Вики день, сегодня у нее день рождение. Ей исполняется восемнадцать лет. И она готовится к важному в своей жизни событию. Но пока до этого еще далеко, и ей надо приготовится  к предстоящему празднику. \nОна нацепила черные рваные джинсы, свою любимую черную футболку и черные кросовки.Положила в рюкзак книгу и вышла из дома. ",
    "answers": [
      {
        "id": 3,
        "text": "выйти на улицу"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c20/2108/c7/9ebd2118162e.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Выйдя на улицу , она заметила стаю старух , воседавших на лавке около ее дома. Самая главная из них, Антонина Петровна Цыркуль, пренебрежительно оглядела с ног до головы Вику и прошипела, -\"В наше время такое не носили, выглядит как девица легкого поведения\", и она посмотрела на своих подружек, ате заискивающе закивали. \nВика прошла мимо них , не сказав не слова она знала, что если заговорит , то не оберется еще больших сплетен против неë. \nИ тем более она спешила на встречу с подругами,и сейчас вступать в перепалку ей не хотелось. Она шла по темном улочкам не большего городка в сторону заброшеного кладбища. За ней кто то шел , но она непредала этому значения. ",
    "answers": [
      {
        "id": 4,
        "text": "старое кладбище"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вот уже виднеются и ворота кладбища, она открыла калиткк и зашла внутрь. Пройдя по дорожке она свернула на право и увидеда девочек. Марина уже раставляла свечи, когда Ольга заметив подругу начала звать ее к ним. \n\"Наконец-то ты пришла \"-разбила тишину Катерина. \n\" Ты принесла , то, что мы просили? \"\nВика вытащила книгу и передала еë Марине. \nТа проворно открыв фолиант на нужной странице, принялась изучать заговор. \nПосле долгово молчания Маринка воскликнула -\"Приступим\", и девочки сели полукругом. ",
    "answers": [
      {
        "id": 5,
        "text": "ритуал"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ольга зажгла свечи, растелила белую скатерть , положила на него череп какого-то  животного, наверно барана или козла. Достала соль и начертила вокруг могилы круг. \nМарина принялась читать заговор. И вот у соседней могилы заплясал уголек света. \n\"Она идет\"- прошептала катя и ближе придвинулась к девочкам. \n\" говори первая\"- дотронувшись плечом до соседки скомандовала Маринка. \n\"Хочу найти любовь,но не такую ,что бы велись на мою красоту а велись на мою душу\"-сказала Оля\n\" хочу быть известной\"-прошептала Марина\n\"хочу быть худой \"-зашептала Катерина. \nНастал через Вики, но девушка не спешила , что то загадывать. \n\" Хочу здать на отлично экзамены\"-сказала она, и все девочки посмотрели на нее как на сумасшедшую. \n\"А, че, мне все равно не чего не нужно, но вот экзамены я на отлично не сдам, вот пусть и поможет.. \"-возмутилась Вика. \nПослышался треск сломанных сучьев и сквозь них кто то сказал, \" Да будет так\"\n, и огонек исчез тут же, словно его и не было. \nДевочки , когда всë стихло засобирались домой. Вика ушла последней. \nБыл уже рассвет. ",
    "answers": [
      {
        "id": 6,
        "text": "домой"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вика уже подходила к дому, когда увидела Антонину петровну. \n\"Все шляешся? Где ты все время пропадаешь? Смотри я все нашему следователю расскажу и пусть он возьмется за тебя! \"-зашипела, как всегда Антонина Гадюковна , так про себя называла Вика соседку. \n\" баб Тонь, ну, что вам все неймется, все какого то следователя приплетаете!? \n—не какого-то, а самого Деймона Коула. Я ему уже шепнула, что ты темная лошадка и за тобой нужен глаз да глаз. \nВика махнула рукой и начала подниматься к себе домой. Открыв дверь она зашла в свою квартиру . ",
    "answers": [
      {
        "id": 7,
        "text": "дома"
      }
    ]
  },
  {
    "id": 7,
    "text": "Дома она разделась, приняла ванну и лягла спать. Уснула она быстро, так как ночь была  дрогой и поспать ей не удалось. \nНо долго отдохнуть ей не пришлось, через пол часа раздался звонок в дверь. \nОна встала и пошла открывать дверь. На пороге стоял мужчина, крепкого телосложения, высокий, брюнет с серыми глазами . \n\"Вам кого? \", -спросила Вика сонно проговорила девушка. \n\" Тебя \", -не церемонясь произнес мужчина. \nСон как рукой сняло. ",
    "answers": [
      {
        "id": 8,
        "text": "разговор"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d03/2108/a9/f34a790e63d7.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "\"я пройду \", толи сам себе, толи Вике сказал мужчина и уверенно прошел на кухню, усевшись на стул он указал сесть ей на другой. Некогда ей так не указывали, но девушка все же послушалась, так как чувствовала какой то страх перед этим верзилой. \n\" Что ты делала ночью, на кладбище?\" \"-прозвучал как гром среди ясного неба голос этого самонадеянного индюка. \n—просто гуляла. \n—Мда, хорошее время и место для прогулки. Но Антонина Павловна считает, что ты хочешь изжить ее, извести и на слать , как она выразилась порчу. А это Вика, попахивает запугиванием! И грозит вам заключением под стражу\".\n\" да уж, раньше в денвере можно было гулять где хотелось, делать что хочется, тебе и слова не скажут, максимум выпишут штраф и дело с концом.  И ментам было пофиг на  малолеток , а этот... да, да у меня чуйка, что это мент, а этот этот прям достанет и мертвого. \n—И от ныне я буду следить за каждым вашим  шагом. Вика! \nОн встал и уверенной походкой направился к выходу. ",
    "answers": [
      {
        "id": 9,
        "text": "закрыть дверь"
      }
    ]
  },
  {
    "id": 9,
    "text": "Как только мужчина вышел, она закрыла за ним двери.. \"хах\" усмехнулась про себя девушка -\"и как ты будешь сдедить за мной? \", -подумала Вика. \nРаздался звонок и она взяла трубку, это звонила ее подруга Маринка. \n\" Привет , ну, чтоты там? Скоро же экзамен? Нашла тот тест по Матеше 14? \"-спросила Марина Вику. \n—Шиш, не могу найти, и твоë дурацкое колдовство не помогло. \n—так только на третий день, еще время есть подействует. \n—Ладно, подожду. \nИ Вика закончив разговор положила трубку. \n",
    "answers": [
      {
        "id": 10,
        "text": "Выйти из квартиры"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вика вспомнила, что ей нужно отпечатать страницу в книге и начала собираться. \nВыйдя из квартиры она у дверей обнаружила тетрадку. Подняв находку она  от радости чуть не запрыгала это была чья то матеша номером 14.со всеми ответами к экзамену. \n—Вот же, повезло... Магия? наверно нет, так как не особо верится, но чем черт не шутит. \nЗанеся ценную тетрадку домой, Вика вышла на лестничную клетку и столкнулась нос к носу с Антониной Павловной  Цыркуль. \nФамилия Цыркуль ей досталась от ее мужа, а он был еврейской крови. Да походу Антонина и сама была та еще еврейка. \n\"Опять ты, идешь на шабаш? \"-соседка своими змеиными глазками буравила наряд девушки. \nИ было на что посмотреть:Черное, почти ели ели прикрывавшее попу платье, черные кросовки, в ушках висели сережки в виде окрававленных лезвий, проколотый носик, и нижняя губа. \n\" Конечно,смотрю на вас не чего не действует, хочу извести Вас баб Тонь\"-и Вика слабко улыбнулась ей. \nБабка тут же попятилась , заверещала и начала стучаться в соседнюю дверь от Викиной квартиры. ",
    "answers": [
      {
        "id": 11,
        "text": "Неприятный разговор"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d20/2108/17/b6682cc9e2df.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "Дверь квартиры, куда ломилась бабуся открылась и на пороге возник он. Мужчина был одет, да не было на нем одежды:Черные трусы боксеры облегали его аппетитную попу, голый торс , рельев его тела. Вика вздрогнула, и разозлилась от своих мыслей. \n\"Она, она Она хочет извести меня\"-кричала старуха и своим корявым пальцем указывала в сторону девушки. \nДэрек , та звали мужчину взглянул на Вику и строго произнес. \n\"Вы ей богу допрыгаетесь, и я приму кординальные меры. \"\n\"Да , да можете жить у меня хоть сейчас\"-Прошептала Вика отводя от него взгляд. \n\" И до этого дойдет, если вы будете донимать Антонину Петровну\"- ответил Дэрек. И тогда вам точно не здобровать. \nКак он хорош.... про себя подумала она и двинулась в низ по лестнице. \n\"Видите , видите она просто не уважает нашу уважаемую полицию, в литце вас\" запела Антонина Павловна. \n\"разберусь\"-ответил ей Дэрек. ",
    "answers": [
      {
        "id": 12,
        "text": "пойти за викой"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вика шла по дорожке к своей подруге Екатерине. Они должны были встретиться в сквере около набережной. \nКатька уже ждала ее на лавочке. \n\"Здравствуйте девушка, вы не хотели бы попробовать наш продукт для похудения?\" -спросила женщина с тонной косметики на литце. \n\"Да \"-тут же ответила катя и схватила протянутую ей коробку. \n\" может не стоит брать неизвестно , что у не известно кого? \"-спросила подругу Вика. \n\" ты, что это мой шанс\"-тем более это бесплатно. \"\n—да, да совершенно бнсплатно\" -улыбнулась женщина и удалилась. ",
    "answers": [
      {
        "id": 13,
        "text": "посидеть в сквере"
      }
    ]
  },
  {
    "id": 13,
    "text": "Катюша побежала домой, а Вика решила посидеть на скамеечке и поразмыслить о случившемся. \n\"странно это всë, мой экзамен и о чудо я нахожу под своей дверью тетрадь нужную мне, Катька мечтавшая похудеть без забот , без хлапот получает бесплатно коробку для сжигания жира. \nНадо бы увидеть Ольгу и Маринку . У них то как? \"-вот такие мысли вертелись у Вики в ее чудной головке.\nИ тут она увидела Ольгу , она спешила к ней через весь парк. \n\" Подай копеечку красавица\"- подбежавший к ольге бомж схватил своей цепкой рукою ее за локоть. \n\"Иди рабртать, исчадье ада\"-поморщив носик проговорила подруга. \nБомж прищюрился и тут же изменился в лице, \" Ах так красавица \", -и он резко вытащил из под своего грязного плаща какую то замусоленную банку и выплеснул содержимое Ольге прямо в лицо. \nОльга тут же закричала и начала ощупывать себя тем самое  сдирая кожу. \nВика тут же подскочила , побежала к подруге она отвела  ее подальше от людских глаз и вызвала скорую. Олю увезли в больницу. ",
    "answers": [
      {
        "id": 14,
        "text": "разговор с дереком"
      }
    ]
  },
  {
    "id": 14,
    "text": "Дерек наблюдавший за происходящим вызвал наряд и бомжа схватили тут же. Странно, что тот не сопротевлялся и сам пошел к патрульной машине. Когда они скрылись , подошел Дерек. \n\"опять ты, я смотрю ты продолжаещь веселится,? \"-грозно прлизнес он. \n\" Ты думаешь, мне весело? Я только, что видела , как мою подругу облили кислотой? \"-шыркнула в лицо Дереку девушка. \n\" пойдем домой, ты теперь пож жестким моим контролем, шагв лево, шагв право , растрел\"-и Дерек взяв за руку девченку повел ее в сторону где жила Вика. ",
    "answers": [
      {
        "id": 15,
        "text": "дома"
      }
    ]
  },
  {
    "id": 15,
    "text": "По дойдя к дому, они как всегда встретили Антонину Петровну которая проводила соседку насмешливым взглядом. Зайдя домой Вика пошла переодеться, а Дерек прошел на кухню и начал готовить ужин. \nДевушка включила телевизор. \n\"Сегодня состоялось громкое убийство , нашли тело девушки. После небольшого раследование было установлено имя:Марина Игоревна Пушнарь. Ученица одиннадцатого класса была найдена мертвой на своей собственной даче. Она умерла в куче навоза, которую на нее высыпал не кто из огромного самосвала. \nКак это произошло и что этому предшествовало мы не знаем , Но будем держать вас в курсе дела\" -Вика остановилась, ее знобило от всех этих новостей. \n\"ольга хотела найти любовь, но такую, что бы ее полюбили не за красоту а за душу. Теперь ее красоты не существует.... \n Маринка хотела быть известной... и теперь она мертва а ее громкое дело говорят по телевизору и печатают в газетах... \nНо Катя вроде ушла здорой и не вредимой... \"-подумала Вика. \nНвдо навестить на днях катюху. ",
    "answers": [
      {
        "id": 16,
        "text": "Неделя спустя"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вика прошмышнула мимо Дерека и пошла навестить свою подругу катю. \nПройдя два квартала, вика уже стояла около дома своей подруги. Двери были открыты и она зашла в дом. В спальне слышался какой то стон и девушка направилась прямо на звук. \nНа постели лежало сушество... очень худое сушество... Кости просвечивались через кожу, было ужасное зрелище... но особый ужас настал, когда Вика узнала в этом существе свою лучшую подругу Катерину Евгеньевну Романович. \n—Вика , вика \", -прошептала она, -\" Меня отравили, отравили мое тело, я начала принемать таблетки и не смогла остановится, они начали действовать , я похудела на двадцать килограм, но вес все уходил и ухолил пока я в какой то момент не обессилила и не могла встать с постели\"\nВика увидела упаковку  на столе и посмотрела внутрь, там было пусто, только одинокая таблетка застряла на дне коробки. Вика вытащила ее и спрятала себе  в карман. \nСобираясь уходить она услышала хрипы и побежала на звук. Но успев что либо предпринять она увидела как выбросилачь из окна ее подруга катя. ",
    "answers": [
      {
        "id": 17,
        "text": "позвонить Домой"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вика зная, что Дэрек находится в ее квартире судорожно набрала номер телефона. Но не кто не отвечал. \n\"вот когда ог мне нужен, он не берет трубку, а когда не надо он тут как тут. Она выбнжала из квартиры своей подруги и  ее тут же схватили вбежавшие в подьезд оионовцы. Заломив руки за спину они вывели девушку к стоявшему у двора уазику. Надев наручники они затолкали ее в нутрь машины и закрыли дверь. Машина тронулась и помчалась к полицейскому участку. ",
    "answers": [
      {
        "id": 18,
        "text": "полицейский участок"
      }
    ]
  },
  {
    "id": 18,
    "text": "Девушку усадили на стул напротив толстого  сотрудника полиции. Который, что то записывал в бланк , лежащий у него на столе. Закончив писать он протянул бумагу Виктории. \n\"ЧИТАЙТЕ! \"",
    "answers": [
      {
        "id": 19,
        "text": "Спасибо но нет"
      },
      {
        "id": 20,
        "text": "прочитать текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "Виттория нервно прошептала, спасибо но нет. Я не хочу не чего писать и не чего подписывать. \n\"хорошо, увидите ее в оьезьянник\", -сказал полицмен и девушку увели. ",
    "answers": [
      {
        "id": 18,
        "text": "А вы так и не узнади, что написано в документе"
      }
    ]
  },
  {
    "id": 20,
    "text": "Виктория взяла документ и начала читать. \n\nВиктория Максимовна Тимонс\n31.12.2003года рождения\nПроживающая по адресу:улица Тихая, дом5 кв 17\nБыла задержана в квартире Екатерины Евгеньевнв Романович\nПредположительно В. М Тимонс отравила свою подругу а затем выбросила тело Е. Е. Романович с пятого этажа. \nположено:один звонок. ",
    "answers": [
      {
        "id": 21,
        "text": "воспользоваться"
      },
      {
        "id": 22,
        "text": "нет"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вика прошептала, \"я хочу позвонить\"\nНа столе она увидела папку, где было написано Дэрек Максимович Коул и внизу номер личного телефона. \nПолицейский ей передал телефон, где она набрала номер Дэрека. \nпиии пиии пиии... \n\"да\"'-услышала она знакомый голос. \n\" Дэрек, это Вика, я в полицейском участке на ул. Маршала.Меня обвиняют в убийстве моей подруги Екатерины\"\n\"я сейчас подьеду\"-злобно ответил мужчина и повесил трубку. \nПолицейский забрал телефон и девушку отвели в камеру. ",
    "answers": [
      {
        "id": 23,
        "text": "поездка в участок"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вика дрожала от негодования. \n\"Я не кому звонить не буду\"-и она швырнула документ на стол. ",
    "answers": [
      {
        "id": 19,
        "text": "Вы не поспользовались шансом позвонить. и вас отводят в камеру"
      }
    ]
  },
  {
    "id": 23,
    "text": "Дэрек мчался по дороге в сторону полицейского участка. \nУже подходя к двери он встретил того полицейского, что был с Викой в кабинете. \n\"Где Тимонс? \", -рявкнул Дэрек\n\" Она там где ей и положено быть\", -ответил толстяк и поспешил за очередной порцией  бургеров. \nДерек ворвался в полтцнйский участок и начал искать где сидела Вика. ",
    "answers": [
      {
        "id": 24,
        "text": "камера 15"
      },
      {
        "id": 25,
        "text": "камера 20"
      },
      {
        "id": 26,
        "text": "камера 34"
      },
      {
        "id": 27,
        "text": "камера 7"
      },
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/2108/08/271c23172d3a.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "открыв камеру 15 он обнаружил сидевших по лавкам алкашей. которые тут же зашуркатели и притворились спящими. Вики среди них не было. ",
    "answers": [
      {
        "id": 23,
        "text": "вернуться к поиску"
      }
    ]
  },
  {
    "id": 25,
    "text": "Открыв камеру 20 Дерек увидел девиц фривольного поведения . Вики тут нет. ",
    "answers": [
      {
        "id": 23,
        "text": "вернуться к поиску"
      }
    ]
  },
  {
    "id": 26,
    "text": "Дерек открыл камеру , и в нос ударил запах немытого тела. Стая бомжей  тут же разбежалась по койкам. Вики тут нет. ",
    "answers": [
      {
        "id": 23,
        "text": "вернуться к поиску"
      }
    ]
  },
  {
    "id": 27,
    "text": "Дерек открыл дверь и на кровате в углу он увидел Вику. Она лежала окрывшись одеялом и плакала. \nУвидев мужчину, она поднялась и кинулась к нему . \nДэрек отстранил девушку и злобно проговорил , \"рассказывай??? ",
    "answers": [
      {
        "id": 28,
        "text": "Выслушать рассказ "
      }
    ]
  },
  {
    "id": 28,
    "text": "Вика расплакалась и сквозь слезы начала рассказывать , что и как произошло. \n\"Я ночью ходила на кладбище, мы с подругами делали ритуал на желания. И через три дня все начало исполнятся\"\n\"И кто , что загадал Вика? \", -усмехнулся мужчина. \n\" Марина хотела быть известной, и ее убили ... про нее говорили по всем новостям... \nОля хотела найти любовь, чтобы не ее красота привлекала парней а ум... и ее облили кислотой, теперь на нее точно не кто не посмотрит\", -взохнула Вика. \nКатя мечтала похудеть, ей одна женщина дала таблетки и та сильно исхудала, вот к ней я тогда и пришла. \n—и  вытолкнула ее из окна? \n\"нет нет, что ты, она умерала и выбросилась сама из окна\"-еще больше расплакалась девушка. \n\" И поэтому ты украла таблетку, Вика? Чтобы скрыть улики? \"-прошипел Дерек.\n",
    "answers": [
      {
        "id": 29,
        "text": "таблетка"
      }
    ]
  },
  {
    "id": 29,
    "text": "таблетка белого цвета. \nВ составе которой обнаружили. \nамфитомин и\nсредство для похудения. \n",
    "answers": [
      {
        "id": 30,
        "text": "вывести девушку из камеры"
      }
    ]
  },
  {
    "id": 30,
    "text": "\nПойдем. Камера хоть тебе и на пользу , но лучше , что бы ты была постоянно при мне. \nОн взял ее под руку и они пошли по коридору.. \nна встречу им вышел охранник и грозно рявкнул\n\"Ей а ты куда ее ведешь? между прочим она опасная приступница\"\n\"между прочим еще не доказано не чего\"-парировал Дэрек. \n—И я беру ее под мою ответственность. \n\" Ой Дэрек максимович извините, непризнал\"\nИ они вышли из полицейского участка. \n",
    "answers": [
      {
        "id": 31,
        "text": "подьехать к дому"
      }
    ]
  },
  {
    "id": 31,
    "text": "Машина подьехала к дому. Дерек вытянул девушку и поволок ее в квартиру. \nНавстречу шла Антонина Петровна Цыркуль. Она пронзительно посмотрела на соседку и прорычала \"Вот я и говорила, что ты допляшешся деточка\"-и она хихикнула. Проводив взглядом уходящих от нее молодую пару. \n",
    "answers": [
      {
        "id": 32,
        "text": "зайти в дом"
      }
    ]
  },
  {
    "id": 32,
    "text": "Дерек открыл дверь и пропустил в перед девушку. Ее  вздрагивающие плечи говорили о том , что она подавлена и плячет. Мужчина на минуту пожалел эту молодую дурочку. \nно вида не подал. \nПодойдя ближе он вытащил ключи из кармана своих джинсов и снял с девушки наручники. \n\"иди спать, тяжелый выдался денек для тебя\"\nВика кивнула и уляглась на свою мягкую кровать. ",
    "answers": [
      {
        "id": 33,
        "text": "позвонить в полицейский участок"
      }
    ]
  },
  {
    "id": 33,
    "text": "Дерек набрал номер Генадия Денисовича Шульц своего верного напарника и друга. \n\"привет ген , расскажи, что там за дело с Мариной Игоревной Пушнарь всë опять тихо или есть что то важное , за, что можно зацепится? \", -спросил Дерек друга. \n\" блин Дерек, ты меня сведешь в монастырь, если я расскажу хоть , что-то\"\n—ну же друг, ты знаешь мне это нужно для дела... \n—Да я впринципе понял, что ты втюхался в эту девчушку... но ты же , губишь на корню свою карьеру\n—ген.. все хорошо.. не в кого я не втюхался как ты говоришь.. \n—ладно.. молчу.. молчу\n— ну так что? поделишся инфой? \n—ладно.. твоя взяла.. Слушай",
    "answers": [
      {
        "id": 34,
        "text": "выслушать гену"
      }
    ]
  },
  {
    "id": 34,
    "text": "\"короче дело запутанное, Марина Пушнарь была убита  странным орудием. Обнаружены были следы дерева и железа. Но на след от ножа явно не похоже, Такое чувство , что убийца знал точку куда ткнуть... \nСила совокупна с ударом женского пола. Но этого было достаточно. И нашли ее дома... убийцу она или видела раньше или знала, так как открыла без страха. \nКстати и по делу Екатерины Романович тоже не все так гладко. Там тоже фигурирует женщина... \"-закончил гена свой  рассказ. \n\" ну а по поводу Ольги? Ее же облил бомж? \"-спросил гену Дерек. \n\" Мы допросили Бомжа, он утверждает , что сам сделал выбор и облил ее. Типо она недала подояния и это его разозлило.. но вот что я думаю.. когда мы его обыскали, при нем была пачка с деньгами которая пахла духами... ненаходишь подозрительным? И да от всех девушек пахло этими духами\"-заключил гена. \n\"да уж странно, спасибо друг\", и мужчина повесил трубку. \n",
    "answers": [
      {
        "id": 35,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 35,
    "text": "Утром Дерек разбудил Вику  напомнив о том, что у нее Сегодня экзамен. \n\"Я поеду с тобой, что бы ты опять чего не натворила\"-сказал ей Дерек .\n\" ты опять не доверяешь мне \"-тихо проговорила девушка и молча пошла собираться. ",
    "answers": [
      {
        "id": 36,
        "text": "собрать вещи"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вика открыла рюкзак и начала собирать вещи",
    "answers": [
      {
        "id": 37,
        "text": "собрать"
      }
    ]
  },
  {
    "id": 37,
    "text": "Собрать вещи",
    "answers": [
      {
        "id": 38,
        "text": "ручка"
      },
      {
        "id": 39,
        "text": "тетради"
      },
      {
        "id": 40,
        "text": "тетрадь которую нашла Вика"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вика положила в рюкзак ручку",
    "answers": [
      {
        "id": 37,
        "text": "собрать вещи"
      }
    ]
  },
  {
    "id": 39,
    "text": "Две тетрадки положены в рюкзак",
    "answers": [
      {
        "id": 37,
        "text": "собрать остальное"
      }
    ]
  },
  {
    "id": 40,
    "text": "Схватив тетрадь что она нашла около своей двери , она полодила аккуратно ее в свой школьный рюкзак",
    "answers": [
      {
        "id": 41,
        "text": "выйти из дома"
      }
    ]
  },
  {
    "id": 41,
    "text": "После того как вещи были собраны они вышли из дома. \nПо дороге в школу, Дэрек думал, что он привязался за это время к Виктории. Он больше стал с нежностью смотреть на нее. Хотел обнять и поцеловать.. но блин она относится к нему не так как он. Хотя ее можно понять, я для нее просто мент, котопый не доверяет и следит за ней днем и ночью. ",
    "answers": [
      {
        "id": 42,
        "text": "школа"
      }
    ]
  },
  {
    "id": 42,
    "text": "\"О какие люди\"- на пороге возник директор школы, в которой училась Вика. Надеюсь ты сдашь этот экзамен, и мы тебя больше не увидим, как и твоих подружек\"-отрезав каждое слово сказал директор. \nДерек удивленно подняв бровь спросил-\" Можно поподробнее ? \n—Конечно, конечно пойдемте в кабинет! И я раскажу все что знаю, а знаю я очень многое. \n",
    "answers": [
      {
        "id": 43,
        "text": "зайти в кабинет"
      }
    ]
  },
  {
    "id": 43,
    "text": "Дерек зашел в кабинет и сел напротив мужчины. На вид ему было лет сорок. \n\"Знаете, я понимаю Вику, она интернатская... но ее повидение.. это же уму непостежимо.. Увлечение кладбищем и готской культурой\" -и деректор сморщился, истал походить на сушеное яблоко. \nОна тероризирует между прочим мою маму. \nА ей уже семдесят лет. И если вы имеете какое то влияние на нее , то попрошу поговорить с ней и принять меры... Кто вы ей? опекун? отчим? или М. Ч? \n\"молодой человек\"-ответил Дэрек. Я погорю с ней, не переживайте. \nДерек встал и собрался выходить из кабинета, когда деректор достал из стола контейнер с пловом. \n",
    "answers": [
      {
        "id": 44,
        "text": "принюхаться"
      },
      {
        "id": 45,
        "text": "выйти"
      }
    ]
  },
  {
    "id": 44,
    "text": "Дерек принюхался и в нос ударил запах плова с нотками духов. \nОн развернулся и спросил, \"простите а что за духи так вкусно пахнут, хочу купить такие для своей девушки! \"\n\"А это , это духи моей мамы, она постоянно покупает их себе, не помню название толи черный тюльпан, толи черная роза\".\n\"спасибо\"-сказал дерек и вышел. ",
    "answers": [
      {
        "id": 46,
        "text": "Вика"
      }
    ]
  },
  {
    "id": 45,
    "text": "Дерек вышел из кабинета. ",
    "answers": [
      {
        "id": 43,
        "text": "вы не нашли улику"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вика стояла около доски и отвечала на вопросы учителя математики. \n",
    "answers": [
      {
        "id": 47,
        "text": "вопрос 1"
      }
    ]
  },
  {
    "id": 47,
    "text": "Учитель посмотрев на Вику спросил \nВиктория? Что такое интеграл? ",
    "answers": [
      {
        "id": 48,
        "text": "это результат непрерывного суммирования бесконечно большого числа бесконечно малых слагаемых. При интегрировании функции берутся бесконечно малые приращения её аргументов и вычисляется бесконечая сумма приращений функции на этих участках."
      },
      {
        "id": 49,
        "text": " это перестановка чего-либо местами или смена тренда на противоположный"
      },
      {
        "id": 50,
        "text": "наука, изучающая движение материальных тел и взаимодействие между ними"
      }
    ]
  },
  {
    "id": 48,
    "text": "\"молодец Вика\"- ты прям делаешь успехи. Возьми свою зачеткк. \n\" спасибо, я старалась\"и Вика вышла из класса. ",
    "answers": [
      {
        "id": 51,
        "text": "встреча с Дереком"
      }
    ]
  },
  {
    "id": 49,
    "text": "неверно. Вы завалили экзамен",
    "answers": [
      {
        "id": 47,
        "text": "попробовать еще раз"
      }
    ]
  },
  {
    "id": 50,
    "text": "неверно.усмехнулся учитель вы завалили экзамен",
    "answers": [
      {
        "id": 47,
        "text": "попробуйте еще раз"
      }
    ]
  },
  {
    "id": 51,
    "text": "Выйдя из школы , дерек ждал ее уже около своей машины. — Поедем покатаемся? Ты сегодня молодец! Поздравляю! \n—хорошо., проговорила Вика и села в машину. \n\"сегодня я кое , что узнал\"-произнес мужчина. \n\" какими духами ты пользуешся? \"- вдруг резко спросил он. \n\" бархатный вечер, а что\"-? \n\"да нет просто интересно\"-ответил Дэрек.\n\" А черный тюльпан? \"- просто много слышал об этом , но не знаю что это? \n\" не знаю, я ими не пользуюсь у меня жуткая аллергия на этот парфум\"-ответила девушка. \n",
    "answers": [
      {
        "id": 52,
        "text": "подьехать к дому"
      }
    ]
  },
  {
    "id": 52,
    "text": "Дерек припорковал машину и они вышли . \n\"А что ты важное хотел сказать\"-вдруг вспомнила Вика и спросила мужчину. \n\" Да так, ляпнул \"- увел от разговора он. ",
    "answers": [
      {
        "id": 53,
        "text": "зайти в подьезд"
      }
    ]
  },
  {
    "id": 53,
    "text": "\nПоднявшись по ступеньках они заметили Антонину петровну цыркуль. Она стояла у двери и что то бормотала. \nВдруг она заметила входящих и отпрыгнула в сторону. \nВика прошла совсем близко и зашла в свою квартиру. \nДерек захлопнул двери и пошел на кухню. \n",
    "answers": [
      {
        "id": 54,
        "text": "спальня"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вика переоделась положила рюкзак на кровать и вытащила школьные принадлежности. \n",
    "answers": [
      {
        "id": 55,
        "text": "ручка"
      },
      {
        "id": 56,
        "text": "тетрадь"
      },
      {
        "id": 57,
        "text": "тетрадь под дверью"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вика положила  ручку в стол. и достала еще  предмет. ",
    "answers": [
      {
        "id": 54,
        "text": "предмет из рюкзака"
      }
    ]
  },
  {
    "id": 56,
    "text": "следующей была тетрадка, она положила ее  на полку с другими такими же тетрадями. И достала последний предмет",
    "answers": [
      {
        "id": 54,
        "text": "посоедний предмет"
      }
    ]
  },
  {
    "id": 57,
    "text": "последней была тетрадь которую она нашла под дверью. Вдруг руки Вики покраснели и зачесались. \n\"да что такое , это это духи... \"-занервничала  Вика и отбросила тетрадь. ",
    "answers": [
      {
        "id": 58,
        "text": "скорая помощь"
      }
    ]
  },
  {
    "id": 58,
    "text": "Дерек заметив, что девушке плохо, вызвал скорую. Ей укололи лекарство и она через минут тридцать уснула. \nПоцеловав девушку, Дэрек вышел из квартиры. Около порога были разлиты помои, от которых жутко воняло. \n\"Ладно вызову химчистку\"-и он набрал номер. \nНа улице уже сидели соседские кумушки, во главе с Антониной Петровной. \nПройдя мимо он услышал шлейф духов. \n\" надо бы навестить своего друга генчика\"-и дерек завел машину",
    "answers": [
      {
        "id": 59,
        "text": "гена"
      }
    ]
  },
  {
    "id": 59,
    "text": "Геннадий был в кабинете, когда увидел своего друга. \n\"о какими судьбами?, хотя тебе наверно, что то нужно от меня\"-подоброму усмехнулся гена. \n\" ты как бабка, все видишь, все знаешь \"-парировал приятель. \n\" кстати да, ты угадал, мне нужны доки на убийства! дашь? \"\nГена неодобрительно посмотрел на друга, но все же полез в шкафчик, где хранил все улики. ",
    "answers": [
      {
        "id": 60,
        "text": "посмртреть улики"
      }
    ]
  },
  {
    "id": 60,
    "text": "в папке номер 312 были предоставлены следующие улики",
    "answers": [
      {
        "id": 61,
        "text": "волос"
      },
      {
        "id": 62,
        "text": "пачка денег"
      },
      {
        "id": 63,
        "text": "фотографии девушек"
      }
    ]
  },
  {
    "id": 61,
    "text": "волос был седой, средней длины",
    "answers": [
      {
        "id": 60,
        "text": "расмотреть улику"
      }
    ]
  },
  {
    "id": 62,
    "text": "пачка денег, мелкими купюрами. От котопых пахло знакомыми духами. ",
    "answers": [
      {
        "id": 60,
        "text": "расмотреть улику"
      }
    ]
  },
  {
    "id": 63,
    "text": "на столе были разложены фотографии трех девушек. ",
    "answers": [
      {
        "id": 64,
        "text": "марина "
      },
      {
        "id": 65,
        "text": "ольга"
      },
      {
        "id": 66,
        "text": "катерина"
      }
    ]
  },
  {
    "id": 64,
    "text": "Марина лежала навзначь, а в шее зияла колотая небольшая дырка.",
    "answers": [
      {
        "id": 63,
        "text": "посмотреть другую фотографию"
      }
    ]
  },
  {
    "id": 65,
    "text": "Дерек взял в руки следующюю фотографию. \nОльга. \nЛицо девушки было не узнать. Но у нее тоже была такая же рана на шее, каки у марины Пушнарь",
    "answers": [
      {
        "id": 60,
        "text": "следующая фотография"
      }
    ]
  },
  {
    "id": 66,
    "text": "Катерина. \nДевушка лежала на асфальте, ее скелет обтянутый кожей был раздроблен. Улика непринесла вам дополнительной информации. ",
    "answers": [
      {
        "id": 67,
        "text": "уехать "
      }
    ]
  },
  {
    "id": 67,
    "text": "Дерек поблагодарил гену и поехал домой. \nПодьехав к квартире, Дэрек заметил свет в спальне.\" Наверно Вика уже пришла в себя \"-подумал Дэрек. \nЗайдя в комнату он опять услышал запах духов. \n\" да что за чертовщина\"-прдумал Дерек . \nНадо навестить соседку Антонину Петровну , она наверняка вилела, кто приходил к Вике в гости. \nОн постучал к старушке в дверь. \nАнтонина Павловна выглянула из двери и тут же мило заулыбалась. \n\"ой дэрек я так рада вас видеть\"-проворковала старушка. \n—проходите в дом. \nМужчина зашел в квартиру и прошел на кухню. \nСтарушка засуетилась и сделала чай.Поставив две кружки с чаем на стол она пошла в зал где у нее хранились печеньки. ",
    "answers": [
      {
        "id": 68,
        "text": "выпить кружку что стоит слева от вас"
      },
      {
        "id": 69,
        "text": "выпить кружку справа от вас"
      },
      {
        "id": 71,
        "text": "выйти из дома"
      }
    ]
  },
  {
    "id": 68,
    "text": "Дерек взял кружку выпил содержимое. Голова закружилась и он упал на пол . Бабуся тут же вышла на звук, оглядела мужчину и вышла из квартиры. Она зашла к Вики и резким ударом своей клюки убила девушку",
    "answers": [
      {
        "id": 67,
        "text": "вы не смогли спасти девушку"
      }
    ]
  },
  {
    "id": 69,
    "text": "дерек выпил кружку чая. Встав из за стола он хотел поблагодарить старушку, но ее в доме не было. Он вышел из дома и увидел, что двери в квартире Вики открыты а в спальне стоит старуха. \nОна вытащила свою клюку и занесла над спяшей девушкой. Удар и острое острее пронзает шею . \n",
    "answers": [
      {
        "id": 67,
        "text": "вы не смогли спасти девушку"
      }
    ]
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": "дерек вышел из дома и направился к Вике. Она сладко спала в своей кроватке. Дерек сел на диванчик на против девушки . В комнате был полумрак, и мужчину было не видно. \nВ дом кто то вошел , шаркая ногами фигура встала напротив кровати Виктории. \nЗанеся клюку она прошептала,\"вот я сейчас стобой и разделаюсь мерзкая девка\".\nДерек подскачил и схватил за верх палки, заломил руку убийцы. И они оказались на полу. \nОт шума  проснулась Вика и включила свет. \nНа полу держав за руки старуху лежал дэрек. \nОн одел на бабку наручники и вызвал наряд . ",
    "answers": [
      {
        "id": 72,
        "text": "суд"
      }
    ]
  },
  {
    "id": 72,
    "text": "На суде старуха призналась , что совершила убийства, но в ее голосе не было не капли сожаления. \n\"За, что же вы их так? \"-спросил судья\nЭти девки отказали моему сыну, но так как мой сыночек суший тюфяк , он не способен отомстить, то за дело взялась я. \nЯ выслидила, что девки собирались на кладбище, провести ритуал на свои так сказать желания и тут у меня созрел план. Я пепеоделась в привидения и пошла на кладбище. Но эти дуры настолько доверчивые, что обхитрить их не составило труда. \nМаринка сказала что хочет известности, что и получила. Я убила ее и предала все огласке. \nОля , она хотела найти любовь, но что ее выбрали по уму , а не по красоте. Что и получила, я забрала ее красоту , а позже забрала ее жизнь. \nНу а с катькой было проще, но она девка толстая, я бы с ней не справилась. Поэтому я вспомнила, что та хотела похудеть. И дала  ей то , что она хотела. Но единственное что там был и наркотик. От чего она слетела с катушек и прыгнула. \nНу а сВикой пришлось потрудится. ",
    "answers": [
      {
        "id": 73,
        "text": "продолжить рассказ"
      },
      {
        "id": 72,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c32/2108/0e/63a8edc22dac.jpg"
      }
    ]
  },
  {
    "id": 73,
    "text": "Старуха замолчала, но потом вновь произнесла. \n\"С викой было тяжелее всего, я собственными руками сделала себе хуже, пригласив этого прихвостня Дэрека к ней в гости. \nНо так как она хотела хорошо сдать экзамен, я попросила своего сына помочь мне и распечатать листы с экзамеционеми ответами. \nПотом я отнесла и положила ей под дверь. \nОна здала экзамены, ну вот бы и всë история бы закончилась если бы соседушка  свалила куда подальше. Но неееет , еë прихвостень втюрился , а Вика дура этого не замечала. \nВика взглянула на Дерека и улыбнулась, тут же ее лицо залила краска смушения , она наклонила голову и отвернулась. \nДерек понял, что тоже ей не безразличен. \nСтаруха продолжила",
    "answers": [
      {
        "id": 74,
        "text": "закончить расскащ"
      }
    ]
  },
  {
    "id": 74,
    "text": "Старуха проговорила. \n—Тут сама удача мне улыбнулась, дэрек сам пришел ко мне в гости. Я предложила ему чай в который подмешала снатворное. Но он ушел. Я этого еще не знала. \nЯ пошла к этой дряни... она... спала... такая вся нежная непорочная... тьфу.. \nи старуха плюнула в сторону девушки. \n\"Я занесла свое орудие но этот идиот\"-она злобно посмотрела на дерека, -\" помешал мне... и вот я сдесь... а я между прочим благочестивая женщина, правда сын мой слюнтяй. Защищал еще этих отродьев женского пола. \n",
    "answers": [
      {
        "id": 75,
        "text": "приговор"
      }
    ]
  },
  {
    "id": 75,
    "text": "Суд ознакомившись с показания, с делом вынес Антонине петровне Цыркуль приговор 20лет строго режима. Без права амнистии. \nПосле суда Вика с Дэреком вышли из зала суда и девушка спросила:-\"правда то, что сказала она про тебя? \"\nДерек смутился и произнес-\"может я и балван , новлюбленный по уши балван. \nВика расмеялась крепко обняла этого мужчину и прошептала \"значит я тоже балван\".\n",
    "answers": [
      {
        "id": 76,
        "text": "Свадьба"
      }
    ]
  },
  {
    "id": 76,
    "text": "Через год когда страсти по городу уляглись, они сыграли свадьбу. Уехали из города и жили долго и счастливо. ",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  }
]