[
  {
    "id": 1,
    "text": "         Хоть раз в жизни, но все мечтали о том, чтобы время остановилось, о том, что бы город опустел, о том, чтобы все исчезли. Но что будет, если всё это станет явью? Если все люди вдруг возьмут и испаряться?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Утро, день, вечер или ночь — не важно, в вашей комнате постоянно темно. Все шторы закрыты и не пропускают свет, а единственный его источник — монитор от компьютера, показываюший экран загрузки какой-то второсортной онлайн-игры.\n\nВас будит громкая трель звонкого будильника, и, подпрыгнув от неожиданности, вы падаете со стула, больно ударившись спиной о пол.\nВстав с пола, схватившись за спину, вы чувствуете сильную головную боль, будто бы с похмелья, а этот громкий и раздражаюдий шум будильника лишь усиливает этот эффект. И тут же, как назло, вдобавок к будильнику, вам на телефон поступил звонок.",
    "answers": [
      {
        "id": 3,
        "text": "Вырубить будильник"
      },
      {
        "id": 4,
        "text": "Выключить будильник и ответить на звонок"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы выключили будильник и даже не стали проверять телефон. К тому же, у вас не было никого достаточно близкого, чтобы названивать вам время от времени.\n\nВы решили осмотреть комнату, после того как ваша головная боль отступила, ну или хотя бы слегка поубавилась. Но сперва..",
    "answers": [
      {
        "id": 5,
        "text": "Но сперва.."
      }
    ]
  },
  {
    "id": 4,
    "text": "Каким бы срочным делом это ни было, выключить будильник явно приоритетнее. К тому же, говорить с громким шумом на фоне — та ещё затея.\n\nВы выключили раздражающий будильник и, взяв в руки телефон, решили проверить, кто же вам звонит.\n\n«Неизвестный номер»\n\nШантажисты? Школьники, решившие пошутить над вами? Ведущий телешоу, который объявит вас миллионером? Достаточно много мыслей пролетело у вас в голове, но ваш палец уже нажал кнопку ответа, будто бы имея собственную волю.",
    "answers": [
      {
        "id": 6,
        "text": "– Алло?.."
      }
    ]
  },
  {
    "id": 5,
    "text": "",
    "answers": []
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  }
]