[
  {
    "id": 1,
    "text": "\nРекомендую заглянуть в раздел \"Важная информация\" (Раздел обновлён от 11.09.21\n\n\n\n\"Когда он читает книгу вслух, ее герои оживают. Правда, взамен кто-то из слушателей оказывается в придуманном писателем мире, а как известно, в книгах бывают не только добрые персонажи…\"",
    "answers": [
      {
        "id": 2,
        "text": "[Начать квест]"
      },
      {
        "id": 3,
        "text": "[Оглавление]"
      },
      {
        "id": 4,
        "text": "[Важная информация]"
      }
    ]
  },
  {
    "id": 2,
    "text": "[Глава первая: Ночной незнакомец]\n\n\nТой ночью шел дождь, мелкий, шепчущий. И спустя много лет Мэгги не забыла его шепот, она слышала его, лишь стоило ей закрыть глаза, – словно крошечными пальчиками кто-то барабанил по стеклу. Где-то в темноте лаяла собака, и Мэгги не могла заснуть, все время ворочаясь с боку на бок.\nПод подушкой у нее лежала книга, которую она читала перед сном. Жесткий переплет упирался ей в ухо, словно заманивая ее на книжные страницы.\n\n– Как ты можешь так спать? – спросил ее отец, впервые обнаружив у нее под подушкой книгу. – Признайся, она нашептывает тебе на ухо свои истории?\n– Иногда, – ответила Мегги. – Но только дети способны их услышать.\nВ ответ Мо слегка ущипнул ее за нос. Мо – именно так она называла своего отца, и никак иначе.\nВ ту ночь, что положила начало стольким событиям и так много изменила, у Мегги под подушкой лежала одна из ее самых любимых книг. И поскольку дождь не давал ей заснуть, она села в постели, протерла сонные глаза и достала из-под подушки книгу. Едва она открыла ее, как страницы тут же заманчиво зашелестели. Мегги всегда казалось, что страницы каждой книги шуршат в первый раз по-своему, и это зависело от того, знала она, о чем будет рассказ, или нет. Теперь ей нужен был только свет.\n",
    "answers": [
      {
        "id": 5,
        "text": "Открыть ящик и зажечь свечу"
      },
      {
        "id": 6,
        "text": "Не открывать ящик"
      }
    ]
  },
  {
    "id": 3,
    "text": "Список всех законченных глав. ",
    "answers": [
      {
        "id": 2,
        "text": "[Глава Первая: Ночной незнакомец]"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Книга находится в стадии адаптации. \n\n— Ваш выбор в квесте может повлиять на концовку, также выбор даёт возможность более детально разобраться в истории. \n\n– Главы выходят не реже, чем раз в неделю (если глава маленькая, то может выйти две главы)\n\n\n\n– Даты выхода глав:\n    • Ночной незнакомец — Адаптирована\n    • Тайны — В процессе адаптации\n\n11.09.2021",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 5,
    "text": "В выдвижном ящике тумбочки у нее был припрятан спичечный коробок – Мо запретил ей зажигать ночью свечи. Он не любил огня.\n– Огонь пожирает книги, – не раз говорил он.\nНо в конце концов, ей уже было двенадцать лет, и она хорошо знала, что надо следить за свечами. Мегги обожала читать при свечах. На подоконнике стояло шесть подсвечников. Она поднесла горящую спичку к одному из черных фитилей и вдруг услышала на улице шаги. Испугавшись, она задула спичку и – как она потом вспоминала спустя много лет, – сев на колени перед мокрым окном, посмотрела на улицу. И тут она увидела его.\nНа фоне светлой стены дождя незнакомец казался тенью, лишь лицо его было освещено, а мокрые волосы прилипли ко лбу. Дождь струился по нему, но он не обращал на это внимания. Он стоял неподвижно, смотря в её сторону. Незнакомец стоял, охватив себя руками, словно пытаясь согреться. ",
    "answers": [
      {
        "id": 7,
        "text": "Разбудить отца"
      }
    ]
  },
  {
    "id": 6,
    "text": "Мэгги не стала зажигать свечи и отложила книгу. Она села на колени перед мокрым окном, посмотрела на улицу. И тут она увидела его.\nНа фоне светлой стены дождя незнакомец казался тенью, лишь лицо его было освещено, а мокрые волосы прилипли ко лбу. Дождь струился по нему, но он не обращал на это внимания. Он стоял неподвижно, смотря в её сторону. Незнакомец стоял, охватив себя руками, словно пытаясь согреться. ",
    "answers": [
      {
        "id": 7,
        "text": "Разбудить отца"
      }
    ]
  },
  {
    "id": 7,
    "text": "Нужно разбудить Мо, думала Мегги, но не могла двинуться с места. Сердце колотилось у нее в груди, и она пристально смотрела в ночь, словно оцепенение незнакомца передалось ей. Вдруг он резко повернул голову, и Мегги показалось, что он смотрит ей прямо в глаза. Она вскочила с кровати, и раскрытая книга упала на пол. Мегги выбежала босиком в темный коридор. В старом доме было холодно, хотя май уже подходил к концу.\nВ комнате Мо еще горел свет. Он часто не спал до глубокой ночи и читал. Именно от него Мегги унаследовала любовь к книгам. Иногда, проснувшись ночью от кошмара, она прибегала к отцу, ложилась с ним рядом и быстро засыпала под его ровное дыхание и шелест страниц. Шуршание бумаги, как ничто другое, быстро отгоняло страшные сны.\nНо человек, стоявший перед домом, вовсе ей не приснился.\n\nВ ту ночь Мо читал книгу в бледно-голубом льняном переплете. Это надолго врезалось в память Мегги. Удивительно, какие мелочи хранит наша память!\n– Мо, там на дворе кто-то есть!\nОтец поднял голову и бросил на нее отсутствующий взгляд – так он обычно смотрел, когда она отрывала его от чтения. Каждый раз ему требовалось несколько секунд, чтобы вернуться на землю из другого мира – из лабиринта букв.\n– Ты уверена?\n– Да, стоит и пристально смотрит на наш дом.\nМо отложил книгу.\n– Что ты читала перед сном? «Доктора Джекила и мистера Хайда»?\nМегги нахмурилась.\n– Ну, пожалуйста, Мо, идем со мной!\nОн не поверил ей, но пошел. Мегги с таким нетерпением тянула его за собой, что он споткнулся о стопку книг в коридоре. У них в доме книги были повсюду – не только на полках, как у всех, но и под столом, под стульями и по углам комнат. Книги лежали на кухне и в туалете, на телевизоре и в шкафу, небольшие стопки и целые горы толстых, тонких, старых, новых книг. Они встречали Мегги за завтраком, приглашая на свои увлекательные страницы, гнали прочь скуку долгих серых дней, а иногда они с отцом о них просто спотыкались.",
    "answers": [
      {
        "id": 8,
        "text": "Промолчать"
      },
      {
        "id": 8,
        "text": "— Он стоит там и не уходит. "
      }
    ]
  },
  {
    "id": 8,
    "text": "– Может, это оборотень?\n– Перестань! – Мегги посмотрела на него строго, хотя после его шутки от страха в душе не осталось и следа. Ей даже показалось, что эта странная фигура перед окном ей померещилась, но потом она снова пристально посмотрела в темноту и прошептала: – Вон там! Видишь?\nМо смотрел в окно, пытаясь разглядеть что-нибудь в струях дождя, и молчал.\n– Разве ты не уверял меня, что грабители к нам не полезут, потому что красть у нас нечего? – тихо спросила Мегги.\n– Это не грабитель, – ответил Мо, отступив от окна. Его лицо было таким серьезным, что сердце у Мегги забилось еще сильнее. – Иди спать, Мегги, – сказал он. – Это пришли ко мне.",
    "answers": [
      {
        "id": 9,
        "text": "— Мо, кто это?! Почему он пришёл посреди ночи? "
      },
      {
        "id": 9,
        "text": "Следовать за Мо"
      }
    ]
  },
  {
    "id": 9,
    "text": "Прежде чем Мегги успела спросить, что же это, собственно, за гость, который является посреди ночи, Мо уже и след простыл. Перепуганная, она бросилась за ним следом и услышала, как звякнула дверная цепочка. Вбежав в прихожую, Мегги увидела отца, стоявшего перед открытой дверью.\n\nТемнота и сырость ночи проникли в дом, и дождь угрожающе зашумел.\n– Сажерук, это ты? – Крикнул Мо в темноту. \nСажерук? Что за странное имя? Мегги не могла припомнить, слышала ли его прежде, но оно показалось ей таким знакомым, словно было смутным воспоминанием из далекого прошлого.\nЗа дверью царила тишина, нарушаемая лишь шепотом дождя, и казалось, что это был голос ночи. Потом раздались шаги, и из темноты возник тот самый человек, что все это время стоял на дворе. Длинное пальто, мокрое от дождя, прилипло к его ногам, и, как только он оказался на свету, Мегги почудилось, что над его плечом она увидела чью-то мохнатую мордочку, которая, сгорая от любопытства, высунулась из рюкзака и тут же нырнула назад.\n\nСажерук провёл рукавом по мокрому лицу и протянул Мо руку.\n– Как твои дела, Волшебный Язык? – спросил он. – Давно не виделись.\nМо с неохотой пожал ему руку.\n– Очень давно, – сказал он, скользнув взглядом за спину гостя, как будто оттуда должен был появиться еще один ночной посетитель. – Ну, входи же скорей, а то еще сама Смерть за тобой следом нагрянет. Мегги говорит, что ты уже давно стоишь на дворе.\n– Мегги? А, ну да…\nСажерук поддался на уговоры Мо и вошел в дом. Он тут же уставился на Мегги и так пристально разглядывал ее, что от смущения девочка не знала, куда деться. В конце концов она просто опустила глаза.\n– Она выросла.\n– Ты помнишь ее?\n– Ну конечно.",
    "answers": [
      {
        "id": 11,
        "text": "Наблюдать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Когда Мо открыл дверь в ее комнату, она лежала с закрытыми закрытыми глазами и дышала так медленно, словно спала глубоким младенческим сном.\nНо провести Мо было не так-то просто.\n– Мегги, покажи-ка мне свою ногу, – сказал он.\nОна нехотя вытянула из-под одеяла ногу с окоченевшими пальцами и положила ее на теплую руку Мо.\n– Я так и знал, – сказал он. – Ты шпионила за нами. Ты можешь хотя бы раз сделать то, что тебе говорят?\nГлубоко вздохнув, он положил ее ногу под теплое одеяло, затем сел к ней на кровать, провел рукой по своему уставшему лицу и посмотрел в окно. Его волосы были черными как смоль. Волосы у Мегги были светлыми, как у ее матери, которую она видела только на двух блеклых фотографиях и о которой ничего не знала. «Ты должна радоваться, что похожа на нее больше, чем на меня, – любил повторять Мо. – Только представь себе мою голову на девичьей шее, как нелепо это выглядело бы!»\nНо Мегги хотелось походить на него. Не было в мире другого лица, которое она любила бы сильнее.\n– Я все равно не поняла, о чем вы говорили, – пробормотала она.\n– Хорошо.\nМо уставился на окно, словно Сажерук все еще стоял на дворе. Потом он встал и подошел к двери.\n– Постарайся еще немного поспать, – сказал он.\nНо Мегги не хотела спать.\n– Сажерук! Что это за имя такое? – спросила она. – И почему он называл тебя Волшебный Язык?\nМо ничего не ответил.\n",
    "answers": [
      {
        "id": 12,
        "text": "— А тот, что тебя разыскивает... "
      }
    ]
  },
  {
    "id": 11,
    "text": "Мэгги услышала, как Мо дважды повернул ключ в замке.\n– Сколько ей лет?\nСажерук как-то странно улыбнулся. Мегги не могла понять, улыбался ли он насмешливо, снисходительно или просто от смущения, и поэтому не улыбнулась в ответ.\n– Двенадцать, – ответил Мо.\n– Двенадцать? Ничего себе!\nСажерук убрал мокрые волосы со лба. Они доставали ему почти до плеч. Мегги пыталась понять, какого они цвета. Рыжеватая щетина вокруг узких губ была точь-в-точь как шерсть бездомной кошки, для которой Мегги иногда выставляла перед дверью тарелку с молоком. Редкие волоски, пробивавшиеся на его щеках, словно первая борода у подростка, не могли скрыть три длинных бледных шрама. Его лицо производило впечатление, будто его, как разбитую фарфоровую статуэтку, склеили из кусочков.\n– Двенадцать лет, – повторил он. – Ну конечно, ведь тогда ей было… три, да?\nМо кивнул.\n– Идем, тебе надо переодеться. – Мо спешил увести гостя, будто хотел спрятать его от Мегги. – Ну а ты, – обратился он к дочери не оборачиваясь, – иди спать. – И он закрыл за собой дверь мастерской.",
    "answers": [
      {
        "id": 13,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 12,
    "text": "Мо повернулся. \n\n– А я-то думал, ты ничего не разобрала в нашем разговоре. До завтра, Мегги.\nНа этот раз он оставил дверь открытой. Свет из коридора падал ей на кровать. Он пронзал темноту ночи, проникавшую в комнату через окно, и Мегги лежала и ждала, когда рассеется тьма, а вместе с ней и предчувствие беды.\n\nПозже она узнала, что беда появилась на свет не той ночью. Задолго до нее она уже поджидала Мегги, притаившись в укромном местечке.\n\n[Конец первой главы]",
    "answers": [
      {
        "id": 1,
        "text": "[Глава Вторая: Тайны]"
      },
      {
        "id": 1,
        "text": "[Начало]"
      },
      {
        "id": 3,
        "text": "[Оглавление]"
      },
      {
        "id": 4,
        "text": "[Важная информация]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Мегги осталась на том же месте и переминалась с ноги на ногу, пытаясь согреться. «Иди спать». Иногда Мо обращался с ней как с мешком картошки – просто бросал на кровать, когда было уже очень поздно. Иногда он искал ее по всему дому до тех пор, пока она не выходила из своего убежища, покатываясь со смеху. А иногда он так хотел спать, что, вместо того чтобы идти в постель, ей приходилось готовить ему кофе. Но никогда прежде он не отправлял ее спать так, как сейчас.\nПредчувствие чего-то зловещего закралось ей в душу. Ей казалось, что вместе с этим незнакомцем, носившим столь странное и в то же время знакомое имя, в ее жизнь пришла беда. Она очень сожалела о том, что Мо пустил его в дом. Ей хотелось, чтобы Сажерук оставался на улице до тех пор, пока дождь не смыл бы его.\nКогда дверь в мастерскую неожиданно распахнулась, Мегги вздрогнула.\n– Ты все еще здесь? – спросил Мо. – Иди спать, Мегги. Ну, давай.\nМегги заметила у него на лбу морщинку, которая появлялась только тогда, когда он был чем-то по-настоящему обеспокоен. Его взгляд был направлен мимо нее, как будто мысленно он находился совсем в другом месте. От этого предчувствие беды разрасталось и уже расправляло свои черные крылья.",
    "answers": [
      {
        "id": 15,
        "text": "— Выгони его, Мо! Он меня пугает! "
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "– Ну, пожалуйста. Отправь его туда, откуда он пришел. Я боюсь его.\n– Ты проснешься завтра утром, а его уже и след простыл. Даю тебе честное слово, – пообещал Мо.\n– Честное слово?\nМегги пристально посмотрела ему в глаза: она всегда знала, когда Мо лгал, даже если он очень старался этого не выдать.\n– Да, честное слово, – сказал он, не отводя глаз.\nОн закрыл за собой дверь, хотя знал, что ей этого очень не хотелось. Мегги прислонилась ухом к замочной скважине и услышала звон посуды. «А-а, Рыжая Борода собрался пить чай, чтобы согреться. Хоть бы он получил воспаление легких», – подумала Мегги. И вовсе не обязательно он должен от этого сразу умереть, как мать ее учительницы английского языка. Мегги слышала, как на кухне засвистел чайник и как побрякивала посуда на подносе, которую Мо нес в мастерскую.",
    "answers": [
      {
        "id": 17,
        "text": "Пробраться в коридор"
      }
    ]
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "Выждав из осторожности несколько секунд, хотя это далось ей нелегко, она снова украдкой вышла в коридор.\nНа двери мастерской висела узкая жестяная табличка. Надпись на ней Мегги знала наизусть. В пять лет она начала упражняться в чтении, пытаясь разбирать старинные буквы:\n\nЕсть книги, которые надо только отведать, \n\nесть такие, которые лучше всего проглотить, \n\nи лишь немногие стоит разжевать и переварить.\n \nВ то время, чтобы расшифровать табличку, ей приходилось взбираться на ящик, а слово «разжевать» она поняла в буквальном смысле, поэтому с отвращением спросила Мо, почему именно эти слова он повесил себе на дверь.",
    "answers": [
      {
        "id": 18,
        "text": "Подслушивать"
      },
      {
        "id": 21,
        "text": "Вернуться в комнату"
      }
    ]
  },
  {
    "id": 18,
    "text": " – Ты недооцениваешь его! – сказал Сажерук. Его голос был совсем не похож на голос Мо. Ни один голос на свете не звучал так, как голос ее отца. – Он сделает все, чтобы заполучить ее! – снова сказал Сажерук. – А «все» значит «все», поверь мне.\n– Я ее никогда ему не отдам, – отвечал Мо.\n– Но он доберется до нее так или иначе! Повторяю: они уже идут по твоим следам.\n– Но это ведь уже не в первый раз. До сих пор мне удавалось прятать ее от них.\n– Да? И долго, по-твоему, тебе удастся скрываться? А что будет с твоей дочерью? Ты же не собираешься мне рассказывать, как ей нравится переезжать с места на место? Поверь мне, я знаю, о чем говорю.\nЗа дверью вдруг стало так тихо, что Мегги затаила дыхание от страха, что ее услышат.\nПотом снова заговорил отец, нерешительно, словно язык не слушался его.\n– И что я, по-твоему… должен делать?\n– Поехали со мной. Я приведу тебя к ним! – Ложка зазвенела о фарфоровые стенки чашки. Как отчетливо слышны малейшие шорохи в полной темноте! – Ты знаешь, что Каприкорн очень высокого мнения о твоих талантах, он непременно обрадуется, если ты сам к нему придешь! Новенький, которого он взял тебе на замену, просто дилетант.\nКаприкорн. Еще одно странное имя. Сажерук так произнес его, что казалось, он откусит себе язык. Мегги пошевелила окоченевшими пальцами на ногах.",
    "answers": [
      {
        "id": 20,
        "text": "Подслушивать"
      },
      {
        "id": 21,
        "text": "Вернуться в комнату"
      }
    ]
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "Холод пробрал ее до костей, и она была уже не в состоянии понять, о чем говорили за дверью, тем не менее пыталась запомнить каждое слово, которое ей удавалось разобрать.\nВ мастерской снова стихло.\n– Я не знаю… – в конце концов сказал Мо. Его голос был таким усталым, что у Мегги сжалось сердце. – Мне надо подумать. Как ты считаешь, когда его люди будут здесь?\n– Скоро!\nСловно камень рухнуло в тишину слово.\n– Скоро, – повторил Мо. – Ну, хорошо. Тогда я решу все до завтрашнего утра. У тебя есть ночлег?\n– Да ночлег я всегда найду, – ответил Сажерук. – Я уже неплохо здесь ориентируюсь, хотя и не успеваю за всеми этими событиями. – Он засмеялся, но его смех был невеселым. – Мне бы хотелось узнать о твоем решении.Что, если я завтра снова зайду? К обеду.\n– Ну конечно. Я заберу Мегги из школы в половине второго, а потом и приходи.\nМегги услышала, как кто-то задвинул стул, и помчалась в свою комнату. Когда дверь в мастерскую открылась, она едва успела шмыгнуть в постель. Натянув одеяло до подбородка, она лежала и слушала, как ее отец прощался с Сажеруком.\n– Спасибо еще раз за предупреждение! – услышала она его голос.\nПотом раздались удаляющиеся шаги Сажерука. Он шел медленно, запинаясь, будто ему вообще не хотелось уходить, будто он сказал еще не все, что хотел.\nВ конце концов он ушел, все стихло, и только дождь продолжал барабанить мокрыми пальцами по стеклу.",
    "answers": [
      {
        "id": 10,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 21,
    "text": "Мегги услышала, как кто-то задвинул стул, и помчалась в свою комнату. Когда дверь в мастерскую открылась, она едва успела шмыгнуть в постель. Натянув одеяло до подбородка, она лежала и слушала, как ее отец прощался с Сажеруком.\n– Спасибо еще раз за предупреждение! – услышала она его голос.\nПотом раздались удаляющиеся шаги Сажерука. Он шел медленно, запинаясь, будто ему вообще не хотелось уходить, будто он сказал еще не все, что хотел.\nВ конце концов он ушел, все стихло, и только дождь продолжал барабанить мокрыми пальцами по стеклу.",
    "answers": [
      {
        "id": 10,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]