[
  {
    "id": 1,
    "text": "Любовная история. Немного трагическая. Ещë в разработке, но начало обалденное. Серьезно. ",
    "answers": [
      {
        "id": 2,
        "text": "Поехали. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Это был самый счастливый и, как я думал, самый ужасный до боли день в моей жизни, после которого началась череда чёрно-белый полос. Но больше, конечно, чёрных.\n\nНаступило утро семнадцатого июня. Я проснулся окрылённый в объятьях тёплого летнего света и душного воздуха в комнате. Было ещё совсем рано — около шести утра, но спать уже не хотелось. Свеж и бодр, как после проруби, я подскочил с кровати и посмотрев в календарь, убедился, что забирать Лену из аэропорта нужно было именно в тот день. Ох, Лена, знала бы ты, как я сгорал от желания вновь увидеть тебя, прикоснуться, обнять, заглянуть в твои зелёные, глубокие, чувственные глаза и почувствовать себя вновь любимым.\nЛена была для меня центром мира, центром всего. И я надеюсь, что я был для неё тем же. \nКаждое её мягкое дыхание я старался ощутить на себе, уловить каждой клеткой горящего тела. Каким я был романтиком! Страшно вспоминать.",
    "answers": [
      {
        "id": 3,
        "text": "далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я прошёл на кухню и стал заваривать кофе, рассматривая наши фотографии на холодильнике. Фото из будки — мы корчили рожицы и всячески изощрялись над лицами. Но несмотря на это, в лице Лены оставалось то изящество и тонкость, которое разглядеть мог только я. У неё была уникальная способность: из маленькой, весёлой девочки превращаться в умную, взрослую, со своим пониманием жизни девушку — и на оборот. В моменты её «бесовства» я вместе с ней погружался в тело ребёнка, путешествовал в детство, забывая на время о бытовухе и других заботах — такими незначительными и глупыми они кажутся детям.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я стоял на балконе и слизывал с губ пену от кофе и чувствовал на языке горько-сладкий вкус. Прохладный ветер проходил по лицу и поднимал мои «шоколадные», как говорила Лена, волосы, но горячий кофе согревал изнутри. Машины уже беспощадно разрезали дороги, оставляя за собой следы дыма. \n\nЗвонок мобильного заставил меня рвануть обратно в спальню. Я надеялся услышать её шелковистый голос, но на экране отображался незнакомый номер. Я ответил и на той стороне раздался другой молодой женский голос:\n— Здравствуйте, это Дмитрий Долматов? \n— Да, здравствуйте, а с кем я говорю?\n— Издательство N (назовём его так). Мы готовы опубликовать вашу книгу. Вам удобно приехать сегодня в пять?\n",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я замолчал, потому что язык резко порализовало, и вообще всё лицо застыло как камень, а в голове проектором стояла только одна фраза: «Мы готовы опубликовать вашу книгу».\n\n— Дмитрий, вы здесь? — заговорили вновь на той стороне.\n— Да, да, да, конечно, я приеду, без проблем! — затораторил я, сбиваясь, и аккуратно кладя кружку на тумбочку, чтобы не разбить её в порыве эмоций.\n\nПовесив трубку, мне хотелось громко и громко крикнуть от распирающего счастья, но из за уважения к соседям в связи с раннем утром, я этого делать не стал. Книга, которая больше года дописывалась и переписывалась мною, попадая в руки к разным издательствам и критикам, наконец то нашла своё место и готова к публикации! Да ещё и в самом лучшем издательстве! \n\nМеня разрывало желание обзвонить всех друзей и родственников, и конечно же, Лену, и сообщить об этой новости. Но боясь иронии судьбы, я передумал и решил тихо дождаться полной, официальной публикации.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Время до пяти часов я провёл в приятной муке. Так как Лена возвращалась в тот день со стажировки из Америки, я решил встретить её как подобает. Нет, без матрёшек и балалаек. Я вычистил всю нашу двухкомнатную квартиру и сходил в магазин за продуктами к импровизированному ужину. Проходя мимо людей с тележкой полной еды, я невольно у себя в голове чувствовал малую долю превосходства на ними. Как никак, а уже скоро моя книга будет находится во всех тиражах! И уж поверьте, их будет не мало! Но как быстро эта мысль приходила, так же быстро я давал себе мысленно подзатыльник. Мне не свойственна мания величия, просто в тот момент мне было это необходимо. \n\nДень медленно близился к обеду. Я в четвёртый раз решился набрать Лене, хотя прекрасно знал, что она не любит, когда ей названивают по нескольку раз. Но и в этот раз она не взяла трубку. Не скрываю, я переживал, потому что на мои звонки она отвечала всегда. Возможно, как я думал, она летит в самолёте и нет связи, или просто что то случилось с мобильным. А верить в то, что она не желает со мной разговаривать, я был не в силах. Слишком тяжёлая мысль.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Когда я ехал в издательство, меня снова накрыла эйфория от предвкушения светлого будущего и серьёзной карьеры писателя. Я слушал музыку, которая транслировалась по радио, и воображал себя уже известным драматургом, произведения которого расходятся так же быстро как цветы восьмого марта. Я улыбался и пританцовывал плечами, отчего водители в соседних машинах косили на меня как на дурочка. Но мне было до лампочки; когда человек в порыве своих эмоций, он не замечает осуждающих взглядов, они не особо то и волнуют.\n\nДвери рыжего здания с большой вывеской издательства были мне хорошо знакомы. Четыре года назад я уже приходил к ним с другой книгой, но они посчитали её неудачной, из за чего я повторил поступок Гоголя — сжёг её к чёртовой бабушки. Если бы не Ленина рука у меня на плече, я бы давно забросил это дело — писательство. Она всегда находила правильные слова и поднимала меня со дна моего отчаяния или периода безыдейности. Она была моей музой. \nИ в её стремлении к освоению бизнеса я тоже хотел стать для неё опорой и силой, поэтому искренне за неё радовался, когда ей предложили стажировку в Америке по этой сфере. \nНа целый месяц.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я зашёл в здание и знакомая белокурая девушка провела меня по знакомым коридорам к знакомому кабинету. Я постучался и зашёл. В чёрном кожаном кресле за дубовым столом сидел полный мужчина в сером клетчатом пиджаке и тонких очках. \n— Здравствуйте. — поздоровался я, — можно?\n— Конечно, присаживайтесь. Меня зовут Фёдор Иванович, — медленно произнёс он, — А вы Дмитрий Долматов, верно? Пришли за оформлением обнородования книги?\n— Да, всё верно... — ответил я так, будто сам себе не верил.\n— Критики оценили ваше произведение и передали мне, что вы талантлив. Ваш стиль написания показался им очень интересным и они могли бы предложить вам поработать именно с ними. Но это уже в будущем. А сейчас нужно заполнить пару бумаг.\n\nКаждое слово Фёдора Ивановича я проглатывал и записывал на кору головного мозга. В голове я кричал от радости, но лицом старался этого не выдать. Всё напряжение с головы ушло в потные ладони и трясущиеся коленки. Одним ухом я слушал, то что он говорит, а другим уже слышал радостные вопли Лены. \n\nКогда бумаги были внимательно прочтены и заполнены, Фёдор Иванович назначил ещё одну встречу по обсуждению обложки и общего оформления книги. Выходя из кабинета, я и подумать не мог, что у такого счастливого дня может быть ужасный конец.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я стоял в забитом аэропорту с роскошным букетом пионов и дорогим ожерельем, которое я купил на первый аванс за книгу. \nВстречавших людей было очень много: это и мамы, и папы, и девушки, и парни, и практически все стояли с цветами, из за чего в зале стоял душистый смешанный аромат. Но мне казалось, что именно мои цветы пахнут приятнее всех. \n\nЯ знал, что её самолёт уже приземлился и, поэтому она должна была уже вот вот показаться. Я бы сразу её узнал. Я, кусая губы, смотрел на других людей, которые сплетались в объятия после долгой разлуки, страстно целовались, несмотря на окружающих.\nВообще, аэропорт — самое романтичное место.Только в нём по встрече со второй половиной можно понять, какие у вас отношения. Ведь я видел и грустные глаза тех, кого вообще не встречали — мол, «дела» или «работа». «Добирайся сам».\n\nНо где же Лена? Я стоял в ожидании хотя бы телефонного звонка, и, о чудо, он зазвонил! На экране я увидел фотографию Лены в красном платье и чёрной шляпе, из под которого вились её мягкие каштановые волосы. Я мигом снял трубку.\n— Алло! Лена? Ты где? Я стою, жду, а тебя нет и нет. Куда мне подойти?\n— Дим, — тихо и слабо произнесла она моё имя, и с дрожью в голосе продолжила, — я не прилечу. Никогда. Я остаюсь в Америке. Не пиши и не звони мне, прошу тебя. Прости.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Всё её слова громом пронеслись у меня над головой и ударили молнией. Земля ушла из под ног. Полы аэропорта словно растрескались на плиты я и старался держать равновесие. Цветы уже выпали из рук и по ним спокойно проходили люди. \n— Я не понимаю, Лена, почему ты там остаёшься?! — кричал я в телефон сквозь шум толпы, — Что произошло? Лена! Пожалуйста, объясни что случилось! Лена!\nОна выдержала паузу и я услышал её хриплое дыхание. Потом она сбивчиво проложила:\n— Я... У меня другой. Я... тебе изменила, ясно? Всё, Дим, прощай, не звони мне больше! — прокричала она в слезах и повесила трубку.\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 11,
    "text": "Глава 2\n\nНе знаю сколько я простоял, уткнувшись взглядом куда то в пространство. Помню, что долго. С помутневшей головой я выбежал на улицу и всеми лёгкими вдохнул вечерний воздух. В тот миг он был мне жизненно необходим, наверное, до той степени, что без него я мог бы упасть замертво. \n\nЖадно глотая кислород, я пытался дозвониться до Лены, но на третий звонок она, видимо, отключила телефон. \nЯ в голове отчаянно пытался переварить, понять суть её слов... «У меня другой»... Я отказывался верить и просто не принимал этого. Какой другой? Кто это может быть? Когда встречаешься с девушкой два года, начинаешь понимать, когда она врёт, и уж тем более, когда что то случилось. И в тот момент я был уверен, что она лжёт. \n",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я стоял у перил, держась за них руками, потому что было сложно удержать себя на ногах. Я повернул голову и увидел, как в мою сторону к аэропорту бежал парнишка в голубой клетчатой рубашке, лет восемнадцати. Он бежал так быстро, что кучерявые светлые волосы, как у Есенина, плыли на ветру. В руках парень держал букет с ромашками, которые по лепесточку отрывались и следом прилетали на землю. Я встал у него на пути, и когда он вопросительно остановился, я отдал ему ожерелье и молча ушёл. Пусть оно используется по назначению и будет украшать шею прекрасной дамы, а не гнить на дне речных вод.\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я вошёл в квартиру, в которую должен был зайти вместе с Леной. \nЯ стоял на пороге ещё минут десять, рассматривая мебель — она казалась мне теперь ужасно чужой, будто я нагло вломился в чей то дом. Не снимая обуви, я сделал пару шагов и встал посреди гостиной. На губах ощутился солёный вкус слёз. Меня накрыло отвратительным чувством отчаяния и тоски, когда хотелось разбить что нибудь о стену. Но мои эмоции лишь в каплях упали на пол. Я сел на диван и закрыл лицо руками, вспоминая о том, что только сегодня, образно говоря, прыгал на этом диване от счастья. \n\nВ холодильнике лежали готовые блюда, нарезанные фрукты и холодное вино. Я достал бутылку, вырвал пробку и стал жадно пить из горла, будто это последний алкоголь в моей жизни. Вино стекало по губам, по горлу и оставляло красные пятна на одежде. \nЯ оторвал ножку жаренной холодной курицы и обгладал её до голой кости. Вскоре от всей птицы совсем ничего не осталось. ",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "С каждым часом мне становилось всё хуже и хуже. Я нервно ходил по нашей квартире, ощущая как сжимаются стены и я вот вот окажусь в спичечном коробке. В горящем спичечном коробке. По крайней мере, мой писательский разум воспринимал это так. С ужасной силой я сжимал в руке мобильный, что он чудом не треснул. \nВскоре мне стало душно и я сорвал с себя костюм, подаренный ею когда то.\n\nВдруг мои пальцы снова потянулись к номеру Лены и стали сумашедше кидать безответные звонки. \n\nГудки... \n\nГудки... \n\nМолчание.\n\nЯ, казалось, совсем обезумел. В голове только и отражался звук бездонных гудков, больше я ничего не слышал. ",
    "answers": [
      {
        "id": 15,
        "text": "Глава 3"
      }
    ]
  },
  {
    "id": 15,
    "text": "Гудки... \n\nГудки... \n\nПрошло два часа. Я сидел, а точнее пытался не превратиться в безформенную кучу человеческой туши на полу. Пальцы уже на автомате совершали одинаковые действия. Вскоре я выпал из реальности. Глаза в полумраке ничего не видели, телом не пошевельнуть. Но неожиданно в чувство меня привела до боли знакомая мелодия. \n\nНе понимая в первые секунды, откуда она играет, я осмотрелся по сторонам, потом увидел на экране мобильного фотографию Лены и бледнеюще снял трубку. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Дима, хватит! Перестань! — раздирающе прокричала она, задыхаясь слезами, — я просила тебя больше не звонить мне! Никогда! \n\nКак ужасно слышать такие слова от самого близкого тебе человека. Раздирающе больно. \n\n— Давай спокойно поговорим, умоляю тебя, Лена! \n— Нам не о чем говорить. Я тебе всë сказала — я не люблю тебя и больше никогда не вернусь. — она глотала слëзы. \n— Ты правда мне изменила?\n\nНа той стороне образовалась тишина. Это была самая долгая и мучительная пауза в моей жизни, от которой зависило еë дальнейшее продвижение. \n\n— Да, — сказала она, — прощай. ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Еë последние слова острым эхом пронеслись у меня голове, словно распиливая еë на две части. Телефон выпал из слабых рук, а я выпал из этой жестокой реальности. Я комом свернулся на полу, прижав колени к сжатой груди. Лицо было красное и мокрое, оно содрагалось от скупых, тяжëлых слëз. Я никогда не предполагал, никогда не думал, даже и мысли допустить не мог, что Лена сможет довести меня до такого состояния! Только тот человек, который доставляет нам чувство радости и любви, способен на невероятную глубину воткнуть нож в сердце. \n\nВ этом ужасном, может даже, постыдном положении комбалы я пролежал очень долго. На тусклом экране мобильного я разглядел время — пол первого ночи. Я собрал всю свою нечеловеческую массу и, опираясь на диван, поднялся с пола. Голова кружилась, и мебель вокруг казалась расплывчитой и волнообразной. \n\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я зашëл на кухню, где на столе лежала моя съеденная до костей курица. От еë вида и прочей холодной еды на столе, мне стало тошно и я почувствовал, как ко рту подступает рвота, но я сдержался. \n\nИз стеклянного графина я налил в стакан воды и медленно, большими глотками, опустошал его, чувствуя, как она комками бьëтся о стенки желудка. Мне стало легче, но я понял, что одному мне оставаться нельзя. Я, дрожа, снова взял телефон в руки и позвонил Серëже — старому студенческому другу. \n\n",
    "answers": [
      {
        "id": 19,
        "text": "Глава 3"
      }
    ]
  },
  {
    "id": 19,
    "text": "Глава 3\n\nНе смотря на то, что город уже давно был окутан сумерками, Сергей сразу взял трубку. Я судорожно стал объяснять весь ужас моей ситуации, но слова смешивались со слезами, и, вряд ли, он что либо понял, однако он  приехал. \n\nОткрыв Сергею дверь, я крепко пожал ему руку, а другой обнял за плечи, безмолвно говоря \"спасибо\".\nМы прошли на кухню и также молча разлили по стаканам коньяк. \n\nПервый стакан. \nПервые двадцать минут я ничего не говорил, и Сергей уважительно, по-дружески, не перебивал мой поток мыслей. Он терпеливо ждал. \nВ тот момент я вспоминал первую встречу с Леной. \n\nСтоял тëплый, солнечный август, когда Сергей со своей девушкой Элей позвали меня в лес на ночëвку в палатках. Хоть я и не был особым любителем подобного времяпрепровождения, я с охотой принял их предложение. ",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Когда я подъезжал к месту встречи (у окраины небольшого леса) я увидел очертания не только Сергея и Эли, но и ещë одного незнакомого человека. Это и была Лена. Выйдя из машины, я радушно поздоровался с друзьями и вопросительно уставился на Лену. Она глядела на меня своими зелëными глазами и от волнения поправляла волосы за ухом. Она была также красива, как и тогда, когда я провожал еë в аэропорт. \n\n— Это Лена, моя подруга, мы учимся в одном университете. — звонко произнесла Эля. \n— Дима. Очень приятно. — я протянул Лене руку и получил мягкое и нежное рукопожатие в ответ. В тот момент я отметил, что она недурно красива, но говорить об этом вслух не стал.\n\nКогда мы прошли в глубь леса, мы нашли хорошую полянку и сразу принялись за захват территории. Эля включила музыку на маленькой колонке, и мы под песню Уматурман \"Happy\" начали ставить палатки. И каждое их падение сопровождалось смехом, злостью и матом. ",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Из за того, что в лес мы приехали вечером, нам с Серëгой пришлось сразу идти за дровами для будущего костра. Мы отошли от девчонок. \nИдя между высоких деревьев, я старался всей грудью вдыхать тот воздух, который я никогда в полной мере не чувствовал в городе. Я понял, насколько сильно я был оторван от природы, от своей биологической сущности, утонув в городской суете. \n\n—Ты не говорил, что будет кто то ещë. — сказал я. \n— Да я сам о ней узнал всего час назад. Но ты же знаешь Элю, она любит устраивать сюрпризы. А Лена классная девчонка, интересная.\n— Ты это понял за час? \n— Да, пока ехали в машине. Она умная, весëлая, ты таких любишь. \nЯ нахмурился, но он говорил правду.\nНабрав хороших веток, мы вернулись назад, где Лена и Эля о чëм то оживлëнно болтали и смеялись, перекрикивая музыку. \n\n",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вскоре ослепительная тьма окутала лес, опустился прохладный воздух, и пришло время для разжигания костра. Сложив собранные палки в кучу, я кинул в неë горящий свëрток бумаги — исписанный листок каких то идей, которые не воплотились в жизни, он долго лежал в кармане моей куртки. Пламя быстро проглотило его и зажгло сухие ветки. Тепло распространялось между нашими телами. Мы уселись вокруг костра на раскладных стульях и поедали то, что накупили.\n\nВо время разговоров я иногда поглядывал на Лену, но старался это делать не слишком часто. Когда наши взгляды пересекались, я как застенчивый мальчик уводил взгляд в сторону. Свет золотого огня играл на еë лице, спускаясь по волосам, которые она постоянно убирала за уши. \n\n— Попробуйте мои печенья. — сказала Лена и достала из сумки контейнер с шоколадным печеньем. — У меня пока не очень хорошо получается печь, но я надеюсь, вам понравится. ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Лена поднесла их мне первым, потому что я сидел к ней ближе всех. \n— Очень вкусно. — вырвалось у меня, и я даже не ожидал, что это будет так громко. \n— Правда? — еë сияющие глаза уставились на меня, и я растерялся. \n\nМы пили чай, ели печенья и о чëм то разговаривали. А точнее, все о чëм то разговаривали, а я о чëм то молчал. Помню лишь, как в какой то момент речь зашла о волосах. \n— Я всегда хотел отрастить длинные волосы, — сказал весело Сергей, — как у Джеймса Момоа. Почти получилось. Но в армии меня побрили налысо, и я навсегда простился с этой идеей. \n— И слава богу, — добавила Эля, — длинные волосы тебе абсолютно не шли. \n— Да брось. В то время это было модно.\n— Модное — не всегда красивое. А вот лысым ты был очень даже не плох. — она улыбнулась с характерными ею ямочками на щеках. \n— А я сторонюсь лысых людей...  — погодя, тихо произнесла Лена. \n— Боишься? Почему? — спросила Эля. \nЛена молчала, а потом ответила:\n— Моя мама умерла от опухоли в голове. Каждый день с еë головы выпадало всë больше и больше волос, из за химиотерапии, пока она не облысела полностью. И когда я вижу лысых людей, — она стала говорить ещë тише, будто слышал еë только я, — я всегда вспоминаю как мама страдала. Врачи говорили, что рак может появиться и у меня. \n\nУ меня всë сжалось в груди. \n\n— Я стараюсь не думать об этом, — продолжила Лена, — не хочу жить в страхе. Это всë равно, что не жить вовсе. Простите, не хотела грузить вас своими мыслями. — Она заметила мой взгляд на себе, и резко переменив тему, обратилась ко мне, — А чем ты занимаешься? Работать или учишься где то? ",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я вдруг остолбенел, потому что не хотел говорить о том, что я работал механиком, но и выставлять себя лжецом у меня не было желания. \n— Я работаю в автосервисе. — я попытался произнести это с достоинством, чтобы убедить и себя, и еë, что это не такая уж и плохая работëнка. Вышло так себе. \n— А ещë Дима книжки пишет, он у нас писатель! — встряла в разговор Эля, как по мне, очень неуместно. Мне стало вдруг обидно, что мои первые писательские начинания, она обобщила в детское слово \"книжки\". \n— Правда? Ты пишешь книги? \n— Это скорее хобби, не увлекаюсь серьезно, — я соврал и хотел как можно скорее перевести тему, — А ты... чем занимаешься?\n— Я учусь на факультете бизнеса. Хочу быть, знаешь такой.. \"бизнес-вумен\", — она пальцами показала кавычки, улыбаясь, — хочу иметь своë дело. Возможно, я открою кафе для бездомных, в которое люди будут приходить поесть, согреться, поговорить с кем-то... — Лена грустно выдохнула, — но пока это всë только в мечтах. \n\nПосидев ещë немного, мы разбрелись по палаткам. Эля и Сергей, естественно, легли в одну палатку, а я с Леной в отдельные две. \nНе знаю как остальные, а я долго не мог уснуть. Под телом чувствовались земля, мелкие камушки и ветки, но я смог найти удобное положение, чтобы не мешать другим своим шумом. \n    Я думал о Лене и переживал о том, какое впечатление я произвëл. Скорее всего, в еë глазах я тогда остался зажатым, неуверенным в себе писателем из автосервиса — и эта глупая мысль не давала мне покоя.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Уснув позже всех, я и проснулся позже остальных, и, вероятно, ещë бы спал и спал, если бы палатка не залилась ярким светом и не нагрелась бы внутри. \n      Пыхтя и скрипя, я вышел из палатки, протëр слипшиеся глаза и увидел, что все уже собирают свои вещи и готовятся к уходу. \n— Доброе утро, — бодро ко мне подскочила Эля, — как спалось? \nЯ искал глазами Лену, поэтому не сразу ответил на еë вопрос. \n— Что? А, нормально, спалось неплохо. — соврал я. — А вам? \n— Да мы практически и не спали, — она кинула намекающий взгляд на Серëжу, который собирал палатки, — всë было так романтично, что я еле уснула. \n— Доброе утро. — сказал я Сергею, — уже собираемся? \n— Какой смысл здесь ещë торчать? \n\nЧестно сказать, я хотел остаться там ещë ненадолго, потому что не знал, когда я ещë смог бы вырваться на природу из суетного города. Однако настаивать я не стал. \n\nПовернув голову, я увидел Лену. Она стояла  отдельно от всех, смотрела вглубь леса, и расчëсывала волосы. Я решился подойти. \n— Привет, — негромко сказал я, но не получил ответа. \nВдруг она увидела перед собой мою тень и резко повернулась, и тогда я заметил, что она была в наушниках. \n— Прости, я тебя не услышала. — сказала она. \n\nКогда Лена переехала ко мне, у нас в квартире часто звучала еë любимая музыка, которая вскоре полюбилась и мне. \nМне нравилось смотреть на еë танцы перед зеркалом, слушать еë пение, нравилось, когда она брала меря за руки и заставляла танцевать вместе с ней. Она говорила: \"Музыка для меня — как топливо для машины — без неë не еду. \"\n\n— Ничего страшного. — ответил я, — как спалось? \n— Замечательно, я сразу же заснула. Но было страшно, что кто нибудь заползëт в палатку. Не люблю насекомых. Кроме бабочек и божьих коровок. \n\nВернувшись домой в тот день (было часов двенадцать) я долго сидел на диване и смотрел в одну точку, куда то в пространство. Я анализировал весь вчерашний день и в конце концов сорвался, и выпросил у Серëжи номер телефона Лены.\n\n",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Глава 4\n\nВторой стакан. \nВыпив второй раз, я отчëтливо увидел перед собой Сергея, который продолжал молча наблюдать за мной и подливать коньяку. Погрузившись в воспоминания, я совсем забыл про друга и виновато вздохнул. \n— Спасибо, что приехал, — еле шевеля губами, произнëс я, — я.. я просто уже не могу оставаться с самим с собой.. Мне очень плохо... и я не знаю, что делать.\n— Всë нормально, брат. Это хорошо, что ты позвонил мне. Тебе нельзя быть одному в таком состоянии. Мало ли, удумаешь чего...- он поддался вперëд и наполнил пустые стаканы. — А теперь давай по порядку. Что с Леной?",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Третий стакан. \n— Она меня бросила. По телефону...Она позвонила и сказала, что у неë появился другой... поэтому она остаëтся в этой грëбанной Америке, — мне было страшно больно произносить эти слова, от которых глаза снова наполнились слезами. \n— Лена изменила тебе? — выражение лица его было крайне изумлëнное, — да скорее у нас президент поменятся, чем Лена переспит с кем то другим! Ты в это веришь? \n— Я был уверен, что она врëт, но сейчас я уже ничего не понимаю.. Трубки она не берëт, на смс не отвечает... — я опустил голову на стол, — может она и правда нашла кого-то лучше меня... \n— Брось. Лена не смогла бы с тобой так поступить. Она же любит тебя. \n— Любила.\n\nСергей помолчал, потом спросил:\n— Вспомни, как она вела себя до отъезда, месяц назад? Замечал ли в ней что то странное, непохожее на неë? ",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я поднял голову со стола, и она резко закружилась, на секунду кухня расплылась, но потом я снова увидел друга. Я прокрутил в пьяном уме его мысль и стал вспоминать последний день , когда был вместе с Леной. \n\nЧетвëртый стакан. \nВ день отлëта Лена вела себя очень беспокойно. Она металась по комнатам, много раз перепроверяя, всё ли она упаковала в два чемодана. \n \nЯ сел на диван в нашей гостиной, и увидел как из приоткрытого чемодана, стоящего передо мной, высовывалась пачка каких то документов. \n— Что это? — спросил я и потянулся за ними, но Лена быстро подбежала и с испуганными глазами схватила чемодан. \n— Не трогай! — прикрикнула она, — я.. я долго складывала, ты всë испортишь. — она оттащила его в коридор. \nЯ хоть и напрягся, но не придал этому значение. \n\nВ машине, по дороге в аэропорт, Лена тоже вела себя не как обычно. Она не слушала музыку, практически не разговаривала, а только молча смотрела в окно, изредка тяжело вздыхая. \n— Что с тобой? — спросил я, поворачивая руль вправо. — ты какая то грустная весь день, переживаешь за работу? \nОна не сразу ответила, но потом повернула ко мне голову и тревожно заговорила. \n— Да... Переживаю, что не справлюсь или буду косячить. Или самолëт может разбиться, — она смотрела мне в глаза, будто прожигая меня изнутри, — обещай, что если я умру, ты не останешься один и найдëшь себе хорошую девушку, которая будет любить тебя также как я. \n— Лен, — я улыбнулся, потому что посчитал еë слова за шутку, — ты не умрëшь, и мне никто не нужен кроме тебя. Тем более самолëт сейчас самый безопасный вид транспорта. \n— Всë равно пообещай.\n— Я не буду ничего обещать, это глупости, Лена. ",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Она отвернулась к окну. Я продолжил:\n— Всë будет впорядке, слышишь? Ты спокойно долетишь, поработаешь в хорошей компани, наберëшься опыта и прилетишь обратно. Мы будем созваниваться каждый день, ты будешь рассказывать мне о всех своих успехах, а я новых главах книги. Потом я встречу тебя в аэропорту с огромным букетом цветов, и мы поедем домой. Или в любое другое место, куда ты захочешь. Всего один месяц. \n— Месяц... Я буду скучать, Дим. \n— Я тоже.\n\nПеред уходом на самолëт мы долго обнимались. Она сильно прижалась головой к моей груди. Я не хотел отпускать еë, но всë же убрал руки. Мы поцеловались, и она в третий раз сказала, что любит меня. Глаза еë блестели от слëз. \nГромко прозвучал женский голос, напоминающий о вылете самолëта, и Лена ушла.\n\nВсë это я рассказал Серëже и только тогда понял, насколько я был слеп и не замечал всего, что происходило с Леной. Я пришëл к мысли, что ничего в отношениях не возникает спонтанно — у всего есть долгие прилюдия, которые скрываются от влюблëнных глаз. \n",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Пятый стакан. \nСергей, уже говоря медленнее и не так внятно, пытался убедить меня в том, что Лена не могла мне изменить. Он приводил мне какие то доводы, которые,\nя, к сожалению, или, к счастью, не помню — в общем, он добросовестно выполнял обязанности близкого друга. Я лишь молча подливал в стаканы и икал. \n\nШестой стакан. \n— А я, кстати... — начал я, тяжело открывая рот, — книгу... опубликовал... Точнее, опубликую... Скоро... \n— Да ладно? — удивился Сергей с полузакрытыми глазами, — ну ты.. крутой, Димас, поздравляю... Ох, погоди.. звонит кто то... — он достал из кармана джинс вибрирующий телефон, — Эля... Волнуется, наверное... У аппарата. \n— Про книгу не говори... сюрприз... Привет передай... \n\nОн отошëл в коридор, и я слышал обрывки фраз. Серëжа говорил, что он вовсе не пьян и всячески успокаивал Элю. Потом он вернулся и, шатаясь, сел обратно на стул. \n— Говорит, чтобы я домой поехал. Но если хочешь.. я могу остаться, посидим ещë... \n— Нет, нет... Мне уже легче... Спасибо, что приехал, я.. в долгу не останусь, ты знаешь.. \n\nЯ, с трудом держась на ногах и хватаясь за стены, проводил его до двери, обнял и пожал руку. Серëга ушёл. Не с первого раза я ключом попал в замок, но всë же сделав это, я прошëл в спальну, рухнул на кровать и мгновенно вырубился.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Глава 5 в процессе. ",
    "answers": []
  }
]