[
  {
    "id": 1,
    "text": "                               \"Сказ о Ведьмаке\"\n\nЭтот рассказ повествует об Ведьмаке из школы Волка. Своими глазами вы увидите всю жестокость и не справедливость этого мира. \nИстория становления Ведьмака и его путь, будут проходить на фоне бесконечной борьбы между рассами и королевствами\nНачнëтся же эта история с обычного Ведьмачьего заказа... \n\nЖанр: Фантастика, Фэнтези, По книгам\n\nP.s Извеняюсь за грамматические ошибки \n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "",
        "pageImg": "https://a.radikal.ru/a32/2109/47/63b9f8720688.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d13/2109/a0/11c880d061a2.jpg",
        "system": true
      },
      {
        "bg_color": [
          0.32,
          0.75,
          0.89
        ],
        "text_color": [
          0,
          0,
          0
        ],
        "shadow_color": [
          1,
          1,
          1
        ],
        "text": "Начать игру ",
        "id": 2
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a23/2112/cb/1d6d9b3f1122.jpg"
      },
      {
        "bg_color": [
          1,
          1,
          0
        ],
        "text_color": [
          1,
          0,
          0
        ],
        "shadow_color": [
          1,
          1,
          1
        ],
        "text": "Достижения ",
        "id": 34
      }
    ]
  },
  {
    "id": 2,
    "text": "Уходя от удара в очередном пируэте, вы срубаете очередной куст. Монстр слишком проворен. \"Взмах\". \" Пируэт\". С каждым взмахом, действие зелей начинает работать. К горлу накатывает неприятный кислый привкус. За многие годы вы привыкли к невыносимому вкусу зелей. \"Взмах\" \nВолколак в очередной раз бросается на вас с острыми как бритва клыками. В кувырке вы откатываетесь за спину противнику и наносите рубящий удар",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b11/2109/d7/cebcbd0d4196.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Удар поподает в спину, но монстр не собирается так быстро сдаватся. Волколак не дожидаясь прыгает на ведьмака в попытке разорвать его, но в самый последний момент он уходит из под удара в полу обороте. *Взмах*. Удар достигает цели. Кисть передней лапы Волколака падает наземь. Из последних сил монстр наносит удар когтями\n",
    "answers": [
      {
        "id": 4,
        "text": "Поставить защиту "
      },
      {
        "id": 5,
        "text": "Уклониться"
      },
      {
        "bg_color": [
          1,
          0.64,
          0
        ],
        "text_color": [
          0,
          0,
          0
        ],
        "id": 6,
        "text": "Использовать Квен ",
        "shadow_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы поставили блог, что было весьма глупо. Острые когти Волколака могут пробить даже железные доспехи, с вашей кожанной бронёй они легко справились. Когти глубоко но не нанесли сильного ущерба. Ещë один шрам в вашей колекции \n*Взмах*\nПоследуюдий удар монстр нанести не успел \nВаш точный удар снëс голову монстра с плечь \n",
    "answers": [
      {
        "id": 7,
        "text": "Взять трофей "
      },
      {
        "id": 4,
        "text": "Получено достижение:  \"Шрамы украшают мужчин\"",
        "comment": true
      },
      {
        "id": 8,
        "text": "Просмотреть достижения ",
        "bg_color": [
          1,
          1,
          0
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "В последней момент Ведьмак уклоняется от когтей Волколака. Удар проходит мимо слегка задевая щëку \n*Взмах* \nВолколак не успел нанести следующий удар, голова монстра падает наземь \n",
    "answers": [
      {
        "id": 7,
        "text": "Взять трофей "
      }
    ]
  },
  {
    "id": 6,
    "text": "Быстрым движением вы чертите в воздухе руну знака Квен. Успешно установив защиту, раненный волколак тщетно пытается нанести удар по Ведьмаку. \n*Бам* \nВедьмак принудительно убирает знак, поток инергии сбивает раненного Волколака \nВедьмак медленно подходит к беззащитному противнику \n*Удар* \nОдним точным ударом Ведьмак отрубает голову Волколака \nМонстр мëрт.. ",
    "answers": [
      {
        "id": 7,
        "text": "Взять трофей "
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d03/2109/ca/c958f74f6054.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "Не спеша *Ведьмак засунул голову Волколака в мешок и повесил на бок коню. \n—\"Вперëд\"- скомандывал Ведьмак коню, сев в седло ",
    "answers": [
      {
        "id": 9,
        "text": "Отправиться к заказчику"
      },
      {
        "id": 7,
        "text": "*Ведьмак- Особая категория наёмников, специализирующаяся на истреблении всевозможных монстров и чудовищ. С целью повышения боевых способностей все кандидаты подвергаются суровым тренировкам и специальным мутациям, которые существенно повышают их боевые способности.",
        "comment": true
      }
    ]
  },
  {
    "id": 8,
    "text": "                            Ваши Достижения:\n\n\n\nТут будут видны все полученные вами достижения и титулы по ходу игры \n",
    "answers": [
      {
        "id": 8,
        "text": "\" Шрамы украшают мужчин \"",
        "comment": true,
        "need": [
          4
        ]
      },
      {
        "id": 4,
        "text": "Вернутся обратно "
      }
    ]
  },
  {
    "id": 9,
    "text": "Ведьмак добрался быстро. Это была маленькая деревушка на окраине Бругге. Ведьмак идя вдоль домов ловил множества взглядов местных жителей. Многие в первые видели огромного убийцу чудовищ. Кошки увидя Ведьмака шипели и убегали. Но больше всего взоров падало на огромный кровавый мешок, висящий на боку лошади ",
    "answers": [
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d08/2109/ee/06d43a61e261.jpg"
      },
      {
        "id": 10,
        "text": "Идти к дому старейшины "
      }
    ]
  },
  {
    "id": 10,
    "text": "Пройдя очередной дом Ведьмак оказался перед большим деревянным домом. Рядом стояла табличка на которой было написано на Всеобщем языке: \"Дом Старейшины\"\nНе думаю что это сделали сами жители деревни. Ведь сами они, врядли могли читать. \nТолько подойдя к дому, из него тут же выскачил белобородый старик. \n—\"А вот и вы мастер Ведьмак \"- окликнул он \n—\" Ну что, вы убили чудище?! \"- старик взволновано посмотрел на Ведьмака \nВедьмак в свою очередь не спеша отвизал мешок и вывалил голову Волколака на стоящий рядом стол \nСтарейшина из последних сил пытался воздержаться от нахлынувшего приступа тошноты\n—\" От-отлично, вот ваши деньги мастер Ведьмак \"\nСтарик бросил в сторону Ведьмака маленький кошель с деньгами \nПо весу Ведьмак понял, что денег не хватает \nСтарик почувствовав на себе грозный взгляд Ведьмака, наклонился в три погибили и промямлил \n—\" Из.. извините мастер ведьмак, но денег которые мы вам обещали у нас нет, пожалуйста не убивайте. Я могу отдать вам одного мальчика из нашей деревни, только не гневайтесь\"",
    "answers": [
      {
        "id": 11,
        "text": "Взять деньги <plus>25 gold",
        "var_set": [
          "gold"
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Ведьмак знал, что нет смысла спорить с предубеждениями на счëт его цеха. \n—\"Нечего, мне хватит денег которые вы мне дали, но хотелось бы переждать у вас ночь\" \n—\"Да, конечно мастер Ведьмак, можете остаться, мы окажем вам хороший приëм\"\nПереждав ночь Ведьмак сел на своего коня и ушëл из деревни тем же утром ",
    "answers": [
      {
        "id": 12,
        "text": "Отправится на тракт "
      },
      {
        "id": 11,
        "text": "Получено достижения: Охотник на Волколака ",
        "comment": true
      },
      {
        "id": 35,
        "text": "Просмотреть достижения ",
        "bg_color": [
          1,
          1,
          0
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Ведьмак опять остался на едине с собой. Полностью пустрой тракт не предвещал беды и Ведьмак спокойно слушал пение птиц и возню животных на опушке леса \nСпустя пол дня пути Ведьмак заметил на дороге группу бандитов, те же стояли вдоль тракта загараживая половину дороги\n",
    "answers": [
      {
        "id": 13,
        "text": "Пройти мимо"
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b30/2109/25/ea0a1e71b3de.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ведьмак не обращая внимание решил обойти бандитов, но у них на этот щëт было другое мнение. \nВсе бандиты, кроме одного, встали и подошли к Ведьмаку \n—\"Слышь а как же пошлину оплатить?! Бесплатно только бабу в кустах мять будешь.\"- Сказала один из бандитов\n*Все хором засмеялись*\nВедьмак с каменным лицом продолжал смотреть на Бандита \n—\"А ты шо так смотришь на меня, иль красу девицу не видовал давно? Хочешь хотя бы ещё разочек что-нибудь увидеть кошель гони! \"\nОсмотревшись ведьмак заметил 7 бандитов, в кожанной побитой одежде \n—\" Слышь, я к тебе обращаюсь. Плати деньги или будет по плохому. \"\nВедьмак подумав решил... ",
    "answers": [
      {
        "id": 14,
        "text": "Заплатить -5 gold",
        "var_sub": [
          "gold",
          5
        ]
      },
      {
        "id": 15,
        "text": "Запугать "
      },
      {
        "id": 16,
        "text": "Напасть "
      }
    ]
  },
  {
    "id": 14,
    "text": "Он решил не испытывать судьбу и заплатить дань. \n—\"Вот и хорошо\"- Щюплый взял деньги и заметно расслабился\nВсе остальные бандиты сели на места, а Ведьмак продолжил путь по тракту ",
    "answers": [
      {
        "id": 21,
        "text": "Дойти до города"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ведьмак грозно посмотрел в глаза щюплого и ответил \n—\"Вы умны или глупы? Собирать дань за проезд на основнои тракте. Не боитесь виселицы? \"\n—\"Ты что там вякнул?! \"- выкрикнул парень \n—\"А то, что каждого из вас ждëт виселица на плахах под Тимерским гербом\"\n—\"Да тебе видно жить расхотелось?\" — уже не так уверенно ответил Бандит\n—\"Думаешь ты успеешь сделать хоть движение перед смертью? Только вчера я зарубил местного Волколака. Считаешь что я не смогу надрать задницу горстке мальчиков?! \"\nБандиты замялись\nВедьмак продолжил путь не услышав ответа ",
    "answers": [
      {
        "id": 21,
        "text": "Дойти до города "
      }
    ]
  },
  {
    "id": 16,
    "text": "Ведьмак с сожалением выдахнул \n—\"Похоже опять не удастся спокойно разойтись'-\nПодумал Он\nВедьмак слез с коня и встал на против щюплого. \nБандит замялся, Ведьмак был ростом в *сажень и в два раз больше по ширине. \nБандиты сразу схватились за мечи, \nНо щюплый не успел даже двинуться. Ведьмак действовал наверняка, ударом ладони сломал  парня шею. \nДругие же бандиты решили долго не ждать, двое из них сделали одновременный выпад \nНо быстрые рефлексы сработали идеально. Время между ударами было критически минимальным, но только для обычного человека. Уклонившись от первого удара Ведьмак успешно парировал второй. \n*Взмах*\nВедьмачий меч вылетел из ножен за доли секунды, последующий удар мгновенно обезглавил бандита. В это же время со спины прямо в голову был нанесëн следующий удар по Ведьмаку ",
    "answers": [
      {
        "bg_color": [
          0,
          0,
          1
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "id": 17,
        "text": "Использовать знак Аард",
        "shadow_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 18,
        "text": "Уклониться"
      },
      {
        "id": 16,
        "text": "*Сажень ≈ 211 см",
        "comment": true
      }
    ]
  },
  {
    "id": 17,
    "text": "Ведьмак в воздухе ловко начертил Руну знака Аард. Энергия воздуха большим потоком сбило с ног троих бандитов. Подскочив к самому ближнему он нанëс точный колющий удар в грудь. Лежащий противник даже не успел понять что произошло. \nВ это время на Ведьмака наскочил один из бандитов. Закрутившись в пируэте Ведьмак с лёгкостью ушёл от удара пративника и рывком напал на ещë не пришедших в себя бандитов \n*Взмах* *Взмах*\nДва без жизненных тела падает на землю \nВедьмак не стал ждать пока противник нападëт и бросил свой нож в бандита с разворота\nЧëткий бросок попадает в голову пробивая череп \nМноговенная смерть \nПоследний Бандит уже надвигался на Ведьмака \nОн знал что смерть была предрешена \nСтоит ли убить его? ",
    "answers": [
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a05/2109/46/c76ede9d6553.jpg"
      },
      {
        "id": 19,
        "text": "Пощадить"
      },
      {
        "id": 20,
        "text": "Убить"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ведьмак быстрым движением ушëл под траекторией меча, и последующим ударом сбрил бандиту обе ноги\nКрик полный боли демобилизовал других бандитов, Ведьмак воспользовался этим моментом и с разворота поделил задне стоящего бандита на двое \nПришедшие в себя бандиты уже в троëм напиали на противника\n*Взмах* \nУдар Бандита вспахивает землю, следующий удар Ведьмак ловко парирует в сторону другого Бандита. Удар успел набрать скорость и его уже было невозможно остановить. Неосторожным ударом меч разрубает плечо союзнику. Ведьмак не стал дожидаться третьего выпада метнув в надвигающегося противника нож.\n Удар попадает точно в лоб, пробивая череп. Быстрая смерть \nПоследний Бандит уже вытащил меч их плеча союзника и надвигался на Ведьмака \nОн знал что смерть была предрешена \nСтоит ли убить его? ",
    "answers": [
      {
        "id": 19,
        "text": "Пощадить",
        "var_add": [
          "gold",
          20
        ]
      },
      {
        "id": 20,
        "text": "Убить",
        "var_add": [
          "gold",
          20
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "Ведьмак решил не убивать последнего Бандита. \nПо очерëдно парируя и уклоняясь Ведьмак зашëл за спину противника и ударом кортика отправил его в накаут \nПосле не торопясь обыскал трупы \n<plus>20 gold\nСобрав всë что можно Ведьмак двинулся дальше по тракту ",
    "answers": [
      {
        "id": 21,
        "text": "Дойти до города "
      }
    ]
  },
  {
    "id": 20,
    "text": "Ведьмак решил убить последнего бандита \nПоочерёдно парируя и уклоняясь, Ведьмак зашëл за спину противника и ударом ноги ломает каленную чашечку бандита \nПротивник начинает падать, но Ведьмак не дождавшись этого насквозь пробивает затылок так, что остриë меча торчало изо рта противника \nУдар пробил можичëк не задев мозга, смерть была долгой и болезниной \nПосле Ведьмак собрал все вещи убитых и двинулся дальше вдоль тракта \n<plus>20 gold",
    "answers": [
      {
        "id": 21,
        "text": "Дойти до города "
      }
    ]
  },
  {
    "id": 21,
    "text": "Дойдя до маленького городка Ведьмак первым делом пошëл в местную таверну \nПоесть, снять комнату и поискать работу \nЗайдя в таверну Ведьмак направился к стойке \n—Что желаете? — Спросил трактирщик\nТрактирщик был стариком в годах и весьма добрым. Обычно трактирщики презренно смотрели на Ведьмак, мол тот отгонял покупателей и с Ведьмаком идут одни проблемы \n",
    "answers": [
      {
        "id": 22,
        "text": "Заказать хорошей еды -5 gold",
        "var_sub": [
          "gold",
          5
        ]
      },
      {
        "id": 23,
        "text": "Заказать похлëбку -3 gold",
        "var_sub": [
          "gold",
          3
        ]
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a40/2109/e0/c561c16807d1.jpg"
      },
      {
        "id": 24,
        "text": "Хлебу и воды "
      }
    ]
  },
  {
    "id": 22,
    "text": "Ведьмак решил купить на ужин хороший еды \nОтдав приличную сумму денег он сел на лучший столик и начал есть \nВ ужин входило множество вкусных блюд и гаречительных напитков \nК концу трапезы Ведьмак наелся до отвала \n",
    "answers": [
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c36/2109/4c/b3a5a7942b70.jpg"
      },
      {
        "id": 25,
        "text": "Снять комнату -5 gold",
        "var_sub": [
          "gold",
          5
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Ведьмак решил заказать обычную похлëбку и несколько кружек пива \nЕда выглядела очень вкусно и Ведьмак не став дожидаться приступил к трапезе\nПосле ужина ведьмак насытился ",
    "answers": [
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c36/2109/4c/b3a5a7942b70.jpg"
      },
      {
        "id": 25,
        "text": "Снять комнату -5 gold",
        "var_sub": [
          "gold",
          5
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "Ведьмак сводил концы с концами и отдавать деньги за хорошую еду было роскошью. \n—Мне хлеба и воды \nПроизнëс ведьмак, и уже было потянулся за деньгами, но старый трактирщик остановил его \n—Вот возьми, за такое даже деньги стыно просить\nСтарик протянул ламоть хлеба и большую кружку воды \n",
    "answers": [
      {
        "id": 25,
        "text": "Снять комнату -5 gold",
        "var_sub": [
          "gold",
          5
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "Поужинав Ведьмак снял комнату в Таверне и отправился спать \nКомната была не большой но уютной и хорошо прибраной \nВедьмаку всë нравилось, потому что в его опыте бывало выгоняли из таверны не давая снять комнату. \nВедьмак лëг в кровать и после недолгой рефлексии заснул ",
    "answers": [
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d18/2109/f0/9ae6f4ff8ddd.jpg"
      },
      {
        "id": 26,
        "text": "Проснуться",
        "need": [
          22
        ]
      },
      {
        "id": 27,
        "text": "Проснуться",
        "need": [
          23
        ]
      },
      {
        "id": 28,
        "text": "Проснуться",
        "need": [
          24
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "Ведьмак проснулся на рассвете и хорошо выспался\nПосле вчерашнего ужина он был ещë сыт \nПо этому в хорошем настроении он спустился на первый этаж и подошёл к стойке \n—Доброе утро — произнëс трактирщик увидев Ведьмак \n—Доброе \n—Что желаете, может подать вам завтрак к утренний трапезе?\n— Нет спасибо, привык заниматься работой с пустым желудком \n— Что же вы тогда желаете? ",
    "answers": [
      {
        "id": 32,
        "text": "Спросить на счëт работы "
      }
    ]
  },
  {
    "id": 27,
    "text": "Ведьмак проснулся на рассвете. Хорошо выспался и отдохнул \nПо этому в приподнятом настроении он спустился на первый этаж \nПодойдя к стойке его встретил трактирщик \n—Доброе утро — произнëс он увидев Ведьмак \n—Доброе \n—Что желаете, может подать вам завтрак к утренний трапезе?\nВедьмак был не сильно голоден но от лëгкого перекуса бы не отказалася \n",
    "answers": [
      {
        "id": 29,
        "text": "Заказать завтрак -2 gold",
        "var_sub": [
          "gold",
          2
        ]
      },
      {
        "id": 31,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 28,
    "text": "Ведьмак проснулся немного позднее чем обычно \nЗавтрак был проспан и Ведьмака это не утешала \nВсю ночь Ведьмак спал плохо и по этому плохо выспался. В животе же назревала война \nКушать хотелось очень сильно \nДвигаемый этим чувством Ведьмак спустился на первый этаж и подошëл к стойке, у которой уже находился Трактирщик \n— Доброе утро — Произнëс трактирщик увидев Ведьмака \n— Кх.. Доброе.. Доброе — произнëс Ведьмак разминая затëкшую во время сна шею \n— Что плохо спалось? \n— Не представляете как. — Ответил уставше вежьмак \n— Да уж, вид у вас не призентабельный\nХоть самого Ведьмак красавчиков не на зовëшь, из за огромного числа шрамов. Но сегодня он выглядил куда хуже \n— Может вам подать завтрак, хоть он и прошëл у нас ещë осталось немного \n\n",
    "answers": [
      {
        "id": 29,
        "text": "Заказать завтрак -2 gold",
        "var_sub": [
          "gold",
          2
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "— Не отказался бы — произнëс ведьмак вынимая из кармана деньги \n— Отлично, скоро всë будет готово. Может вам ещë чем то помочь? \n—Было бы не плохо — произнëс ведьмак ",
    "answers": [
      {
        "id": 33,
        "text": "Спросить на счëт работы ",
        "need": [
          28
        ]
      },
      {
        "id": 32,
        "text": "Спросить на счëт работы ",
        "need": [
          27
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": "Ведьмак шëл в доль каменных домов города, на улице изредка попадались прохожие и не как не реагировали на мужчину с мечом за спиной \nПройдя очередную улицу Ведьмак вышел к торговой площади. \nПостояв немного он пошëл в его центр \nПока Ведьмак проберался между очердной толпы он заметил большую доску объявлений. \nОколо неë стоял один мужчина, он сторательно что-то делал с объявлением ",
    "answers": [
      {
        "id": 37,
        "text": "Подойти к доске обьявлений "
      }
    ]
  },
  {
    "id": 31,
    "text": "—Нет спасибо, привык работать на пустой желудок\n—Ясно, Тогда могу ли я вам чем то помочь? \n— Было бы неплохо узнать что у вас тут просиходит \n— Что именно вас интересует? \n— Монстры, заказы, охрана\n— Хмм.. тут надо подумать \n...\nСпустя пару минут Ведьмак вышел из Таверны\nНу.. пора и за работу приниматся",
    "answers": [
      {
        "id": 30,
        "text": "Выдвинутся"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Было бы хорошо узнать, что у вас тут просиходит \n— Что именно вас интересует? \n— Монстры, заказы, охрана\n— Хмм.. тут надо подумать \nВ это время из кухни вынесли поднос с едой.\nЗапах еды был очень аппетитным, но нужно было дослушать трактирщика. \nУслышав всë что было нужно, Ведьмак хорошо перекусил и вышел из трактира \nНу.. пора и за работу приниматся",
    "answers": [
      {
        "id": 30,
        "text": "Выдвинутся"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Было бы хорошо узнать, что у вас тут просиходит \n— Что именно вас интересует? \n— Монстры, заказы, охрана\n— Хмм.. тут надо подумать \nВ это время из кухни вынесли поднос с едой. Пахла она прикрасно, но надо было дослушать трактирщика. Живот разрывал запах еды, в такие моменты Ведьмак всем сердцем ненавидел не человечески развитые органы чувств \n... \n\nДослушав трактирщика Ведьмак жадно начал поглощать завтрак. После трапезы Ведьмак вышел из Таверны\nНу.. пора и за работу приниматся",
    "answers": [
      {
        "id": 30,
        "text": "Выдвинутся"
      }
    ]
  },
  {
    "id": 34,
    "text": "                            Ваши Достижения:\n\n\n\nТут будут видны все полученные вами достижения и титулы по ходу игры \nВы можете всегда посмотреть их в меню игры \n",
    "answers": [
      {
        "id": 34,
        "text": "\" Шрамы украшают мужчин \"",
        "need": [
          4
        ],
        "comment": true
      },
      {
        "id": 34,
        "text": "\"Охотник на Волколака\"",
        "comment": true,
        "need": [
          11
        ]
      },
      {
        "id": 34,
        "text": "\"Как Слон в посудной Лавке\"",
        "comment": true,
        "need": [
          45
        ]
      },
      {
        "id": 1,
        "text": "Вернуться в меню "
      }
    ]
  },
  {
    "id": 35,
    "text": "                             Ваши Достижения:\n\n\n\nТут будут видны все полученные вами достижения и титулы по ходу игры \n\n",
    "answers": [
      {
        "id": 35,
        "text": "\" Шрамы украшают мужчин \"",
        "need": [
          4
        ],
        "comment": true
      },
      {
        "id": 35,
        "text": "\"Охотник на Волколака\"",
        "comment": true,
        "need": [
          11
        ]
      },
      {
        "id": 11,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 36,
    "text": "—Было бы хорошо узнать, что у вас тут просиходит \n— Что именно вас интересует? \n— Монстры, заказы, охрана\n— Хмм.. Ну есть тут одна работëнка.. \n... \n... \nУзнав всë что было нужно Ведьмак вышел из таверны \nНуу.. пора и за работу приниматься",
    "answers": [
      {
        "id": 30,
        "text": "Выдвинутся "
      }
    ]
  },
  {
    "id": 37,
    "text": "Подойдя к Информационной доске, Ведьмак начал читать объявления. \n—Таак.. \nЧитая каждое объявление Ведьмак не находит нечего путного. \nПерепроходя взглядом все обьявления Ведьмак видит как мужчина начинает клеить ещë одно \nУкраткой посмотрев на него, заинтересовался\n—А можно взглянуть на объявление \nСпросил Ведьмак мужчину, тот удивлëнно посмотрел на него \n— А вы сыщик мистер? \n— Смотря за какую плату \n— Плочу тройную если принисëте мне этого подлеца \n",
    "answers": [
      {
        "id": 38,
        "text": "Спросить подробности "
      }
    ]
  },
  {
    "id": 38,
    "text": "— А что именно случилось? \n— Меня зверски обокрали, все мои украшения бесследно пропали! \nсообщил страже так они уже целый день нечего найти не могут. \n—Во сколько пропали украшения? \n— Да вот вечером как сквозь землю провалились \nСледов нет, некто не видел как воровали\n—Ладно, я разберусь \n",
    "answers": [
      {
        "id": 40,
        "text": "Осмотреть Лавку "
      }
    ]
  },
  {
    "id": 39,
    "text": "Ведьмак пошëл на площадь что бы осмотреть следы которые остались после кражи \nЗаприметив путь по которому мог передвигаться потенциальный вор, Ведьмак прильнул к земле и начал осматривать следы \nТааак, интерсно...  еле заметные  кошачьи следы \nВидут к выходу за стену \n",
    "answers": [
      {
        "id": 42,
        "text": "Пойти по кошачьим следам "
      }
    ]
  },
  {
    "id": 40,
    "text": "Подойдя к лавке торговца Ведьмак начал осматривать его\nЦарпаины, помятости. Хмм.. а это что? \nНапервый взгляд обычное вороство \nНо что тут делают следы кошачьих когтей \nВ остальном человеческие следы, что тут может делать кошка",
    "answers": [
      {
        "id": 39,
        "text": "Осмотреть площадь"
      }
    ]
  },
  {
    "id": 41,
    "text": "Обычные дома, но есть парочку ветхих и старых ",
    "answers": [
      {
        "id": 43,
        "text": "Осмотреть следы"
      }
    ]
  },
  {
    "id": 42,
    "text": "Двигаясь по следу Ведьмак вышел за стены крепости. След прерывался на грунтовой земле\nВозможно вор находиться где то тут \nНужно осмотреться",
    "answers": [
      {
        "id": 41,
        "text": "Осмотреть дома"
      },
      {
        "id": 43,
        "text": "Осмотреть следы"
      }
    ]
  },
  {
    "id": 43,
    "text": "Кошачии следы обрываются, но есть несколько следов которые ведут к одному из домов",
    "answers": [
      {
        "id": 44,
        "text": "Пройти по следам"
      }
    ]
  },
  {
    "id": 44,
    "text": "Следы довели Ведьмака до одного из ветхих домов. Окно на чердак было распахнуто \nА дверь закрыта ",
    "answers": [
      {
        "bg_color": [
          0,
          0,
          1
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "id": 45,
        "text": "Использовать Аард",
        "shadow_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 46,
        "text": "Забраться через окно"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ведьмак в воздухе начертил руно знака Аард\nСильный поток воздуха выбил дверь с петель, та улетела разрушая за собой весь интерьер квартиры \nВойдя в дом Ведьмак не заметил никого в нутри \nНа первом этаже так же нечего Интерсного не было \n",
    "answers": [
      {
        "id": 47,
        "text": "Подняться на чердак "
      },
      {
        "id": 45,
        "text": "Укажите команды для картинки",
        "url": "https://radikal.ru/lfp/a.radikal.ru/a05/2109/46/c76ede9d6553.jpg/htm"
      },
      {
        "id": 45,
        "text": "Получено достижение: \"Как Слон в посудной лавке\"",
        "comment": true
      },
      {
        "id": 48,
        "text": "Просмотреть достижения",
        "bg_color": [
          1,
          1,
          0
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "Ведьмак отскочив от ближнего дерева прыжком перебрался через окно на чердак\nВесь чердак был забит разной одеждой \nБогатой, бедной, женской, мужской, даже детской \nНа тумбе рядом с кроватью стояла золотая шкатулка с украшениями ",
    "answers": [
      {
        "id": 49,
        "text": "Забрать шкатулку"
      }
    ]
  },
  {
    "id": 47,
    "text": "Поднявшись на чердак Ведьмак увидел, что весь чердак был забит разной одеждой \nБогатой, бедной, женской, мужской, даже детской \nНа тумбе рядом с кроватью стояла золотая шкатулка с украшениями ",
    "answers": [
      {
        "id": 49,
        "text": "Взять шкатулку"
      }
    ]
  },
  {
    "id": 48,
    "text": "                            Ваши Достижения:\n\n\n\nТут будут видны все полученные вами достижения и титулы по ходу игры \n",
    "answers": [
      {
        "id": 48,
        "text": "\" Шрамы украшают мужчин \"",
        "need": [
          4
        ],
        "comment": true
      },
      {
        "id": 48,
        "text": "\"Охотник на Волколака\"",
        "need": [
          11
        ],
        "comment": true
      },
      {
        "id": 48,
        "text": "\"Как Слон в посудной лавке\"",
        "need": [
          45
        ],
        "comment": true
      },
      {
        "id": 45,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ведьмак забрав шкатулку спустился вниз. \nВыйдя на улицу он шëл в сторону стен замка. \nВдруг на его дороге оказалась рыжая кошка \nОна смотрела прямо в глаза Ведьмака, что самое неожиданное не убегала и не шипела. \nВстав она двинулась по дороге которая вела под мост который разделял зону замка и внешнюю жилую зону ",
    "answers": [
      {
        "id": 50,
        "text": "Пойти к заказчику "
      },
      {
        "id": 51,
        "text": "Пойти за котом "
      }
    ]
  },
  {
    "id": 50,
    "text": "Ведьмак решил отдать шкатулку с украшениями заказчику. Тот прыгал от радости и восхволял Ведьмака \n—Спасибо мастер Ведьмак, а что с вором? \n— Я его не застал \n— Ну тогда я вам отдам обычную плату, хоть вы и справились с заданием, но изначальный уговор был другой\nТарговец протягивает вам мешочек с деньгами ",
    "answers": [
      {
        "id": 52,
        "text": "Взять деньги <plus>10 gold",
        "var_add": [
          "gold",
          10
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "Проходя вниз по тропинке за котом Ведьмак потерял его из виду. Пройдя немного дальше он дошëл до маленькой речки которая окружала стены замка. Вдруг из угла вышел тот же рыжий кот\nВ мгновение он превратился в маленькое человеко подобное существо \n—*Доплер, как я раньше не догадался\nПроцедил Ведьмак\n—Да Доплер, но ты забрал мои вещи \n",
    "answers": [
      {
        "id": 51,
        "text": "Ещë и снëс к чертям мой дом ",
        "comment": true,
        "need": [
          45
        ]
      },
      {
        "id": 53,
        "text": "Поговорить с Доплером "
      },
      {
        "id": 51,
        "text": "*Доплер- Существо которое может превращатся в почти любой живой организм на которое он посмотрит, может видить воспоминания того в кого перевоплотится \nОбычно доплеры прячутся в больших городах, бояться серебра и на них ведëться охота",
        "comment": true
      }
    ]
  },
  {
    "id": 52,
    "text": "—Еще раз спасибо вам Мастер Ведьмак\nЗадание было завершено и Ведьмак спокойно оставшийся вечер гулял по городу и закупал вещи для следующего пути.... \n",
    "answers": [
      {
        "id": 60,
        "text": "Следующая глава"
      }
    ]
  },
  {
    "id": 53,
    "text": "—Это не твои вещи, ты крадëшь их у обычного торговца \n—Может они мне нужнее, мне нужно сбежать из этого чëртого города, куда-нибудь на окраину и жить в обычном доме. Эти деньги мне нужны что бы выжить\n—Можно выживать и без воровства, мы намного больше похожи чем ты думаешь. \n—Нет мы разные, ты подчиняешься тем кто тебя призирает, ты жалок\nДоплер перешëл на крик \n— Я убиваю монстров потому что создан это делать. Если ты думаешь что воруя ты мстишь всем кто тебя обидел то жалок среди нас только ты \n—Ты просто хочешь убить меня и забрать награду за убийство монстра как я, ведь так? \n—Думаешь что сможешь меня победить? \nМаленькое существо начало превращатся в странную биомассу, спустя мгновение Ведьмак смотрел на самого себя\n— О боже, я на столько уродливо выгляжу? \n— Думаю можно закачивать\nОтветил доплер ",
    "answers": [
      {
        "id": 54,
        "text": "Убить доплера "
      },
      {
        "id": 55,
        "text": "Отпустить Доплера "
      },
      {
        "id": 56,
        "text": "Отдать доплеру золото "
      }
    ]
  },
  {
    "id": 54,
    "text": "—Пора заканчивать с этим \n—Похоже пора \nВедьмак достал свой серебренный меч из за спины и бросился в атаку \nДоплер порировал удар \nЯ знаю всë о тебе, ты дерëшься сам с собой, тебе не победить\n—Чего ты добиваешься? \nВыкрекнул Ведьмак парируя очередной удар противника \n—Уже поздно что-то понимать \nВедьмак понимал это\n—Пора заканчивать \nПодумал Ведьмак \nНачертив рукой знак Игни Ведьмак выпустил из своих пальцев огненые искры\nОни ослепили Доплера, тот покачнулся и еле устоял на ногах \n*Удар* \nКолящий удар Ведьмака пронзил сердце Доплера\nБыстрая смерть \n",
    "answers": [
      {
        "id": 57,
        "text": "Отнести Доплера замковой охране "
      },
      {
        "id": 58,
        "text": "Похоронить его "
      }
    ]
  },
  {
    "id": 55,
    "text": "— Извини, мой долг отпустить тебя. Но шкатулка останется со мной. Она должна вернуться законному владельцу \n—Пфф.. Делай как знаешь Ведьмак, но не думаю, что прислуживая этим уродам они отплатят тебе тем же \n— Я делаю это не ради признания \nВедьмак улыбнувшись посмотрел на Доплера \n—Ладно Ведьмак, пусть твоя дорога будет верна \nВедьмак в ответ покачал головой \nДоплер в свою очередь перевоплотился в зайца и убежал в дебри ",
    "answers": [
      {
        "id": 50,
        "text": "Вернуть Шкатулку заказчику "
      }
    ]
  },
  {
    "id": 56,
    "text": "— Ладно Доплер. Пусть даже такие монстры как мы, которых презирает человечество имели шанс жить обычной жизнью \n— А как же ты? \n— Свой путь я уже выбрал, путь отречения и познания. Эти деньги пойдут на твою новую жизнь, а у меня будет пища для размышлений \n— Не слишком ли бескорыстно? \n—Тебя пугает что я тебя обманываю? \n— Нет, пугает что не обманываешь\n— Держи, надеюсь ещë свидемся \n— Надюсь что так\n— Удачи в пути Доплер \n— Зови меня Гилдримм, Ведьмак \nДоплер превратился в богатого купца и сев на лошадь уехал далеко по тракту ",
    "answers": [
      {
        "id": 59,
        "text": "Отчитаться перед заказчиком "
      }
    ]
  },
  {
    "id": 57,
    "text": "— Прости дружище \nВедьмак отнëс мëртвого Доплера страже \nТа удивившись всë таки вручила ему денежное вознаграждение \n<plus>10 gold\nДальше Ведьмак решил отдать шкатулку с украшениями заказчику. Тот прыгал от радости и восхволял Ведьмака \n—Спасибо мастер Ведьмак, а что с вором?\n— Я уже с ним разобрался. Тело отдал стражникам, вор оказался Доплером \n— Холера, а да.. Спасибо вам большое. Вот ваша заслуженная плата \nКупец протянул Ведьмаку мешочек с деньгаии ",
    "answers": [
      {
        "id": 52,
        "text": "Взять деньги <plus>15 gold",
        "var_add": [
          "gold",
          25
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "— Прости дружище\nВедьмак отнëс труп Доплера к деревцу, и закопал его там\n... ",
    "answers": [
      {
        "id": 50,
        "text": "Отдать шкатулку Заказчику "
      }
    ]
  },
  {
    "id": 59,
    "text": "Рассказывать что было дальше не имеет смысла \nВедьмак на всех знакомых ему ругательствах отсчитал купец. В конце заказчик звал стражу и бранился на языке уже не известном ему. \nДальше Ведьмак тщетно гулял весь оставшийся вечер в поисках новой работы.... ",
    "answers": [
      {
        "id": 60,
        "text": "Следующая глава"
      }
    ]
  },
  {
    "id": 60,
    "text": "  \n\n\n\n\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\n                                      *Глава 2*  \n                         \n                               \"Кровавый балл\"\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\n\n\n\n",
    "answers": [
      {
        "id": 61,
        "text": "Начать Главу"
      }
    ]
  },
  {
    "id": 61,
    "text": "Главный Тракт на подходе к городу Дорьян\nВечернее Солнце ярко светило в спины путников, из за крон деревьев виднелись каменные крыши домов. \nГородок Дарьян, с виду и не скажешь какой хаос и паника твориться по всей Тимерии. По странным причинам по всей территории королевства начали проявляться *Истоки. Самое главное, что узнали о них слишком поздно, почти каждый начал поочерёдно сходить сума. Не выдерживая магическую силу, Исток уничтожал всë вокруг себя, а после и сам уходил из жизни. \nПравительство Тимерии да бы разобраться в происходящем, просит помощи у школы Чародеек расположенной на Острове Танедд. \nНа помощ была отправлена мододая но очень сильная чародейка в сопровождении опытного Воина и его пажа \n—Госпожа, мы почти приехали \nСказал здоровый мужик обгоняя Чародейку, та в свою очередь вышла из раздумий. \n—Отлично, из за долгой поездки у меня всë затекло. Ненавижу долгие поездки на конях. \n",
    "answers": [
      {
        "id": 62,
        "text": "Дойти до города "
      },
      {
        "id": 61,
        "text": "*Исток- Ребенок/подросток, обладающий паранормальными, неконтролируемыми магическими способностями. Время от времени Исток впадает в неконтролируемый транс, способный привести к катастрофическим последствиям",
        "comment": true
      }
    ]
  },
  {
    "id": 62,
    "text": "Спустя ещë полчаса, Чародейка и еë сопровождающие дошли до города. Копыта жеребца звонко зацокали по каменной брущатке города. \nЛюди оборачивались на странную процесию с удивлением. Больше всего внемание привликал статный белый жерибец, стоил такой целое состояние, около 700 Тимерских Оренов. Девушка сидевшая верхом была обличина в статную и дорогую одежду, однако весьма удобную для дальних путишествий. Лицо было прикрыто капюшоном, но так и зачаровывало взгляды жителей города. \nВ скором времени к процессии присоединились Дорьянские стражники, распуская толпу удивлëнных зевак. \nПодьехав на конях к дому местного Барона, который руководил в городе, от туда не долго ждав вылез толстый мужчина средних лет. ",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "—Ах это вы, Мэдмуазель Эвелина из Аттре, примного благодарен вашему визиту \n—И я рада видеть вас Барон. \nПроизнесла чародейка. Барон в свою очередь тактично взял нежную руку Чародейки и поцеловал. \n—Рад приветствовать вас в моëм скромном обители, уверяю, вам понравиться в этом чудном городке. \n—Ох что то я совсем по забыл, вы же только с длительного пути. Слуги, а ну быстро разгрузите вещи и предоставьте нашей гостии королевский приëм! \n—Чародейку отвели в роскошную комнату. Еë спутников поселили рядом. ",
    "answers": [
      {
        "id": 64,
        "text": "Отдохнуть "
      }
    ]
  },
  {
    "id": 64,
    "text": "Решив немного отдахнуть, Эвелина магией  мгновенно поменяла свою походную одежду на ночную. Еë идеальные формы подчëркивало чëрное шëлковое нижнее бельë. От такой красоты не какой человек был не в состоянии устоять. Каждая чародейка выделялась своей прикрасной внешностью, однако красота требовала жертв, многие Чародейки  проходили через мутации в ходе которых теряли репродуктивные способности. \nНо Эвелина с рождения имела ослепляющую красоту, не сравнимую с большинством Чародеек. Еë черты лица, изящные формы переливались в тусклом свете комнатной лампы. \nНемного полюбовавшись собой перед зеркалом она пошла спать. ",
    "answers": [
      {
        "id": 65,
        "text": "Спать "
      }
    ]
  },
  {
    "id": 65,
    "text": "Чародейка проснулась ещë во время завтрака, по еë приказу к ней не кто не входил, да и она не торопилась преступать к трапезе. \nВышла из комнаты она только ближе к обеду, утренние приготовления занимали много времени. \nНа Обед Эвелина тактично пришла с маленьким опозданием. \n—Доброе утро госпожа \nСказала одна из придворных слуг открывая дверь в обеденный зал. \nВойдя в зал за столом уже во всю кушали Барон и еë сопровождающие \nУвидев чародейку Барон сидя поклонился и продолжил трапезу\nЭвелина села на ближний стул, еду тут же принесли слуги \n\n",
    "answers": [
      {
        "id": 66,
        "text": "Приступить к трапезе "
      },
      {
        "id": 65,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2111/7d/813c80cada07.jpg"
      }
    ]
  },
  {
    "id": 66,
    "text": "Еда была весьма вкусной. Барон видимо очень ждал прихода чародейки. Только стоило ей появится, как на обеденный стол начали вносить разные блюда и вкусности. Через некоторое время стол был забит до отказа. \n*Спустя пять минут*\nБарон вытер своë лицо салфеткой и начал разговор с Чародейкой \n—Я знаю что цель вашего везита не должна раскрываться, но знайте, что я всегда на вашей стороне \nЧародейка не удостоила Барона даже взглядом, но он продолжал \n—Однако путь предстоит вам не близкий, Марибор располагается весьма далеко. Могу ли я предоставить вам карету с парочкой быстрых скакунов, или же несколько отважных воинов для сопровождения. Так вы сможете раньше выехать и добраться до места назначения \nЧародейка взглянула на Барона \n—Вы сами знали что моë задание является королевской тайной, однако всë равно пытаетесь лесть в это? Вы либо глупы, либо неоправданно отважны. Мне не нравиться не то не другое. Лучше оставьте решения проблем сильным мира сего. Иначе если котëнок ещë раз залезет в берлогу ко львам, ему не поздороваться",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Ответ был окончательным и исчерпывающим. После долгой паузы Тиберий решил перевести тему разговора \n—Господин. -Обратился он к Барону. \n—Я слыхал, что ваше почтение в народе, славится баллами  маскарадоми \n—Не стоит, однако народ правду глаголит, лучше моих баллов во всей Тимерии трудно сыскать. Вот на кануне я устраиваю нов.. \nБарон перевёл взгляд на Чародейку \n—Г-госпожа Эвелина. Нижайше извиняюсь, совсем запамитовал. Надеюсь вы хоть останетесь на вечерний бал маскарад. Голос Барона дрогнул \n—Н-но если вы не хотите, я вас пойму\nИз за напряжения Барон начал заикаться \n",
    "answers": [
      {
        "id": 68,
        "text": "Согласиться"
      },
      {
        "id": 69,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 68,
    "text": "Чародейка подумав пару секунд, ответила: \n—Спасибо за приглашение Барон, не вижу причин отказывать вам \nХоть Эвелин стала говорить спокойнее  напряжение Барона не уходило вплоть до окончания трапезы. \nПосле, Чародейка отправилась к себе в комнату \n\n",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "—Благодарю за предложение Барон, но вынуждена отказать. Хотелось бы лучше отдахнуть в своей ложе псоле длительной поездки \nГолос Чародейки стал спокойным. \nБарон же после отказа с облегчением вздохнул. \n—Как скажите госпожа, не буду настаивать. \nПосле этих слов Чародейка приступила к трапезе обозначая конец разговора\nОбед прошëл в тишине, после Эвелина отправилась к себе в комнату \n",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Войдя в комнату Эвелина занялась своими рутинными делами. Приводила себя в порядок, принимала горячую ванну и читала книгу. \nПод вечер Чародейка закончила свои дела. Встал вопрос чем заняться. Барону сходить на балл она отказала. Магия под строгим запретом, а сопровождающий еë мужчина взяв мальчика отправился на улицы города слушать слухи местных жителей. \n",
    "answers": [
      {
        "id": 72,
        "text": "Связаться с другой чародейкой "
      }
    ]
  },
  {
    "id": 71,
    "text": "—Думаешь, что Тимерия не выдержит наплыва Нильфгаардской империи?! \n—Нет, считаю, какой бы сильной не была военная мощь Нильфгаарда, Эмгыр не будет так бездумно нападать на Тимерию с её хорошо развитой экономической структурой, выгоднее политически присвоить эти земли себе или подпольно управлять её экономикой \n—Хмм.. А это вариант. Надеюсь в ближайшее время Эмгыр не надумает чего по хуже \n—Уже надумал, чего только стоит академия Гвейсон Хайль! \nВыражение лица Йеннифэр на мгновение переменилось \n—Давай не будем говорить об этом ме.. \nВ этот момент произошёл сильный всплеск энергии, от которого выключился Мегаскоп \nПосле последовали множество взрывов и криков людей\n *Бах*.. *Бах*... \n*Крики людей*.. \nВ комнату вбежали *Тиберий и его паж Пьер \n—Госпожа Эвелина, в бальном зале случилось что-то немыслимое. Вам надо к...\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 74,
        "text": "Посмотреть что случилось "
      },
      {
        "id": 71,
        "text": "*Тиберий- Сопровождающий, в задании Эвелин, солдат ",
        "comment": true
      }
    ]
  },
  {
    "id": 72,
    "text": "Выбор был не большой. Слоняться по улицам города без дела, не чародейское занятие \nРешено было связаться с подругой по *Мегаскопу и обсудить события последних дней \nХорошо что слуги Барона справились с установкой такого хрупкого приспособления\nСпустя некоторое время Мегаскоп начал работать и перед Эвелиной предстаёт женщина необыкновенной красоты. Фиалковые глаза, роскошные чёрные волосы, закрученные в тугие, ниспадающие на плечи локоны, переливающиеся как перья павлина, стройная фигура.\n—Давно не видились Йеннифэр! ",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      },
      {
        "id": 72,
        "text": "*Мегаскоп— магическое устройство, используемое чародеями для различных целей, включая общение на расстоянии.",
        "comment": true
      },
      {
        "id": 72,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d21/2111/1c/9ab7833467fc.jpg"
      }
    ]
  },
  {
    "id": 73,
    "text": "—Как я рада тебя видеть! \n—Ты прям сияешь Э́вилин. Я тоже очень рада! \nПохоже ты до сих пор выполняешь то задание. \n— Приходиться, столько ограничений, что я скоро забуду как колдовать\n— Задание есть задание милая, я тоже проходила через такое. Тем более кому как не лучшей молодой Чародейке справиться с таким заданием\nЭвелина саркастично закатила глаза \n—Йен, ты же знаешь что я не люблю надменной похвалы. Ещё и задание дали мне, а не обычному придворному ищейке. Какой толк от чародейки без магии \n—А я не люблю когда Чародейка жалуется, неприятное и жалкое зрелище. Ксатит что у тебя по части любовника, слышала что ты до сих пор ходишь в девках\n*Эвелин всегда удивлялась умению Йеннифэр быстро менять тему разговора* \n—Ты была бы не Йеннифэр если бы верила каждому слуху \n—По этому я и спрашиваю у тебя  \n—Не думаю что смогу встретить кого-нибудь в такой глуши\n—Такие как Геральт сами появятся, поверь мне. \n—В первые слышу, что бы сама Йеннифэр кого-то хвалила\n—Не преувеличивай Э́велин \nЧерез пару минут разговоров диолог перешёл в политические дебаты которые продолжались длительное время \n.... ",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      },
      {
        "id": 73,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c28/2111/19/15d5a6826f56.jpg"
      }
    ]
  },
  {
    "id": 74,
    "text": "Не до слушав, Чародейка побежала посмотреть, что произошло. \nНа бегу перед Эвелин проносились множество людей убегающих от эпицентра трагедии \nСпустя некоторое время она добежала до двери в бальный зал \nТочнее до того что от неё осталось\nНи двери, ни даже дверного проёма не было вообще. Зайдя в зал перед Чародейкой появилась жуткая картина. \nПо всюду опрокинуты и уничтожены части комнаты и всего интерьера. Некоторые вещи были сожжены до тла\nА люди... \nСмотреть было сложно. Людей там не было \nТолько несколько кучек пепла в центре и забитые по углам мясные горки \n..... ",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "—Госпожа Эвелина, подождите, зачем вы так бежите! \nКричал Пьер добежав ко входу. Зайдя внутрь Пьер не выдержил увиденного и его стошнило\nВ этот момент забежал Тиберий\n—Убери мальчика и не кого сюда не впускай! мне надо сосредоточиться \nМужчина бесприкословно послушал Чародейку \nи вывел мальчика из зала\n—Так, нужно сосредоточиться.. нужно сосредоточиться\nПро себя как мантру повторяла Чародейка прогоняя ненужные мысли \n\n",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вдруг вокруг Чародейки начала накапливатся энергия, постепенно заполоняющая всё пространство. Спустя некоторое время из воздуха начали образовываться силуэты людей, каждый горел разным цветом и занимался своими делами. Кто-то танцевал, кто-то трапезничал, а кто-то общался с другими силуэтами\n—\"Сдесь проходил балл\"\nРассуждала Чародейка\nВ это время процесия остановилась. На лестнице появились две новые человеческие фигуры\nОдна была знакома. Серая с редкеми белыми огоньками  пренадлежали Барону. Рядом стояла девочка. По яркому жёлтому цвету Эвелин сразу поняла кто она \n—Исток! Но что она тут делает, разве всю знать не проверили Тимерские Чародеи? \n\n",
    "answers": [
      {
        "id": 77,
        "text": "Присмотреться к девочке "
      }
    ]
  },
  {
    "id": 77,
    "text": "Чародейка обратила особое внимание на девочку истока. Приблизившись к ней Эвелин признала родство с бароном, часть их энергии были схожи\n—\"Похоже чёртов Барон спрятал девочку от проверки Тимерскими магами, вот почему он так ждал моего скорого отъезда. Ладно, всё равно этот клоп уже мёртв. \"\nЧародейка отошла от девочки и продолжила наблюдать за происходящим. Та в свою очередь спустилась по лестнице и принялась танцевать. \nПриглашения долго ждать не пришлось, один из фигур подошёл к девочке и они пустились в пляс. \nПосле долгого танца парень приблизился к девочке ближе и поцеловал её, в этот момент её энергия стала не контролируемой и начала вырываться в наружу. \nБедного парня захлестнуло первого, других следом, энергия начала накрывать весь зал а потом импульс прошёлся по всему замку. Люди и предметы интерьера которое находились в близи Истока были сожжены до тла, то что располагалось дальше пускало в круговорот и разрывало на части, зрелище было не из приятных. Чародейка не выдержала, её стошнило. Дальше нахлынувшая энергия сбила Эвелину сног и прервало магический ритуал \n... \n\n*Конец 2 главы*\n",
    "answers": [
      {
        "id": 121,
        "text": "Следующая Глава"
      }
    ]
  },
  {
    "id": 78,
    "text": "Войдя в комнату Эвелина занялась своими рутинными  делами. Приводила себя в порядок, принимала горячую ванну и читала книгу. \nПод вечер Чародейские заботы подошли к концу. Время до балла ещё оставалось и Эвелин решила связаться с другой Чародейкой по *Мегаскопу. Вдруг в дверь кто-то постучал. ",
    "answers": [
      {
        "id": 79,
        "text": "Открыть дверь"
      },
      {
        "id": 78,
        "text": "*Мегаскоп— магическое устройство, используемое чародеями для различных целей, включая общение на расстоянии.",
        "comment": true
      },
      {
        "id": 78,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d21/2111/1c/9ab7833467fc.jpg"
      }
    ]
  },
  {
    "id": 79,
    "text": "Открыв дверь Эвелин увидела своих спутников Пьера и Тиберия. \n—Госпожа Эвелин извините за вторжение, но.. \n—Входите \nПрервала чародейка, жестом приглашая гостей зайти\nВойдя Эвелин закрыла за ними дверь.   \nПьер сразу начал смотреть по сторонам, и даже Тиберий не мог удержаться слегка оглядеть *опочивальню юной Чародецки \nВ воздухе витал дурманящий запах духов, а сама Чародейка пьянила лучше любого вина. Оба немного начали краснеть \n—Так, что же вы хотели? \nСвоим вопросом Эвелин вернула мужчину с небес \n—А.. да.. Мы недавно побывали в нескольких Пабах и Трактирах, послушали слухи и сплетни. Так вот, многие говорят, что в последнее время Барон ведёт себя странно. Всё меньше устраивает баллы, а свою дочь вообще не показывает. Мне кажется это подозрительным \n—Может болезнь? \n—Вот именно, что нет. Сегодня у Барона праздник по 14 летию дочери, думаю там всё и проясниться. \n—Хмм.. Ладно, спасибо за информацию, думаю она мне пригодится\n—Госпожа Эвелин! Пожалуйста можете и нас взять на балл\nВдруг выкрикнул Пьер \n—Мы точно пригодимся! \n",
    "answers": [
      {
        "id": 80,
        "text": "Согласиться"
      },
      {
        "id": 81,
        "text": "Отказать "
      },
      {
        "id": 79,
        "text": "*Опочивальня- Спальня в боярских домах или во дворце",
        "comment": true
      }
    ]
  },
  {
    "id": 80,
    "text": "—Ладно, надеюсь вы будете полезны \nПосле слов Чародейки, Пьер радостно улыбнулся \nВ то же мгновение оба откланились и пропали в дверном проёме\n—Сколько хлопот с этими мальчиками \nЭвелин продолжила готовиться к разговору с другой Чародейкой \nХорошо что слуги Барона справились с установкой такого хрупкого приспособления\nСпустя некоторое время Мегаскоп начал работать и перед Эвелиной предстаёт женщина необыкновенной красоты. Фиалковые глаза, роскошные чёрные волосы, закрученные в тугие, ниспадающие на плечи локоны, переливающиеся как перья павлина, стройная фигура.\n—Давно не видились Йеннифэр! ",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      },
      {
        "id": 80,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c28/2111/19/15d5a6826f56.jpg"
      }
    ]
  },
  {
    "id": 81,
    "text": "—Извини Пьер, думаю в другой раз. У меня будет сложное задание, хотелось бы выполнить его без посторонней помощи \nПосле слов Чародейки мальчик растроился, однако оба маментально откланились и пропали в дверном проёме \n—Сколько хлопот с этими мальчиками \nЭвелин продолжила готовиться к разговору с другой Чародейкой \nХорошо что слуги Барона справились с установкой такого хрупкого приспособления\nСпустя некоторое время Мегаскоп начал работать и перед Эвелиной предстаёт женщина необыкновенной красоты. Фиалковые глаза, роскошные чёрные волосы, закрученные в тугие, ниспадающие на плечи локоны, переливающиеся как перья павлина, стройная фигура.\n—Давно не видились Йеннифэр! ",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      },
      {
        "id": 81,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c28/2111/19/15d5a6826f56.jpg"
      }
    ]
  },
  {
    "id": 82,
    "text": "—Как я рада тебя видеть! \n—Ты прям сияешь Э́вилин. Я тоже очень рада! \nПохоже ты до сих пор выполняешь то задание. \n— Приходиться, столько ограничений, что я скоро забуду как колдовать\n— Задание есть задание милая, я тоже проходила через такое. Тем более кому как не лучшей молодой Чародейке справиться с таким заданием\nЭвелина саркастично закатила глаза \n—Йен, ты же знаешь что я не люблю надменной похвалы. Ещё и задание дали мне, а не обычному придворному ищейке. Какой толк от чародейки без магии \n—А я не люблю когда Чародейка жалуется, неприятное и жалкое зрелище. Ксатит что у тебя по части любовника, слышала что ты до сих пор ходишь в девках\n*Эвелин всегда удивлялась умению Йеннифэр быстро менять тему разговора* \n—Ты была бы не Йеннифэр если бы верила каждому слуху \n—По этому я и спрашиваю у тебя  \n—Не думаю, что это случиться в ближайшем будущем, однако может на сегодняшнем баллу мне повезёт больше чем обычно \n—Ох.. Балл это отлично, думаю после него тебе станет легче. \n—Надеюсь, хотя балл будет в честь дочки местного Барона\n—Главное слишком не переусердствуй, иначе затмишь именинницу \n—Нечего не могу обещать\n... \n ",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "... \nПосле некоторого времени общения.. \n\n—Да я до сих пор помню случай в Аретузе \n—Ах.. Йеннифэр! Я же просила не вспоминать эту историю. И вообще я не виновата в произошедшем\n—Правда?! А кто тогда сжёг тренировочную  комнату\n—Я просто немного перестаралась, и вообще закрыли тему.\n—Ну ладно, ладно. Тогда хотела спросить про не давние действия Эмгыра \n—Йеннифэр ты же знаешь, что если речь зайдёт о политике мы будем говорить то следующего утра.Пожалей меня, мне уже на балл пора \n—Как скажешь подруга, но держи меня в курсе событий, это задание намного запутаннее чем тебе кажется \n— Значит до скорого, Йен \n—Удачи Э́велин\nЧародейка выключила Мегаскоп \nПосле не долгих сборов Эвелин была готова ",
    "answers": [
      {
        "id": 85,
        "text": "Отправиться на балл "
      }
    ]
  },
  {
    "id": 84,
    "text": "—\"Глубоко польщёна, однак.. \"\nЭвелин перебил знакомы мужской голос, повернувшись им оказался Тиберий\n—\"Кхм.. Кхм.. Извините граф Эдвард, не думаете , что ваша милость должна соблюдать нормы этикета при общении с дамой\" \nГолос Тиберия был более грубоват, а со стороны он казался выге чем обычно\n—\"Я Эдмон, и будте любезны произносить и мою фамилию тоже\"\nГраф даже не скрывал недовольства \n—\"Конечно, но сначало хотелось, что бы вы соблюдали личное пространство милостивой госпожи\"\nТиберий не обращая внимания на слова Графа, осторожно перехватывает руку Графа и отстраняет его от Эвелин. Чародейка в свою очередь слегка улыбаться краешком рта \n—\"Да как вы смеете!\"- Граф был явно не доволен его действиями \n—\"Если вам так хочется по буянить то я могу показать, что ещё я смею делать. Однако не хочется решать такие вопросы на глазах у девушек\"\nЛюди вокруг начали посматривать на Графа\n—\"Да, я.. я.. я вас запомнил! Будьте уверены я отомщу за такое хамство\" \nГраф поджав хвост убежал из бального зала\n—\"Я бы и сама справилась\" -Ответила через секунду Чародейка \n—\"Не сомневаюсь госпожа Эвелин, однако мне даже страшно как бы вы с ним поступили\" \n—\"В лягушку бы превратили?!\"\nИз не откуда вдруг образовался Пьер, который до сего момента молча смотрел на происходящее со стороны \n—\"Нет малыш, обычно я превращаю таких невежд в жаб\" \nТиберий и Пьер заулыбались \n",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Пройдя по длинному каридору Эвелин дошла до входа в бальный зал. \nВойдя Чародейка видит обычную для себя картину \nКто-то танцует под звуки оркестра, кто-то выпивает или трапезнечает у стола с едой \nБалл только начался по этому многие ещё трезвы и ведут себя относительно одекватно, однако Чародейки на любом банкете, балле, маскараде или другом мероприятии должны вести и выглядить безупречно \nТолько войдя в зал многие начали оглядываться на Эвелин.Это было понятно, даже не смотря на маску на её лице, прекрасные формы её тела не давали отвести от неё взгляд \nНо Чародейка уже привыкла к такому отношению со стороны мужского пола. Не обращая внимания, Эвелин взяла бокал шампанского превликая своим присутствием всё больше внимания\nВсё это длилось пока один молодой Граф не подошёл к Эвелин \n—Мадмуазель\nЧародейка по этикету подала ему руку, парень медленно поцеловал её не отрывая с Эвелин взгляда \n—Граф Эдмон Льежский, будем знакомы \n—Очень приятно ваше сиятельство\nГраф похоже ждал, что девушка представиться в ответ, но Эвелин не торопилась это делать \n—В первые вижу такую прекрасную особу, что же вы делаете на этом баллу? \n—Была отправлена по долгу службы\n—Такая красивая девушка и совсем одна? Это как-то не правильно. Не думаете? \nГраф подхватил под руку и приобнял Эвелин, что было огромной ошибкой ",
    "answers": [
      {
        "id": 86,
        "text": "Далее",
        "need": [
          81
        ]
      },
      {
        "id": 84,
        "text": "Далее",
        "need": [
          80
        ]
      },
      {
        "id": 85,
        "text": "Получено достижение: \"Королева балла\"",
        "comment": true
      }
    ]
  },
  {
    "id": 86,
    "text": "—Глубоко польщена, однако смею предположить по вашему юному возросту, как таковых женщин вы ещё не видали \nПосле сказанного Чародейка выскальзнула из под объятий Графа\n—Клевета! Да как вы смеете произносить такое в мою сторону. \n—Что же вы Граф, в этом нет нечего постыдного, вы ещё молоды и энергичны. Думаю ещё годик и вы станете законным мужчиной \n—Да как вы.. вы.. \nГраф был готов провалиться под землю, вся его напыщенная увереность пропала. Люди вокруг поглядовали и пускали смешки\n—Я вас запомнил.. \nГраф краснея покинул бальный зал \n.. \nВ это время, все быстро забывают про случившиеся. В зал входит Барон. \nВнимание Эвелин привлекла девочка стоявшая под руку, если верить словам Тиберия и Пьера то это его дочь. Но что-то в этой девочке привлекало Чародейку \n\n\n",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Барон находился на Лестнице и представлял свою дочь \nПосле того как он закончил и спустился в бальный зал, его тут же окружили дворяне \nПосле долгих приветствий с гостями Барон обьявил о начале балла маскарада и все пустились в пляс \nСам Барон поспешно ретировался ко второму столу с закусками  который находился в другой части зала \n\n\n",
    "answers": [
      {
        "id": 88,
        "text": "Пойти танцевать "
      }
    ]
  },
  {
    "id": 88,
    "text": "Эвелин сделала шаг к центру зала, как её сразу подхватил один из танцующих. Вальс продолжился уже в паре. \nСам мужчина был необычайно красив и статен, в его движениях чувствовалась грация. \nПосле нескольких минут танца, на пару смотрело половина гостей\nНо кружась в быстром танце им юыло всё равно на глазеющую толпу, однако музка сменилась с быстрой и весёлой на медленную и нежную \nТолпа стала сходиться в пары и даже молодая именинница танцевала с одним графским ребёнком \nЧародейка уже во второй раз чувствует странное притягательное чувство к дочери Барона\n—\"Что то не так с этой девочкой\"- проскакивает в мыслях Эвелин \nВ долгом танце Чародейка разговорилась со своим партнёром, обменявшись комплиментами мужична представился как Áртур. После разговор зашёлсп о жизни и увлечениях.  \nЭвелин же опускала разговоры по поводу её происхождения и семьи в которой радилась, ведь главное было сохронять инкогнито \n...\nВ конце песни Áртур попрощался и ушёл из бального зала\n... \n\"Бам\"\nЭвелин охватила волна чистой энергии \n\n",
    "answers": [
      {
        "id": 89,
        "text": "Далее",
        "need": [
          81
        ]
      },
      {
        "id": 90,
        "text": "Далее",
        "need": [
          80
        ]
      }
    ]
  },
  {
    "id": 89,
    "text": "*Бам* \nНеожиданный поток энергии сбивает с ног Чародейку. Даже с хорошей устойчивостью к магии Эвелин чуть не потеряла сознание, \nОстальные же люди разлетелись в разные стороны, мебель снося всё на своём пути разбивало остатки интерьера  \n*Бах* \n—\"DA'ARIAN ANNOI!\"\nЧародейка рефлекторно поставила магичечкий щит, в мгновение её акутал огненый барьер, второй поток магической энергии не смог пробить щит Эвелин \nСобравшись и встав на ноги Эвелин увидела источник энергии \nМаленькая девочка излучая неконтролируемую энергию парила в воздухе, её глаза светились голубым огнём и с каждым мгновением она выпускала всё более плотные магические импульсы. \n—\"Исток!\" -подумала Чародейка\n—\"Нужно быстрее что-то предпринять \"",
    "answers": [
      {
        "id": 91,
        "text": "Усилить защиту ",
        "text_color": [
          1,
          1,
          0
        ]
      },
      {
        "id": 92,
        "text": "Подавить силу Истока ",
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 93,
        "text": "Атаковать Истока ",
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 89,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d11/2112/64/c10e6989fdc7.jpg"
      }
    ]
  },
  {
    "id": 90,
    "text": "*Бам* \nНеожиданный поток энергии сбивает с ног Чародейку. Даже с хорошей устойчивостью к магии Эвелин чуть не потеряла сознание, однако Тиберий усмел поймать Чародейку, похоже у него был артефакт защищающий от магии, но остальным людям повезло меньше, почти каждого отбросило в разные стороны с огромной силой, мебель снося всё на своём пути разбивало остатки интерьера  \n*Бах* \n—\"DA'ARIAN ANNOI!\"\nЧародейка рефлекторно поставила магичечкий щит, в мгновение ока их окутал огненый барьер, второй поток магической энергии не смог пробить щит Эвелин \nСобравшись и встав на ноги Чародейка увидела источник энергии \nМаленькая девочка излучая неконтролируемую энергию парила в воздухе, её глаза светились голубым огнём и с каждой секундой она выпускала всё более плотные магические импульсы. \n—\"Исток!\" -подумала Чародейка\n—\"Нужно быстрее что-то предпринять \"",
    "answers": [
      {
        "id": 109,
        "text": "Усилить защиту",
        "text_color": [
          1,
          1,
          0
        ]
      },
      {
        "id": 110,
        "text": "Подавить силу Истока",
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 111,
        "text": "Атаковать Истока",
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 90,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d11/2112/64/c10e6989fdc7.jpg"
      }
    ]
  },
  {
    "id": 91,
    "text": "Эвелин решила усилить свой магичесеий барьер \n—\"Gveard ear eiws vort morvudd mo feorh shed finell\"\nПроизнеся заклинание на старшей речи щит в мгновение обьяло синее пламя, это заклинание Эвелин придумала ещё в 12 лет и оно до сих пор спасало её в трудный момент. Однако каждый новый удар отнимал огромное количество энергии. \nПо сторонам с новой силой пролитали части мебели, сильное землятресение сбивало с ног Чародейку, но она продолжала удерживать заклинание сохраняя концентрацию \n*Бам*\n... \nСпустя минут энергия была почти на исходе\nОт бального зала не осталось почти нечего, по всем стенам проходили трещины, где то были вырвана куски потолка, оставшееся мебель  разлетелась на щепки, а люди превратились в адское месиво\nИсток к этому времени был уже на грани, её тело каждую секунду частично распадалось превращаясь в сгусток чистой и неконтролируемой энергии\nВ скоре после полного исчезновения Истока вся энергия должна вырваться в один миг \nНужно что-то предпринять, но силы почти на исходе \n",
    "answers": [
      {
        "id": 95,
        "text": "Начертить руну ",
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 96,
        "text": "Телепортироваться ",
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 97,
        "text": "Поглатить Энергию ",
        "text_color": [
          1,
          0,
          1
        ]
      }
    ]
  },
  {
    "id": 92,
    "text": "Эвелин решила подавить силу Истока, однако сделать это будет очень трудно \nВ миг создав воздушный барьер вокруг Истока, Чародейка выкачивала воздух внутри, превращая его в вакум\nЧерез пол минуты воздуха внутри барьера уже не осталось и Исток приземлился на землю \nС помощью заклинания \"Подавления магии\"Эвелин начала ослаблять Истока \nНо энергия была слишком нестабильной, что тратило огромное количество энергии \nЧерез время ситуация начала стабилизироваться, некоторые люди уже пришли в себя и пытались как можно быстрее покинуть бальный зал \n—\"Стойте, что вы делаете с ней\"- Это был Барон \nВ помятой одежде и с глупым, чуть ли не плачушем виде он подходил к Эвелин \n—\"Не твоё дело, уходи от сюда быстрее\"- Только Эвелин отвлеклась на Барона как воздушный щит уже немного треснул\n—\"Нет стойте, вы её убьёте, она же моя дочь! \"\n—\"Надо было раньше думать, глупец\" \nБарон всё ближе подходил к Истоку, а на барьере образовалось ешё одна трещина \n—\"Отпустите её! Прошу вас! \"\n—\"Ты с ума сошёл, хочешь что бы мы все погибли?! \"\n*Треск*\n",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "Чародейка решила не ждать пока Исток уничтожит всё здание и напала первой \nПриминив заклинание \"Зеркало Афана\"\nЧародейка создала прозрачные копья, соединив их с магией \"Статическая Буря\" , копья электризавались \n*Бах* \nПопав в Истока, электрические копья пробили ей  плечо, живот и часть лица, оставшиеся копья прошли мимо, однако Исток быстро востоновил потерянные части. Вместо кожи и плоти в местах появились сгустки энергии \nЭвелин не став ждать, сразу начала кастовать новое заклинание, но Истоку видимо не очень понравилось действие Чародейки, неожиданно для неё она сразу направила разрушительной силы энергетические волны в сторону Чародейки\n\n",
    "answers": [
      {
        "id": 101,
        "text": "Поставить Защиту ",
        "text_color": [
          1,
          1,
          0
        ]
      },
      {
        "id": 102,
        "text": "Продолжить Атаку",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 94,
    "text": "Подойдя к ней Эвелин присела рядом и молча обняла её\nВолны начали немного утихать \nПогладив девочку по голове, она тихо напивала песню, которую ей в детстве пела мама \nТак они сидели долго... \nГустые тучи ушли, а из за них появился красивый румяный рассвет. \n... \n\n",
    "answers": [
      {
        "id": 107,
        "text": "Выйти из сознания Истока",
        "text_color": [
          0,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 95,
    "text": "Чародейка с помощью простейший магии преобразовала воздушный клинок \nПорезав себе ладонь Эвелин использовала свою кровь что бы начертить рунные знаки на полу \n—\"Ard aenye gebo gveard\"\nПосле того как руны были нарисованы, а заклинание произнесено Эвелин приходилось только надеяться.. \nСекунда.. две.. три... \nНечего, Обсалютно!\n—\"Как такое может быть?! \" \nЧетыре.. Пять.. \n\"Бах\" (Взрыв) \n... \n... ",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "—\"Так, нужно валить от сюда. Энергии почти нет, только если понадеяться на везение\"\nЭвелин знала что шансы малы, но выбор был сделан \nсобрав последние силы Эвелин применила телепортацию \n*Бах* \"Взрыв\"\n...\n\n",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "У Эвелин было всё меньше и меньше времени. \nЕсть шанс поглатить и обуздать эту энергию, нужно им воспользоваться\nШанс на успех был очень мал, но выбор был уже сделан \nЧто бы использовать магию поглощения, надо было подойти ближе, что уже было трудно выполнимо. Однако даже подойдя на нужное расстояние, сосредоточиться в такой обстановке будет ещё сложнее \nПродолжая удерживать свой щит, Эвелин продвигалась всё ближе к центру зала. В округе оставалось всё меньше природной энергии, и с каждым шагом ей всё сложнее удавалось поддерживать щит. Подойдя на нужное растояние, Эвелин начала произносить заклинание \n—\"Elfennol o Drydan a thabhairt dom neart!\"\nПосле пары мгновений вокруг начали появляться электрические молнии, сужаясь и задевая Чародейку, но она продолжала концентрироваться на Истоке \n.. \n",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "—\"Что.. что происходит?\"\nВзрыв не поглатил Эвелин, смотря вокруг она замечает как энергия в первозданном виде добивает остатки зала проходя дальше и сея новые разрушения \nНо.. не задевая Эвелин \nПеред её глазами образуется маленькое синее пламя, успокаивая душу и тело, лечя. \nОгоньёк поглощает её, придовая тепло и защищая\n... \n..\n—\"Смотрите, человек, сдесь! Господи, что тут случилось?!\"\n—\"Не стой ты, помоги мне лучше! \" \n—\"Она дышит? \" \n—\"Вроде как, позови лекаря\"\n... \n\n\n*Конец 2 главы*\n\n",
    "answers": [
      {
        "id": 121,
        "text": "Следующая Глава"
      }
    ]
  },
  {
    "id": 99,
    "text": "—\"Как это пропала! Как это понимать Тиберий?!\"\n—\"Это моя ошибка госпожа! Это я не смог её сберечь\" \n—\"Думаю они пропали в не исправном портале. Сейчас они могут очутиться где угодно или не где, тела найти будет проблематично\"\n—\"Не надо было её отправлять на это задание, я думала она готова\" \nРектор Академии Аретузы не скрывала горя \n—\"Тисая, думаю не кто не мог этого ожидать, даже ты. Ты не виновата. \"\n—\"Не надо Рита, я должна сама с этим разобраться и ответить за свою ошибку. \"\n.... \n\n\n                                     *Конец* \n\n",
    "answers": [
      {
        "id": 79,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 100,
    "text": "—\"Поглати!\"\nМолния ударила в сгусток энергии который только недавно был Истоком\n*Бам* \nЭнергия начала рассеиваться\n*Бам*\nВторой удар молнии был ещё сильнее \nГлаза Эвелин изменились, зелёные глаза начали светиться ярко фиолетовым\n*Бам* \nТретий удар молнии \nПочти вся энергия выходящая из Истока поглощала Эвелин \n... \nЭвелин поглатила почти всю энергию, её сила всё сильнее становилась хаотичнее и опаснее, она всё сложнее могла её удерживать, сила поднимала её в воздух, а остатки испарялись в воздухе \n... \n..\nВдруг со стороны входа послышались шаги \n—\"Нужно торопиться, там была госпожа Эвелин! \"\n—\"Быстрее! \"\nСпустя пару мгновений в зал забегает Тиберий и топла стражников\nУвидев происходящее одного из стражников стошнило, Тиберий же увидев порящую Чародейку побежал в её сторону\n—\"Госпожа!\"\nСила которая поглатила Эвелин успокоилась и обратный эффект не заставил себя долго ждать. \nГолову сразу пронзила сильная боль, взгляд затуманился, а комната пошла кругом. \nЭвелин потеряла сознания и уже падала на землю, однако Тиберий успел её поймать \n—\"Госпожа Эвелин, что с вами?! \" \nК Тиберию подбежали оставшиеся стражники \n—\"Быстрее помогите мне, её надо отнести к лек..\"\nПосле Эвелин полностью отключилась, до неё доносились лишь обрывки фраз \n... \n  \n *Конец 2 Главы*",
    "answers": [
      {
        "id": 121,
        "text": "Следующая Глава"
      }
    ]
  },
  {
    "id": 101,
    "text": "Эвелин прекратила каст заклинание и сразу поставила магический щит \n—\"DA'ARIAN ANNOI!\"\nПервая же волна уничтожила защитный барьер, вторую и третью Эвелин успела отбить быстрым заклинанием. однако ей это всё равно не помогло \nВолны чистой и агрессивной энергии приближались всё ближе и били безостановочно \nПосле десятка волн силы Истока подходили к концу, а уже без сильная Эвелин сидела в луже собственной крови\nСпутся мгновение исчерпавший силы Исток был похож на материю чистой энергии, поглощая силу вокруг он взорвался, уничтожая остатки бального зала \n\n\n                                     *Конец*",
    "answers": [
      {
        "id": 79,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 102,
    "text": "Чародейка решила продолжить каст магии, после пары секунд заклинание была готово\n—\"Pelen dân, dinistrio fy ngelynion!\"\nВ воздухе вдруг образовались огромные огненные шары, которые тут же чародейка послала в сторону Истока\nКаждый из них нёс огромные разрушения, стены не выдерживая такой нагрузки упали на Истока\nСпустя мгновение Исток был похоронен под обломками бального зала \n—\"Уфф.. вроде всё обошлось\"\nУже идя к выходу Эвелин почувствовала слабую энергию Истока, которая исходила из груды обломков \nЧерез несколько секунд обломки разлетелись в стороны и от туда вышел раненый Исток \nБольше половины её тела отсутствовала, однако оно двигалось в сторону Эвелин \nК этому моменты Чародейка уже была вне здания\n—\"Не хватило?! Тогда я похороню тебя вместе со всем зданием\"\nЭвелин собрав огромное количество силы, использовала заклинание *Землетрясение Стаммельфорда*\nТут же по земле прошлая сильная дрожь \nСпустя пару секунд под зданием образовались огромные трещины неимоверной глубины, мгновение спустя от здания нечего не осталось, Исток был похоронен бод землёй с остальными людьми ",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "Уставшая Эвелин отойдя подальше присела отдохнуть\nЧерез некоторое время прибежали стражники и сопровождающий Тиберий \n—\"Холера! Госпожа что тут произошло?!\" \n—\"Слишком долго обьяснять Тиберий, лучше помоги мне подняться\"\n\n\n*Конец 2 Главы*",
    "answers": [
      {
        "id": 121,
        "text": "Следующая Глава"
      },
      {
        "id": 103,
        "text": "Получено Достижение: \"Дорьянская Трагедия\"",
        "comment": true
      }
    ]
  },
  {
    "id": 104,
    "text": "*Треск*\nШит стал рушиться по этому Эвелин сильнее надавила магией на барьер, создавая сильное давление\n*Крик* \nИсток закричала в агонии, что стало последней каплей для Барона \n—\"Не трогайте её! \" \nБарон побежал в сторону дочери, сбивая с ног Эвелин \n—\"Стой!\"\nБарьер в мгновение разлетелся на мелкие кусочки, оставшиеся силы истока начали разлетаться хаотично с разной силой \n*Крик* \nБарона практически поджарило заживо, половина тела была в критических ожогах и не поддавалось леченю \n—\"Чёрт!\"\nЭвелин же не задело, однако нужно было быстрее что то решать ",
    "answers": [
      {
        "id": 106,
        "text": "Успокоить Истока",
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 95,
        "text": "Начертить руну ",
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 96,
        "text": "Телепортироваться",
        "text_color": [
          0,
          0,
          1
        ]
      }
    ]
  },
  {
    "id": 105,
    "text": "Оказавшись внутри сознания Истока, Эвелин открыла глаза. Она стояла на берегу, река бушевала, волны бились о скалы разрушая остатки острова. \n—\"Её жизненые силы распадались\" — мысленно рассуждала Эвелин \n*Плач*\nВдруг до слуха Чародейки донёсся детский плач \nОбернувшись она увидела девочку, обнимающую свои колени и тихо плачя. \n\n\n",
    "answers": [
      {
        "id": 94,
        "text": "Подойти к девочке "
      }
    ]
  },
  {
    "id": 106,
    "text": "Эвелин решила успокоить девочку\nИспользовав свои собственные заклинания \"Повышени жизненной энергии\" и \"Психическая устойчивость\" Чародейка была готова \nС помощью Подчинения воли Эвелин вошла в сознание Истока \n ",
    "answers": [
      {
        "id": 105,
        "text": "Войти в сознание Истока ",
        "text_color": [
          1,
          0,
          1
        ]
      }
    ]
  },
  {
    "id": 107,
    "text": "Выйдя из сознания Истока Эвелин от неожиданности чуть не потеряла сознание, силы покинули её и она упала на голый пол \nЧувствуя слабость Эвелин еле-еле встала на ноги, подойдя ближе к лежащей девочке она присела рядом и магией \"Изличение сознания\" \nвостонавливала её из последних сил, осталось только дождаться помощь... \n... \nЭвелин немного закрыла глаза как тут же уснула \n... \n.. \n—\"Давайте быстрее! Нужно найти госпожу Эвелин!\"\nЗвуки шагов начали приближаться \n—\"Вот она! Идите сюда и помогите мне!\"\n—\"Что с ней? \n—\"Всё хорошо, просто потратила слишком много энергии\"\n... \n\n*Конец 2 главы*",
    "answers": [
      {
        "id": 121,
        "text": "Следующая Глава"
      },
      {
        "id": 107,
        "text": "Получено достижение: \"Добрая Чародейка\"",
        "comment": true
      }
    ]
  },
  {
    "id": 108,
    "text": "Вдруг все собравшиеся повернулись в сторону лестницы. В зал входит Барон. \nВнимание Эвелин привлекла девочка стоявшая под руку, если верить словам Тиберия и Пьера то это его дочь. Но что-то в этой девочке привлекало Чародейку\n—\"А это та девочка про которую мы вам рассказывали госпожа\"-Произнёс Пьер краснея \n—\"Она необычная.. \"\n—\"Да, наверное ты прав\" -В пол голоса подтвердила Эвелин \nВ это время Барон находился на лестнице и представлял свою дочь \nПосле того как он закончил и спустился в бальный зал, его тут же окружили дворяне \nПосле долгих приветствий с гостями Барон обьявил о начале балла маскарада и все пустились в пляс \nСам Барон поспешно ретировался ко второму столу с закусками  который находился в другой части зала \n—\"Он как будто нас специально избегает\"- сказала Тиберий \n—\"Не думай об этом иди лучше потанцуй\"\n\n",
    "answers": [
      {
        "id": 88,
        "text": "Пойти танцевать"
      }
    ]
  },
  {
    "id": 109,
    "text": "Эвелин решила усилить свой магичесеий барьер \n—\"Gveard ear eiws vort morvudd mo feorh shed finell\"\nПроизнеся заклинание на старшей речи щит в мгновение обьяло синее плам \n—\"Ого!\" -удивлённый Пьер смотрел по сторонам всматриваясь в магический барьер \nЭто заклинание Эвелин придумала примерно в его возросте и оно до сих пор спасало её в трудный момент. Однако каждый новый удар отнимал огромное количество энергии. \nПо сторонам с новой силой пролитали части мебели, сильное землятресение сбивало с ног Чародейку, но Тиберий помогал ей устоять на ногах\nЭвелин продолжала удерживать заклинание сохраняя концентрацию \n*Бам*\n... \nСпустя минут энергия была почти на исходе\nОт бального зала не осталось почти нечего, по всем стенам проходили трещины, где то были вырвана куски потолка, оставшееся мебель  разлетелась на щепки, а люди превратились в адское месиво\nПьер и Тиберий уже были без сил, и им явно было не по душе увиденное\nИсток же к этому времени был уже на грани, её тело каждую секунду частично распадалось превращаясь в сгусток чистой и неконтролируемой энергии\nВ скоре после полного исчезновения Истока вся энергия должна вырваться в один миг \nНужно что-то предпринять, но силы почти на исходе ",
    "answers": [
      {
        "id": 112,
        "text": "Начертить руну ",
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 113,
        "text": "Телепортироваться",
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 114,
        "text": "Поглотить энергию",
        "text_color": [
          1,
          0,
          1
        ]
      }
    ]
  },
  {
    "id": 110,
    "text": "Эвелин решила подавить силу Истока, однако сделать это будет очень трудно \n—\"Тиберий! У меня есть план! Тебе нужно разобраться с возможными вспышками энергии\"\n—\"Я вас понял Госпожа\"\nВ миг создав воздушный барьер вокруг Истока, Чародейка выкачивала воздух внутри, превращая его в вакум\nЧерез пол минуты воздуха внутри барьера уже не осталось и Исток приземлился на землю \nС помощью заклинания \"Подавления магии\"Эвелин начала ослаблять Истока \nНо энергия была слишком нестабильной, что тратило огромное количество энергии \nЧерез время ситуация начала стабилизироваться, некоторые люди уже пришли в себя и пытались как можно быстрее покинуть бальный зал \n—\"Стойте, что вы делаете с ней\"- Это был Барон \nВ помятой одежде и с глупым, чуть ли не плачушем виде он подходил к Эвелин \n—\"Не твоё дело, уходи от сюда быстрее\"- Только Эвелин отвлеклась на Барона как воздушный щит уже немного треснул\n—\"Нет стойте, вы её убьёте, она же моя дочь! \"\n—\"Надо было раньше думать, глупец\" \nБарон всё ближе подходил к Истоку, а на барьере образовалось ешё одна трещина \n—\"Отпустите её! Прошу вас! \"\n—\"Ты с ума сошёл, хочешь что бы мы все погибли?! \"\n*Треск*",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "Чародейка решила не ждать пока Исток уничтожит всё здание и напала первой \nПриминив заклинание \"Зеркало Афана\"\nЧародейка создала прозрачные копья, соединив их с магией \"Статическая Буря\" , копья электризавались \n*Бах* \nПопав в Истока, электрические копья пробили ей  плечо, живот и часть лица, оставшиеся копья прошли мимо, однако Исток быстро востоновил потерянные части. Вместо кожи и плоти в местах появились сгустки энергии \nЭвелин не став ждать, сразу начала кастовать новое заклинание, но Истоку видимо не очень понравилось действие Чародейки, неожиданно для неё она сразу направила разрушительной силы энергетические волны в сторону Чародейки",
    "answers": [
      {
        "id": 119,
        "text": "Поставить защиту ",
        "text_color": [
          1,
          1,
          0
        ]
      },
      {
        "id": 120,
        "text": "Атаковать Истока",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 112,
    "text": "—\"У тебя есть план?!\"- Крикнул Тиберий \n—\"Да, есть! Ты должен отвлечь внимание Истока!\"\n—\"Ладно я разберусь! Убирай щит! \" \nЭвелин развеела щит, Исток сразу начал нападать с новой силой \nТиберий сразу же побежал в другую часть бального зала. Сильным броском он послал колбу с зельем в Истока \n*Бам*\nЧёткое поподание. Колба разбилась около её головы как от туда сразу образовалось зелёное облако ядовитого газа, но это почти не подействовало на Истока, однако этого хватило что бы заагрить её на себя \nВ это время Чародейка с помощью простейший магии преобразовала воздушный клинок \nПорезав себе ладонь Эвелин использовала свою кровь что бы начертить рунные знаки на полу \n—\"Ard aenye gebo gveard\"\nПосле того как руны были нарисованы, а заклинание произнесено Эвелин приходилось только ждать и надеяться.. \nТиберий же резво уклонялся от магических ударов Истока\n*Бах* *Бах*\nТиберий с помощью артефакта активировал магический барьер, он был похож на обычный щит, но помогал от магического урона \nК этому времени руна была готова к использованию ",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "—\"Так, нужно валить от сюда. Энергии почти нет, только если понадеяться на везение\"\nЭвелин знала что шансы малы, но выбор был сделан \nИспользовав быструю магию, Эвелин и Тиберия с Пьером окутала магическая пелена \nИсток в последних силах наносила удары по Эвелин, что сбивало произношение заклинания \nсобрав последние силы Эвелин применила телепортацию \n*Бах* \"Взрыв\"\n...",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "У Эвелин было всё меньше и меньше времени. \nЕсть шанс поглатить и обуздать эту энергию, нужно им воспользоваться\nШанс на успех был очень мал, но выбор был уже сделан\n—\"У меня есть план! Охраняй мальчика!\"\nЧто бы использовать магию поглощения, надо было подойти ближе, что уже было трудно выполнимо. Однако даже подойдя на нужное расстояние, сосредоточиться в такой обстановке будет ещё сложнее \nПродолжая удерживать свой щит, Эвелин продвигалась всё ближе к центру зала. В округе оставалось всё меньше природной энергии, и с каждым шагом ей всё сложнее удавалось поддерживать щит. Подойдя на нужное растояние, Эвелин начала произносить заклинание \n—\"Elfennol o Drydan a thabhairt dom neart!\"\nПосле пары мгновений вокруг начали появляться электрические молнии, сужаясь и задевая Чародейку, но она продолжала концентрироваться на Истоке \n.. \n",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "—\"Тиберий! всё готово!\"- громко крикнула Эвелин -\"Бегу! \"\nТиберий убрав щит быстро побежал в сторону Эвелин \nИсток к этому моменту был готов взорваться\nКогда же он приблизился на нужное расстояние Чародейка использовала Руну \n*Бах* \nОгромным взрывом Исток пустил неимоверной силы магическую волну \nВ это мгновение всех троих окутала магическая пелена.\n—\"Что.. что происходит?\"\nВзрыв не задел Эвелин, смотря вокруг она замечает как энергия в первозданном виде добивает остатки зала проходя дальше и сея новые разрушения \nНо не задевая Эвелин \nПеред её глазами образуется маленькое синее пламя, успокаивая душу и тело, лечя. \nОгоньёк поглощает её, придовая тепло и защищая\n... \n..\n—\"Смотрите, тут живые люди, сдесь! Господи, что тут случилось?!\"\n—\"Не стой ты, помоги мне лучше! \" \n—\"Она дышит? \" \n—\"Вроде как, позови лекаря\"\n... \n\n*Конец 2 главы*",
    "answers": [
      {
        "id": 121,
        "text": "Следующая Глава"
      }
    ]
  },
  {
    "id": 116,
    "text": "—\"Господи, да как такое могло произойти?!Эвелин, ещё и лучший сопровождающий! \"\n—\"Думаю они пропали в не исправном портале. Сейчас они могут очутиться где угодно или негде, тела найти будет проблематично\"\n—\"Не надо было её отправлять на это задание, я думала она готова\" \nРектор Академии Аретузы не скрывала горя \n—\"Тисая, думаю не кто не мог этого ожидать, даже ты. Ты не виновата. \"\n—\"Не надо Рита, я должна сама с этим разобраться и ответить за свою ошибку. \"\n.... \n\n\n                                     *Конец* \n",
    "answers": [
      {
        "id": 79,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 117,
    "text": "—\"Поглати!\"\nМолния ударила в сгусток энергии который только недавно был Истоком\n*Бам* \nЭнергия начала рассеиваться\n*Бам*\nВторой удар молнии был ещё сильнее \nГлаза Эвелин изменились, зелёные глаза начали светиться ярко фиолетовым\n*Бам* \nТретий удар молнии \nПочти вся энергия выходящая из Истока поглощала Эвелин \n... \nЭвелин поглатила почти всю энергию, её сила всё сильнее становилась хаотичнее и опаснее, она всё сложнее могла её удерживать, сила поднимала её в воздух, а остатки испарялись в воздухе \nСила поднимала Эвелин в воздух и её контроль требовал всё больше усилий\n*Бах* \nЭвелин упала без сил, однако Тиберий успел поймать Чародейку, и с помощью артефакта он помог ей обуздать энергию Истока \nЧерез пару минут в каридоре послышался топот \nСтражники спустя мгновение забежали в бальный зал \n... \n\n*Конец 2 главы*",
    "answers": [
      {
        "id": 121,
        "text": "Следующая Глава"
      }
    ]
  },
  {
    "id": 118,
    "text": "*Треск*\nШит стал рушиться по этому Эвелин сильнее надавила магией на барьер, создавая сильное давление\n*Крик* \nИсток закричала в агонии, что стало последней каплей для Барона \n—\"Не трогайте её! \" \nБарон побежал в сторону дочери, пытаясь сбить с ног Эвелин \n*Бах*\nОднако ударом кулака Тиберий отправил Барона в далёкий накаут \n—\"Думаю за вольное поведение меня не накажут\"\nУхмыляясь сказала Тиберий \n—\"Ты вовремя\" \n—\"Как всегда, ещё я привёл стражников, они помогут другим людям\"\n—\"Отлично, а теперь не хочешь мне помочь?!\"\nЭвелин кивнула в сторону девочки, которая из последних сил держалась на ногах и пыталась разбить защиту Эвелин\n—\"Как скажите Госпожа\"\nОбщими усилиями они подовили силы Истока \nСтражники спасли всех оставшихся людей и задержали Барона за преднамеренное скрытие способностей дочери \nСама же дочь Барона будет в скором времени доставлена в Аретузу и находится в относительно хорошем здравии \n\n*Конец 2 Главы*\n\n",
    "answers": [
      {
        "id": 121,
        "text": "Следующая Глава"
      }
    ]
  },
  {
    "id": 119,
    "text": "Эвелин прекратила каст заклинание и сразу поставила магический щит \n—\"DA'ARIAN ANNOI!\"\nПервая же волна уничтожила защитный барьер, вторую и третью Эвелин успела отбить быстрым заклинанием. однако ей это всё равно не помогло \nВолны чистой и агрессивной энергии приближались всё ближе и били безостановочно \nПосле десятка волн силы Истока подходили к концу, а уже без сильная Эвелин сидела в луже собственной крови\nСпутся мгновение исчерпавший силы Исток был похож на материю чистой энергии, поглощая силу вокруг он взорвался, уничтожая остатки бального зала \n\n\n                                      *Конец*",
    "answers": [
      {
        "id": 79,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 120,
    "text": "Чародейка решила продолжить каст магии, после пары секунд заклинание была готово\n—\"Pelen dân, dinistrio fy ngelynion!\"\nВ воздухе вдруг образовались огромные огненные шары, которые тут же чародейка послала в сторону Истока\nКаждый из них нёс огромные разрушения, стены не выдерживая такой нагрузки упали на Истока\nСпустя мгновение Исток был похоронен под обломками бального зала \n—\"Уфф.. вроде всё обошлось\"\nУже идя к выходу Эвелин почувствовала слабую энергию Истока, которая исходила из груды обломков \nЧерез несколько секунд обломки разлетелись в стороны и от туда вышел раненый Исток \nБольше половины её тела отсутствовала, однако оно двигалось в сторону Эвелин \nК этому моменты Чародейка уже была вне здания\n—\"Не хватило?! Тогда я похороню тебя вместе со всем зданием\"\n—\"Эвелин стой! \"\nЭвелин не послушав Тиберия собрав огромное количество силы, использовала заклинание *Землетрясение Стаммельфорда*\nТут же по земле прошлая сильная дрожь \nСпустя пару секунд под зданием образовались огромные трещины неимоверной глубины, мгновение спустя от здания нечего не осталось, Исток был похоронен бод землёй с остальными людьми \n—\"Ты сошла с ума, там же были люди!\"\n—\"Если бы я не сделала это, то погибли бы все\"\nВдруг силы потеряли Эвелин и она чуть не свалилась на земь, но Тиберий успел поймать её\nПосадив её на камень он взял артефакт для восстановления энергии \n—\"Посиди немного, тебе надо востоновить энергию\"\n—\"Всё в поряд\"\nНе успела сказать Эвелин, как голову пронзила острая боль \n—\"Думаю лучше отдохнуть\"\n.. \n\n*Конец 2 Главы*\n",
    "answers": [
      {
        "id": 121,
        "text": "Следующая Глава "
      },
      {
        "id": 120,
        "text": "Получено Достижение: \"Дорьянская Трагедия\"",
        "comment": true
      }
    ]
  },
  {
    "id": 121,
    "text": "\n\n\n\n\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~                             \n\n                                       *Глава 3*\n                             \n                             \"Мёртвая Деревня\" \n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\n\n\n\n\n\nСкоро... \n\n",
    "answers": [
      {
        "id": 121,
        "text": "Начать главу  *Недоступно*",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 122,
        "text": "Просмотреть достижения",
        "bg_color": [
          1,
          1,
          0
        ]
      }
    ]
  },
  {
    "id": 122,
    "text": "Ваши Достижения:\n\n\n\nТут будут видны все полученные вами достижения и титулы по ходу игры \nВы можете всегда посмотреть их в меню игры \n",
    "answers": [
      {
        "id": 122,
        "text": "\" Шрамы украшают мужчин \"",
        "need": [
          4
        ],
        "comment": true
      },
      {
        "id": 122,
        "text": "\"Охотник на Волколака\"",
        "need": [
          11
        ],
        "comment": true
      },
      {
        "id": 122,
        "text": "\"Как Слон в посудной Лавке\"",
        "need": [
          45
        ],
        "comment": true
      },
      {
        "id": 122,
        "text": "\"Королева балла\"",
        "need": [
          85
        ],
        "comment": true
      },
      {
        "id": 122,
        "text": "\"Добрая Чародейка\"",
        "comment": true,
        "need": [
          107
        ]
      },
      {
        "id": 122,
        "text": "\"Дорьянская Трагедия\"",
        "comment": true,
        "need": [
          120
        ]
      },
      {
        "id": 122,
        "text": "\"Дорьянская Трагедия\"",
        "comment": true,
        "need": [
          103
        ]
      },
      {
        "id": 121,
        "text": "Вернуться к новой главе "
      }
    ]
  },
  {
    "id": 123,
    "text": "*Топот копыт*\nЛегким шагом Ведьмак шёл в доль лесной тропки которая уходила всё дальше в лес \n—\"Зараза\"\nВедьмак уже несколько раз пожелел о том, что решил срезать на пути к крепости Майена \nКоторый час бродя по одинаковым лесным тропам в четных поисках основного тракта\nВдруг Медальён Ведьмака едва задрожал* \nПройдя ещё немного за деревьями начали виднеться силуэты домов \n—\"Вперёд Умбра\" \nЛошадь перешла на лёгкий галоп \nПо мере приближения к деревне медальён дрожал всё сильнее, это насторожило Ведьмака\nПочти дойдя до деревни он увидел истерзанный труп мужчины\n\n\n",
    "answers": [
      {
        "id": 124,
        "text": "Осмотреть труп "
      },
      {
        "id": 125,
        "text": "Пройти дальше "
      },
      {
        "id": 123,
        "text": "*Медальён Ведьмака- Этот волшебный медальон вручается каждому молодому кандидату в ведьмаки, прошедшему Испытание Травами. Дрожанием сигнализирует о наличии магического воздействия ",
        "comment": true
      }
    ]
  },
  {
    "id": 124,
    "text": "Увидев труп истерзанного мужчины, конь едва встрепенулся \n—\"Тише Умбра\" — произнёс Ведьмак едва слышно успокаивая жеребца \nСпустившись с коня Ведьмак подошёл к трупу. \nБезжизненное тело мужчины было до неузнаваемости истерзано \n—\"Хмм.. что тут у нас\" \nПрисев около тела, Ведьмак начал размышлять в слух \n",
    "answers": [
      {
        "id": 130,
        "text": "Вывод ",
        "need": [
          129
        ]
      },
      {
        "id": 126,
        "text": "Осмотреть руку ",
        "need": [
          -126
        ]
      },
      {
        "id": 127,
        "text": "Осматреть ноги ",
        "need": [
          -127
        ]
      },
      {
        "id": 128,
        "text": "Осматреть голову ",
        "need": [
          -128
        ]
      },
      {
        "id": 129,
        "text": "Осмотреть округу ",
        "need": [
          126,
          127,
          128,
          -129
        ]
      }
    ]
  },
  {
    "id": 125,
    "text": "Увидев труп истерзанного мужчины, конь едва встрепенулся \n—\"Тише Умбра\" — произнёс Ведьмак едва слышно успокаивая жеребца\n—\"Нужно быстрее дойти до деревни\"- про себя подумал Ведьмак и пришпорив коня двинулся ко входу в деревню ",
    "answers": [
      {
        "id": 132,
        "text": "Дойти до деревни "
      }
    ]
  },
  {
    "id": 126,
    "text": "—\"Рука оторвана, видны следы зубов. Возможно трупоед\"",
    "answers": [
      {
        "id": 124,
        "text": "Продолжить осмотр "
      }
    ]
  },
  {
    "id": 127,
    "text": "—\"Ноги отделены от туловища. Это не мог сделать обычный монстр, слишком точный удар, похоже на меч. Хм.. \"",
    "answers": [
      {
        "id": 124,
        "text": "Продолжить осмотр "
      }
    ]
  },
  {
    "id": 128,
    "text": "—\"Голова на удивление не тронута\"\nГолова была повёрнута в другую сторону, Ведьмак продолжая осмотр развернул её к себе \n—\"Так.. Смерть настала медленно, жертва чувствовала сильную боль и страх\"\nЛицо парня было искажённо в ужасе\n—\"Язык откушен из за сильной боли, губы разбиты, глаза на выкоте. Похоже он ещё долго был в сознании\"\n",
    "answers": [
      {
        "id": 124,
        "text": "Продолжить осмотр "
      }
    ]
  },
  {
    "id": 129,
    "text": "—\"Огромная лужа крови. От деревни идёт кровавая дорожка, заканчивается тут. Оружия нет\"\nОтойдя по дальше Вежьмак продолжал осмотр \n\"Тут сломанный корень, рядом с ним следы. Хмм.. а это что? \"\nНа земле лежал кулон, Ведьмак взял и положил его в корман \n",
    "answers": [
      {
        "id": 124,
        "text": "Продолжить осмотр"
      }
    ]
  },
  {
    "id": 130,
    "text": "—\"Так.. что же тут произошло\"\nВедьмак подошёл к дорожке крови ведущая в деревню\n—\"Раненый парень убегал из деревни, запнувшись об корень дерева упал и начал судорожно пытаться подняться. Возможно это его кулон лежал на земле. Вдруг тот от кого он убегал настиг его, ударом меча отрубил ноги. Не способный двигаться и заливаясь от страха парень откусил себе язык. От чего точно он умер, не понятно.\"\nВзгляд Ведьмака упал на руку мёртвого. \n—\"Наверное руку отгрыз трупоед. Но почему он оставил её тут?\"\n—\"Одно не понятно. Почему он не убил жертву сразу.\"\nВедьмаку было многое не ясно, нужно было с этим разобраться ",
    "answers": [
      {
        "id": 131,
        "text": "Вернуться к коню"
      }
    ]
  },
  {
    "id": 131,
    "text": "—\"Похоже больше я тут не увижу. \"\nСказал Ведьмак залезая обратно на коня и в последний раз взглянув на мёртвого беднягу. \n—\"Нужно быстрее дойти до деревни\"- про себя подумал Ведьмак и пришпорив коня двинулся ко входу в деревню",
    "answers": [
      {
        "id": 132,
        "text": "Войти в деревню "
      }
    ]
  },
  {
    "id": 132,
    "text": "У входа Ведьмак застал ужасную картину. \nЦелые, нетронутые дома, окрапленые кровью и множеством трупов, с едким запахом мертвечины. А не предвещающая нечего хорошого тишина, нарушалась дерущимеся между собой трупоедами, которые видимо боролись за женский труп лежащий рядом. \nИх бой продолжался до момента появления Ведьмака. Одновременно, как по команде, они обернулись на чужака. Каждый, голодными до мяса глазами,  уже предвкушал вкус свежей плоти.\nВедьмак едва хмыкнул \nНе торопясь слезая с коня, он успокоил его знаком Квэн. \nНачиная подтягивать застёжки и вытаскивая меч на Ведьмака напал самый не терпеливый из монстров \nДаже не обернувшись на противника Ведьмак использовал знак Аард, сбивая с ног бегущую на полной скорости тварь \nСильный поток энергии, поднимая кру́гом пыль, закрыл обзор остальной стае Айгулей\nПрошла всего секунда, тени задвигались, звон стали о плоть пронизывал улочки когда-то живой деревни.. Когда-то",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "Всего секунда, но Ведьмаку хватило времени с достатком. С невéдомой для человека скоростью он молниеносно приблизился к врагу одновременно обнажая меч\n*Звон меча о ножны* \n*Удар*\nОдного движения было достаточно, голова отделилась от туловища, тело монстра припало к ногам Ведьмака\nСтая Трупоедов от неожиданности отпрянули от странного чужака \nВедьмак же достал из кармана странный стеклянный пузырёк с тёмной как смола жидкостью. Прошептав заклинание и слегка поморщившись, он незамедлительно выпил всё содержимое до последней капли.\nСхватившись сильнее за меч, на клинке вдруг образовались странные Рунические символы. Нежный блеск Магических знаков, одновременно привликал и пугал Трупоедов. \nОднако Монстры продолжали осторожно замыкать кольцо, пытаясь медленно окружить Ведьмака со всех сторон. ",
    "answers": [
      {
        "id": 136,
        "text": "Приготовиться"
      }
    ]
  },
  {
    "id": 134,
    "text": "Медленно шагая и переставляя ноги, Ведьмак ходил по кругу размахивая серебряным мечом, как будто приглашая на танец.\nДолго ждать не пришлось, трое из стаи первыми набросились с разных сторон. \nПервым успевал монстр позади, даже не оборачиваясь, надеясь на слух, Ведьмак в полуприсяде уклонился от прышка Айгуля, в последнее мгновение нанося рубящий удар, по ещё летящему противнику. \n*Удар*\nЕщё не успело тело упасть на земь, как второй уже нападал с другой стороны\nЗакружившись в боковом пируэте он разрубил монстра пополам\n*Взмах*\nПриземлившись, Ведьмак тут же активировал Квен.\n Удар Айгуля пришёлся примиком на него, разбив защиту монстр на мгновение потерял равновесие. \nВоспользовавшись моментом, Ведьмак колящим ударом пробил тело насквозь. \n",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "Не успев даже вытащить меч с разных сторон уже наподали монстры. \nВедьмак не растерявшись сложил рукой знак Игни, из рук тут же вылетела волна пламени.\n*Вжух*\nОгонь мгновенно охватил лицо Айгуля, выжигая кожу, превращая глаза в пару угольков. \n*Взмах*\nУворачиваясь от очередного Монстра, Ведьмак ударом меча отрубает его задние лапы. Не успев понять происходящего оно падает рядом с горящем собратом. \n*Удар*\nСильно приложившись к мечу Ведьмак одним движением срубает обе головы.  \nВдруг Шестое чувство Ведьмака завопило об опастности. Сзади в прышке уже летел Айгуль. Времени катострофически мало.. \n",
    "answers": [
      {
        "id": 137,
        "text": "Поставить защиту "
      },
      {
        "id": 138,
        "text": "Начертить Квен "
      }
    ]
  },
  {
    "id": 136,
    "text": "К этому времени подействовал Ведьмачий эликсир. Резкая пронизывающая головная боль, перетекающая в лёгкие спазмы по всему телу, настигли Ведьмака. Привкус металла на языке, за долгие годы ставший уже обыденным.\nСосредоточившись и пытаясь унять дрожь по всему телу, Ведьмак закрыл глаза. Время на мгновение остановилось. Как будто находясь в преисподнии Ведьмак чувствовал как жар проходит по всему телу, наполняя его силой. \nОткрыв глаза, вместо жёлтых кошачьих зрачков, были чёрные как мгла глаза будто заполненные туманом. Ведьмак щурился, с многократно обострёнными чувствами даже утренний свет слепил Ведьмака. \n*Рычание*\nК этому времени Круг замкнулся, Монстры уже жаждали напасть на Ведьмака. Каждый Трупоед готовился грызть кости и рвать живую плоть. \nНо Ведьмак был готов.. \n",
    "answers": [
      {
        "id": 134,
        "text": "Драться"
      }
    ]
  },
  {
    "id": 137,
    "text": "Монстр был слишком близко, на столько, что Ведьмак слышал как бешено колотится его сердце, бьётся в ритм движений. \nТолько успев повернутся в сторону нападающего, Ведьмака тут же сбивает разъярённый Айгуль. Его огромная пасть с рядом острых клыков оказываются в критической близости. Единственное что отделяет его от смерти, клинок серебрянного меча. \nСилясь скинуть монстра, Ведьмак резко перекидывает его в сторону, одновременно используя знак Аард с помощью другой руки. \nПоток энергии впичатывает монстра в стену, кинетический удар был на столько сильным, что голова Монстра лопается как зрелый арбуз, разбрызгивая мозги по округе. \nВдруг на ещё лежащего Ведьмака набрасывается ещё один Трупоед. Однако не застав его в расплох, он успевает откатиться. \nМолниеносно встав в стойку, Ведьмак приготовился ко второму прыжку. \nОн не прогодал, монстр тут же бросился на него со всей скорости. Но Ведьмак ждал поджидая удачного момента .. \nВот задние лапы противника оторвались от земли и Ведьмак тут же подкатился под него разрезая вытащенным ножом брюхо. \nКишки и внутренние органы монстра вывалились на каменную брусчатку. ",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "Монстр был слишком близко, на столько, что Ведьмак слышал как бешено колотится его сердце, бьётся в ритм движений \nВ торопях начертя руну, Ведьмак почти успел активировать знак Квэн \nОднако монстр на этот раз оказался быстрее, всего доли секунды и горло Ведьмака охватило странное тепло. В какой-то момент кости всё таки поддались под силой звериной пасти, отделяясь от туловища..\n\n\n*Вы погибли*\n",
    "answers": []
  },
  {
    "id": 139,
    "text": "Однако бой продолжался, ещё находясь на земле, в сторону Ведьмака бежали ещё два Айгуля\nПодскочив на ноги он бросил нож в одного из противников \n*Бам*\nНож вошёл не слишком глубоко, этого было недостаточно для того что бы убить монстра. Немножко остановившись Айгуль продолжил атаковать. Дожидавшись противников Ведьмак достал свой меч и встал в стойку \n*Удар*\nВзмахом меча голова Айгуля фелегранно отделилась от туловища \nК этому времени подоспел последний монстр с ножом в черепе. Быстрым движением, Ведьмак ухватился за рукоять торчащую в голове и сильным рывком пробил его дальше. По инерции тело монстра в полёте сделало переворот и упало навзничь.\nВытащив нож из головы Айгуля, Ведьмак вытер запёкшуюся кровь об себя и засунул обратно в ножны",
    "answers": [
      {
        "id": 140,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 140,
    "text": "Слегка отдышавшись после кровопролитного боя, Ведьмак осмотрелся. \nПолностью запачканная кровью улица была усыпана десятком трупов Айгулей. \nСвистом подозвав лошадь и взяв из осёдлой сумки ещё пару колбочек, Ведьмак по очереди выпил обе, после каждого глодка проговаривая под нос заклинание. Боли постепенно ушли. Прежде чёрные глаза стали привычного жёлтого цвета. \n—\"Хых.. Теперь можно и осмотреться\"",
    "answers": [
      {
        "id": 141,
        "text": "Обойти деревню "
      }
    ]
  },
  {
    "id": 141,
    "text": "Зайдя в первое же здание Ведьмак чательно начал его осмотр ",
    "answers": [
      {
        "id": 142,
        "text": "Осмотреть Шкаф "
      },
      {
        "id": 143,
        "text": "Осмотреть сундук"
      },
      {
        "id": 144,
        "text": "Зайти в спальню"
      }
    ]
  },
  {
    "id": 142,
    "text": "Открыв шкав Ведьмак не обнаружил нечего подозрительного. Лишь не тронутая посуда пылилась на полках. ",
    "answers": [
      {
        "id": 141,
        "text": "Продолжить осмотр "
      }
    ]
  },
  {
    "id": 143,
    "text": "Не с первого раза открыв ржавую защёлку, крышка всё таки поддалась и со скрипом открылась. В сундуке Ведьмак отыскал лишь ненужные вещи и тряпки. Однако ещё немного порыскав он нашёл маленький кожанный кошель. В нём лежали 10 монет. Закинув их в карман, Ведьмак продолжил осмотр дома",
    "answers": [
      {
        "id": 141,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 144,
    "text": "Зайдя в спальню Ведьмак окинул её взглядом. В маленькой комнатёнке не было нечего интересного. Лишь двухспальная кровать, с рядом стоящей тумбочкой. \n",
    "answers": [
      {
        "id": 145,
        "text": "Осмотреть Кровать "
      },
      {
        "id": 146,
        "text": "Уйти "
      }
    ]
  },
  {
    "id": 145,
    "text": "Подойдя к кровати Ведьмак почуствовал странный и довольно знакомы запах. \n—\"Кровь\"- Произнёс Ведьмак и рывком от дёрнул с кровати одеяло. \nНа кровати были два огромных пятна уже засохшей крови. \nПрисмотревшись Ведьмак увидел два характерных следа от лезвия меча. \n—\"Убиты во сне\"- Едва нахмурившись сказал он. \nВдруг краем глаза Ведьмак заметил двежение. \nРезко обернувшись, и машинально схватившись за эфес меча, он посмотрел в окно. Однако не чего видно не было\n—\"Странно\" — подумал про себя Ведьмак. Он точно заметил какую то маленькую фигуру. Даже не думая Ведьмак открыл окно и ловко перепрыгнул через него ",
    "answers": [
      {
        "id": 147,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "—\"Вроде нечего нет\"- Сказал Ведьмак и направился к выходу \nВдруг краем глаза Ведьмак заметил двежение. \nРезко обернувшись, и машинально схватившись за эфес меча, он посмотрел в окно. Однако не чего видно не было\n—\"Странно\" — подумал про себя Ведьмак. Он точно заметил какую то маленькую фигуру. Даже не думая Ведьмак открыл окно и ловко перепрыгнул через него ",
    "answers": [
      {
        "id": 147,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "Оказавшись на задней лужайке хаты, Ведьмак осмотрелся. В округе до сих пор стояла подозрительная тишина, из за деревьев рядом слышался тихий шелест\nГотовый к внезапному наподению, Ведьмак подошёл ближе. \n*Шелест*\nПриблизившись звуки стихли ",
    "answers": [
      {
        "id": 148,
        "text": "Посмотреть "
      }
    ]
  },
  {
    "id": 148,
    "text": "С осторожностью раздвигая ветки кустарника, Ведьмак ничего не увидел\n—\"Странно, я точно слышал что-то\"\nБробурчал он под нос возвращаясь в дом \n—\"Вы что-то ищите дяденька Ведьмак?\"\nРезко от неожиданности обернувшись, Ведьмак увидел маленькую девочку, стоящую рядом. \n",
    "answers": [
      {
        "id": 149,
        "text": "Спросить \"Что она тут делает\""
      }
    ]
  },
  {
    "id": 149,
    "text": "Ведьмак не скрывал своё удивление происходящему\n—\"Я не ощутил её присутствие, что-то тут точно не так\"- Подумал он \nОпустившись на одно колено, Ведьмак пристально осмотрел её. Девочка немного засмущалась, что было не удивительно с его внешностью. \n—\"Как ты тут оказалась?\"\n—\"Я живу тут\"- громче сказала она \n— \"А звать тебя как, мазелька?\"\n—\"Не мазелька я, мне 12 уже! Меня Элль звать, мастер Ведьмак\"- Сказала она надувшись \n—\"Правда? Тогда может \"мадмуазель\" скажет, что тут проихошло?\"\nДевочка огляделась по сторонам и взглянула на Ведьмака. \n—\"На улице монстры, домой хочу\"\n—\"Тогда види Элль\" \nДевочка схватилась за одежду Ведьмака и повела в сторону своего дома",
    "answers": [
      {
        "id": 151,
        "text": "Дойти до дома "
      }
    ]
  },
  {
    "id": 150,
    "text": "Подойдя к двери Ведьмак дёрнул ручку. Дверь послушно отворилась, приветствуя гостя скрипом. \nВойдя в дом Медальён с головой Волка слегка задрожал. Ведьмак рукой остановил девочку. \n—\"Спрячься\"\nЗайдя в зал Ведьмак вытащил серебрянный меч \n—\"Выходи, Я уже знаю что ты тут\"\nРуны на серебрянном мече зажглись ярким магическим цветом \nКак будто в подтверждение опасений Ведьмака, мебель начала трястись, а дом издавал странные скрипящие звуки \n*Бам*\nГромко разбилась упавшая ваза \n",
    "answers": [
      {
        "id": 152,
        "text": "Начать бой "
      }
    ]
  },
  {
    "id": 151,
    "text": "—\"Вот тут\" — Показывая пальцем на дом сказала девочка\nВедьмак сразу признал дом главы поселения. Он был больше чем остальные и ближе всех к самодельной церквушке\nВокруг дома чувствовалась негативная энергия\n—\"Что же тут произошло? \" — Раздумывал Ведьмак ",
    "answers": [
      {
        "id": 150,
        "text": "Войти "
      }
    ]
  },
  {
    "id": 152,
    "text": "Время выпить зелье не было. Дом как будто проснулся ото сна. По всюду скрипели пловицы, трещали потолки, а интерьер дома ходил ходуном. \n*Вжух*\nБудто тень пролетела вдоль дверного проёма.\nМоментально обернувшись, Ведьмак нечего не заметил\n*Вжух*\nУже с другой стороны, мгновенно пролетела тень \nПолностью сосредоточившись Ведьмак начартил рукой знаки Ирден\nВ момент всю комнату окутал невидимый барьер. \nДух до того момента не осязаемый, принял физическую оболочку\n—\"Теперь не спрячешься\"\nВедьмак с наскока напал на противника.\nПервый удар прошëл мимо цело, и уже призрак нападал в ответ. \nНо закрутившийся в вольте Ведьмак смог уйти с линнии атаки и так же мгновенно контратаковать\nУдар поделил духа пополам. Однако оба куска быстро сплелись обратно, и призрак тут же напал на Ведьмака\n\n\n",
    "answers": [
      {
        "id": 153,
        "text": "Использовать руну \"Квен\""
      },
      {
        "id": 154,
        "text": "Уклониться"
      }
    ]
  },
  {
    "id": 153,
    "text": "Ведьмак быстро наложил руну Квен, однако Дух без труда попал по Ведьмаку\nПохоже удары Духа проходят сквозь физические барьеры. Удар пришёлся в сонную артерию, не прошло и секунды как безжизненный труп Ведьмака упал на пол, захлëбываясь в собственной крови \n\n\n_____________________Смерть_________________________",
    "answers": [
      {
        "id": 151,
        "text": "Переиграть заново"
      }
    ]
  },
  {
    "id": 154,
    "text": "Ведьмак легко ушëл от удара Призрака в перекате. \nБыстро вскочив на ноги и встав в стойку, Ведьмак с наскока разрубил призраку грудь, и пока тот не востоновился, тут же нанëс ему ещë несколько ударов, расделив на много частей. \nЧасти разрубленного призрака, медленно востонавливались в единое целое. Но этому случиться было не сужденно. Ведьмак в это же мгновение поделил призрака на ещë несколько частей. Кричя в муках призрак пал, оставив от себя лишь горку залы. \n",
    "answers": []
  },
  {
    "id": 155,
    "text": "",
    "answers": []
  }
]