[
  {
    "id": 1,
    "text": "На дворе 2031 год. Африка.\nСтрана, вечно раздираемая войной за богатства, скрытые в недрах пустыни. Нищий и голодающий народ, чьи мысли только об одном — поскорее убраться из этого ада. И конечно же авантюристы, безумные искатели приключений, желающие попытать счастья в этой опасной лотерее.\nНичего не меняется...\nНо вскоре может.\nВы — Адам Траст, 33-летний удачливый бизнесмен и общественный деятель. Благодаря вашему упорству и помощи одной небезызвсетной страны, вы стали президентом южной Африки.\nВам вверены рычаги управления страной и теперь только от вас зависит к чему вы ее приведете: к краху или процветанию.",
    "answers": [
      {
        "id": 2,
        "text": "Зайти в кабинет"
      }
    ]
  },
  {
    "id": 2,
    "text": "Открыв дверь, вы оказались в весьма просторной и искусной комнате.\nПосредине стоял большой стол, сделанный из красного дерева, на котором возвышался дорогой телефон из слоновой кости. А сбоку на стене красовалась картина, облицованная настоящим золотом, на которой изображался лев, с пышной гривой и яркими горящими глазами. Да и вообще само помещение тут и там пестрело яркими золотыми отблесками, видно ваш предшественник любил жить в роскоши.\n—Уютненько.\nЗакончив осмотр, заключили вы.\nВы присели на кресло.\n\nНеожиданно зазвонил телефон.\n",
    "answers": [
      {
        "id": 3,
        "text": "Поднять трубку"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Да. Сухо ответили вы.\n—Здравствуйте, господин президент, вас беспокоит ваш секретарь Ниршана.\n—Приятно познакомиться.\n—Спасибо, взаимно — девушка слегка заметно усмехнулась — я лишь хотела сказать, что по всем вопросам вы можете обращаться ко мне, и всю информацию о встречах и замечаниях я также буду передавать вам.\n—Ясно, спасибо.\n—Не стоит благодарностей, господин президент, это моя работа. Ах да! К вам сейчас зайдут министры, чтобы познакомиться с вами и ввести в курс дела по той или иной ситуации в стране.\nЧтобы вызвать следующего человека, просто свяжитесь со мной.\n—Обязательно, спасибо.\nВы положили трубку, а в дверь кто-то постучался.",
    "answers": [
      {
        "id": 4,
        "text": "Войдите"
      }
    ]
  },
  {
    "id": 4,
    "text": "—\"Войдите\". Твердо сказали вы и внутрь вошел чернокожий немолодой человек с беретом на голове и белыми усами и бородой на лице.<s>r\nОн мерно прошагал от входа к столу и произнес: Здравствуйте, господин президент, Алубум Натенаи, министр обороны Южной Африки. Человек в форме протянул вам руку, на что вы, не мешкаясь, ответили.<s>r\n—Очень приятно, Адам Траст\".<s>r\nПредставились вы и сели на место, указав сделать гостю тоже самое.<s>r\n—\"Я так понимаю вы хотите ввести меня в курс дела?\" Уверенно спросили вы.<s>r\n—\"Именно\". Человек напротив достал принесенную с собой папку и развернув лицом к вам, начал рассказ.<s>r\n—Итак, Господин Президент, не буду ходить вокруг да около, поэтому выложу все начистоту. Ситуация в нашей стране на данный момент весьма напряженная. Мы только недавно оправились от атаки террористической группировки, как вдруг эти...лица представляющие опасность для нашего государства, снова начали проявлять активность, благо пока незначительную.<s>r\nТакже у нас все еще обостренные отношения с нашими соседями, Западной Африкой. Этот конфликт не прекращается уже несколько лет, все из-за наших нефтяных месторождений, на которые они давно положили глаз.<s>r\nК тому же проблемы не только снаружи, но и внутри. Наша армия...если это вообще так можно назвать не боеспособна, нет, конечно если вдруг понадобится защищать интересы нашей страны, солдаты будут готовы, но на одном энтузиазме и патриотизме не повоюешь. У нас нет нужного вооружения и не хватает солдат для полномасштабных действий. Благо сейчас все более менее спокойно, но если оставить все как есть, боюсь это будет иметь последствия.<s>r\nЕдинственное хорошее, что я могу вам донести — это патриотический подъем наших граждан, после войны с террористами, множество человек проявило желание пойти на службу в армию, что не может не радовать, новые рекруты нужны нам как никогда. В связи с этим, понимаю, что вот так сходу, но лучше сейчас, пока не поздно, прошу выделить средства на набор новых рекрутов, их обучение, содержание и т.д.<s>r\nЧеловек сложил руки и упрямо, но не суровым, а скорее жаждущим взглядом посмотрел прямо на вас.<s>r\n—\"Одну секунду\". Ответили вы и запустили ноутбук расположенный на вашем столе.",
    "answers": [
      {
        "id": 5,
        "text": "Ноутбук"
      }
    ]
  },
  {
    "id": 5,
    "text": "                             ЮЖНАЯ АФРИКА\n\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Население",
        "var_set": [
          "H",
          65
        ]
      },
      {
        "id": 7,
        "text": "Бюджет",
        "var_set": [
          "M",
          15
        ]
      },
      {
        "id": 8,
        "text": "Здравоохранение",
        "var_set": [
          "Z",
          40
        ]
      },
      {
        "id": 9,
        "text": "Обратиться к генералу",
        "need": [
          6,
          7,
          8
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "                                  НАСЕЛЕНИЕ\n                              ЮЖНОЙ АФРИКИ\n\n\nНаселение страны: 56 731 чел.\nСтолица: Мапуту\nВосстание: не предвидится.",
    "answers": [
      {
        "id": 6,
        "text": "Уровень счастья:",
        "comment": true,
        "var_show": [
          "H"
        ]
      },
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "                     ГОСУДАРСТВЕННАЯ КАЗНА\n                              ЮЖНОЙ АФРИКИ",
    "answers": [
      {
        "id": 7,
        "text": "Бюджет:",
        "comment": true,
        "var_show": [
          "M",
          "млн $"
        ]
      },
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "            МИНИСТЕРСТВО ЗДРАВООХРАНЕНИЯ\n                             ЮЖНОЙ АФРИКИ",
    "answers": [
      {
        "id": 8,
        "text": "Уровень зараженности населения:",
        "comment": true,
        "var_show": [
          "Z"
        ]
      },
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Что ж, мистер Натенаи, мы распологаем лишь небольшими средствами, поэтому расстрачиваться попросту не имеем права, страна досталась мне не в лучшем состоянии.\n—Я все понимаю, но и вы должны. Сумма, которая нужна на всю подготовку солдат — 5 млн $.\n—Кхм... да немаленькая. \nПризнались вы.\n",
    "answers": [
      {
        "id": 10,
        "text": "Дать деньги на обучение рекрутов",
        "var_sub": [
          "M",
          5
        ],
        "left_answer": true
      },
      {
        "id": 11,
        "text": "Отказать",
        "right_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": "—Но знаете, генерал, я согласен.\nЭто действительно очень важно, к тому же немного сократим безработицу.\n—Отлично, спасибо, мистер Траст.\nОн встал из-за стола и снова пожал вам руку, после чего направился к выходу.\n—В следующий раз при встрече я обязательно доложу о проделанной работе.\nАлубум закрыл дверь, а вы вновь откинулись на спинку кресла.\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Я безусловно понимаю важность данной ситуации, но боюсь пока не могу дать вам необходимые средства.\n—Хм...\nГенерал заметно помрачнел.\n—Что же... Я понимаю, что с бюджетом дела обстоят не очень и делаете все, что в ваших силах, но...\nОн наклонился немного ближе.\nКогда неприятель подберется к нам почти вплотную, то уже сложно будет, что-либо изменить и даже самые преданные солдаты не справятся с превосходящими силами противника.\nУж с чем-чем, а с этим, господин президент, лучше не тянуть.\n\nПосле этих слов он резко зашагал к двери ,и попрощавшись, вышел из кабинета.",
    "answers": [
      {
        "id": 12,
        "text": "Закрыть глаза "
      }
    ]
  },
  {
    "id": 12,
    "text": "Не успели вы спокойно посидеть в тишине, как вдруг раздался сигнал телефона.\n—Господин президент,министр здравоохранения просит вас принять его. У него есть весьма важные сведения по поводу недавней вспышке Эболы.\n—Да, конечно, пусть зайдет.\n\nЧерез мгновение дверь отворилась и внутрь вошел старичок в очках, лет 60-65, с седой и густой бородой.\n—Приветствую, господин президент.\nОн торопливо потянул вам свою руку, забыв о куче папок, находившихся под мышкой. Через секунду все возможные отсчеты, данные, статистика и, кто знает чего еще, лежали на полу.\n—Ох простите! Ну как обычно. Извините волнуюсь, как ни как такая важная аудиенция...\nБормотал он, склонившись к папкам.\nПрофессор замешкался, собирая по полу документы.\n\nВы решили...",
    "answers": [
      {
        "id": 13,
        "text": "Помочь профессору",
        "left_answer": true
      },
      {
        "id": 14,
        "text": "Остаться в стороне",
        "right_answer": true
      }
    ]
  },
  {
    "id": 13,
    "text": "—Позвольте...<s>r\nПроизнесли вы и, склонившись к профессору, начали подбирать разбросанные документы.<s>r\n—Ох. Не стоит, мистер президент, не стоит.<s>r\nПытался вежливо отказаться от помощи тот.<s>r\nЧерез минуту все документы были собраны и возвращены владельцу.<s>r\n—Спасибо большое.<s>r\nПоблагодарил вас профессор.<s>r\n—Ничего, бывает. Присаживайтесь.<s>r\nОтветили вы, указав на стул.<s>r\n<s>r\n<s>r\nСтарик разложил все свои толмуты на столе, поправил очки и начал:<s>r\n—Во первых, позвольте представиться, Йозик Бубенштунц, главный научный сотрудник и профессор вирусологии. Для меня большая честь служит вам и помочь в борьбе с этой треклятой заразой.<s>r\n—Очень приятно.<s>r\nВы пожали друг другу руки.<s>r\n—Итак. Начну с главного.<s>r\nКак вам известно в настоящее время в стране бушует вирус Эболы. Он унес уже более 5000 жизней и сможет унести больше если мы срочно не примем меры. Для начала было бы не плохо нанять квалифицированных врачей и ученых, для борьбы с заболеванием, а также построить несколько временных лазаретов и госпиталей для оказания помощи зараженным. Кроме того, требуется заказать партию преппаратов для того, чтобы начать исследование по борьбе с вирусом. <s>r\nПока на данный момент это все. Хотя бы такие фундаментальные вещи нам нужны, для начала борьбы с заразой.<s>r\n<s>r\n—Ну и во сколько нам обойдется эта борьба?<s>r\nПоинтересовались вы, сложив руки на груди.<s>r\n<s>r\nПрофессор поправил очки и произнес:<s>r\n—Я все очень внимательно посчитал, понимаю в какой финансовой ситуации находится страна, но все же это минимум, который нам необходим.<s>r\n—И все же?<s>r\n<s>r\n—Кхм. Профессор прокашлялся.<s>r\nНам требуется 7 миллионов долларов.<s>r\n<s>r\n—Мда.<s>r\nВы томно вздохнули.<s>r\n—Я все понимаю, но и вы поймите это настоящие качественные преппараты, швейцарские, никаких подделок, только высшее качество. Видели бы вы тех людей на улицах, бледные, изможденные, мы просто обязаны попытаться спасти их.<s>r\n<s>r\nКонечно же вы все понимали, но это весьма приличная сумма и стоит ли расстрачиваться на нее сейчас.<s>r\nНемного подумав, вы приняли решение.<s>r\n",
    "answers": [
      {
        "id": 13,
        "text": "БЮДЖЕТ:",
        "comment": true,
        "var_show": [
          "M",
          "млн $"
        ]
      },
      {
        "id": 15,
        "text": "Дать средства для борьбы с Эболой",
        "var_sub": [
          "M",
          7
        ],
        "left_answer": true
      },
      {
        "id": 16,
        "text": "Отказать профессору",
        "right_answer": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы простояли несколько минут в ожидании, пока профессор соберет все свои документы и сядет на место.\nПосле того как он закончил собирать все свои научные труды и сел напротив вас, можно было заметить, как его лицо залилось краской.\n\n\n—Во первых, позвольте представиться, Йонес Хельмут, главный научный сотрудник и профессор вирусологии. Для меня большая честь служит вам и помочь в борьбе с этой треклятой заразой.\n—Очень приятно.\nВы пожали друг другу руки.\n—Итак. Начну с главного.\nКак вам известно в настоящее время в стране бушует вирус Эболы. Он унес уже более 5000 жизней и сможет унести больше если мы срочно не примем меры. Для начала было бы не плохо нанять квалифицированных врачей и ученых, для борьбы с заболеванием, а также построить несколько временных лазаретов и госпиталей для оказания помощи зараженным. Кроме того, требуется заказать партию преппаратов для того, чтобы начать исследование по борьбе с вирусом. \nПока на данный момент это все. Хотя бы такие фундаментальные вещи нам нужны, для начала борьбы с заразой.\n\n—Ну и во сколько нам обойдется эта борьба?\nПоинтересовались вы, сложив руки на груди.\n\nПрофессор поправил очки и произнес:\n—Я все очень внимательно посчитал, понимаю в какой финансовой ситуации находится страна, но все же это минимум, который нам необходим.\n—И все же?\n\n—Кхм. Профессор прокашлялся.\nНам требуется 7 миллионов долларов.\n\n—Мда.\nВы томно вздохнули.\n—Я все понимаю, но и вы поймите это настоящие качественные преппараты, швейцарские, никаких подделок, только высшее качество. Видели бы вы тех людей на улицах, бледные, изможденные, мы просто обязаны попытаться спасти их.\n\nКонечно же вы все понимали, но это весьма приличная сумма и стоит ли расстрачиваться на нее сейчас.\nНемного подумав, вы приняли решение.\n\n",
    "answers": [
      {
        "id": 15,
        "var_sub": [
          "M",
          7
        ],
        "text": "Дать средства для борьбы с Эболой",
        "left_answer": true
      },
      {
        "id": 16,
        "text": "Отказать профессору",
        "right_answer": true
      }
    ]
  },
  {
    "id": 15,
    "text": "—Да. Я абсолютно понимаю вас, мистер Бубенштунц, именно поэтому я выделю деньги для борьбы с вирусом.\n\nНа пару секунд глаза профессора озарились радостной вспышкой, а затем она и вовсе вылилась в благодарности в ваш адрес.\n—Спасибо, спасибо огромное, господин президент, вы даже не представляете, как это важно, ох, как хорошо, что вы все понимаете, не то что... кхм(он немного замялся) ваш предшественник. Я прямо сейчас начну работы и займусь всем необходимым для борьбы с Эболой, можете на меня положиться, а по окончании я обо все вам непременно доложу.\nПока профессор говорил все эти приятные ушам благодарности у него то и дело выпадали папки, ручки и листы бумаги, но он тут же их подбирал и начинал заново.\n—Еще раз благодарю вас, до скорой...\n\n—Что такое?\nПоднялись вы с кресла, уставившись на обеспокоенное лицо профессора.\n\n—Прошу прощения, ну как всегда, вы не видели мои очки, только что были здесь?\n\nУсмехнувшись, вы указали себе на голову.\n\n—Что? Ах да! Ох, ну как всегда, как всегда...\nПовторял профессор, надевая забытые на лбу очки обратно на место.\n",
    "answers": [
      {
        "id": 17,
        "text": "Закончить оставшиеся дела"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Профессор я понимаю, как важно нормализовать обстановку с этой эпидемией.\nНо боюсь на данный момент я не могу предоставить вам такие средства.\n\nГлаза профессора побледнели и сам он стал каким-то мрачным.\n—Да. Я... Кхм. Да я понимаю, конечно. В сложившейся ситуации очень сложно найти необходимые ресурсы, но все же прошу вас, пока не поздно... Нам нужно начать бороться с заразой чем раньше, тем лучше, прошу вас не забудьте о моей просьбе.\n—Ни в коем случае.\nОтветили вы, встав из-за стола и проводив профессора до двери.\n—В таком случае разрешите откланяться.\n—Профессор поправил очки и вышел из кабинета.\n—Всего доброго.\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Закончить оставшиеся дела"
      }
    ]
  },
  {
    "id": 17,
    "text": "Более принимать кого-то еще не представлялось возможным. Вы спокойно сели на удобное кресло из настоящей носорожей кожи и закрыли глаза.\n\nСпустя время вы заметили, как уже наступил вечер. Взглянув на свои наручные часы и увидев там 19:47 вы решили, что новых встреч уже не предвидится, да и с остальными делами вы уже разобрались: проверка доходов и расходов, учет населения, важные региональные проблемы и куча, куча всего...\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Связаться с секретарем"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Да ,господин президент?\nВежливо послышался в телефоне голос Ниршаны.\n—Пожалуйста вызовите водителя и подготовьте автомобиль.\n—Вы собираетесь в резеденцию?\n—Да, верно.\n—Все ясно, господин президент, машина уже ждет вас внизу.\n—Спасибо.\n\nВы положили телефон, одели пиджак и еще раз осмотрев свое рабочее место, предварительно расставив по своим местам ручки, документы и заметки, направились вниз к автомобилю.\n\nПоездка к резеденции не заняла много времени, так как находились оба здания в относительной близости друг от друга.",
    "answers": [
      {
        "id": 19,
        "text": "Следующий день",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 19,
    "text": "Печатая новый указ в своем кабинете, вы не заметили, как дверь чуть слышно отворилась и внутрь вошла ваша секретарша.<s>r\n—Доброе утро, мистер Президент.<s>r\nПоставив кофе на стол, произнесла Ниршана.<s>r\n—Доброе. Спасибо<s>r\nНе отрываясь от документа, ответили вы.<s>r\n—Желаете чего-то еще?<s>r\n—Нет, благодарю. Можете пока никого не впускать, нихочу чтобы кто-то мешал?<s>r\n—Конечно, господин Президент.<s>r\nУже направившись к выходу, сказала девушка.<s>r\nДаже министров?<s>r\nУточнила она.<s>r\n—Всех. Кроме них.<s>r\nПроизнесли вы и отхлебнули кофе.<s>r\n<s>r\n<s>r\n<s>r\nСпустя 20 минут вы закончили написание важного документа и решили сделать маленький перерыв.",
    "answers": [
      {
        "id": 20,
        "text": "Прочесть книгу"
      },
      {
        "id": 21,
        "text": "Выйти на балкон"
      },
      {
        "id": 22,
        "text": "Послушать музыку"
      }
    ]
  },
  {
    "id": 20,
    "text": "Встав из-за стола, вы направились к большому книжному шкафу.<s>r\nЗдесь была собрана огромная коллекция самой различной литературы: начиная от Рембрандта и заканчивая \"Уроками ораторского искусства\".<s>r\nНе долго думая, вы вытащили первую попавшеюся на глаза книгу и принялись читать ее с середины.<s>r\n<s>r\n\"Что касается меня, я знаю, что тюрьма будет для меня тяжелым испытанием, каким не была никогда ни для кого другого. Она полна для меня угроз, низкой и трусливой жестокости. Но я не боюсь тюрьмы, так же как не боюсь ярости презренного тирана, который отнял жизнь моих семидесяти братьев!<s>r\n<s>r\nПриговорите меня! Это не имеет значения!<s>r\n<s>r\nИстория меня оправдает!\"<s>r\nПроизнесли вы последние слова вслух.<s>r\n<s>r\n—Несомненно.<s>r\nНеожиданно раздалось в кабинете.<s>r\n<s>r\nРезко отбросив книгу, вы обернулись и увидели человека, стоящего у стола.<s>r\n—Какого черта!?<s>r\n<s>r\nВы было хотели потянуться за пистолетом, но мужчина в просторной рубашке и запыленных джинсах дал понять, что боятся его не стоит.<s>r\n—Спокойно, мистер Президент, спокойно.<s>r\nУспокаивающее приговаривал незнакомец.<s>r\nЯ не хочу причинить вам вреда, а если бы и хотел, то сделал бы это уже давно.<s>r\n—Кто вы такой!?<s>r\nНастойчиво спросили вы.<s>r\n—Я тот, из-за кого эта гребаная страна еще не погрузилась в окончательный хаос.<s>r\nУверенно заявил человек.<s>r\n—Тоесть?<s>r\nПодходя к столу спросили вы.<s>r\n—Как бы вам это помягче, но в тоже время доступнее объяснить...<s>r\nЗадумался мужчина.<s>r\nА впрочем, вы уже не ребенок и все прекрасно поймете. Я представитель организации, которая решает различного рода проблемы, за символическу плату.<s>r\n—Наемники...<s>r\nС отчетливой неприязнью произнесли вы.<s>r\n—Можно сказать и так. Да вы не спешите воротить нос, мистер Президент, уверен мы с вами еще не раз повстречаемся.<s>r\nОн ехидно улыбнулся.<s>r\n—Я так не думаю.<s>r\n—Все вы так говорите.<s>r\n—Позвольте!<s>r\n—Уже! Вам уже позволено, возможно даже слишком много...<s>r\nУтвердительным тоном высказался наемник.<s>r\n—Аххх.<s>r\nОн спокойно выдохнул.<s>r\nПоймите, мистер Президент, я не хочу портить с вами только начинающиеся отношения, поэтому будьте добры, выслушайте меня очень внимательно.<s>r\n—Так уж и быть.<s>r\nПосле этих слов вы уселись на свое удобное кресло, а наемник расположился на стуле напротив.<s>r\n<s>r\n<s>r\n<s>r\n—Наша организация ведет свою деятельность уже очень давно и является настоящим лидером в этой сфере...услуг. Совсем недавно нам удалось предотвратить терракт, готовящийся боевиками в Намбийском ущелье, тем самым мы спасли множество невинных жертв. А вот на прошлой неделе нашей организации представилась возможность побывать в Северной Африке... К несчастью в это же время в стране произошел переворот и нам пришлось немедленно покинуть ту территорию. Наверняка вы слышали о тех страшных событиях. До сих пор кровь стынет в жилах.<s>r\nИ вот мы добрались и до ваших мест. Теперь только вам решать, чем прославитесь вы...<s>r\nПоследние слова человек особенно подчеркнул, а затем привстал и направился к окну.<s>r\n<s>r\nА у вас открывается неплохой вид отсюда.<s>r\nПроизнес он, отодвинув штору.<s>r\nЖаль, что лишь только здесь.<s>r\n<s>r\n—И все же в итоге... Чего вы хотите от меня?<s>r\nПодойдя к наемнику, спросили вы.<s>r\n—Я-ничего. Меня больше интересуют ваши желания.<s>r\nОтветил тот и двинулся обратно к столу.<s>r\n<s>r\nВ любом случае, что бы вы не вынесли из нашей встречи, знайте...<s>r\nОн снова встал и приблизился к вам.<s>r\nЯ на вашей стороне...пока вы платите.<s>r\n—Разумеется.<s>r\nТвердо заключили вы.<s>r\n—Вот и прекрасно.<s>r\nПроизнес мужчина и надел темные очки, висевшие на рубашке.<s>r\nЯ надеюсь мы поняли друг друга.<s>r\n—Всенепременно.<s>r\n<s>r\nНаемник ехидно усмехнулся и направился к выходу.<s>r\n—Помните, что бы вы не решили.<s>r\nСказал он, открыв дверь.<s>r\nИстория вас оправдает.<s>r\n<s>r\nДверь захлопнулась и вы снова остались на едине с собой.<s>r\nРухнув на кресло вы опустили тяжелый взгляд вниз и увидели лежащуюю на столе визитку.<s>r\n<s>r\nНемного повертев ее в руках, вы приняли решение...",
    "answers": [
      {
        "id": 23,
        "text": "Выбросить ее",
        "left_answer": true
      },
      {
        "id": 24,
        "text": "Оставить ее",
        "right_answer": true
      }
    ]
  },
  {
    "id": 21,
    "text": "Решив немного проветриться, вы решили выйти подышать свежим воздухом на балкон.\nОтсюда открывался прекрасный вид на сад, расположенный в центре территории, а не подалеку виднелась ваша резиденция-огромный особняк. Кроме того можно было заметить охрану, снующую туда-сюда, а также блок-пост, надежно охраняемый людьми с автоматами наперевес.\n\n—Охрана у вас что надо!\nВнезапно послышалось сзади.\n\nВы резко обернулись, выхватив машинально пистолет. Дуло оружия уставилось прямо на человека в пыльной одежде, вальяжно рассевшегося на вашем столе.\n\n—Спокойно, мистер Президент, спокойно.<s>ufeff\nУспокаивающее приговаривал незнакомец.<s>ufeff\nЯ не хочу причинить вам вреда, а если бы и хотел, то сделал бы это уже давно.<s>ufeff\n—Кто вы такой!?<s>ufeff\nНастойчиво спросили вы.<s>ufeff\n—Я тот, из-за кого эта гребаная страна еще не погрузилась в окончательный хаос.<s>ufeff\nУверенно заявил человек.<s>ufeff\n—Тоесть?<s>ufeff\nПодходя к столу спросили вы.<s>ufeff\n—Как бы вам это помягче, но в тоже время доступнее объяснить...<s>ufeff\nЗадумался мужчина.<s>ufeff\nА впрочем, вы уже не ребенок и все прекрасно поймете. Я представитель организации, которая решает различного рода проблемы, за символическу плату.<s>ufeff\n—Наемники...<s>ufeff\nС отчетливой неприязнью произнесли вы.<s>ufeff\n—Можно сказать и так. Да вы не спешите воротить нос, мистер Президент, уверен мы с вами еще не раз повстречаемся.<s>ufeff\nОн ехидно улыбнулся.<s>ufeff\n—Я так не думаю.<s>ufeff\n—Все вы так говорите.<s>ufeff\n—Позвольте!<s>ufeff\n—Уже! Вам уже позволено, возможно даже слишком много...<s>ufeff\nУтвердительным тоном высказался наемник.<s>ufeff\n—Аххх.<s>ufeff\nОн спокойно выдохнул.<s>ufeff\nПоймите, мистер Президент, я не хочу портить с вами только начинающиеся отношения, поэтому будьте добры, выслушайте меня очень внимательно.<s>ufeff\n—Так уж и быть.<s>ufeff\nПосле этих слов вы уселись на свое удобное кресло, а наемник расположился на стуле напротив.<s>ufeff\n<s>ufeff\n<s>ufeff\n—Наша организация ведет свою деятельность уже очень давно и является настоящим лидером в этой сфере...услуг. Совсем недавно нам удалось предотвратить терракт, готовящийся боевиками в Намбийском ущелье, тем самым мы спасли множество невинных жертв. А вот на прошлой неделе нашей организации представилась возможность побывать в Северной Африке... К несчастью в это же время в стране произошел переворот и нам пришлось немедленно покинуть ту территорию. Наверняка вы слышали о тех страшных событиях. До сих пор кровь стынет в жилах.<s>ufeff\nИ вот мы добрались и до ваших мест. Теперь только вам решать, чем прославитесь вы...<s>ufeff\nПоследние слова человек особенно подчеркнул, а затем привстал и направился к окну.<s>ufeff\n<s>ufeff\nА у вас открывается неплохой вид отсюда.<s>ufeff\nПроизнес он, отодвинув штору.<s>ufeff\nЖаль, что лишь только здесь.<s>ufeff\n<s>ufeff\n—И все же в итоге... Чего вы хотите от меня?<s>ufeff\nПодойдя к наемнику, спросили вы.<s>ufeff\n—Я-ничего. Меня больше интересуют ваши желания.<s>ufeff\nОтветил тот и двинулся обратно к столу.<s>ufeff\n<s>ufeff\nВ любом случае, что бы вы не вынесли из нашей встречи, знайте...<s>ufeff\nОн снова встал и приблизился к вам.<s>ufeff\nЯ на вашей стороне...пока вы платите.<s>ufeff\n—Разумеется.<s>ufeff\nТвердо заключили вы.<s>ufeff\n—Вот и прекрасно.<s>ufeff\nПроизнес мужчина и надел темные очки, висевшие на рубашке.<s>ufeff\nЯ надеюсь мы поняли друг друга.<s>ufeff\n—Всенепременно.<s>ufeff\n<s>ufeff\nНаемник ехидно усмехнулся и направился к выходу.<s>ufeff\n—Помните, что бы вы не решили.<s>ufeff\nСказал он, открыв дверь.<s>ufeff\nИстория вас оправдает.<s>ufeff\n<s>ufeff\nДверь захлопнулась и вы снова остались на едине с собой.<s>ufeff\nРухнув на кресло вы опустили тяжелый взгляд вниз и увидели лежащуюю на столе визитку.<s>ufeff\n<s>ufeff\nНемного повертев ее в руках, вы приняли решение...\n\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Выбросить ее",
        "left_answer": true
      },
      {
        "id": 24,
        "text": "Оставить ее",
        "right_answer": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы достали из стола наушники подсоединили их к плееру и включили любимый трек.\nМузыка понемногу начала вас успокаивать и вы медленно стали забывать обо всех проблемах. Непроизвольно вы закрыли глаза и полностью откинулись в кресле.\n\nНеожиданно вы почуствовали какое-то движение в комнате и вибрации идущие от стола. Вы открыли глаза и увидели перед собой незнакомца в цветастой рубашке и пыльных штанах.\n\nРезко скинув наушники, вы попытались выхватить пистолет, спрятанный у вас за поясом, но тщетно, к счастью незнакомец, похоже, не собирался на вас нападать.\n—Мне тоже нравится эта группа.\nПроизнес человек и начал вас успокаивать.\n—Спокойно, мистер Президент, спокойно.<s>ufeff\nУспокаивающее приговаривал незнакомец.<s>ufeff\nЯ не хочу причинить вам вреда, а если бы и хотел, то сделал бы это уже давно.<s>ufeff\n—Кто вы такой!?<s>ufeff\nНастойчиво спросили вы.<s>ufeff\n—Я тот, из-за кого эта гребаная страна еще не погрузилась в окончательный хаос.<s>ufeff\nУверенно заявил человек.<s>ufeff\n—Тоесть?<s>ufeff\nСпросили вы.<s>ufeff\n—Как бы вам это помягче, но в тоже время доступнее объяснить...<s>ufeff\nЗадумался мужчина.<s>ufeff\nА впрочем, вы уже не ребенок и все прекрасно поймете. Я представитель организации, которая решает различного рода проблемы, за символическу плату.<s>ufeff\n—Наемники...<s>ufeff\nС отчетливой неприязнью произнесли вы.<s>ufeff\n—Можно сказать и так. Да вы не спешите воротить нос, мистер Президент, уверен мы с вами еще не раз повстречаемся.<s>ufeff\nОн ехидно улыбнулся.<s>ufeff\n—Я так не думаю.<s>ufeff\n—Все вы так говорите.<s>ufeff\n—Позвольте!<s>ufeff\n—Уже! Вам уже позволено, возможно даже слишком много...<s>ufeff\nУтвердительным тоном высказался наемник.<s>ufeff\n—Аххх.<s>ufeff\nОн спокойно выдохнул.<s>ufeff\nПоймите, мистер Президент, я не хочу портить с вами только начинающиеся отношения, поэтому будьте добры, выслушайте меня очень внимательно.<s>ufeff\n—Так уж и быть.<s>ufeff\nПосле этих слов вы уселись на свое удобное кресло, а наемник расположился на стуле напротив.<s>ufeff\n<s>ufeff\n<s>ufeff\n<s>ufeff\n—Наша организация ведет свою деятельность уже очень давно и является настоящим лидером в этой сфере...услуг. Совсем недавно нам удалось предотвратить терракт, готовящийся боевиками в Намбийском ущелье, тем самым мы спасли множество невинных жертв. А вот на прошлой неделе нашей организации представилась возможность побывать в Северной Африке... К несчастью в это же время в стране произошел переворот и нам пришлось немедленно покинуть ту территорию. Наверняка вы слышали о тех страшных событиях. До сих пор кровь стынет в жилах.<s>ufeff\nИ вот мы добрались и до ваших мест. Теперь только вам решать, чем прославитесь вы...<s>ufeff\nПоследние слова человек особенно подчеркнул, а затем привстал и направился к окну.<s>ufeff\n<s>ufeff\nА у вас открывается неплохой вид отсюда.<s>ufeff\nПроизнес он, отодвинув штору.<s>ufeff\nЖаль, что лишь только здесь.<s>ufeff\n<s>ufeff\n—И все же в итоге... Чего вы хотите от меня?<s>ufeff\nПодойдя к наемнику, спросили вы.<s>ufeff\n—Я-ничего. Меня больше интересуют ваши желания.<s>ufeff\nОтветил тот и двинулся обратно к столу.<s>ufeff\n<s>ufeff\nВ любом случае, что бы вы не вынесли из нашей встречи, знайте...<s>ufeff\nОн снова встал и приблизился к вам.<s>ufeff\nЯ на вашей стороне...пока вы платите.<s>ufeff\n—Разумеется.<s>ufeff\nТвердо заключили вы.<s>ufeff\n—Вот и прекрасно.<s>ufeff\nПроизнес мужчина и надел темные очки, висевшие на рубашке.<s>ufeff\nЯ надеюсь мы поняли друг друга.<s>ufeff\n—Всенепременно.<s>ufeff\n<s>ufeff\nНаемник ехидно усмехнулся и направился к выходу.<s>ufeff\n—Помните, что бы вы не решили.<s>ufeff\nСказал он, открыв дверь.<s>ufeff\nИстория вас оправдает.<s>ufeff\n<s>ufeff\nДверь захлопнулась и вы снова остались на едине с собой.<s>ufeff\nРухнув на кресло вы опустили тяжелый взгляд вниз и увидели лежащуюю на столе визитку.<s>ufeff\n<s>ufeff\nНемного повертев ее в руках, вы приняли решение...",
    "answers": [
      {
        "id": 23,
        "text": "Выбросить ее",
        "left_answer": true
      },
      {
        "id": 24,
        "text": "Оставить ее",
        "right_answer": true
      }
    ]
  },
  {
    "id": 23,
    "text": "—Нет!\nПодумали вы.\nНикогда и не при каких обстоятельствах вы не станете связаваться с этими подонками. Уж лучше приберечь средства для улучшения собственной армии, это будет куда более надежное вложение денег.\nПоэтому недолго думая, вы, скомкав визитку выбросили ее в окно и склонились над столом, погрузившись в мысли, вернее в воспоминания...\n\n\n\nТеплый воздух колышет ваши волосы и нежно обдувает тело. Солнце ярко светит вам прямо в глаза. Рядом сидит человек, очень знакомый вам человек. Ваш отец.\n—Ничего не бойся. Это все естественно, это природа, так и должно быть, нам этого не изменить.\n—Совсем?\n—Ну... ты можешь попытаться.\n—Правда?\nПоследние слова из разговора вы так и не услышали, они словно растворились в вашей памяти, их затянуло тягучестью ваших мыслей.\n\n\n\nЗвонок телефона вернул вас в реальность.\nВы потянулись к трубке и ответили:\n—Да?\n—Мистер Президент, вас просить принять министр финансов.\n—Ах, да. Пусть зайдет.\n\nЧерез мгновение дверь открылась и внутрь вошел худощавый мужчина в очках молодого возраста в строгом костюме.\nОн медленно и неуверенно подошел к столу и произнес:\n—Здравствуйте, мистер Президент, Роберт Фичкок.\nИ протянул вам руку.\n—Приятно.\nВы сделали то же самое.\n—Какие проблемы у нас на этот раз?\nУдручающее спросили вы.\n—Хех. К счастью не так много.\nИтак. Как вы наверняка знаете я являюсь министром финансов. В мои обязанности входит мониторинг всех средств входящих и исходящих из бюджета. На данный момент ситуация с деньгами в нашей стране весьма напряженная, я бы даже сказал критическая. Дело в том, что основные доходы мы получали из наших нефтяных вышек, так удачно расположенных на богатой залежами земле, но в последнее время все становится только хуже, так как вышки уже давно не новые, а некоторые и вовсе неисправны и требуют замены. Это только первое...\nПарень перелистнул страницу документа.\n\nДалее. Насчет того старого алмазного рудника...\n—Какого рудника?\nРезко перебили вы министра.\n—Ну как же?\nОн не понимающее поднял на вас глаза.\nВы не в курсе? На юге страны расположен один очень старый алмазный рудник, собственно именно благодаря ему страна смогла так быстро укрепить свое влияние и пополнить казну. Но в последнее время рудник перестал приносить прибыль, так что теперь встал вопрос о его консервации, вот только геологи утверждают, что вероятнее всего там еще есть запасы драгоценных камней. Так что теперь только вам решать, что с ним делать, но я бы посоветовал вам сосредоточиться на более важных вещах — нефтяных вышках. Сейчас очень тяжелое время, стране, как никогда нужны средства, а их с каждой минутой все меньше, поэтому я прошу вас, для урегулирования ситуации, выделить средства на восстановление старых добывающих платформ, а именно — 8 млн $.\n\nПарень протер очки и, надев их обратно, уставился на вас.\n\nВзвесив все за и против, вы решили...\n",
    "answers": [
      {
        "var_show": [
          "M",
          "млн $"
        ],
        "comment": true,
        "id": 23,
        "text": "Бюджет:",
        "middle_answer": true
      },
      {
        "id": 25,
        "text": "Выделить деньги на восстановление вышек",
        "var_sub": [
          "M",
          8
        ],
        "left_answer": true
      },
      {
        "id": 26,
        "text": "Не выделять",
        "right_answer": true
      }
    ]
  },
  {
    "id": 24,
    "text": "Как бы сильно вам не хотелось связываться с этими подонками, вы понимали, что если они не будут работать на вас, то уж точно не откажутся поработать против.\nПоэтому недолго думая, вы положили визитку во внутренний карман пиджака и склонились над столом, погрузившись в мысли, вернее в воспоминания...\n\n\n\nТеплый воздух колышет ваши волосы и нежно обдувает тело. Солнце ярко светит вам прямо в глаза. Рядом сидит человек, очень знакомый вам человек. Ваш отец.\n—Ничего не бойся. Это все естественно, это природа, так и должно быть, нам этого не изменить.\n—Совсем?\n—Ну... ты можешь попытаться.\n—Правда?\nПоследние слова из разговора вы так и не услышали, они словно растворились в вашей памяти, их затянуло тягучестью ваших мыслей.\n\n\n\nЗвонок телефона вернул вас в реальность.\nВы потянулись к трубке и ответили:\n—Да?\n—Мистер Президент, вас просить принять министр финансов.\n—Ах, да. Пусть зайдет.\n\nЧерез мгновение дверь открылась и внутрь вошел худощавый мужчина в очках молодого возраста в строгом костюме.\nОн медленно и неуверенно подошел к столу и произнес:\n—Здравствуйте, мистер Президент, Роберт Фичкок.\nИ протянул вам руку.\n—Приятно.\nВы сделали то же самое.\n—Какие проблемы у нас на этот раз?\nУдручающее спросили вы.\n—Хех. К счастью не так много.\nИтак. Как вы наверняка знаете я являюсь министром финансов. В мои обязанности входит мониторинг всех средств входящих и исходящих из бюджета. На данный момент ситуация с деньгами в нашей стране весьма напряженная, я бы даже сказал критическая. Дело в том, что основные доходы мы получали из наших нефтяных вышек, так удачно расположенных на богатой залежами земле, но в последнее время все становится только хуже, так как вышки уже давно не новые, а некоторые и вовсе неисправны и требуют замены. Это только первое...\nПарень перелистнул страницу документа.\n\nДалее. Насчет того старого алмазного рудника...\n—Какого рудника?\nРезко перебили вы министра.\n—Ну как же?\nОн не понимающее поднял на вас глаза.\nВы не в курсе? На юге страны расположен один очень старый алмазный рудник, собственно именно благодаря ему страна смогла так быстро укрепить свое влияние и пополнить казну. Но в последнее время рудник перестал приносить прибыль, так что теперь встал вопрос о его консервации, вот только геологи утверждают, что вероятнее всего там еще есть запасы драгоценных камней. Так что теперь только вам решать, что с ним делать, но я бы посоветовал вам сосредоточиться на более важных вещах — нефтяных вышках. Сейчас очень тяжелое время, стране, как никогда нужны средства, а их с каждой минутой все меньше, поэтому я прошу вас, для урегулирования ситуации, выделить средства на восстановление старых добывающих платформ, а именно — 8 млн $.\n\nПарень протер очки и, надев их обратно, уставился на вас.\n\nВзвесив все за и против, вы решили...\n\n",
    "answers": [
      {
        "var_show": [
          "M",
          "млн $"
        ],
        "comment": true,
        "id": 24,
        "text": "Бюджет:",
        "middle_answer": true
      },
      {
        "var_sub": [
          "M",
          8
        ],
        "id": 25,
        "text": "Выделить деньги на восстановление вышек",
        "need": [
          11,
          16
        ],
        "left_answer": true
      },
      {
        "id": 26,
        "text": "Не выделять деньги",
        "right_answer": true
      },
      {
        "var_sub": [
          "M",
          8
        ],
        "id": 25,
        "text": "Выделить деньги на восстановление вышек",
        "need": [
          11
        ],
        "left_answer": true
      },
      {
        "var_sub": [
          "M",
          8
        ],
        "id": 25,
        "text": "Выделить деньги на восстановление вышек",
        "need": [
          16
        ],
        "left_answer": true
      }
    ]
  },
  {
    "id": 25,
    "text": "—Я считаю это весьма важной задачей, именно поэтому я выделю деньги из государственного бюджета. Деньги нам сейчас нужны как никогда.\n—Отлично! Отлично, что вы меня понимаете, сэр. Я немедленно распоряжусь, чтобы вышки в ближайшее время стали вновь приносить прибыль. \n\nПарень встал из-за стола и попрощался с вами, а вы снова остались в одиночестве.\nНо не надолго...\n\n\n",
    "answers": [
      {
        "id": 27,
        "text": "Следующий"
      }
    ]
  },
  {
    "id": 26,
    "text": "К сожалению, мистер Фичкок, на данный момент мы не распологаем такими средствами, вследствие чего вынужден вам отказать.\n\nМинистр заметно погрустнел.\n—Да я вас понимаю, сэр. Очень жаль, но не забывайте, что деньги единственный здесь важный ресурс и в первую очередь лучше позаботится о нем.\n—Да, разумеется.\n\nПарень поправил очки, попращался с вами и покинул кабинет.",
    "answers": [
      {
        "id": 27,
        "text": "Следующий"
      }
    ]
  },
  {
    "id": 27,
    "text": "Произнесли вы в телефон.\n\nЧерез пару минут вновь раздался звонок и из трубки послышался милый голос Ниршаны.\n—Мистер Президент, к вам прибыл министр иностранных дел.\n—Впустите.\nСкомандовали вы и положили трубку.\n\nСолидный костюм и его не менее солидный обладатель вошли в кабинет, осматривая помещение. Мужчина поправил галстук и произнес:\n—Мда, ничего с тех пор не изменилось.\nПосле этого быстрым шагом приблизился к столу и без приглашения сел на против вас.\nМое имя, Матуз Трауле, в данный момент я являюсь исполняющим обязанности министра иностранных дел.\n—Очень приятно, Ада...\n—Ну что вы, уж как вас зовут я то знаю.\nПеребил вас министр.\n—Кхм.\nВы запнулись и пожали руку Матузу.\n—Я скажу прямо, не люблю знаете ли ходить, вокруг да около.\n—Да конечно.\n—Спасибо. Итак.\nЮжная Африка является одной из самых лучших и процветающих стран на этом континенте, да, да, вам очень крупно повезло, что вы оказались именно здесь. По сравнению с соседями мы являемся самым крупным добытчиком нефти и запасов других важных ценных ископаемых, плюс географическое положение, мы имеем возможность торговать с Южной Америкой и Мадагаскаром(в 2025 году сильная и независимая, тоталитарная страна).\nКонечно, именно поэтому у нас так много врагов, позаривающихся на наши богатства, но сила дипломатии безгранична — на данный момент мне удалось добиться перемирия с Восточной Африкой и наладить дружественные отношения.\nВ связи с этим они выслали нам гуманитарную и материальную помощь.\n\nБЮДЖЕТ: <plus>10 млн $\n\nЯ рекомендую не сходить с этой дороги и продолжить дальше укреплять наши отношения. Врагов нам всегда хватало, а вот союзников редко.\n\n—Полностью с вами согласен.\nПоддержали вы министра.\n\n—Хорошо. Кстати мы наконец-то внесли все последние данные на ваш ноутбук и будем постоянно их обновлять. Заглядывайте туда, как можно чаще.\n—Безусловно.\n\n—Отлично, за сим разрешите откланяться, мне пора на совещание.\nОтветил мужчина, взглянув на наручные часы.\n—Да, конечно.\n—Всего доброго, мистер Президент.\nСказал он и закрыл за собой дверь.\n",
    "answers": [
      {
        "id": 28,
        "text": "Ноутбук",
        "var_add": [
          "M",
          10
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "                              ЮЖНАЯ АФРИКА",
    "answers": [
      {
        "id": 29,
        "text": "Население страны"
      },
      {
        "id": 30,
        "text": "Государственный бюджет"
      },
      {
        "id": 31,
        "text": "Зараженность населения"
      },
      {
        "id": 32,
        "text": "Личные дела"
      },
      {
        "id": 33,
        "text": "Дипломатические отношения"
      },
      {
        "id": 45,
        "text": "Закончить просмотр"
      }
    ]
  },
  {
    "id": 29,
    "text": "                                   НАСЕЛЕНИЕ\n                               ЮЖНОЙ АФРИКИ\n\n\nНаселение страны: 56 731 чел.\nСтолица: Мапуту\nВосстание: не предвидится.",
    "answers": [
      {
        "var_show": [
          "H",
          "%"
        ],
        "comment": true,
        "id": 29,
        "text": "Уровень счастья:",
        "middle_answer": true
      },
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "                     ГОСУДАРСТВЕННАЯ КАЗНА\n                               ЮЖНОЙ АФРИКИ",
    "answers": [
      {
        "id": 30,
        "text": "Бюджет:",
        "comment": true,
        "var_show": [
          "M",
          "млн $"
        ]
      },
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "            МИНИСТЕРСТВО ЗДРАВООХРАНЕНИЯ\n                              ЮЖНОЙ АФРИКИ",
    "answers": [
      {
        "id": 31,
        "text": "Уровень зараженности населения:",
        "comment": true,
        "var_show": [
          "Z",
          "%"
        ]
      },
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "Личные дела советников, министров и              остального персонала.",
    "answers": [
      {
        "id": 34,
        "text": "Алабум Натенаи"
      },
      {
        "id": 35,
        "text": "Йозик Бубенштунц"
      },
      {
        "id": 36,
        "text": "Роберт Фичкок"
      },
      {
        "id": 37,
        "text": "Матуз Трауле"
      },
      {
        "id": 38,
        "text": "Сэм Дженкинс (наемник)"
      },
      {
        "id": 39,
        "text": "Ниршана Рамла"
      },
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "                  ПОЛИТИЧЕСКИЕ ОТНОШЕНИЯ",
    "answers": [
      {
        "id": 42,
        "text": "Северная Африка",
        "var_str_set": [
          "O",
          "Нейтральные"
        ]
      },
      {
        "id": 43,
        "text": "Западная Африка",
        "var_str_set": [
          "OZ",
          "Напряженные"
        ]
      },
      {
        "id": 44,
        "text": "Восточная Африка",
        "var_str_set": [
          "OE",
          "Дружелюбные"
        ]
      },
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "АЛАБУМ НАТЕНАИ\n\nВозраст: 56 лет.\nДолжность: министр обороны Южной Африки.\nСемейное положение: детей нет, жены нет.\n\nБиография:\nРодился в маленькой деревне близ озера Виктория, 7 ребенок в семье. Отец был рыболовом, мать занималась домашним хозяйством. Семья жила бедна, как и все другие жители. Отец научил сына ремеслу и охоте.\nВ 10 лет Алабум теряет одного из братьев, тот утонул в озере во время рыбалки. В 12 лет погибает старший брат — был растерзан львом. В 15 лет, подросший юноша вступает в зрелый возраст( по традиции племени) и отправляется на ритуальную охоту, дабы доказать, что достоин жить со своими сородичами. Охота оканчивается трагически — погибает его отец, пытавшийся защитить сына от льва, которого тот должен был убить.\nПо итогу парня изгоняют из племени за провал ритуала. Из жалости оставить его одного вместе с ним из племени уходит один из братьев, который впоследствии был убит контрабандистами. Узнав о несчастье, не выдерживает мать и погибает от сердечного приступа. Вернувшись в деревню, повзрослевший Алабум вызывает на поединок сына старейшины деревни, заявив, что тот виновен в смерти отца. По итогу сражения вверх одерживает Алабум и становится старейшиным племени, но отказывается от данного титула и передает брозды правления одному из братьев.\nПоследний из двух братьев предалагает Алабуму вступит в ряды вооруженных сил Африки, на что тот охотно соглашается. После 5 лет службы за неоднократную храбрость и смелость, проявленную в бою, он получает звание генерала и становится весьма известной и влиятельной фигурой, его брат в ходе кампании трагически погибает, прикрыв брата от вражеской пули.\n\nСпустя время он получает известие о смерти последнего брата и отправляется домой в деревню.\nПрибыв туда, он обнаруживает выгоревшие дотла остатки деревни и могилу брата. Очевидцы и близлежащие соседи рассказали, что в поселение вошли наемники и потребовали покинуть это место, по причине постройки на месте деревни газодобывающих вышек, но местные жители отказались, за что и были уничтожены.\nРасправа последовала незамедлительно и войска Африки полностью уничтожили группировку наемников близ города Мванза.\n\nПосле всех пережитых событий, Алабум принял пост главнокомандующего войсками уже Южной Африки и по сей день занимает эту должность.",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "ЙОЗИК БУБЕНШТУНЦ\n\nВозраст: 63 года\nДолжность: заведующий кафедрой вирусологии, главный научный сотрудник в сфере эпидемологии. Лауреат нобелевской премии в области биохимии.\nСемейное положение: женат, имеет 3 дочек.\n\nБиография:\nМаленький Йозик родился в Иерусалиме, в семье известных врачей. Его имя досталось ему от дедушки, который был очень уважаемым человеком и ученым.\nС самого раннего детства Йозик увлекался наукой, много читал и все свободное время проводил в библиотеках. Повзрослев окончил школу с отличием, а после поступил на медицинский факультет ведущего вуза страны. Судьба пророчила стать ему знаменитым врачом, но на последнем курсе он переквалифицировался на факультет вирусологии и пошел по стезе ученого.\nПосле окончания университета, его призывают в армию. В тот момент была накалена обстановка на Ближнем Востоке и молодого специалиста посылают именно туда. На войне он стал санитаром. Сотни спасенных жизней, медаль \" За отличие\" это лишь малая часть его наград.\nПосле возвращения к мирной жизни, молодой ученый стал научным сотрудником исследовательского центра вирусологии, где проявил себя, как высококлассный специалист. Там же познакомился с будущей женой. После 2 лет брака у него появляется дочка Елизавета, затем через год Дана, а после 5 лет еще одна дочка Хавива.\nНо главный переворот в его жизни произошел, когда в его исслед. центре набирали кандитатов для командировки в Африку для обмена опыта и помощи в борьбе с эпидемией Эболы.\nЙозик не раздумывая выразил согласие и прибыл в нашу страну. Спустя год его старания были замечены и по личному указу прошлого Президента, его назначили министром здравоохранения Южной Африки.\nЭтот пост он занимает и в данный момент.",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "РОБЕРТ ФИЧКОК\n\nВозраст: 29 лет.\nДолжность: министр финансов Южной Африки.\nСемейное положение: не женат, детей нет.\n\nБиография:\nРодился и вырос в Лондоне, в неполной семье, воспитываемый матерью. Все свое детство он провел за компьютером и книгами по математике, в связи с чем окончил школу с математическим уклоном на отлично и поступил в Оксфорд. \"Юному гению\", как его называли учителя и знакомые были открыты практически все двери, но в свои 18 лет он принимает неожиданное для всех решение и бросает учебу. Все свои силы и время он влаживает в акции и спустя длительное время становится влиятельным игроком на бирже. Затем, накопив достаточную сумму денег влаживается в биткоины, благодаря чему становится невероятно богат, но вскоре теряет все свое достояние из-а интриг плетущихся у него за спиной. Как итог, его обманом заставляют переписать все свое состояние на соперников, а сам парень остается ни с чем. Но благодаря связям установленными ранее с влиятельными люди с Ближнего Востока, его рекомендуют на пост главного финансвого советника Южной Африки, с чем он соглашается, а спустя пару лет, проявив свои таланты и качества, становится и вовсе министром финансов нашей страны.\nЗанимает данную должность и по сей день.",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "МАТУЗ ТРАУЛЕ\n\nВозраст: 35 лет\nДолжность: министр иностранных дел\nСемейное положение: женат, детей нет\n\nБиография:\nМатуз Трауле — наполовину африканец-отец, наполовину француз-мать. Свое детство провел здесь — на Родине, в Африке. В раннем возрасте потерял мать и остался жить вместе с отцом. Отец работал в полиции, раскрывал весьма громкие дела, был профессионалом своего дела. Вследствие нажил себе множество врагов, в том числе местную мафию, с которой у него давно был конфликт. Опасаясь за жизнь сына, он отправляет его во Францию к родственникам, где маленький Матуз проживет до своего 18-летия.\n\nВернувшись обратно, в Африку, парень узнает о том, что его отец трагически погибает в автокатострофе. Естественно он не верит в это и начинает свое собственное расследование. Как итог, Матуз находит доказательства того, что за смертью отца стоит та самая мафия и, собрав достаточно улик, сажает за решетку практически всю организацию. Таким образом, он быстро поднимается по карьерной лестнице и, спустя несколько лет работы в полиции, вступает на должность помощника министра иностранных дел. Вскоре находит свою будущую жену и спустя пару месяцев делает ей предложение. Детей на данный момент нет. Еще через 3 года, показав свою профессиональность и верность стране, становится министром иностранных дел.\nЗанимает эту должность и на данный момент.",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "Сем Дженкинс, он же Гарри Оуэрт, он же Хищник.\n(настоящее имя неизвестно)\n\nВозраст: предположительно 37 лет\nДолжность: Опытный наемник.\nСемейное положение: неизвестно.\n\nБиография:\nСэм Дженкинс предположительно родом из США, возможно корни уходят в Мексику. Про детство известно совсем немного. В раннем возрасте становится сиротой, родителей убили грабители, влезшие в его дом.\nПовзрослев, он становится на службу в армию морской пехоты США, где проявил себя, как отличный солдат с прекрасным послужным списком. Во время одной из спец.операций теряет весь свой отряд и остается единственным выжившим. После этого ломается психологически и уходит со службы.\nМножество лет о нем ничего не известно, но пару лет назад был замечен в составе неизвестной группировки, занимавшейся подготовкой террактов, как выяснилось позже является лидером этой группировки. Предположительно за все то время, пока о нем ничего не было слышно сформировал эту группировку наемников. В данный момент он вместе со своей организацией находится на территории Африки, предположительно Южной. \nОсобо опасен, психически не стабилен, крайне агрессивен. Объявлен в международный розыск.\n",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "Ниршана Рамла\n\nВозраст: 29 лет.\nДолжность: секретарь Президента Южной Африки.\nСемейное положение: за мужем, есть дети.\n\nБиография:\nВ детстве Ниршана проживала в Индии, отсюда такое имя, но повзрослев, переехала вместе с семьей в Африку, историческую родину. Работала в крупной нефтедобывающей фирме пресс-секретарем, благодяря чему добилась расположения крупных и влиятельных лиц.\nСпустя несколько лет, была приглашена на должность секретаря Президента Южной Африки, которое с радостью приняла.\nСо своим мужем познакомилась случайно во время посещения пресс-конференции в Египте. Состоит в браке уже несколько лет, имеет 2 детей.\nВ настоящее время занимает эту должность.",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": [
      {
        "id": 41,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "СЕВЕРНАЯ АФРИКА\n\nНАСЕЛЕНИЕ: 90 342 чел.\nСТОЛИЦА: АЛЖИР\nПОЛИТИЧЕСКАЯ ОБСТАНОВКА: Беспорядки, множественные протесты и бунты.\n\nКраткая история:\nСеверная Африка, одна из старейших стран, после войны за независимость Африки. Когда в 2024 году война подходила к концу, Северная А. имела самую сильную армию и экономику и могла с легкостью претендовать на полное господство над континентом, но спустя год в стране произошел ряд террактов, что существенно подорвало экономику и дух страны.\n\nНа данный момент является 3 в списке самых сильных стран Африки. Беспорядки на почве террактов все еще продолжают вспыхивать в разных точках государства, но как сообщает пресс-секретарь Северной Африки: \"Вся ситуация находится под нашим контролем, гражданам нечего опасаться, люди могут спать спокойно\".\n",
    "answers": [
      {
        "var_show": [
          "O"
        ],
        "comment": true,
        "id": 42,
        "text": "Отношения:",
        "middle_answer": true
      },
      {
        "id": 33,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "ЗАПАДНАЯ АФРИКА\n\nНАСЕЛЕНИЕ: 51 887 чел.\nСТОЛИЦА:\nПОЛИТИЧЕСКАЯ ОБСТАНОВКА: Напряженная обстановка с потоком мигрантов, хлынувших в страну после серии террактов в Северной Африке. В остальном ситуация стабильна.\n\nКраткая история:\n\"Наверное самое страшное, что может только существовать в мире это не жестокость или насилие, а равнодушие\"-цитата посла по чрезвычайным ситуациям в ООН по отношению к Западной Африке.\nВ 2024 году, когда война подходила к концу, именно Западная Африка являлась самой слабой и не на что не претендующей страной, но когда на континенте начали происходить серии террактов и открытые столкновения с террористами, лидеры соседних стран, объединившиеся против общего врага, попросили помочь в борьбе своего западного соседа, но те на отрез отказались и более не поддерживали какие-либо связи со странами. После того, как страны-соседи ослабли, неожиданно для всех Западная Африка решила начать наступление по всем фронтам и уже к концу 2024 года стала самой опасной и влиятельной страной, захватив части Северной, Южной и Восточной Африки.\n\nВ настоящее время является весьма опасной и агрессивной страной. Занимает 2 место среди стран Африки.",
    "answers": [
      {
        "var_show": [
          "OZ"
        ],
        "comment": true,
        "id": 43,
        "text": "Отношения:",
        "middle_answer": true
      },
      {
        "id": 33,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "ВОСТОЧНАЯ АФРИКА\n\nНАСЕЛЕНИЕ: 45 170 чел.\nСТОЛИЦА:\nПОЛИТИЧЕСКАЯ ОБСТАНОВКА: Недавно оправилась от терраристических атак и постепенно восстанавливается.\n\nКраткая история:\n\nОдна из самых мирных и дружелюбных стран Новой Африки. До последнего момента отказывалась принимать участие в войне за независимость, но давление европейских стран и политическая ситуация вынудили вступить в конфликт. Долгое время считалась самой сильной страной, вполне могла стать единоправным правителем Африки, но внезапные террористические терракты подорвали инфраструктуру и положение на мировой арене.\n\nНа данный момент является самой спокойной и дружественной страной. Именно поэтому в последнее время множество людей все больше мигруют туда.\nЗанимает последнюю позицию в топе стран.",
    "answers": [
      {
        "var_show": [
          "OE"
        ],
        "comment": true,
        "middle_answer": true,
        "text": "Отношения:",
        "id": 44
      },
      {
        "id": 33,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Выключив устройство, вы потянулись на своем удобном кресле и связались с секретарем.\n—Ниршана будьте добры, прислать машину.\n—Резиденция?\n—Именно.\n—Сию секунду.\nВы положили трубку и, встав из-за стола направились к выходу.",
    "answers": [
      {
        "id": 46,
        "text": "Итоги дня",
        "need": [
          10,
          15,
          26
        ],
        "blackout": true
      },
      {
        "id": 50,
        "text": "Итоги дня",
        "need": [
          10,
          16,
          26
        ],
        "blackout": true
      },
      {
        "id": 51,
        "text": "Итоги дня",
        "need": [
          10,
          16,
          25
        ],
        "blackout": true
      },
      {
        "id": 52,
        "text": "Итоги дня",
        "need": [
          11,
          15,
          25
        ],
        "blackout": true
      },
      {
        "id": 53,
        "text": "Итоги дня",
        "need": [
          11,
          15,
          26
        ],
        "blackout": true
      },
      {
        "id": 54,
        "text": "Итоги дня",
        "need": [
          11,
          16,
          26
        ],
        "blackout": true
      },
      {
        "id": 48,
        "text": "Итоги дня",
        "need": [
          11,
          16,
          25
        ],
        "blackout": true
      }
    ]
  },
  {
    "id": 46,
    "text": "***\nНОВОСТИ АФРИКИ\n***\n\n\"По словам министра обороны Алабуму Натенаи армия в скором времени пополнится новыми солдатами. Тысячи граждан выразили желание поступить на службу и защищать свое государство. Несомненно, это поднимет боевой дух всей страны, а также укрепить нашу славную армию. Вступайте в ряды Южно-Африканской армии сегодня!\n(<plus>20% к уровню счастья)\n***\n\nСегодня начались первые испытания вакцины от самого страшного и опасного в нашей стране вируса-Эболы. Кроме того, в местах особо сильного заражения были установлены лазареты и палатки, где все нуждающиеся могут получить медицинскую помощь. Как сообщает министр здравоохранения, Йозик Бубенштунц:\"Благодаря выделенным средствам, мы сможем в кратчайшие сроки создать вакцину и спасти тысячи жизней.\n(- 20% к уровню заражения)\n***\n\nИз достоверных источников стало известно, что наши нефтяные вышки уже давно пришли в негодность и перестали приносить доходы. Данная ситуация немного возбудила общественность, так как они(вышки) являлись и являются и по сей день основным источником доходов. Чем теперь будут платить гражданам их заработные платы и как это в целом отразится на экономике в стране? Время покажет...\n(-20% к уровню счастья)\n***\n\n\"На данный момент в сложившейся политической обстановке очень важно поддерживать дружественные связи, особенно с нашими соседями, Южной Африкой. Я рад, что мы смогли забыть старые обиды и теперь вместе станем восстанавливать нашу Родину. Надеюсь это лишь начало нашего долгого, крепкого и продуктивного сотрудничества.\"- так выразился министр иностранных дел Восточной Африки о нашем союзе.\nДействительно, сейчас, когда во всем мире сложилась острая политическая обстановка, важно иметь союзников, особенно Восточную Африку.\n(<plus>10% к уровню счастья)\n***\n",
    "answers": [
      {
        "id": 47,
        "text": "Следующий день",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "***\nНОВОСТИ АФРИКИ\n***\n\n\"По словам министра обороны Алабуму Натенаи наша армия в настоящий момент не соответствует должным требованиям и все еще находится в плачевном состоянии, даже огромное желание сотни граждан вступить в ряды армии не спасает сложившуюся обстановку. Личный состав до сих пор не укомплектован, людей попросту не хватает, но наши воины, сколько бы их не было, всегда готовы встать на защиту Родины. Несомненно, сложившаяся ситуация выглядит удручающе, но не время отчаиваться в скором будущем она обязательно изменится. Обстановка во всей Африке до сих пор накалена, Западная Африка, продолжает нагнетать обстановку своими провокационными действиями, нам нужны воины как никогда.\n(-20% к уровню счастья)\n***\n\nВирус, бушующий в нашей стране снова унес несколько сотен жизней. Кроме того, в местах особо сильного заражения до сих пор не выставлены лазареты и палатки, что лишь только усугубляет ситуацию.Как сообщает министр здравоохранения, Йозик Бубенштунц:\"На данный момент мы не можем провести первичные испытания преппарата, но делается все возможное, чтобы устранить эту заразу. Будьте осторожны, берегите себя и близких.\n(<plus> 20% к уровню заражения)\n***\n\nИз достоверных источников стало известно, что наши нефтяные вышки уже давно пришли в негодность и перестали приносить доходы. Но теперь все изменится-из государственного бюджета были выделены средства на восстановление вышек. Теперь страна сможет возродить свою экономику и укрепить свое влияние на рынке. \"Черное золото\" всегда было основным источником дохода для нашей страны, но куда теперь пойдут полученные деньги не известно. Время покажет...\n(<plus>20% к уровню счастья)\n***\n\n\"На данный момент в сложившейся политической обстановке очень важно поддерживать дружественные связи, особенно с нашими соседями, Южной Африкой. Я рад, что мы смогли забыть старые обиды и теперь вместе станем восстанавливать нашу Родину. Надеюсь это лишь начало нашего долгого, крепкого и продуктивного сотрудничества.\"- так выразился министр иностранных дел Восточной Африки о нашем союзе.\nДействительно, сейчас, когда во всем мире сложилась острая политическая обстановка, важно иметь союзников, особенно Восточную Африку.\n(<plus>10% к уровню счастья)\n***\n",
    "answers": [
      {
        "id": 59,
        "text": "Следующий день",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "***\nНОВОСТИ АФРИКИ\n***\n\n\"По словам министра обороны Алабуму Натенаи армия в скором времени пополнится новыми солдатами. Тысячи граждан выразили желание поступить на службу и защищать свое государство. Несомненно, это поднимет боевой дух всей страны, а также укрепить нашу славную армию. Вступайте в ряды Южно-Африканской армии сегодня!\n(<plus>20% к уровню счастья)\n***\n\nВирус, бушующий в нашей стране снова унес несколько сотен жизней. Кроме того, в местах особо сильного заражения до сих пор не выставлены лазареты и палатки, что лишь только усугубляет ситуацию.Как сообщает министр здравоохранения, Йозик Бубенштунц:\"На данный момент мы не можем провести первичные испытания преппарата, но делается все возможное, чтобы устранить эту заразу. Будьте осторожны, берегите себя и близких.\n(<plus> 20% к уровню заражения)\n***\n\nИз достоверных источников стало известно, что наши нефтяные вышки уже давно пришли в негодность и перестали приносить доходы. Данная ситуация немного возбудила общественность, так как они(вышки) являлись и являются и по сей день основным источником доходов. Чем теперь будут платить гражданам их заработные платы и как это в целом отразится на экономике в стране? Время покажет...\n(-20% к уровню счастья)\n***\n\n\"На данный момент в сложившейся политической обстановке очень важно поддерживать дружественные связи, особенно с нашими соседями, Южной Африкой. Я рад, что мы смогли забыть старые обиды и теперь вместе станем восстанавливать нашу Родину. Надеюсь это лишь начало нашего долгого, крепкого и продуктивного сотрудничества.\"- так выразился министр иностранных дел Восточной Африки о нашем союзе.\nДействительно, сейчас, когда во всем мире сложилась острая политическая обстановка, важно иметь союзников, особенно Восточную Африку.\n(<plus>10% к уровню счастья)\n***\n",
    "answers": [
      {
        "id": 49,
        "text": "Следующий день",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 51,
    "text": "***\nНОВОСТИ АФРИКИ\n***\n\n\"По словам министра обороны Алабуму Натенаи армия в скором времени пополнится новыми солдатами. Тысячи граждан выразили желание поступить на службу и защищать свое государство. Несомненно, это поднимет боевой дух всей страны, а также укрепить нашу славную армию. Вступайте в ряды Южно-Африканской армии сегодня!\n(<plus>20% к уровню счастья)\n***\n\nВирус, бушующий в нашей стране снова унес несколько сотен жизней. Кроме того, в местах особо сильного заражения до сих пор не выставлены лазареты и палатки, что лишь только усугубляет ситуацию.Как сообщает министр здравоохранения, Йозик Бубенштунц:\"На данный момент мы не можем провести первичные испытания преппарата, но делается все возможное, чтобы устранить эту заразу. Будьте осторожны, берегите себя и близких.\n(<plus> 20% к уровню заражения)\n***\n\nИз достоверных источников стало известно, что наши нефтяные вышки уже давно пришли в негодность и перестали приносить доходы. Но теперь все изменится-из государственного бюджета были выделены средства на восстановление вышек. Теперь страна сможет возродить свою экономику и укрепить свое влияние на рынке. \"Черное золото\" всегда было основным источником дохода для нашей страны, но куда теперь пойдут полученные деньги не известно. Время покажет...\n(<plus>20% к уровню счастья)\n***\n\n\"На данный момент в сложившейся политической обстановке очень важно поддерживать дружественные связи, особенно с нашими соседями, Южной Африкой. Я рад, что мы смогли забыть старые обиды и теперь вместе станем восстанавливать нашу Родину. Надеюсь это лишь начало нашего долгого, крепкого и продуктивного сотрудничества.\"- так выразился министр иностранных дел Восточной Африки о нашем союзе.\nДействительно, сейчас, когда во всем мире сложилась острая политическая обстановка, важно иметь союзников, особенно Восточную Африку.\n(<plus>10% к уровню счастья)\n***\n",
    "answers": [
      {
        "id": 55,
        "text": "Следующий день",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 52,
    "text": "***\nНОВОСТИ АФРИКИ\n***\n\n\"По словам министра обороны Алабуму Натенаи наша армия в настоящий момент не соответствует должным требованиям и все еще находится в плачевном состоянии, даже огромное желание сотни граждан вступить в ряды армии не спасает сложившуюся обстановку. Личный состав до сих пор не укомплектован, людей попросту не хватает, но наши воины, сколько бы их не было, всегда готовы встать на защиту Родины. Несомненно, сложившаяся ситуация выглядит удручающе, но не время отчаиваться в скором будущем она обязательно изменится. Обстановка во всей Африке до сих пор накалена, Западная Африка, продолжает нагнетать обстановку своими провокационными действиями, нам нужны воины как никогда.\n(-20% к уровню счастья)\n***\n\nСегодня начались первые испытания вакцины от самого страшного и опасного в нашей стране вируса-Эболы. Кроме того, в местах особо сильного заражения были установлены лазареты и палатки, где все нуждающиеся могут получить медицинскую помощь. Как сообщает министр здравоохранения, Йозик Бубенштунц:\"Благодаря выделенным средствам, мы сможем в кратчайшие сроки создать вакцину и спасти тысячи жизней.\n(- 20% к уровню заражения)\n***\n\nИз достоверных источников стало известно, что наши нефтяные вышки уже давно пришли в негодность и перестали приносить доходы. Но теперь все изменится-из государственного бюджета были выделены средства на восстановление вышек. Теперь страна сможет возродить свою экономику и укрепить свое влияние на рынке. \"Черное золото\" всегда было основным источником дохода для нашей страны, но куда теперь пойдут полученные деньги не известно. Время покажет...\n(<plus>20% к уровню счастья)\n***\n\n\"На данный момент в сложившейся политической обстановке очень важно поддерживать дружественные связи, особенно с нашими соседями, Южной Африкой. Я рад, что мы смогли забыть старые обиды и теперь вместе станем восстанавливать нашу Родину. Надеюсь это лишь начало нашего долгого, крепкого и продуктивного сотрудничества.\"- так выразился министр иностранных дел Восточной Африки о нашем союзе.\nДействительно, сейчас, когда во всем мире сложилась острая политическая обстановка, важно иметь союзников, особенно Восточную Африку.\n(<plus>10% к уровню счастья)\n***\n",
    "answers": [
      {
        "id": 56,
        "text": "Следующий день",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 53,
    "text": "***\nНОВОСТИ АФРИКИ\n***\n\n\"По словам министра обороны Алабуму Натенаи наша армия в настоящий момент не соответствует должным требованиям и все еще находится в плачевном состоянии, даже огромное желание сотни граждан вступить в ряды армии не спасает сложившуюся обстановку. Личный состав до сих пор не укомплектован, людей попросту не хватает, но наши воины, сколько бы их не было, всегда готовы встать на защиту Родины. Несомненно, сложившаяся ситуация выглядит удручающе, но не время отчаиваться в скором будущем она обязательно изменится. Обстановка во всей Африке до сих пор накалена, Западная Африка, продолжает нагнетать обстановку своими провокационными действиями, нам нужны воины как никогда.\n(-20% к уровню счастья)\n***\n\nСегодня начались первые испытания вакцины от самого страшного и опасного в нашей стране вируса-Эболы. Кроме того, в местах особо сильного заражения были установлены лазареты и палатки, где все нуждающиеся могут получить медицинскую помощь. Как сообщает министр здравоохранения, Йозик Бубенштунц:\"Благодаря выделенным средствам, мы сможем в кратчайшие сроки создать вакцину и спасти тысячи жизней.\n(- 20% к уровню заражения)\n***\n\nИз достоверных источников стало известно, что наши нефтяные вышки уже давно пришли в негодность и перестали приносить доходы. Данная ситуация немного возбудила общественность, так как они(вышки) являлись и являются и по сей день основным источником доходов. Чем теперь будут платить гражданам их заработные платы и как это в целом отразится на экономике в стране? Время покажет...\n(-20% к уровню счастья)\n***\n\n\"На данный момент в сложившейся политической обстановке очень важно поддерживать дружественные связи, особенно с нашими соседями, Южной Африкой. Я рад, что мы смогли забыть старые обиды и теперь вместе станем восстанавливать нашу Родину. Надеюсь это лишь начало нашего долгого, крепкого и продуктивного сотрудничества.\"- так выразился министр иностранных дел Восточной Африки о нашем союзе.\nДействительно, сейчас, когда во всем мире сложилась острая политическая обстановка, важно иметь союзников, особенно Восточную Африку.\n(<plus>10% к уровню счастья)\n***\n",
    "answers": [
      {
        "id": 57,
        "text": "Следующий день",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 54,
    "text": "***\nНОВОСТИ АФРИКИ\n***\n\n\"По словам министра обороны Алабуму Натенаи наша армия в настоящий момент не соответствует должным требованиям и все еще находится в плачевном состоянии, даже огромное желание сотни граждан вступить в ряды армии не спасает сложившуюся обстановку. Личный состав до сих пор не укомплектован, людей попросту не хватает, но наши воины, сколько бы их не было, всегда готовы встать на защиту Родины. Несомненно, сложившаяся ситуация выглядит удручающе, но не время отчаиваться в скором будущем она обязательно изменится. Обстановка во всей Африке до сих пор накалена, Западная Африка, продолжает нагнетать обстановку своими провокационными действиями, нам нужны воины как никогда.\n(-20% к уровню счастья)\n***\n\nВирус, бушующий в нашей стране снова унес несколько сотен жизней. Кроме того, в местах особо сильного заражения до сих пор не выставлены лазареты и палатки, что лишь только усугубляет ситуацию.Как сообщает министр здравоохранения, Йозик Бубенштунц:\"На данный момент мы не можем провести первичные испытания преппарата, но делается все возможное, чтобы устранить эту заразу. Будьте осторожны, берегите себя и близких.\n(<plus> 20% к уровню заражения)\n***\n\nИз достоверных источников стало известно, что наши нефтяные вышки уже давно пришли в негодность и перестали приносить доходы. Данная ситуация немного возбудила общественность, так как они(вышки) являлись и являются и по сей день основным источником доходов. Чем теперь будут платить гражданам их заработные платы и как это в целом отразится на экономике в стране? Время покажет...\n(-20% к уровню счастья)\n***\n\n\"На данный момент в сложившейся политической обстановке очень важно поддерживать дружественные связи, особенно с нашими соседями, Южной Африкой. Я рад, что мы смогли забыть старые обиды и теперь вместе станем восстанавливать нашу Родину. Надеюсь это лишь начало нашего долгого, крепкого и продуктивного сотрудничества.\"- так выразился министр иностранных дел Восточной Африки о нашем союзе.\nДействительно, сейчас, когда во всем мире сложилась острая политическая обстановка, важно иметь союзников, особенно Восточную Африку.\n(<plus>10% к уровню счастья)\n***\n",
    "answers": [
      {
        "id": 58,
        "text": "Следующий день",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  }
]