[
  {
    "id": 1,
    "text": "Автор: DimaOvdi226\n\nОписание: Помогите маленькой девочке Лие спасти свою маму во время пожара и спасите уже взрослую Лилию Алэн-Пейк в самый трудный час. Это квест не про приключения, а про жестокую реальность и только от тебя зависит сможешь ли ты в ней выжить. \nПРЕДУПРЕЖДЕНИЕ!!! ОСОБЕННО УЯЗВИМЫМ ЛУЧШЕ НЕ ЧИТАТЬ!!! ПРИСУТСТВУЕТ МНОГО СЦЕН ЖЕСТОКОСТИ!!!\nP.S. Это демо-версия квеста. И много идей еще не были реализованы. Для лучшего понимания происходящего, стоит заметить, что упор был сделан на РЕАЛИЗМ, но при этом события квеста происходят в вымышленном мире (нереальном) и в нем присутствует МИСТИКА. Собственно, главная героиня с детства наделана определенными способностями, дарованными ей СВЕРХСИЛАМИ (потом обязательно об этом будет сюжетное ответвление и об многом другом, о чем я лишь намекнул). А поэтому удивляться, в случае неожиданных сюжетных поворотов не стоит.",
    "answers": [
      {
        "id": 2,
        "text": "Начать приключение"
      },
      {
        "id": 3,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Это был прекрасный весенний день. Лилия, как всегда проснулась в 6 утра, помылась, убралась, заплела в хвост свои длинные светлые волосы и пошла на работу. Ее глаза ярко светились, ведь сегодня ее ждет повышение. Она работала маркетологом и спрос на продукцию ее фирмы резко вырос, после ее ошеломительной рекламной кампании...Ее директор незнал, насколько ей трудно это далось, но она справилась. Впрочем, как всегда. Работала она в высотке, 67 этажей до самой верхушки. Свыше 150 метров в высоту. Ее офис находился аж на 48 этаже. \"Так высоко!\", — думала она первый раз туда поднявшись почти год назад. А ведь у нее еще с детства был страх высоты...Высоты и пожаров...\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Спомнить ту историю про пожар"
      },
      {
        "id": 11,
        "text": "Не вспоминать и идти дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 4,
    "text": "Это было так давно. В тот самый день. Неужели так должно было случится? Она была совсем маленькой. Кажется ей было лет 5-6. С тех времен я мало что помню. Но эта ночь мне запомнилась навсегда. Полночь. Лилия давно уже спит. Вдруг ее будит мама, вся квартира была в дыму. \n— Мама? Что происходит?, — спросила девочка.\n— Нам нужно уходить отсюда и скорее, надень вот это себе на лицо и бежим!, — прокричала она мне.\nОна дала мне маленькую влажную тряпочку, я не осознавала зачем она мне, но все-таки надела.\n— Куда мы идем? — перепуганно спрашивала я у мамы.\n— В гостинной пожар, я уже ничего не могу сделать. Нужно уходить отсюда, — ответила она мне.\nМама держала меня за руку и ввела к двери, которая должна была вывести нас на лестничную площадку, она задыхалась. Ее некогда красивые светлые волосы посерели, а и без того уставшие глаза наполнились печалью и страхом. \n— Где же он? Кхе-кхе...Где этот гребанный ключ? — выругалась она.\nНа ее глаза наворачивались слезы, ее мысли потонули в безисходности. До нее дошло. Ключа нигде нет. Но и выбить дверь не получится, ибо она металлическая. Спасением может служить лишь одно из окон. На кухне или в спальне. \n— Бежим, кхе-кхе...на кухню, — сказала она.\n",
    "answers": [
      {
        "id": 5,
        "text": "Послушаться и бежать на кухню"
      },
      {
        "id": 6,
        "text": "Предложить побежать в спальню, там окно шире",
        "var_set": [
          "ожерелье",
          1
        ]
      },
      {
        "id": 9,
        "text": "Сказать, что видела ключи в спальне, под диваном "
      }
    ]
  },
  {
    "id": 5,
    "text": "Прибежав к окну на кухне, мама открыла его и устрашающе взглягула вниз, а вниз было 9 метров, ведь мы были на 5 этаже. Упасть с такого расстоянии — почти что равно смерти. Люди уже собрались под окнами, а спасатели до сих пор еще не приехали. Кажется во всей пятиэтажке мы были единственными, кто еще не выбрался из здания. Она что-то крикнула собравшимся у подьезда, а затем посмотрела на меня: \n— Дорогая, смотри, внизу люди, кхе-кхе, я тебя аккуратно подведу к окну и ты должна будешь прыгнуть, кхе-кхе. Их много, они все будут тебя ловить, к тому же высота не сильно большая, с тобой...кхе-кхе, все будет хорошо, следом прыгну я, поверь мне, все будет хорошо, — сказала она заплаканными глазами и я ей поверила\n— Давай, на раз, два, три!",
    "answers": [
      {
        "id": 7,
        "text": "Закрыть глаза и прыгнуть"
      },
      {
        "id": 8,
        "text": "Не прыгать"
      }
    ]
  },
  {
    "id": 6,
    "text": "Прибежав в спальню, я заметила маминое рубиновое ожерелье на кровати, она говорила, что оно ненастоящее и это всего лишь безделушка, но я была уверена, что блестеть так могут только настоящие рубины. Пока мама запирала дверь и открывала окно, я положила его себе в карман и была готова действовать. Мишель Пейк, так звали мою маму, с ужасом посмотрела вниз, а вниз было 9 метров, ведь мы были на 5 этаже. Упасть с такого расстоянии — почти что равно смерти. Люди уже собрались под окнами, а спасатели до сих пор еще не приехали. Кажется во всей пятиэтажке мы были единственными, кто еще не выбрался из здания. Огонь до спальни еще не добрался, а поэтому дышать можно было свободно. Мама пошарила за кроватью в поисках сейфа и взяла в нем свою заначку на первое время, затем взглянула на ее общую с мужем фотографию в рамке и скинула с кровати одеяло. Она что-то крикнула собравшимся у подьезда, а затем посмотрела на меня: \n— Дорогая, смотри, я тебя аккуратно подведу к окну, ты уцепишься за край одеяла и я буду его по-тихоньку спускать, когда ниже у меня опустить его не получится, ты должна будешь отпустить руки и упасть. Внизу люди, их много, они все будут тебя ловить, к тому же высота не сильно большая, с тобой...кхе-кхе, все будет хорошо, следом прыгну я, поверь мне, все будет хорошо, — сказала она заплаканными глазами и я ей поверила. \nЯ вцепилась в край одеяла, затем подошла к окну и вскоре прыгнула в невесомость, затем повисла, держась обеими руками за одеяло, мама максимально опустила его и закричала мне:\n— Солнышко мое, ты готова?\n— Да, — ответила я.\n— Тогда давай, на раз, два, три!",
    "answers": [
      {
        "id": 14,
        "text": "Выпустить одеяло с рук"
      },
      {
        "id": 13,
        "text": "Держаться"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я доверилась ей, затаив дыхание и закрыв глаза скрестила руки на груди, сделала все, как говорила мама, и прыгнула вниз...\nМеня поймали...правда человек ловившый меня едва не вывихнул руку, а затем упал и ударился головой об асфальт, но мужественно пережил эту ситуацию и даже не потерял сознание.\nСразу за мной должна была прыгнуть мама, я встала на ноги и посмотрела на вверх, она хотела вцепиться руками за нижние края окна, но сев, у нее закружилась голова и она просто упала без сознания. Люди попытались ее поймать, но я услышала удар тела об асфальт, во мне все перевернулось, я подбежала к ней. Ее глаза были закрыты, а вокруг головы проявлялась кровь.\n— Мамааа!!! Мамааааааа!!!, — кричала я будто в пустоту и меня никто не слышал, я ревела так, будто сейчас захлебнусь в море слез, а этого никто не видел, — моя мамааа, проснись, пожалуйста, проснись...\nВскоре приехали пожарники, скорая помощь и полиция. Но я уже, не выдержав всей боли, отключилась...\nПроснулась я в больнице, врачи сразу как увидели, засуетились, принесли мне еды и начали расспрашивать меня обо всем. Но меня волновал лишь один вопрос:",
    "answers": [
      {
        "id": 10,
        "text": "- Где мама?"
      }
    ]
  },
  {
    "id": 8,
    "text": "Незнаю чего перепугавшись, я не смогла прыгнуть. Я всего лишь маленькая девочка, а не храбрый воин.\n— Я боюсь, мама, я не могу, — заплакала я.\n— Девочка моя, ты знаешь как я, кхе-кхе, тебя люблю?, — спросила у меня мама.\n— Да, — вытирая слёзы, промолвила я.\n— Тогда ты также знаешь, кхе-кхе, какая ты у меня храбрая, поверь, кхе...если бы был другой путь спасения, кхе-кхе, мы бы обязательно его выбрали, но сейчас кхе, нам нужно именно довериться судьбе и прыгнуть в окно, ты согласна?\n— Да, — уже полностью расслабившись сказала я.\n— Тогда давай попробуем еще раз.\nПодойдя к окну второй раз, я второй раз залезла на подоконник и второй раз посмотрела вниз, люди снизу кричали что-то невразумительное, а сзади мама за меня молилась, но также, как и в первый раз, я боялась, дым накрыл комнату более чем наполовину, я уже сама задыхалась от этой вони.\n— Давай, дорогая, я с тобой, — еле проговорила мама.\nВремя безумно поджимало меня, а страх и паника были возведены в абсолют, я не могла позволить маме задохнуться угарным газом, поэтому прыгать нужно было уже сейчас! Чтобы она просто не свалилась с ног у меня на глазах. Я закрыла глаза и нырнула в неизвестность.",
    "answers": [
      {
        "id": 19,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Мама быстро побежала в спальню, мы вместе искали эти \"проклятые, ужасные ключи\". Надежда матери таяла на глазах, но заглянув в домашние тапочки, стоявшие близ постели я таки нашла их! Радости Мишель Пейк, так звали мою маму, не было предела, схватив меня за руку она побежало обратно в гостинную, на миг мой взгляд зацепился за милую безделушку, лежавшую на краю дивана, рубиновое ожерелье, мне спомнилось, бабушка говорила, что эта \"безделушка\", как называла ее мама, передавалась из поколения в поколоние, оно не просто было драгоценным камнем, но и имело магические способности, а правда это или нет, уже не узнать. Не успев его схватить, меня поволокли держа за руку к выходу. К сожалению, к моменту нашего возвращения, огонь полностью заполонил комнату, не говоря уже про дым. Пробираться к двери стало невероятно трудно. Маме удалось таки ее открыть и мы выбежали на лестничную площадку! Ураа? Надышавшись дыма, мама споткнулась и упала по лестнице на 4 этаж. Вскоре, полностью напуганая, я подбежала к ней:\n— Мамочка, мамаа, с тобой все хорошо? Мамаа, — кричала я ей \n— Кхе-кхе, любимая..., — не успев договорить она открыла во всю глаза и откинула меня в сторону, прокричав: \"берегись\". Ее ударили палкой по голове. Какой-то мужик, весь в черном, лицо закрыто, и лишь глаза сверкают огнем ярости. Я начала кричать. Он направился в мою сторону, и сказал:\n— Заткнись, тупое дитя, твое время пришло!\nА я все орала, затем я начала бежать, но он схватил меня за кофту и кинул в форточку, разбив мной окно, я вместе с осколками стекла слетела вниз с четвертого этажа и рухнулась об землю. Благо приземлилась в кусты и пережила падение. Следом за мной вылетела моя мама, люди спохватились, стали бежать на шум, но было слишком поздно, Пейк просто бухнулась об асфальт, как мне казалось, поломав в падении, все кости и больше не подавала признаков жизни...Я спохватилась и подбежала к ней, моля Бога о ее спасении, не выдержав всей боли, я отключилась",
    "answers": [
      {
        "id": 15,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я даже незнаю, что я хотела услышать, ведь ответ я уже знала, и он меня не устраивал. Тетя с такими же светлыми, но куда более длиными, чем у моей мамы, волосами, села на кровать, рядом со мной, посмотрела на меня бездонно-карими глазами и начала рассказывать:\n— Дорогая, послушай, — в этот момент она опустила глаза, не в силах на меня смотреть, маленькую и беззащитную девочку, а затем подняв взгляд, продолжила, — твоя мама...жива, — и тут я расплакалась от радости, но то что она говорила дальше вбивало мне кол в грудь, — мы сделали все возможное и невозможное, она перенесла тяжелую операцию на мозгу и сейчас лежит в коме в соседней палате, милая, я всем сердцем надеюсь, что она выберется с нее, но я не могу тебе этого обещать. У тебя гости, с тобой в машине поехала добрая женщина, она сказала что ее зовут Люда и она очень хорошо знала твою маму.\n— Я хочу увидеть свою маму, пустите меня к ней, — попросила я.\n— Прости, мы не можем, это может травмировать тебя, — ответила девушка.\n— Я всеравно хочу увидеть маму!!! Пустите меня к ней. \nДевушка согласилась и провела меня в палату, где была моя мама. Она лежала на кровати и сладко спала, я подбежала к ней и начала звать ее, затем я безумно разрыдалась, я не могла поверить, что вот, она передо мной, но при этом чтобы я не делала, я не могу до нее достучаться, словно бьюсь головой об стену и все зря. Это было ужасно, эмоции захлестнули меня и я снова отключилась",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "Лилия успела вовремя прийти в офис. Там ее уже ждали все коллеги, одни смотрели на нее с уважением и восхищением, другие со злостью. Безразличной она точно никому не была. На официальное повышение пришел даже ее парень, Джордж. После короткого пиршества, в 9 утра все принялись за работу. Снова сотни бумаг, толпы недовольных клиентов и бесконечные таблицы. Ничего не предвещало беды.\n— И когда мне это нравилось? — подумала Лилия.\n11:42. — Аллэн-Пейк, ко мне, — крикнул мне старший менеджер, оторвав меня от рабочих мыслей.\n— Иду, — с некой испуганностью произнесла я.\nЗайдя в кабинет менеджера, он попросил меня присесть на кресло и выслушать его внимательно.\n— Лилия, на данный момент, в нашей фирме, ты один из лучшых сотрудников, и наш директор хочет, чтобы ты представила наш новый журнал на выставке в Девенпорте.\n— Ого, это такая честь!\n— Эта командировка займет две недели, ты должна будешь к ней подойти со всей ответственностью. Отправлятся нужно будет в следущую пятницу.\nСтаршый менеджер уже закончил мне рассказывать о моей предстоящей поездке и я уже была готова вернуться к работе, как он решил добавить:\n— И Лилия...\nЯ чуть не заикнулась, но возражать не стала.\n13:07. Обеденный перерыв. Я вышла с офиса и отправилась в столовую, находившуюся этажом ниже, неожиданно встретив по пути Джорджа.\n— Что ты здесь делаеш? — спросила Лилия.\n— К тебе пришел, — уверено ответил парень.\n— Но, ты ведь должен быть сегодня на работе. Тебя что уволили? \n— У меня сегодня выходной, или ты забыла?\n— Точно. Составишь мне компанию? \n— И просить не нужно, — улыбнулся он.\nЛилия заказала свое любимое латте с молоком и панини с шинкой, а Джорджу крепкий кофе и сэндвичи с колбасой. Они сели за один из столиков и разговаривали обо всем на свете. По правую руку от Лилии было огромное панорамное окно с видом на весь город и больше. Светило яркое весеннее солнце и ничего не предвещало беды. \n13:38. — Джордж, я отойду на секунду припудрить носик, — как бы спросила я.\n— Конечно, — улыбнулся он.\nПо пути обратно, к Джорджу, я перестрела свою коллегу (по совместительству бывшую подругу).\n— Лия, как ты? — спросила Кристин.\n— А тебе то какое дело? — ответила я с презрением.\n— Лия, ты помнишь наши посиделки у тебя дома? А в \"Красной звезде\"? Помнишь как мы ездили в Турцию, в Сингапур? Нам же было хорошо вместе. Неужели, из-за какого-то парня ты готова потерять свою лучшую подругу...\n— Ты не моя лучшая подруга! И причем здесь парень? Ты сама все испортила. Своим обманом, своей ложью. Ты врала мне в лицо и не краснела. И скажи, ты добилась того, чего хотела? \n— Лия, прости меня, пожалуйста. Я знаю мое извинение не исправит, всего того, что я..\n— Из-за тебя Джордж даже смотреть на меня не мог! Подлая ты...Ай. Да ну тебя!\n— Лия! — крикнула Кристин мне в спину, а я уходя чуть не заплакала. Я видела в ее глазах раскаянье, я уже сама хотела ее простить и снова, как раньше, чтобы мы были лучшими подругами. Но я должна быть уверена, что она снова меня не предаст. Я хочу ей верить...Но пока не могу.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "Затем меня забрала к себе домой бабушка, которая жила в другом городе. Она меня воспитывала всю жизнь и учила полезным советам. Я могла поговорить с ней о чем угодно. Однажды я спросила ее, куда делся мой папа, она рассказала мне историю, что в день, когда я родилась на свет, он гнал автомобиль к больнице на максимальной скорости, чтобы жена могла меня родить, а затем попал в аварию, переднюю часть машины рознесло в хлам и он умер на месте. А мама выпала с машины и вырубилась. Моей маме помогли добрые люди, она смогла родить ребенка, но потеряла в тот вечер мужа. Прошло 11 лет с момента пожара, моя мама, Мишель Пейк так и не пришла в себя из комы. Я ее навещаю всю свою жизнь, но со временем я стала приходить реже, и сейчас прихожу уже пару раз в месяц. Нет, я не перестала надеяться, что она поправиться, я до сих пор в это верю, просто, если этого не будет, я должна жить дальше.",
    "answers": [
      {
        "id": 20,
        "text": "Вернуться в реальность",
        "blackout": true
      }
    ]
  },
  {
    "id": 13,
    "text": "Незнаю чего перепугавшись, я не смогла отпустить одеяло. Я всего лишь маленькая девочка, а не храбрый воин.\n— Я боюсь, мама, я не могу, — заплакала я.\n— Девочка моя, ты знаешь как я, кхе-кхе, тебя люблю?, — спросила у меня мама.\n— Да, — вытирая слёзы, промолвила я\n— Тогда ты также знаешь, кхе-кхе, какая ты у меня храбрая, поверь, кхе...если бы был другой путь спасения, кхе-кхе, мы бы обязательно его выбрали, но сейчас кхе, нам нужно довериться судьбе. У меня болят руки, маленькая, я не могу больше тебя держать, ты должна отпустить одеяло, люди снизу, они обязательно...\nМомент. И я уже летела вниз. Я не помню, как я отпустила руки. А за мной летело мамино одеяло. Она не смогла больше меня держать? Или она упала без сознания, надывшашись дымом? В голове за пару мгновений прокрутились все самые страшные кошмары. Я больше не могла ни о чем думать и просто...бац. Земля. И я лежу на ней, смотрю на звезды. А в моих глазах такая бесконечная пустота. Больше нет чувств, больше нет эмоций, нет переживаний и страха, больше ничего в этом мире меня не волнует...Я не закрываю глаза...Я больше не могу их закрыть...Они меня не слушаются...Я просто смотрю на звезды...\n",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я падала в темноте пару секунд, но для меня они показались вечностью. В любом случае, меня поймали...правда человек ловившый меня едва не вывихнул руку, а затем упал и ударился головой об асфальт, но мужественно пережил эту ситуацию и даже не потерял сознание.\nСразу за мной должна была прыгнуть мама, я встала на ноги и посмотрела на вверх, она хотела вцепиться руками за нижние края окна, но сев на подоконник, она не сдержала равновесия и полетела вниз, с животным ужасом я смотрела, как дорогой мне человек летит на землю, совершенно не контролируя свое падение. Люди попытались ее поймать, но я услышала удар тела об асфальт, во мне все перевернулось, я подбежала к ней. Ее глаза были закрыты, а вокруг головы проявлялась кровь.\n— Мамааа!!! Мамааааааа!!!, — кричала я будто в пустоту и меня никто не слышал, я ревела так будто сейчас захлебнусь в море слез, а этого никто не видил, — моя мамааа, проснись, пожалуйста, проснись...\nВскоре приехали пожарники, скорая помощь и полиция. Но я уже, не выдержав всей боли, отключилась...\nПроснулась я в больнице, врачи сразу как увидели, засуетились, принесли мне еды и начали расспрашивать меня обо всем. Но меня волновал лишь один вопрос:",
    "answers": [
      {
        "id": 10,
        "text": "- Где мама?"
      }
    ]
  },
  {
    "id": 15,
    "text": "Проснулась я в больнице, врачи сразу как увидели, засуетились, принесли мне еды и начали расспрашивать меня обо всем. Но меня волновал лишь один вопрос:\n— Где мама?\nЯ даже незнаю, что я хотела услышать, ведь ответ я уже знала, и он меня не устраивал. Тетя с такими же светлыми, но куда более длиными волосами, чем у моей мамы села на кровать, рядом со мной, посмотрела на меня бездонно-карими глазами и начала рассказывать:\n— Дорогая, послушай, — в этот момент она опустила глаза, не в силах на меня смотреть, маленькую и беззащитную девочку, а затем подняв взгляд, продолжила, — твоя мама...сейчас в лучшем из миров и ей хорошо, там где она сейчас, она тебя любит и будет любить целую вечность, но давай ты не будешь сейчас спешить к ней, а просто поспишь? Если хочешь, к тебе может зайти тетя Люда, она сказала, что у нее с твоей мамой были дружеские отношения и она будет рада тебя увидеть. Ну как?",
    "answers": [
      {
        "id": 17,
        "text": "- Хорошо, пускай заходит",
        "var_set": [
          "е",
          1
        ]
      },
      {
        "id": 17,
        "text": "- Нет, я хочу поспать",
        "var_set": [
          "а",
          1
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "— Лилия? — удивился Джордж\n— Ты где? — взволновано спросила я.\n— В твоем офисе, а где я должен быть? Тебя уже все...\n— Срочно уходи оттуда.\n— Что? Почему? — испугался Джордж.\n— У меня нехорошое предчуствие. Как-будто что-то плохое вот-вот должно произойти.\n— Ну ладно. Где ты?\n— 5 минут от входа в здание по пути от моего дома.\n— Хорошо, жди меня, я сейчас прийду.\nФух. Справилась. Теперь можно не переживать за него. Я и не ожидала, что он тоже придет на маленькое пиршество в честь моего повышения. Это значит, что теперь между нами, наконец, все хорошо.\nСев на ближайшую лавочку и подставив лицо еще пока еле теплым лучам солнца, я размышляла: но как же другие? Кристи, Даниэла, Томас? Может им тоже стоит позвонить всем и предупредить их. Они же мои коллеги. В конце-концов, если они мне не поверят, то это уже будут их проблемы. И тут, словно совпадение, мне звонит Даниэла.\n— Лия?\n— Дани...\n— Ты почему до сих пор не пришла? Уже полчаса тебя ждем. Кит уже начинает злится, для кого он...\n— Дани, послушай, уходи со здания.\n— Что? — спросила она, так, словно я сморозила какую-то глупость.\n— Это серьезно. Я не могу обьяснить. Но если ты мне вериш, скажи всем, чтобы уходили оттуда\n— Нет. Что за бред ты несешь? Слушай, если ты не хочешь сегодня выходить на работу, я скажу всем, что ты заболела, или...или что собаку твоего дедушки сбила машина и ты не можешь...\n— Дани, ну послушай же, — и тут резко у меня заболела голова, я схватилась обеими руками за нее, выбросив телефон из рук, перед лицом поплыли страшные картинки: смерть, разрушения, отчаяние. Я не могла это терпеть и начала кричать: \"Аааааа\". Через минуту боль прошла и я уже видела приближающийся силуэт Джорджа.\n— Лия? Что с тобой — обеспокоенно произнес мой кареволосый парень.\nОтпустив руки от головы, я ответила:\n— Все хорошо, голова что-то покаливает, — неуверенно произнесла я.\nДжордж поднял мой телефон с под лавочки и сел рядом со мной.\n— Не пугай меня. Ты же знаешь, как я тебя люблю, — сказал он, присев со мной рядом и обняв меня за плечи.\nОт его обьятий я расстаяла и забыла обо всем на свете. Я чувствовала себя, словно летаю в облаках, словно меня защищает железобетонная стена. Он прижимал меня к себе все больше, а я не сопротивлялась ему и ,вдруг, он поцеловал меня. Порыв страсти взбудоражил меня и я ответила взаимностью. Чувста накрыли меня волной. Я тонула в его поцелуе и готова была тонуть целую вечность в его безудержной ласке. Я нуждалась в нем, словно он — мой кислород. Я любила его, словно он мой воздух, словно он — самая важная частичка меня. После поцелуя мы просто сидели обнявшись, забыв обо всем на свете.\nЧерез пару минут, я вспомнила о Кристи. Если Дани ничего никому не сказала, это не значит, что остальные должны быть обречены. Даже, от столь призрачной опасности. Я должна позвонить своей бывшей подруге и предупредить ее.\n— Зачем ты ей звонишь? — настороженно спросил Джордж, увидев, как я набираю номер Кристи.\n— Я ее тоже хочу предупредить о возможной опасности.\n— Кого? Кристину? Ты уже забыла, что она сделала? Она обгадила тебя с ног до головы и заставила меня сомневаться в тебе. А тебе наврала, что я встречаюсь с Габриэлой. Она поссорила нас и хотела заполучить меня. Прости, конечно, но я после такого с ней больше не общался бы.",
    "answers": [
      {
        "id": 29,
        "text": "Всеравно позвонить Кристине"
      },
      {
        "id": 30,
        "text": "Позвонить Томасу"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Как скажешь",
    "answers": [
      {
        "id": 20,
        "text": "Уйты от грустных мыслей и вернуться в реальность",
        "blackout": true
      },
      {
        "id": 17,
        "text": ", маленькая, — девушка с белыми волосами подошла уверенной походкой к двери и сказала женщине за дверью \"Заходите\", затем она попросила всех врачей убраться на некоторое время, чтобы дать мне время побыть наедине с тетей Людой. Тетя Люда подошла ко мне, обняла и начала утешать,",
        "var_equal": [
          "е",
          1
        ],
        "merge": true
      },
      {
        "id": 17,
        "text": ", маленькая, — девушка с белыми волосами попросила всех убраться на некоторое время, чтобы дать мне время побыть наедине.\nЯ думала, как же так? За что Бог забрал самое ценное что у меня есть? Вдруг в дверь постукали, это была тетя Люда, которая несмотря на запрет всеравно решила ввойти. Она подошла ко мне, обняла и утешила, она рассказывала",
        "var_equal": [
          "а",
          1
        ],
        "merge": true
      },
      {
        "id": 17,
        "text": "какой моя мама была хорошой куховаркой, какая у нее была интересная робота и насколько сильно она меня любила. Я не смогла сдержать больше слез и разрыдалась ей в грудь. Это была уже взрослая женщина, примерно 30-35 лет. Мы так пролежали долго, я чувствовала что она понимает меня, как мне одиноко и больно. И я уснула у нее на груди. Через пару дней, меня забрала бабушка, которая жила в другом городе. Спустя пару недель, отойдя от шока, я рассказала ей о том парне, одетым полностью в черное, что это он у...отправил маму в лучший свет. И о том, что хотел навредить мне. Бабушка подала заяву в полицию, но никакого продвижения в следствии небыло. Через пару лет дело закрыли, не имея никаких оснований заниматься этим вопросом. Бабушка воспитывала меня всю последущую жизнь и учила многим полезным советам. Я могла поговорить с ней о чем угодно. Однажды я спросила ее, куда делся мой папа, она рассказала мне историю, что в день, когда я родилась на свет, он гнал автомобиль к больнице на максимальной скорости, чтобы жена могла меня родить, а затем попал в аварию, переднюю часть машины рознесло в хлам и он умер на месте. А мама выпала с машины и вырубилась. Моей маме помогли добрые люди, она смогла родить ребенка, но потеряла в тот вечер мужа...\nВот уже 11 лет моя мама, Мишель Пейк, покоится на мемориальном кладбище Абрахама, вдали от города и всей той суеты. Время от времени я прихожу ее навещать, сижу у ее могилы и рассказываю ее о своей жизни, о своих достижения и парнях:\n— Мне так тебя нехватает, я бы отдала все на свете, чтобы хотя бы на 5 минут снова увидиться с тобой, я так тебя люблю, прости, если где-то я поступаю неправильно, я хочу быть лучшей дочерью для тебя.\n— Вчера я познакомилась с парнем, его звать Джордж, он такой хорошый, мы сходили с ним в кино, а затем на чертовое колесо, он мне подарил огромного медведя, кажется он мне нравится.\n— Я рассталась с Джорджем, Кристин говорит, что давно было пора, ведь он ведет в последнее время себя очень странно и срывается на мне, как-будто я виновата во всех его проблемах.\n— Я обыскивала недавно чердак в бабушкином доме и нашла хроники, о той аварии, случившейся 17 лет назад, имя человека за рулем не сходится, с именем моего биологического отца. Что произошло на самом деле с моим отцом, мама?",
        "merge": true
      }
    ]
  },
  {
    "id": 18,
    "text": "Прошло 11 лет с момента пожара. Я живу дальше: встречаюсь с парнями, гуляю с подружками, живу...я живу размеренной жизнью. Врачи так и не смогли обьяснить, как я выжила. Я пролежала в коме пару месяцев, почти никто уже не верил в меня. А я проснулась. Врачи, сразу как увидели,  засуетились, принесли мне еды-воды и начали расспрашивать меня обо всем. Но меня волновал лишь один вопрос:\n— Где мама?\nЯ даже незнаю, что я хотела услышать, я металась в безизвестности, но всем своим естеством понимала, что ничего хорошего не произошло. Тетя с такими же светлыми, но куда более длиными, чем у моей мамы, волосами, села на кровать рядом со мной, посмотрела на меня бездонно-карими глазами и сказала:\n— Дорогая, послушай, — в этот момент она опустила глаза, не в силах на меня смотреть, маленькую и беззащитную девочку, а затем подняв взгляд, продолжила, — твоя мама...жива, — и тут я расплакалась от радости, но то что она говорила дальше вбивало мне кол в грудь, — она дышала угарным газом 20 минут и у нее случился микро-инсульт, кроме этого уровень кислорода в ее крови был сильно занижен, мы ее обеспечили кислородными масками и всеми нужными препаратами и сейчас она лежит в коме в соседней палате, милая, я всем сердцем надеюсь, что она выберется с нее, но я не могу тебе этого обещать, прости меня. Гораздо важнее, то что ТЫ проснулась, это просто чудо. Все эти месяцы, я смотрела за тобой...\n— Месяцы?, — удивилась я\n— Да, — смутилась светловолосая девушка, — прошло 3 месяца, мало кто выживает, когда падает с 5 этажа, как я узнала, тебя не поймали, ты просто ударились о землю и отключилась. То, что ты сейчас со мной говоришь — это настоящее ЧУДО. \n— Я хочу увидеть свою маму, пустите меня к ней, — попросила я.\n— Прости, мы не можем, это может травмировать тебя, — ответила девушка.\n— Я всеравно хочу увидеть маму!!! Пустите меня к ней. \nДевушка согласилась и провела меня в палату, где была моя мама. Она лежала на кровати и сладко спало, я подбежала к ней и начала звать ее, затем я безумно разрыдалась, я не могла поверить, что вот, она передо мной, но при этом чтобы я не делала, я не могу до нее достучаться, словно бьюсь головой об стену и все зря. Это было ужасно, эмоции захлестнули меня и я снова отключилась.",
    "answers": [
      {
        "id": 24,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "Меня поймали...правда человек ловившый меня едва не вывихнул руку, а затем упал и ударился головой об асфальт, но мужественно пережил эту ситуацию и даже не потерял сознание.\nСразу за мной должна была прыгнуть мама, я встала на ноги и посмотрела на вверх, но ее нигде не было видно.\n— Мамааа!!! Мамааааааа!!!, — кричала я будто в пустоту, но меня никто не слышал. В уме я понимала, что происходит, но я полностью отказывалась в это верить. Неужели она задохнулась? А что, если она умерла? Умерла из-за меня. Я бы никогда себе это не простила. Я смотрела в окно, но в нем больше никого не было. Я рыдала так, будто сейчас захлебнусь в море слез, а этого никто не видел..Я упала и потеряла сознание, не в силах стерпеть отчаяния. На границе сознания я видела, что какая-то женщина подхватила меня, но мне уже было всеравно.\nВскоре приехали пожарники, скорая помощь и полиция.\nПроснулась я в больнице, врачи сразу как увидели, засуетились, принесли мне еды и начали расспрашивать меня обо всем. Но меня волновал лишь один вопрос:",
    "answers": [
      {
        "id": 21,
        "text": "- Где мама?"
      }
    ]
  },
  {
    "id": 20,
    "text": "Задумавшись о своем прошлом, Лилия и не заметила, как стала опаздывать уже на целых 15 минут. Не может быть! Она пропускает свой же праздник! Ускорив шаг, она чуть ли не бегом ворвалась в здание, а вскоре и в лифт.\n— Фух, может, еще не все потеряно, — в надежде прознесла про себя девушка и выбрав нужный этаж смогла наконец, отдышаться.\n8:23. В офисе ее уже заждались все коллеги.\n— Почему так долго? — спрашивала темноволосая, с красивыми ярко-зелеными, словно спелые яблоки, глазами Даниэла.\n— Переводила бабушку через дорогу, — ухмыльнулась я.\n— Ну ладно, еще не поздно, — утвердил старшый менеджер Кит Боумен.\nБезумно спеша на этот мини-праздник, я и не заметила сидевшего рядом Джорджа. Его бездонные фиолетовые глаза способны были растворить меня на молекулы. \n— Ты тоже здесь? — спросила я у него\n— А разве я мог такое пропустить? — с удивлением спросил парень, затем он подошел ко мне, обнял меня за плечи и поцеловал в щеку. От этого у меня побежали мурашки по коже. Все вернулось на свои места, словно не было того скандала. Краем глаза я заметила, как отвернулась Кристин. Ну и что? Она для меня больше не существует, как бы грустно не было это признавать.\nМаленькое пиршество, пускай и быстрей чем хотелось, завершилось, и в 9 утра все разошлись по своим местам и стали работать. Я — не исключение. Попрощавщись с Джорджем, в очередной раз, я сажусь за свой компьютер и, как всегда, строю маркетинговые стратегии. О такой ли я жизни мечтала? А почему бы и нет? Парень — есть. Лучшая подруга — тоже. Завистницы — куда без них. Работа — не на износ, а как хобби. Что может быть лучше? И что может пойти не так?\n11:42. — Аллэн-Пейк, ко мне, — крикнул старший менеджер, оторвав меня от рабочих мыслей.\n— Иду, — с некоторой испуганностью произнесла я.\nЗайдя в кабинет менеджера, он попросил меня присесть на кресло и выслушать его внимательно.\n— Лилия, на данный момент, в нашей фирме, ты один из лучшых сотрудников, и наш директор хочет, чтобы ты представила наш новый журнал на выставке в Девенпорте.\n— Ого, это такая честь!\n— Эта командировка займет две недели, ты должна будешь к ней подойти со всей ответственностью. Отправлятся нужно будет в следующую пятницу.\nСтаршый менеджер уже закончил мне рассказывать о моей предстоящей поездке и я уже была готова вернуться к работе, как он решил добавить:\n— И Лилия...\nЯ чуть не заикнулась, но возражать не стала.\n13:07. Обеденный перерыв. Я вышла из офиса и отправилась в столовую, находившуюся этажом ниже, неожиданно встретив по пути Джорджа.\n— Что ты здесь делаеш? — спросила Лилия.\n— К тебе пришел, — уверено ответил парень.\n— Но, ты ведь должен быть сегодня на...Точно, у тебя же выходной. Составишь мне компанию?\n— И просить не нужно, — улыбнулся он.\nЛилия заказала свое любимое латте с молоком и панини с шинкой, а Джорджу крепкий кофе и сэндвичи с колбасой. Они сели за один из столиков и разговаривали обо всем на свете. По правую руку от Лилии было огромное панорамное окно с видом на весь город и больше. Светило яркое весеннее солнце и ничего не предвещало беды. \n13:38. — Джордж, я отойду на секунду припудрить носик, — как бы спросила я.\n— Конечно, — улыбнулся он.\nПо пути обратно, к Джорджу, я перестрела свою коллегу (по совместительству бывшую подругу).\n— Лия, как ты? — спросила Кристин.\n— А тебе то какое дело? — ответила я с презрением.\n— Лия, ты помнишь наши посиделки у тебя дома? А в кафе \"Красная звезда\"? Помнишь как мы ездили в Турцию, в Сингапур? Нам же было хорошо вместе. Неужели, из-за какого-то парня ты готова потерять свою лучшую подругу...\n— Ты не моя лучшая подруга! И причем здесь парень? Ты сама все испортила. Своим обманом, своей ложью. Ты врала мне в лицо и не краснела. И скажи, ты добилась того, чего хотела? \n— Лия, прости меня, пожалуйста. Я знаю мое извинение не исправит, всего того, что я..\n— Из-за тебя Джордж даже смотреть на меня не мог! Подлая ты...Ай. Да ну тебя!\n— Лия! — крикнула Кристин мне в спину, а я уходя чуть не заплакала. Я видела в ее глазах раскаянье, я уже сама хотела ее простить и снова, как раньше, чтобы мы были лучшими подругами. Но я должна быть уверена, что она снова меня не предаст. Я хочу ей верить...Но пока не могу.\n",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я даже незнаю, что я хотела услышать, я металась в безизвестности, но всем своим естеством понимала, что ничего хорошего не произошло. Тетя с такими же светлыми, но куда более длиными, чем у моей мамы, волосами, села на кровать рядом со мной, посмотрела на меня бездонно-карими глазами и сказала:\n— Дорогая, послушай, — в этот момент она опустила глаза, не в силах на меня смотреть, маленькую и беззащитную девочку, а затем подняв взгляд, продолжила, — твоя мама...жива, — и тут я расплакалась от радости, но то что она говорила дальше ввело меня в смутнение, — она дышала угарным газом целых 10 минут и у нее случился микро-инсульт, кроме этого уровень кислорода в ее крови сильно занижен, мы ее обеспечили кислородными масками и всеми нужными препаратами и сейчас она лежит в коме в соседней палате, милая, я всем сердцем надеюсь, что она выберется с нее, но я не могу тебе этого обещать, прости меня. У тебя, кстати, гости, с тобой в машине приехала добрая женщина, она сказала что ее зовут Люда и она очень хорошо знала твою маму.\n— Я хочу увидеть свою маму, пустите меня к ней, — попросила я.\n— Прости, мы не можем, это может травмировать тебя, — ответила девушка.\n— Я всеравно хочу увидеть маму!!! Пустите меня к ней. \nДевушка согласилась и провела меня в палату, где была моя мама. Она лежала на кровати и сладко спало, я подбежала к ней и начала звать ее, затем я безумно разрыдалась, я не могла поверить, что вот, она передо мной, но при этом чтобы я не делала, я не могу до нее достучаться, словно бьюсь головой об стену и все зря. Это было ужасно, эмоции захлестнули меня и я снова отключилась.",
    "answers": [
      {
        "id": 22,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 22,
    "text": "Прошло 11 лет с момента пожара, я продолжаю жить своей жизнью: хожу на тусовки, встречаюсь с парнями, учусь в универе, работаю. Самым верным и надежным ориентиром в жизни для меня служит моя мама. Я люблю ее больше всего на свете. Она уже и забыла о том пожаре, но я никогда о нем не забуду. Мои эмоции, страх, отчаяние, жизнь словно в момент перевернулась и я осталась одна в этом жестоком мире. Я молила Бога, чтобы мама вылечалась, обещав всегда быть доброй и поступать правильно. И он меня услышал. Спустя неделю после пожара, мама открыла глаза, я все время была рядом с ней, я не отходила от нее 24/7. Ей было больно двигаться и тяжело дышать, но в этот момент я поняла: все будет хорошо. После того случая, у нее остались ожоги на левой руке, как шрамы, которые никогда не заживут и всегда будут напоминать, что она была на волоске от смерти. Уже через месяц, после того, как она открыла глаза ее выписали и мы сняли себе новый дом. После пожара я изменилась. Если вдруг что-то плохое должно было произойти, я всегда об этом знала. У меня всегда было плохое предчуствие. Я не знаю, откуда и почему у меня появились эти способности, но лишь благодаря им на протяжении 11 лет все было хорошо. А ведь случалось еще тааак много того, чего я досих пор не могу обьяснить и понять.\nМама...Я могла поговорить с ней о чем угодно. Она всегда меня поддерживала и принимала, такой, какая я есть. Однажды я спросила ее, куда делся мой папа, она рассказала мне историю, что в день, когда я родилась на свет, он ехал на автомобиле к своим друзьям в загородный дом. Они пригласили его и маму к себе на день рождение, а затем что-то пошло не так, он никак не мог остановиться, а управление будто сошло с ума. Бац. И мой отец врезался в чужой автомобиль. Переднюю часть машины рознесло в хлам и он умер на месте. А мама выпала с машины и вырубилась. Моей маме помогли добрые люди, они увидели что она теряет ребенка и поехали вместе с ней в больницу, где она преждевременно родила меня. В тот вечер она лишилась мужа, но благодарна судьбе, что я осталась жива.",
    "answers": [
      {
        "id": 23,
        "text": "Уйти от воспоминаний и вернуться в реальность",
        "blackout": true,
        "var_set": [
          "дар",
          1
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Оторвавшись от своих мыслей, я заметила что уже опаздываю в офис на целых 10 минут! Как так вышло? Сегодня же меня должны поздравить с повышением. Нужно срочно ускорять шаг! Вдруг, у Лилии появилось плохое предчуствие. Что-то должно пойти не так, но она не знала, что именно. Теперь ей идея подниматься на 48 этаж уже не казалась такой радужной. Но ведь за прогул меня могут и уволить. Тем более, ребята, точно, торт купили специально для меня. Разве я могу их подвести? Да что может случиться...Я уже как год там работаю. Безопасность этого здания для меня, как научный факт. ",
    "answers": [
      {
        "id": 20,
        "text": "Не обращать внимание и бежать к зданию как можно быстрей",
        "var_set": [
          "мама",
          1
        ]
      },
      {
        "id": 16,
        "text": "Позвонить Джорджу"
      }
    ]
  },
  {
    "id": 24,
    "text": "Через пару дней, меня забрала бабушка. Бабушка воспитывала меня всю последущую жизнь и учила многим полезным советам. Я могла поговорить с ней о чем угодно. Однажды я спросила ее, куда делся мой папа, она рассказала мне историю, что в день, когда я родилась на свет, он гнал автомобиль к больнице на максимальной скорости, чтобы жена могла меня родить, а затем попал в аварию, переднюю часть машины рознесло в хлам и он умер на месте. А мама выпала с машины и вырубилась. Моей маме помогли добрые люди, она смогла родить ребенка, но потеряла в тот вечер мужа...\nПрошло 11 лет с момента пожара, моя мама, Мишель Пейк так и не пришла в себя из комы. Я ее навещаю всю свою жизнь, но со временем я стала приходить реже, и сейчас прихожу уже пару раз в месяц. Нет, я не перестала надеяться, что она поправиться, я до сих пор в это верю, просто, если этого не будет, я должна жить дальше. Иногда я рассказываю ей о своей жизни, о своих достижения и подругах:\n— Мне так тебя нехватает, я бы отдала все на свете, чтобы ты проснулась, я так тебя люблю, прости, если я где-то поступаю неправильно, я хочу быть лучшей дочерью для тебя. Я верю, что ты слишишь меня и что, однажды, как в детстве, мы прогуляемся по набережной\n— Вчера я познакомилась с девушкой, ее звать Габриэла, она такая хорошая, у нас оказалось столько всего общего, мы сходили с ней в кино, затем на чертовое колесо, а затем всю ночь обсуждали парней. Кажется, теперь, у меня появилась лучшая подруга. \n— Кристин утверждает, что видела Габриэлу с Джорджем. Ненавижу Габриэлу! Она увела у меня парня. А я ей верила! Какой же я оказалось дурой. \n— Кристин соврала мне! Как она посмела? Мы же дружили со школы...Вот и что мне теперь делать? Джордж и видеть меня не хочет.\n— Я обыскивала недавно чердак в бабушкином доме и нашла хроники, о той аварии, случившейся 17 лет назад, имя человека за рулем не сходится, с именем моего биологического отца. Что произошло на самом деле с моим отцом, мама?",
    "answers": [
      {
        "id": 20,
        "text": "Вернуться в реальность",
        "blackout": true
      }
    ]
  },
  {
    "id": 25,
    "text": "13:47. Я уже возвращалась было к Джорджу, но его нигде не было. Куда он делся? Момент.\n13:48. Взрыв...где-то далеко внизу, может даже на первом этаже. Здание безумно затряслось и стало клониться в сторону. О, мамочки. Я не хочу так умирать. Все вокруг начали сходить сума и бегать в неистовой панике. Нужно срочно что-то придумать.",
    "answers": [
      {
        "id": 26,
        "text": "Искать Джорджа"
      },
      {
        "id": 27,
        "text": "Бежать к лифту"
      },
      {
        "id": 28,
        "text": "Попрощаться с мамой",
        "var_equal": [
          "мама",
          1
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": [
      {
        "id": 25,
        "text": "Вернутся"
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 25,
        "text": "Вернутся"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": [
      {
        "id": 25,
        "text": "Вернутся"
      }
    ]
  },
  {
    "id": 29,
    "text": "— И что ты предлагаеш? Чтобы она умерла? Я злюсь на нее, может даже ненавижу ее. Но она когда-то была моей лучшей подругой и она же не монстр какой-то. Она не заслуживает смерти.\n— Ладно, я с тобой согласен. Звони уже.\n*гудки*\n— Лия? — удивилась звонку Кристина.\n— Срочно уходи из здания. У меня плохое предчуствие.\n— О господи, а-а-апять?\n— Если можешь, предупреди всех остальных, чтобы тоже уходили. Это уже будет их выбор.\n— Хорошо, конечно. Постой...Ты уже не злишся на меня?\n— То, что ты сделала, я никогда тебе этого не прощу! Но я не хочу, чтобы с тобой что-то случилось.\n— Я так виновата перед тобой, — начала было плакать Кристи, — может, когда-то, мы сможем снова стать подругами.\n— Уходи уже!\nЯ бросила трубку с чувством выполненного долга. Она права. Я прощу ее. Когда-нибудь. Главное, чтобы она была жива.\n— Джордж?\n— Да? — со всем своим вниманием, посмотрел он на меня, своими, бездонно-фиолетовыми, глазами, в которые я так безудержно влюбилась.\n— Одних моих коллег мало. В том небоскребе работают тысячи людей. Тысячи детей останутся без родителей, тысячи мам потеряют своих дочерей и сыновей. Я не могу этого позволить. Нужно сказать им всем!\n— Лия, посмотри на меня. Ты уверена, что он...что? Упадет? \n— Джордж, я...я не знаю. Но, я видела. Когда ты ко мне подходил...У меня не просто болела голова. У меня было видение.\n— Даже если и так, как ты сообщищь всем им? Если ты просто будешь бегать по всем этажам, тебя не воспримут серьезно. Что ты делаешь? Кому ты звонишь?\n— Киту. Киту Боумену. У него есть связи.\n*гудки*\n— Алэн-Пейк? Ты хочешь, чтобы я тебя уволил? Почему тебя досих пор нет на рабочем месте?\n— Вы должны помочь мне, нужно срочно эвакуировать всех людей из здания, — уверенно произнесла я.\n— Что ты несешь? Какая эвакуация? Иди быстро на работу!\nСпустя пару бесполезных минут я решила пойти ва-банк:\n— Что я должна сделать, чтобы вы меня послушали?\n— Приватный танец.\n— Фуу.\n— Да или нет?\n— Я согласна.\n— Лия! — перебил меня Джордж, — что ты делаешь?\n— На кону жизни людей, — ответила я Джорджу.\n— Я могу эвакуировать людей. Минут на 30. Но, если ничего не произойдет, они вернутся обратно, — говорил Кит.\n— Нужно перекрыть здание на целый день.\n— Это тебе дорого обойдется.\n",
    "answers": [
      {
        "id": 31,
        "text": "- Делайте свою работу, Боумен"
      },
      {
        "id": 32,
        "text": "Должен быть другой способ"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": [
      {
        "id": 16,
        "text": "Вернутся"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Делайте свою роботу, Боумен.\n— Лия, ты что сума сошла? — возмутился Джордж.\n— Это оправданный риск. \n— Это не риск. Ты буквально согласилась на изнасилование!\n— Если, здание упадет, он забудет о своей просьбе, — уверено ответила я Джорджу.\n— А если нет? Если не упадет? Если не забудет?\n— Верь мне. Пожалуйста, я люблю тебя!\n— Охх, Лия-Лия, и я тебя люблю. \n— Пошли отсюда подальше.\n— В \"Красную звезду\"? — буквально угадал мои мысли Джордж.\n— Именно туда, — сказала я про себя.\n\n13:46. — Оуу, у меня апять кончилось латте, — наигранно загрустила я.\n— Намекаешь, чтобы я принес тебе еще? — спросил Джордж\n— Ммм...только если ты хочешь...\n— Все, иду, иду, зая.\n— Спасибо. Ты самый лучший.  Люблю тебя.\n— И я тебя.\nЯ сидела за обеденным столиком в своем любимом кафе, недалеко от дома, и смотрела в окно. Мой взгляд заинтересовал ребенок с обратной стороны дороги. На вид ему лет 6-7. Почему он сам? Где его родители? О, господи. Я так не могу.\n— Джордж. Джооордж?\nНу вот и где он? Ай. Сейчас всеравно вернусь.\n13:48. Дверь кафе захлопнулась и светловолосая юная девушка отправилась к перекрестку. Ее парень как раз выходил из уборной, но нигде не видел свою возлюбленную. Бац. Вспышка. Авария? В один момент засветило неистовым ярко-огненным светом и прогремел взрыв. 2 автомобиля были сожжены. А между их обломков лежало обугленное тело. Парень быстро выбежал из кафе и подбежал к дороге. И в этот момент внутри него что-то сломалось.",
    "answers": [
      {
        "id": 33,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": [
      {
        "id": 29,
        "text": "Вернутся"
      }
    ]
  },
  {
    "id": 33,
    "text": "***От судьбы не убежишь***\n\nОказывается Кристи была права. Спустя полгода от моей смерти Джордж таки решил жить дальше и начал встречаться с Габриэлой. А ведь раньше, я могла его за это убить, а сейчас, я так счастлива за него. Еще через полгода, она забеременела и в будущем родила девочку, которую они назвали в мою честь: \"Лилия\". \n\nКристи иногда ходит проведывать мою могилу. Она чувствует свою вину передо мной. Теперь, когда я умерла, я сожалею, что не успела простить ее. Возможно, тогда, ей было бы легче пережить мою смерть. Жизнь слишком коротка и может оборваться в любую минуту, чтобы таить обиды на тех, кого ты любишь. Я ее ни в чем не виню и всегда буду любить.\n\nМама не выдержала моей преждевременной кончины. У нее случился инсульт. Незнаю как, но она осталась жива. Я молю Бога, чтобы он вернул ее к сознанию и дал ей силы жить дальше. Без меня. У нее еще может быть другой ребенок. Она замечательная мама. Пускай не забывает обо мне, пускай я буду ее болью, пускай я буду ее опытом. Лишь бы она была жива и здорова.\n\nИ тут приходит конец моей истории. Мои друзья и коллеги, даже Кит и Даниэла скинулись на гроб и похоронили меня на моем фамильном кладбище. Никто не мог поверить в это. Я сама не могла поверить в это. Все нити оборвались и судьба привела меня в могилу. Стоп. И это мой финал? Давайте отматаем время на нескольо дней сразу после моих похорон.\nКладбище. Гроб. Внутри гроба я. Сплю. Таким сладким, безмятежным, последним сном. Бац. И я открываю глаза. И ,вдруг, наступает лютый страх. О, господи где это я? Меня, что, похоронили заживо? Но как так?\n— Еееей, кто-нибудь. \nТишина.\n— Еееееей, НУ ХОТЬ КТО-НИБУДЬ. ПОЖАЛУЙСТА, — со всем страхом и отчаянием ревела я с невероятной надеждой, что меня услышат. Кислорода критично мало — я задыхаюсь. Почему я здесь? Почему меня похоронили заживо? Последнее, что я помню...Мальчик без родителей. Он остался один. Как и я. Слезы бегут по обпаленным щекам. Что это? Почему мое тело так болит? Я плачу и задыхаюсь. Мгновения длятся целую вечность. Меня покидают силы. Я больше не могу бороться.\n— НУ ХОТЬ КТО-НИБУУУУДЬ, СПАСИИИИТЕ, ПОЖАЛУЙСТА, — кричала разрываясь, но с каждым мгновением я все больше понимала: никто меня не услышит. \n— Помогите, — совсем уж слабо я произнесла. \n— Хоть кто-нибудь, — произнесла я полушепотом, уже и не надеясь на спасение. Оставалось лишь дышать остатками кислорода. И медленно-медленно умирать. Но ведь это не поможет. Я должна собрать последние силы в кулак и крикнуть так, чтобы на той стороне услышали. Надо экономить силы. Я ведь буду слышать, если кто-то наверху решит меня навестить? Кислорода, который почти полностью превратися в углекислый газ, должно хватить на один крик. Не больше. Не меньше. Осталось лишь ждать.",
    "answers": [
      {
        "var_not": [
          "к",
          3,
          "к",
          7,
          "к",
          11,
          "к",
          16
        ],
        "var_add": [
          "к",
          1
        ],
        "id": 33,
        "text": "Ждать",
        "instant": true
      },
      {
        "var_not": [
          "ф",
          1
        ],
        "comment": true,
        "var_equal": [
          "к",
          3
        ],
        "id": 33,
        "text": "Маленький шум. Крикнуть?"
      },
      {
        "var_not": [
          "ф",
          1
        ],
        "comment": true,
        "var_equal": [
          "к",
          7
        ],
        "id": 33,
        "text": "Большой шум. Крикнуть?"
      },
      {
        "var_not": [
          "ф",
          1
        ],
        "comment": true,
        "var_equal": [
          "к",
          11
        ],
        "id": 33,
        "text": "Чьи-то шаги. Крикнуть?"
      },
      {
        "var_not": [
          "ф",
          1,
          "фф",
          1,
          "ффф",
          1
        ],
        "comment": true,
        "var_equal": [
          "к",
          16
        ],
        "id": 33,
        "text": "Чей-то голос. Крикнуть?"
      },
      {
        "right_answer": true,
        "instant": true,
        "var_equal": [
          "к",
          3
        ],
        "id": 33,
        "text": "Да",
        "var_not": [
          "ф",
          1
        ],
        "var_set": [
          "ф",
          1
        ]
      },
      {
        "right_answer": true,
        "instant": true,
        "var_equal": [
          "к",
          7
        ],
        "id": 33,
        "text": "Да",
        "var_not": [
          "ф",
          1
        ],
        "var_set": [
          "ф",
          1
        ]
      },
      {
        "right_answer": true,
        "instant": true,
        "var_equal": [
          "к",
          11
        ],
        "id": 33,
        "text": "Да",
        "var_not": [
          "ф",
          1
        ],
        "var_set": [
          "ф",
          1
        ]
      },
      {
        "right_answer": true,
        "instant": true,
        "var_equal": [
          "к",
          16
        ],
        "id": 33,
        "text": "Да",
        "var_not": [
          "ффф",
          1,
          "фф",
          1
        ],
        "var_set": [
          "ффф",
          1
        ]
      },
      {
        "var_not": [
          "ф",
          1
        ],
        "var_add": [
          "к",
          1
        ],
        "var_equal": [
          "к",
          3
        ],
        "id": 33,
        "text": "Нет",
        "instant": true,
        "left_answer": true
      },
      {
        "var_not": [
          "ф",
          1
        ],
        "var_add": [
          "к",
          1
        ],
        "var_equal": [
          "к",
          7
        ],
        "id": 33,
        "text": "Нет",
        "instant": true,
        "left_answer": true
      },
      {
        "var_not": [
          "ф",
          1
        ],
        "var_add": [
          "к",
          1
        ],
        "var_equal": [
          "к",
          11
        ],
        "id": 33,
        "text": "Нет",
        "instant": true,
        "left_answer": true
      },
      {
        "var_not": [
          "фф",
          1,
          "ффф",
          1
        ],
        "var_set": [
          "фф",
          1
        ],
        "var_equal": [
          "к",
          16
        ],
        "id": 33,
        "instant": true,
        "text": "Нет",
        "left_answer": true
      },
      {
        "id": 34,
        "text": "Умереть снова",
        "var_equal": [
          "ф",
          1
        ]
      },
      {
        "id": 34,
        "text": "Умереть снова",
        "var_equal": [
          "фф",
          1
        ]
      },
      {
        "id": 33,
        "text": "*Зря. Никто меня не услышал",
        "comment": true,
        "var_equal": [
          "ф",
          1
        ]
      },
      {
        "id": 33,
        "text": "*Зря. Так я и задохнулась",
        "comment": true,
        "var_equal": [
          "фф",
          1
        ]
      },
      {
        "id": 35,
        "text": "Меня услышали!",
        "var_equal": [
          "ффф",
          1
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 35,
    "text": "— СПАСИТЕЕЕЕЕЕЕ, — крикнула из последних сил и мне казалось, что я потеряла остатки сознания. Всё. Это был конец. Безумная боль и страх превращаются в пустоту. Необьятную и такую, теперь, желанную.\nНаверху на границе сознания я слышу какие-то движения. Будто кто-то спятил. До чего же это надо быть умалишенным, чтобы откапывать гроб? Но стук лопат от деревянную крышку потверждал мои догадки. Меня действительно откапывают. Я не могу радоваться. У меня просто нету на это сил. Я чувствую, будто мое тело сожжено до костей. Это точно была авария. Вспышка. И все. Все мои планы, мечты и надежды рухнули в одно мгновение. Лишь тот мальчик, который меня привлек...Он хоть существовал на самом деле? Пока я размышляла, стук лопат прекратился. И на меня пролился свет. Но я уже была не здесь. Моя душа улетала. Было уже поздно. Какой-то силуэт горько плакал, и непонимающе удивлялся. \n— Лия! — услышала я голос Кристи.\nОна подбежала ко мне и обняла меня. В этот момент мои силы покинули меня окончательно. Да сколько ж можна умирать? — последнее, что подумала я.\n\n***Спустя 2 недели***\nС трудом открыв глаза, я заметила у своей больничной койки спящую рядом Кристину. Лучи солнца пробивались из-за штор, а я не могла сказать и слова. Я будто была физически истощена. Оглядевшись, оказалось, что Джордж тоже был здесь, и Габриэла. \n— К...Крис, — едва слышно произнесла я. Но этого хватило.\n— Лилия! Ты проснулась, — улыбнулась Кристина и начала будить всех остальных.\nИ тут мне стало так приятно. За то, что у меня есть друзья, люди, которые меня любят и принимают, такой, какая я есть. А больше мне ничего и не нужно. Жизнь прекрасна, и пускай я пережила много горя я не могу отчаиваться. У меня есть ради кого жить. Я вспомнила о словах, что не были произнесены, и теперь меня больше ничего не останавливает сказать ей:\n— Я тебя прощаю, Кристи.\n— Что? Какая Кристи? Ребята, мне кажется она еще не пришла в себя.\nИ снова мой мир перевернулся с ног на голову. Иллюзия рассеялась и я осталась одна, а вокруг одни незнакомцы. \n— Меня зовут Айзек, Лилия, ты меня видишь? — спрашивал молодой и приятный парень в очках, сидевший возле меня.\nСлова застряли комом в горле. Я снова как-будто оказалась в том гробу и стала задыхаться. Меня накрыла паника и страх. Я не могла прийти в себя, а потом Айзек посмотрел на меня и я заметила уверенность в его блестяще-желтых глазах. Приняв ее, я расслабилась. Тревога ушла. Все плохие мысли испарились в одно мгновение. Что этот парень делает со мной? Я поддаюсь его влиянию? Силы возвращались ко мне, вместе с безумной уверенностью и верой в себя. Я присела на кровати и решила послушать Айзека:\n— Лилия, — смотрел он прямо мне в глаза, а затем...взял меня за руку. Тепло его ладоней будто согрело самые отмершые частички моего сердца, пробудив в них давно завянувшые эмоции и я доверилась ему, как никому до этого, — ты нужна нам. Ты — наше спасение.\n\n*Поздравляю, вы нашли промежуточную концовку №1",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  }
]