[
  {
    "id": 1,
    "text": "Здесь я просто обучаюсь созданию квестов если кто захочет можете помочь советами в коментариях)\nОписание:Вы-начинающий военную карьеру старший по званию 13 артилерийского полка,139 обстрельной армии-Микола Востровский по прозвищу \"Варяг\".На дворе 18 век.\n \n\nКвест не доделан,приятной игры)",
    "answers": [
      {
        "id": 2,
        "text": "Начать 1 главу:Первые победы."
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b12/2110/09/5a4525d78610.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "5 час утра.Вы и ваши таварищи решили устроить настоящую войну после будуна потипу \"ты меня увожаешь?!\".И тут ктото сказал \"НЕТ\".Впринципе от сюда и начинается история.\nВам смачно прилитело бутылкой по глове и сапогом в ребро после чего вы решили кимарнуть в позе \"диарея\".\nПролежав так пару часов ваш мозг всетаки решил вас разбудить.Все спали.Вы вышли на улицу и так как ваша палата была на возвышенности от сюда вы и так все хорошо видели но зачемто вчера приказали поставить башню,рядом стояли полатки для войск,арудий и снарядов.",
    "answers": [
      {
        "id": 3,
        "text": "Проверить полатки"
      },
      {
        "id": 4,
        "text": "Осмотреть территорию с башни"
      }
    ]
  },
  {
    "id": 3,
    "text": "В палатках все спали,только поворы уже начинали готовить для полка завтрок.С орудиями все было впорядке кроме той пушки из который Вы вчера выстрелели зарядив ее парой десятков вилок и ложек.",
    "answers": []
  },
  {
    "id": 4,
    "text": "Часавого небыло на посту.",
    "answers": [
      {
        "id": 5,
        "text": "Посмотреть на юг"
      },
      {
        "id": 6,
        "text": "Посмотреть на север"
      },
      {
        "id": 7,
        "text": "Посмотреть на запад"
      },
      {
        "id": 8,
        "text": "Посмотреть на восток"
      }
    ]
  },
  {
    "id": 5,
    "text": "Все было тихо и спокойно,просто рай для пикника.",
    "answers": []
  },
  {
    "id": 6,
    "text": "Там стояла заброшенная башня которую вы пытались снести теми вилками и ложками.",
    "answers": []
  },
  {
    "id": 7,
    "text": "Просто поле.",
    "answers": []
  },
  {
    "id": 8,
    "text": "А тут вы заметили красные палатки и небольшой дым от костра.",
    "answers": [
      {
        "id": 9,
        "text": "\"Подумаешь,туристы\""
      },
      {
        "id": 10,
        "text": "Насторожиться"
      },
      {
        "id": 11,
        "text": "Поднять тревогу и приказать чтоб все были в 20 минутной готовности."
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы решили что это снова приехали туристы и пошли спать.А через некоторое время вы проосыпаетесь и понимаете что враг застал вас в росплох,вы ничего не могли сделать.Спустя пол часа вас привели в тот лагерь и расстреляли с частью ваших войск и их смерть была на вашей совести.",
    "answers": []
  },
  {
    "id": 10,
    "text": "Вы решили что это может быть угрозой и подняли войска по раньше и прикозали развернуть стрелковую позицию для арудий.",
    "answers": [
      {
        "id": 20,
        "text": "Подбодрить войска потомучто они все были после веселой ночи а ктото ваабще еще спал."
      },
      {
        "id": 21,
        "text": "Ждать первых призноков враждебного повидения."
      },
      {
        "id": 22,
        "text": "Сделать предупредительный выстрел."
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы сделали все что пощитали нужным.В скоре ваш уже проснувшийся часовой придупридил о том что надвигается враг.Вы гордились собой что вовремя среагировали.",
    "answers": [
      {
        "id": 12,
        "text": "Прикозать арудиям Паррота открыть огонь.(дальнобойные пушки)"
      },
      {
        "id": 13,
        "text": "Прикозать подпустить врага поближе и открыть огонь из орудий Грэттона(противо пехотные и ближнебойнве пушки)"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы рапугали врагов и они разбежались во все стороны,вы уже начинали радовоться легкой победе как вдруг часавой крикнул что вас обходят с двух сторон.",
    "answers": [
      {
        "id": 14,
        "text": "Прикозать занять оборону и стоять до последнего."
      },
      {
        "id": 15,
        "text": "Прикозать пехоте идти в атаку пока орудия разворачиваются и трубить отход."
      }
    ]
  },
  {
    "id": 13,
    "text": "Ваши снаряды почти унечтожили всех врагов.Вам повезло что враг отступил.",
    "answers": [
      {
        "id": 16,
        "text": "Давить на врага огнем из пушек."
      },
      {
        "id": 17,
        "text": "Приследовать врага."
      }
    ]
  },
  {
    "id": 14,
    "text": "Хоть вас и было больше но вы не умели обороняться поэтому враг почти без потерь взял ваш лагерь.",
    "answers": []
  },
  {
    "id": 15,
    "text": "Ваша пехота была в меньшенстве и они начали отступать раньше времени,но ваши пушки успели развернуться и пока враг бежал за вашей пехотой по горе ваши пушки Грэттона размажили их по склону.Это победа и вы вздохнули с облегчением.Но это не конец ваш лагерь взяли в осаду.",
    "answers": [
      {
        "id": 18,
        "text": "Конец дня."
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы умело приказывали как вашим артилиристам стрелять по бегущему от вас врагу изза чего он понес еще больше потерь.(не зря всетаки отучились в военном училище)",
    "answers": [
      {
        "id": 19,
        "text": "Конец дня."
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы превосполнились гордостью и решили идти в бой на отступаещего врага.Но ваши пушки не успевали за вами и вражеская конница разбила вашу пехоту попутна убив вас,а пушки не выдержали натиска врага и вскоре здались.",
    "answers": []
  },
  {
    "id": 18,
    "text": "Ваши солдаты на заходе солнца собирали ядра от пушет,мушкеты,порох,а ктото трофеи(вы).",
    "answers": []
  },
  {
    "id": 19,
    "text": "Ваши солдаты на заходе солнца собирали ядра от пушек,мушкеты,порох,а ктото трофеи.(вы)",
    "answers": [
      {
        "id": 28,
        "text": "Продумать план действий."
      },
      {
        "id": 29,
        "text": "Лечь спать и надееться на удобные обстоятельство и везение."
      }
    ]
  },
  {
    "id": 20,
    "text": "Пока вы их будили,те кого вы разбудили снова заснули.Когда враг зашел в лагерь они начали дико смеяться от этого зрелища.",
    "answers": []
  },
  {
    "id": 21,
    "text": "Пока ВЫ ждали все спали в итоге когда вы выстрелили некоторые ваши солдаты так испугались что одного хватил сердечный приступ.Ваши люди не поняли что происходит и приняли врагов за своих в итоге вас убили ваши же солдаты которые примкнули таким оброзом врагу.",
    "answers": []
  },
  {
    "id": 22,
    "text": "Вы прикозали пальнуть один раз из пушки.Враг сполошился и побежал в атаку.Вы достойно встретили врага но вы оба понесли большие потери потомучто ваши люди были не совсем готовы.",
    "answers": [
      {
        "id": 23,
        "text": "Дать вайскам опомниться и пойти в контратаку."
      },
      {
        "id": 24,
        "text": "Прикозать никуда не рыпаться и ждать на всоих позициях чтобы не случилось."
      }
    ]
  },
  {
    "id": 23,
    "text": "У вас получилось поднять боевой дух солдат и они чутли не с радостью пошли на вражеский лагерь.",
    "answers": [
      {
        "id": 25,
        "text": "Вы застали их в росплох пока те ждали подкрепление и ударили с двух сторон."
      },
      {
        "id": 26,
        "text": "Подождать орудия."
      }
    ]
  },
  {
    "id": 24,
    "text": "Через 3 часа враг снова напал но уже с подкреплением.Вы доблестно бились с врагом но их было больше и вам пришлось здаться.",
    "answers": []
  },
  {
    "id": 25,
    "text": "Ваша атака прошла успешно.Пока вражеское подкрепление шло ваши пушки уже занимали позиции.Враг состовлял половину вашей аримии и вы без труда разбили их заняв круговую оборону.",
    "answers": [
      {
        "id": 27,
        "text": "Конец дня."
      }
    ]
  },
  {
    "id": 26,
    "text": "Пока вы их ждали к врагу подошло подкрепление и ваши пушки ничего не успевали сделать вражеской кавалерии.",
    "answers": []
  },
  {
    "id": 27,
    "text": "Ваши солдаты собирали ядра от пушет,мушкеты,порох,а ктото трофеи(вы).",
    "answers": []
  },
  {
    "id": 28,
    "text": "Вы пол ночи продумывали разные тактики обороны и наподения.В итоге вы почти не выспались и как на зло враг некак не угоманивался и все время атакавал вас.Хорошо что вы все продумали зарание.",
    "answers": [
      {
        "id": 30,
        "text": "Оставаться на месте и удерживать позиции до прихода подкреплентя."
      },
      {
        "id": 31,
        "text": "Продолжать боевые действия."
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы решили не изменять своим принципам и легли спать надеясь на удобные стечения обстоятильств.",
    "answers": [
      {
        "id": 40,
        "text": "Вы,после крепкого сна так нехотели ничего делать что даже прикозали вашим преданным солдатам не будить остольных."
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы заняли круговую оборону за приделами лагеря и успешно отрозили две атаки с минимальными потерями.Теперь вам даже прислали письмо в котором говориться о вашем поввшении.Ну и вы стали опытней в сфере обороны.Хоть провизия со снорежением постовляли регулярно войско само себя не сделает.",
    "answers": [
      {
        "id": 32,
        "text": "Подойти ближе к подкреплению."
      },
      {
        "id": 33,
        "text": "Остаться и удерживать позиции."
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы подумали что если вы продолжите боевые действия то получете премию и возможно небольшую отсрочку и вы так и сделали.Жаль что посла сожрали волки по дороге к вам и вы так и не узнаете дадут ли вам все это.В это время вы подошли к деревушке занятую врагом,их было меньше в 4,3 раза.",
    "answers": [
      {
        "id": 36,
        "text": "Вести осаду дожидаясь подкрепления."
      },
      {
        "id": 37,
        "text": "Взять деревню штурмом."
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы решили что лучше будет если вы встанете ближе к подкреплению и снова пойдете в перед,но вам пришло письмо что вы разочеровали генерала,он написал\"Я бы предпочел чтоб мой лучший полководец погиб не давая врагу взайти вновь на захваченные нами земли!\"",
    "answers": [
      {
        "id": 34,
        "text": "Конец дня."
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы остались удерживать позиции опосаясь что враг ударит в спину и вас за это даже повысили.Вскоре должно подойти подкрепление.",
    "answers": [
      {
        "id": 35,
        "text": "Конец дня."
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  },
  {
    "id": 35,
    "text": "Подерепление должно подойти ежу сегодня.Вам остоеться только ждать или идти в перед так как блогодоря вашему успеху по всему фронту начали наступать из-за того что враг перебрасывал части войск со всего фронта в надежде сначала прорваться в глубь страны через ваш лагерь а потом чтобы остоновить ваше наступление.Второе получилось у них более успешно.",
    "answers": [
      {
        "id": 42,
        "text": "Дожидаться подкрепления и потом идти в атаку."
      },
      {
        "id": 43,
        "text": "Ждать подкрепление на месте."
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы просто отдыхали при видении осады.",
    "answers": [
      {
        "id": 38,
        "text": "Конец дня."
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы легко взяли деревню и там вы уже решили как следует выспоться.",
    "answers": [
      {
        "id": 39,
        "text": "Конец дня."
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "На удивление это сработало и на вас никто не напал.Кажется враг начал думать головой ане пушкой.И закатили вечеринку.",
    "answers": [
      {
        "id": 41,
        "text": "Конец дня."
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "Вы дождались подкрепления но вместе с ним и прибыл новый полководец который еще совсем не опытный,он возомнил себя главным из-за того что его семья богаче и знатней чем ваша.",
    "answers": [
      {
        "id": 44,
        "text": "Усмерить его вызвав на поединок на саблях."
      },
      {
        "id": 45,
        "text": "Вызвать его на дуель."
      },
      {
        "id": 46,
        "text": "Проевить красноречие и дать ему понять что ВЫ тут главный."
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы дождались подкрепление но вместе с ним и прибыл новый высокомерный и неопытный полководец.Он возомнил себя главным так как его семья была богаче и знатней вашей.",
    "answers": [
      {
        "id": 47,
        "text": "Проевить красноречие и докозать то что ВЫ тут главный."
      },
      {
        "id": 48,
        "text": "Вызвать его на дуэль."
      },
      {
        "id": 49,
        "text": "Вызвать его на поединок на саблях "
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы вызвали его на поединок на саблях и к удевлению победили положив его на лапатки и выбив его саблю.Все так удавились что победили вы-человек держащий саблю в руках 3 раз в жизни,что решили отправить его домой сопровождая его словами\"Хочешь начать выйгрывать войну?Пойди сначала саблю научись держать!\"Из-за этого ваши солдаты еще больше вас поддреживали.",
    "answers": [
      {
        "id": 60,
        "text": "Идти в атаку."
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы решили просто припугнуть его вызвав его на дуэль но он с искрой в глазах поднял перчатку.На дуэли вы специально попали ему в плечо а он просто откозался стрелять,после чего вы сказали\"Жалкий трус,как ты хочешь упровлять армией если не можешь выстрелить из пистолета?\"и отправили его домой.",
    "answers": [
      {
        "id": 61,
        "text": "Идти в атаку."
      }
    ]
  },
  {
    "id": 46,
    "text": "После речи вы сильно подняли боевой дух солдат и очень сильно ударили по высокомерию этого щегла.",
    "answers": [
      {
        "id": 50,
        "text": "Идти в атаку прикозав новому полководцу быть рядом."
      },
      {
        "id": 51,
        "text": "Идти в атаку."
      }
    ]
  },
  {
    "id": 47,
    "text": "После речи вы сильно подняли боевой дух солдат и сильно ударили по высокомерию этого щегла.",
    "answers": [
      {
        "id": 57,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы решили припугнуть его вызвав его на дуэль,но он с искрой в глазах поднял перчатку.На дуэли вы специально выстрелили ему в плечо,а он просто откозался стрелять после чего вы сказали\"Жалкий трус,как ты хочешь упровлять армией если не можешь выстрелить из пистолета?\"и отправили его домой.",
    "answers": [
      {
        "id": 58,
        "text": "Пойтии в атаку"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы вызвали его на поединок на саблях и к удевлению победили положив его на лопатки и выбив его саблю из рук.Все так удевились что победили вы-человек держащий саблю 3 раз в жизни что решили отправить его домой сопровождая его словами\"Хочешь начать выйгрывать войну?Пойди сначала саблю научись держать!\"Из-за чего ваши солдаты еще больше вас поддерживали.",
    "answers": [
      {
        "id": 59,
        "text": "Идти в атаку."
      }
    ]
  },
  {
    "id": 50,
    "text": "К сожелению вас ранели двумя выстрелами,одной пулей вам прострелили лодонь а другой попали в глаз.Некому было вас прикрыть и помочь но тыт окозался человек от которого вы никак не ожидали помощи-Лайман Вандурф(новый полководец).",
    "answers": [
      {
        "id": 52,
        "text": "Позвать его на помощь."
      },
      {
        "id": 53,
        "text": "Подозвать его к себе и отдать командывание в его руки."
      }
    ]
  },
  {
    "id": 51,
    "text": "Вас ранели двумя пулями,одна насквозь прострелила вам лодонь а другая попала в ногу.",
    "answers": [
      {
        "id": 55,
        "text": "Отбиваться со всех сил."
      },
      {
        "id": 56,
        "text": "Приказать всем отступать."
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы позвали Лаймона себе на помощь и он после вашей речи все переосмыслил и ценой своей ноги и жизнями еще двух солдат вытащил вас к медикам.",
    "answers": [
      {
        "id": 54,
        "text": "Начать 2 главу:после ранения."
      }
    ]
  },
  {
    "id": 53,
    "text": "Он,впервые увидев ужасы войны чутли не в слезах прикозал всем отступать и оставил вас на поле боя.После этого ваша страна была разгромлена.",
    "answers": []
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": "Сколько бы вы не пытались отбиваться от врагов но всё-таки копье достигло вашей груди пробив легкое и сердце.",
    "answers": []
  },
  {
    "id": 56,
    "text": "Все послушались вашей последней воли и Лаймон оставил вам свой пистолет.Вы решили не отдоваться врагу живым и выстрелили в сторону своего веска.",
    "answers": []
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  },
  {
    "id": 58,
    "text": "Вас сильно ранили и вы истикая кровью видели как ваша армия не умещается друг с другом на поле боя без вашого командывания,и вы умираете.",
    "answers": []
  },
  {
    "id": 59,
    "text": "Вас подло убил ваш корумпированый солдат.",
    "answers": []
  },
  {
    "id": 60,
    "text": "На поле боя под градом пуль и чдер квам подбегает вражеская кавалерия и сносит вам голову.",
    "answers": []
  },
  {
    "id": 61,
    "text": "Из-за всего что вы пережили за этото год войны вам стало плохо,и в 22 года вы умираете так и не познав жизнь,но познав войну,у вас случился разрыв мозгового импульса.",
    "answers": []
  }
]