[
  {
    "id": 1,
    "text": "Автор: Sergus Magnus\nЖанр: Фэнтези\nДополнительные жанры: Детектив, Ужасы\n\nХотелось бы вам попробовать себя в роли средневекового детектива? Причем, почувствовать себя не каким-то заштатным сыщиком, а дипломированным магом, расследующим появление на самой обычной ветряной мельнице нечистой силы, распугавшей всех жителей в округе... \n\nТеперь у вас появилась такая возможность. Дело осложняется тем, что мало понять причину появления зловредной нежити — ее нужно изгнать, используя все свои магические и умственные способности. В выполнении столь ответственного задания вам помогут самые разные люди, заинтересованные в том, чтобы над всем Вейслендом светило яркое солнце. \n\nНо только от вас зависит, сможете ли вы вернуть этому краю покой и благоденствие. Если же в процессе борьбы с темными силами вы сможете разоблачить нескольких негодяев или обрести сокровище — то честь вам и хвала!\n\nЗакончено: Вступительная часть квеста\nПишется: Йенсборг и окрестности",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "small",
        "url": "https://b.radikal.ru/b25/2110/5b/5c31ba9d397f.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Получив магическое образование в Ауроне, вы обнаружили, что ваши способности без опыта и протекции мало востребованы в городе, где заправляет могущественная Гильдия Магов. Без денег в столице совсем не весело, а тут совершенно случайно подвернулось простенькое вроде бы дельце за городом. \n\nНа ветряной мельнице совсем не далеко от Аурона завелась какая-то нежить, пугающая работников и местных жителей, которые теперь боятся возить сюда зерно. Поскольку рядом протекает река, то скорее всего, это проказничает какой-то мелкий речной дух, прогнать которого — плевое дело. Конечно, экзорцизм — это, мягко говоря, не совсем ваша специальность, но уж с этим вы точно должны справиться. \n\nПодобрав парочку простеньких заклинаний изгнания, с рассветом солнца вы вышли из северных ворот родного города...",
    "answers": [
      {
        "id": 3,
        "text": "Размышляя о предстоящем деле, вы даже не заметили, как прошли большую часть пути"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мельница уже давно показалась на горизонте, ведь в этой части Вейсленда лесов практически не было. Лишь иногда встречались редкие перелески, и местность просматривалась на много лиг вперед. Мельница стояла на небольшом пригорке, лениво размахивая своими крыльями-лопастями, и выглядела такой мирной и спокойной, что история о поселившейся на ней нечисти казалась какой-то нелепой выдумкой. Пасторальные картины мирной сельской жизни настраивали вас на благодушный лад, и вы уже думаете о том, чем займетесь сегодня вечером в городе, когда закончите все дела на мельнице и вернетесь домой.\n\nДожевав на ходу свой скудный завтрак, прихваченный в дорогу, вы неспешно приблизились к ветряной труженице. Слева от мельницы находился двухэтажный дом, в котором жил мельник. Солидного вида двухэтажный особняк с остроконечной крышей утопал в зелени, которая придавала жилищу мельнику весьма уютный вид. Никакой ограды вы не заметили, зато вокруг цвел яблоневый сад. Многочисленные хозяйственные постройки вели от дома почти до самой мельницы.\n\nВокруг не было ни души, что немного удивляло. Ни усердных работников, ни крестьян, торопившихся сгрузить в амбар зерно или, наоборот, погрузить на телеги мешки с мукой, ни самого мельника или его домочадцев. Не было слышно ни лая собаки, ни криков петуха, будто в округе все вымерло. Конечно, все это можно было объяснить появлением на мельнице какого-то зловредного духа, но ваше благодушное настроение понемногу испарилось.\n \nПоскольку вас никто не встретил, то вы в нерешительности остановились. Пойти к дому или сначала заглянуть на мельницу? Здравый смысл вам подсказывал, что крайне безответственно соваться в гости к неизвестному духу, не подготовившись и не получив никакой предварительной информации. С другой стороны, как было бы эффектно зайти к мельнику и между делом заявить, что уже решили его проблему...",
    "answers": [
      {
        "id": 4,
        "text": "Отправиться к дому мельника"
      },
      {
        "id": 5,
        "text": "Заглянуть на мельницу"
      }
    ]
  },
  {
    "id": 4,
    "text": "Оказалось, что изгородь вокруг дома все-таки есть, но такая хлипкая, что деревья скрывали ее почти полностью. Через сад пролегала тенистая аллея, которая вела прямо к дому мельника. Не успели вы сделать по ней и нескольких шагов, как из дверей особняка выбежал немолодой грузный мужчина. Тяжело дыша, он со всех ног поспешил к вам. Вы не успели и глазом моргнуть, как он оказался рядом, схватил вас за руку и начал отчаянно ее трясти. Похоже, он был весьма обрадован вашим появлением.\n\n— Наконец-то! Тебя послал Халид? Почему ты так долго? Они все разбежались, все! — немного отдышавшись и отпустив вашу руку, проговорил мужчина. При этом он так яростно жестикулировал, что его руки пару раз пронеслись в считанных дюймах от вашего носа. Но как только он понял, что ошибся, приняв вас за другого, на его лице появилась гримаса разочарования. \n\nНемного опешив от столь эмоционального приветствия, вы представились и рассказали о цели вашего визита. Хозяин дома — а это именно он — не менее яростно хлопнул себя по лбу, проклиная за забывчивость, сделал вам знак следовать за ним и развернулся в сторону дома. Собразив, что разговор будет сложным, вы глубоко вздохнули и зашагали вслед за мельником.",
    "answers": [
      {
        "id": 7,
        "text": "Поговорить с мельником"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вблизи мельница выглядела совсем заброшенной. Дверь была открыта настежь; мешок, набитый то ли зерном, то ли мукой, валялся у входа; прямо на крыльце лежал огромный зазубренный топор, брошенный кем-то впопыхах. Впрочем, никакой опасности вокруг вы пока не заметили. Ярко светило солнце, где-то наверху щебетали птицы, изнутри мельницы слышался скрип работающих механизмов.",
    "answers": [
      {
        "id": 6,
        "text": "Смело зайти внутрь "
      },
      {
        "id": 8,
        "text": "Прежде чем зайти внутрь, лучше осмотреться вокруг",
        "need": [
          -7,
          -8,
          -19
        ],
        "need_sometimes": false
      },
      {
        "id": 4,
        "text": "Нет, лучше все-таки поговорить с обитателями дома",
        "need": [
          -7,
          -19
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Внутри мельницы приятно пахло мукой. Зайдя в помещение с улицы, вы начали усиленно моргать, пытаясь привыкнуть к полумраку, но благодаря лучам солнечного света, падающего откуда-то сверху, вы успели заметить древние рассохшиеся балки, огромные зубчатые колеса и деревянные валы на канатах. Мелкая белая пыль, кружащаяся в лучах света, успокаивала и создавала ощущение уюта и покоя. \n\nКаждый ваш шаг сопровождался негромким скрипом старых досок, которыми выложен пол, причем скрип почему-то постепенно становился все пронзительнее и неприятнее, пока вы наконец не остановились в центре помещения, чтобы как следует осмотреться.",
    "answers": [
      {
        "id": 9,
        "text": "Нужно осмотреться"
      }
    ]
  },
  {
    "id": 7,
    "text": "Впрочем, если вы рассчитывали, что мельник пригласит вас в дом, то вы ошиблись. Свернув в сад, вы оказались рядом с уютной беседкой со столиком для чаепитий. Усевшись на деревянную скамью, украшенную замысловатыми узорами, хозяин гостеприимно указал вам на место напротив. Учитывая проделанный вами путь, это оказалось как нельзя кстати. \n\nВашего собеседника звали Ингмар, он был хозяином мельницы, и именно ему нужна была помощь опытного мага. При этих словах вы смущенно заерзали на скамейке, но переубеждать мельника не стали. В конце концов, вам нужно было получить как можно больше информации. И предоставить эту информацию, в первую очередь, мог сам мельник. ",
    "answers": [
      {
        "id": 22,
        "text": "Распросите его об обстоятельствах появления нежити на мельнице"
      },
      {
        "id": 12,
        "text": "Узнаете, пробовал ли кто-нибудь до вас изгнать нечистую силу"
      },
      {
        "id": 13,
        "text": "Поинтересуетесь, где можно найти работников с мельницы"
      }
    ]
  },
  {
    "id": 8,
    "text": "Сначала ничего заслуживающего внимания вы не заметили. Тем не менее, обойдя мельницу справа и спустившись с пригорка, вы обнаружили в низине небольшую протоку. Видимо, это один из притоков Ледегвы, которая тоже протекала неподалеку. \n\nВнезапно из зарослей прибрежнего кустарника вам послышались негромкие мужские голоса. Это первые признаки жизни, которые вам удалось здесь обнаружить. Интересно, кто там разговаривал?",
    "answers": [
      {
        "id": 17,
        "text": "Пойдете на звук голосов"
      },
      {
        "id": 5,
        "text": "Не будете отвлекаться и вернетесь к мельнице"
      }
    ]
  },
  {
    "id": 9,
    "text": "Расслабившись, вы попытались разглядеть детали и внезапно заметили краем глаза, как тени в углах начинали сгущаться. Затем тьма начала опускаться на мельницу, словно кто-то занавесил шторы, а солнечные лучи потускнели и пропали. Ощущение уюта и спокойствия тоже исчезло, словно сметенное порывом ветра.\n\nСпустя несколько мгновений вы оказались в полнейшей темноте, а откуда-то слева от вас вдруг раздались такие странные звуки, что волосы начали шевелиться на вашей голове. В ужасе вы схватились за сумку с заклинаниями и даже не зрением, а спинным мозгом ощутили какое-то движение неподалеку от вас. Вы повернулись в ту сторону, откуда почувствовали опасность, и в этот момент какой-то металлический предмет врезался вам в голову.\n\nСильный удар обрушился на вас, едва не заставляя потерять сознание. По счастью, вы успели инстинктивно поднять руку, и тяжелый черпак задел вашу голову по касательной. Тем не менее, сила удара заставила вас упасть на колени.\n\nЧуть живой от страха, вы трясущимися губами начали шептать заклинание изгнания, но почти сразу поняли, что это не поможет. Ощущение такое, словно вы голыми руками попытались остановить несущегося на вас во весь опор тяжеловооруженного рыцаря. Еще один удар отбросил вас назад, и вы, чудом оказавшись на ногах, почти ничего не видя и ничего не слыша, бросились к выходу.",
    "answers": [
      {
        "id": 10,
        "text": "Выбраться наружу",
        "need": -7
      },
      {
        "id": 35,
        "text": "Выбраться наружу",
        "need": 7
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы кубарем выкатились наружу, ребрами пересчитав количество ступенек на крыльце. Вы словно попали из ночи в день — несмотря на то, что солнце зашло за облако, дневной свет заставил вас зажмуриться. Постанывая и отряхиваясь от пыли, вы встали на ноги. И только после этого обнаружили, что прямо перед вами стоял человек. Поскольку вы еще не отошли от пережитого ужаса, это неожиданное появление заставило вас отшатнуться.\n\nНезнакомец молча и немного снисходительно рассмотрел вас, а затем спросил, кто вы и как здесь оказались. Вздохнув, вы рассказали ему о цели своего визита. Ваш собеседник, немолодой грузный человек со смуглым лицом, коротко кивнул вам в знак приветствия и сообщил, что его зовут Ингмар, он хозяин мельницы, и именно ему нужна помощь мага. \n\nУслышав нотку сомнения в последних словах мельника, вы поспешили уверить его в том, что знаете, что делать. Хотя никакой подобной уверенности вы и близко не ощущали. А если признаться откровенно, то вы не были уверены, что с духом подобной силы вообще справился бы кто-либо из известных вам магов, включая преподавателей академии. \n\nНо вслух это, разумеется, произносить вы не стали, ведь если проблему нельзя решить с кавалерийского наскока, то это вовсе не значит, что она не решаема в принципе. И сейчас вам нужно было получить как можно больше информации. И предоставить эту информацию, в первую очередь, мог сам мельник. ",
    "answers": [
      {
        "id": 11,
        "text": "Распросите его об обстоятельствах появления нежити на мельнице"
      },
      {
        "id": 12,
        "text": "Узнаете, пробовал ли кто-нибудь до вас изгнать нечистую силу"
      },
      {
        "id": 13,
        "text": "Поинтересуетесь, где можно найти работников с мельницы"
      }
    ]
  },
  {
    "id": 11,
    "text": "Если верить мельнику на слово, то нечистая сила завелась сама без каких-либо видимых причин. Несколько дней назад ранним утром работники мельницы зашли внутрь, а потом выскочили оттуда, как ошпаренные. \n\n— Ну как вы только что, — добавил он не без ехидства. \n\nВы послушно кивнули, не веря ни единому слову Ингмара. Нежить такой силы не появляется на пустом месте.\n\nМежду тем, ситуация в общих чертах, со слов мельника, выглядела примерно так. Его мельница всегда была тихим местом, но совсем недавно там начала твориться полная чертовщина. Если называть вещи своими именами, там завелась нечистая сила, которая начала пугать работников. Те недолго терпели выходки потусторонних сил, и в итоге разбежались кто куда. Теперь мельница какой день пустовала, вся работа остановилась, а сам мельницу терпел страшные убытки! \n\nВ последнее вы, впрочем, не поверили, поскольку видели дом Ингмара собственными глазами, а на одних доходах с муки такие хоромы не построить.\n\nЛюбые ваши наводящие вопросы о причинах появления нечисти мельник отметал с ходу, усиленно делая вид, что ничего не подозревал. Короче говоря, врал прямо вам в глаза, и вам бы очень хотелось знать, почему он это делал. Ведь изгнание духа было полностью в его интересах. Или нет?",
    "answers": [
      {
        "id": 12,
        "text": "Узнаете, пробовал ли кто-нибудь до вас изгнать нечистую силу",
        "need": -12
      },
      {
        "id": 13,
        "text": "Поинтересуетесь, где можно найти работников с мельницы",
        "need": -13
      },
      {
        "id": 16,
        "text": "Закончите разговор"
      }
    ]
  },
  {
    "id": 12,
    "text": "Как оказалось, вчера изгнать нежить пытался один заезжий кудесник из Дагбара, но в итоге умчался отсюда несолоно хлебавши. Вы заверили мельника, что не отступите так просто, и это, кстати, была абсолютная правда. Вы дали слово, что добьетесь своего, чего бы это вам ни стоило, и ваши слова произвели на Ингмара впечатление. Теперь дело было за малым — претворить их в жизнь.",
    "answers": [
      {
        "id": 11,
        "text": "Распросите его об обстоятельствах появления нежити на мельнице",
        "need_sometimes": false,
        "need": [
          -11,
          10
        ]
      },
      {
        "id": 22,
        "text": "Распросите его об обстоятельствах появления нежити на мельнице",
        "need": [
          -22,
          7
        ]
      },
      {
        "id": 13,
        "text": "Поинтересуетесь, где можно найти работников с мельницы",
        "need": -13
      },
      {
        "id": 16,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Все разбежались, — горестно сообщил вам Ингмар. В основном, у него работали нездешние люди с разных частей Вейсленда, которые подались на заработки, потеряв место на мельнице. Далее мельник начал причитать, рассказывая о том, какие убытки он был вынужден терпеть из-за появления нежити, но это вам показалось не слишком интересным.",
    "answers": [
      {
        "id": 28,
        "text": "Спросите мельника о двух громилах, с которыми столкнулись у протоки",
        "need": 17
      },
      {
        "id": 22,
        "text": "Распросите его об обстоятельствах появления нежити на мельнице",
        "need": [
          -22,
          7
        ],
        "need_sometimes": false
      },
      {
        "id": 11,
        "text": "Распросите его об обстоятельствах появления нежити на мельнице",
        "need": [
          -11,
          10
        ]
      },
      {
        "id": 12,
        "text": "Узнаете, пробовал ли кто-нибудь до вас изгнать нечистую силу",
        "need": -12
      },
      {
        "id": 16,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 14,
    "text": "Мужичок первым подошел к Хозяйке Леса (а это была именно она) и поприветствовал ее уважительным наклоном головы. Промедлив мгновение, вы повторили его жест. Женщина молча смотрела на вас, и вы поняли, что просить она ничего не будет, и помощь нужно было предложить самому. Поэтому, представившись, вы спросили, чем же вы можете услужить благороднейшей Хозяйке. Приятным мелодичным голосом она разъяснила суть своей проблемы. \n\nОказалось, жители ближайшей деревни решили, что им не хватает пахотной земли, начали рубить и жечь деревья, растущие на ближайшей к деревне опушке. Причем крестьяне уже давно изводили лес, и Хозяйка в качестве предостережения напустила на их запасы зерна тучу мышей-полевок. Но, похоже, предостережение так и не было услышано, и если люди не прекратят воевать с ее лесом, ей придется применять куда более жесткие меры, а Хозяйке очень не хотелось бы, чтобы кто-нибудь из них серьезно пострадал. \n\nК сожалению, по определенным причинам она не могла послать в деревню своего помощника Гелона, вашего спутника, но она вознаградила бы любого доброго человека, который помог бы ей уговорить крестьян отказаться от этой затеи. Выслушав речь Хозяйки леса, вы всерьез задумались — задача это не простая, а времени она может занять немало.",
    "answers": [
      {
        "id": 47,
        "text": "Согласиться помочь Хозяйке Леса"
      },
      {
        "id": 48,
        "text": "Отказаться, сославшись на недостаток времени, и попросить Гелона провести вас к деревне"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы даже не успели подойти к дому, как мельник сам вышел к вам навстречу. Судя по его снисходительному выражению лица, он видел, как вы кубарем вылетели с мельницы. Вздохнув, вы честно рассказали ему, что за появлением нежити на мельнице стояла какая-то тайна, но вы даже не могли представить себе, с какой стороны подступиться к ее разгадке. Если вы рассчитывали, что после этих слов Ингмар сразу начнет с вами откровенничать, то вы ошиблись.\n \n— Никто и не обещал, что будет легко, — пробурчал он, пожимая плечами.\n\nОчевидно, что вам нужна была помощь, но откуда ее взять? Поэтому, отчаявшись выбить из мельника что-либо действительно важное и полезное, вы попросили его рассказать о том, кто живет поблизости.\n\nВ конце концов, кто еще вам мог рассказать, что здесь происходило, как ни местные жители, которые регулярно привозили зерно на мельницу? Конечно, странное поведение мельника, который предложил вам щедрую награду, но при этом не горел желанием вам помочь, рассказав всю правду, немного настораживало, но вы приняли решение разобраться с этим позже.",
    "answers": [
      {
        "id": 18,
        "text": "Внимательно слушаете мельника"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы поняли, что ничего нового из мельника выбить уже не удастся. Информации получилось не очень много, но все же это лучше, чем ничего. Даже если мельник и утаил от вас что-то важное, то это вовсе не снимало с вас обязанности выполнить свою часть работы, за которую, кстати, Ингмар пообещал вас щедро наградить. Настолько щедро, что вы даже переспросили мельника, решив сначала, что ослышались. Что ж, пора уже доказать, что вы настоящий маг! ",
    "answers": [
      {
        "id": 5,
        "text": "Поблагодарите мельника за ответы и отправляйтесь на мельницу",
        "need": 7
      },
      {
        "id": 24,
        "text": "Очевидно, что снова соваться на мельницу сейчас бессмысленно, да и опасно, а значит нужно сначала понять, что за тайна скрывается за появлением нежити",
        "need": 10
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы подошли к небольшому деревянному мостку, на котором сидели двое мужчин весьма непрезентабельной внешности. Оба коротко стриженные, с переломанными носами и плотными мускулистыми фигурами, они выглядели как братья-близнецы, и вы бы нисколько не удивились, если бы они действительно оказались родственниками. Глядя на их набитые кулаки, вы подумали о том, что если они и работают руками, то вряд ли на мельнице. \n\nВы еще ничего не успели сказать, а один из незнакомцев, увидев вас, замолк на мгновение, затем вскочил на ноги и вдруг рявкнул, словно сторожевой пес:\n\n— Эй ты, чего здесь шастаешь? Что тебе нужно?\n\nОчевидно, что делового разговора здесь явно не получится. Но что-то ответить все-таки было нужно.",
    "answers": [
      {
        "id": 19,
        "text": "Расскажите о цели своего визита"
      },
      {
        "id": 20,
        "text": "Спросите, как найти мельника"
      }
    ]
  },
  {
    "id": 18,
    "text": "Рассеянно почесав в затылке, Ингмар рассказал вам, что дальше по дороге расположилась большая деревня под названием Йенсборг, чуть севернее находилось другое селение Мидвилль, жители которого также возили зерно на мельницу, а еще дальше, на выселках, отдельно от крестьянских домов, обитал травник, жилище которого местные обходили стороной и за глаза называли колдуном. Если же двигаться на запад от мельницы, то можно было добраться до переправы. На переправе стоял оживленный поселок с военным гарнизоном. \n\nПосле этих слов он дал вам понять, что очень торопится по делам.",
    "answers": [
      {
        "id": 21,
        "text": "Вы прощаетесь с Ингмаром и отправляетесь в путь",
        "need": [
          10,
          -29
        ],
        "need_sometimes": false
      },
      {
        "id": 23,
        "text": "Вы прощаетесь с Ингмаром и отправляетесь в путь",
        "need": -10
      },
      {
        "id": 32,
        "text": "Поговорить с Гвидо и Лобриным",
        "need": 29
      }
    ]
  },
  {
    "id": 19,
    "text": "Громилы вовсе не были впечатлены вашим рассказом. Наоборот, они поднялись во весь рост и не стесняясь в выражениях советуют вам убираться подобру-поздорову. Почему-то этот совет показался вам весьма усместным, поскольку они явно не шутили, а пришли сюда вы не затем, чтобы драться на кулаках с двумя амбалами. \n\nПробормотав какие-то нелепые извинения, вы поспешили обратно, и, к счастью, вас никто не преследовал. Прежде чем подойти ко входу на мельницу, вы успели подумать, что отсутствие людей вокруг — это вовсе не так плохо, как вам показалось на первый взгляд.  ",
    "answers": [
      {
        "id": 5,
        "text": "Возвращаетесь к мельнице"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Дом Ингмара? — переспросил первый мордоворот и угрожающе оскалился. — Так ты ослеп что ли, вот же его дом.\n\nИ он махнул рукой в сторону двухэтажного особняка. Действительно, отсюда можно было увидеть угол дома с пристройками, и прямо от деревянного мостка к яблоневому саду вела небольшая, но хорошо утоптанная тропинка. Громила к тому времени уже потерял к вам интерес, как и большую часть своей враждебности. Он нетерпеливо топтался на месте, ожидая пока вы уйдете, чтобы продолжить разговор со вторым мордоворотом. Тот же молча сидел на корточках и тупо смотрел на проточную воду.\nДелать нечего, поблагодарив своих не очень дружелюбных собеседников, вы развернулись и не спеша отправились по тропинке к дому.",
    "answers": [
      {
        "id": 4,
        "text": "Подходите к дому мельника"
      }
    ]
  },
  {
    "id": 21,
    "text": "На прощание Ингмар добавил:\n\n— Я смотрю, ты смелый парень, раз не побоялся сунуться на мельницу, не поговорив сначала со мной. Ну или просто глупый. В любом случае, если окажешься на переправе, передавай привет хозяину постоялого двора. Его зовут Фрай. Думаю, что это тебе поможет.\n\nПоследние слова он произнес с явной ухмылкой, заставившей вас задуматься, что бы это значило. Впрочем, он уже торопился обратно в дом, а вам нужно было принять важное решение.\n\nКонечно, вас заинтересовали слова мельника о колдуне, и это не только профессиональный интерес, ведь в случае с мельницей явно не обошлось без вмешательства каких-то потусторонних сил. Проблема в том, что вы не настолько хорошо знали местность, чтобы сразу найти к нему дорогу. Значит, без помощи местных жителей вам явно не обойтись, а они этого самого колдуна, или кто бы он ни был, явно не жаловали.\n\nС другой стороны, намек Ингмара на то, что помощь можно найти на переправе, тоже не стоило оставлять без внимания. Но выбор все равно оставался за вами.",
    "answers": [
      {
        "id": 25,
        "text": "Отправитесь в Йенсборг"
      },
      {
        "id": 26,
        "text": "Отправитесь в Мидвилль"
      },
      {
        "id": 27,
        "text": "Отправитесь на переправу"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ситуация в общих чертах, со слов мельника, выглядела примерно так. Его мельница всегда была тихим местом, но совсем недавно там начала твориться полная чертовщина. Если называть вещи своими именами, там завелась нечистая сила, которая начала пугать работников. Те недолго терпели выходки потусторонних сил, и в итоге разбежались кто куда. Теперь мельница какой день пустовала, работа остановилась, а сам мельник терпел страшные убытки! В последнее вы, впрочем, не поверили, поскольку видели дом Ингмара собственными глазами, а на одних доходах с муки такие хоромы не построить. \n\nВпрочем, это не совсем ваше дело. Ваше — это изгнание надоевшего духа из ветряной мельницы. ",
    "answers": [
      {
        "id": 12,
        "text": "Узнаете, пробовал ли кто-нибудь до вас изгнать нечистую силу",
        "need": -12
      },
      {
        "id": 13,
        "text": "Поинтересуетесь, где можно найти работников с мельницы",
        "need": -13
      },
      {
        "id": 16,
        "text": "Закончите разговор"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ингмар уже торопился обратно в дом, и вы еще долго провожали его взглядом. Но как бы вы не оттягивали этот момент, вам все равно нужно было принять важное решение.\n\nКонечно, вас заинтересовали слова мельника о колдуне, и это не только профессиональный интерес, ведь в случае с мельницей явно не обошлось без вмешательства каких-то потусторонних сил. Проблема в том, что вы не настолько хорошо знали местность, чтобы сразу найти к нему дорогу. Значит, без помощи местных жителей вам явно не обойтись, а они этого самого колдуна, или кто бы он ни был, явно не жаловали.\n\nНо в любом случае выбор оставался за вами.",
    "answers": [
      {
        "id": 25,
        "text": "Отправитесь в Йенсборг"
      },
      {
        "id": 26,
        "text": "Отправитесь в Мидвилль"
      },
      {
        "id": 27,
        "text": "Отправитесь на переправу"
      }
    ]
  },
  {
    "id": 24,
    "text": "Проблема была только в том, что вы даже не представляли себе, с какой стороны подступиться к разгадке этой тайны. Очевидно, что вам нужна была помощь, но откуда ее взять? И прежде чем проститься с мельником, вы попросили его рассказать о том, кто живет поблизости.\n\nВ конце концов, кто еще вам мог рассказать, что здесь происходило, как ни местные жители, которые регулярно привозили зерно на мельницу? Конечно, странное поведение мельника, который предложил вам щедрую награду, но при этом не горел желанием вам помочь, рассказав всю правду, немного настораживало, но вы приняли решение разобраться с этим позже.",
    "answers": [
      {
        "id": 18,
        "text": "Внимательно слушаете мельника"
      }
    ]
  },
  {
    "id": 25,
    "text": "Дорога постепенно расширялась, и многочисленные следы крестьянских телег свидетельствовали о том, что ею часто пользовались. Несмотря на ранний подъем и не слишком гостеприимную встречу на мельнице, вы быстро шли вперед, не чувствуя усталости. Пережитый вами ужас от встречи с нежитью тоже бесследно исчез под лучами теплого майского солнца. Вскоре равнина сменилась перелесками, а дорога к Йенсборгу петляла направо в обход зарослей молодого березняка. Конечно, идти по дороге удобнее и проще, но, судя по всему, деревня была уже совсем близко, и вы могли сократить путь, пройдя через лесок. И что может быть лучше прогулки по весеннему лесу?",
    "answers": [
      {
        "id": 36,
        "text": "Идти по дороге в обход леса"
      },
      {
        "id": 37,
        "text": "Срезать дорогу через лесок"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "— Ах эти... — недвольно протянул мельник и нахмурился, — эти еще не успели смыться, хотя и их скоро здесь не будет. Что они вам сказали?\n\n— Собственно говоря, ничего, — осторожно ответили вы, — они были не особенно дружелюбны. Но мне очень хотелось бы их расспросить их о том, что произошло на мельнице...\n\n— От них вы не услышите ничего интересного, — резко обрывает вас Ингмар, и в его голосе вам послышались стальные нотки. ",
    "answers": [
      {
        "id": 29,
        "text": "Настаивать на своем"
      },
      {
        "id": 12,
        "text": "Извиниться за настойчивость и спросить, пробовал ли кто-нибудь до вас изгнать нечистую силу",
        "need": -12
      },
      {
        "id": 11,
        "text": "Извиниться за настойчивость и расспросить об обстоятельствах появления нежити на мельнице",
        "need_sometimes": false,
        "need": [
          -11,
          -22
        ]
      },
      {
        "id": 16,
        "text": "Закончите разговор"
      }
    ]
  },
  {
    "id": 29,
    "text": "Ну извольте... — внезапно согласился на ваши уговоры мельник. Впрочем, было видно, что он очень недоволен. — Их зовут Гвидо и Лобрин, они братья, и — как вы, возможно, догадались — кулаками они работают намного лучше, чем мозгами. Сошлитесь на меня, и тогда они перестанут вести себя как дикие животные. Но имейте в виду — не давайте им спуска, иначе они сядут вам на шею!\n\nПоследние слова Ингмар произнес с такой ненавистью, что вы в нерешительности отступили на шаг. ",
    "answers": [
      {
        "id": 12,
        "text": "Извиниться за настойчивость и спросить, пробовал ли кто-нибудь до вас изгнать нечистую силу",
        "need": -12
      },
      {
        "id": 11,
        "text": "Извиниться за настойчивость и расспросить об обстоятельствах появления нежити на мельнице",
        "need_sometimes": false,
        "need": [
          -11,
          -22
        ]
      },
      {
        "id": 16,
        "text": "Закончите разговор"
      }
    ]
  },
  {
    "id": 30,
    "text": "Прежде чем проститься с мельником и отправиться к Гвидо и Лобрину, вы попросили его рассказать о том, кто живет поблизости. Ведь особых иллюзий в отношении разговорчивости братьев вы не питали изначально и у вас не было никакого представления о том, с какой стороны подступиться к разгадке тайны появления нежити на мельнице. А это значит, что вам нужна была помощь.\n\nВ конце концов, кто еще вам мог рассказать, что здесь происходило, как ни местные жители, которые регулярно привозили зерно на мельницу? Конечно, странное поведение мельника, который предложил вам щедрую награду, но при этом не горел желанием вам помочь, рассказав всю правду, немного настораживало, но вы приняли решение разобраться с этим позже.",
    "answers": [
      {
        "id": 18,
        "text": "Внимательно слушаете мельника"
      }
    ]
  },
  {
    "id": 31,
    "text": "Делать вам было нечего, как болтать со странным мужиком с топором, собирающим хворост в такой чаще! Откуда он вообще взялся? Решив не рисковать, вы развернулись, и бросились назад через еловые ветви. Вслед вам полетел язвительный смешок незнакомца. \n\nКак раненое животное, вы ломились через густые заросли, а упругие ветки нещадно хлестали вас по лицу. Треск стоял такой, что вам казалось, будто кто-то преследовал вас и хватал сзади за одежду. От этого вы только прибавляли прыти, пока наконец не вывалились прямо на лесную тропинку. \n\nОтдышавшись, вы обнаружили себя в светлом перелеске. Светило солнце, щебетали птицы, а хорошо утоптанная тропинка вела к выходу из леса. В задумчивости вы зашагали по тропинке, поражаясь той стремительности, с которой события сменяли друг друга. Словно и не было заповедной чащи с вековыми деревьями и лесной волшебницы с ее необычной просьбой. Выйдя на опушку, вы с интересом огляделись. Оказалось, что деревня находилась совсем близко от леса, и с вашего места можно было рассмотреть крыши первых домов. Отбросив все сомнения, вы зашагали к Йенсборгу",
    "answers": [
      {
        "id": 57,
        "text": "Входите в деревню"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы спустились с пригорка и возвратились к речке, на которой первый раз встретились с громилами. Они все еще сидели на деревянном мостке, что-то обсуждая вполголоса.\n\nЗавидев вас, тот же самый мордоворот снова вскочил на ноги и закричал, грозя вам кулаком:\n\n— Опять ты? Сейчас ты у меня получишь...\n\nНо на этот раз вы повели себя иначе.\n\n— Заткнись и сядь на место! — Рявкнули вы в ответ. — Меня прислал Ингмар, и теперь вам придется ответить на мои вопросы!\n\nПритихший громила сразу сел на место. Как оказалось, вам угрожал Гвидо, а Лобриным был его молчаливый брат, который все это время спокойно сидел рядом.",
    "answers": [
      {
        "id": 33,
        "text": "Спросить их о том, что произошло на мельнице"
      }
    ]
  },
  {
    "id": 33,
    "text": "Но разговора все равно не получилось. Братья как воды в рот набрали, и на все ваши расспросы давали односложные ответы в стиле \"ничего не знаем, ничего не видели\". Кроме того, вы заметили, что они были явно испуганы, и вам бы очень хотелось узнать, в чем тут дело. В нечистой ли силе на мельнице была причина или их просто кто-то запугал? У вас практически не оставалось сомнений в том, что Ингмар запретил им болтать о том, что произошло на мельнице, но только ли в этом был источник их страха?\n\nОт всех этих вопросов без ответов у вас даже разболелась голова, и вы попрощались с Гвидо и Лобриным, дав себе слово обязательно вернуться к этому разговору.",
    "answers": [
      {
        "id": 34,
        "text": "Пора отправляться в путь"
      }
    ]
  },
  {
    "id": 34,
    "text": "Оставив братьев на реке, вы вернулись к мельнице. Но как бы вы не оттягивали этот момент, вам все равно нужно было принять важное решение.\n\nВы вспомнили все то, что рассказал вам Ингмар и в задумчивости уставились на дорогу. Конечно, вас заинтересовали слова мельника о колдуне, и это не только профессиональный интерес, ведь в случае с мельницей явно не обошлось без вмешательства каких-то потусторонних сил. Проблема в том, что вы не настолько хорошо знали местность, чтобы сразу найти к нему дорогу. Значит, без помощи местных жителей явно было не обойтись, а они этого самого колдуна, или кто бы он ни был, явно не жаловали.\nНо в любом случае выбор оставался за вами.",
    "answers": [
      {
        "id": 25,
        "text": "Отправитесь в Йенсборг"
      },
      {
        "id": 26,
        "text": "Отправитесь в Мидвилль"
      },
      {
        "id": 27,
        "text": "Отправитесь на переправу"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы кубарем выкатились наружу, ребрами пересчитав количество ступенек на крыльце. Вы словно попали из ночи в день — несмотря на то, что солнце зашло за облако, дневной свет заставил вас зажмуриться. Постанывая и отряхиваясь от пыли, вы встали на ноги. Вам, конечно, во время учебы приходилось иметь дело с разной нежитью, но еще никогда вы не переживали подобного ужаса. Самое отвратительное в этой ситуации было то, что вы не имели никакого представления, как справиться с этим призраком. А если признаться откровенно, то вы не были уверены, что с духом подобной силы вообще справился бы кто-либо из известных вам магов, включая преподавателей Академии. С другой стороны, это не повод опускать руки, ведь если проблему нельзя было решить с кавалерийского наскока, то это вовсе не значило, что она не решаема в принципе.\n\nПриведя в относительный порядок мысли и одежду, вы украдкой посмотрели в сторону дома мельника. Вам бы не хотелось, чтобы он стал свидетелем вашего конфуза и потерял уважение к вашим способностям. Очевидно, что сейчас только он мог подсказать вам, что делать дальше.",
    "answers": [
      {
        "id": 15,
        "text": "Возвращаетесь к Ингмару"
      }
    ]
  },
  {
    "id": 36,
    "text": "Как известно, нормальные герои всегда идут в обход! Как говорится, тише едешь — дальше будешь!\n\nВспоминая эти и другие подобные мудрости, вы с чувством выполненного долга шагали по дороге. Вот уже и перелески скрылись за спиной, а впереди показались крыши деревенских домов. Оказывается, селение было даже ближе, чем вы думали. Поправив ремень своей магической сумки, вы направились ко входу в деревню. \n",
    "answers": [
      {
        "id": 57,
        "text": "Входите в Йенсборг"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы вступили под сень прохладного березняка, и не спеша зашагали в сторону дервени, наслаждаясь запахами и звуками молодого леса. Как жаль, что вам так редко удавалось вырваться из города! Но постепенно лес вокруг вас начал меняться. Вот уже лиственные деревья исчезли, уступая место густому ельнику, птичий щебет совсем замолк, лишь где-то вдали чуть слышно ухала кукушка. Лес словно затаился, и вы нехотя начали прислушиваться к каждому звуку.\n \nИдти стало уже не так удобно, травы и мхи словно хватали вас за ноги, мешая переставлять ноги. Деревья становились все выше, а расстояния между ними — все меньше, и вот вам уже приходилось буквально протискиваться между стволами огромных елок. Вы успокаивали себя, что вот-вот лес закончится, но вместо этого он становился только гуще и темнее. Вскоре вы поняли, что забрели в какую-то чащу. \n\nЧто за чертовщина, ведь до деревни было буквально рукой подать! Здесь и лесов-то таких быть не должно! Как вы умудрились так заблудиться? Нужно немедленно поворачивать назад, решили вы. \nСловно в насмешку над вами внезапно впереди раздался громкий треск. От неожиданности вы застыли на месте.",
    "answers": [
      {
        "id": 38,
        "text": "Напряженно всматриваетесь в заросли"
      }
    ]
  },
  {
    "id": 38,
    "text": "Неужели, это медведь?.. Но по-настоящему испугаться вы так и не успели, потому что из-за гигантской елки в ярдах десяти от вас появилась фигура коренастого мужичка, несущего на своей широкой спине вязанку хвороста. Наверное, деревня действительно была уже близко. Правда, встреченный вами незнакомец не выглядел как крестьянин. Он был одет в просторную домотканную одежду неизвестного вам покроя. За расписанный узорами пояс был заткнут внушительных размеров топор, а на его ногах красовались явно не крестьянские сапоги из сыромятной кожи с медными скобами. Лесоруб? Охотник? Разбойник?..  Впрочем, о том как выглядели лесные разбойники, вы знали только из сказок.\n\nМежду тем, мужичок, завидя вас, остановился, спустил наземь свою вязанку и демонстративно положил руку на обух топора. Такая любезность заставила вас принять решение намного быстрее, чем вам бы того хотелось. ",
    "answers": [
      {
        "id": 39,
        "text": "Подойти к незнакомцу и поздороваться"
      },
      {
        "id": 31,
        "text": "Развернуться и бежать обратно что есть мочи"
      }
    ]
  },
  {
    "id": 39,
    "text": "В конце концов, вы были дипломированным магом, и негоже вам было бояться каких-то собирателей хвороста! Кроме того, он, возможно, что-то знал о произошедшем на мельнице. А если вы будете шарахаться от людей, никакой информации собрать у вас точно не получится.\n\nСмело подойдя к незнакомцу, вы представились и признались, что немного заблудились в лесу.\n\n— В этом лесу просто так никто заблудиться не может, — криво усмехнувшись, ответил незнакомец. Тем не менее, он убрал руку с топора и принялся внимательно вас разглядывать, почесывая в задумчивости затылок.\n\nПользуясь паузой, вы попытались распросить его о том, что вас интересовало. ",
    "answers": [
      {
        "id": 41,
        "text": "Спросите его о том, что произошло на мельнице"
      },
      {
        "id": 42,
        "text": "Узнаете, как выйти к деревне"
      },
      {
        "id": 43,
        "text": "Поинтересуетесь, кто он такой"
      }
    ]
  },
  {
    "id": 40,
    "text": "Прогуливаясь по Йенсборгу, вы любовались аккуратными домами местных жителей, и раздумывали о том, что вам рассказал фогт. Сколько же загадок еще хранила эта мельница и что происходило на ней в последнее время? Наверное, лучше всего это знали те, кто на ней работал. Но как вывести их на откровенный разговор?\n\nРазмышляя таким образом, вы не заметили, как подошли к развилке. Дорога налево вела из деревни на север, путь прямо вел на окраину Йенсборга, где жил племянник фогта.",
    "answers": [
      {
        "id": 64,
        "text": "Выйти из деревни и пойти по дороге на север "
      },
      {
        "id": 65,
        "text": "Заглянуть к Бернгарду"
      }
    ]
  },
  {
    "id": 41,
    "text": "— На мельнице? — ошарашенно переспросил вас мужичок, как будто вы поинтересовались у него, когда в последний раз он бывал на Луне. — Не знаю я ни о какой мельнице!\n\nКак оказалось, ваш собеседник был не особо разговорчив, но из нескольких скупых фраз вам удалось узнать, что он жил в лесу. Когда вы попытались разузнать подробности, то он просто фыркнул в ответ, и вы поняли, что он был не из тех, кто любит откровенничать с незнакомцами. С другой стороны, вы заметили, что несмотря на всю свою неразговорчивость, он не спешил по своим делам, а внимательно разглядывал вас, переступая с ноги на ногу, будто не решаясь попросить о чем-то.",
    "answers": [
      {
        "id": 44,
        "text": "Если ему действительно нужна помощь, то лучше спросить у него об этом напрямую  "
      },
      {
        "id": 42,
        "text": "Вам бы кто-нибудь помог! Лучше узнать у него, как выйти к деревне",
        "need": -42
      },
      {
        "id": 43,
        "text": "Поинтересуетесь, кто он такой"
      }
    ]
  },
  {
    "id": 42,
    "text": "— А ты уверен, что тебе нужно именно туда? — загадочно переспросил у вас мужичок.\n\nВы удивленно посмотрели на своего собеседника, пытаясь понять, издевается ли он над вами или просто немного не в своем уме. Но незнакомец вовсе не выглядел сумасшедшим. Он раздраженно посмотрел на вас, и на его лице можно было легко прочитать, как его поражает ваша непонятливость. \n\n— Я могу отвести тебя в деревню, — наконец произнес он, — а могу туда, где ты действительно нужен.\n\nСудя по всему, пояснять свои слова он был не намерен, и вам оставалось только сделать выбор. ",
    "answers": [
      {
        "id": 45,
        "text": "Попросить отвести вас в деревню"
      },
      {
        "id": 46,
        "text": "Пойти туда, куда он вас зовет"
      }
    ]
  },
  {
    "id": 43,
    "text": "— А кто ты такой, чтобы спрашивать меня об этом? — фыркнул в ответ мужичок. \n\nВы рассказали незнакомцу о цели своего визита, о том, как побывали на мельнице и встретились там с настоящим ужасом, но, похоже, ваше собеседник совсем не впечатлился вашим рассказом.\n\nКак оказалось, ваш собеседник был не особо разговорчив, но из нескольких скупых фраз вам удалось узнать, что он жил в лесу. Когда вы попытались разузнать подробности, то он просто фыркнул в ответ, и вы поняли, что он был не из тех, кто любит откровенничать с незнакомцами. С другой стороны, вы заметили, что несмотря на всю свою неразговорчивость, он не спешил по своим делам, а внимательно разглядывал вас, переступая с ноги на ногу, будто не решаясь попросить о чем-то.",
    "answers": [
      {
        "id": 44,
        "text": "Если ему действительно нужна помощь, то лучше спросить у него об этом напрямую  "
      },
      {
        "id": 42,
        "text": "Вам бы кто-нибудь помог! Лучше узнать у него, как выйти к деревне",
        "need": -42
      }
    ]
  },
  {
    "id": 44,
    "text": "Помощь действительно была нужна, сразу согласился мужичок, но не ему, а Хозяйке. Причем, последнее слово он произнес с такой интонацией, что вы сразу поняли — речь шла о какой-то очень важной особе. Вы спросили его, какую именно помощь он имел в виду, но ваш собеседник безапелляционно заявил, что Хозяйка сама расскажет вам обо всем, и он готов провести вас к ней прямо сейчас. Еще он сказал, что это не займет много времени, хотя, судя по его неспешной манере вести беседу и привычке степенно оглаживать бороду, он не любил торопиться, и пойдя с ним, вы рисковали задержаться куда дольше, чем планировали. ",
    "answers": [
      {
        "id": 46,
        "text": "Пойти туда, куда он вас зовет"
      },
      {
        "id": 45,
        "text": "Отказаться и попросить отвести вас в деревню"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ваш собеседник был явно разочарован вашим ответом. Но так и не сказал этого вслух, а лишь что-то недовольно проворчал себе под нос, после чего сделал вам знак следовать за ним. Бросив свою вязанку с хворостом наземь (видимо, он был уверен в том, что здесь ее никто не возьмет), он нырнул в заросли ельника, а вы последовали за ним. Удивительно, но деревья словно расступались перед вами, могучие ели будто отходили в сторону, а тяжелые ветки приподнимались, пропуская вас под собой. Хотя ваш спутник вовсе не спешил, вам казалось, что вы двигались с невероятной скоростью, а лесные пейзажи стремительно сменялись вокруг вас, как узоры в калейдоскопе. \n\nИ вот уже густой ельник сменился зарослями орешника, а затем и светлым березняком. Вы не успели и глазом моргнуть, как оказались на лесной тропинке, а впереди виднелся выход из леса.\n\n— Бывай! — негромко бросил вам Гелон и исчез так же стремительно, как провел вас по лесу. \n\nВ задумчивости вы зашагали по тропинке, поражаясь той стремительности, с которой ваш мимолетный знакомец вывел вас из чащи. Выйдя на опушку, вы с интересом огляделись. Оказалось, что деревня находилась совсем близко от леса, и с вашего места можно было рассмотреть крыши первых домов. Отбросив все сомнения, вы зашагали к Йенсборгу",
    "answers": [
      {
        "id": 57,
        "text": "Входите в деревню"
      }
    ]
  },
  {
    "id": 46,
    "text": "Мужичок оставил свою вязанку с хворостом прямо в лесу (судя по всему, он был уверен, что здесь ее никто не возьмет), и нырнул в заросли ельника, а вы последовали за ним. Удивительно, но деревья словно расступались перед вами, могучие ели будто отходили в сторону, а тяжелые ветки приподнимались, пропуская вас под собой. Хотя ваш спутник по своему обыкновению не спешил, вам казалось, что вы двигались с невероятной скоростью, а лесные пейзажи стремительно сменялись вокруг вас, как узоры в калейдоскопе. \n\nНаконец, вы покинули еловые заросли и вышли на поляну, освещенную яркими лучами солнца. Посредине поляны колоннами росли величественные дубы, кроны которых, сплетаясь между собой, образовали настоящий купол, в тени которого, словно в летней беседке, отдыхала пожилая женщина в длинном льняном платье белого цвета до пят. Ее волосы отливались зеленью, руки были скрещены на груди, а взгляд внимательных карих глаз был прикован к вам и вашему спутнику. Похоже, вашего появления уже ждали. ",
    "answers": [
      {
        "id": 14,
        "text": "Подойти к Хозяйке Леса"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы ответили согласием, даже не представляя, каким образом вы выполните это задание. С другой стороны, вы же обещали Ингмару изгнать нежить с мельницы, не имея на этот счета никакого плана. Так что просьба Хозяйки леса была хорошим способом проверить свои силы. Правда, время шло, а вы пока ни на шаг не продвинулись к выполнению своей основной задачи. А задерживаться в Вейсленде дольше, чем на день-другой вы не планировали.\n\nМежду тем, Хозяйка попросила вас поторопиться, и хоть тут ваши цели полностью совпали. Гелон вновь послужил вам проводником, и вы покинули поляну, следуя за ним по пятам. На этот раз он нырнул в ветви рябины, затем начал петлять по зарослям орешника и наконец вывел вас в светлый березовый лес. Здесь он чуть замешкался, и вы, поравнявшись с ним, спросили, далеко ли до деревни. Он ответил, что вы почти у цели, и помедлив немного, рассказал, что когда-то и сам жил в Йенсборге — той самой деревне, к которой сейчас вел вас. ",
    "answers": [
      {
        "id": 63,
        "text": "Слушаете рассказ Гелона"
      }
    ]
  },
  {
    "id": 48,
    "text": "Хозяйка Леса грустно улыбнулась и отпустила вас властным движением руки. Гелон что-то недовольно проворчал себе под нос и сделал вам знак следовать за ним. Вы снова оказались в волшебном лесу, в котором ельник сменился зарослями орешника, а затем светлым березняком. И вот вы уже стояли на лесной тропинке, а впереди виднелся выход из леса.\n\n— Бывай! — негромко бросил вам Гелон и исчез так же стремительно, как провел вас по лесу. \n\nВ задумчивости вы зашагали по тропинке, поражаясь той стремительности, с которой события сменяли друг друга. Словно и не было заповедной чащи с вековыми деревьями и лесной волшебницы с ее необычной просьбой. Выйдя на опушку, вы с интересом огляделись. Оказалось, что деревня находилась совсем близко от леса, и с вашего места можно было рассмотреть крыши первых домов. Отбросив все сомнения, вы зашагали к Йенсборгу",
    "answers": [
      {
        "id": 57,
        "text": "Входите в деревню"
      }
    ]
  },
  {
    "id": 49,
    "text": "Срубы деревенских домов были видны в паре сотен ярдов от того места, где вы вышли из березняка, но дымом несло от кромки леса на западе. Там же были видны фигуры мужиков, которые работали топорами. Немного подумав, вы пошли туда. К счастью, вокруг деревни петляла дорога, по которой часто проходили путешественники, поэтому ваше появление никого не удивило.\n \nПодойдя поближе, вы увидели, что одна часть крестьян рубила березы и корчевала пни, а другая — складывала срубленные стволы сушиться на солнце или сжигала на кострах уже высохшее дерево. Дым от этих костров вы и учуяли в лесу. Работник обрадовались появлению нового человека. Они бросили рубить лес и подошли поприветствовать вас и узнать новости из Аурона. Вы коротко рассказали им о последних событиях из городской жизни и они внимательно вас выслушали, удивленно прищелкивая языками. \n\nПосле этого вы спросили их, зачем они рубили деревья. Наперебой крестьяне принялись рассказывать вам, что корчуют лес по приказанию фогта. Они бы с радостью сажали репу на своих наделах, но фогту взбрело в голову расширить свой участок земли у леса, вот он и послал их махать топорами. А как отказаться, когда половина у него в батраках, а половина в должниках.\n\n— Все ему неймется, кровопийце, — сплюнул один крестьянин.\n\n— Видать, хочет насолить Лесной Ведьме, — добавил другой и испуганно замолчал. Вы попытались развить эту тему, но мужики словно языки проглотили. \n\nСудя по всему, они очень боялись Хозяйку Леса, и эта мысль натолкнула вас на идею, как выполнить поручение лесной волшебницы. Незаметно порывшись в своей магической сумке, вы нашли там заклинание Страха.",
    "answers": [
      {
        "id": 50,
        "text": "Используете заклинание"
      },
      {
        "id": 51,
        "text": "Не будете рисковать, попрощаетесь с крестьянами и пойдете в деревню, чтобы поговорить с фогтом"
      }
    ]
  },
  {
    "id": 50,
    "text": "Отойдя в сторонку, вы сделали вид, что поправляете ремешок на ботинке, а сами тайком прочитали заклинание. Осталось только подождать, когда оно начнет действовать. Прошло немного времени, и крестьяне начали боязливо оглядываться и испуганно коситься в сторону леса. Страх перед Хозяйкой Леса и так сидел в них с детства, и заклинание вернуло их в ту пору, когда взрослые пугали их, что отведут в лес, если они не будут слушаться родителей и озорничать с товарищами. \n\nМысленно испросив у них всех прощения, вы вдруг вскинули руки вверх и начали кричать, что вы злой волшебник, которого Лесная Ведьма наняла для того, чтобы погубить деревню. Если они немедленно не перестанут рубить лес, то вы прочитаете заклинание, которое сожжет их дома, как они сжигают деревья. С воплями крестьяне побежали прочь, покидав топоры и мотыги. Можно было не сомневаться, теперь никакие угрозы или уговоры не заставили бы их рубить здесь деревья. \n\nПосмеиваясь и чувствуя себя немного виноватым, вы вернулись в лес. С другой стороны, лучше уж было немного напугать их сейчас, чем дожидаться момента, когда доведенная до отчаяния Хозяйка Леса придумает какую-нибудь пакость похуже мышей и начнет вредить им по-настоящему.",
    "answers": [
      {
        "id": 52,
        "text": "Возвращаетесь к Гелону"
      }
    ]
  },
  {
    "id": 51,
    "text": "Наконец вы оказались в деревне. У первого дома вас встретил деревянный указатель с написью \"Йенсборг\". Пробегающие мимо ребятишки показали вам, где находился дом фогта, и вы направились прямо к нему. Через калитку вы попали в небольшой садик, и сразу поняли, что хозяин дома. \n\nФогт — немолодой мужчина в хорошей одежде, в чьем взгляде чувствовались властность и несгибаемое упрямство — был занят тем, что отчитывал служанку на веранде своего дома. Молодая крестьянка провинилась тем, что принесла ему кислого молока, и фогт хорошо поставленным голосом стращал девушку, что теперь ее мужу придется лишний день батрачить на земле старосты. \n\nТут он заметил ваше появление, и нахмурив брови, спросил, что вам нужно. Воспользовавшись паузой, девушка незаметно исчезла в саду, и вы почувствовали себя неловко, будто сейчас фогт будет отчитывать вас.",
    "answers": [
      {
        "id": 51,
        "text": "small",
        "url": "https://a.radikal.ru/a25/2110/00/95c839d01ae9.jpg"
      },
      {
        "id": 53,
        "text": "Поговорить с фогтом"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы вошли под сень березового леса и сразу наткнулись на Гелона. Он внимательно наблюдал за тем, что происходило у опушки, и по его лицу было видно, что он впечатлился вашими способностями. Пораженно качая головой, он сделал вам знак следовать за собой и вы снова отправились в путь по волшебному лесу вмеcте со своим спутником. \n\nСкоро вы оказались на той же поляне, где вы в первый раз встретили Хозяйку Леса. Теперь она была одета в зеленое платье, искрившееся, словно россыпь изумрудов. Седые волосы волшебницы были аккуратно убраны с помощью обруча. Она искренне улыбнулась вам, и вам показалось, что от ее улыбки вокруг расцвели цветы. Впрочем, почувствовав ваше нетерпение и желание поскорее отправиться в путешествие, она не собиралась задерживать вас дольше необходимого и попросила подойти поближе. ",
    "answers": [
      {
        "id": 76,
        "text": "Подойти к Хозяйке Леса"
      }
    ]
  },
  {
    "id": 53,
    "text": "Сначала разговор не клеился, но благодаря городским манерам и вежливому обхождению вам удалось расположить его к себе. К тому же старику льстило внимание молодого образованного человека из столицы. Спустя несколько минут вы уже болтали, как старые приятели, и фогт с ностальгией в глазах слушал ваши рассказы об Ауроне, в котором он сам когда-то бывал в молодости. Ну что же, у вас появился отличный шанс выполнить ваше обещание, которое вы дали Хозяйке Леса!\n\nНаконец фогт пригласил вас отдохнуть в его доме, и уже сидя на диване в гостиной, вы словно ненароком обронили, что видели, как крестьяне рубили лес, чтобы расчистить землю под пашню. При этих ваших словах лицо фогта потемнело. \n\n— Дело тут в не в земле, — проговорил он нахмурясь, — недавно я узнал, что Лесная Ведьма приютила у себя моего злейшего врага — Гелона!\n\nВы сделали заинтересованное лицо, и ваш собеседник начал рассказывать вам историю, которую вы уже слышали недавно, только, по версии фогта, ваш приятель из леса действительно убил его сына. \nНа середине рассказа вы бесцеремонно перебили старика, как будто что-то вспоминая. \n\n— Эрик, Эрик... — повторили вы задумчиво, а потом описали внешность его сына теми же словами, которые употреблял Гелон, когда вы вместе шли по березняку.\n\n— Откуда вы все это знаете? — Ошеломленно спросил фогт. — Ведь мой сын давно умер! \n\n— Умер? — Удивленно переспросили вы. — Скажу вам по секрету, совсем недавно мне довелось побывать в лагере контрабандистов в Гномьих горах, и вы знаете, там я встретил парня, которого зовут Эрик, и который выглядел именно так, как я вам его описал. \n\n— Не может быть! — почти закричал фогт.\n \n— Может, может, — неумолимо продолжили вы, — и мало того, этот Эрик ходил в любимчиках у главаря, и по слухам, мог занять его место, если с тем что-то случится. \n\nФогт был совершенно раздавлен вашими словами, он сразу поверил вам, потому что где-то в глубине души, даже не отдавая себе в этом отчета, опасался, что Эрик сбежал, потому что он был ему плохим отцом. Ему бы радоваться, что его единственный сын жив, но осознание того, сколько дел он натворил из-за своей ошибки, заставило фогта схватиться за голову в буквальном и переносном смыслах. ",
    "answers": [
      {
        "id": 55,
        "text": "Убедить фогта отказаться от вырубки леса"
      }
    ]
  },
  {
    "id": 54,
    "text": "Сначала фогт принял вас более, чем сдержанно, но постепенно вам удалось найти к нему подход. Внимание молодого образованного человека из столицы явно польстило ему, и он пригласил вас отдохнуть и поговорить в гостиную. Здесь вы рассказали ему о цели вашего визита и о том, что вам пришлось пережить на мельнице. \n\nФогт внимательно выслушал вас, потому что в его деревенском окружении редко встречались такие захватывающие истории. Он с большим воодушевлением встретил вашу просьбу о помощи и тут же пообещал рассказать все, что знает об этом деле. Правда, как оказалось, знал фогт не очень много, но в любом случае в своей деревне он был самым осведомленным человеком. ",
    "answers": [
      {
        "id": 58,
        "text": "Спросить, что произошло на мельнице"
      },
      {
        "id": 59,
        "text": "Поинтересоваться, что он знает об Ингмаре"
      },
      {
        "id": 60,
        "text": "Узнать, знаком ли он с Гвидо и Лобриным",
        "need": 32
      },
      {
        "id": 61,
        "text": "Кто такой Халид?",
        "need": 4
      },
      {
        "id": 62,
        "text": "Закончить разговор с фогтом"
      }
    ]
  },
  {
    "id": 55,
    "text": "Глядя на притихшего старика, вы не почувствовали ни капли сожаления из-за того, что обманули его. Во-первых, потому что были уверены, что Гелон сказал вам правду насчет Эрика, и тот действительно убежал из деревни. А во-вторых, познакомившись с фогтом поближе, вы поняли, что тот заслужил свою долю раскаяния. Но вам было некогда наблюдать за его угрызениями совести, и вы намекнули ему, что он зря разозлил Хозяйку Леса. \n\n— Действительно, — поднял голову старик, немного приходя в себя, — вы думаете, она может отомстить мне?\n\n— О да! — Ядовито продолжили вы. — Ведьмы очень коварны! Я слышал, что они могут на расстоянии заставить молоко скиснуть и даже... —  тут вы понизили голос до шепота, — ослаблять мужскую силу до полной немочи! \n\nПоследний аргумент окончательно убедил фогта, что нужно действовать, причем немедленно. \n\n— Мы должны немедленно исправить мою ошибку, чтобы не навредить деревне! \n\nС этими словами он покинул свой дом и спешно направился к работающим крестьянам, а вы отправились вслед за ним.",
    "answers": [
      {
        "id": 56,
        "text": "Возвращаетесь к опушке леса вместе с фогтом"
      }
    ]
  },
  {
    "id": 56,
    "text": "Заметив приближающегося фогта, крестьяне прекратили рубить деревья и с удивлением посмотрели на вас. В последнее время староста деревни редко покидал свой дом и уж точно никогда не снисходил до того, чтобы посмотреть, как они работают над расчисткой леса под пашню. При батраках к фогту вернулась часть его уверенности. Суровым голосом он приказал крестьянам прекращать рубить лес и возвращаться работать на свои наделы. Обрадованные мужики, не задавая лишних вопросов, закинули на плечи инструменты и, шумно гуторя, отправились в деревню. Похоже, вы выполнили задание Хозяйки Леса. \n\nНа прощание оробевший фогт попросил вас передать привет его сыну, если вы еще раз его увидите, и передать ему, что он ждет его домой, чтобы ни случилось в прошлом. Немного помедлив, вы пообещали фогту исполнить эту просьбу, и это были единственные его слова, которые заставили вас смутиться. Еще несколько мгновений вы смотрели на сгорбленную спину старика, возвращающегося в деревню, а затем исчезли в лесу.",
    "answers": [
      {
        "id": 52,
        "text": "Возвращаетесь к Гелону"
      }
    ]
  },
  {
    "id": 57,
    "text": "У первого дома вас встретил деревянный указатель с написью \"Йенсборг\". Здесь вы в нерешительности остановились, поскольку не знали, куда идти дальше. Окликнув пробегающих мимо вас ребятишек, вы спросили у них, с кем можно было поговорить в деревне из старших. Они показали вам, где находился дом фогта, и вы направились прямо к нему. Через калитку вы попали в небольшой садик, и сразу поняли, что хозяин дома. \n\nФогт — немолодой мужчина в хорошей одежде, в чьем взгляде чувствовались властность и несгибаемое упрямство — был занят тем, что отчитывал служанку на веранде своего дома. Молодая крестьянка провинилась тем, что принесла ему кислого молока, и фогт хорошо поставленным голосом стращал девушку, что теперь ее мужу придется лишний день батрачить на земле старосты. \n\nТут он заметил ваше появление, и нахмурив брови, спросил, что вам нужно. Воспользовавшись паузой, девушка незаметно исчезла в саду, и вы почувствовали себя неловко, будто сейчас фогт будет отчитывать вас.",
    "answers": [
      {
        "id": 54,
        "text": "Поговорить с фогтом"
      }
    ]
  },
  {
    "id": 58,
    "text": "Фогт удрученно помотал головой — ему бы и самому хотелось знать, что там произошло. Конечно, он слышал, что на мельнице завелась нечистая сила, но о причинах ее появления не имел никакого представления. Но, по его словам, он был не слишком этому удивлен.\n\n— Дурные дела там творились, юноша, уж поверьте мне. Из нашей деревни туда уже давно зерно не возит, да и из соседних мало, кто остался. Вот мельница и простаивала без дела. \n\n— Что за дурные дела? — с интересом спросили вы.\n\n— Врать не буду, а расскажу, что видел своими глазами, — начал фогт, — год назад, как раз прошлой весною, я отправился на мельницу с двумя помощниками и целой телегой зерна. И надо же такому было случиться, что прямо передо мной там остановилось несколько подвод с какой-то кладью. Ингмар увидел меня, всполошился и замахал руками, чтобы я убирался. А возчики в этот момент схватили здоровенный тюк, но от криков замешкались и нечаянно повалили его наземь. Тюк порвался, а в прорехе показалась часть дорогущего дагбарского ковра с золотым шитьем. Было это как раз после того, как наш светлейший маркграф запретил торговлю с Дагбаром. \n\n— Контрабанда, — усмехнулись вы.\n\n— Именно, — кивнул вам фогт, — и я вам скажу — это еще цветочки. На Ингмара работала целая банда головорезов, так они творили черти что. Как-то раз сыну кузнеца из Мидвиля проломили голову, потому что он им дорогу не уступил. Бедняга едва в себя пришел. Девок пугали, пока на мельницу мужики с рогатинами не пришли — пригрозили, что сожгут там все, если они не успокоятся. И на какое-то время действительно все поутихло. Пока на мельнице нежить не завелась.\n\n",
    "answers": [
      {
        "id": 59,
        "text": "Поинтересоваться, что он знает об Ингмаре",
        "need": -59
      },
      {
        "id": 60,
        "text": "Узнать, знаком ли он с Гвидо и Лобриным",
        "need": [
          32,
          -60
        ]
      },
      {
        "id": 61,
        "text": "Кто такой Халид?",
        "need": [
          4,
          -61
        ]
      },
      {
        "id": 62,
        "text": "Закончить разговор с фогтом"
      }
    ]
  },
  {
    "id": 59,
    "text": "От фогта вы узнали, что Ингмар появился в этих краях не так давно. Мельницу купил у прежнего владельца, который перебрался в город. И сразу пошла о новом мельнике дурная слава.\n\n— А все потому что мельник — хотя, если честно, и мельником-то назвать его язык не поворачивается — занят другим, куда более прибыльным ремеслом.\n\n— Это каким же? — спросили вы с интересом.\n\n— Деньги дает в рост, краденое скупает, контрабандой не брезгует. Водится со всякой шушерой, которая на переправе осела и обирает честной народ. В общем, всех его темных делишек я, конечно, не знаю, но и того, что знаю, вполне достаточно. \n\n— И что же, кроме вас о том никто не ведает? — удивились вы.\n\n— Да многие знают, — вздохнул старик, — и в городе тоже. Только есть у него в Ауроне свои люди, ну или отстегивает золотишко кому следует. Вот и не трогают его пока. Только вот, видишь, как оно вышло — проклята теперь его мельница. \n\nИ фогт суеверно начертил в воздухе перед собой какой-то охранительный знак.",
    "answers": [
      {
        "id": 58,
        "text": "Спросить, что произошло на мельнице",
        "need": -58
      },
      {
        "id": 60,
        "text": "Узнать, знаком ли он с Гвидо и Лобриным",
        "need": [
          32,
          -60
        ]
      },
      {
        "id": 61,
        "text": "Кто такой Халид?",
        "need": [
          4,
          -61
        ]
      },
      {
        "id": 62,
        "text": "Закончить разговор с фогтом"
      }
    ]
  },
  {
    "id": 60,
    "text": "Фогт утвердительно кивнул головой.\n\n— Еще бы не знать, раньше они часто попадались мне в деревне. Насколько мне известно, они братья, Гвидо — младший, а Лобрин — старший. Ничего хорошего сказать о них не могу — любители помахать кулаками и залить в глотку бочонок эля. На мельнице они работали почти полгода и везде ходили вместе с еще одним парнем. Как же его звали... ах да — Скеллен. Все трое родом из одного места где-то в Озерном Крае, вот и держались друг за дружку.\n\n— Странно, — протянули вы, — но утром на мельнице я видел только Гвидо и Лобрина.\n\n— Действительно, как раз сейчас припоминаю, что встретил на днях в деревне братьев, но Скеллена с ними тоже не было. Куда же делся третий?\n \n— Да, куда же делся третий? — машинально повторили вы, задумавшись, действительно ли это так важно. На всякий случай вы мысленно отметили себе, что нужно будет узнать об этом на мельнице. ",
    "answers": [
      {
        "id": 58,
        "text": "Спросить, что произошло на мельнице",
        "need": -58
      },
      {
        "id": 59,
        "text": "Поинтересоваться, что он знает об Ингмаре",
        "need": -59
      },
      {
        "id": 61,
        "text": "Кто такой Халид?",
        "need": [
          4,
          -61
        ]
      },
      {
        "id": 62,
        "text": "Закончить разговор с фогтом"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Халид? — удивленно повторил фогт. — Не знаю никого с таким именем. Но судя по всему, это восточное имя. Мне кажется, оно довольно распространено у корустанцев.",
    "answers": [
      {
        "id": 58,
        "text": "Спросить, что произошло на мельнице",
        "need": -58
      },
      {
        "id": 59,
        "text": "Поинтересоваться, что он знает об Ингмаре",
        "need": -59
      },
      {
        "id": 60,
        "text": "Узнать, знаком ли он с Гвидо и Лобриным",
        "need": [
          32,
          -60
        ]
      },
      {
        "id": 62,
        "text": "Закончить разговор с фогтом"
      }
    ]
  },
  {
    "id": 62,
    "text": "Что ж, разговор действительно был интересным. Хотя вы и не получили ответов, на которые рассчитывали, все же вам показалось, что вы стали немного ближе к разгадке этой тайны. Прощаясь со стариком, вы попросили его подсказать, кому еще в Йенсборге можно было задать интересующие вас вопросы. \n\n— Сложно сказать, — задумался фогт, — у нас тут народ работящий, все заняты своими делами, и новости до нас доходят в последнюю очередь. Хотя... разве что с моим непутевым племянником. Он долгое время работал на переправе, а недавно вернулся в деревню из-за какого то конфуза, но подробностей я, конечно, не знаю. Бернгард как раз недавно ходил на мельницу и вроде бы даже пытался устроиться на работу к Ингмару. Но вы сами можете у него об этом спросить.\n\nПоблагодарив фогта за беседу и разузнав, в каком доме жил его племянник, вы вышли из дома на улицу.",
    "answers": [
      {
        "id": 40,
        "text": "Идете по Йенсборгу "
      }
    ]
  },
  {
    "id": 63,
    "text": "Тогда он был еще совсем молод и дружил с сыном фогта по имени Эрик. Эрик был очень бойким молодым человеком, которого тяготил деревенский уклад. Он задумал сбежать из родного дома и пристать к контрабандистам, которые в те времена только появились в отрогах Гномьих гор. Но будучи весьма скрытным, он никому не рассказал о своих замыслах, и Гелон узнал об этом его намерении только перед самым побегом. Тогда ваш нынешний спутник вознамерился отговорить своего друга, они повздорили и даже подрались, но в итоге из этого ничего не вышло, Эрик все равно ушел. \n\nКогда фогт обнаружил, что его сын исчез, начался страшный переполох. Гелону пришлось рассказать, куда ушел Эрик, но ему не поверили. Мало того, взбешенный фогт обвинил Гелона в том, что тот убил его сына и спрятал тело. Никаких доказательств у этого вздорного обвинения не было, но синяк под глазом Гелона перевесил все доводы здравого смысла. К тому же молодой человек и сам не скрывал того факта, что они с Эриком подрались. В общем, чтобы избежать расправы (а фогт был самым влиятельным человеком в деревне) ему самому пришлось бежать из дома в лес. \n\nК счастью, здесь ему посчастливилось встретиться с Хозяйкой Леса, которую деревенские почему-то называли Лесной Ведьмой, и даже стать ее помощником. Рассказав свою историю, Гелон остановился. Остановились и вы, замечая, что деревья начали расступаться перед вами, а в воздухе вдруг резко запахло дымом. Деревня была уже близко, и помощник лесной волшебницы поставил вас в известность, что дальше вы пойдете один, а он будет ждать вас здесь. Кивнув Гелону, вы вышли из леса.",
    "answers": [
      {
        "id": 49,
        "text": "Выходите на опушку"
      }
    ]
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  },
  {
    "id": 65,
    "text": "Дом Бернгарда окружал красивый палисадник. Неужели он сам ухаживал за цветами? Между тем, хозяина не было видно, и вы слегка потянули за рукоятку звонка на калитке перед домом. Раздался мелодичный звон колокольчика, и вскоре из-за дома появился мужчина средних лет, одетый в запачканную землей робу. Вам понадобилось буквально несколько минут, чтобы обьяснить хозяину, кто вы и что от него хотели.\n\nБернгард (а это был именно он) без колебаний проводил вас в дом, а сам отлучился переодеться. Внутри жилище тоже не производило впечатление дома холостяка. Все было аккуратно убрано и расставлено по своим местам, на столе лежала свежая скатерть, а на подоконниках стояли горшки с цветами и какими-то причудливыми растениями. То ли хозяйка в доме все-таки была, то ли... Впрочем,  это было не ваше дело.\n\nХозяин вернулся быстрее, чем вы успели осмотреть гостиную во всех подробностях. Удобно расположившись за столом, вы начали беседу.",
    "answers": [
      {
        "id": 66,
        "text": "Выразить восхищение цветами и порядком в доме Бернгарда "
      },
      {
        "id": 67,
        "text": "Узнать, что он думает о своем дяде фогте"
      },
      {
        "id": 68,
        "text": "Спросить, почему он покинул работу на переправе"
      },
      {
        "id": 69,
        "text": "Разузнать, что произошло на мельнице"
      },
      {
        "id": 70,
        "text": "Поинтересоваться, знаком ли он с Гвидо и Лобриным"
      },
      {
        "id": 75,
        "text": "Закончить разговор с Бернгардом"
      }
    ]
  },
  {
    "id": 66,
    "text": "Бернгард был настолько польщен вашей похвалой, что принялся рассказывать о том, какие редкие цветы растут у него дома и в палисаднике. И лишь через несколько минут спохватился и извинился за то, что докучал вам излишними подробностями. Впрочем, вы выслушали его с интересом и даже запомнили название нескольких растений. Кто знает, возможно это вам еще пригодится?\n\nЧто касается порядка в его доме, то это было дело рук его невесты. Несмотря на то, что Бернгард вернулся в родную деревню чуть более месяца назад, он уже нашел девушку, на которой хотел жениться, и свадьба была запланирована на ближайшее время. Но несмотря на любовь к выращиванию цветов, крестьянский труд был мало ему знаком, и он подыскивал себе работу. Именно поэтому он ходил на мельницу.",
    "answers": [
      {
        "id": 72,
        "text": "69"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Если вы разговаривали с моим дядей, то, наверное, заметили, что он очень сложный человек. С тех пор, как я вернулся в деревню, мы разговаривали всего один раз, сразу после моего возвращения. И особо теплой нашу встречу я бы не назвал, мы просто обменялись парой фраз. И это при том, что я единственный его родственник. По крайней мере, здесь, в Йенсборге.\n\n— Но почему? — удивились вы.\n\n— Дело в его единственном сыне и моем кузене, Эрике. Несколько лет назад он сбежал из родного дома, потому что ему надоела деревенская жизнь и захотелось повидать свет. Кстати, по этой же причине и я уехал на переправу. Так вот, он бросил не только дом и отца, но и свою невесту. Был большой скандал, девушка была в отчаянии, — Бернгард смущенно вздохнул и продолжил, — А теперь так получилось, что она моя невеста, и скоро у нас свадьба. \n\n— Фогту это не понравилось?\n\n— Да, не знаю почему, но он был в ярости. У него очень болезненная реакция на все, что связано с Эриком. Он считает его погибшим и винит в этом всех, кроме себя. В общем, мы с ним сейчас вообще не разговариваем. \n",
    "answers": []
  },
  {
    "id": 68,
    "text": "Бернгард глубоко вздохнул и почти минуту молчал, будто обдумывал что-то. Потом неожиданно спросил вас, не знаете ли вы парня по имени Вэнс. Но вы ничем не могли помочь ему, поскольку действительно в первый слышали это имя. Ваш собеседник огорченно кивнул, а затем рассказал вам свою историю.\n\nГде-то с месяц назад он работал на переправе охранником в одной торговой лавке. И однажды на постоялом дворе, где наливали дешевое вино, он случайно познакомился с двумя парнями, которые обмывали какую-то удачную сделку. Один из них был местным, безмозглый громила по имени Лойс, а второй оказался очень даже непростым парнем. Его звали Вэнс. \n\nВпрочем, Вэнс был здесь далеко не впервые, потому что хозяин местного постоялого двора, молчаливый тип со взглядом душегуба, сам принес ему выпивку, причем далеко не то пойло, которое хлебали обычные путешественники в ожидании отправления парома. В общем, они разговорились, цедя недурственное вино из глиняных кружек, и Вэнс как бы между делом рассказал о золотом прииске, который открылся недавно рядом с шахтерским поселком на дагбарской стороне.\n \nБернгард сначала только посмеялся, сказав, что никто и никогда не добывал золото в Вейсленде, но в ответ Вэнс достал из кармана кожаный мешочек, развязал его и ошеломленный охранник увидел, что он полон золотого песка. \n\n— Это был точно золотой песок, — мрачно добавил Бернгард, задумчиво поливая из миниатюрной лейки какой-то экзотический фикус, — а дальше то ли вино, то ли золотая лихорадка ударили мне в голову.\n \nОн до сих пор не мог понять, каким образом Вэнс надул его, словно ребенка. Этот мошенник весьма убедительно рассказывал, как в течение нескольких недель сам добывал золото на своем участке, который ему посчастливилось купить за гроши. Ручей якобы нес золотой песок из-под холма, и можно было намыть целый мешок золота, да только он, Вэнс, не тот человек, который днями напролет будет ковыряться в земле, даже если это принесет ему целое состояние. ",
    "answers": [
      {
        "id": 71,
        "text": "Продолжение истории Бернгарда"
      }
    ]
  },
  {
    "id": 69,
    "text": "— На мельнице? — удивленно перспрашивает вас Бернгард,. — Я знаю об этом не больше вашего. Я разговаривал с Игнмаром несколько недель назад, но тогда все было спокойно. Мне нужна была работа, и сейчас я думаю, слава Богу, что мне не пришлось туда возвращаться.\n\n— Почему он вам отказал?\n\n— Он не отказал. У него явно были какие-то проблемы, и он просто отмахнулся от меня, как от надоедливой мухи. Предложил заглянуть на следующей неделе. Но к этому времени я уже понял, что за ребята у него работают, и что мне с ними не по пути. Я встречал таких на переправе —  от них одни неприятности. Одного я даже узнал — его зовут Свен, и он попадался на карманной краже в поселке. Его выпороли у столба на площади перед фортом и выкинули с переправы, как паршивую собаку. А потом он прибился к Ингмару. Да и остальной народец там был не лучше!\n\n— И где они теперь все? \n\n— Разбежались. Эта публика не из храбрецов — всегда в поиске лучшей доли и всегда с пустыми карманами.",
    "answers": [
      {
        "id": 74,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Да, слышал о таких, — кивнул вам Бернгард. — Работали на Ингмара, и он им доверял. Настолько, насколько вообще можно доверять таким ребятам. Но общаться мне с ними не приходилось, и так вам скажу — это меня ни капли не расстраивает. ",
    "answers": []
  },
  {
    "id": 71,
    "text": "Короче говоря, там же за столом в постоялом дворе они заключили сделку — Вэнс отдал ему бумаги на участок в обмен на все деньги, которые у охранника были с собой.\n \n— А было немало, — скорбно заключил он, стуча пальцами по натертому до блеска подоконнику. \n\nВ тот же вечер Бернгард уволился из торговой лавки, а утром следующего дня переправился на пароме через реку и оказался в шахтерском поселке. Действительно, несколько сумасшедших копались в земле на окраине поселка, но ни крупицы золота никто из них за все время старательских работ так и не увидел. Участок земли, который Вэнс продал Бернгарду, лежал в стороне от ручья, и почва на нем был твердой словно гранитный камень.\n\n— Единственной каплей правды во всем этом море лжи было то, что он действительно купил его за гроши, — сказал вам Бернгард с кислым видом. \n\nКогда ваш собеседник вернулся в поселок, Вэнса уже и след простыл. Кое-кто из посетителей постоялого двора вроде бы слышал, что он собирался в Верхейм, но вряд ли можно было верить таким слухам. С таким же успехом этот мошенник мог быть уже в Ауроне. \n\n— Кто-то прознал о том, как Вэнс надул меня, и когда я вернулся, надо мной смеялась вся переправа. В общем, после этого я собрал все свои вещи и вернулся в деревню. Вот такая история.\n\nВы сочувственно кивнули ему, думая про себя, что вы уж точно не купились бы на такие выдумки. Ведь правда же?",
    "answers": [
      {
        "id": 73,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  },
  {
    "id": 74,
    "text": "",
    "answers": []
  },
  {
    "id": 75,
    "text": "Вы попрощались с Бернгардом, понимая, что он рассказал вам все, что знал о мельнице. Увы, знал он не так уж и много, но пазл в вашей голове постепенно начинал складываться. Скорее всего, появление нежити было связано с тайными (и скорее всего — преступными) делами, которыми занимались хозяин мельницы и его подручные. Осталось только выяснить, какое злодейство стало причиной всех этих событий.\nИ другой, более приземленный вопрос встал перед вами — ведь если мельник причастен к этому злодейству, то как же быть с обещанным вам вознаграждением, если вы выведете его на чистую воду?!\nРазмышляя таким образом, вы вышли из дома Бернгарда и отправились по дороге, которая вела к окраине Йенсборга. Где-то невдалеке слышались детские голоса, в уютных двориках по обеим сторонам дороги протекала размеренная деревенская жизнь, в коровнике за домом лениво мычала корова.\nВы даже не заметили, как закончились домики, и проселочная дорога повела вас на север, в сторону Мидвилля.",
    "answers": []
  },
  {
    "id": 76,
    "text": "Плавными движениями Хозяйка Леса протянула к вам руки, и вы увидели в ее раскрытых ладонях какие-то предметы. В левой руке волшебницы лежало сплетенное в венок кольцо из светлых колосьев, а в правой — такой же венок, но из темных колосьев. Негромким мелодичным голосом она объяснила вам, что перед вами два могущественных артефакта древней природной магии. \nОдин из артефактов был способен раскрыть то, что является тайной, другой, наоборот, помогал скрыть или забыть то, что случайно стало известно. В награду за свою службу волшебнице вы могли получить один из этих предметов. А какой именно — решайте сами.\n",
    "answers": [
      {
        "id": 77,
        "text": "Взять венок Правды"
      },
      {
        "id": 78,
        "text": "Выбрать венок Забвения"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы выбрали венок Правды, и Хозяйка Леса попросила вас протянуть правую руку. После этого волшебница коснулась вашей ладони, и вы даже не успели заметить, как венок оказался на вашей руке, обвивая ваше запястье, словно браслет.\nВы почувствовали могущественную магию, которая струилась в подареном артефакте. Даже в Академии вы не встречали таких ",
    "answers": []
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  }
]