[
  {
    "id": 1,
    "text": "Автор: Метаморфозник\nЖанр: Тёмное фэнтези, Приключения\n\nМорг, лучший наёмный убийца, хотел взять последнее задание и уйти на спокойную жизнь. Вместе со своей командой он принял заказ от соседнего государства — убить короля. Однако в последний момент команда Морга предала его, и тот оказался в шаге от эшафота. Но он смог сбежать и теперь намерен отомстить предателям, а вместе с ними и королю. Скрыв своё лицо под маской, Морг вступил в сильнейшую гильдию авантюристов в городе — \"Синий пегас\". Заручившись поддержкой мастера гильдии, он со своим подопечным Ридлом начинает поиски предателей. Один из таких скрывается в гильдии головорезов \"Чёрный пегас\", которая уже долгое время воюет с \"Синим пегасом\". Сможет ли Морг осуществить свою месть? Или всё же он потерпит неудачу и останется только со стрелой в груди? Найдите ответы в мире меча и магии, в мире алхимических зелий и необычных существ!\n\nКартина на обложке — авторство группы ВКонтакте \"Валун\"",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b33/2201/d3/8bb3e0437e7f.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог\n\n— Даю последний шанс, — спокойно сказал Морг и приставил нож к горлу стоящему перед ним мужчине с корткой густой бородой. На коже последнего виднелись чёрные полосы, смыкающиеся на шее. \n\n— Это и есть хвалёная магия тьмы посланника дьявола? — с насмешкой спросил бородач. — Даже полностью обездвижить заклинанием не можешь? \n\n— Я контролирую части тела, которые попадают под влияние магии. Поэтому сейчас ты можешь говорить. Однако это долго не продлится, если ты сейчас же не изложишь всю информацию о \"Чёрном пегасе\".\n\n— Я никогда не прeдам свою гильдию! \n\n— Даже у головорезов из тёмных гильдий есть какие-то принципы? Любопытно. \n\nМорг тяжело вздохнул и окинул взглядом пустую комнату, способную предложить только кровать и стол. \"Трактир, конечно, не особо примечателен. Зато пойло тут стоящее\", — подумал Морг и снова посмотрел в лицо обездвиженного, на котором играл тёплый переменчивый свет свечи, стоящей на столе. Борода зашевелилась, уголки рта медленно потянулись вверх, вырисовывая дерзкую ухмылку.",
    "answers": [
      {
        "id": 6,
        "text": "Угрожать"
      },
      {
        "id": 7,
        "text": "Попытаться убедить"
      }
    ]
  },
  {
    "id": 3,
    "text": "Действия разворачиваются в альтернативном средневековье, где только начали развиваться магия и алхимия. \n \nВы просыпаетесь в лесу с частично потерянной памятью. Придя к выводу, что это было действие зелья спячки, вы начинаете искать цивилизацию и паралельно вспоминать забытое.\n\nВы — наёмник под кличкой Морг. После часов скитаний вы находите хижину, которая оказывается ловушкой. Завязывается бой между несколькими солдатами. Вы выходите из него победителем и обнаруживаете, что хижина была прикрытием для катакомб под землёй и некоторых документов под заклинанием защиты.\n   \nПродвигаясь по катакомбам, вы доходите до города и выбираетесь через люк. Зайдя в ближайший трактир, сталкиваетесь с врагами. Оказывается, что Вы когда-то были командиром лучшего отряда наёмников. Вы выполняли свою последнюю миссию — убийство короля. Но ваша команда вас предала.\n\nВсё начинает становится на свои места. Вы чудом избежали казни и сбежали.\n\nРазобравшись с врагами, Вы узнаёте имена своих предателей: Нор, Руга, Бэн и маг Аркаун.\n\nВы идёте к Мавлеку — владельцу борделя, который предположительно знал, где предатели сейчас находятся. Заставив силой его говорить, вы узнаёте, что один из путей под катакомбами ведёт к Аркауну, но нужно знать пароль. Пароль написан на гробе в одном из королевских склепов.\n\nУбив Мавлека, вы находите на окраине города заброшенную часовню. Теперь это ваша главная база. \n\nОднако вскоре её обнаруживают и совершают засаду. Вам удаётся скрыться в лесу, где вы прожили несколько дней. После того, как удалось найти дорогу к городу, Вы садиьесь в повозку, в которой сидят ещё несколько человек. Повозка едет в другой город. По дороге на повозку нападает группа бандитов, которых пришлось убить. В живых остаётесь только Вы и юноша под именем Ридл, который оказывается целебным магом. \n\nПо прибытию в город вы находите гильдию купцов, с которыми вы заключили партнёрское соглашение. Вы — убиваете чёрного мага, терроризирующего город, они — предоставляют ресурсы. Оказалось, что этим чёрным магом был Руга, один из ваших предателей. Он — глава гильдии \"Чёрныц пегас\", о которой известно только то, что она ведёт войну с гильдией \"Синий пегас\". Вступив \"Синий пегас\", вы сразу получили высший ранг мага (платиновый) и доверие мастера гильдии.",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Ты чушь несёшь — вот, что смешно! — с широкой улыбкой ответил он. — Никто ничего не знает о мастере. Не говоря уж о тебе, каком-то первом попавшемся чудиле в маске!\n\nНа Морге действительно была магическая маска без разрезов для рта и глаз. Одна её часть походила на людское лицо, вторая же — на морду дьявола. Из лба второй части к верху устремлялся небольшой рог.",
    "answers": [
      {
        "id": 5,
        "text": "— Первом попавшемся? Почему же ты меня преследовал? Чёрный пегас просто так за людьми не бегает."
      },
      {
        "id": 10,
        "text": "- Если тебя смущает моя маска, я могу её снять"
      }
    ]
  },
  {
    "id": 5,
    "text": "Бородач недовольно фыркнул и отвёл взгляд в сторону.\n\n— Замести следы хотел, — коротко отрезал он.\n\n— Какие следы? Ты по-пьяне сказал, что ты из \"Чёрного пегаса\". Это слышала половина трактира, но тебя вообще это не заботило. Но когда ты увидел меня, то вдруг решил пойти именно за мной.\n\nБородач тихо выругался себе под нос, ещё раз осмыслив свою оговорку в трактире.\n\n— Если б не твоя придурковатая маска, плюнул бы тебе в рожу! — прорычал он злостно.",
    "answers": [
      {
        "id": 10,
        "text": "- Если тебя смущает моя маска, я могу её снять"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Мне придётся тогда перерезать тебе глотку. — Морг чуть нажал ножом на шею, и с неглубокого пореза побежала вниз струйка крови. \n\n— Есть вещи и похуже смерти, — ответил тот, никак не отреагировав на порез.\n\n— Например? Пытка? Как насчёт медленного расчленения?\n\nЛицо головореза моментально омрачилось, ухмылка сменилась тенью страха.\n\n— Да-да, сначала правая рука, потом левая, а затем и ноги. Давненько я не точил нож, поэтому даже не надейся на то, что это будет быстро\n\n— Пошёл к чёрту, ничего я тебе не скажу, — прорычал бородач, но уже без прежнего энтузиазма.",
    "answers": [
      {
        "id": 8,
        "text": "Начать пытку"
      },
      {
        "id": 9,
        "text": "Продолжать угрозы"
      }
    ]
  },
  {
    "id": 7,
    "text": "\n— Послушай, — заговорил Морг размеренно, — твоя гильдия не стоит того, чтобы ты ради неё рисковал жизнью.\n\n— Да ты ничерта не знаешь про нашу гильдью, — огрызнулся тот. \n\n— Знаю. Ещё как знаю. И местами даже больше, чем ты сам. И поверь, ваш мастер очень многое о себе скрывает.\n\nБородач разразился заливистым хохотом.",
    "answers": [
      {
        "id": 4,
        "text": "- Что смешного?"
      }
    ]
  },
  {
    "id": 8,
    "text": "Коротким движением руки Морг распространил магию оцепенения и на рот: чёрные тени стремительно поползли вверх от шеи, пока наконец не закрыли собой полностью губы. В тусклом свете на мгновение сверкнуло лезвие кинжала, вниз полетел большой палец, глаза бородача расширились, покраснели, полезли из орбит. Гнёт тишины оспаривали только брызжащая на пол кровь и безумное сопение.\n\n— Получилось быстрее, чем я думал, — сказал Морг, уставившись на откатившийся в угол комнаты палец. — Следующие девять я буду рубить с двух раз.\n\nУмоляющий взгляд головореза от невыносимой боли прыгал по комнате: от пальца к свечи, от свечи к окровавленному кинжалу.\n\n— Даю тебе ещё один шанс. Иначе следующая наша процедура затянется надолго. И даже не надейся, что успеешь умереть от потери крови. Теперь говори всё, что ты знаешь о гильдии \"Чёрный пегас\".\n\nМорг всё тем же коротким движением руки дал бородачу возможность говорить. В ту же секунду по комнате раскатился звериный затяжной вопль.\n\n— Урод, урод! — ревел тот. — Мой палец! Как больно!",
    "answers": [
      {
        "id": 12,
        "text": "- Говори, иначе потеряешь ещё девять"
      },
      {
        "id": 13,
        "text": "- Боль будет только увеличиваться по мере того как сильное эмоциональное потрясение будет спадать"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Ты уверен, что сможешь выдержать все эти мучения? А может, тебе ещё и нос отрезать? А что насчёт глаз? Чтобы тебя больше никогда не соблазняли женщины. А уши? Хотя сомневаюсь, что ты ценитель музыки.\n\nС каждым словом во взгляде бородоча прорезалось всё больше паники. Он боится боли. И Морг, как опытный убийца, сразу же это понял. Подобно акуле, почувствовавшей запах крови, Морг зацепился за это.\n\n— Десять часов подряд. Думаю, этого будет достаточно. А может и нет. Я буду тебя шинковать хоть целые сутки. В комнату никто не зайдёт, а ты даже не будешь в состоянии закричать. \n\n— Да у тебя кишка тонка... Если б не твоя придурковатая маска, плюнул бы тебе в рожу!\n\nНа Морге была магическая маска без разрезов для рта и глаз. Одна её часть походила на людское лицо, вторая же — на морду дьявола. Из лба второй части к верху устремлялся небольшой рог.",
    "answers": [
      {
        "id": 10,
        "text": "- Так уж и быть, я тебе покажу своё лицо (снять маску)"
      }
    ]
  },
  {
    "id": 10,
    "text": "Морг снял маску, и головорез увидел знакомые ему грубые черты лица: щетина, узкий рот, вечно сжатые губы и... серые глаза. Глаза, не выражавшие ничего: ни наслаждения, ни интереса, ни презрения, ни даже равнодушия. Он смотрел в эти безжизненные глаза и с каждой следующей секундой чувствал, как страх, будто червь, проедал себе путь наружу из самых сокровенных глубин. Как же ему хотелось выколоть эти пустые глаза! Избежать этого всепожирающего Ничто! Лицо исказилось в хтоническом ужасе, зубы судорожно застучали, на лбу выступили крупные капли пота.\n\n— Т-ты, — пробормотал он дрожащим голосом. — Как ты можешь быть живым... Нет... Ты не можешь быть живым! Ты мёртв! Ты мёртв! — И так неровная речь вовсе перешла в истошный крик. Волнение и испуг отбирали у головореза весь воздух, поэтому вскоре он стал просто очень часто и рьяно хватать ртом воздух. — Почему именно ты... \n\nПо его лицу покатилась слеза, перемешанная с потом. Вдруг он резко дёрнул голову вперёд, и лезвие ножа вошло глубоко в шею. Морг тотчас толкнул его ногой. Бородач с грохотом упал на спину. Дыра в шее выплёвывала тёмные сгустки крови, разливая вокруг головы умирающего алую лужу.\n\n— Не думал, что ты решишься на самоубийство, — бесстрастно сказал Морг, склонившись над лицом бедолаги. В тускнеющих глазах Морг увидел искорку облегчения и счастья. — Ты же не думаешь, что сможешь вот так легко умереть?",
    "answers": [
      {
        "id": 11,
        "text": "- Ридл, войди!",
        "need": 9
      },
      {
        "id": 14,
        "text": "- Ридл, войди!",
        "need": 8
      },
      {
        "id": 37,
        "text": "- Ридл, войди!",
        "need": 7
      }
    ]
  },
  {
    "id": 11,
    "text": "Дверь распахнулась, и в комнату вошёл молодой высокий парень с мягкими, почти детскими, чертами лица. \n\n— Мать дриада! — сразу же воскликнул он. — Что тут произошло? \n\n— Он предпочёл умереть. Видимо, узнал меня. Позаботься о том, чтобы не отошёл на тот свет раньше времени. \n\nРидл поспешно сел на колени у головы умирающего. С секунду посмотрев на рану, он поднёс к ней руки. Из его пальцев потянулись, завились светящиеся зелёные нити. Сначала они зашли в кровоточащую дыру, затем принялись постепенно закрывать её, пока кровь не была остановлена окончательно.\n\n— Я остановил внутреннее кровотечение и зашил рану. Мать дриада! Он потерял много крови, поэтому придёт в сознание не сразу.\n\nРидл опустил ладонь поближе к рубцу. Через секунду из неё полились зелёные нечёткие струи света, которые сбегались на постепенно исчезающих нитях. Рана всё больше приобретала форму шрама.\n\n— Ваш старый знакомый? — спросил Ридл, не отрываясь от дела.",
    "answers": [
      {
        "id": 15,
        "text": "- Нет, я его не знаю"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Ничего я тебе не скажу, урод! \n\nМорг, устало вздохнув, снова приставил кинжал к горлу бородача.\n\n— Сколько не пытай, ты ничего не выбьешь из меня! — боль обрывала его каждое слово на продолжительный скрежет зубов. — Если б не твоя придурковатая маска, плюнул бы тебе в рожу!\n\nНа Морге была магическая маска без разрезов для рта и глаз. Одна её часть походила на людское лицо, вторая же — на морду дьявола. Из лба второй части к верху устремлялся небольшой рог.",
    "answers": [
      {
        "id": 10,
        "text": "- Так уж и быть, я тебе покажу своё лицо (снять маску)"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Да и плевать я хотел! — боль обрывала его каждое слово на продолжительный скрежет зубов. — Чёрные пегасовцы не предадут гильдию только из-за какой-то боли! Нас такими пытками каждое утро закаляют! \n\nМорг, устало вздохнув, снова приставил кинжал к горлу бородача.\n\n— Если б не твоя придурковатая маска, плюнул бы тебе в рожу!\n\nНа Морге была магическая маска без разрезов для рта и глаз. Одна её часть походила на людское лицо, вторая же — на морду дьявола. Из лба второй части к верху устремлялся небольшой рог.",
    "answers": [
      {
        "id": 10,
        "text": "- Так уж и быть, я тебе покажу своё лицо (снять маску)"
      }
    ]
  },
  {
    "id": 14,
    "text": "Дверь распахнулась, и в комнату вошёл молодой высокий парень с мягкими, почти детскими, чертами лица. <s>r\n<s>r\n— Мать дриада! — сразу же воскликнул он. — Что тут произошло? <s>r\n<s>r\n— Он предпочёл умереть. Видимо, узнал меня. Позаботься о том, чтобы не отошёл на тот свет раньше времени. И останови кровь из пальца.<s>r\n<s>r\nРидл поспешно сел на колени у головы умирающего. С секунду посмотрев на рану, он поднёс к ней руки. Из пальцев потянулись, завились светящиеся зелёные нити. Сначала они зашли в кровоточащую дыру, затем принялись постепенно закрывать её, пока кровь не была остановлена окончательно. <s>r\n<s>r\n— Я остановил внутреннее кровотечение и зашил рану. Мать дриада! Он потерял много крови, поэтому придёт в сознание не сразу... Мне палец ему пришивать или просто остановить кровь?<s>r",
    "answers": [
      {
        "id": 17,
        "text": "- Просто останови кровь"
      },
      {
        "id": 30,
        "text": "- Сейчас принесу палец"
      }
    ]
  },
  {
    "id": 15,
    "text": "— А от чего он так перепугался?\n\n— Среди наёмников я был чем-то вроде идола, поэтому каждый из них хотел убить меня и стать новым лучшим наёмным убийцей. Тем более за мою голову отваливали такую награду. Однако все они облажались.\n\n— И они все знают ваше лицо?\n\n— После того, как меня предали и приговорили к казни, всему королевству стала известна моя внешность. Особенно авантюристам и наёмникам. \n\n— Так вот почему вы носите эту маску... Хотя даже в ней вы уже успели приобрести локальную популярность как \"Посланник дьвяола\". Хоть никто и не знает, кто за этим образом скрывается.",
    "answers": [
      {
        "id": 16,
        "text": "- Если бы все узнали, что я жив, открылась бы массовая охота. Особенно со стороны короля"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Король настолько боится?\n\n— Да. Он знает, что я не оставлю дело незавершённым. Пусть даже на него уйдёт несколько десятилетий. Но теперь помимо короля у меня появилось ещё пять целей.\n\n— Бывшие напарники?\n\n— Король предложил им слишком большую сумму, от которой отказаться было невозможно. Вот они и предали меня. Но за всё есть своя плата.\n\n— Сейчас же эти предатели на службе у короля? Аркаун, сильнейший маг огня королевства, если я не ошибаюсь. Ещё двое — братья снежной вьюги. Один владеет магией воды, другой — магией льда. А остальные двое...\n\n— Руга и Юэн. Их никто не видел и никто не знает, где они. Но гильдия купцов \"Дань\" поделилась интересной информацией: Юэн — тайный убийца, который работает на короля. Он выискивает врагов Его Величества и расправляется с ними. Теневой защитник короны, можно сказать. А вот Руга... \n\nРесницы бородоча вдруг зашевелились, веки слегка приподнялись.",
    "answers": [
      {
        "id": 18,
        "text": "- Наконец-то"
      },
      {
        "id": 19,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ридл повторил ту же процедуру с отрубленной частью. Затем он опустил одну руку к горлу раненого, а другую оставил у обрубка. Через секунду из его ладоней полились зелёные нечёткие струи света, которые сбегались на постепенно исчезающих нитях. Рана всё больше приобретала форму шрама, а кожа на пальце сходилась.<s>r\n<s>r\n— Ваш старый знакомый? — спросил Ридл, не отрываясь от дела.",
    "answers": [
      {
        "id": 15,
        "text": "- Нет, я его не знаю"
      }
    ]
  },
  {
    "id": 18,
    "text": "Услышав грубый голос Морга, только недавно источавший реки крови головорез вдруг широко раскрыл глаза.\n\n— Я не умер? — встревоженно спросил он, пронзая вопрошающим взглядом Ридла, который всё ещё сидел у его головы. \n\n— Нет, — вмеашлся Морг и подошёл к ним. — Хвалю тебя за такую решительность. Всё-таки добровольно убить себя не каждый может. Однако тебе не повезло, что со мной лучший медик-маг, которого взрастили дриады.\n\nТуманное непонимание тотчас сменилось довлеющим отчаянием. Глаза бородача вновь заблестели.\n\n— Чёрт... Чёрт... — бормотал он. — Это невозможно... Невозможно...\n\n— Теперь ты знаешь, кто я, — промолвил Морг и сел на кровать, стоящую в углу комнаты, прямо подле лежачего. — И ты теперь понимаешь, что шутить я не намерен. А теперь расскажи мне всё о \"Чёрном Пегасе\" и, главное, о вашем мастере — тёмном маге Руге.\n\nВ ответ Морг услышал лишь прерывистые всхлипывания и бессвязные заикания.",
    "answers": [
      {
        "id": 20,
        "text": "Ударить"
      },
      {
        "id": 21,
        "text": "Подождать"
      },
      {
        "id": 22,
        "text": "- Не волнуйся, я пытать тебя больше не буду, если ты мне всё расскажешь",
        "need": [
          8,
          17
        ]
      },
      {
        "id": 33,
        "text": "- Не волнуйся, я пытать тебя не стану, если ты мне всё расскажешь",
        "need": [
          9,
          7
        ],
        "need_sometimes": true
      },
      {
        "id": 34,
        "text": "- Не волнуйся, я пытать тебя больше не буду, если ты мне всё расскажешь",
        "need": [
          8,
          36
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "Вскоре головорез почти полностью раскрыл глаза. Губы зашевелились.\n\n— Я не умер? — встревоженно спросил он, пронзая вопрошающим взглядом Ридла, который всё ещё сидел у его головы. \n\n— Нет, — вмеашлся Морг и подошёл к ним. — Хвалю тебя за такую решительность. Всё-таки добровольно убить себя не каждый может. Однако тебе не повезло, что со мной лучший медик-маг, которого взрастили дриады.\n\nТуманное непонимание тотчас сменилось довлеющим отчаянием. Глаза бородача вновь заблестели.\n\n— Чёрт... Чёрт... — бормотал он. — Это невозможно... Невозможно...\n\n— Теперь ты знаешь, кто я, — промолвил Морг и сел на кровать, стоящую в углу комнаты, прямо подле лежащего. — И ты теперь понимаешь, что шутить я не намерен. А теперь расскажи мне всё о \"Чёрном Пегасе\" и, главное, о вашем мастере — тёмном маге Руге.\n\nВ ответ Морг услышал лишь прерывистые всхлипывания и бессвязные заикания.",
    "answers": [
      {
        "id": 20,
        "text": "Ударить"
      },
      {
        "id": 21,
        "text": "Подождать"
      },
      {
        "id": 22,
        "text": "- Не волнуйся, я пытать тебя больше не буду, если ты мне всё расскажешь",
        "need": [
          8,
          17
        ]
      },
      {
        "id": 33,
        "text": "- Не волнуйся, я пытать тебя не стану, если ты мне всё расскажешь",
        "need": [
          9,
          7
        ],
        "need_sometimes": true
      },
      {
        "id": 34,
        "text": "- Не волнуйся, я пытать тебя больше не буду, если ты мне всё расскажешь",
        "need": [
          8,
          36
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "Морг с силой наступил ногой на руку головореза. Безнадёжный вой вырвался из залитой кровью груди, проносясь по всему трактиру и обретая свою финальную ноту где-то на улице, растворившись в ветрах.\n\n— Я... я не могу сказать... — едва слышно сказал залитый слезами бородач. — Иначе... Иначе...\n\n— Тебе придётся говорить. Осенние ночи долгие.\n\nРидл уже встал и отошёл к столу, чтобы не мешать своему наставнику. Взгляд бородоча отстранённо бурил кое-где подгнивающий деревянный потолок комнаты. Казалось, он не слышит ни единого слова.",
    "answers": [
      {
        "id": 23,
        "text": "Снова ударить"
      },
      {
        "id": 24,
        "text": "Подождать"
      },
      {
        "id": 25,
        "text": "- Повторяю ещё раз: расскажи мне всё, что знаешь о \"Чёрном Пегасе\" и мастере этой гильдии"
      }
    ]
  },
  {
    "id": 21,
    "text": "Страх заставлял мысли залитого слезами бородача обрывать друг друга, наслаиваться, слипаться в один большой ком непонимания. <s>r\n<s>r\n— Я... я не могу сказать... — едва слышно сказал он. — Иначе... Иначе...<s>r\n<s>r\n— Тебе придётся говорить. Осенние ночи долгие.<s>r\n<s>r\nРидл уже встал и отошёл к столу, чтобы не мешать своему наставнику. Взгляд бородоча отстранённо бурил кое-где подгнивающий деревянный потолок комнаты. Казалось, он не слышит ни единого слова.",
    "answers": [
      {
        "id": 31,
        "text": "Ударить"
      },
      {
        "id": 32,
        "text": "Снова подождать"
      },
      {
        "id": 25,
        "text": "- Повторяю ещё раз: расскажи мне всё, что знаешь о \"Чёрном Пегасе\" и мастере этой гильдии"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Пытать? Что... с моим пальцем?<s>r\n<s>r\n— Валяется где-то. Всё-таки ты не заслужил того, чтобы тебе его пришили обратно. В любом случае, тебе он больше не понадобится, если ты не станешь говорить.<s>r\n<s>r\n— Но я... я не могу сказать... — едва слышно пробормотал головорез. — Иначе... Иначе...<s>r\n<s>r\n— Тебе придётся говорить. Осенние ночи долгие.<s>r\n<s>r\nРидл уже встал и отошёл к столу, чтобы не мешать своему наставнику. Взгляд бородоча отстранённо бурил кое-где подгнивающий деревянный потолок комнаты. Казалось, он не слышит ни единого слова.",
    "answers": [
      {
        "id": 31,
        "text": "Ударить"
      },
      {
        "id": 32,
        "text": "Подождать"
      },
      {
        "id": 25,
        "text": "- Повторяю ещё раз: расскажи мне всё, что знаешь о \"Чёрном Пегасе\" и мастере этой гильдии"
      }
    ]
  },
  {
    "id": 23,
    "text": "Морг снова наступил на руку лежащего. И снова тот же вой. <s>r\n<s>r\n— Моё терпение сходит на нет, — вздохнул Морг. <s>r\n<s>r\nНа мгновение бородач оторвал взгляд от потолка и посмотрел в глаза Моргу. И снова его раздирали всё те же серые зеницы. Дыхание резко участилось, зубы застучали с удвоенной силой.<s>r\n<s>r\n— Х-хорошо, я расскажу, — прошептал головорез. — Я... Меня послали узнать, кто такой посланник дьявола, но я и пониятия не имел, что под маской скрывается мертвец...<s>r\n<s>r\n— Ближе к делу. Кто тебя послал. Руга? И где ваша гильдия находится?<s>r\n<s>r\n— Да, Руга, наш мастер... А штаб \"Чёрного Пегаса\" находится... — тут бородач остановился.<s>r\n<s>r\n— Находится... где? — нетерпеливо переспросил Морг.<s>r\n<s>r\nБородач зашевелил губами, в попытке выдавить из себя заветные слова. Но те лишь распадались на бессвязный поток звуков.<s>r\n<s>r\n— Находится где? Отвечай быстрее.<s>r\n<s>r\nБородач вдруг широко разинул рот, и взору Морга предстал почерневший распухший язык.",
    "answers": [
      {
        "id": 26,
        "text": "- Ридл, скорее сюда!"
      }
    ]
  },
  {
    "id": 24,
    "text": "Страх заставлял мысли бородача обрывать друг друга, наслаиваться, слипаться в один большой ком непонимания. На мгновение он оторвал взгляд от потолка и посмотрел в глаза Моргу. И снова его раздирали всё те же серые зеницы. Дыхание резко участилось, зубы застучали с удвоенной силой.<s>r\n<s>r\n— Х-хорошо, я расскажу, — прошептал головорез. — Я... Меня послали узнать, кто такой посланник дьявола, но я и пониятия не имел, что под маской скрывается мертвец...<s>r\n<s>r\n— Ближе к делу. Кто тебя послал. Руга? И где ваша гильдия находится?<s>r\n<s>r\n— Да, Руга, наш мастер... А штаб \"Чёрного Пегаса\" находится... — тут бородач остановился.<s>r\n<s>r\n— Находится... где? — нетерпеливо переспросил Морг.<s>r\n<s>r\nБородач зашевелил губами, в попытке выдавить из себя заветные слова. Но те распадались на бессвязный поток звуков.<s>r\n<s>r\n— Находится где? Отвечай быстрее.<s>r\n<s>r\nБородач вдруг широко разинул рот, и взору Морга предстал почерневший распухший язык.",
    "answers": [
      {
        "id": 26,
        "text": "- Ридл, скорее сюда!"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Чёрный пегас... Чёрный пегас... — бездумно пробормотал бородач. <s>r\n<s>r\nНа мгновение он оторвал взгляд от потолка и посмотрел в глаза Моргу. И снова его раздирали всё те же серые зеницы. Дыхание резко участилось, зубы застучали с удвоенной силой.<s>r\n<s>r\n— Х-хорошо, я расскажу, — прошептал головорез. — Я... Меня послали узнать, кто такой посланник дьявола, но я и пониятия не имел, что под маской скрывается мертвец...<s>r\n<s>r\n— Ближе к делу. Кто тебя послал. Руга? И где ваша гильдия находится?<s>r\n<s>r\n— Да, Руга, наш мастер... А штаб \"Чёрного Пегаса\" находится... — тут бородач остановился.<s>r\n<s>r\n— Находится... где? — нетерпеливо переспросил Морг.<s>r\n<s>r\nБородач зашевелил губами, в попытке выдавить из себя заветные слова. Но те распадались на бессвязный поток звуков.<s>r\n<s>r\n— Находится где? Отвечай быстрее.<s>r\n<s>r\nБородач вдруг широко разинул рот, и взору Морга предстал почерневший распухший язык.",
    "answers": [
      {
        "id": 26,
        "text": "- Ридл, скорее сюда!"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ридл в миг подскочил к головорезу и встал на колени. Язык продолжал распухать и чернеть. Из глаз и ноздрей полились струйки тёмной вязкой жидкости. Ридл приложил руку к обжигающему лбу. <s>r\n<s>r\n— Похоже на тёмную магию, — протараторил он. <s>r\n<s>r\nРидл достал из мешочка с пояса пузырёк с эликсиром и залил в ротовую полость, которую уже полностью заполонил чёрный язык. Бородач неистово замычал. Он беспрерывно вертел головой, упорно пытался сомкнуть челюсть, чтобы откусить язык, мешающий дышать. Но тщетно: тёмная жидкость засочилась ещё обильнее, а язык начал смещать зубы.<s>r\n<s>r\n— Даже это не помогло, — ошеломлённо сказал Ридл. — Я... я не знаю, что делать... Попробуйте снять с него оцепенение. Может, заклинания конфликтуют друг с другом. ",
    "answers": [
      {
        "id": 27,
        "text": "Отменить заклинание оцепенения"
      },
      {
        "id": 28,
        "text": "Не снимать заклинание оцепенения"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Чёрт, я был так близко, — огорчённо выдохнул Морг и сделал жест рукой, сняв оцепенение. Он знал, что это не поможет.<s>r\n<s>r\nБородач подскочил на ноги, попытался схватить язык рукой, вырвать его, но тот каждый раз выскальзывал, оставляя в руках только чёрные сгустки. Бородач под затяжные стоны отчаяния упал на колени. Его лицо было почти полностью залито чернью. Он мычал, взвывал, пока в груди ещё оставался кислород. Но через несколько секунд мученик был окружён только всеобъемлющей тишиной. Вдруг он начал раздирать ногтями шею в надежде сделать хоть малейший глоток воздуха. Сквозь безмолвие комнаты пробивался отличительный скрежет, ознаменующий скорбь плоти.\n<s>r\n— Мать дриада... — прошептал Ридл, дрожа от ужаса.\n<s>r\nВскоре безжизненное тело головореза рухнуло на пол. От него поползла красно-чёрная лужа. <s>r\n<s>r\n— Какая... какая страшная смерть, — сказал Ридл и тут же вырвал на пол.<s>r\n<s>r\n— Видимо, заклинание Руги, — предположил Морг, подойдя к бездыханному телу. — Как только он начал выдавать информацию о \"Чёрном Пегасе\", заклинание сработало. ",
    "answers": [
      {
        "id": 29,
        "text": "Распахнуть рубаху бородача"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Нет, это не поможет, — разочарованно сказал Морг. — Наоборот, возможность двигаться только усугубит ситуацию. Чёрт, я был так близко...\n\nЧёрные ручьи разукрашивали багровевшее лицо мученика. Короткий стон отчаяния пробился сквозь всё ростущий язык. Широко раскрытые глаза стремительно и бескомпромиссно заполняла чернь, вытесняя всё живое: и безнадёгу, и страдание, и порыв к жизни. \n\n— Мать дриада... — прошептал Ридл, дрожа от ужаса.\n\n— Видимо, заклинание Руги, — предположил Морг, подойдя к бездыханному телу. — Как только он начал выдавать информацию о \"Чёрном Пегасе\", заклинание сработало. \n\n— Какая... какая страшная смерть, — сказал Ридл и тут же вырвал на пол.<s>ufeff",
    "answers": [
      {
        "id": 29,
        "text": "Распахнуть рубаху бородача"
      }
    ]
  },
  {
    "id": 29,
    "text": "На груди, там, где находилось сердце, всё ту же чёрную жидкость источал узор магической руны.<s>r\n<s>r\n— Чёрная метка, — сказал Морг. — Наверное, такая стоит на каждом члене \"Чёрного Пегаса\". Её вывести или удалить невозможно. <s>r\n<s>r\n— Так вот почему он так не хотел говорить... — пробормотал Ридл, вытирая рот рукавом.<s>r\n<s>r\n— Да. Думаю, было бы то же самое, если б он попытался написать информацию. Это значит, что от членов самого \"Чёрного Пегаса\" я ничего не узнаю. Чёртов Руга. Он позаботился о том, чтобы о гильдии никто ничего не прознал. <s>r\n<s>r\n— Я... я не чувствую себя хорошо, — сказал Ридл.<s>r\n<s>r\n\"Он ещё совсем юнец\", — подумал Морг и выпрямился. <s>r\n<s>r\n— Ладно, идём. Оставим его здесь. Всё равно никто не видел, что мы сюда заходили.<s>r\n<s>r\nВыйдя из комнаты, Морг и Ридл спустились на первый этаж. За каждым столом, согнувшись, спали посетители, как и сам трактирщик за стойкой.<s>r\n<s>r\n— Всё-таки ты неплохо улучшил эти усыпляющие колбы, — сказал Морг и надел маску. <s>r\n<s>r\nОни вышли через чёрный ход, ведущий в узкий переулок. Осенний холодный ветер поднял низ мантий, и путники направились прочь оттуда.",
    "answers": [
      {
        "id": 1,
        "text": "Конец пролога"
      },
      {
        "id": 38,
        "text": "Глава 1",
        "need": 100000
      }
    ]
  },
  {
    "id": 30,
    "text": "Морг прошёл к углу комнаты, где в лужице крови лежал отрубленный палец. Потянувшись к нему, Морг выхватил взглядом из полумрака чёрно-красный узор, слегка отражающий свет играющего пламени свечи. Он находился прямо на подушечке пальца и представлял из себя что-то на подобии рисунка крыла.\n\n\"Интересно. Этого крыла не было раньше...\" — подумал про себя Морг.\n\n— Что там с пальцем? — вырвал его из размышлений голос Ридла.",
    "answers": [
      {
        "id": 35,
        "text": "- Обойдётся без пальца (положить палец к себе)",
        "addToHistory": [
          17
        ]
      },
      {
        "id": 36,
        "text": "- Уже несу "
      }
    ]
  },
  {
    "id": 31,
    "text": "Морг с силой наступил ногой на руку головореза. Безнадёжный вой вырвался из залитой кровью груди, проносясь по всему трактиру и обретая свою финальную ноту где-то на улице, растворившись в ветрах. И снова затишье, и снова рой мыслей в голове.<s>r\n<s>r\nНа мгновение бородач оторвал взгляд от потолка и посмотрел в глаза Моргу. И снова его раздирали всё те же серые зеницы. Дыхание резко участилось, зубы застучали с удвоенной силой.<s>r\n<s>r\n— Х-хорошо, я расскажу, — прошептал тот. — Я... Меня послали узнать, кто такой посланник дьявола, но я и пониятия не имел, что под маской скрывается мертвец...<s>r\n<s>r\n— Ближе к делу. Кто тебя послал. Руга? И где ваша гильдия находится?<s>r\n<s>r\n— Да, Руга, наш мастер... А штаб \"Чёрного Пегаса\" находится... — тут бородач остановился.<s>r\n<s>r\n— Находится... где? — нетерпеливо переспросил Морг.<s>r\n<s>r\nБородач зашевелил губами, в попытке выдавить из себя заветные слова. Но те распадались на бессвязный поток звуков.<s>r\n<s>r\n— Находится где? Отвечай быстрее.<s>r\n<s>r\nБородач вдруг широко разинул рот, и взору Морга предстал почерневший распухший язык.",
    "answers": [
      {
        "id": 26,
        "text": "- Ридл, скорее сюда!"
      }
    ]
  },
  {
    "id": 32,
    "text": "На мгновение головорез оторвал взгляд от потолка и посмотрел в глаза Моргу. И снова его раздирали всё те же серые зеницы. Дыхание резко участилось, зубы застучали с удвоенной силой.<s>r\n<s>r\n— Х-хорошо, я расскажу, — прошептал тот. — Я... Меня послали узнать, кто такой посланник дьявола, но я и пониятия не имел, что под маской скрывается...<s>r\n<s>r\n— Ближе к делу. Кто тебя послал. Руга? И где ваша гильдия находится?<s>r\n<s>r\n— Да, Руга, наш мастер... А штаб \"Чёрного Пегаса\" находится... — тут бородач остановился.<s>r\n<s>r\n— Находится... где? — нетерпеливо переспросил Морг.<s>r\n<s>r\nБородач зашевелил губами, в попытке выдавить из себя заветные слова. Но те распадались на бессвязный поток звуков.<s>r\n<s>r\n— Находится где? Отвечай быстрее.<s>r\n<s>r\nБородач вдруг широко разинул рот, и взору Морга предстал почерневший распухший язык.",
    "answers": [
      {
        "id": 26,
        "text": "- Ридл, скорее сюда!"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Но я... я не могу сказать... — едва слышно пробормотал головорез. — Иначе... Иначе...<s>r\n<s>r\n— Тебе придётся говорить. Осенние ночи долгие.<s>r\n<s>r\nРидл уже встал и отошёл к столу, чтобы не мешать своему наставнику. Взгляд бородоча отстранённо бурил кое-где подгнивающий деревянный потолок комнаты. Казалось, он не слышит ни единого слова.",
    "answers": [
      {
        "id": 31,
        "text": "Ударить"
      },
      {
        "id": 32,
        "text": "Подождать"
      },
      {
        "id": 25,
        "text": "- Повторяю ещё раз: расскажи мне всё, что знаешь о \"Чёрном Пегасе\" и мастере этой гильдии"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Пытать? Что... с моим пальцем?<s>r\n<s>r\n— У тебя. Ридл его пришил. Понимаешь, что это значит? Конечности для пыток никогда не закончатся.<s>r\n<s>r\n— Но я... я не могу сказать... — едва слышно пробормотал головорез. — Иначе... Иначе...<s>r\n<s>r\n— Тебе придётся говорить. Осенние ночи долгие.<s>r\n<s>r\nРидл уже встал и отошёл к столу, чтобы не мешать своему наставнику. Взгляд бородоча отстранённо бурил кое-где подгнивающий деревянный потолок комнаты. Казалось, он не слышит ни единого слова.",
    "answers": [
      {
        "id": 31,
        "text": "Ударить"
      },
      {
        "id": 32,
        "text": "Подождать"
      },
      {
        "id": 25,
        "text": "- Повторяю ещё раз: расскажи мне всё, что знаешь о \"Чёрном Пегасе\" и мастере этой гильдии"
      }
    ]
  },
  {
    "id": 35,
    "text": "Морг поднял палец и положил в один из внутренних карманов мантии. С твёрдым намерением позже изучить эту находку Морг вернулся к Ридлу.\n\nТем временем тот остановил кровь и в отрубленной части. Затем он опустил одну руку к горлу раненого, а другую оставил у обрубка. Через секунду из его ладоней полились зелёные нечёткие струи света, которые сбегались на постепенно исчезающих нитях. Рана всё больше приобретала форму шрама, а кожа на пальце сходилась.<s>ufeff\n<s>ufeff\n— Ваш старый знакомый? — спросил Ридл, не отрываясь от дела.",
    "answers": [
      {
        "id": 15,
        "text": "- Нет, я его не знаю"
      }
    ]
  },
  {
    "id": 36,
    "text": "Морг, не придавший значения находке, отнёс палец Ридлу. Тот, держа обрубок у его изначального места, снова пустил нити из свободной ладони. Зелёное волокно проникало под кожу и сшивало отрубленную часть с рукой.\n\nЗатем он опустил одну руку к горлу раненого, а другую оставил у пальца. Через секунду из его ладоней полились зелёные нечёткие струи света, которые сбегались на постепенно исчезающих нитях. Рана всё больше приобретала форму шрама, а швы на пальце растворялись.\n<s>ufeff\n— Ваш старый знакомый? — спросил Ридл, не отрываясь от дела.",
    "answers": [
      {
        "id": 15,
        "text": "- Нет, я его не знаю"
      }
    ]
  },
  {
    "id": 37,
    "text": "Дверь распахнулась, и в комнату вошёл молодой высокий парень с мягкими, почти детскими, чертами лица. \n\n— Мать дриада! — сразу же воскликнул он. — Что тут произошло? \n\n— Он предпочёл умереть. Видимо, узнал меня. Позаботься о том, чтобы не отошёл на тот свет раньше времени. \n\nРидл поспешно сел на колени у головы умирающего. С секунду посмотрев на рану, он поднёс к ней руки. Из его пальцев потянулись, завились светящиеся зелёные нити. Сначала они зашли в кровоточащую дыру, затем принялись постепенно закрывать её, пока кровь не была остановлена окончательно.\n\n— Я остановил внутреннее кровотечение и зашил рану. Мать дриада! Он потерял много крови, поэтому придёт в сознание не сразу.\n\nРидл опустил ладонь поближе к рубцу. Через секунду из неё полились зелёные нечёткие струи света, которые сбегались на постепенно исчезающих нитях. Рана всё больше приобретала форму шрама.\n\n— Ваш старый знакомый? — спросил Ридл, не отрываясь от дела.",
    "answers": [
      {
        "id": 15,
        "text": "- Нет, я его не знаю"
      }
    ]
  },
  {
    "id": 38,
    "text": "Морг разложил на запыленном дубовом столе снаряжение. В погружённую в ночное безмолвие комнату лился лунный свет. На камине подле стола стояли магические бесконечные свечи, но Морг не спешил их зажигать: свечение могло выдать присутствие человека в таверне. Да и в темноте Морг прекрасно видел. Всё-таки годы работы наёмным убийцей постепенно перестроили его глаза на ночной лад.\n\n\"15 метательных ножей, 10 взрывных колб, 10 усыпляющих колб, арбалет и болты к нему, кинжал...\" — проговорил про себя наёмник. Морг просматривал своё сняражение каждый день перед сном, иначе ему бы не дало заснуть чувство незавершённости. Убийца всегда должен знать, сколько ресурсов для убийства у него осталось.\n\nМорг снял с себя пояс с множеством мешочков и застёжек и положил также на стол. Затем снял с себя тёмную толстую мантию и, бесшумно пересёкши комнату, повесил на крючок у окна. Перед глазами блеснула тонкая, почти невидимая, нить. Один её конец был привязан к краюшку окна. Второй же уходил к потолку, усеянному десятками колокольчов. Это была самодельная система обнаружения: если вдруг нить что-то или кто-то тронет, колокольчики на потолке в миг дадут знать об этом Моргу. Такими нитями была пронизана вся таверна. Морг, сопровождаемый скрипом половиц, отошёл обратно к столу и взял кинжал.",
    "answers": [
      {
        "id": 39,
        "text": "Подняться на второй этаж"
      }
    ]
  },
  {
    "id": 39,
    "text": "Морг, уже неосознанно переступая нити, миновал барную стойку, на которой всё ещё стояли опустошённые бутылки и грязные кружки, затем прошёл к винтовой лестнице и поднялся на второй этаж, где находилась всего одна комната размерами вдвое меньше зала таверны. \n\nБледные лучи пробивались сквозь прибитые к единственному окну доски, очерчивая незастланую кровать в углу. Морг, всё также ловко избегая натянутых повсюду нитей, лёг в кровать. Под подушку он положил себе кинжал: наёмник всегда должен быть готовым к нападению. Правда, за три с лишним месяца, которые Морг прожил в этой таверне, никто и близко к ней не подошёл. Наверное, из-за того, что она находилась за городом, около леса. Место и при жизни не было популярным, а как владелец умер и вовсе быстро стало забытым. По этой причине гильдия купцов \"Дань\" и отдала Моргу это место под базу в обмен на помощь в убийстве Руги. Члены этой гильдии чуть ли не единственные люди, которые знают, кто скрывается под маской.\n\nМорг лёг на кровать и положил под подушку кинжал. Сегодня можно отсыпаться: заданий никаких нет, зацепок уж тем более. ",
    "answers": [
      {
        "id": 40,
        "text": "[На следующий день]"
      }
    ]
  },
  {
    "id": 40,
    "text": "На следующий день Морг, встретившись с Ридлом, направился в гильдию \"Синиц Пегас\", степенно украшавшую центральную площаь города. Уже издалека взгляд цеплялся за высокий шпиль, на конце которого сверкал на солнце щит с изображением крыла. \n\nВ гильдии за столиками сидели несколько десятков человек — из них половина недавно вернулась с заданий, половина была просто бездельниками, пьющими днями на пролёт, пока их не припугнёт исключением заместитель мастера. Но весь гул мгновенно исчез, как только в гильдию вошли Морг и Ридл.\n\n— Мастер у себя? — спросил Морг, подойдя к стойке, где девушка принимала заказы заданий.\n\n— Нет, он ушёл. Но скоро вернётся, — неуверенно ответила она, покрывшись испариной.\n\nМорг повернулся в сторону столиков, ища взглядом свободный. Но все были заняты. Тогда один из сидящих встал и, демонстративно поклонившись, отошёл в сторону. Морг с Ридлом сели на освободившееся место. Авантюристы с ближайших столиков тоже встали и ушли. Стояла могильная тишина.\n\n— Почему они на нас так смотрят? — прошептал Ридл.",
    "answers": [
      {
        "id": 41,
        "text": "- Боятся"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Но почему?\n\n— Я платиновый ранг, высшее звание среди авантюристов и магов. Платиновый ранг может легко перебить и три десятка опытных бойцов. К тому же мы тут недавно, они не знают, что от нас ожидать.\n\nК столику подошёл высокий тонкий мужчина. Морг его сразу же узнал. Когда Морг первый раз зашёл в гильдию, этот авантюрист спровоцировал его на дуель и потерпел быстрое поражение. \n\n— Прошу прощения за мою былую дерзость! — воскликнул он и низко поклонился. — Платиновые ранги являются лицом нашей гильдии, а я осквернил ваше имя! Прошу меня простить!\n\nМорг ничего не ответил. Ему было всё равно на эту гильдию, на этих авантюристов, на внутренние междоусобицы — он с нетерпением ждал мастера, чтобы поскорее обговорить с ним план по поимке Руги. \n\n— Так-так, кто это терроризирует моих дорогих согильдийцев? — вдруг раздался голос. \n\nМорг почувствовал сильную концентрацию магии. В дверном проёме стоял молодой крепкий парень. Солнечный свет играл на его белых волосах, с широких плеч свисала шерстяная мантия, сделанна из медвежей шкуры. Он скрестил руки, надменно поднял подбородок и вновь задал тот же вопрос.",
    "answers": [
      {
        "id": 42,
        "text": "- Что тебе надо?"
      },
      {
        "id": 43,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Что мне надо? Ха! Я — Дерек Уиллис, платиновый ранг! Принц грома и молний! Я — один из представителей гильдии!\n\nПо столам пронёсся общий вздох удивления. Склонившийся перед Моргом резко обернулся, его рот раскрылся, брови вздёрнулись к верху:\n\n— Господин Дерек! — воскликнул он. — Этот новичок не так давно напал на меня, избил, а теперь заставил извиняться! \n\n— Клевета! — возразил Ридл, но Дерек сразу же его перебил.\n\n— Унизил и заставил извиниться? Как бесчестно! Мой отец создавал эту гильдию не для таких, как ты, подлецов, скрывающих своё обличие под маской!\n\nМорг встал.\n\n— Так ты сын мастера, получается? — спросил он. — Как раз то, что мне нужно.\n\n— Ха! А дерзости у тебя полно. Интересно, сможешь ли ты это повторить на тренировочной площадке?\n\nВоздух вдруг потяжелел от напряжения, авантюристы повскакивали с мест, нервно перетаптываясь с ноги на ногу.",
    "answers": [
      {
        "id": 44,
        "text": "- Ты вызываешь меня на дуэль?"
      },
      {
        "id": 45,
        "text": "- Откажусь, пожалуй"
      }
    ]
  },
  {
    "id": 43,
    "text": "— Ха! Смеешь игнорировать меня? Интригующе! Я — Дерек Уиллис, платиновый ранг! Принц грома и молний! Я — один из представителей гильдии!\n\nПо столам пронёсся общий вздох удивления. Склонившийся перед Моргом резко обернулся, его рот раскрылся, брови вздёрнулись к верху:\n\n— Господин Дерек! — воскликнул он. — Этот новичок не так давно напал на меня, избил, а теперь заставил извиняться! \n\n— Клевета! — возразил Ридл, но Дерек сразу же его перебил.\n\n— Унизил и заставил извиниться? Как бесчестно! Мой отец создавал эту гильдию не для таких, как ты, подлецов, скрывающих своё обличие под маской!\n\nМорг встал.\n\n— Так ты сын мастера, получается? — спросил он. — Как раз то, что мне нужно.\n\n— Ха! А дерзости у тебя полно. Интересно, сможешь ли ты это повторить на тренировочной площадке?\n\nВоздух вдруг потяжелел от напряжения, авантюристы повскакивали с мест, нервно перетаптываясь с ноги на ногу.",
    "answers": [
      {
        "id": 44,
        "text": "- Ты вызываешь меня на дуэль?"
      },
      {
        "id": 45,
        "text": "- Откажусь, пожалуй"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Ха! Именно! \n\n— Господин Дерек, — спохватилась девушка за стойкой заказов, — это тоже платиновый ранг! Вы разнесёте гильдию!\n\n— Тоже платиновый ранг? Интригующе! — Дерек двинулся к столику Морга, каждый шаг отзывался дрожью в груди присутствующих. — Какая уродливая маска. Мне чужды люди, боящиеся показывать своё лицо.\n\nДерек остановился в метре от Морга. Ридл вдруг вздрогнул: Дерека окружило облако манны, которая вызывала лёгкое жжение. Никогда Ридл ещё не чувствовал такого скопления магии в одном человеке. \n\n— Всего полгода меня не было в гильдии, и теперь она стала пристанищем маргиналов? Интригующе! Сними маску, иначе мне придётся проводить чистку.",
    "answers": [
      {
        "id": 46,
        "text": "- Ты пытаешься меня запугать?"
      },
      {
        "id": 47,
        "text": "- Ты приказываешь мне?"
      },
      {
        "id": 48,
        "text": "- Маску я ношу для твоего же блага. Иначе пришлось бы тебя убить"
      }
    ]
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  }
]