[
  {
    "id": 1,
    "text": "\nНичего удивительного. Просто склад старых, потрепанных жизнью красок. Что-то высохло, а что-то так и осталось булькать в этих маленьких баночках с цветной жидкостью. А ведь когда-то это местечко было таким людным. Тут основалась огромная гильдия. Могучая, отдельная ото всех государств, гильдия. Еще совсем юные основатели собирались здесь. Но неужели вы ни разу не слышали о гильдии Энфир, что переводится как \"Звери\"? Или вы даже не слышали о великих 10 столпах-основателях? Что же, присаживайтесь поудобнее, мы начинаем свой рассказ..\n\nЖанры и теги:  Фентези, Магия, Средневековье, Романтика, гг женщина \n\nСтатус: Онгоинг \n\nПоследнее обновление: 29.03.22\nДобавлена новая главушка ♡\nДобавлена информация о расах, проживающих на континенте \nКвест обновляется каждый день \n\n\nОт чьего лица ведётся рассказ?\nПредставьте: вы-дитя улиц, низ общества, что всю свою жизнь зарабатывал воровством и попрошайничеством. Сможете ли вы подняться с низов до самой вершины или останетесь ползать по улицам города? Попадете ли в рабство или станете самым молодым мастером меча? Магия или оружие? Мир или хаос? Решать лишь вам.",
    "answers": [
      {
        "id": 60,
        "text": "Начнем"
      },
      {
        "id": 8,
        "text": "Расы и устройство мира сего"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d33/2111/5c/55a92929e9a4.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d19/2111/35/1ae685e4e39f.jpg"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://a.radikal.ru/a03/2111/68/d720f4ab9eb9.jpg",
        "system": true
      },
      {
        "id": 53,
        "text": "Общение с автором "
      }
    ]
  },
  {
    "id": 2,
    "text": "____________________________________________________\n                                    ____________________________________________________\n\nНа старых часах пробило полночь. Странно, что эти дубовые, покрытые пылью часы не сломались от времени и вредителей. Наверное, так и случилось бы с этим механизмом, не будь в этом месте остатка магии, единственной капли волшебства, что осталась в этом мире. Старое помещение пахло пылью, влагой и едким запахом ацетона, что за все эти годы так и не выветрился. По всей комнате были аккуратно разложены банки с краской. Кое-где эта краска засохла, прилипла к полу и самим банкам. Удивительно, но некоторые баночки время пощадило: краска в них булькала, не превратившись, как ее не совсем удачливые сородичи, в потрескавшиеся куски цветной супстанции, как на старинных холстах. \n\nЛунный свет поступал через мелкие щели на потолке, коего время не так уж и пощадило. Половицы скрипнули, и из-за часов показалась голова милого мальчика, что смотрел на нового гостя с радостью.",
    "answers": [
      {
        "id": 3,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Добрый вечер, господин, чем я могу служить вам в такой поздний час? И что же такой господин забыл здесь, в этом стареньком, богом забытом, месте?\n\nВы хотели что-то ответить, но ваше тело Вас не слушалось. Будто это были не Вы, а какое-то другое тело. И правда: это не Вы. Это всего лишь путник, что забрёл в этот \"магазинчик\" со странным мальчиком. Поняв это, Ваша душа отделилась от этого \"другого\" тела, и Вы смогли нормально посмотреть на ситуацию. Вдруг путник, коем Вы теперь не являетесь, сказал:\n\n—Я пришёл сюда.. не зная, зачем. Две старушки сказали, что я могу купить здесь книги, но...-оглядевшись по сторонам, Вы не заметили ни одной книги в этом помещении. Только краска и старинные дубовые часы. \n\nМальчик подошёл поближе, намекая присесть рядом с красками, так как стульев поблизости не оказалось. Тело так и сделало, пока Вы продолжили летать, наблюдая со стороны. За все это время мальчик не показал свои руки. ",
    "answers": [
      {
        "id": 4,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 4,
    "text": "Тело село. Мальчик продолжил стоять. \n\n—К сожалению, господин, у меня нет книг. Это помещение вообще не для книг. Да и не для красок оно было. Сейчас такие уж времена, предметы служат совсем не для того, зачем были придуманы и должны были быть использованы. Почти как и люди, — мальчик вздохнул.- Но это уже не так важно \n\nПутник задумался. Совсем на короткий промежуток времени.\n\n—Тогда для чего это место? Мы все зачем-то нужны, и даже это потрепанное помещение нужно. \n\n—Вы правы, господин. Это место-место основания гильдии Энфир, самой могущественной на этом континенте и даже за его пределами. Ох, я вижу ваше удивленное лицо. Неужели вы не знаете о ней? Впрочем, много лет прошло с того дня, как я не выходил отсюда. Но правда ли, что вы не знаете о 10 основателях, героях войны, освободителях? А как же легенды, что воспевают их храбрость, верность и мужество? Неужели вы не помните о Его Высочестве Ивинне, сыне Хегиуса пятого? Боже мой...- мальчик поднял голову вверх, думая о чем-то. — Ну а колыбельная о Зверях, что хранят покой? Как же там... ах\n\nSomnus deliciae meae, vale vale\nNon torquent te.\nEgo sum, custodiens pacem,\nSomnus infantem, somnus.\n\nSpiritus non dormitabit in monte.\nSomnus infantem, somnus.\nEnfir est se custodiri\nManfira putty.\n\nVos erant ' iens ut crescere magnus mox.\nSomnus infantem, somnus.\nEnfir erit petierant a nobis,\nPraesidio vincula.\n\nУвидев на лице путника недоумение, мальчик вздрогнул и проговорил, немного покачиваясь\n\n—Неужели вы не знаете эльфийский?\n\n—Нет,- честно признался странник,- у нас никто его уже не знает. Не могли бы вы рассказать, что поётся в этой песне?\n\n—Тут поётся о Энфир и Манфир. Ладно, видимо, и этого вы не знаете. Энфир, как я и говорил-это гильдия, основанная здесь...А Манфир-злой дух, что живёт в горах. Именно его и нужно было победить Энфир. Жаль, что об этом забыли. ",
    "answers": [
      {
        "id": 5,
        "text": "<—♧—>"
      },
      {
        "id": 6,
        "text": "_______◇•◇________\n         словарь"
      }
    ]
  },
  {
    "id": 5,
    "text": "Мальчик прошёлся от стены и до стены, бурча себе под нос, как старик, умудренный жизнью, рассказывающий своим маленьким внукам о прелестях жизни. Взглянув на путника, мальчик перевёл взгляд на Вас, хотя Вы были уверены, что никто вас не видел. После малец подошёл к часам, рядом с которыми откуда ни возьмись появилась книга в красном толстом переплете. \n\n—Ну как же это так... Вот, смотрите, господин. 10 стражников. Неужели ничего не напоминает? — мальчик взглянул на путника.- А, скажите, какой сейчас вообще год? Нет, не день. И нет, не месяц. Да, год. Месяц и день- слишком малая единица измерения для такого, как я. Так какой год?\n\nПутешественник хотел возразить, но вовремя передумал:\n\n—Сейчас 1978 год по Императорскому календар...\n\n—Святой Шанси, какой-какой? Нет, я понял, что 1978. Это риторический вопрос. О Шанси, неужели прошло ТАК много времени? Это же... это же целая тысяча лет! Неудивительно, что никто не помнит. Ох...",
    "answers": [
      {
        "id": 9,
        "text": "<—♧—>"
      },
      {
        "id": 10,
        "text": "_______◇•◇________\n         словарь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Приветствую вас в словарике\n\n\nПостепенно, пока вы проходите историю, в словаре будут появляться новые слова. В словарь можно зайти только на определённых страницах, поэтому лучше запомнить информацию. Конечно, это необязательно. Например, песня не несёт смысловой нагрузки, она просто есть. Ничего интересного. ",
    "answers": [
      {
        "id": 7,
        "text": "Колыбельная о Энфир "
      },
      {
        "id": 4,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 7,
    "text": "Дословный перевод с эльфийского \n\nСпи мой милый, баю баю\nНе кручинся ты.\nТвой покой я охраняю,\nСпи малютка, спи.\n\nНа горе духи не дремлют.\nСпи малютка, спи.\nЭнфир строго охраняют\nМанфира путы.\n\nСкоро вырастешь большим ты.\nСпи малютка, спи.\nЭнфир будем возглавлять мы,\nОхранять путы.\n",
    "answers": [
      {
        "id": 6,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 8,
    "text": "Приветствую вас. Данная статья была сделана для вас, дорогие читатели, дабы разобраться в мире данного квеста и понять, какого это, жить в мире книги. Нельзя начинать своё путешествие без базовых знаний этого мира, а то маленький Чино ругается. Потом пойдёте, если ещё не читали квест.",
    "answers": [
      {
        "id": 13,
        "text": "Мир, в котором происходит действие"
      },
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 85,
        "text": "Расы"
      },
      {
        "id": 120,
        "text": "Немного языка"
      }
    ]
  },
  {
    "id": 9,
    "text": "Путник в недоумении посмотрел на мальчика, а тот лишь улыбнулся, продолжая ходить туда-сюда. Повисло молчание, что, казалось, тянулось вечность. Каждый думал о своём, и никто не знал, о чем именно думал собеседник. Вскоре не выдержал путник.\n\n—Постой, так сколько тебе лет?\n\n—Ох, -мальчик подумал.- Так и не вспомнишь. Но я точно старше тебя, и тебя,-он посмотрел на Вас.- Я ведь ещё помню 10 столпов, когда они собирались здесь, будучи совсем юными. Ах, какие времена. Ну, не будем о грустном.\n\nПутник помолчал, думая о своём. Часы медленно, им было неохото столько веков стоять и отсчитывать каждую секунду, тикали, пока путешественник думал. Где-то в углу трещал сверчок.\n\n—Скажите, а не мог...ли бы вы рассказать эту историю, всё, абсолютно всё. Времени много, прошу, пожалуйста. \n\n—Хм, так и быть. Тогда слушайте, господин...",
    "answers": [
      {
        "id": 28,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 10,
    "text": "Приветствую вас в словарике\n\n\nПостепенно, пока вы проходите историю, в словаре будут появляться новые слова. В словарь можно зайти только на определённых страницах, поэтому лучше запомнить информацию. Конечно, это необязательно. Например, песня не несёт смысловой нагрузки, она просто есть. Ничего интересного. ",
    "answers": [
      {
        "id": 11,
        "text": "Колыбельная Энфир "
      },
      {
        "id": 12,
        "text": "Святой Шанси "
      },
      {
        "id": 5,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 11,
    "text": "Дословный перевод с эльфийского \n\nСпи мой милый, баю баю\nНе кручинся ты.\nТвой покой я охраняю,\nСпи малютка, спи.\n\nНа горе духи не дремлют.\nСпи малютка, спи.\nЭнфир строго охраняют\nМанфира путы.\n\nСкоро вырастешь большим ты.\nСпи малютка, спи.\nЭнфир будем возглавлять мы,\nОхранять путы.\n",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 12,
    "text": "Святой Шанси.\n\nБог в Империи Арголь. Бог света и плодородия. Входит в пятёрку верховных Богов, самый популярный Бог на континенте (24 страны поклоняются ему, 3 страны признали его как единственного существовующего бога)\n\nЕго часто изображают высоким мужчиной с длинными золотыми волосами, золотыми глазами, бледной кожей, одетым во все белое (чаще всего- в тунику и золотые сандалии). \n\nПокровитель земледельцев и ремесленников. В Империи Арголь является прородителем Императоров. Отличительная черта всех наследников престола-золотой цвет волос. \n\nЖивотное-покровитель — единорог и/или пегас",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 13,
    "text": "Мир, в котором происходит действие \n\n\nАрголь или Империя Арголь — государство в Восточной Части континента. Территория Арголя составляет 17 125 087 км²; население страны (в пределах её заявленной территории) составляет 146 171 987 чел. Занимает первое место по территории. Известная своей военной историей и мощью, а также хорошей экономикой. Главный бог- Шанси (см. словарь). Уклон больше на военную тематику, огромная армия, почти нет магов. \n\n____________________________________________________\n\nОснование                                                             134 год\n____________________________________________________\n \nСтолица                                                                   Финир\n____________________________________________________\n\n                                                                       Финир, Исал,\nКрупнейшие города              Каприр, Каллия, Риоль,\n                                                            Ноальбез, Лилиям\n____________________________________________________\n\nФорма правления                  Абсолютная монархия\n____________________________________________________\n\nНазвания жителей                  Арголиец, арголиянка\n____________________________________________________\n\nГосударственный язык                               Релийский \n____________________________________________________\n\nГосударственная валюта                                         Ван\n____________________________________________________",
    "answers": [
      {
        "id": 8,
        "text": "Назад "
      },
      {
        "id": 14,
        "text": "Классовая система "
      },
      {
        "id": 74,
        "text": "Немного справочников"
      }
    ]
  },
  {
    "id": 14,
    "text": "Классовая система Империи. Важно знать, дабы не допустить ошибку. Как и во всех государствах, где есть монархи, есть и деление людей на классы: от самого Императора до беспризорников. ",
    "answers": [
      {
        "id": 15,
        "text": "Император"
      },
      {
        "id": 16,
        "text": "Императрица "
      },
      {
        "id": 17,
        "text": "Наследный Принц "
      },
      {
        "id": 18,
        "text": "Императорская семья"
      },
      {
        "id": 19,
        "text": "Эрцгерцог "
      },
      {
        "id": 20,
        "text": "Герцог"
      },
      {
        "id": 21,
        "text": "Маркиз"
      },
      {
        "id": 22,
        "text": "Граф"
      },
      {
        "id": 23,
        "text": "Барон"
      },
      {
        "id": 24,
        "text": "Безземельная знать "
      },
      {
        "id": 25,
        "text": "Рыцари"
      },
      {
        "id": 26,
        "text": "Простолюдины"
      },
      {
        "id": 27,
        "text": "Безработные"
      },
      {
        "id": 13,
        "text": "Назад "
      },
      {
        "id": 32,
        "text": "Духовенство"
      }
    ]
  },
  {
    "id": 15,
    "text": "Император- монарх, глава Империи. Передаётся по наследству. Если наследников двое, или их вообще нету, создаётся \"Время сомнений\". Знать сама выбирает новую династию императоров. К Императору обращаются только как:\nВаше Величество, Единственное Солнце Империи.\n\n____________________________________________________\n\nИмператор на данный момент\n\nХегиус X\n\nМудрый Император. Знаменит своими военными походами с завоевательным характером. Во время его правления Империя стала больше в 1,5 раз\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 16,
    "text": "Императрица-супруга правящего императора. Иногда является вдовствующей. \n\nДжинджер Дель Романс \n\nДочь маркиза Романс",
    "answers": [
      {
        "id": 14,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 17,
    "text": "Наследный принц. \n\nНаследник престола, как можно догадаться. Чаще всего, сын Императрицы, первый ребёнок. \n\nАллек Дель Арголь.",
    "answers": [
      {
        "id": 14,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 18,
    "text": "Сюда входят сыновья и дочери от браков Императора, и, как правило, дети Королев. Ну, и сами Королевы. Бастарды не являются королевской семьёй, если Император не принял их.\n\nКоролевы- жены Императора, стоят ниже Императрицы и почти не имеют власти и влияния. Как правило, их дети не могут стать наследниками.\n\nПринцы и принцессы- дети королев.  В борьбе за наследство почти все дети умирают. Некоторые получают титул эрцгерцога, но большинство выгодно вступают в брак, наследуя титул супруга/супруги. \n\nВсе королевы Империи:\n\n●Алисия Де Венс. Дочь маркиза Венс\n●Ванесса Де Эккард. В прошлом, принцесса королевства Эккард, что сейчас является частью Империи. \n●Джинджер Беккер. Дочь графа, удачно вышла замуж благодаря внешности. \n●Пенелоппа Дель Прайс. Дочь герцога Прайс.\n\n\nПринцы и принцессы \n\n■Первая принцесса Шарлотта Де Ганс. Замужем за маркизом Сариэлем Де Ганс.\n\n■Вторая принцесса Луиза Дель Кайоши. Замужем за привителем другой страны, заключив при этом выгодный политический брак для обеих сторон.\n\n■Первый принц Рау. Погиб, упав с лошади\n\n■Второй принц Аллек. Наследник престола \n\n■Третий принц Ивин. Глава гильдии Энфир.\n\n■Третья принцесса Александра. Умерла в младенчестве\n\n■Четвёртая принцесса Кристина Энор. Замужем за графом Рейнольдом Энор. \n\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 19,
    "text": "Эрцгерцог- титул, даруемый исключительно членам правящей династии. Не является передаваемым по наследству. Наследник становится герцогом.\n\nЕдинственный эрцгерцог Империи \n\nМаркус Дель Вейр",
    "answers": [
      {
        "id": 14,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 20,
    "text": "дополняется ",
    "answers": [
      {
        "id": 14,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 21,
    "text": "Делается ",
    "answers": [
      {
        "id": 14,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 22,
    "text": "я соавтор Меча Империи, автор разрешил брать некоторые данные",
    "answers": [
      {
        "id": 14,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 23,
    "text": "мммееее",
    "answers": [
      {
        "id": 14,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 24,
    "text": "делаем, начальника",
    "answers": [
      {
        "id": 14,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 25,
    "text": "не ругаитесь, начальника",
    "answers": [
      {
        "id": 14,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 26,
    "text": "Хиличурл заболел, \nвторой на то глядел",
    "answers": [
      {
        "id": 14,
        "text": "Третий снадобье искал,\nЧетвертый помогал"
      }
    ]
  },
  {
    "id": 27,
    "text": "Пятый дух испустил,\nШестой гроб тащил",
    "answers": [
      {
        "id": 14,
        "text": "А седьмой могилку рыл,\nВосьмой же хоронил"
      }
    ]
  },
  {
    "id": 28,
    "text": "Мальчик открыл книгу, всё вокруг побелело и заискрилось, но путник этого не замечал. Он смотрел на мальчика. Вы с ужасом обнаружили, что книга затягивает Вас, причём в прямом смысле слова. Взглянув на мальчика, Вы ужаснулись еще сильнее: его руки были прозрачными.\n\n—Что же, мой дорогой слушатель? Неужели ты всё забыл? А как же времена у костра с друзьями, опасные приключения и награда в итоге? Ты забыла всё, Арис. Время убило тебя и твои воспоминания. Но ничего, я помогу тебе, моя дорогая подруга.\n\nВ Вашей голове неожиданно всплыло имя, как вам казалось, этого мальчика, и вы со всей силы закричали его:",
    "answers": [
      {
        "id": 29,
        "text": "-ЧИНО!"
      },
      {
        "id": 30,
        "text": "-ГАНС!"
      },
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d39/2111/44/2dc538280501.jpg"
      }
    ]
  },
  {
    "id": 29,
    "text": "Мальчик кивнул головой и улыбнулся, помахав Вам на прощание\n\n—Видишь, ты уже вспомнила моё имя, солнышко. Удачи, да прибудет с тобой Великий Шанси. \n\nВас почти поглотил бледно-сиреневый цвет и страницы книги, которая казалась для вас чем-то родным. Последнее, что вы услышали был голос путника:\n\n—С кем это вы разговаривали?..",
    "answers": [
      {
        "id": 31,
        "text": "<———▪︎☆▪︎———>"
      }
    ]
  },
  {
    "id": 30,
    "text": "Путник вопросительно посмотрел в разные стороны, а после помотал головой.\n\n—Померещится же такое. Представьте, мне послышалось, что кто-то позвал меня.\n\n—Ничего в этом страшного нет. Скорее всего, вы, господин, становитесь почти, как я. Ну а ты, солнышко, вспомни и моё имя.\n\nВас почти поглотил бледно-сиреневый цвет и страницы книги, которая казалась для вас чем-то родным. Последнее, что вы услышали был голос путника:\n\n—С кем это вы разговаривали?..",
    "answers": [
      {
        "id": 31,
        "text": "<———▪︎☆▪︎———>"
      }
    ]
  },
  {
    "id": 31,
    "text": "Конец первой главы",
    "answers": [
      {
        "id": 33,
        "text": "Ко второй главе "
      },
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 32,
    "text": "Духовенство не входит в классовый состав, так как является смесью разных классов. Чем выше должность, тем выше влияние. На данный момент влияние церкви сравнимо с влиянием Императора.",
    "answers": [
      {
        "id": 14,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 33,
    "text": "Глава вторая\n\"Камень, сквозь который растут розы\"\n\n\n\"\"Нет, прекрасной возможности: прекрасно только реальное.\"\"\n                                                                             —Ален\n♧♧♧♧♧\n\nПроснувшись, маленькая девочка похлопала глазами, осматривая комнату, в которой очнулась. Деревянный пол, деревянные стены...Старая лачуга, одним словом. Девочка лежала на куске ткани, в который обычно таскали картошку. К сожалению, малышка жила здесь почти всю свою жизнь. По крайней мере, сознательную уж точно. Для девочки это была удача. Крыша над головой-это настоящая радость для низов общества-звероподобных. \n\nНекоторые дети также проснулись. Кто-то расчесывался, кто-то протирал глаза, а кто-то уже собирался на улицу-искать еду для себя и своих друзей. Здесь ведь как: один ты не проживёшь и месяца, а для того, чтобы выжить с остальными нужно уметь делиться и искать еду для всех. Обычно дети делились на группы. Одни защищали дом, другие искали еду, третьи могли и украсть что-то у богатых дворян. Главное-не попасться на глаза городской страже и работорговцам. \n\nРабы были запрещены в Империи, но кто же узнает? Почти каждый уважающий себя дворянин имел хоть одного раба. Чаще всего, ими становились звероподобные, коей и являлась девочка.\n",
    "answers": [
      {
        "id": 34,
        "text": "<—♧—>"
      },
      {
        "id": 35,
        "text": "_______◇•◇________\n         словарь"
      }
    ]
  },
  {
    "id": 34,
    "text": "Девочка встала и подошла к луже с водой. Там на нее смотрело грязное личико. Ничего удивительного для такой, как она. Длинные волосы серого цвета. Когда-то они были белыми. Да, девочка не знала этого, грязь будто впиталась в волосы, сколько не мой. Мыла не было. Девочка была просто уверена, что волосы не серые. Нет, они белые. Белые, как снег, что выпадает каждую зиму и покрывает землю пуховым одеялом. Белые, как зефир и марцепан, что стоят на витринах магазинов, куда девочке никогда не попасть. Белые, как зайки и мишки в руках детей, весело идущих под руку с родителями, кусающих белый зефир. Волосы белые. Они просто не могут быть серыми, не могут... Но пока что волосы серые из-за пыли. Единственное, что никогда не станет грязным и так и останется сиять-это голубые глаза девочки. Они продолжали блестеть жизнью и радостью в этом страшном мире. На голове торчали волчьи уши, по земле волочился волчий хвост. \n\n\"Жаль. Кошачьи уши куда красивее волчьих\"-подумала малышка, трогая волосы.\n\n—Арис. Арис, ты где?- правее послышался детский звонкий голосок, и девочка спрятала уши под кепкой, а хвост-под огромным куском ткани, что служил малышке, как плащ.  \n\n—Иду, Мио. Сейчас,-она оторвалась от лужи, доплетая на ходу длинную косу и побежала к другому ребёнку, что ждал ее у входа в лачугу.",
    "answers": [
      {
        "id": 34,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a05/2111/35/8f8db21a1b35.jpg"
      },
      {
        "id": 39,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 35,
    "text": "Приветствую вас в словарике\n\n\nПостепенно, пока вы проходите историю, в словаре будут появляться новые слова. В словарь можно зайти только на определённых страницах, поэтому лучше запомнить информацию. Конечно, это необязательно. Например, песня не несёт смысловой нагрузки, она просто есть. Ничего интересного. ",
    "answers": [
      {
        "id": 36,
        "text": "Колыбельная Энфир "
      },
      {
        "id": 37,
        "text": "Святой Шанси "
      },
      {
        "id": 38,
        "text": "Звероподобные "
      },
      {
        "id": 33,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 36,
    "text": "Дословный перевод с эльфийского \n\nСпи мой милый, баю баю\nНе кручинся ты.\nТвой покой я охраняю,\nСпи малютка, спи.\n\nНа горе духи не дремлют.\nСпи малютка, спи.\nЭнфир строго охраняют\nМанфира путы.\n\nСкоро вырастешь большим ты.\nСпи малютка, спи.\nЭнфир будем возглавлять мы,\nОхранять путы.\n",
    "answers": [
      {
        "id": 35,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 37,
    "text": "Святой Шанси.\n\nБог в Империи Арголь. Бог света и плодородия. Входит в пятёрку верховных Богов, самый популярный Бог на континенте (24 страны поклоняются ему, 3 страны признали его как единственного существовующего бога)\n\nЕго часто изображают высоким мужчиной с длинными золотыми волосами, золотыми глазами, бледной кожей, одетым во все белое (чаще всего- в тунику и золотые сандалии). \n\nПокровитель земледельцев и ремесленников. В Империи Арголь является прородителем Императоров. Отличительная черта всех наследников престола-золотой цвет волос. \n\nЖивотное-покровитель — единорог и/или пегас",
    "answers": [
      {
        "id": 35,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 38,
    "text": "Звероподобные или зверолюди.\n\nЗвероподобные. Самая разнообразная раса из всех. Каждый из них имеет какие-то животные качества. Может быть это звериные уши, или хвост, а может быть вообще почти полное сходство с диким зверем. Своих городов не имеют. Они либо собираются в кочевые племена, иногда даже дикие, либо живут в уже построенных городах. Продолжительность жизни как у людей.\n\nЧаще всего, рабы или \"дети улиц\". Самый низ в классовой и расовой системе. Это связано с внешним сходством с животными. Также зверолюди сильнее обычных людей. Некоторые представители умеют пользоваться магией\n",
    "answers": [
      {
        "id": 35,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 39,
    "text": "Арис поздоровалась с Мио. Сегодня они вдвоём пойдут выпрашивать еду у дворян. Ужасное занятие. Арис терпеть это не могла: присмыкаться перед кем-то ей не хотелось. Но если хочешь жить в этом мире, умей опускаться на колени, вымаливая каждый кусок хлеба, пусть даже и самый чёрствый. \n\nВстав около многолюдной площади, девочки стали договариваться, кто что будет делать. Кто-то должен был сидеть, как и другие попрошайки и ждать, когда люди кинут им монету или кусочек хлеба. А кто-то должен сам подходить к людям, прося их о еде и деньгах. Почти одно и то же. Только в первом случае у вас могут всё украсть, да и не факт, что кто-то вообще захочет что-то отдать вам. Во втором же есть вероятность, что вас толкнут, ударят, или чего похуже, отдадут стражам порядка. И там поминай, как звали. ",
    "answers": [
      {
        "id": 40,
        "text": "Сидеть и попрошайничать"
      },
      {
        "id": 41,
        "text": "Подходить самой"
      }
    ]
  },
  {
    "id": 40,
    "text": "Арис села около фонтана, вытянув вперёд маленькую ручку. Она не знала, сколько ей лет. Никто из \"детей улиц\" не знал, сколько им лет. Некоторые не знали даже своего имени, данного им от рождения, или же им его вообще не дали. Грустно быть ребёнком без места жительства и родителей. \n\nАрис сидела и сидела. Молодые парочки ходили и обнимались у фонтана. Наверное, их ждёт прекрасная жизнь. Родители с детьми ходили в магазины, где улыбки на лицах их чад не угасали. Вот мальчику купили игрушечного коня, вот еще один ребёнок счастливым вышел из магазина, держа в руках корзинку из теста с фруктами внутри — чизиль. Пожилые дамы в пышных платьях ходили по салонам. Наверное, скоро бал. Или чаепитие. А может, им просто некуда девать свои деньги. \n\nАрис посмотрела на ручку: всего одна медная... и то хорошо. Положив монетку в шапку, что та взяла у Мио, девочка продолжила сидеть. Вдруг какой-то мужик подошёл к Арис и с силой толкнул девочку. Та упала, то ли от неожиданности, то ли от огромной силище этого мужика. Ударившись о холодный каменный пол площади, девочка взвизгнула. Встав, Арис посмотрела на шапку:монетки не было. Весь день ушёл впустую.  \n\n\"Сегодня опять не поем\"- подумала малышка, хлюпая носом от обиды. \n\nМио подбежала к подруге, показывая целых пять медных монет и кусок булки. Видимо, ждала похвалы. Мио была милой девочкой: курносый нос, кудрявые волосы цвета сирени и такие же сиреневые глаза.\n\n\"Намного красивее меня\",- опять подумала Арис.\n\n—Ну как, я молодец? Смотри, как много собрала. Сегодня будет не только хлеб, но и похлебка. Может быть, даже с картошкой... двумя. Ну а сколько у тебя?\n\n—Ничего. — улыбка Мио исчезла. Арис стало противно от своей беспомощности.\n\n—Ну ничего, зато вот сколько собрали. Хочешь, отдам булку и две монеты? Хочешь, хоть три забирай.\n\n—Не надо, оставь себе. Всё хорошо. \n\n—Точно?",
    "answers": [
      {
        "id": 42,
        "text": "Не брать монеты"
      },
      {
        "id": 45,
        "text": "Взять монеты"
      }
    ]
  },
  {
    "id": 41,
    "text": "Арис встала у фонтана, вытянув вперёд маленькую ручку. Она не знала, сколько ей лет. Никто из \"детей улиц\" не знал, сколько им лет. Некоторые не знали даже своего имени, данного им от рождения, или же им его вообще не дали. Грустно быть ребёнком без места жительства и родителей. \n\nДевочка стала смотреть, к кому бы подойти. Молодые парочки ходили и обнимались у фонтана. Наверное, их ждёт прекрасная жизнь. Родители с детьми ходили в магазины, где улыбки на лицах их чад не угасали. Вот мальчику купили игрушечного коня, вот еще один ребёнок счастливым вышел из магазина, держа в руках корзинку из теста с фруктами внутри — чизиль. Пожилые дамы в пышных платьях ходили по салонам. Наверное, скоро бал. Или чаепитие. А может, им просто некуда девать свои деньги. \n\nБегая туда-сюда от одного человека к другому, Арис устала. Но продолжала упорно подходить к каждому, что казался ей богатым и не особо опасным. Услышав в четвёртый раз слова брани в свой адрес и ругань, которую девочке знать не надо было вообще никогда, Арис посмотрела на ручку: пять медных и кусок булки... и то хорошо. Положив монетки в карман, девочка продолжила свое дело. Вдруг Арис услышала крик Мио: какой-то мужик подошёл к ней и с силой толкнул девочку. Та упала, то ли от неожиданности, то ли от огромной силище этого мужика. Ударившись о холодный каменный пол площади, девочка взвизгнула и заплакала. Монетка купала и покатилась. Мужика и след простыл. \n\nАрис подбежала к подруге, стараясь успокоить ее, что, пусть и не скоро, но получилось. Мио была милой девочкой: курносый нос, кудрявые волосы цвета сирени и такие же сиреневые глаза.\n\n\"Намного красивее меня\",- опять подумала Арис.\n\n—Уууууууу,-протянула Мио,- больноо. Уууу, это были мои деньги, Арис, уваааа\n\n—Ну, не плачь. Все хорошо. Всё хорошо. Хочешь, я отдам тебе свои деньги? Смотри, у меня и булка есть. Ну? Бери, бери. Не бойся. Забирай всё. \n\n\"Ладно, сегодня опять не поем. Не привыкать\",-подумала девочка, отдавая деньги и хлеб своей подруге. \n\nМио была младше Арис на несколько лет уж точно. Поэтому такой поступок можно считать благородным. Детям нужно хорошо питаться- так успокаивала себя Арис, забывая о том, что сама является ребёнком. ",
    "answers": [
      {
        "id": 46,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 42,
    "text": "День продолжился. Долго, очень долго он тянулся. И всё бы ничего, но. \n\nПод конец дня Мио подошла к мужчине. У них завязался разговор. Арис старалась не смотреть на них так часто, а собирать деньги. Отвернувшись на секунду, девочка не заметила, как Мио пропала. Поняв это, Арис соскачила и стала звать девочку. Ответа не последовало. Долго бегая по площади, расспрашивая всех, не видел ли кто Мио, девочка вернулась ни с чем: малышка пропала. Пропали и деньги, но Арис не особо думала об этом. Вернувшись в лачугу и рассказав всё, что приключилось, девочка отказалась от ужина, и, под недовольные и осущдающие взгляды, легла на свою самодельную кровать, если можно было так назвать кусок ткани.",
    "answers": [
      {
        "id": 43,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 43,
    "text": "Прошло несколько лет. \n\nАрис так и осталась ребенком с улицы. Она подцепила какую-то болезнь, что эпидемией разраслась на бедные районы города и умерла...\n\nМалышка Мио стала дочерью кузнеца. С ней всё хорошо ",
    "answers": [
      {
        "id": 44,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 44,
    "text": "К сожалению, персонаж умер. Попробуйте сделать другой выбор.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 45,
    "text": "День продолжился. Долго, очень долго он тянулся. И всё бы ничего, но. \n\nПод конец дня Мио подошла к мужчине. У них завязался разговор. Арис старалась не смотреть на них так часто, а собирать деньги. Отвернувшись на секунду, девочка не заметила, как Мио пропала. Поняв это, Арис соскачила и стала звать девочку. Ответа не последовало. Долго бегая по площади, расспрашивая всех, не видел ли кто Мио, девочка вернулась ни с чем: малышка пропала. Пропали и деньги, и даже булка, но Арис не особо думала об этом. Вернувшись в лачугу и рассказав всё, что приключилось, девочка отказалась от ужина, и, под недовольные и осущдающие взгляды, легла на свою самодельную кровать, если можно было так назвать кусок ткани.",
    "answers": [
      {
        "id": 43,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 46,
    "text": "День продолжился. Долго, очень долго он тянулся. И всё бы ничего, но. \n\nАрис подошла к мужчине. Он не выглядел злым, скорее наоборот. Интуиция подсказывала, что он добрый.\n\n—Добрый день, почтенный господин. Не откажите ли вы подать мне немного денег. Или же еды. Прошу вас. Мы будем молиться за вас несколько дней, не откажите в просьбе.\n\nМужчина остановился и посмотрел на девочку. В его глазах разгоралось любопытство. Это было видно невооружённым взглядом. Усмехнувшись, тот начал говорить:\n\n—Что такая красивая юная леди забыла на этих улицах? Неужто скатилась до попрошайничества? Ай-яй-яй...\n\nАрис нахмурилась, но потом сразу натянула улыбку. Жизнь на улицах и не такому научит. Мужчина заметил это недовольство за маской улыбки и ухмыльнулся.\n\n—Что же, раз малышка так просит,-он полез в карман.- Держи. И запомни навсегда: как бы твёрд не был камень, однажды роза сможет прорасти сквозь него\n\nНа ладони мужчины оказалась одна серебряная монета. Девочка от удивления раскрыла рот, не веря своим глазам, и взяла монетку. Пока она приходила в себя, мужчина ушёл. \n",
    "answers": [
      {
        "id": 47,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 47,
    "text": "Девочка радостная побежала к Мио, крепко держа в руках монету. После восторженных криков и визгов, на которые прохожие оглядывались с удивлением и недовольством, девочки побежали домой. Зайдя внутрь, они сразу побежали к старшим, а те в свою очередь побежали в магазин. \n\nСегодня на ужин у \"детей улиц\" была похлебка. О чем ещё можно мечтать? Прекрасное блюдо, почти то же едят и богачи. Так думала Арис, ни разу не бывавшая у дворян на обедах. Только такую похлебку в их домах могли есть лишь рабы, да и то, сильно провинившиеся. Но девочка не думала об этом. Она радовалась вкусной еде, улыбкам остальных ребят и похвале, что та получала от детей. Она думала, что поняла, что такое счастье и радость. Арис радовалась, как маленький ребёнок, будто не было в ее жизне никаких трудностей, будто она стала ребенком в огромной семье таких же счастливых людей, какие встречались ей на площади.",
    "answers": [
      {
        "id": 48,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 48,
    "text": "Ужин закончился. Арис успела стащить со стола кусок хлеба. К счастью, никто этого не заметил. \n\n\"Я всё верну, обещаю. Я заработаю очень много денег и куплю всем ещё хлеба. Нет, я куплю мяса.\"\n\nДевочка побежала за деревянные дома. Там ее ждал маленький щенок, чем-то похожий на Арис. Серая спинка, длинный, местами завалявшийся мех, одно стоячее ухо. Другое висело ,будто тряпка на веревке. Черный носик и глазки бусинки. Прелесть. \n\nАрис положила кусок хлеба на пол. Пока щенок ел, малышка поглаживала его по пушистой спине. Он ,наверное, хотел мяса, а не хлеба. Собаки редко едят хлеб. Но щенок покорно кушал этот ломтик чёрного, почти твёрдого, как сухарь, хлеба. Откуда ни возьмись появилась шайка хулиганов. Арис вздрогнула, предчувствуя на себе их удары, когда мужчины поймут, что денег у девочки нет. И правда. Малышка не запомнила разговор шайки бандитов: все их фразы были скучны и похожи одна на другую. Каждая такая банда ничем не отличалась от другой. Кроме как ударами. Кто-то бил в живот, кто-то в грудь, а кто-то хлестал по спине. Арис ненавидела их, боялась. Где-то в глубине души она понимала, что может стать такой же. Чем отличается их жизнь от жизни малышки? Они несут одинаковую судьбу, одну и ту же ношу. Это было страшнее всего.",
    "answers": [
      {
        "id": 49,
        "text": "Сопротивляться"
      },
      {
        "id": 50,
        "text": "Не сопротивляться"
      }
    ]
  },
  {
    "id": 49,
    "text": "Арис стала сопротивляться. Послышалась ругань, пока один из мужчин со всей силы не ударил малышке по голове. В глазах заплясали искорки.\n\n—Ах ты дрянь!\n\nСегодня удары были сильнее обычного. Намного, намного сильнее. Сопротивляться не было сил. Они больше ее в несколько раз. Один из банды ударил малышку в живот, из-за чего та согнулась пополам, а изо рта брызнула слюна с кровью.\n\n\"Дура, дура, дура. Знала же, что так закончится. Зачем пошла к этой собаке, дура... дура. Больно, очень-очень больно, спасите\"\n\nМожет, сами небеса услышали ее молитвы, может, просто повезло, но как раз в это время кто-то прокричал:\n\n—А ну, остановитесь!\n\nДалее послышались крики, брань и звуки ударов. Девочка сопереживала человеку, что так необдуманно полез в драку с этими изгоями общества. Последним, что увидела Арис, это обеспокоенное лицо того мужчины с площади, его слова о том, что всё будет хорошо и теплые руки, что обнимали тело девочки до того, как провалиться в бесконечный сон....",
    "answers": [
      {
        "id": 51,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 50,
    "text": "Сегодня удары были сильнее обычного. Девочка даже не сопротивлялась. Они больше ее в несколько раз. Она просто умрёт, если разозлит этих мужиков. Один из банды ударил малышку в живот, из-за чего та согнулась пополам. \n\n\"Дура, дура, дура. Знала же, что так закончится. Зачем пошла к этой собаке, дура... дура. Больно, очень-очень больно, спасите\"\n\nМожет, сами небеса услышали ее молитвы, может, просто повезло, но как раз в это время кто-то прокричал:\n\n—А ну, остановитесь!\n\nДалее послышались крики, брань и звуки ударов. Девочка сопереживала человеку, что так необдуманно полез в драку с этими изгоями общества. Последним, что увидела Арис, это обеспокоенное лицо того мужчины с площади, его слова о том, что всё будет хорошо и теплые руки, что обнимали тело девочки до того, как провалиться в сон.",
    "answers": [
      {
        "id": 52,
        "text": "<———▪︎☆▪︎———>"
      }
    ]
  },
  {
    "id": 51,
    "text": "\n\n____________________________________________________\n\nПоздравляю Вас! Вы умерли. Побои оказались слишком сильными, чтобы маленькая девочка смогла выжить. вернитесь назад и сделайте другой выбор\n\n____________________________________________________",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 52,
    "text": "Конец второй главы",
    "answers": [
      {
        "id": 64,
        "text": "Глава третья"
      },
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 53,
    "text": "Доброго времени суток, мои дорогие. На связи жабка)))\n\nРаз вы зашли сюда, значит, у вас появились какие-то вопросы. Пишите их в комментариях, а я постараюсь чётко ответить без спойлеров, если вы их не хотите)\n\nИ ещё, пока не забыл. Пишите комментарии, что бы можно было убрать, а что добавить? Что вам нравится или не нравится? Мне очень важно общение с читателями. Ставьте лайки или дизлайки (жабка почувствовала себя немного старой). Каждый ваш комментарий, лайк, заставляет меня не бросить квест",
    "answers": [
      {
        "id": 53,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c24/2111/90/2f13d4ce2173.png"
      },
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 54,
        "text": "Что планируется?"
      },
      {
        "id": 55,
        "text": "Где романтика?"
      },
      {
        "id": 56,
        "text": "Автор, а вот честно..."
      },
      {
        "id": 57,
        "text": "Сколько персонажей в любовных целях?"
      },
      {
        "id": 58,
        "text": "Спойлеры, друзья?"
      },
      {
        "id": 59,
        "text": "Почему романтика?"
      },
      {
        "id": 61,
        "text": "Как там у нас с обновлениями?"
      },
      {
        "id": 62,
        "text": "Сколько концовок?"
      },
      {
        "id": 68,
        "text": "Яндерка"
      },
      {
        "id": 69,
        "text": "Описание персонажей "
      },
      {
        "id": 72,
        "text": "Обновления квеста"
      },
      {
        "id": 126,
        "text": "I'm always come back "
      }
    ]
  },
  {
    "id": 54,
    "text": "Вообще, я планировала где-то 40 глав, а там как пойдёт. Весь сюжет уже не только в моей больной голове, но и на компьютере в виде каких-то обрывков и зарисовок. Поэтому я и могу ответить на несколько вопросов ",
    "answers": [
      {
        "id": 53,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 55,
    "text": "Романтика будет, не беспокойтесь. Но сами подумайте: гг сейчас где-то 11-12 лет, какая романтика в таком возрасте? Да и нужно думать прежде всего о выживании. Некоторые люди, кто уже прошёл вторую главу, поняли, что от каждой мелочи может зависеть жизнь. Хехехеее, мне иногда просто было лень писать другие варианты развития событий, уж простите. Такого больше не повториться, обещаю)\n\nНу а если серьёзно. Романтика будет в 4-5 главах, где гг будет показана более взрослой. Если, конечно, вы ее случайно не убьете. ",
    "answers": [
      {
        "id": 53,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 56,
    "text": "писал ли ты еще квесты?\n\nДа, писал. Думаю, кто-то мог видеть меня в квесте \"Меч Империи\"\nБудучи соавтором, я помогала моей дорогой коллеге. Но, как не прискорбно это говорить, обновы не будет. Мы просрали пароль от ака и его почту. Автор и я не хотели ее так заканчивать, простите. Могу лишь сказать, что мир \"Меча\" схож с миром \"Склада\" (так странно звучит), поэтому некоторые персонажи и их имена будут мелькать в произведении",
    "answers": [
      {
        "id": 53,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 57,
    "text": "Ой, а я особо не думал об этом.. Наверное, 9. Может, если мне будет лень-сделаю поменьше. Или каких-то очень трудных персонажей\n\nНо у меня такой вопрос, дорогие мои, как насчёт яндерки? Напишите, пожалуйста, внизу. Там вроде можно писать",
    "answers": [
      {
        "id": 53,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 58,
    "text": "Ну, тут будут спойлеры и помощь в прохождении. На данный момент ничего сказать не могу, потому что мало что известно о персонажах и вообще, только две главы. Третья уже в процессе ",
    "answers": [
      {
        "id": 53,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 59,
    "text": "Ну, я же творческая душа, а любовь-прекрасное чувство)..\n\nнет, я шучу. Просто каждому из нас хотелось бы романтики, просто не каждый признается себе в этом. Тем более, не так уж и много этой самой романтики. Квест написан, чтобы вы, друзья мои, отдохнули.",
    "answers": [
      {
        "id": 53,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 60,
    "text": "Глава первая.\n\"Мальчик с прозрачными руками\"\n\n\n\"\"Время — великолепный учитель, но, к сожалению, оно убивает своих учеников.\"\"\n                                                                        —Э. Берлиоз\n♤♤♤♤♤♤\n\n\nПо снегу бежала девушка. Кровь струёй стекала изо рта, окрашивая белоснежное полотно в ярко-алый цвет. Девушка держала в руках меч, что сверкал на свету, так хорошо сочетаясь с хрупким, но холодным снегом и с алыми каплями крови. Проваливаясь, и, вновь поднимаясь, молодая особа старалась успеть.\n\n\"Только не снова, только не сейчас, нет, нет, пожалуйста, только не снова!\"\n\nПереведя взгляд со снега, девушка ужаснулась: перед ней стояло нечто черное, с длинными щупальцами и злобной, коварной улыбкой. Нечто ещё больше растянула свою зловещую улыбку, и девушка вздрогнула. После чего обнажила клыки. На ее голове красовались два волчьих уха, а серебристые волосы сливались бы со снегом, если бы не кровь на них. Большие, горящие ненавистью глазах цвета голубого неба, сверкнули огнём. Послышался рык, позади девушки появились и другие люди. Раз, два, три... теперь их 9. Нечто заговорило\n\n—Ах, моя милая, любимая Арис, неужели ты забыла своего дорогого дру...\n\n—Заткни пасть, ты теперь ничто и никем для нас не являешься!- прокричал мужчина с черными, как вороье крыло, волосами.- Если в тебе хоть немного осталось от человека-заткнись!\n\n—Ты всё такой же, Кайса. Я ведь никогда и не был человеком! Неужели забыл?! А ведь это всё из-за вас! Из-за вас я опустился на самое дно! Нц... ничего, скоро Манфир с вами разберётся. Моя милая Арис! Ты тоже скоро умрёшь! А когда ты умрёшь, я буду невообразимо счастлив. Ведь только так ты станешь моей, и только моей.\n\nПервым не выдержал парень с длинными белоснежными волосами. Подняв руки вверх, он стал что-то быстро читать, пока луч света не ударил нечто. Нечто закричало. Вперёд двинулся мужчина с золотыми волосами. \n\n—Больной ублюдок...-прорычала Арис, схватив поудобнее меч. Побежав вперёд на это нечто, она услышала шум за собой: они рядом.",
    "answers": [
      {
        "id": 2,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 61,
    "text": "О, я ждал этого вопроса. Квест обновляется почти каждый день, я держу обещания. Ваши комментарии поднимают мою жопку с дивана, и я начинаю писать новые главы. Третья глава написана, ее проверяет мой соавтор. Четвертая также написана, поэтому ждём решения моего дорогого друга. Главы выходят примерно раз в неделю, но я хочу писать и выкладывать раз в два-три дня. Опять же, я жду соавтора)",
    "answers": [
      {
        "id": 53,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 62,
    "text": "Пока что планируется 10 концовок, не считая смерти гг в начальных главах (я ленивое существо, у меня биология)\n\nНе могу сказать точно, как они будут называться, но если хотите, можете посмотреть черновик",
    "answers": [
      {
        "id": 53,
        "text": "Назад "
      },
      {
        "id": 63,
        "text": "Черновик"
      }
    ]
  },
  {
    "id": 63,
    "text": "Концовки\n\n¤- плохие, ◇- хорошие, ♡- романтика чистой воды, ☆- секретные, ○- нечто, что даже авторы не в курсе, как вы ее добились\n\n____________________________________________________\n\nСемь смертных грехов ¤\n\nВолчья луна◇\n\nНа вересковой пустоши♡\n\nЛедяные часы○\n\nСтеклянное сердце☆\n\nРадуга, что теряет цвета¤\n\nСерость повседневной рутины◇\n\nКоролева воздушных змеев♡\n\nВелосипед для четверых♡\n\nХранитель слез¤",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 64,
    "text": "Глава третья\n\"Бездомный щенок в коробке\"\n\n\n\"\"Человек, который не испытал детской признательности и любви женщины, никогда не жил\"\"\n                                                   —Уильям Батлер Йейтс\n♧♧♧♧♧\n\nБыло душно. Раскаленные пески, скалы и стены домов дышали жаром. Камни громко падали в шумевшие у берегов волны, шипя, как красное железо в кузнице. Но живительная прохлада океана не долетала до домов, впитываясь в горячий песок и скалы. Портовый город гудел: здесь никогда не спят. Как бы жарко ни было, мотросы разгружали корабли, носильщики таскали товар и багаж знатных дам и господ, по всему порту кричали чайки.\n\nМаленькая Арис открыла глаза, не в силах вынести этот душный воздух дома, и встала, дабы смочить горло. Жгучая боль пронзила плечо и голову, и девочка вспомнила всё, что произошло вчера. Возможно вчера. Она не знала, сколько находилась без сознания. \n\nДверь скрипнула, и на пороге появился незнакомец. Хотя, какой же он незнакомец? Это ее спаситель. Наверное. Арис была не уверена, что произошло тогда ",
    "answers": [
      {
        "id": 65,
        "text": "Быстро проверить, видно ли уши и хвост"
      },
      {
        "id": 66,
        "text": "Оставаться спокойной "
      },
      {
        "id": 67,
        "text": "Зарычать"
      }
    ]
  },
  {
    "id": 65,
    "text": "Девочка вздрогнула, чувствуя, а точнее, не чувствуя шапку на голове. Подняв руки вверх, Арис потрогала макушку на наличие ушей, и с ужасом обнаружила их.\n\nДедушка улыбнулся, продолжая стоять у двери, дабы не смущать девочку. Прищурившись, тот цокнул языком, увидев недоумение и страх в глазах малышки.\n\n—Не боись, волчонок, и не таких видывали. Ну, шо ты зыркаешь на меня, как на врага народа? Поди сюды, не боись. Мы народ простой, не тронем. ",
    "answers": [
      {
        "id": 73,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 66,
    "text": "Арис старательно делала вид, что ничего необычного нет. Горячий ветер дум прямо в уши через открытое окно, из-за чего те нервно подергивались. Это не зависело от желаний девочки.\n\nДедушка улыбнулся, продолжая стоять у двери, дабы не смущать девочку. Прищурившись, тот цокнул языком, увидев недоумение и страх в глазах малышки.\n\n—Не боись, волчонок, и не таких видывали. Ну, шо ты зыркаешь на меня, как на врага народа? Поди сюды, не боись. Мы народ простой, не тронем. Уши-то побереги. Воздух обжигающий, с непривычки худо будет. Ну-ну, милок, не смотри так",
    "answers": [
      {
        "id": 73,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 67,
    "text": "Лучшая защита-это нападение. Вот и Арис решилась на это. Послышался рык. Чистый, животный рык. Ну, так думала лишь малышка. Дедушка же громко засмеялся, считая это забавным. Арис подавилась от неожиданности, и ее и так испуганный рык, похожий на звуки щенка, стал задыхающимся, девочка закашляла. Ее спасатель хотел подойти, похлопать малышку по спине, но та лишь злобно сверкнула глазами.\n\nДедушка улыбнулся, продолжая стоять у двери, дабы не смущать девочку. Прищурившись, тот цокнул языком, увидев недоумение и страх в глазах малышки.\n\n—Не боись, волчонок, и не таких видывали. Ну, шо ты зыркаешь на меня, как на врага народа? Поди сюды, не боись. Мы народ простой, не тронем. Хватит рыкать на меня, не такой уж я и страшный",
    "answers": [
      {
        "id": 73,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 68,
    "text": "Дали добро на яндерку, и теперь у нас официально 9 персонажей-любовных целей. Порадуемся!\n\n*наливает всем клубничный сок*",
    "answers": [
      {
        "id": 53,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 69,
    "text": "Ну, тут ничего сказать не могу. Возможно-будет, возможно-нет. Как духи скажут, как карта ляжет.",
    "answers": [
      {
        "id": 70,
        "text": "Игровой персонаж "
      },
      {
        "id": 53,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 70,
    "text": "Имя: \n\nАрис. Фамилии нет. \nПростолюдинка, беспризорник (на момент начала квеста. Дальше-как пойдёт)\n\nВолосы цвета серебра, большие голубые глаза с вертикальным зрачком. Волчьи уши и хвост. Звероподобная. ",
    "answers": [
      {
        "id": 71,
        "text": "Навыки"
      },
      {
        "id": 69,
        "text": "Назад "
      },
      {
        "id": 70,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c23/2111/8f/00a434cd0563.jpg"
      }
    ]
  },
  {
    "id": 71,
    "text": "Лучше всего прокачивать навыки:\n\n• \"Интеллект\" \n• \"Ближний бой\"\n• \"Холодное оружие\"\n• \"Инстинкты\"\n• \"Слежка\"\n• \"Наемник\"\n• \"Мастер ядов\"\n• \"Магия воды и ее атрибуты\"\n• \"Рыцарство\"\n\nПомним, что нельзя прокачать навыки, что вообще не совместимы. Например: \"Слежка\" <plus> \"Рыцарство\"=противоречие. Или, не прокачивать навык, что нужен для навыка, который вы хотите. \"Магия\" макс.уровень<plus>\"Интеллект\" мин.уровень=неудача в бою",
    "answers": [
      {
        "id": 70,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 72,
    "text": "Встал вопрос: что означает, что квест обновляется каждый день? \n\nВсё просто: каждый день я отвечаю на вопросы, также пишу главы и исправляю ошибки. Когда происходит что-то глобальное, я пишу об этом рядом с датой обновления. Вот так вот, ква\n\nВопрос: будет ли продолжение?\n\nДа, оно будет. Я сейчас умоляю соавтора без редакции выложить три главы, т.к. соавтор заболел. Но она пока бунтует. Как успокоится-будет прода",
    "answers": [
      {
        "id": 53,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 73,
    "text": "Арис недоверчиво фыркнула, но решила смириться. Этот мужчина больше девочки в несколько раз, только его кулак был размером с голову ребенка, что было не очень-то хорошо для волчонка. Дед как-то неуверенно подошёл поближе, стараясь не напугать Арис еще сильнее, что не особо получалось. Теперь малышка смогла рассмотреть своего спасителя получше: седые волосы, огромная голова на широкой шее, такие же широкие и мощные плечи, тяжелые руки, мускулы... одни мускулы... тонна мускулов. Интересно, как он живёт со всем этим?\n\nМужчина заметил на себе взгляд Арис и тихо засмеялся. Подойдя ближе, он потрепал девочку по голове, взлохматив волосы. Малышка была не против. После заговорил старик\n\n—Ну, и как мы с тобой жить будем, ась? Хош со мной остаться? Я не обижу, у меня хоть внуков и нет, но не потому, шо злой\n\n—А почему, дядь?-Арис внимательно посмотрела на мужчину, стараясь повторить тембр и стиль его голоса, на что старик лишь улыбнулся\n\n—Да вот в чём дело то.. вдовец я. Ни детей, ни жены. Не зыркай на мене так, умерла она, когда тебя ешо в планах не было, волчонок,-дедушка посмотрел на малышку, прочитав в ее глазах немой вопрос: \"Ты кто вообще?\". Да, строгое замечание. Старик кашлянул- Я.. это.. В обшем, зови мене Ганс. Ну а тя как величать?\n\n",
    "answers": [
      {
        "id": 73,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d32/2111/e9/f46f134c351f.jpg"
      },
      {
        "id": 73,
        "text": "нет, я пока-что русский знаю. И без соавтора. Тут просто говор деревенский создать хочу. Так что я ещё вменяемый",
        "comment": true
      },
      {
        "id": 77,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 74,
    "text": "Здесь представлены справочники касательно Империи. Краткий экскурс в историю Империи, учебники магии и науки призыва, алхимии. Список рас, что воюют с Империей, состоят в союзе или нейтральны, а также справочники с лекарственными растениями и ядами. Также есть книга по этикету и искусству воины. Приятного чтения, ква",
    "answers": [
      {
        "id": 75,
        "text": "Это интересно "
      },
      {
        "id": 13,
        "text": "Назад "
      },
      {
        "id": 76,
        "text": "Этикет"
      }
    ]
  },
  {
    "id": 75,
    "text": "Данная информация может понадобится при прохождении квеста. Запомните базу, а дальше-как пойдёт. Некоторые книги, конечно, созданы просто так. Я попытался сжать информацию и выделить самое главное, чтобы было понятно и удобно. \n\nЛюблю вас =3= ~~♡",
    "answers": [
      {
        "id": 74,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 76,
    "text": "Этикет (упаси Господи)-далеко не последняя вещь в жизни дворян и даже некоторых крестьян. Поэтому, советую лучше прочитать и понять данную тему. В интернете такой темы мало, поэтому откапываем древний томик с правилами этикета 1907 года (да, у меня и такое есть) и читаем ",
    "answers": [
      {
        "id": 74,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 77,
    "text": "Малышка долго и пристально смотрела на дедушку, думая, рассказывать или нет. С одной стороны, он первый представился, и невежливо игнорировать человека. С другой, мутный он тип. Ни с того ни с сего забрать ребенка, который жил на улице. Да еще и звероподобного. Не придумав, как выкрутиться из этой неприятной ситуации, девочка прговорила:\n\n—Арис. Фамилии нет. Приятно познакомиться. \n\nСтарик улыбнулся еще шире. Интересно, что у него на уме? Хотя, долго ждать не пришлось, так как дед начал говорить\n\n—Ну так вот, Арис. Чавой это я... старый я стал, детей отродяся не было. Не знаю, шо детям нужно, но ты оставайся. Как вижу, дома у тебе не наблюдается, вот и оставайся здеся. Кхм. Вот\n\nВолчонок долго глядела на деда, как на полоумного: зачем ему помогать такой, как она? Хотя, хуже уже не будет.  Почему бы не пожить в комфорте?",
    "answers": [
      {
        "id": 78,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 78,
    "text": "—....Хорошо\n\nИнтересно, что из этого выйдет?...",
    "answers": [
      {
        "id": 79,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 79,
    "text": "____________________________________________________\n\n3 месяца спустя \n____________________________________________________\n\nМрачное, но добротное жильё, скудная, но лаконичная обстановка со старинными потолочными сводами, на потолке располагались деревянные балки из брёвен, тяжёлая мебель, которая была застелена звериными шкурами. У жёстких стульев завышенные прямые спинки, а над кроватью в спальне – конструкция с белым балдахином, сундук с коваными деталями. На нем и сидели, и спали, там хранили и перевозили, как в чемодане, вещи. Входная дверь была тяжёлая, деревянная. каменный пол. Здесь не было холодно. Центр комнаты занимал камин из камня с коваными принадлежностями. \n\nЗдесь и проживала последние три месяца Арис, будучи приемной внучкой Ганса-местного кузнеца. Как оказалось, раньше тот работал наемником, а ее уже потчившая жена была кем-то типа мага в отряде, в котором он служил. Малышка долго смотрела на шкаф с книгами, что остались у Ганса от жены. Это чудо, что у такого старика были книги. Их мало кто мог себе позволить. И, вот так везение-наемник умел читать. Спасибо жене. Возможно, она была беглой дворянкой? Или же гением, что рождается раз в тысячилетие? Мы этого никогда не узнаем",
    "answers": [
      {
        "id": 82,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": "Учебник столичного этикеиа",
    "answers": [
      {
        "id": 80,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 82,
    "text": "—Ну что, волчонок. Нам предстоит серьёзный разговор, -проговорил Ганс. На самом деле, он мог разговаривать нормально, без деревенского акцента. В прошлый раз он смеялся над девочкой, за что шутливо получил удар по коленке и дующуюся весь день Арис.- Чем же ты хочешь заниматься? Тебе ж почти 12 лет, пора бы определиться. \n\nАрис задумалась. Действительно, пора бы. Но что ей больше всего хотелось бы?... Скучные профессии она даже не рассматривала. Ей хотелось чего-то необычного",
    "answers": [
      {
        "id": 121,
        "text": "Магия"
      },
      {
        "id": 83,
        "text": "Рыцарство"
      },
      {
        "id": 83,
        "text": "Лекарь"
      },
      {
        "id": 83,
        "text": "Наемник"
      }
    ]
  },
  {
    "id": 83,
    "text": "—Я хочу....\n\n\n__________________Конец_главы____________________",
    "answers": [
      {
        "id": 84,
        "text": "<———▪︎☆▪︎———>"
      }
    ]
  },
  {
    "id": 84,
    "text": "Прошу прощения, что так долго. Я и сам немного приболел. Пока ждёте главушки, советую прочитать книги о том, чем вы хотите заниматься). Предупреждаю, не все занятия ведут к хорошему концу. Также, если вы не против, тренировок у девочки не будет, точнее, они не будут показаны. Официально переключаемся на романтикуу, юхууу!!!",
    "answers": [
      {
        "id": 1,
        "text": "На первую"
      }
    ]
  },
  {
    "id": 85,
    "text": "Здесь представлены некоторые расы, что обитают в этом мире, а также животные и растения, что не встретишь у нас",
    "answers": [
      {
        "id": 86,
        "text": "Дружеские отношения "
      },
      {
        "id": 87,
        "text": "Враждуют"
      },
      {
        "id": 88,
        "text": "Нейтрально "
      },
      {
        "id": 89,
        "text": "Животные"
      },
      {
        "id": 90,
        "text": "Растения "
      },
      {
        "id": 8,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 86,
    "text": "~♡~",
    "answers": [
      {
        "id": 91,
        "text": "Люди"
      },
      {
        "id": 92,
        "text": "Светлые эльфы "
      },
      {
        "id": 93,
        "text": "Цверги"
      },
      {
        "id": 94,
        "text": "Друиды"
      },
      {
        "id": 95,
        "text": "Тифлинги"
      },
      {
        "id": 96,
        "text": "Феи"
      },
      {
        "id": 97,
        "text": "Дворфы "
      },
      {
        "id": 98,
        "text": "Звероподобные "
      },
      {
        "id": 99,
        "text": "Русалки"
      },
      {
        "id": 85,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 87,
    "text": "~♤~",
    "answers": [
      {
        "id": 85,
        "text": "Назад "
      },
      {
        "id": 101,
        "text": "Йорогумо"
      },
      {
        "id": 100,
        "text": "Эмианд"
      },
      {
        "id": 102,
        "text": "Мурлок"
      },
      {
        "id": 103,
        "text": "Одольфы"
      },
      {
        "id": 104,
        "text": "Циклопы"
      },
      {
        "id": 105,
        "text": "Големы"
      },
      {
        "id": 106,
        "text": "Орки"
      },
      {
        "id": 107,
        "text": "Гоблины"
      },
      {
        "id": 108,
        "text": "Дендроиды"
      },
      {
        "id": 109,
        "text": "Огры"
      },
      {
        "id": 110,
        "text": "Тролли"
      },
      {
        "id": 111,
        "text": "Гарпии"
      },
      {
        "id": 112,
        "text": "Сирены"
      },
      {
        "id": 113,
        "text": "Ламии"
      }
    ]
  },
  {
    "id": 88,
    "text": "Нейтрально на данный момент. Но все может поменяться ",
    "answers": [
      {
        "id": 85,
        "text": "Назад "
      },
      {
        "id": 114,
        "text": "Кровавые эльфы "
      },
      {
        "id": 115,
        "text": "Демоны"
      },
      {
        "id": 116,
        "text": "Темные эльфы "
      },
      {
        "id": 117,
        "text": "Оборотни "
      },
      {
        "id": 118,
        "text": "Варлы"
      },
      {
        "id": 119,
        "text": "Вампиры "
      }
    ]
  },
  {
    "id": 89,
    "text": "делаем",
    "answers": [
      {
        "id": 85,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 90,
    "text": "Эй, хозяин, мне б на волю",
    "answers": [
      {
        "id": 85,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 91,
    "text": "Люди – самая многочисленная раса. Они являются универсалами, поэтому способны использовать любую магию, но при этом они редко могут достичь высоких уровней мастерства. Также, являются хорошими торговцами.",
    "answers": [
      {
        "id": 86,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 92,
    "text": "Светлые эльфы. \n\nУ них светлая кожа, зачастую светлые волосы. Они довольно мягки, также могут быть строги. Им хорошо даётся Магия природы, света, лечения. Хорошие лекари и лучники, мощные друиды. Могут разговаривать с растениями и зверями, могут видеть их глазами(друиды). Светлые эльфы недолюбливают большинство рас, особенно короткоживущих и ненавидят своих сородичей — тёмных эльфов.",
    "answers": [
      {
        "id": 86,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 93,
    "text": "Цверги или карлики – очень похожи на людей. Они даже особых бород не имеют, а женщины, это миниатюрные копии человеческих женщин. Отличаются тем, что могут использовать как руную магию, так и магию земли. \n\nПредставители расы являются хорошими кузнецами, специализируются на ювелирных изделиях.",
    "answers": [
      {
        "id": 86,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 94,
    "text": "Друиды – хранители мира, которые избрали путь природы, следование мудрости предков, исцеляя и оберегая мир. Природа для Друида — хрупкий баланс действий, в котором самый небольшой дисбаланс может спровоцировать грозовое потрясения.\n",
    "answers": [
      {
        "id": 86,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 95,
    "text": "Тифлинги – это полукровки, метис человека и демона. В силу такого родства они обладают некоторыми преимуществами перед человеком — они гораздо более быстрые и ловкие, быстро регенерируют и неплохо видят в темноте. Тифлинги в большинстве случаев сильно отличаются от людей внешне, особенно в первом поколении.",
    "answers": [
      {
        "id": 86,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 96,
    "text": "Феи – миролюбивая раса, никогда не нападают, но могут обороняться. Не слишком сильны. От них можно получить пыльцу восполняющую силы.\n",
    "answers": [
      {
        "id": 86,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 97,
    "text": "Гномы/дворфы – сильная и могучая раса. Эти гордые существа обитают на землях, в которых многие другие не могут или не желают даже находиться. Низкорослые, коренасты и очень сильны, у мужчин, как правило, густые бороды. Народ дворфов живет обычно в горах (под горами), славится кузнецким мастерством и боевым искусством. Им также приписывают владение рунной магией.",
    "answers": [
      {
        "id": 86,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 98,
    "text": "Звероподобные.\n\n Самая разнообразная раса из всех. Каждый из них имеет какие-то животные качества. Может быть это звериные уши, или хвост, а может быть вообще почти полное сходство с диким зверем. Своих городов не имеют. Они либо собираются в кочевые племена, иногда даже дикие, либо живут в уже построенных городах. Продолжительность жизни как у людей.\n",
    "answers": [
      {
        "id": 86,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 99,
    "text": "Русалка – это необычное создание с человеческим туловищем и рыбьим хвостом вместо ног. Кожа у них белоснежно-белая. Русалки обладают мелодичным и гипнотизирующим тембром голоса. Согласно преданию, ими могли стать девушки, которые погибли до замужества или по причине разбитого любовью сердца, а также маленькие некрещеные или по каким-то причинам проклятые дети. Русалки предпочитают не только соленую морскую воду, но комфортно себя чувствуют в пресной озерной. Также морские красавицы любят яркие вещи, которые могут украсть или попросить. Живут русалки дольше людей, но они все же уязвимы, хотя раны на их теле заживают достаточно быстро.",
    "answers": [
      {
        "id": 86,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 100,
    "text": "Эмианд (призраки) – существа которые не могут питаться нечем, кроме как эмоциями. При отсутствии \"пищи\" слабеют из-за чего способны проходить сквозь объекты. Обитают только в Хельденгарде",
    "answers": [
      {
        "id": 87,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 101,
    "text": "Йорогумо — это вид ёкаев, что своим видом напоминает паука. Помимо своей естественной среды обитания йорогумы могут жить и в человеческих поселениях, принимая обличие человека. Они жестоки и злы. У такого вида ёкаев спокойная натура. Сначала они дружелюбны и кокетливы, особенно по отношению к мужчинам. когда заходит солнце, проявляет свою настоящую личность. Ночью она оплетает мужчину своей паутиной и насилует его до самого рассвета или до тех пор, пока тот не обессилеет. А дальше два варианта: либо ты съеден паучихой, либо ее паучатами",
    "answers": [
      {
        "id": 87,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 102,
    "text": "Мурлок — рыбо-человек. Тело покрыто чешуей, защищающей от камней, стрел и иссушения. Руки и ноги мощные, способны удержать почти любой предмет и использовать, как оружие. Обычно ходят в большими группами. По одному, мурлоки не особо сильны из-за зрения. Оно на суше очень мутное, а остальные рецепторы работают только под водой. Обитают в основном у скал. Лучший способ убийства — нанесести физический урон по груди или голове.",
    "answers": [
      {
        "id": 87,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 103,
    "text": "Одольфы — монстры поклоняющиеся растениям, у них есть разум, они способны реагировать на действия противника. Есть ноги и руки, похожие больше на плавники. Тело крепкое, рост небольшой. Обитают по одиночке, в основном у болота. Довольно быстры и выносливы. Способны быть невидимыми из-за покрова. Они живут в тёмных местах и могут сливаться с этой темнотой. Можно победить магией, физическими атаками по телу.",
    "answers": [
      {
        "id": 87,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 104,
    "text": "Циклопы — Далекие потомки одичавших титанов, очень сильны и практически неуязвимы. Живут в труднодоступных скалистых ущельях или на необитаемых островых. Самовлюбленные эгоисты, цивилизации как таковой и высокой материальной культуры не имеют. Особые приметы — одноглазость и дарованная богами непонятно за что способность парализовывать взглядом. Интеллектуальный уровень низкий, легко приходят в бешенство.",
    "answers": [
      {
        "id": 87,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 105,
    "text": "Големы – существа из неживой материи, будь то камень или глина. Оживлены при помощи тайных знаний, обычно они применяются в промышленности или войнах, выполняют ту работу которую не может выполнить хозяин голема.",
    "answers": [
      {
        "id": 87,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 106,
    "text": "Орки– высокие, масивные и мускулитсые существа с зелёным цветом кожи. Воинственный народ, состоящих из разных кланов, каждый клан имеет свои особенности и обычаи. Живут орки обычно в степях, лесах, горах (очень редко в джунглях). Поклоняются орки не богам как все другие расы,а своим предкам (а точнее их духам), приветствуют шаманизм.\n",
    "answers": [
      {
        "id": 87,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 107,
    "text": "Гоблины – сверхъестественные человекоподобные создания, живущие в подземных пещерах и не переносящие солнечный свет.",
    "answers": [
      {
        "id": 87,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 108,
    "text": "Дендроиды — \"разумные\" деревья, массивные и очень сильные. Существа — хранители леса. Не нападают, но если причинить вред лесу, то вас ждёт смерть от их ветвей.",
    "answers": [
      {
        "id": 87,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 109,
    "text": "Огры – Великаны-людоеды. Интеллектуальные способности и воображение почти отсутствуют, сильно развит эгоизм и мания величия. Любят загадки. Неуклюжи, невероятно сильны и слабоуязвимы, неплохо регенерируют\n",
    "answers": [
      {
        "id": 87,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 110,
    "text": "Тролли – Обитают где угодно, но предпочитают холодный климат. Основные характеристики — тупость и невероятная живучесть.\n",
    "answers": [
      {
        "id": 87,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 111,
    "text": "Гарпии – полудикий народ, похожий на тощих темнокожих людей с большими крыльями. Срок жизни неизвестен. Часто питаются кровью, отчего их порой путают с вампирами.",
    "answers": [
      {
        "id": 87,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 112,
    "text": "Сирены – красивые и опасные существа, они могут парализовать одним своим видом. Об их очаровании ходят легенды. У очень красивый голос. Могут менять внешность. Большинство из них живет в глубоких морях поблизости высоких гор, в лагуне \"Манлогс\"",
    "answers": [
      {
        "id": 87,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 113,
    "text": "Ламии – женщины с верхней частью тела человека и змеиной нижней частью. Очень умные и индивидуалистичные, некоторые из них формируют деревни для своей расы, другие же живут по соседству с людьми. Те особи, которые живут в деревнях ламий (таких ещё называют дикими), ползают вокруг путевых дорог в поисках одиноко-путешествующих путников — человеческих мужчин. Выглядывая из-за укрытия так чтобы было видно лишь её верхнюю человеческую половину.",
    "answers": [
      {
        "id": 87,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 114,
    "text": "Кровавые эльфы.\n\n Этот народ отличается красными глазами. Склонность к магии крови, огня. Могут использовать такую вещь как антимагию, но тогда не могут стать магами. Они также могут использовать в качестве орудия лук, но у них есть и своё, особое оружие. Это двуручный клинок, сделанный из лёгкого металла, благодаря чему его можно метать. Благодаря привязанной нити, можно вернуть в руку. Кровавые эльфы немногословнны, не очень любят светлых сородичей, нейтрально относятся ко всем остальным.",
    "answers": [
      {
        "id": 88,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 115,
    "text": "Демоны. \n\n Изначально демоны крайне жестоки, кровожадны и безжалостны к чужому горю, глухи к мольбам о пощаде. Однако как и представитель любой другой расы демон может в силу характера или жизненных обстоятельств изменится в лучшую сторону. В подземном мире демоны неуязвимы для простого оружия или магии, но при выходе на поверхность земли они обретают новое тело, которое можно убить почти так же легко как и представителя иных рас.\n",
    "answers": [
      {
        "id": 88,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 116,
    "text": "Тёмные эльфы. У них серая кожа, они живут под землёй, хороши в магии Смерти, Тьмы, также в изготовлении ядов. Хорошие кузнецы, но ещё лучшие алхимики, также имеют небольшую склонность к лукам. Обычно довольно жестоки, в качестве животных, используют ящеров или пантер. Нейтрально​ относятся ко всем расам, кроме Кровавых и Светлых эльфов. К первым они относятся доброжелательно, а со вторыми у них взаимная лютая ненависть.",
    "answers": [
      {
        "id": 88,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 117,
    "text": "Оборотни. Выглядят как обычные люди, однако могут превращаться в крупных животных, чаще всего в волков. В образе людей они слабы, превращаясь, они получают большую силу и скорость. Могут превратиться когда захотят, но прилюдно они это не делают. Обычно делают это лишь для охоты или в случаях опасности. В полнолуние превращение неизбежно. Самый большой урон могут получить в образе человека или от серебра, хотя не погибают от этого, рана будет долго заживать и раненое место будет долго болеть, появится странное ощущение будто по коже провели чем-то расколённым. Сами же не обладают магией. Могут есть обычную человеческую еду, но лучше всего заживляют раны с помощью мяса и предпочитают его. Живут в обычных домах рядом с людьми, но рядом с лесом.",
    "answers": [
      {
        "id": 88,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 118,
    "text": "Варлы. \nЯвляются довольно высокой (2.5-4 м) и долгоживущей расой (могут жить несколько столетий, хоть и из-за своего образа жизни умерают до старости). Первоклассные бойцы и воители, считают себя высшей расой, но к другим расам относятся скорее с сожалением. Также считается, что их берсерки являются самыми опасными войсками во всем мире, но они также опасны и для союзников. Почти всю жизнь варлы проводят в походах, вообще самая лучшая смерть по их мнению это умереть в битве.",
    "answers": [
      {
        "id": 88,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 119,
    "text": "Вампиры. \n\nИмеют бледную кожу и обычно тёмные волосы. Также им присущи обезжизненные глаза, не выражающие эмоций. Острые длинные клыки — их главная особенность. Обладают большой силой, достаточно высоко прыгают и перемещаются быстрее, чем обычный человек. Поэтому не носят с собой оружие и не обладают магией. Конечно, они могут брать оружие, но это встречается редко. Охотятся на любые живые существа слабее их и не обладающих магией света. Могут потерять сознание, ослабиться, получить урон из-за магии света. Обычно лечатся с помощью питья крови у других существ. Живут в тёмных не освещённых местах.",
    "answers": [
      {
        "id": 88,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 120,
    "text": "Да-да, скучная статья, дабы разобраться в языках и научиться некоторым из них (я немного больной, не судите строго)",
    "answers": [
      {
        "id": 8,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 121,
    "text": "—Я хочу....\n\n\n__________________Конец_главы____________________",
    "answers": [
      {
        "id": 122,
        "text": "<———▪︎☆▪︎———>"
      }
    ]
  },
  {
    "id": 122,
    "text": "Прошу прощения, что так долго. Я и сам немного приболел. Пока ждёте главушки, советую прочитать книги о том, чем вы хотите заниматься). Предупреждаю, не все занятия ведут к хорошему концу. Также, если вы не против, тренировок у девочки не будет, точнее, они не будут показаны. Официально переключаемся на романтикуу, юхууу!!!",
    "answers": [
      {
        "id": 1,
        "text": "на первую "
      },
      {
        "id": 124,
        "text": "Глава 4"
      }
    ]
  },
  {
    "id": 123,
    "text": "В это время в трущобах опять запахло кровью. Этому месту не привыкать к аромату железа, тошнотворному запаху плоти. Перед когда-то кричащим человеком стояло нечто. Оно наклонилось в молитве и поднялось с колен. Рядом стояла еще одна фигура, что отвернулась от своего товарища.\n\n—Георги, если не хочешь помогать-мог бы и не идти. Я и сам прекраснейшим образом справился со всем.\n\nПутник продолжал смотреть куда-то в другую сторону, вглядываясь в ночное небо. Он явно боролся с рвотными позывами, но ругать за это его не стоило: малец явно не был приучен к такому. А вот его напарник-да. Он взял маленький камень, что сиял, подобно звездам в ночном небе, и положил его в карман. \n\n—Арис, не все, как ты. Я не могу так легко убить человека \n\nАрис помедлил с ответом. Он остановился от обыскивания трупа и повернул голову у Георги. Глаза цвета голубого неба прищурились и заблестели: это явно было не к добру. Но было уже поздно. Георги нервно глотнул скопившуюся во рту слюну. Он прекрасно знал, что злить его напарника не стоило, пусть тот и не занимал высокой должности. Силы у Арис было предостаточно. Ну вот зачем их отправили на такую грязную работу, как зачистка предателей? Угх, если бы только Георги держал свой длинный язык за зубами, ничего не произошло бы. А так глава Башни разозлился.. это не к добру",
    "answers": [
      {
        "id": 125,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 124,
    "text": "Глава четвёртая \n\"Случайности не случайны\"\n\n\n      \"\"Ничего не бывает случайного, все имеет\n    первопричину.\"\"\n\n                                                               —Зигмунд Фрейд\n♧♧♧♧♧\n\n8 лет спустя\n_________________________________________\n\nСтолица кипела от жизни. Казалось, что голоса тут не умолкали даже с наступлением ночи, что не смогла бы никогда пробраться в город, светивший сотнями огней, разрывавших эту самую темноту. Кроме самых дальних улиц  трущоб. Там жизнь не кипела, не бурлила, а скорее пыталась не утонуть во мраке смерти, впившись всеми конечностями, как человек схватившийся за тонкую ветвь ивы, вися над глубокой пропостью. Тут все старались выжить, и все эти смех, сладкий запах выпечки и всеобщее веселье раздражало, как выражались все остальные люди, этих помойных крыс. \n\nЗвуки всеобщего веселия попробовал порвать леденящий душу крик, но всего, чего тот удостоился, это мимолетного волнения в сердцах некоторых людей. Но это чувство быстро пропало, уступая место в душе лишь праздному веселью. ",
    "answers": [
      {
        "id": 123,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 125,
    "text": "—Я закончил, можем уходить. \n\nС этими словами Арис встал и посмотрел на своего спутника. Не даром все величают его котом. Его острый, хитрый взгляд, смотрел прямо на окно одного из домов, хмурясь. Волосы были средней длины, что иногда мешались. Очки не были нужны ему для зрения, просто напарник думал, что так солиднее.\n\n—Хм.. Что-то не так?-Георги посмотрел на Арис, вопросительно склонив голову. \n\n—Нет, ничего. Пошли уже. \n\nАрис взял немного остывшее тело и щелкнул пальцами. Весь мир закружился, исчезнул на мгновение и также неожиданно появился. Магия",
    "answers": [
      {
        "id": 125,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a19/2203/cd/e368f912bd10.jpg"
      },
      {
        "id": 127,
        "text": "<—♧—>"
      }
    ]
  },
  {
    "id": 126,
    "text": "Да, я живой. Болел долго, но жив. Из-за разделения в 3 главе, что кардинально поменяет ход истории, пытаюсь выложить новую главу для всех концовок",
    "answers": [
      {
        "id": 53,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 127,
    "text": "Надеюсь, все поняли, что спутником Георги была Арис. И пусть она скрывала свой истинный пол, не разглядеть женственности в ней было невозможно. К сожалению, скрыть свою личность ей пришлось не просто так. Стать магом, тем более, прорвавшись из бедности, могли только парни. Девушками пренебрегали, их считали слабыми, годными лишь на рождение детей-магов. Арис не хотела мириться с этим, поэтому отважилась на столь смелый шаг: обмануть всех. Было нелегко, сложно, порою, даже невыполнимо на первый взгляд, но девушка отчаянно хотела стать магом. Если бы не счастливая случайность, неизвестно, жила бы ещё на свете девушка по имени Арис? Неизвестно. Спросите, как так получилось? Я отвечу. Однажды они с Гансом решили сходить на главную площадь, а после в порт. Там какой-то маг заметил потенциал в девушке, остался с ними и стал учить малышку магии... Но всё когда-то заканчивается. Через 4 года после встречи маг уехал назад, а ещё через год Арис похрронила Ганса. Она обещала не плакать, не переживать за него. И выполнила свое слово. Она знала, что сейчас тот на небе, вместе со своей женой и Шанси пьют вино из лунократа и радуются, глядя на Арис. ",
    "answers": [
      {
        "id": 128,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 129,
        "text": "_______◇•◇________\n         словарь"
      }
    ]
  },
  {
    "id": 128,
    "text": "",
    "answers": []
  },
  {
    "id": 129,
    "text": "Приветствую вас в словарике\n\n\nПостепенно, пока вы проходите историю, в словаре будут появляться новые слова. В словарь можно зайти только на определённых страницах, поэтому лучше запомнить информацию. Конечно, это необязательно. Например, песня не несёт смысловой нагрузки, она просто есть. Ничего интересного. ",
    "answers": [
      {
        "id": 130,
        "text": "Колыбельная о Энфир "
      },
      {
        "id": 131,
        "text": "Святой Шанси "
      },
      {
        "id": 132,
        "text": "Звероподобные "
      },
      {
        "id": 133,
        "text": "Легенда о Шанси и вине из лунократа"
      },
      {
        "id": 127,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 130,
    "text": "Дословный перевод с эльфийского \n\nСпи мой милый, баю баю\nНе кручинся ты.\nТвой покой я охраняю,\nСпи малютка, спи.\n\nНа горе духи не дремлют.\nСпи малютка, спи.\nЭнфир строго охраняют\nМанфира путы.\n\nСкоро вырастешь большим ты.\nСпи малютка, спи.\nЭнфир будем возглавлять мы,\nОхранять путы.\n",
    "answers": [
      {
        "id": 129,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 131,
    "text": "Святой Шанси.\n\nБог в Империи Арголь. Бог света и плодородия. Входит в пятёрку верховных Богов, самый популярный Бог на континенте (24 страны поклоняются ему, 3 страны признали его как единственного существовующего бога)\n\nЕго часто изображают высоким мужчиной с длинными золотыми волосами, золотыми глазами, бледной кожей, одетым во все белое (чаще всего- в тунику и золотые сандалии). \n\nПокровитель земледельцев и ремесленников. В Империи Арголь является прородителем Императоров. Отличительная черта всех наследников престола-золотой цвет волос. \n\nЖивотное-покровитель — единорог и/или пегас",
    "answers": [
      {
        "id": 129,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 132,
    "text": "Звероподобные или зверолюди.\n\nЗвероподобные. Самая разнообразная раса из всех. Каждый из них имеет какие-то животные качества. Может быть это звериные уши, или хвост, а может быть вообще почти полное сходство с диким зверем. Своих городов не имеют. Они либо собираются в кочевые племена, иногда даже дикие, либо живут в уже построенных городах. Продолжительность жизни как у людей.\n\nЧаще всего, рабы или \"дети улиц\". Самый низ в классовой и расовой системе. Это связано с внешним сходством с животными. Также зверолюди сильнее обычных людей. Некоторые представители умеют пользоваться магией\n",
    "answers": [
      {
        "id": 129,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 133,
    "text": "Легенда о Шанси и вине из лунократа. \n\nдень 1\n\nДавным-давно, когда по земле вольно могли ходить демоны, а звери жили с человеком в мире, Шанси решил сотворить что-то, что было бы эталоном красоты. Подойдя к брату своему, Гарэсу, он спросил:\n— Брат мой, ты ближе всех к земле той, знаешь детей ее, ответь мне, мой брат. Есть ли красота на грязной земле?\nГарэсу посмотрел на брата своего, посмотрел на землю и указал пальцем на гору, что к облакам хотела дотянуться. На горе той стоял маленький дом.\n—Смотри, брат. Живёт на горе Арману дочь Зефесова, Улия. Она и есть эталон твоей красоты. \n\nдень 2\n\nВзяв в руки копье свое, Шанси спустился на землю, где грязные люди обитали. Вместе с ним спустился и конь златогривый, с большими белыми крыльями, коеми он мог укрыть землю днём, с длинным рогом, что сиял светом солнца; и черногривая кобылица, с большими синими крыльями, что укрывали землю ночью, с длинным рогом, что сверкал звездами. Встав на горе Арману, направились они прямиком к Улие, дочери Зефесовой. Открыла им дверь девушка, с длинными каштановыми волосами и карими глазами. Эти цвета полностью показывали рождение ее-из грязи, жизнь ее-в грязи, и смерть ее-в грязи. Всё вернётся на круги своя. \n\nШанси смотрел на грязного человека, завораженный ею. Взяв ее за руку, он поцеловал губами своими, цвета персика, ее руки. \n\n—Улия, прошу, стань моей. Я отдам тебе столько богатства, золота, драгоценностей, сколько пожелаешь. Чего ты хочешь?\n\n—Я хочу крылья белого коня и рог черной кобылицы.\n\nдень 3\n\nШанси подумал, посмотрел на коней, что неторопливо ходили по горе, и согласился. Взяв своё копье, он направил его на лошадей, забрав у них крылья и рог. Кони заржали, и поскакали, куда глаза глядят. Так на земле и появились первые единороги и пегасы. Отдал Шанси рог и крылья коней.\n\nдень 4\n\nУлия согласилась, и Шанси возвел ее к небу, в обитель богов. У них родились дети. Они обладали золотыми волосами, как и их отец, и карими глазами, напоминанием о происхождении матери. Шанси раскрошил рог черной кобылицы, и наделил детей божественной силой, сравнимой с магией.\n\nдень 5\n\n Вскоре у Шанси и Улии родились ещё дети. Они имели голубые глаза, как и их отец, и каштановые волосы, напоминающими о происхождении матери. Шанси отдал им крылья белого коня, чтобы могли они взлетать в небо, но передумал, ведь такой силой могут обладать лишь боги. \n\nдень 6\n\nУлия не смогла справиться с родами и умерла, став грязью, из которой и была сделана. Обещумевший от горя Шанси хотел убить своих вторых детей, что разлучили его и возлюбленную, но Гарэс спас малышей, отправив их на землю. \n\nдень 7\n\nШанси плакал о своей Улии. Слезы его, падая на землю, сотворили океан, омыли могилу Улии, создали остров, окружив его сильными волнами, и сквозь грязь проросло дерево, сверкающее лунным светом. Шанси, увидев это дерево, посчитал его перерождением Улии. Весной дерево зацвело, наполнив все пространство вокруг чарующим ароматом. Шанси приказал сделать из нектара дерева вино.",
    "answers": [
      {
        "id": 129,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 134,
    "text": "",
    "answers": []
  }
]