[
  {
    "id": 1,
    "text": "Гопнях... Не похожое на людей уродливое существо... Которое не может влиться в общественную жизнь... Тяжела жизнь гопняха...\n\nСможете ли вы провести вашего героя-гопняха через все опасности и трудности? Сможете ли вы навсегда изменить его жизнь?..\n\nВсе совпадения с реальной жизнью СЛУЧАЙНЫ\n\nКвест ничего не пропагандирует и создатель НЕ НЕСЁТ ОТВЕТСТВЕННОСТИ ЗА ПРИЧИНЁННЫЙ ВРЕД И ПСИХИЧЕСКИЕ ТРАВМЫ!!!\n\nВНИМАНИЕ: после прохождения квеста могут быть последствия; если вы начали смотреть ГП™, слушать инстасамку или заметили приступы пидофилизма, срочно обратитесь к врачу!!! \nПОВТОРЯЮ: АВТОР НЕ НЕСËТ ОТВЕТСВЕННОСТЬ ЗА ВСË ВЫШЕСКАЗАННОЕ!!!!!! \n\nСам квест находится на стадии бета-тестирования и обновления будут в ближайшее время!!!\n\nКстати, добавляются не случайные сюжеты, которые просто дополнительно улучшат игру, а те, что нужны для канона!",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "lua_text": "function lua_text()\nreturn \"Начать\"\nend"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://radikalfotos.s3.eu-central-1.wasabisys.com/NaSAPbaLMl.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://radikalfotos.s3.eu-central-1.wasabisys.com/94lZDS4zjM.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы едите на машине. Вдруг у вас возникла потребность включить топовую музыку.\n\nВаши действия?",
    "answers": [
      {
        "id": 3,
        "text": "Новый ответ. введите текст",
        "lua_text": "function lua_text()\nreturn \"Включить\"\nend"
      },
      {
        "id": 4,
        "text": "Новый ответ. введите текст",
        "lua_text": "function lua_text()\nreturn \"Воздержаться\"\nend"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы решили включить музыку.\n\nПока вы включали музыку, вы пропустили дорожный отбойник и врезались в него. Вдруг к вам подходит полицейский и говорит, что вам положен штраф 50000 тыс. рублей.\n\nВаши действия?",
    "answers": [
      {
        "id": 5,
        "text": "Заплатить штраф"
      },
      {
        "id": 6,
        "text": "Потереться об него"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы решили воздержаться.\n\nПока вы боролись с вашим разумом, вы пропустили дорожный отбойник и врезались в него. Вдруг к вам подходит полицейский и говорит, что вам положен штраф в 50000 тыс. рублей.\n\nВаши действия?",
    "answers": [
      {
        "id": 5,
        "text": "Заплатить штраф"
      },
      {
        "id": 6,
        "text": "Потереться об него"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решили заплатить штраф по-хорошему.\n\nКогда вы развернули карманы, вы поняли, что у вас пусто в кошельке.\n\nВаши действия?\n",
    "answers": [
      {
        "id": 6,
        "text": "Всё-таки потереться"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы решили потереться об него.\n\nВы потёрлись головой об полицейского. Тот был в ярости и уже приготовил наручники... Вы выбегаете из машины и стукаетесь об столб... со столба упало две рекламы: первая приземлилась на глаза полицейскому, а вторая прямо вам в руки. Полицейский поскользнулся и, кажется, разбился... На объявлении написано: \"Шиномонтаж\". Вы подумали, что вы сможете починить вашу машину.\n\nВаши действия?\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Пойти по адресу"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы пришли на улицу которая была указана в объявлении...\n\nВы вошли в здание. Вы попросили починить вашу машину, но оказывается, там чинят шины, а не машины.\n\nВаши действия?",
    "answers": [
      {
        "id": 8,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы вышли из здания.\n\nВы поняли, что у вас нет ни денег, ни еды, ни дома... Вы решили начать жизнь с чистого листа...\n\nКак вы хотите жить?",
    "answers": [
      {
        "id": 9,
        "text": "Начать жить как гангстер"
      },
      {
        "id": 10,
        "text": "Начать жить как бомж"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы решили начать жизнь гангстера...\n\nВы подумали, что для начала вам нужен ствол получше. \n— Ну, это можно заказать в даркнете... — подумали вы.\nА ещё, вам нужна крутая карета. А откуда брать деньги? Ну, с этим можно прожить, ну а что насчёт крутых друганов, которые всегда будут прикрывать спину?\nМда, жизнь гангстера не для вас...\n\nВы решили переосмыслить жизнь...",
    "answers": [
      {
        "id": 10,
        "text": "Начать жить как бомж..."
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы решили избрать жизнь бомжа...\n\nВы осознали, что счастье не в деньгах, а в жизни. Вы нашли картонку, которую можно использавоть в качестве надписи, например, \"Дайте денег\", а также фломастер.\n\nВаши действия?",
    "answers": [
      {
        "id": 12,
        "text": "Написать \"Деньги для приюта\", потому что все любят животных."
      },
      {
        "id": 11,
        "text": "Написать \"Подайте на пропитание\". Будь что будет..."
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы решили написать \"Прдайте на пропитание\"...\n\nМда, лучше бы вы поступили иначе! А так... Вы заработали 1000₽. Но ничего, на хлеб хватает! Но вдруг начало холодать... Скорее, бегите в магазин за курткой!\n\nВаши действия?",
    "answers": [
      {
        "id": 13,
        "text": "Брр, как холодно! Конечно в магазин!"
      },
      {
        "id": 83,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы решили поступить нечестно.\n\nНо для вас же лучше! Вы заработали 5000₽. Но, о нет! На улице начало холодать... Вам нужно срочно купить куртку!\n\nВаши действия?",
    "answers": [
      {
        "id": 13,
        "text": "Идти в магазин..."
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы решили пойти в магазин...\n\nНаконец-то вы пришли в магазин. Здесь так тепло... Может, остаться? Нет, нужно продолжать поиски счастья! О, кажется, вы нашли качественную куртку по низкой цене... Но для вас она всё равно высока. Придётся раскошелиться!\n\nВаши действия?",
    "answers": [
      {
        "id": 14,
        "text": "Цена слишком высока...",
        "need": [
          11
        ]
      },
      {
        "id": 15,
        "text": "Кажется, у меня хватает денег! Купить!",
        "need": [
          12
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы решили не тратить деньги...\n\nКуртку купить не удалось, на улице холодно, а магазин скоро закроется... Что же делать? Может, украсть? Нет, так нельзя... Или можно? Пока вы раздумавыли что же делать, вас выгнали из магазина. Но вот удача: рядом остановился грузовик.\n\nВаши действия?",
    "answers": [
      {
        "id": 16,
        "text": "Залезть в него"
      },
      {
        "id": 17,
        "text": "Не залезать и умереть от холода"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы купили куртку.\nКак только вы расплатились, магазин закрылся и вас выгнали. Ну, теперь гораздо лучше! Холод практически до вас не доходит. Теперь можно дальше продолжать поиски счастливого конца...\nВдруг рядом остановился грузовик. Из него вышли водители и начали что-то разгружать.\n\nВаши действия?",
    "answers": [
      {
        "id": 16,
        "text": "Залесть в грузовик"
      },
      {
        "id": 17,
        "text": "Нууу, это в принципе смерть от голода"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы залезли в грузовик...\n\nТам намного теплее! Теперь остаётся только либо украсть оттуда некоторые вещи, либо подождать водителей...\n\nВаши действия?",
    "answers": [
      {
        "id": 18,
        "text": "Украсть"
      },
      {
        "id": 19,
        "text": "Подождать"
      }
    ]
  },
  {
    "id": 17,
    "text": "Кажется, это конец... Гопняху так и не удалось наладить свою жизнь... Но не сдавайтесь... Вставай... И борись... Не время умирать... Ты нужен мне живым...",
    "answers": [
      {
        "id": 1,
        "text": "Встать..."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы решили украсть всё сразу...\n\nВы не нашли для себя ничего полезного кроме старой палатки и кошельков грузчиков, в которых в общем лежало 15000₽. Да, вам конкретно повезло! А сейчас лучше убираться...\nНо вдруг пришли грузчики. Они, когда увидели вас, вызвали полицию, и заперли дверь грузовика...\nВскоре послышались звуки сирены...\nДверь грузовика открыли, и вы увидели троих полицейских. Самый высокий из них приказал вам:\n\"А ну выбирайся отсюда!\"\nВы послушали полицейского и послушно вышли из грузовика. Тот взял наручники, сковав ими вам руки. После этого он посадил вас в машину.\nВскоре она тронулась, и от качки вы не заметили, как уснули...\n\nВы проснулись от света яркого фонаря, который ослепил вас. Вы понимаете, что вы находитесь в департаменте полиции.\n\"Завтра будет суд,\" — сказал человек с регистратуры.\n\"Я отлично тебя понимаю и хочу помочь тебе выбраться... Конечно, если ты не возражаешь.\"\nВы поняли, что это ваш последний шанс уйти отсюда...\n\"У тебя всё равно нет выбора,\" — сказал он.\n\"У тебя нет денег даже для адвокада.\"\n\nВаши действия?",
    "answers": [
      {
        "id": 20,
        "text": "Он прав..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы решили подождать грузчиков...\n\nКогда они пришли, они вызвали полицию, и заперли дверь грузовика...\nВскоре послышались звуки сирены...\nДверь грузовика открыли, и вы увидели троих полицейских. Самый высокий из них приказал вам:\n\"А ну выбирайся отсюда!\"\nВы послушали полицейского и послушно вышли из грузовика. Тот взял наручники, сковав ими вам руки. После этого он посадил вас в машину.\nВскоре она тронулась, и от качки вы не заметили, как уснули...\n\nВы проснулись от света яркого фонаря, который ослепил вас. Вы понимаете, что вы находитесь в департаменте полиции.\n\"Завтра будет суд,\" — человек с регистратуры.\n\"Я отлично тебя понимаю и хочу помочь тебе выбраться... Конечно, если ты не возражаешь.\"\nВы поняли, что это ваш последний шанс уйти отсюда...\n\"У тебя всё равно нет выбора,\"— сказал он. \n\"У тебя нет денег даже для адвокада.\"\n\nВаши действия?",
    "answers": [
      {
        "id": 20,
        "text": "Он прав..."
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы согласились...\n\nОн начал открывать дверь... Пока он делал это, вы уже начали сомневаться, поможет ли он вам. Наконец он сделал это. Когда вы вышли из камеры, вы почуствовали мелкую дрожь и чуство свободы. Человек с регистратуры дал вам карту с планом департамента, чтобы вы могли выбраться.\nТакже карта содержит план вентиляционных путей.\n\nВаши действия?",
    "answers": [
      {
        "id": 21,
        "text": "Пойти по коридорам"
      },
      {
        "id": 22,
        "text": "Пойти по вентиляционным путям"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы пошли по коридорам...\n\nК огромному облегчению, вы не встретили ни одного охранника... Ну, может одного, но он вас не заметил, так что это не в счёт.\nВы подобрались к выходу.\n\nВаши действия?",
    "answers": [
      {
        "id": 23,
        "text": "Уйти..."
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы пошли по вентиляционным путям...\n\nДа, это намного безопаснее. Представляю, что было бы, если бы вы пошли по коридорам.\nНу, наконец-то!\n\nВаши действия?",
    "answers": [
      {
        "id": 23,
        "text": "Уйти..."
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы вышли на улицу...\n\nВас обдул прохладный ветер, он вас взбодрил. Вы решили идти дальше, не взирая на то, что у вас нет ни еды, ни дома. Вы увидели напротив магазин масок. Возможно, это поможет скрыватья от полиции в дальнейшем.\n\nВаши действия?",
    "answers": [
      {
        "id": 24,
        "text": "Зайти в магазин"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы зашли в магазин.\n\nАссортимент небольшой: маска анонимуса, маска человека-паука и маска Крика. Мда, не очень много, но одна из них сойдёт.\n\nКакую маску выберешь?",
    "answers": [
      {
        "id": 25,
        "text": "Купить маску анонимуса"
      },
      {
        "id": 45,
        "text": "Купить маску человека-паука"
      },
      {
        "id": 47,
        "text": "Купить маску Крика"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы купили маску.\n\nДостаточно удобная, кстати, и лямки не узкие.\nЧто же, теперь нужно позаботиться о еде. Впринципе, можно и обокрасть, и заработать, и, как вариант, попрошайничать. Выборов немного, но один из них как минимум спасёт тебе жизнь. У тебя уже есть опыт в попрошайничестве, например. Я не намекаю ни на что, всё на твоей совести.\n\nВаши действия?",
    "answers": [
      {
        "id": 26,
        "text": "Обокрасть"
      },
      {
        "id": 27,
        "text": "Найти работу"
      },
      {
        "id": 28,
        "text": "Попрошайничать",
        "need": 12
      },
      {
        "id": 29,
        "text": "Попрошайничать",
        "need": 11
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы решили обокрасть рандомного прохожего...\n\nВы с уговорами о том, что вы старый знакомый, повели рандомного человека за угол, чтобы \"поговорить о важных делах\". Когда вы завели его в тёмный переулок, где нет камер и людей, вы подобрали осколок стекла и стали им угрожать. Прохожий быстро отдал вам деньги. Вы же, чтобы не было свидетелей, оглушили его ребром ладони и положили на картонку.\n\nТеперь у вас есть деньги.\nВаши действия?",
    "answers": [
      {
        "id": 31,
        "text": "Купить еды"
      },
      {
        "id": 32,
        "text": "Арендовать квартиру"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы решили найти работу.\nВы подобрали рандомную газету и нашли три объявления:\nДворник;\nЭлектрик;\nОхранник.\nДостаточно хорошая зарплата для подработки... Впринципе, один из них должен подойти.\nВаши действия?",
    "answers": [
      {
        "id": 35,
        "text": "Дворник"
      },
      {
        "id": 36,
        "text": "Электрик"
      },
      {
        "id": 37,
        "text": "Охранник"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы решили попрошайничать.\nУ вас осталась картонка с надписью \"Деньги для приюта\"... Отлично! Её можно использовать. Но ваша гордость взяла верх и вам не очень-то захотелось заниматься этим.\nВаши действия?",
    "answers": [
      {
        "id": 30,
        "text": "Найти альтернативный способ заработка"
      },
      {
        "id": 33,
        "text": "Всё-таки попрошайничать"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы решили попрошайничать.\nУ вас осталась картонка с надписью \"Подайте на пропитание\"... Отлично! Её можно использовать. Но ваша гордость взяла верх и вам не очень-то захотелось заниматься этим.\nВаши действия?",
    "answers": [
      {
        "id": 30,
        "text": "Найти альтернативный способ заработка"
      },
      {
        "id": 34,
        "text": "Пусть гордость грызёт свою жопу в сторонке"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вас чуть не разорвало от гордости. Вы решили искать способ, \"достойный\" Вас.\n\nНужно позаботиться о еде. Впринципе, можно и обокрасть, и заработать, и, как вариант, попрошайничать. Выборов немного, но один из них как минимум спасёт тебе жизнь.\n\nВаши действия?",
    "answers": [
      {
        "id": 26,
        "text": "Обокрасть"
      },
      {
        "id": 27,
        "text": "Устроиться на работу"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы решили купить еды.\n\nВы вошли в магазин и купили еды. Когда вы вышли на улицу, вы поняли, что у вас закончились деньги, но у вас всё ещё нет крова. На улицах стало намного холоднее. Вы обречены на холодную смерть...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      },
      {
        "id": 46,
        "text": "Дальше",
        "need": [
          26,
          43
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы решили арендовать квартиру...\n\nВы арендовали однокомнатную квартиру с мебелью (!) по весьма привлекательной цене. Классно, в холодильнике даже еда осталась! Вы, подкрепившись, начали думать, что делать дальше... Бросив уют, искать счастья? Нет, точно не так. Можно сказать, вы всего добились, осталось только работу найти поприличнее, завести семью и...\nВаши мысли прервал внезапный стук. Интересно, кто за дверью?\n\nВаши действия?",
    "answers": [
      {
        "id": 53,
        "text": "Выпрыгнуть из окна"
      },
      {
        "id": 54,
        "text": "Открыть дверь"
      },
      {
        "id": 55,
        "text": "Подождать"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы решили обмануть свою гордость и всё-таки попрошайничать.\n\nК вам подошло несколько людей, около 10-15. Ещё бы, все любят животных! Но вот беда: пошёл дождь. Картонка с надписью размокла, а деньги так намочились, что любое прикосновение грозило тем, что они порвутся.\n\nПридётся Вам искать другой способ...",
    "answers": [
      {
        "id": 27,
        "text": "Устроиться на работу"
      },
      {
        "id": 26,
        "text": "Обокрасть"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы решили наказать свою гордость и отправили её в угол грызть свою жопу.\n\nДавно известно, что эта схема не продумана и ничего собрать вам не удастся... Но на этот раз всё иначе. Около 50 щедрых людей подошли к вам, чтобы дать деньги. Вам очень повезло! Вы собрали достаточно денег.\n\nВаши действия?",
    "answers": [
      {
        "id": 31,
        "text": "Купить еду"
      },
      {
        "id": 32,
        "text": "Арендовать квартиру"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы решили подработать дворником.\n\nВпринципе, не так уж это и плохо. Все довольно вежливо к вам относились, здоровались... Ещё бы! Только благодаря Вам они могут идти по делам по чистой тропинке, а не пробираться сквозь кучи листьев... \nЗарплата тоже неплохая. На еду по крайней мере хватит.\nВаши действия?",
    "answers": [
      {
        "id": 31,
        "text": "Купить еду"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы решили подработать электриком.\n\nА вот и ваш первый заказ. Одна из квартир в многоэтажке, ничего необычного.\nВы вошли в квартиру. Вас приветствовали хозяева и показали поломку. Хм... Это же обычная розетка. Вы взяли отвёртку и ловко открутили крышку. Там вы увидели красный, жёлтый, зелёный и синий провода. И вы поняли, что вы в этом не разбираетесь.\n\nВаши действия?",
    "answers": [
      {
        "id": 38,
        "text": "Перерезать красный провод"
      },
      {
        "id": 39,
        "text": "Перерезать жёлтый провод"
      },
      {
        "id": 40,
        "text": "Перерезать зелёный провод"
      },
      {
        "id": 41,
        "text": "Перерезать синий провод"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы решили работать охранником.\n\nВы устроились на какой-то завод. Вам выдали кучу снаряжения, которым вы не умеете пользоваться. Вам нужно охранять три точки:\n1. Ворота от вандалов\n2. Склад от воров\n3. Столовую от кражи еды\n\nВаши действия?",
    "answers": [
      {
        "id": 42,
        "text": "Охранять ворота"
      },
      {
        "id": 43,
        "text": "Охранять склад"
      },
      {
        "id": 44,
        "text": "Охранять столовую"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы решили перерезать красный провод.\n\nВы с опаской перерезали красный провод. Из розетки посыпались искры. Они попали на шторы, квартира загорелась...\n\nШансов на спасение уже нет, доступ к телефону заблокирован, позвонить в спецслужбу не получится...\n\nТак и пришёл конец этой истории...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы решили перерезать жёлтый провод.\n\nВы, изображая из себя профессионала, налегке режите жёлтый провод. Вдруг розетка задымилась, и раздался какой-то щелчок. После этого грянул оглушительный взрыв, и комнату буквально порвало на части.\n\nВот и конец этой недолгой истории...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы решили перерезать зелёный провод.\n\nВы перерезали зелёный провод, стараясь не глядеть на него. После этой операции... Ничего не произошло. Только вас поблагодарил за помощь хозяин и дал денег. Впринципе, у вас достаточно денег и вы решили больше не рисковать.\n\nВаши действия?",
    "answers": [
      {
        "id": 31,
        "text": "Купить еду"
      },
      {
        "id": 32,
        "text": "Арендовать квартиру"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы решили перерезать синий провод.\n\nКогда вы его перерезали, в доме отрубился свет. Хозяин включил счётчик, но это не помогло. Вы начали всячески извиняться, но было слишком поздно. Хозяин побил вас и закопал в могилке напротив дома.\n\nТак закончилась трудная жизнь гопняха...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы решили охранять ворота.\n\nВы пришли на точку, указанную на карте. Мда, вандалы здесь постарались:  всё было изрисовано бессмысленными граффити. Но вы можете это изменить: вы же теперь охранник!\n\nВы видите, как к воротам подходит какой-то человек и начинает разрисовывать стену. Вы немедленно подходите к нему и начинаете пытаться связать ему руки. Но он оказался на удивление ловким. Он вынырнул из ваших рук и прыснул из баллончика вам в глаза. Вы ослепились, и, воспользовавшись моментом, вандал опрокинул вас на спину. После этого он прикончил вас пяткой...\n\nТак закончилась короткая жизнь гопняха...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы решили охранять склад...\n\nВы вышли на точку. Ничего такого, обычный, небольшой склад. Здесь есть несколько ящиков, манипулятор, на улице стоит фура. Впринципе, будет довольно легко, подумали вы. Вы вошли в будку охранника. Там лежало много оборудования, таких как тайзер, пистолет, бронежилеты, рации. Из всего этого вы взяли лишь наручники, бронежилет и полицейскую дубинку, так как остальным вы не умеете пользоваться.\n\nВы видите, как через служебную дверь кто-то пытается войти. Вы решили не медлить и сразу приготовились к облаве. Всё или ничего! Дверь распахнулась, и вы набросились на бандита. Вы сковали его в наручники и завели в сторожку.\n\nОказывается, к рации есть инструкция! Вы связались со штабом. Преступника отправили в камеру, а вам выдали премию.\n\nТеперь у вас достаточно денег, чтобы бросить работу!\n\nВаши действия?",
    "answers": [
      {
        "id": 31,
        "text": "Купить еду"
      },
      {
        "id": 32,
        "text": "Арендовать квартиру"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы решили охранять столовую...\n\nМда, это — самая скучная точка, где вы простояли весь день. Ничего не произошло, всё в норме. Может, потому, что это просто столовая? А может потому, что просто жизнь потеряла смысл?..\n\nТак или иначе, зарплата почасовая, а значит, что что-то тебе всё равно удалось заработать.\n\nВаши действия?",
    "answers": [
      {
        "id": 31,
        "text": "Купить еду"
      },
      {
        "id": 32,
        "text": "Арендовать квартиру"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы купили маску.\n\nДостаточно удобная, кстати, и лямки не узкие.\nЧто же, теперь нужно позаботиться о еде. Впринципе, можно и обокрасть, и заработать, и, как вариант, попрошайничать. Выборов немного, но один из них как минимум спасёт тебе жизнь. У тебя уже есть опыт в попрошайничестве, например. Я не намекаю ни на что, всё на твоей совести.\n\nВаши действия?",
    "answers": [
      {
        "id": 26,
        "text": "Обокрасть"
      },
      {
        "id": 27,
        "text": "Найти работу"
      },
      {
        "id": 28,
        "text": "Попрошайничать",
        "need": 12
      },
      {
        "id": 29,
        "text": "Попрошайничать",
        "need": 11
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы видите три банды.\n\nВ первую можно присоединиться, если есть маска анонимуса, ко вторым — человека-паука, а к третьим — Крика. Мда, видимо они столкнулись с ассортиментом в том магазине. Впринципе, это вариант не умереть. Кстати, совсем забыл: есть четвёртая банда, левая. В ней ничего не нужно.\n\nБанды разрешили вам присоединиться, т.к. вы, одним осколком ограбили человека! Они посчитали это за подвиг.\n\nВаши действия?\n\n",
    "answers": [
      {
        "id": 48,
        "text": "К анонимусам",
        "need": 25
      },
      {
        "id": 49,
        "text": "К человекам-паукам",
        "need": 45
      },
      {
        "id": 50,
        "text": "К Крикам",
        "need": 47
      },
      {
        "id": 51,
        "text": "К левой банде (без авторитета)"
      },
      {
        "id": 52,
        "text": "К левой банде (с авторитетом)",
        "need": 43
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы купили маску.\n\nДостаточно удобная, кстати, и лямки не узкие.\nЧто же, теперь нужно позаботиться о еде. Впринципе, можно и обокрасть, и заработать, и, как вариант, попрошайничать. Выборов немного, но один из них как минимум спасёт тебе жизнь. У тебя уже есть опыт в попрошайничестве, например. Я не намекаю ни на что, всё на твоей совести.\n\nВаши действия?",
    "answers": [
      {
        "id": 26,
        "text": "Обокрасть"
      },
      {
        "id": 27,
        "text": "Найти работу"
      },
      {
        "id": 28,
        "text": "Попрошайничать",
        "need": 12
      },
      {
        "id": 29,
        "text": "Попрошайничать",
        "need": 11
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы решили присоединиться к анонимусам...\n\nОни радостно встретили вас. Вы, конечно, не хотели этого (а может и хотели), но это просто прекрасный способ нажиться на них и выжить!\n\nПервым делом вам дали MP5 и несколько обойм. Далее вам дали бронежилет и ещё глушитель. А также набор медика. И куда всё это складывать? Сам Бог только и знает!\n\nДалее вас усадили в какой-то спорткар и повезли в штаб.\n\nВ штабе было много людей, а также стол для обсуждений, стулья, шкафы, какие-то комнаты с нумерацией, оружейная и т.д.\n\nТакже висела карта города. На улице стояли машины, а на стене \"кабинета\" главного висел список лучших и список \"героев\". \n\nВам предложили несколько дел:",
    "answers": [
      {
        "id": 57,
        "text": "Пойти на стрелку"
      },
      {
        "id": 58,
        "text": "\"Rescue Mission\""
      },
      {
        "id": 59,
        "text": "Забрать какие-то данные"
      }
    ]
  },
  {
    "id": 49,
    "text": "Слушай бро, я [нехорошее слово] [нехорошее слово], так что тут [нехорошее слово] не будет) ",
    "answers": []
  },
  {
    "id": 50,
    "text": "Слушай бро, я [нехорошее слово] [нехорошее слово], так что тут [нехорошее слово] не будет) ",
    "answers": []
  },
  {
    "id": 51,
    "text": "Слушай бро, я [нехорошее слово] [нехорошее слово], так что тут [нехорошее слово] не будет) ",
    "answers": []
  },
  {
    "id": 52,
    "text": "Слушай бро, я [нехорошее слово] [нехорошее слово], так что тут [нехорошее слово] не будет) ",
    "answers": []
  },
  {
    "id": 53,
    "text": "Вы решили выпрыгнуть из окна...\n\nКогда вы выпрыгнули из окна, вы поняли, что ваша квартира находится на десятом этаже. Пока вы летели, вы вспоминали что с вами произошло, как до этого докатились. Эх, хорошие были времена! Но на этом повесть кончается...\n\nЖалко. Гопнях был в нескольких шагах от той жизни, о которой он мечтал...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы решили открыть дверь...\n\nРаздался щелчок, дверь со скрипом открылась, и на пороге вы увидели мужчину лет 20. Он был одет в камуфляжную куртку, точно такие же штаны и снова такую же кепочку. На лице у него была натянута чёрныя балаклава так, что остались видны только глаза. \nВы содрогнулись от ужаса. Как вы и ожидали, ваш диалог был короток и предельно ясен:\n\"Повесточка!\" — сказал тот, подтверждая ваши мысли.\nСегодня осень, а это значит, что сегодня собирают призывников... Чёрт! Вам как раз уже 18!\n\nВаши действия?",
    "answers": [
      {
        "id": 53,
        "text": "Выпрыгнуть в окно"
      },
      {
        "id": 56,
        "text": "Подчиниться..."
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы решили подождать...\n\nПока вы ждали, стук раздался снова, но на этот раз он был так силён, что содрогнулись стены. Вы испугались, но лишь на миг. И в этот самый миг на вашу голову упала картина. Она так сильно вас ударила, что у вас случилось сотрясение. Смертельное.\n\nЭх, жизнь эта была хороша, но всё хорошее всегда кончается...\n",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  },
  {
    "id": 57,
    "text": "Вы решили пойти на стрелку...\n\nВас отвезли на стрелку. На её месте вы видите открытое пространство, но где укрыться всё равно есть. Например, за ящиками. Или за машиной.\n\nВрагов не видно... Наверное, ещё не пришли. Интересно, из-за чего стрелка? Поругались, что ли? Так или иначе, здесь выигрывает тот, кто всех перестреляет.\n\nТак как было время до стрелки, вам показали, как пользоваться оружием. Когда вы спросили, почему назначили эту \"стрелку\", они лишь погразили оружием и сказали, что это не ваше дело.\n\nДумаю, настало время занять позиции.\n\nВаши действия?",
    "answers": [
      {
        "id": 60,
        "text": "Занять позицию у коробок"
      },
      {
        "id": 61,
        "text": "Занять позицию у машины"
      },
      {
        "id": 62,
        "text": "Занять позицию в окрестном здании"
      }
    ]
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  },
  {
    "id": 60,
    "text": "Вы решили занять позицию у коробок.\n\nВы зашли за коробки. И вовремя. Как раз подъехала машина, судя по всему, ваших врагов.\n\nКогда она проехала мимо, пассажиры высунулись из окон и начали стрелять.\n\nФух, чуть не задело! Потом машина остановилась неподалёку.\n\nИз неё вышло три человека: один с макаровым, второй с дробовиком, а третий с каким-то немецким пистолетом-пулемётом. Интересно, когда вы так начали разбираться в видах вооружения? Сейчас это не важно, главное сейчас — выжить. Впринципе, они подошли достаточно близко. Пора стрелять!\n\nВаши действия?",
    "answers": [
      {
        "id": 63,
        "text": "Стрелять в человека с макаровом"
      },
      {
        "id": 64,
        "text": "Стрелять в человека с дробовиком"
      },
      {
        "id": 65,
        "text": "Стрелять в человека с пистолетом-пулемётом"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы решили занять позицию у машины...\n\nВдалеке вы услышали злорадный смех... Да, так смеются над незнанием физики и химии ваши враги! Ведь они-то знают, что если попасть в бак, то машина взорвётся... Что и случилось.\n\nТак, из-за того что гопнях прогуливал уроки физики, закончилась эта история...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы решили занять позицию в здании...\n\nВы побежали в здание. Вы услышали, как заводится мотор. Неужели враги отступили? Или напарники предали тебя? Уж не знаю... Может, посмотреть?\n\nВаши действия?",
    "answers": [
      {
        "id": 74,
        "text": "Остаться на позиции"
      },
      {
        "id": 75,
        "text": "Выглянуть"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы решили стрелять в человека, который держит макаров.\n\nДовольно удачный выстрел! Вы несколько раз попали врагу в грудь, и тот свалился замертво.\n\nНо не всё в жизни так просто! Враг, который держит пистолет-пулемёт тоже совершил выстрел, который был направлен вам в голову. И этот выстрел был успешным.\n\nТак закончилась история гопняха...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы решили стрелять в человека, который держал дробовик.\n\nНе очень мудрый выбор! Хоть вы и убили его, дробовик не мог достать до вас в отличии от оружий с более высокой эффективной дальности...\n\nОба врага совершили десятки выстрелов по вам.\n\nТак и закончилась недолгая жизнь храброго гопняха...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы решили стрелять в человека, который держит пистолет-пулемёт...\n\nХороший выстрел! От одной пули он сразу свалился. А другие не смогли стрелять, так как находились слишком далеко. Но это временно, ведь они уже подходят!\n\nВаши действия?",
    "answers": [
      {
        "id": 66,
        "text": "Стрелять в человека с макаровом"
      },
      {
        "id": 67,
        "text": "Стрелять в человека с дробовиком"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы решили стрелять в человека, который держит макаров...\n\nМолодцы! Он как раз хотел совершить свой выстрел... Слава Богу, что всё обошлось. Но не надейтесь на милость! Человек с дробовиком уже совсем близко! По крайней мере достаточно, чтобы прострелить вам мозг.\n\nВаши действия?",
    "answers": [
      {
        "id": 68,
        "text": "Пристрелить его"
      },
      {
        "id": 69,
        "text": "Укрыться за деревянным щитом"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы решили убить человека с дробовиком...\n\nМда, жизнь вас ничему не учит! Он был достаточно далеко, можно было не стрелять, а уделить время человеку с макаровом! Конечно, вы попали и убили его. Но всё равно человек с макаровом пустил вам в голову пулю.\n\nТак по неаккуратности гопняха закончилась эта история...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы решили пристрелить его...\n\nКонечно, если бы у вас были бы напарники, они бы вас прикрыли. Но напарники сбежали, и поэтому вариантов отхода нет. Вы решили высунуться из своего укрытия, чтобы убить его. Но не тут-то было! Он ожидал этого, поэтому сразу совершил выстрел.\n\nТак закончилась эта история...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы решили прикрыться за деревянным щитом...\n\nКогда вы вылезли, человек совершил выстрел, и щит сломался. Отлично! У вас есть шанс совершить выстрелить в него, пока он высвобождает гильзу! Конечно вы не упустили шанс и отправили во врага 5-10 пуль. Повезло-повезло! Вы успешно выполнили миссию. А теперь пора бежать. Хорошо что вы запомнили путь до штаба!\n\nВаши действия?",
    "answers": [
      {
        "id": 70,
        "text": "В штаб!"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы вернулись в штаб...\n\nВы немного перекусили, пополнились патронами и теперь готовы идти дальше! Кажется, ещё есть миссии... Что же выбрать?\n\nВаши действия?",
    "answers": [
      {
        "id": 71,
        "text": "\"Стрелка\""
      },
      {
        "id": 72,
        "text": "\"Rescue Mission\""
      },
      {
        "id": 73,
        "text": "Забрать какие-то данные"
      }
    ]
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  },
  {
    "id": 74,
    "text": "Вы решили остаться на позиции...\n\nВот и хорошо! Вы как раз угадали... В здание вошёл какой-то человек. Он держал в руке макаров и что-то бормотал себе под нос. Кстати, забыл сказать, он вас не заметил. У вас есть шанс... Закрысить его? Нет, не очень благородно... Может, тогда дуэль? Вот это уже лучше. В любом случае, выбор только за вами.\n\nВаши действия?",
    "answers": [
      {
        "id": 76,
        "text": "Закрысить"
      },
      {
        "id": 77,
        "text": "Предложить дуэль"
      },
      {
        "id": 78,
        "text": "Угнать в штаб"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы решили выглянуть...\n\nКогда вы выглянули, вы увидили на секунду такую картину: машины нет, враги ищат вас повсюду... Почему же на секунду? А потому, что после этой секунды вы получили пулю в лоб!\n\nТак закончилась жизнь бесстрашного гопняха...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы решили его закрысить...\n\n Молодцы, вы убили его! Но вот неудача — на выстрел пришли его напарники... Мда, видимо, вы совсем забыли, что свалили только ваши товарищи!\n\nТак закончилась эта история...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы решили предложить ему дуэль...\n\nКогда он подошёл достаточно близко, вы сказали:\n\"Го дуэль! \"\nВаш враг вздрогнул от неожиданности. А потом сказал:\n\"Ок, только я своих предупрежу.\"\n\"Хорошо, только не затягивай!\" — сказали вы.\nОн вышел из помещения.\nПосле этого вы услышали звук, который издает машина, когда отъезжает. Потом ваш враг зашёл в здание и сказал:\n\"Всё, уехали. Теперь можно и повеселиться!\"\n\"Давай пожмём руки в знак уважения,\" — предложили вы.\n\"Хорошо, пусть победит сильнейший!\" — сказал тот.\n\nВсё довольно удачно. Вы пожали руки и разошлись по разным сторонам. Всё или ничего!\n\nВаши действия?",
    "answers": [
      {
        "id": 79,
        "text": "Зайти слева"
      },
      {
        "id": 80,
        "text": "Зайти справа"
      },
      {
        "id": 81,
        "text": "Подождать"
      },
      {
        "id": 82,
        "text": "Спрятаться и ждать"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы решили по стелсу сбежать...\n\nКогда вы незаметно вышли из здания, вы поняли, что машины нет, твои напарники уже свалили. Придётся идти пешком...\n\nПока вы шли, вы споткнулись об корягу, упали и сломали ногу. Мда, здесь, в глухом переулке, вам никто не поможет... Придётся умереть прямо здесь...\n\nТак закончилась в муках жизнь гопняха...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы решили зайти слева...\n\nВы обошли укрытия и никого не обнаружили. Хм, странно! Вы думали, что враг пойдёт вам наперерез! Но враг оказался умнее, чем вы. Он решил выжидать, и когда увидел вас, он решил обойти вас справа... Вы услышали шаги. Вы обернулись, но было уже поздно. Враг совершил выстрел.\n\nТак закончилась эта история...",
    "answers": [
      {
        "id": 17,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": "",
    "answers": []
  },
  {
    "id": 82,
    "text": "",
    "answers": []
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  }
]