[
  {
    "id": 1,
    "text": "Доброго времени суток читатель, я хочу рассказать тебе немного о моем квесте:\nВ этом квесте я постарался отразить то как может измениться сознание человека в стрессовой ситуации. Я хочу показать в книге тонкую грань перемены человека из спокойной жизни в мир полный опасностей.\nСобытия квеста происходят в наше время, за основу взята моя собственная жизнь и на нее накручен не совсем типичный апокалипсис. Надеюсь вам понравится, приятного чтения! ",
    "answers": [
      {
        "id": 2,
        "text": "Вступление "
      },
      {
        "id": 51,
        "text": "Сообщение от автора "
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1 жизнь до начала ужаса.\n2021 год.\nВы молодой парень вам 19 лет, спортивного телосложения — всю свою жизнь вы поддерживаете физическую культуру и спорт, так же вы любите чтение и увлекаетесь множеством наук и направлений.\n\nПроснувшись днем, я смотрел в потолок это был обычный день. Учеба наконец-то закончилась, диплом лежал в шкафу и я решил отдохнуть пару месяцев от всего. Сделав все дела и пообедав я собрал вещи и направился на тренировку. Пока я шёл в спортивный зал я не заметил ничего не обычного. Придя в спортивный комплекс я поздоровался с администратором и работниками комплекса, они смотрели настенный телевизор. В этот зал редко приходят посетители по этому меня там хорошо знали. После тренировки придя домой я открыл ноутбук и провел вечер в компании онлайн-игр. \n\nИ так повторялись дни и недели... Дом тренировки дом. Я никогда не любил гулять и слоняться просто так по городу просто не понимал в этом смысла. \n\nОднажды вечером я просматривая новости в телефоне перед сном наткнулся на странную новость: \"ВАЖНО! Во всех городах вводится военное положение. Было применено новое биологическое оружие... *Подробнее* 13 июля 2021 года было протестировано новое биологическое оружие, целью которого было уничтожение противника без вреда и смерти окружающей природе. Но при контакте с окружающей средой, оружие оказалось вирусом, который очень быстро мутировал. Правительство рекомендует: носить маски, перчатки и закрывать глаза от внешних раздражителей. Эвакуация населения начнётся в ближайшее время\"\nНу и дела... Посмотрев смс-сообщения я увидел несколько непрочитанных в основном это был спам и реклама товаров... Удалить не читая подумал я. Но увидел сообщение от MCHS: \"завтра с 8 утра ваш район эвакуируют, соберите все необходимое и отправляйтесь из дома, в городах не безопасно\". \n",
    "answers": [
      {
        "id": 3,
        "text": "К началу квеста. "
      }
    ]
  },
  {
    "id": 3,
    "text": "17 июля 2021 год. Вечер. \nЯ понял что мне нужно собираться, но я весь вечер думал что это за вирус? Чем он опасен? Куда нас отвезут? В комплексе живут несколько тысяч человек, неужели есть безопасные места где разместят всех людей? Голова кругом... Поужинав и собрав вещи в сумку: комплект метательных ножей, несколько книг, документы, немного вещей, спортивные добавки витамины и лекарства, записная книжка и ручка. \n*ну вроде все собрал подумал я* интересно пропустят ли меня с моим комплектом метательных ножей? \n",
    "answers": [
      {
        "id": 4,
        "text": "Позвонить лучшему другу. "
      },
      {
        "id": 5,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Весь вечер думая об эвакуации, я решил позвонить своему лучшему другу который работает в МВД, в отделе информационной безопасности. Возможно он что-то знает.\n\nАльберт, я с ним был знаком с 12 лет. Он старше меня на 2 года, мы играли с ним в онлайн игры и прошли через многое. Позже мы одновременно с ним закончили школу. Я закончил девятый класс и поступил в техникум, он окончив 11 классов с золотой медалью поступил в вуз на агента информационной безопасности. ",
    "answers": [
      {
        "id": 34,
        "text": "Начать звонок"
      }
    ]
  },
  {
    "id": 5,
    "text": "Выпив витамины на ночь я лег спать. Благодаря здоровому образу жизни и поддержанию своего организма в тонусе я никогда не испытывал проблемы со сном.\n\nПроснувшись рано утром от звука серен на улице я подумал что началась эвакуация. Выглянув в окно я увидел несколько полицейских бобиков и машину ДПС. *опять драка или пьяный дебош* подумал я. Но приглядевшись я увидел что некоторые полицейские ранены. Я услышал стук в дверь. Посмотрев в глазок я увидел там мужчину в форме с распиратором на лице. *эвакуация блять... Чувствую день будет весёлым* я дал знак что я дома и быстро начал одеваться, туфли джинсы рубашка наушники и сумка с вещами. Накинув наушники на шею я начал открывать дверь.\nНо услышал что-то странное... ",
    "answers": [
      {
        "id": 6,
        "text": "Открыть дверь "
      },
      {
        "id": 7,
        "text": "Прислушаться и посмотреть в глазок. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Открыв дверь полицейский толкает меня назад, я запнулся и сел на тумбочку в прихожей немного ударившись о зеркало. Полицейский в это время захлопнул дверь и подобрав упавшие ключи запер дверь. Далее у нас последовал диалог.\nЯ: что происходит? (я не заметил что за полицейским кто-то яростно долбился в дверь)\nП: так сейчас не время объяснять. Я оставил оружие в патрульной машине, а некоторые ваши жильцы уже мутировали.\nЯ: эти жильцы давно мутировали, сверху например живёт человек-дрель.\nП: так, твои шутки сейчас не уместны. К нам в дверь ломится твой сосед.\nЯ: \"посмотрев в глазок\" о, это же человек-дрель.\nП: твой сосед мутировал, люди с ослабленным иммунитетом подвержены мутациям. Мы все уже заражены.\nЯ: это юмор? \"дверь начала сходить с петель\" ",
    "answers": [
      {
        "id": 8,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 7,
    "text": "Прислушавшись я услышал что-то напоминающее рычание. Я начал смотреть в глазок и увидел как сосед сверху сносит полицейского с ног и начинает избивать.",
    "answers": [
      {
        "id": 17,
        "text": "Открыть дверь и помочь"
      },
      {
        "id": 18,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 8,
    "text": "Опасаясь за ремонт квартиры и замену двери я обратился к сотруднику правопорядка:\nЯ: он сейчас выбьет мне дверь. Может разберётесь?\nП: ты дебил? Половина жилого комплекса уже мутировала! Посмотри в окно!\nЯ пошел в комнату и увидел что на патрульные машины бегут жители, а некоторые прячутся в укрытиях.\nП: когда я открыл корман на втором этаже на нем все были мутированы. С первого этажа ничего не слышно. Посмотрев журнал я понял что есть лишь 3 квартиры где жильцы со здоровым иммунитетом. На 5, 4 и 3 этажах. (мы были на третьем)\nЯ: зная моих соседей есть шанс только на четвёртом этаже в кормане напротив.\nДверь в это время начала поддаваться соседу.\nП: нам нужно уходить. Скоро все кто тут живут будут такими агрессивными. У тебя есть оружие?\nЯ: только ножи.\nП: кухонные? С ними у нас мало шансов.\nЯ достал несколько метательных ножей из сумки и передал полицейскому.\nЯ: аккуратно они способны отрубить кусок дерева лучше топора. Сам я надел кофту из военторга и взял второй нож себе. Остальные убрал в сумку.\nПо пути в прихожую я спросил: что даёт мутация заражённым?\nП: они становятся слишком агрессивные и не контролируют свои действия. ",
    "answers": [
      {
        "id": 9,
        "text": "Пойти в прихожую. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Выходя в прихожую я увидел что дверь почти выбита. Полицейский был молодой ему на вид 20-25 лет. Он шёл впереди и был готов к драке.\nКак только дверь была выбита за ней влетел стакилограмовый кусок мяса, он был настроен агрессивно. Полицейский одним взмахом ножа отрезал ему руку. Что ж ножи и правда у меня острые. Но он не стал добивать его, а лишь повалил его на пол и мы выбежали. ",
    "answers": [
      {
        "id": 10,
        "text": "Добить его"
      },
      {
        "id": 11,
        "text": "Бежать наружу"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я взял нож и не долго думая воткнул ему в голову. Отрубив часть черепа я заметил что внутренности медленно растворяются зелеными бактериями. После смерти бактерии начали уничтожать тело быстрее и образовалось облако зелёного газа.\nП: быстро уходим вдохнешь — умрёшь. Зажми нос. Я схватил свой жилет с вешалки и надев его направился бежать к выходу. Открыв корман я увидел еще несколько мутированых соседей. Но они были весьма худощавые и слабы. Сделав удар ногой вперёд я снес несколько мутированных с ног и они как хлам покатились вниз по лестнице, к моему удивлению они начали вставать. Пробежав вниз по лестнице я делал удары ножом и бежал дальше вниз. Мое сознание уже не соображало. Я был что называется в состоянии \"аффекта\" Выйдя на улицу я заметил что полицейский позади меня боролся с мутированным мужчиной. ",
    "answers": [
      {
        "id": 12,
        "text": "Помочь ему "
      },
      {
        "id": 13,
        "text": "Бежать к патрульным машинам. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Заражённый догнал вас сзади и убил.\nRip. Хоть квест и линейный но вот такие тупиковые развилки я решил все таки добавить :)\nP. S. При выборе вариантов постарайся \"оказаться\" в той обстановке что написана в книге. ",
    "answers": [
      {
        "id": 9,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 12,
    "text": "Я с разбегу ударил ногой мутированого, он потерял равновесие и упал головой о лестницу. Зрелище было не из приятных. Я поднял нож полицейского и он сказал: спасибо. Бежим дальше мы почти вышли.\nВыбежав вместе на улицу мы подняв руки побежали к патрульным машинам, некоторые люди в укрытиях последовали нашему примеру. Зараженные активизировались и начали выпрыгивать из окон и бежать на нас. Полицейский в это время достал свой пистолет и начал стрелять по мутированым.\nЗараженных становилось больше, и облака газа начали создавать своеобразный туман. Тем временем полицейские уже вызвали автобус для транспортировки жителей. Люди забрались в автобус, я сел в машину полиции и мы поехали в сторону границы города. ",
    "answers": [
      {
        "id": 14,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 13,
    "text": "Побежав к патрульной машине, вам выстрелили в голову. Rip. ",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 14,
    "text": "По пути у полицейского с которым мы спаслись (его звали Максим Николаевич.) возник вопрос где остальные полицейские. Его коллега ответил что после ранений от мутированных они стали терять рассудок и нападать на людей.\n*ужас... Началась блин игра в выживание...*\nМеня тошнило когда я начал вспоминать скольких я убил... Нож еще пах трупами хоть я давно его вытер влажной салфеткой.\nКоллега максима спросил меня кто я и чем занимаюсь.\n—да так закончил учёбу не давно тренировался потихоньку. Говорил я и еле сдерживал рвоту...\nЛадно приедем расскажешь подробнее вон ты как молодому помог. Глядишь сгодишься на что-то. Он говорил спокойно и уверенно, словно он никого не убивал и жил обычной жизнью, на вид ему было не больше 40 лет, немного седины в волосах и морщины на лице. ",
    "answers": [
      {
        "id": 15,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 15,
    "text": "На выезде из города было несколько брошенных машин и заражённые ходили по дороге. В районе больницы было большое зелёное облако.\nФёдор (так звали второго полицейского): возьми маску с бордачка.\nОткрыв бардачок там был пм маска документы и несколько обойм. Когда я достал распиратор, максим спросил: стрелять умеешь?\n—бывало в тир ходил, но больше приспособлен к винтовкам, а что?\nМ: возьми пистолет с бордачка — пригодится.\nВзяв пм я посмотрел назад автобус ехал позади нас, в нем помимо жителей были несколько бойцов ОМОН с автоматами. На выезде с города уже развернули блокпост и там были военные. ",
    "answers": [
      {
        "id": 16,
        "text": "К финалу "
      }
    ]
  },
  {
    "id": 16,
    "text": "Это была первая концовка этой главы. Стоит ли мне продолжать? — Скажите вы в отзывах и оценках данного квеста. Всем спасибо!) ",
    "answers": [
      {
        "id": 1,
        "text": "В начало. Есть ещё несколько концовок. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Я сразу решил помочь полицейскому. Я взял табуретку из прихожей и открыв дверь я с размаху ударил по голове нападавшего. Но не расчитав силы я увидел что табурет частично пробил череп соседа. Спустя несколько минут я пришел в себя и увидел картину:\nМой сосед с пробитой головой лежит над мертвым полицейским (похоже что сосед разорвал ему горло) и зеленые бактерии разъедают трупы обоих.\nИз трупов стало исходить зеленый газ. ",
    "answers": [
      {
        "id": 19,
        "text": "Зайти обратно в квартиру"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я услышал что драка прекратилась. Аккуратно посмотрев в глазок, я увидел как сосед в крови полицейского встал и начал выбивать дверь.\nПосмотрев в окно я увидел как полицейские стреляют по бежавшим на них людям. В то время как другие прячутся в укрытиях от бежавших на них агрессивных людей и автоматных очередей. ",
    "answers": [
      {
        "id": 26,
        "text": "Начать вылезать в окно. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Заходя обратно в квартиру я услышал что за дверью кормана есть еще агрессивные люди. Посмотрев в дверь кормана я понял что замок закрыт. Сидя дома я решил снова посмотреть в окно так как услышал там выстрелы. Полицейские обстреливали район бежавших на них агрессивных людей, а некоторые прятались от одичавших и автоматных очередей. ",
    "answers": [
      {
        "id": 20,
        "text": "Придумать план"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я сел на диван достал из сумки один из своих ножей и стал думать. ",
    "answers": [
      {
        "id": 21,
        "text": "Спуститься по лестнице и выйти на улицу "
      },
      {
        "id": 22,
        "text": "Выпрыгнуть в окно (3 этаж) "
      },
      {
        "id": 23,
        "text": "Попытаться спуститься на верёвке. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Когда вы открыли корман на вас налетели несколько человек. Ударившись о кафель вы не успели придти в себя как ваше сознание стало уходить от вас.\nP. S. Пишите в отзывах по поводу желания исхода жизни за мутированного. ",
    "answers": [
      {
        "id": 20,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 22,
    "text": "Понадеявшись на везение вы прыгнули в окно, но приземлившись вы сломали ноги и ударились головой об асфальт.\nP. S. Возможна концовка со спасением. ",
    "answers": [
      {
        "id": 20,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Нужно вылезти в окно аккуратно спустившись. Связав несколько крепких простыней я привязал их к батарее и обмотав руки, прыгнул в окно аккуратно шагая по стене здания. Расстояния немного не хватило и я спрыгнул на крышу своего крыльца. С него я спрыгнул на тротуар. И побежал к патрульным машинам. За мной из дома выбежали несколько одичавших, один из полицейских крикнул: \"ПРИГНИСЬ\" и пустил автоматную очередь по моему следу. К тому моменту пока я бежал к машинам подъехал автобус из которого выбежали несколько спецназовцев. Полицейский приказал мне залезать в автобус. Я первым зашёл автобус и смотрел как спецназ помогает жителям дойти до автобуса, а остальные обстреливают диких. ",
    "answers": [
      {
        "id": 24,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 24,
    "text": "Один из полицейских зашёл в автобус и позвал меня.\nП: тебя как зовут?\n—Алекс.\nП: меня Фёдор. Скажи ты видел моего коллегу в доме? Он поднимался к тебе?\n—да, но ему один из диких глотку перегрыз...\nФёдор изменился в лице и был расстроен. Я вернулся на свое место в автобусе. \n\nСпустя несколько минут спецназ вернулся в автобус и мы выехали. Мы ехали в гробовой тишине. Одна из женщин спрашивала что случилось? Почему наши соседи стали такими?\nНо ответа не было. Все молчали. Я раздал некоторым пассажирам витамины для нервов. Спустя 15 минут в автобусе почти все были спокойны. ",
    "answers": [
      {
        "id": 25,
        "text": "К финалу "
      }
    ]
  },
  {
    "id": 25,
    "text": "Мы ехали к границе города. По пути я увидел в окно несколько зелёных туч над зданиями и из трупов. *Что это за зелёный дым?* подумал я. Подъезжая к границе нам сказали приготовиться к осмотру и сдаче анализов...\n\nЭто вторая концовка первой главы квеста. Есть ещё несколько, если интересно попробуй открыть все.\nP. S. Пиши отзыв о квесте) буду читать всё ",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 26,
    "text": "Быстро смастерив трос из подручных вещей я привязал его к батарее и схватившись за край полез в окно. В момент моего \"скалолазания\" сосед все же выбил дверь и увидел меня в окно. Он схватился за трос и я быстро отпустив трос \"полетел\" в сторону крыльца.\nНа крышу крыльца я приземлился коленями, это было больно, посмотрев в окно своего дома я увидел что из него падает сосед с пулей в голове. Один из полицейских крикнул что бы я бежал к ним. Я спрыгнул на тротуар и добежал до них. Спрятавшись за патрульной машиной. ",
    "answers": [
      {
        "id": 27,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 27,
    "text": "Сидя за машиной полицейский спросил меня:\nП: там к тебе должен был молодой коллега зайти, ты его видел? \n—да, его убил тот что был у меня в окне. \nП: черт бы его побрал! Ладно, возьми его пистолет. \nОдин из полицейских дал мне пистолет и сказал  снять с предохранителя. Я ходил в тир и без труда разобрался с пистолетом. Но стрелять в людей я не мог. Позже мне сказали что нужно помочь жителям дойти до укрытия с минуты на минуту будет автобус.",
    "answers": [
      {
        "id": 28,
        "text": "Идти на помощь"
      }
    ]
  },
  {
    "id": 28,
    "text": "Перед тем как я пошел по местам где прятались жители полицейский спросил:\nТебя как звать то?\n—Алекс.\nП: меня Федор. Береги себя, Алекс. Мы тебя прикроем.\n—спасибо.\nВзяв 2 обоймы к пм я пошел по укрытиям. Первые несколько укрытии я лишь говорил идти к патрульным машинам подняв руки вверх.\n\nНо подойдя к одному из дальних домов я заметил что около десяти мутировавших окружили детей и девушек в футбольной коробке. ",
    "answers": [
      {
        "id": 29,
        "text": "Помочь им"
      }
    ]
  },
  {
    "id": 29,
    "text": "Увидя как плачут и боятся дети, а мутировавшие разносят железную сетку я пошел на них. Я потерял сознание. Стреляя в их головы я не думал ни о чем. Дыхание, 2 секунды между выстрелами, стрелять точно в голову. После того как вторая обойма подошла к концу я подошел к коробке и сказал всем что нужно уходить. Когда я выводил их, я встретил тима это брат моей подруги что живёт не далеко.\nТ: Алекс! Мои сестры забежали в наш подъезд.\n—(перебив его) беги с остальными к дороге там будут полицейские. Я приду с твоими сёстрами.\n",
    "answers": [
      {
        "id": 30,
        "text": "Пойти к подруге "
      }
    ]
  },
  {
    "id": 30,
    "text": "Подойдя к подъезду я заметил что там никого не было, а внутри точно кто-то был. Вспомнив что патроны ограничены я достал нож из сумки. *ну в одной нож во второй пистолет, прям рембо вашу ж мать...* — подумал я. Дернув дверь подъезда (дверь плохо держалась, по этому при достаточной силе можно было открыть без чипа) я открыл дверь и увидел несколько мутировавших которые пытались пробиться внутрь здания. Я с размаху ударил ножом по шее женщине которая обернулась и кинулась на меня, что разом лишило ее головы. Второму я сделал выстрел в голову. Из женщины пошёл дым. Я выбежал на улицу, вспомнив что подруга живёт на первом этаже я решил что стоит пролезть в окно. ",
    "answers": [
      {
        "id": 31,
        "text": "Подойти к окну "
      }
    ]
  },
  {
    "id": 31,
    "text": "Ударив несколько раз пистолетом по окну, у меня не вышло его разбить, ведь окна пластиковые, но подруга и ее сестры услышали и открыли окно. Я помог спуститься младшей сестре, старшие спрыгнули сами. В это время к нам приближалось порядка 50 мутировавших. Около 20-30 со конца жилого комплекса и около 20 со стороны магазинов.\n—БЕГИТЕ К ДОРОГЕ! — крикнул я. И начал стрелять по диким. Отдав при этом сумку своей подруге. Я стрелял по ближайшим к нам диким идущим со стороны магазина когда дорога стала более узкой я остался на ней и готовился сдерживать натиск. Патроны кончились. И осталось около 30 мутировавших. Немного рядом и почти 30 диких на подходе. Я яростными движениями рубил тех что ближе ко мне и начал отходить. ",
    "answers": [
      {
        "id": 32,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 32,
    "text": "Из трупов начал идти дым и я стал убегать, разделавшись при этом с ближайшей группой диких. На пути мне встретилась группа спецназа, при первом взгляде я услышал: ЛОЖИСЬ! я упал на асфальт и услышал очередь из автоматов. 10 секунд непрерывной стрельбы, во время стрельбы я накинул наушники и держал их крепче к ушам. Когда стрельба прекратилась один из бойцов взял меня за руку и повёл к машинам. Я вернулся к машинам и увидел автобус. Когда я залез туда — увидел свою подругу. Я сел рядом, она отдала сумку. Я выпил несколько витаминов и уснул рядом с ней.\n\nПозже меня разбудили, мы подъезжали к границе города, где уже был развернут полномасшатбный пропускной пункт. Нам сказали готовиться к осмотру и сдаче анализов. ",
    "answers": [
      {
        "id": 33,
        "text": "Финал "
      }
    ]
  },
  {
    "id": 33,
    "text": "Это была третья концовка. Назову ее \"немного экшона\" думаю кому-то она понравится.\nP. S. Хей читатель, пиши отзыв) я этот квест уже часов 10 пишу, а тебе пару строк жалко?) буду внимательно читать отзывы на тему продолжения и стоит ли его вообще делать?\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 34,
    "text": "Здарова Альб\nА: здарова\n—слушай Альберт, мне тут смска пришла об эвакуации, не знаешь что случилось? Что вообще творится?\nА: собирайся прямо сейчас, до эвакуации возможно не успеешь, возьми с собой оружие припасы и иди к границе города. Никому не говори о том что ты покидаешь город сейчас. Я постараюсь вытащить тебя, позже я скину тебе инструкции и информацию о заражённых. На границе города будет много военных, назови им цифры: \"781227\" (пиши в отзывах если узнал комбинацию). Главное не с кем не контактируй! Это опасно.\n—хорошо спасибо, ",
    "answers": [
      {
        "id": 35,
        "text": "Отправиться к границе города "
      }
    ]
  },
  {
    "id": 35,
    "text": "Жил я не далеко от границы, по этому решил идти пешком. Снарядившись в свою старую военторговскую кофту, рубашку, берцы, джинсы, наушники и жилетку собрался выходить. Но увидел сообщение от Альберта:\n\"люди со слабым иммунитетом и хроническими заболеваниями подвержены вирусу. В течение нескольких часов человек становится агрессивен и постепенно теряет рассудок. Вирус уничтожает человека постепенно, но быстрые мутации не дают нам понять что еще может вирус. После смерти вирус сжигает внутренности человека за минуты и испаряется в воздухе, вдох зеленого дыма — смертелен.\"",
    "answers": [
      {
        "id": 36,
        "text": "Ахренеть... "
      }
    ]
  },
  {
    "id": 36,
    "text": "Собравшись с мыслями я понял что всё серьёзно, я снял жилетку и кофту надел спортивный жилет с металлическими утяжелителями <plus>24кг но все какая никакая защита. Натянув кофту и жилет и я вышел из дома. Идти с сумкой и жилетом было тяжело, 7 километров по дороге это будет серьёзное испытание. Я сделал привал, достал из сумки креатин, тестобустеры и немного энергетических добавок. Употребив витамины я подождал немного и пошел в путь, самовнушение и поддержка организма сделали свое дело. Сумка и жилет уже не были такими тяжёлыми. ",
    "answers": [
      {
        "id": 37,
        "text": "Идти по дороге"
      },
      {
        "id": 38,
        "text": "Свернуть и идти через частный сектор (короче) "
      }
    ]
  },
  {
    "id": 37,
    "text": "Я шел по дороге весь вечер, уже была глубокая ночь. Хотелось спать и я плохо соображал. Но витамины делали свое дело и я шёл на автомате. Позже я увидел больницу что была в километре от границы города.\nОттуда были слышны крики, а по территории бегали люди. Отличить кто из них дикий, а кто нет было трудно. Когда я был совсем рядом у входа на территорию в больницу и прямой дороги до границы города я вспомнил что моя хорошая подруга должна работать в этой больнице. ",
    "answers": [
      {
        "id": 39,
        "text": "Позвонить и узнать работает ли она. "
      },
      {
        "id": 40,
        "text": "Пойти к границе "
      }
    ]
  },
  {
    "id": 38,
    "text": "Свернув в частный сектор я прошёл не более чем километр как вдруг из-за поворота выбежало порядка 30 диких людей, они снесли меня и я потерял сознание. (концовка с возможным продолжением за \"дикого\") \nP. S. пишите в отзывах о желании пройти тест за мутированного алекса) ",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вспомнив то бесчетное количество советов которые она мне давала когда я обращался к ней. Сколько раз она мне помогала и то насколько она добрый человек — я решил что бросить ее будет свинством. \nПозвонив в регистратуру, были только гудки. Я решил позвонить ей на сотовый, надеюсь он включён. \"гудки\" и вот я слышу ее дыхание.\n—Анна! Аня! Где ты? Всё в порядке?\nА: шёпотом: я в больнице.\n—все в порядке?\nА: шёпотом: пациенты взбесились, я в приёмном отделении в гардеробе. Под стойкой.\n—будь там, я рядом скоро буду.\nМеня взяла злоба и страх того что я могу потерять одного из немногих хороших людей в моей жизни. ",
    "answers": [
      {
        "id": 41,
        "text": "Зайти на территорию больницы "
      }
    ]
  },
  {
    "id": 40,
    "text": "Отправившись дальше по дороге, я дошёл до границы города. На нем был развернут пропускной пункт.\nЯ подошёл в штаб и сообщил дежурному код:",
    "answers": [
      {
        "id": 48,
        "text": "5484628"
      },
      {
        "id": 49,
        "text": "781227"
      },
      {
        "id": 48,
        "text": "527229"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я достал 2 ножа из сумки взял их в руки и зашел за кпп больницы. Приёмное отделение было ближайшим зданием — это было хорошо. Пройдя несколько шагов на меня побежал обезумевший человек скаля зубы. Приблизившись он прыгнул на меня но я был быстрее чем он и увернувшись рубанул ему по руке, но кровь не побежала из руки. Он начал орать и вставать. Я наступил на его грудь и ударил ногой в висок, увесистые берцы разбили череп одним ударом. Но на меня бежали еще четверо мутировавших. Вспомнив Анну, я потерял рассудок и побежал на них. Опомнившись вокруг меня было 4 порубленных тела из которых медленно начал идти газ. Ко мне подошла одна и медсестёр, поблагодарила что я отвлек их и дала мне распиратор. Надев его я пошел к приёмному отделению. ",
    "answers": [
      {
        "id": 42,
        "text": "Подойти к зданию "
      }
    ]
  },
  {
    "id": 42,
    "text": "Подойдя к дверям, я дернул железную дверь, за ней была обычная больничная пластмассовая дверь с окном на половину двери. Сквозь нее я видел гардероб. Подперев железную дверь, я ударом ноги открыл вторую дверь и ждал пока на меня кинутся дикие. Но на входе было пусто. Я подошел к гардеробу, сказав: вылазь я тут. Из стойки гардеробщицы выглянула Анна, в белом халате и с распиратором на лице. Я сказал что нужно уходить.\nА: за нами скоро приедут, мы должны собрать врачей и медсестёр. Для нас будет отдельный рейс через 20 минут.\nЯ подумал что не смогу провести Анну с собой, а она даст мне белый халат и я сойду за врача. Вряд ли у меня будут спрашивать диплом о медицинском образование. ",
    "answers": [
      {
        "id": 43,
        "text": "Отправиться на поиски остальных "
      }
    ]
  },
  {
    "id": 43,
    "text": "—где прячутся твои коллеги?\nА: все в служебных помещениях с другой стороны здания. Есть два пути, через улицу или сквозь отделения. ",
    "answers": [
      {
        "id": 44,
        "text": "Пойти через больницу"
      },
      {
        "id": 45,
        "text": "Пойти через улицу. "
      }
    ]
  },
  {
    "id": 44,
    "text": "Как только вы вышли в коридор на вас накинулась толпа мутировавших. ",
    "answers": [
      {
        "id": 43,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 45,
    "text": "Выйдя на улицу мы заметили что подъехал автобус с красным крестом как на скорой помощи и надписью \"медики\". Спецназ из автобуса сразу завел Анну в автобус. Один из них спросил: а ты кто?\n—Я друг этой девушки, живу не далеко позвонил ей и когда узнал что, что-то не ладное пошел на помощь.\nС: так ладно я смотрю ты хорошо своими ножами управляешь, пойдёшь с нами. Держись за мной.\n—можно я сброшу сумку в автобус?\nС: быстрее!\nЯ сбросил сумку под одно из кресел и побежал к спецназу.\n—Анна сказала что все медики с той стороны этого здания. Там есть вход.\nС: хорошо пошли.\n",
    "answers": [
      {
        "id": 46,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 46,
    "text": "Когда мы обошли здание поняли что железная дверь закрыта. Перед тем как взорвать замок мне дали пм и одну обойму. Я сходу снял его с предохранителя и был готов. Вопроса умею ли я стрелять? Ни у кого не возникло. Взорвав замок и открыв двери мы услышали женский крик. Весь персонал забарикодировался в холе. Всех отвели в автобус. Позже командир спецназа сказал мне: значит слушай меня, у тебя выбор не большой. Либо ждёшь эвакуации и едешь с остальными гражданскими. Либо записываешься к нам в отряд. ",
    "answers": [
      {
        "id": 47,
        "text": "Записаться в отряд"
      },
      {
        "id": 40,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 47,
    "text": "С: молодец! Правильный выбор. Залезай.\nМы поехали к границе и нас пропустили минуя контроль. *Что будет дальше?*\n\nЭто еще одна концовка моего квеста) пиши отзыв, мне интересно мнение каждого читателя! Добра тебе :) ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 48,
    "text": "Дежурный: нет ты что несёшь? Пошел отсюда!",
    "answers": [
      {
        "id": 40,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 49,
    "text": "Дежурный: вас понял, присаживайтесь сейчас к вам подойдут.\n\nСпустя минут 10 ко мне подошёл мужчина в черном костюме и сказал идти за ним. Мы вышли с другой стороны пропускного пункта. Там стоял чёрный джип. Мы сели в него и поехали. ",
    "answers": [
      {
        "id": 50,
        "text": "Финал"
      }
    ]
  },
  {
    "id": 50,
    "text": "Это последняя концовка (в хронологическом порядке написания) этой главы. Вышло красивое число в 50 страниц. Сейчас я отправлю это в открытый доступ и буду ждать ваших отзывов дорогие читатели. Всем спасибо! ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 51,
    "text": "Я планирую писать квесты в формате \"личного дневника\" с редкими пояснениями автора. \nP. S. Пунктуация не моя сильная черта.\n\nСообщение после написания квеста: квест получился линейный и достаточно короткий) надеюсь на ваши отзывы.\n\nСвязь с автором:\nhttps://discord.gg/PFP4SndjBM это мой дискорд канал, я создал в нем раздел для отзывов. Я всегда тебе там отвечу.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  }
]