[
  {
    "id": 1,
    "text": "Порой жажда денег заставляет делать людей удивительные вещи.И вы не исключение.А на какую сумму вы готовы сыграть в самые опасные игры на свете?Вас пригласили на такую игру! (в этой части самих игр не будет, здесь только сюжет.)\n",
    "answers": [
      {
        "id": 2,
        "text": "начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы обычный городской человек вы не богач, не миллионер. сегодня выходной вы идёте гулять. но  вас встречает очень странный мужчина который заявляет. Вы не видели этого человека. Показывая фото с совершенно незнакомым вам человеком. С чего это  вас вдруг так волнует? Спросили вы. Слушай я милиционер, я слежу за порядком мне надо знать кто это, может это какой-то вор. Вряд ли говорите вы, на фото он просто разносит письма может это почтальон? нет в нашем доме почтальон, он другой. ну ладно спасибо за информацию. вы думаете что он вам отправил письмо и идёте проверять.",
    "answers": [
      {
        "id": 3,
        "text": "проверить почту."
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы на всех парах бежите к своей почте и видите там письмо!  Там написано- вы можете получить большую сумму денег придя по адресу. хм...Можно попробывать!",
    "answers": [
      {
        "id": 4,
        "text": "придти по адресу"
      }
    ]
  },
  {
    "id": 4,
    "text": "вы едете на своей вполне старой машине. На другую нужно накопить денег. Через некоторое время вы приезжаете по адресу. То что вы увидели напоминала вам огромный торговый центр. Вы зашли в него, поразительно! Воскликнули вы. Там было так уютно всё было в золоте и немножко похоже на метро. Там было очень много людей. Просто жители. И явно работники которые ходили в сером пиджаке и в галстуке. перед ними выстраивалась очередь. Вы решили встать в неё. среди толпы вы увидели своего друга и подошли к нему. Вы спросили что здесь происходит он ответил, я не знаю, я пришёл заработать деньги но пока что вижу что только там расписывают какие-то бумаги.",
    "answers": [
      {
        "id": 5,
        "text": "настала ваша очередь."
      }
    ]
  },
  {
    "id": 5,
    "text": "вы подошли к тому мужчине в галстуке. Он сказал пожалуйста подпишите бумагу это последний ваш шанс отказаться от игры.От какой игры? спросили вы. игра с помощью которой вы можете заработать деньги. хорошо. вы поставили подпись и уже собрались уходить, как мужчина сказал стойте запомните это число\n4685 было написано на бумаге. И не забудьте прийти по адресу. хорошо сказали вы.",
    "answers": [
      {
        "id": 6,
        "text": "идти по второму адресу"
      }
    ]
  },
  {
    "id": 6,
    "text": "вы пришли по адресу там стояла машина. Из её окна на вас смотрел странный мужчина. Он сказал садитесь в машину если хотите поиграть. это то что мне нужно! Вы сели в машину и у видили пар, что за... Не успели сказать вы перед тем как уснули.",
    "answers": [
      {
        "id": 7,
        "text": "проснуться"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы проснулись в очень странной комате очень напоменающую тюрьму.Вы  встали и женский голос сказал:введите код. Вы вспомнили что когда вы давали соглашение на игру вам говорили запомнить число.но какое?",
    "answers": [
      {
        "id": 8,
        "text": "8462"
      },
      {
        "id": 9,
        "text": "4563"
      },
      {
        "id": 10,
        "text": "4685"
      },
      {
        "id": 11,
        "text": "6729"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы нбрали этот код.Женский голос сказал:Введён неправильный код. (Нажмите назад)",
    "answers": []
  },
  {
    "id": 9,
    "text": "Вы набрали этот код. Женский голос сказал:Введён неправильный код. (Нажмите назад.)",
    "answers": []
  },
  {
    "id": 10,
    "text": "вы набрали этот кот и... Дверь открылась! вы вышли через неё и увидели Джона! Да тот самый друг которого вы видели в том центре.Вы вы подошли к нему и он сразу же сказал: даже не спрашивай я ничего не понимаю. Я пришёл заработать денег. Ты что ничего не слышал нам сказали что будут какие-то игры.Сказали вы. Постепенно из комнаты выходили разные люди. Видимо это были другие игроки. Прошло много времени и все вышли из своих комнат. И вдруг прозвучал голос: пройдите по коридору вперёд. А вы как раз стояли в коридоре. Вы стояли в нём ещё с того момента как вышли из той комнаты.\n",
    "answers": [
      {
        "id": 12,
        "text": "поспрашивать что нибуть у других."
      },
      {
        "id": 13,
        "text": "пойти вперёд"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы набрали этот код. Женский голос сказал: Введён неправильный код.(Нажмите назад.)\n",
    "answers": []
  },
  {
    "id": 12,
    "text": "Вы спрашивали у всех, но остальные только то и дело  отвечают что ничего не знают и ещё что будут какие-то игры. (на шаг назад.)",
    "answers": []
  },
  {
    "id": 13,
    "text": "Вы пошли вперёд по огроменному коридору. В итоге вы пришли в какой-то зал. Там была сцена. через некоторое время в комнату зашли очень странные люди. они были в красных костюмах с кругом треугольником или квадратом на маске. они сказали: добро пожаловать в игру. в этой игре будет 8 победителей. эти 8 победителей получат большую сумму денег.Ну наконец-то! сказал Джон. у кого-то есть вопросы?сказали они. Если нет то скоро мы начнём 1 игру. Вау... сказали вы. Джон ты был прав нас ждут какие-то игры. победителей будет только 8.О боже зачем я на это согласился!? Я не знаю что ждет нас впереди Но мы оба станем победителями.Сказали вы. продолжение следует! Новые игры будут в других квестах. Не пропустите!",
    "answers": [
      {
        "id": 14,
        "text": "что будут за игры?"
      },
      {
        "id": 15,
        "text": "от игры можно отказаться?"
      },
      {
        "id": 16,
        "text": "а можно я не буду играть во все игры?"
      },
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "это секрет. Сказали они.(на шаг назад)",
    "answers": []
  },
  {
    "id": 15,
    "text": "Да,Но тогда ты выбываешь. (на шаг назад.)",
    "answers": []
  },
  {
    "id": 16,
    "text": "Вы будете играть во все игры если не проиграете.(на шаг назад.)",
    "answers": []
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  }
]