[
  {
    "id": 1,
    "text": "Автор: Irbis\nЖанр: фэнтези, возможны и другие жанры.\nСтатус: завершена.\n\n     Жизнь умеет преподносить сюрпризы. Порой даже весьма неожиданные. Идешь ты себе спокойно домой, никого не трогаешь, мечтаешь только поскорее зайти в квартиру, взять своего кота на руки и попытаться отдохнуть. Да вот незадача... которая обернулась последствиями. И зачем я столько фэнтези перечитала?!",
    "answers": [
      {
        "id": 3,
        "text": "Начать. 1 часть"
      },
      {
        "id": 97,
        "text": "2 часть"
      },
      {
        "id": 4,
        "text": "Персонажи"
      },
      {
        "id": 16,
        "text": "Парочка слов от автора (новое дополнение от 18.07.)"
      }
    ]
  },
  {
    "id": 2,
    "text": "      Спасибо, что заглянули сюда! Сюжет совсем недавно появился, надеюсь, вам понравится. Спасибо за то, что читаете мои истории. Для меня это очень важно. Если есть вопросы по сюжету, не бойтесь спрашивать. Кто знает, может от какого-нибудь вопроса новые диалоги появятся у героев?)\n\n    Мои прошлые истории можно найти через вкладку \"другие квесты этого автора\" или по номерам.\n\n    Приятного времепрепровождения!))",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 3,
    "text": "     Очередной рабочий день подошел к концу... наконец-то мне дали отпуск... Боже, неужели я дожила до этого чудесного дня? Неужели я нормально посплю? Неужели я смогу пожить в радость себе? С моего лица не сходила улыбка.\n    Проходя мимо киоска с мороженым, не удержалась и купила себе. Надо же себе начинать праздник уже устраивать.\n    Несмотря на то, что уже достаточно стемнело, идти было нестрашно. Я эту дорогу знаю уже вдоль и поперек, 15 лет здесь живу. Единственное, что раздражает меня лет так 5 —  так это наличие парковки, огромной такой. Какое-то время многие жители жаловались на нее, особенно когда вой сирен начинался. Но потом нам заявили, что раз мы живем в высокой многоэтажке, то придется потерпеть. Вот и терпим...\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "     Показаны только главные герои. Остальных по ходу повествования вы увидите в истории.",
    "answers": [
      {
        "id": 5,
        "text": "Камилла (Ками) Тэйч"
      },
      {
        "id": 6,
        "text": "Этелия (Этель) Райдер"
      },
      {
        "id": 7,
        "text": "Артур (Арт) Найджел"
      },
      {
        "id": 8,
        "text": "Дэниэль (Дэн) Райдер"
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 5,
    "text": "Главная героиня. Интроверт по жизни, но любит помогать людям.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/CndZBGh"
      }
    ]
  },
  {
    "id": 6,
    "text": "     Жительница Опраэна. Сестра Дэна. Характер добродушный, любит узнавать новое.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/1m865F5"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Житель Опраэна, лучший друг Дэна. Характер непростой, может невольно обидеть. Отходчив, дорожит близкими людьми.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/r2JDHZR"
      }
    ]
  },
  {
    "id": 8,
    "text": " Житель Опраэна, брат Этель. Лучший друг Арта. Характер очень располагает к себе, добрый, веселый.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/yY9mpbf"
      }
    ]
  },
  {
    "id": 9,
    "text": "     Подходя к парковке, я глубоко вздохнула. Я бы с радостью избегала бы ее на своем пути, но увы. Другую дорогу не придумали. А если и придумали, то времени бы много забрала. А моя главная цель — это поскорее доползти до дома, обнять кота, взять вкусняшки и включить что-нибудь. Неважно что. Главное дать своей голове отдых.\n    Погрузившись в свои мысли, я не заметила, как фонари на парковке замерцали и погасли. Этого еще не хватало... А я говорила электрику, что у нас электричество барахлит. Ну зачем меня слушать?! Я же маленькая всего! 23 года мне — ну подумаешь!",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "       Я включила фонарик на телефоне и пошла дальше. Буду я еще бояться этих сбоев! Несколько лет боевых искусств не должны проходить даром. И не всем надо знать, что я пару лет их не практиковала. Базовый уровень не теряется.\n    Идя в темноте, я не сразу заметила, как передо мной что-то начинает светиться. В воздухе. Это нечто стало приобретать очертания двери. Господи, у меня глюки пошли? Я попыталась обойти, но вокруг меня словно невидимая стена. Дожили...\n     Очертания двери все больше проявлялись, и раздался характерный щелчок открывания. И там...",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/XLJpbyq"
      }
    ]
  },
  {
    "id": 11,
    "text": "\n— Арт! Сколько раз говорила тебе, не сваливай его полностью на меня! Я же еще активацию держу!\n— А я говорил, что на носилках надо было! А ты мне: \"Ничего, сами справимся\". А кто эту дверь открыл бы? \n— Есть другие методы. — прохрипел недовольно женский голос.\n— С ноги? Я бы тогда свалился и поднимала бы ты нас двоих. — с той же интонацией ответил мужской голос.\n— И как мой брат тебя терпит?\n— Так же как и тебя. \n— Ты меня достал уже!\n— Аналогично.\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "     Я с ума наверно схожу... На моих глазах из.. портала?.. выходили трое. Парень и девушка, а посередине другой парень, который едва стоял на ногах. Те двое придерживали его. Когда они вышли, дверь позади закрылась и исчезла. Электричество вновь вернулось. А я благоразумно спряталась за машиной и наблюдала за ними. А то кто их знает...\n    Парень и девушка бережно посадили третьего и стали смотреть по сторонам.\n— Ну и куда ты отправила нас? — проговорил парень.\n— Это разве не Санктум?\n— Тебя точно за ум в Хранители взяли? \n— Ты на что намекаешь? — недовольно проговорила девушка.\n— Ты совсем не знаешь миры и что там находится. Это не Санктум. ",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "\n— А тебе-то это откуда знать? Нас не отправляли в другие миры, и ты это прекрасно знаешь. — сложив руки на груди, довольно сказала девушка.\n— А я, к твоему сведению, прожил в Санктуме 2 года, не по своей воле, но не жалею об этом. — вторил такой же интонацией парень, медленно к ней подходя и угрожающа смотря.\n    И тут самый глупый момент... я забыла, что в моей руке мороженое, и оно упало. Слух у этих товарищей явно хороший, потому что они одновременно повернули головы в сторону машины, за которой я пряталась. Бежать или не бежать? Вот в чем вопрос...\n",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "\n— Даже не думай. — ответил за меня голос парня. Он стоял передо мной, грозно сверкая взглядом. Мне бы тоже встать не помешало бы... что я и сделала. Выше меня на полголовы.. неплохо. \n— Ты кто? — произнес он же. — И что здесь делаешь? Шпионишь?\n— Я.. — вот это интонация у него...\n— Арт, ты девушку не пугай. Видно же, что не ожидала. — к нему подошла девушка, чуть пониже меня.\n— Разберусь без тебя, Этель. — он повернулся ко мне. — Так кто ты?\n— Я Камилла. Шла домой, как открылся.. портал, верно? А вы кто?\n— Кругом безграмотные что ли? Этель, ты куда нас занесла?!\n— Компас молчит. Я не знаю. — огорченно сказала девушка.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/WzRnt6t"
      }
    ]
  },
  {
    "id": 15,
    "text": "\n— Прекрасно вообще! Непонятно где, непонятно с кем, еще и с раненым Дэном впридачу! Еще и компас сломался.. — он схватился за голову и сразу же повернулся ко мне. — Эй, как тебя?\n— Камилла.\n— Ага. Мы где?\n— Вам сказать город, улицу, страну? Или может планету? —  взгляд парня все мрачнел. — Планета Земля. Этого достаточно?\n    Услышав это, парень вцепился в свои волосы и осел на землю.\n— Этель, тебя точно по блату взяли. Мы попали в самый таинственный мир. Мы пропали...\n   Я и Этель пересеклись взглядами... Дела...",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "     Спасибо, что заглянули сюда! Сюжет совсем недавно появился, надеюсь, вам понравится. Спасибо за то, что читаете мои истории. Для меня это очень важно. Если есть вопросы по сюжету, не бойтесь спрашивать. Кто знает, может от какого-нибудь вопроса новые диалоги появятся у героев?)\n \n   Линия Дэниэля если и будет, то в другое время. На данный момент история завершена. Спасибо всем, кто читал))\n\n    Мои прошлые истории можно найти через вкладку \"другие квесты этого автора\" или по номерам.\n228801\n240099\n268794\n\nПринимаются любые вопросы, касающиеся сюжета))\n\n    Приятного времяпрепровождения!))",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 17,
    "text": "\n— Ладно, я пожалуй, пойду. Надеюсь, у вас все скоро хорошо решится. — протараторила я, пытаясь уйти с этого места.\n— Стоять. — остановил меня голос. Я повернулась. — Мы пойдем к тебе домой.\n— Чего? Это с какой стати? — возмутилась я.\n— С такой. Ты нас видела. И пока мы не починим компас, вынуждены еще и за тобой следить, и Дэна подлечить надо.\n— А то, что я не знаю вас, не смущает? Да и распространяться о своих глюках я не особо и намерена.\n    От моих последних слов парень сильно сжал свою челюсть, но промолчал. Хотя взгляд говорил о многом. Грубиян...",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "\n—  Арт, ну ты прям эталон любезности. — съязвила Этель.\n— Ну делай сама тогда! Может хоть с этим справишься. — пробурчал парень, сев рядом с Дэном, который, похоже спал.\n— Камилла, — обратилась она ко мне, — я понимаю, как это странно выглядит, но нам правда нужна твоя помощь. Мой брат Дэн ранен, и нам нужно, чтобы он где-нибудь восстановил силы. А так как ты нам попалась, то поэтому обращаемся к тебе. Мы неместные, поэтому не знаем правил вашего мира.\n   Слушая девушку, я боролась со своим внутренним голосом, аргументировавший, что опасно незнакомцев пускать в дом, особенно голубоглазого грубияна. Я же понимала, что вряд ли бы меня просили о помощи, если бы не другой раненый парень.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/sCXZzWD"
      }
    ]
  },
  {
    "id": 19,
    "text": "     Подумав, я неуверенно кивнула.\n— Хорошо, пойдемте. Помогу, чем смогу. — Этель улыбнулась и кивнула мне в ответ. Потом направилась к Арту.\n    Я шла впереди, указывая дорогу. Арт и Этель шли за мной следом. Я молча радовалась, что вокруг не было людей и я не столкнулась с соседями. А то все до ужаса любопытные. Особенно мисс Уильямс, которая каждый раз встречая меня, пытается сосватать со своим внуком. То с одним, то с другим. Я же просто мечтаю о спокойной жизни. Которая похоже, временно откладывается.",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "\n— Только сразу говорю: квартира у меня небольшая, пусть и двухкомнатная. — сказала я, открывая дверь ключом.\n    Войдя в квартиру, меня встретил протяжный, радостный кошачий вой. Это рыжее существо, по паспорту носящее гордое имя Гардьер, мною именовался просто Гард.\n— Ой, Гард, я же совсем забыла про тебя. — я взяла кота на руки и повернулась к гостям. — Вы проходите сюда, здесь самый большой диван. — а сама ушла на кухню дать еды коту.\n    Потом стала рыться в своих запасах еды. Мне последнее время было все равно, что есть, работа много времени забирала. А тут гости все-таки.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/cLTcrjB"
      }
    ]
  },
  {
    "id": 21,
    "text": "      Минут через 15 на кухню врывается Арт.\n— Это опасное существо хотело наброситься на меня! — он намекал на Гарда, которого он держал за шкирку. Кот прижал к себе уши и был явно этим недоволен.\n— А ну отдай кота! — я прижала Гарда к себе, а тот, прижавшись ко мне, начал жалобно мурчать. — Что он тебе сделал?\n— Запрыгивал на меня, пытался поймать мою руку. Это существо вообще нормальное?!\n— Арт...\n— Меня Артур зовут. — процедил Арт... Артур.\n— Хорошо, Артур. Мой кот не нападал на тебя, а наоборот, познакомиться хотел. И побыть гостеприимным. В тех местах, откуда вы, нет кошек?\n— Я лично с ними не контактировал. — выкрутился тот.\n— А здесь придется, пока вы в моем доме.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "\n— Пусть только держится от меня подальше.\n— Гард, ты слышал? Держись от этого грубияна подальше. Ты же у меня умница, верно? — шепнула я коту в ухо. Тот ткнулся носом в мою щеку. — Вот и молодец.\n    Проходя в комнату мимо Арта, простите, Артура, я услышала его шепот: \"Чего сразу грубиян? Сама вредная.\"\n    Зайдя в комнату, я села на стул. На диване лежал тот парень, Дэн. А рядом сидела Этель и держала брата за руку.\n— Этель. — она повернулась ко мне. — А можно вопрос?\n— Конечно.\n— А что случилось с твоим братом? ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "\n— Думаю, что прежде чем отвечу на этот вопрос, я должна объяснить тебе, кто мы такие. — я кивнула. — Мы из другого мира, называемого Опраэн. И мы являемся его Хранителями.\n— Хранителями?\n— Да. На самом деле миров очень много, и в каждом есть свои Хранители. Нас еще именуют Путешественниками, потому что временами мы объединяемся с другими Хранителями для защиты своих миров. Помогаем друг другу. А переходы свои осуществляем с помощью специальных артефактов. У нас это компас. — Она вытащила странный предмет, по виду действительно напоминающий компас.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "\n— В этот раз нас отправили в один мир, чтобы помочь его защитить. Но на нас напали. Дэниэль самый сильный из нас троих, поэтому попытался отбить атаку, но те применили особый артефакт, от которого временно отключаются зрение, слух и теряется сознание. Мы сумели отбить атаку, но они повредили компас. Поэтому он неправильно сработал. Вот так мы появились здесь. — она посмотрела на брата. \n— А можно как-то ускорить процесс восстановления?\n— Я не знаю. — она покачала головой. — Этот артефакт относительно новый в нашем мире. Как впрочем и тот, кто это затеял.\n— Ты о ком?\n— Это неважно пока. По крайней мере пока мы здесь.\n",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "\n— Я могу чем-то помочь?\n    Этель не успела мне ответить, как Дэн зашевелился и начал тяжело дышать. Девушка положила руку на его лоб.\n— Температура высокая. Принеси холодную воду и полотенце.\n   Я принесла что было нужно, и Этель положила мокрое полотенце на лоб парню. Однако пользы было мало. И на лице парня стали появлять всполохи белого цвета, направляющиеся по шее к грудине.\n— Это что такое? — пораженно прошептала Этель.\n   Дэн сжимал руки в кулаки и разжимал, лицо было мокрое от пота. Что-то причиняло ему сильную боль...\n",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "     Тут Гард вскочил со стула и прыгнул на парня. Немного потоптался по его груди и лег, время от времени впуская и выпуская когти. При этом не переставая мурлыкать.\n— А что это он делает? — вытирая слезы, проговорила Этель.\n— Кошки умеют облегчать боль. Очень часто бывает, что они ложатся людям на больное место, и становится легче. При этом они мурлычат и вибрация эта очень приятна.\n— То есть вред он не причинит?\n— Нет. Гард у меня самый лучший в мире кот. — улыбнулась я.\n    И действительно, минут через 10 дыхание Дэна начало выравниваться, странные всполохи прошли и температура постепенно спадала. Довольный кот ткнулся в его руку, но поняв, что сейчас его не смогут поблагодарить, прыгнул ко мне на руки.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "\n— А где Арт? — посмотрела по сторонам Этель.\n— Кстати да. Я его видела на кухне, но это было... — я глянула на часы на руке. — Полчаса назад. Пойду посмотрю.\n   Я направилась на кухню и услышала тихое дыхание. В темноте я разглядела парня, который сидел за столом и спал, положив голову на сложенные руки. Улыбнувшись, я тихонько вернулась в комнату и полезла за пледом. Будить его мне меньше всего хотелось. Взяв плед я, под немой взгляд Этель, вернулась на кухню. Едва успела его им накрыть, как он схватил мою руку.\n— Ты что задумала? — прохрипел сонный голос.\n— Уже жалею об этом. — ответила я, вырывая свою руку из его захвата. \n   Тут он заметил плед на своих плечах и посмотрел на меня. Я молча вышла с кухни, но краем уха услышала: \"Спасибо\".",
    "answers": [
      {
        "id": 28,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 28,
    "text": "    С одной стороны я очень радуюсь, что я все-таки в отпуске, а с другой... ритм моей жизни не изменился, даже усложнился.\n    Приблизительно до 4 утра Дэну временами было очень плохо. Я порывалась вызвать скорую помощь, но Этель меня останавливала, указывая на эти странные всполохи на лице парня. Она в чем-то права... возникнут необъяснимые сложности. В итоге пытались своими силами облегчить эту боль.\n    Самым удивительным образом вел себя Гард. Неведомым образом он знал, что нужно делать. Потому что Дэну становилось лучше рядом с моим котом. ",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "     Около 4 ему стало лучше. Я предложила пойти спать. Но Этель сказала, что будет рядом с братом. Возник вопрос: куда отправить Арта, если Этель будет в другой комнате?\n— Этель, а может Артур побудет тут? \n— А что такое? — она потерла свое лицо.\n— Ну как бы тебе сказать... я с ним в одной комнате не останусь. А здесь, как видишь, троим тесновато будет.\n— Как будто я мечтаю об этом. — пробурчал парень. — Этель, иди спать. Я уже пару часов поспал, так что побуду здесь.\n— Но Арт... ты же не сможешь ему помощь оказать. \n— Ой, иди уже. Как-нибудь справлюсь. Если что, тебя разбужу. — Этель неуверенно кивнула.\n    В итоге тишина наступила около 5 утра...",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "     Я проснулась спустя 5 часов... на удивление я выспалась. Спасибо работе, научила мало, но качественно спать. Позевывая, я собиралась выйти из комнаты и наткнулась на спящую девушку. Это что... а, ну да, я же вчера с персонажами фэнтези столкнулась.\n   Выйдя из комнаты, я увидела преинтереснейшую картину: все еще спящие Дэн и Гард, причем ладонь первого лежала на холке второго. Надо же, они еще толком не знакомы, а уже сдружились.\n— Удивительное существо. — раздался голос за спиной. \n  Я повернулась. Позади меня, сложив руки на груди, стоял Артур.\n— То есть я хотел сказать, оно правда помогает ему.\n— Его зовут Гард. И да, он у меня настоящая умничка. — не дав ему ответить, ушла на кухню готовить завтрак.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "     Однако сразу мне это сделать не дали. Минут через 15 в комнате раздался окрик. Я побежала туда.\n— Дэн просыпается. — ответила на мой вопрос Этель, когда я спросила, что случилось.\n    И действительно, парень медленно открыл глаза и смотрел вначале на потолок, потом перевел взгляд на едва сдерживающую слезы сестру. Правда, для этого ему пришлось повернуть голову, от чего он невольно поморщился.\n— Где я? — сипло прохрипел он. Этель, прежде чем ответить, дала ему попить воды.\n— Мы на Земле.\n— Как на Земле? — он захотел присесть на диване, но его остановила рука Арта.\n— Лежи. Ты полдня был без сознания. — сказал он.\n— Как полдня? Мы же сейчас отправлялись в Санктум. — непонимающий Дэн смотрел на Арта и все-таки сел.\n",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/TMDFtQM"
      }
    ]
  },
  {
    "id": 32,
    "text": "\n— Планы поменялись. На нас напали, и тебя ранили. Пришлось экстренно открывать портал, но компас нам повредили. Так мы оказались на Земле. \n   Дэн молчал пару минут, потом заговорил.\n— Я вообще ничего не помню после этого. И где это мы? —  он стал оглядывать комнату.\n— Одна землянка любезно предложила нам свою помощь. Мы у нее дома. — усмехнулся Артур. \n   Любезно предложила?! А ничего, что он сам \"предложил\" в начале? Но я решила это никак не комментировать.\n— Ками, иди сюда. Познакомлю тебя с братом. — Этель тоже решила не обращать внимание на голубоглазого.\n   Я подошла и села на стул рядом с девушкой.\n— Привет. Я рада, что ты пришел в сознание. — улыбнулась я.\n   Парень посмотрел на меня.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "\n— Я Камилла. — протянула руку парню.\n— Дэниэль, Дэн. — мы пожали друг другу руки. Он все еще не сводил с меня глаз. — Так вот как выглядит наша спасительница.\n    Я удивилась такой формулировке. Тут Гард пришел мне на выручку и прыгнул на диван.\n— А это кто? — глаза Дэна округлились, глядя на рыжее чудо, которое тыкалось ему в руку. — Погоди, это что-то знакомое...\n— А это твой персональный спаситель. — ответила я.\n— Расскажешь, как он мне помог? \n— Я бы с радостью, но мне надо завтрак приготовить. Этель, поможешь мне? Нужно кое-что выяснить. — девушка кивнула и пошла со мной на кухню.\n",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "\n— Что ты выяснить хотела?\n— Хотела понять, есть ли различия в продуктах вашего и.. моего мира. — я указала рукой на стол, где лежали продукты. Точнее, остатки того, что было. Как раз на завтрак.\n    Этель молча разглядывала, а потом подошла к столу.\n— Так, это знаю, это тоже.. у нас это редко вырастает... о, у вас есть \"фейзаны\"! У нас их сезон закончился. Из них тааакой вкусный салат получается!\n— Фей... что? \n— Ой, прости, я случайно на ренийском заговорила, родном языке Опраэна. По вашему это.. помидоры.\n— А, ты про них. Да, мы тоже делаем салаты с ними.\n— Супер, тогда предлагаю приготовить салат.\n— Давай ты тогда его делай, а я омлет приготовлю.\n— Омлет? — я ей показала упаковку с куриными яйцами. Она кивнула в ответ и мы принялись за готовку.\n",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "\n— Какой запах! — восхищенно вдыхал воздух Дэн, когда мы с Этель накрывали стол. Решили завтракать в комнате, потому что Дэну еще было немного неважно.\n— Запах как запах. — пожал плечами Арт, нарезая хлеб. Прошу заметить: сам предложил помощь. Только разумеется не мне.\n— Ой, много ты понимаешь в готовке. — махнул рукой на друга Дэн.\n— Дружище, тебе артефактом еще и память отшибло? — беззлобно пошутил Арт. Дэн в ответ усмехнулся, видимо вспомнив ответ.\n— А вот и мы. — торжественно произнесла Этель, неся тарелку с салатом.\n— Девчата, вы молодцы. После двух суток голодания еда кажется еще более вкусной. — парень еле успевал прожевать.\n— Ты точно также говорил, когда полдня не поел. — усмехнулся Арт. И втихаря (ага, как же!) дал маленький кусочек омлета Гарду. Хитрый кот просунул морду между парнями, сидящими на диване и принимал вкусняшки. Хорошо устроился!\n",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "     В целом еда им понравилась. И мне стало спокойней. Значит прокормлю... И если с ней проблем не было, то вот с чаем и кофе возникли трудности...\n— Пахнет приятно, но пить... не, не рискну. — Дэн отставил в сторону чашку с чаем.\n— А я попробую. Надо же знать местные напитки. — Этель забрала чашку у брата и сделала глоток. — Вкусно. Там еще \"кайген\" добавлен? Ой, я хотела сказать... с чабрецом?\n— Да. А он растет у вас?\n— Как видишь. Дэн, попробуй. Тебе кстати, полезно будет. — он спокойно взял чашку и попробовал.\n— Ты права. А добавки можно? — последняя фраза была с улыбкой адресована мне.\n   А вот кофе попробовать вначале решил только Арт. С фразой \"Ну не отравить же она нас решила. Я еще не настолько плохой\" он попробовал напиток. Несколько секунд сопровождались молчанием, потом соизволил улыбнуться мне. И даже поблагодарить. Как же еда меняет мужчин... удостоверяюсь с каждым часом...\n",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "     После завтрака я предложила ребятам пройтись по магазинам. Продукты купить, и может что-то из одежды для них. Дэна решили оставить на попечение Гарда, при этом взяв обещание с парня, что он ничего не будет трогать дома, кроме того, что я ему дала и показала. Немного успокоившись, я вышла из дома с Артом и Этель. И если я с ними спокойно вошла в тот самый вечер, то вот выход таковым не был...\n— Камиллочка, радость ты моя! — раздался голос из квартиры на первом этаже. Прям около выхода из подъезда. Закатив глаза, я заставила себя улыбнуться и повернуться.\n— Доброе утро, мисс Уильямс.\n— Что-то ты совсем забыла меня. Обещала вчера зайти же. — разве?\n— А, ну да, конечно. Ну тут видите, какое дело. Ко мне приехали... родственники. — я указала рукой на своих товарищей.\n— Родственники? — мисс Уильямс пригляделась. — Я думала, ты одна осталась. Да и не похожи вы особо.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "\n— Как это не похожи? — вмешался Арт. — Каждый по-своему похож. У них с Этель одинаковый цвет глаз, а мы с Ками вот, лицами похожи. А, Ками, сестричка моя троюродная? — он немного ущипнул меня за щеку. Он меня выручает так или просто нашел повод поиздеваться? \n— Конечно похожи... братец. — Я вымученно улыбнулась. \n— А.. вы троюродные. — старушка заметно успокоилась. — Ты им город собираешься показывать?\n— Да, город.. магазины.\n— А может быть...\n— Мисс Уильямс, миленькая, вы простите меня, пожалуйста, но нам правда некогда. Нас.. такси ждет. Еще раз простите. — взяв ребят под руки, я попыталась побыстрее выйти из подъезда.\n— Кто эта милая женщина? —  усмехнулся Арт, когда мы вышли.\n— Соседка. — вздохнула я.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "\n— А всем соседям у вас так интересно знать, кто кому гость? — спросила Этелия.\n— Наоборот. Обычно всем все равно, лишь бы не шумели слишком громко. Но она — отдельный случай.\n— И чем же она так выделяется, помимо любопытства? — поинтересовался Артур.\n— Несмотря на твою вредность, так и быть, отвечу. Не знаю почему, но ей явно не дает покоя вопрос, почему я до сих пор не замужем. Этот вопрос ее беспокоит с моих 18 лет. \n— А кстати, почему ты до сих пор не замужем? — решил меня \"помучить\" парень.\n— Тебя ждала. — огрызнулась в ответ.\n— Ооо, ну тогда придется ждать столько же. — усмехнулся тот. \n— А вдруг нет? — подняла бровь я.\n— А если нет, то тогда я во всеуслышание об этом заявлю. — прошептал Арт, наклонившись до уровня моих глаз. \n— А если ты окажешься прав? \n— Тогда задание придумаешь ты. — усмехнулся он и отошел от меня.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "\n— А ты явно нравишься ему. — сказала Этель, когда мы были в магазине одежды.\n— Этель, не говори глупостей. — усмехнулась я. — Ему скорее нравится издеваться надо мной.\n— Хочешь верь, хочешь нет, но я давно не видела у него таких резких смен настроения за последние сутки. \n— А обычно оно у него какое?\n— Последние пару лет именно такое, каким ты его встретила вчера.\n— Хм. — я задумалась. — А до того какое бывало?\n   Этель остановилась и посмотрела в сторону Арта, который сосредоточенно смотрел на футболки.\n— Подробности знает только Дэн. И то наверняка не все. Но от себя могу сказать, что до того у него была девушка. Но там то ли с ней, то ли с ним что-то произошло, не знаю. В общем, она уехала в другое место, и Арта будто подменили. Он и раньше был с характером, но сейчас... — она резко замолчала, увидев идущего к нам парня.\n— Вы выбрали, что нужно? А то так до бесконечности можно стоять и разглядывать. — сказав, он пошел в другую сторону.\n— Они одинаковы во всех мирах. — усмехнулась я.\n— И не говори. — поддержала Этель.\n   Купив одежду, мы направились в продуктовый магазин.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "     Закупившись продуктами, мы пошли обратно домой. Едва успев открыть дверь, я ужаснулась. Кругом валялись перья... из подушек наверно... Я прошла в комнату... кусочки картона.. это была коробка. Я ее оставила, чтобы мелкие вещи туда класть. Прошла еще дальше.. заглянула в холодильник. Пустой, абсолютно. Направилась на кухню. Осколок от посуды нету, значит туда еще не добрались.\n    Вернулась в комнату. Арт и Этель стояли и тихонько посмеивались. На диване спал Дэн, прижав к себе Гарда. Который уже не такой радостный был. Увидев меня, еле вылез из объятий и стал тереться о мои ноги. В этот момент проснулся Дэн.\n— О, вы пришли уже. — сонно проговорил тот.\n— А что вы у меня дома устроили? — присела я на корточки перед парнем, взяв на руки кота.\n— Я решил поиграть с твоим котом, ну и... немного увлекся. Прости за подушку. Я возмещу тебе ущерб. — он неловко улыбнулся.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "     Усмехнувшись, я ушла в коридор, взяла совок и веник и пошла обратно. Отдав это ему в руки, сказала:\n— Если только так. — он кивнул.\n— Этель, а у Дэна точно больше ничего не повредилось? — шепнул Арт Этелии.\n— Я бы на тебя посмотрела, будь ты на его месте. — ответила та и направилась помогать мне разбирать продукты.\n    Артур пожал плечами и, украдкой погладив кота по голове, пошел помогать другу убирать следы веселья. \n",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "     Вечером я сидела на кухне и читала.\n— Камилла. — я подняла голову. Ко мне обращался Артур.\n— Сегодня прям день открытий. — усмехнулась я.\n— И что же сейчас открылось тебе? — ответил он с той же интонацией.\n— Ну например то, что ты впервые назвал меня по имени.\n— Это вообще не открытие. — он сел напротив меня. \n— Ты что-то спросить хотел? — сменила тему я, закрывая книгу.\n  Он кивнул.\n— Хотел уточнить некоторые неизвестные для нас продукты, которые ты сегодня купила.\n— Да без проблем. — я встала, а потом спросила: — А почему именно ты решил об этом спросить?\n   Он встал следом.\n— А давай ты вначале расскажешь, а потом я дам тебе ответ?\n    Посмотрев на него несколько секунд, я полезла в холодильник.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "     В итоге во время готовки ужина меня ожидало очередное открытие: Артур умеет готовить! И надо признать, просто прекрасно готовит.\n— Где ты этому научился? — спросила я, нарезая картошку. Еле уговорила оставить меня на моей же кухне.\n— Там уже не преподают. — резко ответил он. Я в ответ решила промолчать. Захочет — сам расскажет. Хотя проще с кем-то другим подружиться, чем с ним. \n— Не хочешь — не говори. Только единственный вопрос меня все же тревожит: ты точно не устроишь пожар?\n    Он закатил глаза, но все ответил:\n— Наши миры очень похожи, за исключением того, что у вас нет артефактов и вы не перемещаетесь по другим мирам. Ну может еще пара каких-то деталей.\n— Значит, и Хранителей у нас нету?\n— Конкретно у тебя есть, а ж целых три. Все, иди, справлюсь без тебя. И если что, позову. — не дав мне сказать и слова, аккуратно вывел с кухни. Живет здесь сутки, а командует так, будто всю жизнь!\n    Итог: кухню Арт не спалил, ничего не испортил, ужин был неимоверно вкусный. Еще немного поговорив, мы пошли спать. Интересно, что меня завтра ждет?",
    "answers": [
      {
        "id": 45,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 45,
    "text": "\n— Ками... Ками... Камилла! — услышала я свое имя сквозь сон. Еле открыв глаза, я увидела Этель перед собой.\n— Что.. что случилось? — сонно произнесла я.\n— Там Дэн бормочет что-то во сне. И опять всполохи на лице.\n— Разбудить пытались?\n— Пытались, но он не реагирует совсем.\n   Я молча вышла из комнаты, Этель следом за мной. \n    На стуле рядом с диваном сидел Арт и что-то записывал в тетрадь.\n— Вы вовремя. — сказал он, не поднимая голову. — Тут так интересно. — усмехнулся.\n— Не получается его разбудить? — спросила я, ставя стул рядом с Артом. Этель села на диван к брату.\n— Нет. — покачал головой парень. — Но такое ощущение, будто не он контролирует свое сознание.\n",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "\n— Это как?\n— А вот как. — он перекинул свою руку на мое плечо, но я скинула ее и он невозмутимо оставил ее на спинке моего стула. — Он видит сон, транслирующий события в нашем мире. Или в другом, где в данный момент происходит что-то важное.\n— И ты записываешь это? — я кивнула на тетрадь в его руке.\n— Пытаюсь. — он протянул мне ее. — Но как видишь, распознать что-то сложно. Дэн говорит обрывисто, не цельными предложениями. Остается надеяться, что он запомнит детали. А он запомнит.\n— Но все-таки ты что-то записал. — я вгляделась в слова.\n— Что успел. Но обрати внимание на это. — он указал на некоторые слова.\n— \"Повреждено специальным способом.\" Думаешь, это связано с вами?\n— Почти уверен. Думаю тут сказано про компас, который нам действительно повредили.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "\n— Допустим. А вот это тогда? — я ткнула пальцем в другую фразу. Но Арт резко вырвал тетрадь из моих рук и что-то зачеркнул. — Ты чего?\n— Я неправильно записал.\n— Но мог бы оставить, а потом спросил бы у Дэна.\n— Я лучше лично спрошу. И вообще, это допрос? — он посмотрел на меня.\n— А ведь так хорошо говорили... — пробурчала я. Арт усмехнулся.\n— Скоро привыкнешь.\n— Вы чего не спите? — раздался голос Дэна. —  И что за столпотворение около меня?\n— Новости дня слушали. С твоим участием. — ответил Арт.\n— Чего? Погоди, вы тоже слышали? — парень смотрел на нас.\n— Обрывистыми фразами. \n— Ребята, похоже я не просто сон видел. — он потер глаза.\n— Дэн, ложись спать. Утром расскажешь. — украдкой зевнул Арт.\n— Арт прав. Время еще ночное, утром будет что обсудить. — сказала Этель, вставая с дивана.\n    Мы кивнули друг другу и разбрелись по комнатам.\n",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "     Утром, после завтрака, Дэниэль вновь поднял ночную тему.\n— Итак, говорите, что вы ночью слышали?\n   Арт молча протянул ему тетрадь. Дэн прочитал написанное там и ответил:\n— Неужели я так много говорил вслух? Так... хм.. Главную суть ты уловил. Речь действительно шла о нас, вот только этот разговор был с тем, кто затеял это все.\n— И кто это? — Арт положил подбородок на сложенные руки.\n— Лица его не было видно. Да и вообще все было как в дыму. Но голоса были отчетливо слышны...\n",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "(Сон Дэниэля...)\n\n— Как все прошло? — раздался в зале молодой мужской голос. \n— Одного ранили, но не успели его взять. С ним еще двое было. — произнес посол.\n— Они нарушили договор? И куда они делись?\n— Успели открыть портал. — подавленно произнес голос постарше.\n— Ничего. — обладатель голоса номер 1 встал с кресла и направился к окну. — Далеко они уйти не могли. Компас поврежден специальным способом. \n— А позвольте узнать, как?\n— При входе в портал сработал детонатор. А уж как именно это произошло. — молодой человек подошел к тому, кто старше. — Знать тебе необязательно. Самое главное, что тот человек справился с поставленной ему задачей и доказал, что достоин моего доверия. — он вновь направился к окну. — Теперь цель дождаться. Сообщайте мне обо всех переходах через порталы. — обладатель голоса постарше поклонился и вышел из зала.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "(Возвращение в реальность...)\n\n— А дальше все полностью заволокла дымка и голоса становились приглушеннее. Что обо всем этом думаете?\n   Тишина наступила на несколько минут.\n— Значит речь точно шла о нашем компасе. И его на самом деле испортили нам. — нарушил тишину Арт, вставая и беря в руки тот самый артефакт.\n— Вопрос только — каким образом? — спросил Дэн.\n— В твоем сне говорилось, что сработал детонатор. Значит, кто-то видел ваш переход. — задумалась я.\n— Ками права. — подтвердил Дэн. — Тут уже несколько вариантов. Либо те, кто нас нашел, либо мы просто случайно попались.\n— Последнее точно вряд ли. — подала голос Этель, внимательно рассматривая артефакт.\n— Ты что-то нашла? — спросил Артур.\n— Не уверена. Но точно могу одно сказать — детонатор был не в нем. Иначе компас разнесло бы на мелкие кусочки. Помогло в этом что-то другое.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      },
      {
        "id": 50,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/L5x5wrL"
      }
    ]
  },
  {
    "id": 51,
    "text": "\n— Его починить возможно? — спросил Дэн.\n— Возможно все и всегда. Но мне время потребуется, чтобы его разобрать. Только тогда будет понятно, как его починить.\n— Наша помощь нужна? — спросила я.\n— Этель никого не подпустит к своему изобретению. — ответил за нее Арт. Девушка утвердительно закивала.\n— Спасибо, Ками, но не стоит. Единственное, что мне нужно —  это тишина.\n— Пока мы все дома, это вряд ли возможно. Поэтому предлагаю прогуляться. — я посмотрела на Арта и Дэна. \n— Хорошая идея. — сказал Дэниэль.\n   Недолго собиравшись, мы вышли из квартиры и направились к лифту.",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "\n— Ты нервничаешь. Что-то случилось? — внимательно посмотрел на меня Дэн.\n— Не что-то, а кто-то. — усмехнулся Арт.\n— То есть?\n— Есть тут одна премилая старушка. Заботится о будущем нашей Ками. \n— Ничего она не заботится... — пробурчала я.\n— А как иначе объяснить то, что ты разыграла вчера?\n— А что я должна была сказать? \n— Например, друзья приехали. Много вариантов. А тут... родственники. — сложил руки на груди Арт.\n— Были бы друзья, представила бы вас ими. — ответила я, резко выходя из лифта. \n",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "\n— Камилла, ты чего? — спросил Дэн, мягко удерживая меня за плечо. А ведь он выше меня чуть ли не на голову...\n— Ничего. — буркнула в ответ. Буду я им еще рассказывать, почему обществу друзей я предпочла книги и Гарда...\n    Я молча пошла дальше. Ребята чуть позади меня. Через пару минут ко мне подошел Артур.\n— Извини. — я остановилась и посмотрела на него. Он продолжил. — Я иногда не слежу за своими словами. \n— Все нормально. — мы пошли дальше. \n— Так, куда делось ваше настроение? Смотрите, солнце светит, погода отличная! А вы тут бредете еле-еле. — Дэн положил свои руки нам на плечи и слегка повис.\n— Еще раз так повиснешь на мне, сам себя понесешь. У меня до сих пор плечо болит. — проговорил Арт.\n—  Ворчун. — ответил с той же интонацией парень.\n— А нечего было вымахивать до такого роста. Посмотри на свою сестру. Поделился бы с ней. — Дэн молча улыбнулся в ответ и пошел рядом с нами.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "    Спустя час мы вернулись домой. И как оказалось, вовремя. У Этель были новости для нас.\n— Итак, у меня для вас 2 новости. \n— Как обычно, одна плохая, а другая еще хуже? — спросил Арт, набирая в стакан воды.\n— Да нет, одна хорошая, а другая.. не очень хорошая, наверно.\n— Классика. — скучающе произнес парень.\n— Да погоди ты. — посмотрела на него Этель. Артур кивнул и сел на диван. Гард, недолго думая, запрыгнул и лег рядышком, довольно смотря на парня. Глаза последнего жалобно посмотрели на меня.\n— Да не бойся, не съест он тебя, подавится. — усмехнулась я.\n— Я невкусный. — гордо произнес тот.\n— Скорее не ты, а слова твои. — улыбнулась я и повернулась к девушке. — Так какие новости?",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "\n— Ну наконец-то. — выдохнула та. — Так вот, хорошая новость заключается в том, что компас в почти рабочем состоянии. Стрелка показывает верное направление, координаты не сбиты.\n— А тогда почему почти исправен? — спросил Дэн, забирая на руки кота.\n— А вот это уже вторая новость. Откроется портал только на одного Хранителя. И на короткое время. — от этой новости пьющий воду Арт чуть не подавился. Я постучала ему по спине, да что он одарил меня благодарственным кивком.\n— А вот это.. кхе.. нечестно уже. — сипло произнес он.\n— Что есть, то есть. — развела руками Этелия. — Но чтобы остальных вернуть туда, нужны интструменты и детали. А такие есть только в Опраэне, в моей мастерской.\n— А если здесь поискать? — спросила я.\n— На это может уйти много времени. Да и что мешает одному искать там, а остальным здесь?",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "\n— Хорошо, допустим, один Хранитель отправится. Вопрос в том — кто? — спросил Дэниэль.\n— Могу я. — поднял руку Арт.\n— Я тоже. — сказал Дэн. \n— Исключено. Ты только начал восстанавливаться.\n— Не забывай, Арт, что я все еще остаюсь сильнейшим в Опраэне Хранителем. И на мне ответственность за всю нашу команду.\n— Ребят, успокойтесь. Вы остаетесь здесь. — прервала их Этель.\n— Это с какой стати? — хором спросили парни.\n— С такой. Компас сделала я. Соответственно кому, как не мне, знать, что конкретно понадобится?\n— Ты можешь просто написать, что нужно. — ответил ей брат. Арт просто закивал.\n— Дэн, это не обсуждается. И вообще, не забывай, я старше тебя. — подмигнула она, взъерошив ему волосы.\n— Этель старше тебя? — удивленно спросила я.\n— На 3 года. — грустно выдохнул парень.\n",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "\n— По вам не скажешь. — ответила я.\n— Это ты еще их родителей не видела. Когда они вместе идут куда-то, вообще не разберешь, кто там мама, кто папа. — добавил от себя Артур, забравший себе всю коробку печенья.\n— Ты вроде только что ел. — посмотрела на него я.\n— А я не виноват, что просто общаться с тобой — это потеря калорий. — продолжая есть, ответил тот.\n— Обанкрочусь я так с тобой. — вздохнула я. \n— Выше нос. — мне протянули печенюшку. Я молча взяла ее и съела.\n— Спасибо. \n— И все? А где безмерная благодарность мне, что я тебя от голода спас? — усмехнулся Артур.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "\n— Ворчун ты. — ответила я.\n— Я? Ворчун? Да тебе показалось. — он отложил печенье в сторону с ухмылкой посмотрел на меня. Этель и Дэн с интересом за нами наблюдали.\n— Ворчун-ворчун. \n— Как интересно. — он положил подбородок на ладони. — Что еще я о себе могу узнать?\n— Когда-нибудь со временем узнаешь. Но с этих пор я так буду тебя называть. Если ты не против, конечно. \n   И почему я такая вредная сейчас? А, ну да, есть у кого учиться.\n— Да пожалуйста. — усмехнулся Арт. — Только не забывай о нашем вчерашнем разговоре. — по его интонации я поняла, о каком разговоре пошла речь. Когда мы вышли из подъезда, после встречи с мисс Уильямс.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "     Услышав эти слова, я взяла подушку с дивана и легонько стукнула ей по его голове. Он, не ожидавший такого, ответил мне тем же.\n— Ах вот как... ну держись. — шутливо-грозно произнесла я, беря подушку заново в руки.\n—  Ага, прям боюсь-боюсь. — ответил с той же интонацией Арт, приготовившись к бою.\n— Погодите, давайте со стола уберем все, а то не возместим же убытки. — сказала Этель, относя тарелки на кухню.\n— Ладно, живи пока. — усмехнулась я, помогая девушке.\n— Вот уж спасибо, милостивая спасительница. — послышался его голос из комнаты.\n— Попал ты, дружище. —  Дэн похлопал Арта по плечу.\n— Да не, не я. Она попала. Вопрос только — куда? — усмехнулся друг.\n    Через 5 минут мы продолжили наш подушечный бой...",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "      Спустя 2 часа, вдоволь наигравшись, мы просто сидели в комнате и болтали.\n— И как вам Земля? — спросила я.\n— Я еще мало, что видел, но мне нравится. Напоминает во многом Опраэн, но есть своя уникальность. — ответил мне Дэн, который одновременно играл с Гардом. И когда они успели так сдружиться?\n— Это точно, сходство есть. — подтвердил Арт, разлегшись на диване. —  Слушай, Дэн. — парень повернул к нему голову. — Раз уж тебе лучше уже, одолжи мне диван.\n— Ага, сейчас. А мне где спать? — поднял бровь Дэниэль.\n— На пол стелится матрас. Я так и спал 2 прошлые ночи. Спина гудит... — проворчал Арт, поворачиваясь к нам спиной.\n— Что-то полчаса назад я не заметил этого. — прищурился его друг.\n— Конечно не заметил. Потому что гонялся за Ками, как угорелый. — сонно пробормотал тот.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "     Дэн тихонько встал с пола, на котором сидел, и посмотрел на друга.\n— Уснул. — удивленно вынес он вердикт.\n— А может хорошо притворяется? — шепотом спросила Этель, аккуратно вставая с дивана.\n— Не похоже. — он еще раз посмотрел на Арта, а затем повернулся к нам. — Видимо, сегодня моя очередь поспать на полу. — он слегка улыбнулся.\n    Через 10 минут, едва мы зашли в комнату и закрыли дверь, как услышали по ней скрежет.\n— Это что такое? — испуганно спросила меня Этель.\n— Это Гард. Но он давно так не делал. — я открыла дверь и увидела кота. Который заметив нас, опрометью побежал к месту, куда мы уложили Дэна. Переглянувшись с Этелией, мы пошли следом.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "     Дэн опять был без сознания, и всполохи на лице были ярче. Только они стали появляться не только на лице, но и на руках.\n— Господи, что это такое? — пораженно прошептала я, опускаясь на колени рядом с матрасом.\n— Боюсь, это связанно с тем артефактом, ранившим Дэна. — глухо произнесла Этель.\n— Нам надо узнать, как от этого Дэна избавить. Потому что Гард только облегчает это, но не устраняет.\n— Вижу. Я попытаюсь дома что-то узнать. \n  Только потом произошло нечто странное. Этель едва коснулась руки брата, как на этом самом месте появилось яркое свечение на несколько секунд, потом также быстро исчезло. И Гард... я никогда не видела его таким. Прижав к голове уши и оскалившись, он рычал. Рычал на Этель. И успокаивался только тогда, когда она убирала от Дэна руку. Но спокойно реагировал, когда это сделала я.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "     Попытки убрать кота ни к чему не приводили. Он поднимал такой вой, что я быстро убрала эту затею в сторону. Не хватало еще прихода соседей или еще кого похуже. Ничего больше не оставалось, как мне пытаться сбить температуру у Дэна, а Этель просто наблюдать и помогать мне со стороны. \n   Случайно задев миску с водой, мы разбудили Арта.\n— За что мне такое наказание под названием \"Дэниэль Райдер\", а? — пробормотал он, увидев, как мы по очереди дежурим.\n— За то, что стал его другом. — ответила я, не глядя на него.\n— Может с тобой подружиться? — задумался тот, тихо зевая. — Хотя нет, это опасно. \n— И чем же? — усмехнулась я.\n— Как минимум — недоеданием. — грустно вздохнул парень. \n— А как максимум? — тут я не удержалась и посмотрела на него.\n— Останусь здесь на веки вечные и буду преследовать тебя. — шутливо произнес парень. Я в ответ показала ему язык и отвернулась. За спиной услышала его смешок.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "     Минут через 15 Дэн пришел в себя.\n— Опять сон был? — спросила я, помогая ему сесть. Он кивнул, все еще пытаясь сфокусироваться.\n— Да. Только я немногое слышал. — хрипло сказал он.\n— А может видел что-то? — к нему подсел Арт.\n— Все опять как в дымке.\n— А что слышал-то? — спросила Этель. \n— Я.. — он что-то явно хотел сказать, но передумал. — я не помню. — грустно сказал он.\n— Как так — не помнишь? А для чего я сейчас тетрадку достал? — удивленно спросил Арт.\n— Сейчас голова болит, утром расскажу, если вспомню. — он лег и отвернулся от нас. Но потом повернулся обратно и легонько сжал мою руку. — Спасибо тебе, Камилла. И за Гарда спасибо. \n— Дэн, все хорошо?\n— Я просто хочу спать. — шепотом сказал он и закрыл глаза.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "\n— Пойдемте на кухню. — внезапно произнес Арт и встал с пола. \n— Что с Дэном? Я его таким еще ни разу не видела. — спросила я, закрывая дверь.\n— Что-то там потрясло его. — задумчиво ответил голубоглазый. \n— Но что? — Этель вначале налила в чашку сок, потом подумав, отставила в сторону.\n— Заставлять его ответить бесполезно. Дэн такой человек, который может замкнуться в себе, и все. Ками, не смотри на меня так. Дэн может и общительный, но со своими заморочками. Мы дружим с детства.\n— Арт прав. Пока он сам не заговорит, ничего не выйдет. — подтвердила Этель, все-таки выпив сок.\n— Значит, будем ждать утра. Пойдемте спать. — сказав, я вышла с кухни.",
    "answers": [
      {
        "id": 67,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 66,
    "text": "     Резко проснувшись, я посмотрела на часы. 6 утра... Полежав еще немного, я поняла, что уснуть мне не удастся, поэтому встала и аккуратно зашла на кухню. Позевывая, включила музыку на телефоне и стала доставать все необходимое для приготовления кофе. Достав все ингредиенты, я решила посидеть на кухонном диваничике. И не заметила, как уснула...\n   Снился мне довольно странный такой сон... где я учусь кататься на роликах. И учитель никто иной, как... Дэн. Когда я с великим трудом на них встала, он резко схватил меня за руку и потащил за собой, точнее покатил. Потом развернул к себе и начал танцевать нечто напоминающее вальс. \"Вальс на роликах\"... новый стиль танца... А потом...",
    "answers": []
  },
  {
    "id": 67,
    "text": "    Резко проснувшись, я посмотрела на часы. 6 утра... Полежав еще немного, я поняла, что уснуть мне не удастся, поэтому встала и аккуратно зашла на кухню. Позевывая, включила музыку на телефоне и стала доставать все необходимое для приготовления кофе. Достав все ингредиенты, я решила посидеть на кухонном диванчике. И не заметила, как уснула...\n   Снился мне довольно странный такой сон... где я учусь кататься на роликах. И учитель никто иной, как... Дэн. Когда я с великим трудом на них встала, он резко схватил меня за руку и потащил за собой, точнее покатил. Потом развернул к себе и начал танцевать нечто напоминающее вальс. \"Вальс на роликах\"... новый стиль танца... А потом...",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "     Продолжение сна куда-то улетучилось, потому что я почувствовала запах кофе. Рядышком совсем. Слегка улыбнувшись и чуть приоткрыв глаза, я потянулась за заветной чашкой на столе, сделала глоток и... чуть не выплюнула обратно. Мало того, что это был кипяток и я себе горло обожгла, так еще и горький. Очень горький. \n— Это была моя чашка. — услышала я знакомый голос. Подняв голову, я увидела Дэна.\n— А это...? — я показала глазами на его руку, в которой была другая чашка.\n— А это для тебя. Ты же с сахаром любишь, я заметил. А мне наоборот горький вкус понравился. Держи. — он протянул мне ее.\n— Спасибо. — поблагодарила я. Парень кивнул в ответ, сделав глоток. Мне же что-то расхотелось, и я просто держала ее в руках.\n— А ты чего так рано проснулся? — я решила нарушить это неловкое молчание.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "\n— Я обычно всегда в это время просыпался дома. Уходил на прогулку либо пробежку. У нас очень красиво по утрам. А ты?\n— А мне просто не спалось. — я посмотрела на чашку в своей руке и все-таки сделала глоток. Он даже запомнил, сколько сахара мне нужно. Приятно...\n— Должно быть, наше появление сбило тебе все планы... — произнес парень, задумчиво посмотрев в окно.\n— Наоборот. — усмехнулась я. Дэн резко перевел взгляд на меня. — Я на работе отпуск на днях взяла. Решила отдохнуть, но в тоже время опасалась, что нечем будет себя занять. А тут такое приключение наметилось.\n— Да уж. — улыбнулся он. \n— Слушай, а у меня идея есть. — собеседник заинтересованно посмотрел на меня. — А пошли сейчас на улицу. Я тебе нашу красоту покажу.\n— Хорошая идея. А Арт и Этель здесь останутся? \n— Я им записку оставлю, чтобы дверь никому не открывали и вообще вели себя тихо.\n",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "\n— А как же они нам откроют? — задумался Дэн.\n— А Гард нам на что? Он сразу даст знать, если я к двери подойду.\n— Невероятный кот... — восхитился парень.\n— А то! — довольно ответила я.\n    Переодевшись и написав записку ребятам, я вышла в прихожую, где меня ждал Дэниэль. Закрыв дверь, мы решили спуститься по лестнице. И как оказалось не зря...\n   Спускаясь со 2-ого этажа, я услышала знакомый щелчок двери... и как она догадывается, когда я на улицу выхожу? Присев на корточки и подав знак Дэну, чтобы молчал, я аккуратно стала смотреть, куда направляется мисс Уильямс. При этом пытаясь не выдать свое присутствие.\n   Мисс Уильямс, закрыв дверь, вначале направилась к выходу, но потом будто что-то вспомнив, улыбнулась. И сперва направилась к лестнице. Я, затаив дыхание, посмотрела на Дэна. Парень кивнул мне в ответ, будто говоря, что мы легко поднимемся наверх.\n",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "     Вновь посмотрев вниз, я смогла выдохнуть. Соседка отказалась от идеи подниматься по лестнице и направилась к лифту. Дождавшись, когда она зайдет в него и лифт начнет движение, я быстро побежала вниз. Дэн следом за мной. Выбежав из подъезда, я повернула налево. За домом через дорогу был небольшой скверик, где я и смогла спокойно выдохнуть.\n— Это та самая леди, которая заботится о тебе? — спросил Дэн.\n— Она. Только это не забота с ее стороны. — отдышавшись, ответила я.\n— А что тогда? — мы присели на скамейку.\n— Желание выдать меня замуж. И если уж не за старшего внука, так за младшего. — открыла секрет я.\n— А ты не хочешь, значит? — Дэн посмотрел на меня, немного наклонив голову вбок.\n— За них точно нет. Слишком разные. — дав понять, что эта тема закрыта, я прикрыла глаза и улыбнулась греющему мое лицо солнцу. Справа услышала тихий смешок.\n— Ками, извини, что опять задам неудобный вопрос. — виновато прозвучал голос парня. Я открыла глаза и посмотрела на него. — За все время, что мы знакомы, ты ни разу не упомянула родителей и своих друзей...",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "     Я вздохнула, посмотрев вдаль.\n— Если не хочешь, можешь не отвечать.\n— Да нет, ты правильный вопрос задал. —  я помолчала несколько секунд. — Родители погибли 7 лет назад. Автокатастрофа. Я тогда только школу закончила...\n— Мне жаль.. прости, что спросил. — извинился парень.\n— Все нормально, Дэн. Рано или поздно ты узнал бы об этом. А друзья... Мне всегда было трудно заводить друзей, в школе дружила конечно. Но потом кто-то замуж вышел, кто-то просто переехал, третьи вообще пропали с поля зрения... тоже уехали, наверно. Так и пропала дружба. — я горько усмехнулась. — И остались только я, книги... и потом появился Гард.\n— А он недавно у тебя появился? — Дэн сел на скамейке боком, подперев голову ладонью.\n— Дай-ка вспомнить... ну да, 2 года. \n— Ты его выбрала?\n— О нет, не я. Он сам выбрал меня. — улыбнулась я.\n— Это как? — удивился парень. Я углубилась в воспоминания...\n",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "(Воспоминание...)\n\n   Я как обычно собиралась утром на работу. Пройдя примерно полпути, я увидела котенка, сидящего на асфальте и пристально смотрящего на меня. Поймав мой взгляд, он подбежал ко мне. Я наклонилась и немного погладила его. Выглядел он ухоженным и непохожим на уличного котенка.\n     Через несколько минут я встала и пошла дальше. А котенок обогнал меня и вновь повернулся ко мне, дожидаясь, когда до него дойду. И так снова и снова. Так я до шла до места работы с необычным попутчиком.\n",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "     Во время обеденного перерыва я решила заглянуть в кафе, чтобы перекусить. У выхода я заметила того самого котенка, который судя по всему, все это время просидел здесь. Я удивленно посмотрела на часы. Вряд ли он в этот промежуток ел... Недолго думая, я сбегала в кафе, купила еды и направилась обратно, не забыв угостить котенка, который радостно замяукал, увидев меня.\n   Позже вечером, выходя с работы, меня вновь провожал этот котенок. При этом не прося взять его на руки или чтобы погладили. Просто рядом ходил и все. После 2 дней таких прогулок я не удержалась и взяла его на руки. Он сразу замурлыкал в ответ. И тут я поняла, что не хочу больше расставаться с этим рыжим и пушистым счастьем с умными глазами...\n\n(Конец воспоминания...)\n",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "\n— Вот и вся история. — улыбнулась я, вновь ее прокручивая в голове.\n— Ты сказала, что он ухоженный был. Значит чей-то? — задумчиво спросил Дэн.\n— Я вначале тоже так подумала. Но учитывая, что за это время хозяин не объявился, то склоняюсь к версии, что все-таки он был ничейный.\n— А Гардом его ты назвала?\n— Нет, ветеринар помогла имя подобрать. — улыбнулась я. — Ему не подходили все имена, которые я подбирала. Слишком он.. умный у меня.\n— Это точно. Он меня очень спасает. — Дэн посмотрел на меня. \n— Что такое? — встревоженно спросила я. Он в ответ крепко сжал челюсть и отвел от меня взгляд. — Дэн, я же вижу, что тебя что-то тревожит. — я положила руку ему на плечо.\n— Пойдем, ребята проснулись уже. — резко сменил он тему, при этом улыбнувшись. Но его рука, которую он положил поверх моей, выдавала его нервозность. Но решив не давить на него, я кивнула и направилась в сторону дома.\n",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "     Но как говорится, беда не приходит одна... В данном случае, это не беда, конечно, но нечто ее напоминающее...\n— Камилла! — мы с Дэном едва успели подняться по лестнице, как раздался знакомый голос...\n— Здравствуйте, мисс Уильямс. — повернулась я. — Как ваше самочувствие?\n— Как обычно, Камиллочка. Правда, внуки совсем перестали ко мне приезжать. Всё работают и работают, всё деньги копят. А зачем им столько? Вот женились бы, и проще стало бы. Или...\n   Я понимаю, что надо уважать старших... но когда тебе прямо намекают на замужество, его что-то совсем не хочется.\n— Вот и ты все работаешь, работаешь... — вывела она меня из мыслей. — А пора бы уже замуж выйти. \n— Спасибо вам за совет, обязательно подумаю. — мило улыбнулась я и краем глаза посмотрела на Дэна. Само спокойствие.. вот бы мне так.\n   Соседка тоже заметила его.",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "\n— А кто этот тут? Ну-ка подойди, сынок, посмотрю на тебя. — подозвала Дэна соседка.\n   Парень молча посмотрел на меня и, заметив мой едва заметный кивок, подошел. Бояться нечего, мисс Уильямс любопытная, но не более.\n— Здравствуйте. — вежливо поздоровался парень.\n— Ну, здравствуй, здравствуй. — она одела очки и молча оглядывала его. — Ой, высокий какой! Небось выше всех был в школе?\n— Да не особо..\n— А Ками кем приходишься? Только не говори, что еще один родственник. Тут и так двое объявились, как снег на голову. — тут она внимательно посмотрела на меня сквозь очки.\n— Я друг ее брата. Как-то познакомились с Ками, виделись периодически. А тут я в город по делам приехал. — выкрутился он, широко улыбнувшись соседке.\n    Этот парень все больше и больше меня удивляет... я думала, что после общения с Артом ничему не удивлюсь, а тут... они действительно из одного мира? А то я что-то начинаю сомневаться...",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "      Эта улыбка явно успокоила соседку.\n— Друг, значит... как-то внезапно все. Родственники эти, о которых никто не знает. А я семью Ками давно знаю. — она сняла очки. — Ну ладно, мне в магазин пора, а то заболталась с вами. \n    Мы попрощались, и я стремительно побежала по ступенькам, не дожидаясь Дэна.\n— Ты куда так побежала? — остановил он меня на третьем лестничном пролете.\n— Не люблю, когда в душу лезут. —  ответила я, отвернувшись к окну.\n— Да, соседка у тебя многое подмечает. — кивнул он.\n— Понимаешь, и общаться с ней не хочется по этой причине, но и игнорировать тоже не могу. Неуважение ведь будет. — я распустила волосы.\n— Понимаю. Но если что, я готов брать это на себя, пока здесь. —  улыбнулся он, встав напротив меня. \n— Спасибо, я подумаю. — ответив, я продолжила спокойно подниматься вверх.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "\n— О, пропавшие явились. — произнес Арт, невозмутимо продолжая поедать завтрак.\n— А ты, я смотрю, неплохо устроился. — усмехнулась я, оглядывая кухню. Готовил что-то.\n— Мне повезло встретить землянку, у которой все необходимое есть. Может остаться тут? Хотя нет, тут твоя компания. — он удостоил меня улыбки, продолжая при этом есть. Характер неизменим...\n— Арт, ну ты когда там доешь? — донесся голос из комнаты. \n— Этель, вот когда доем, тогда и подойду. Не улетишь. — ответил тот. Я же пошла в комнату, где увидела, как Гард залезает на плечи Дэну и укладывается там... Мой кот забывает меня, дела...\n— Ками, вы с Дэном так внезапно ушли утром. Что-то случилось? —  спросила Этель, что-то зарисовывая в тетради.\n— Да нет, просто разговор зашел об утренних прогулках.\n— А, это в стиле брата. — она подняла голову и посмотрела на Дэна. Тот в свою очередь посмотрел на меня.\n",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "\n— Что? — спросила я.\n— Ничего. — ответил тот, вновь играя с котом. И это что, улыбка?\n— А что ты рисуешь? — переводя тему, спросила я у Этелии. При этом сев рядом.\n— Детали для артефакта. Чтобы все не в голове держать.\n— Разумно. —  ответила я, вглядываясь в рисунки.\n— Этель, ты это не так зарисовала. — произнес Дэн, сев так, что я оказалась между ними. Личное пространство? Не знаем, что это...\n— Где не так? — она сверилась с оригиналом. — Все так, вот, смотри. — она протянула ему деталь.\n— Да, действительно. Не заметил издалека. — вздохнув, он встал и пошел на кухню. Этель проводила его взглядом.\n— Еще и Дэн... — пробормотала она.\n— Ты о чем? \n— А? Да ничего, мысли вслух. Давай лучше вот это рассмотрим. — и почему мне кажется, что они все что-то недоговаривают?\n   Я понимаю, что они не местные, но хоть что-то мне можно говорить... я взяла Гарда на руки. Кот сразу начал мурлыкать, довольно закрывая глаза.\n",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "\n— Пойдем, дружочек, накормлю тебя.\n— Он уже поел. — ответил Арт.\n— Его накормила Этель? — из них двоих кота бы доверила только ей.\n— Не, меня не впутывайте. Это все Арт. — выдала его Этель.\n— Ты? — я растерянно прсмотрела на кота. Потом на Арта. Потом вновь на кота. И снова на парня. \n— Не выдерживаю долгие взгляды. — просто ответил тот.\n— Да просто признай, что кот понравился. — ответил Дэн, с улыбкой глядя на друга.\n— Вот еще. — отвел взгляд тот.\n— Ками, он ночью, когда просыпается, чешет его за ухом. — продолжал его сдавать Дэн.\n— Не было такого. — едва усмехнулся тот. \n— А втихомолку кто его подкармливает? Да признай уже, покорило тебя это чудо.\n— Думайте, что хотите. — не поддавался на провокацию Арт. Или не показывал? \n— Дэн, он сам скажет, когда захочет. А пока, — я опустила кота на пол, — пойдемте в комнату. Этель вроде что-то рассказать хотела. — или нет?",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "     Когда мы все перешли в комнату, Этель отложила тетрадь в сторону.\n— Итак, я полностью осмотрела компас и могу с уверенностью сказать, что в Опраэне мне понадобится немного времени. \n— Ты забыла добавить, если там все нормально еще. — добавил от себя Арт.\n— А ты думаешь, до него добрались уже? — повернулся к нему Дэн.\n— Я не знаю. — покачал головой тот. — Но уверен, что то нападение на тебя было неслучайным. \n   Дэн автоматически коснулся своих висков и закрыл глаза.\n— Меня больше всего волнует, как мне избавиться от этой боли. — пробормотал он.\n— Мы найдем способ выяснить, что это был за артефакт. — Арт положил руку на плечо другу.\n— А я постараюсь помочь со своей стороны. Точнее мы. — сказала я, помахав Дэну лапкой Гарда, который сидел у меня на коленях. Дэн улыбнулся.. мне?... нет, наверно нам.\n",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "\n— А можете мне рассказать, что это за злодей у вас? Я не первый раз о нем слышу уже. — задумалась я. Ребята переглянулись между собой.\n— Да дело в том, что известно о нем не особо-то и много. — сказал первым Дэн. — Говорят, что он не всегда был таким, раньше был обычным ребенком. Но учитывая то, что он сейчас устраивает в наших мирах, я не очень верю в это.\n— А как он выглядит, известно?\n— Нет. Те, кто его видел и после этого еще не растеряли способность здраво мыслить, утверждали, что помнят только его глаза. Голубого цвета, которые будто проникают в душу.\n— А некоторые голос помнят. — добавил Арт.\n— А он чем запомнился? — задумалась я.\n— Знаешь, я как-то не проверял. Пожить еще хочу. — съязвил парень. \n— Ты хоть когда-нибудь можешь быть серьезным? — посмотрела я на него.\n— Это слишком энергозатратно. — он прикрыл глаза, но не полностью, при этом довольно улыбаясь.\n",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "\n— Подождите, а что он делает? Захватывает миры или что? — сменила тему я.\n— Миры он точно не захватывает. — покачала головой Этель. Она сегодня молчаливая...\n— Он что-то ищет. — задумался Дэн. — Потому что он ищет целенаправленно сильные артефакты.\n— Он их забирает?\n— Только те, которые небольшие по размеру. Большие не трогает.\n— Накапливает силу?\n— Да кто его знает? — ответила Этель. — Его пытались поймать, но он либо сразу прятался, либо ускользал в самый последний момент. Причем последнее ему явно по душе. \n— В общем, сплошные загадки...-  вздохнула я. Ребята просто кивнули в ответ.\n    Остаток дня мы посвятили моим рассказам о том, что у нас тут есть, параллельно объясняя незнакомые им моменты. А вечером Дэн и Арт опять шутливо \"повоевали\", борясь за то, кто будет спать на диване. Около 11 вечера в квартире наконец-то стихло...",
    "answers": [
      {
        "id": 85,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 85,
    "text": "      Проснувшись, я долго смотрела на часы. 9 утра... ночью я не просыпалась... Этель в комнате нет.. И за стеной сейчас тихие переговоры...\n   Войдя в гостиную, где сейчас жили Арт и Дэн, я спросила:\n— Доброе утро. О чем говорите? — ребята повернулись ко мне. По их хмурым взглядам я поняла, что что-то случилось.\n— Тебе с менее плохой новости начать или более? — настроение у Арта было хуже обычного.\n— Арт, не драматизируй. — Дэн, закрыв глаза, нервно растирал виски.\n— Я еще не начал даже. Драма будет позже. — проворчал Артур, потянувшись за чашкой с кофе, стоящей на столе. Немного шикнул, взяв ее в руку. Горячая, видимо.\n— Так что случилось? И где Этель? — я села диван, ныне пустующий.\n— Этель исчезла. — сказал Дэн, смотря в стену напротив него.\n— То есть как — исчезла? — я недоуменно посмотрела на него.\n— Она молча вернулась в Опраэн. — он сжал свою челюсть. \n— Подожди, а компас? — я посмотрела на ребят. — Компас на месте?\n— В том-то и дело, что да. — Арт отпил из чашки. — Причем не до конца собранный.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "\n— А как же она тогда смогла портал открыть?\n— Запасной артефакт? — предположил Арт.\n— Вы сказали, что есть 2 новости. А какая вторая? \n   Дэн продолжал молчать.\n— Дэн, я понимаю, что это непросто, но расскажи. Ей можно верить. И это точно не она. — Артур сел рядом с другом. Наконец тот заговорил.\n— Все было спланировано. Было известно, кто и когда должен был отправиться в Санктум. И этот человек напрямую общался с ним. Это был сон с прошлой ночи. А сегодня его не было. Не было вообще никаких снов.\n— Я тоже крепко спал.\n— И я. Что последнее время странно для меня. — задумалась я. Тут меня осенила одна идея. Я побежала в ванную, не смотря на ребят, которых моя поспешность удивила.\n",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "      В ванной я полезла в аптечку. Но не нашла никаких начатых блистеров. Озадаченная, я вернулась к ребятам.\n— А у вас в Опраэне есть артефакты, влияющие на сон? Ну или что-то похожее?\n— К чему этот вопрос? — споосил Арт.\n— Есть тут одно предположение. \n— Поясни.\n— Вы давно так крепко спали?\n— Давно. — первым ответил Дэн. — Еще до того, как нас отправили в Санктум. Ну если не считать той ночи, когда меня вырубили. — он усмехнулся.\n— Хорошо. А ты, Артур? \n— Да ладно уж, зови Артом. — он подмигнул. Но тут же взгляд стал серьезным. — У меня тоже это давно было. Подожди. — он задумался. — Ты хочешь сказать, что мы не просыпались не по своей воле?",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "\n— Именно. Потому что я сама не помню, когда последний раз мне удавалось столько поспать. Так есть такие артефакты или нет?\n— Были. Но они стали огромной редкостью. Точнее сами артефакты есть, но не имеющие больше силы. А самих заряженных очень мало.\n— А помимо артефактов?\n— Нет, только они. \n— Подожди, Арт, а помнишь, нам рассказывали, что можно почти любым вещам дать необходимую силу из артефакта? — отвлек нас Дэн.\n— Чтобы не терять ее? Да, помню. — кивнул парень.\n— Этель стала носить медальон. Я еще говорил, что он странно выглядит, будто мерцает. На что она говорила, что это блики от солнца.\n— Ага, а ночью блики от луны. — добавил от себя Арт. И заработал от меня щелбан. За что меня наградили недовольным взглядом.\n",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "\n— А она говорила, зачем его носит? — спросила я.\n— Я толком и не интересовался. Только сказала, что это подарок. \n— Хорошо, допустим. Тогда зачем это Этель? И почему она ни с кем не попрощалась?\n— Если бы я сам знал... — вздохнул Дэн и пошел на кухню. Я хотела идти за ним, но меня остановил Арт, взяв за руку.\n— Не надо. Дай ему побыть одному. — прошептал он.\n— Мне кажется, он не все сказал.\n— Дай ему время. Не каждый же день такие новости. И Этель никогда так не поступала раньше.\n— Тогда это еще более странно. —  Арт кивнул в ответ.\n",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "     Через полчаса Дэн вернулся в комнату, еще более задумчивый.\n— Нужно собрать компас и вернуться в Опраэн. — взяв кота и уткнувшись в его шерсть, сказал он.\n— Для того, чтобы его собрать, нам детали нужны. А для этого нам эти детали еще найти надо. А как их искать здесь, я не представляю. — ответил Арт, допивая кофе.\n— У нас есть соответствующие магазины.\n— И ты предлагаешь идти к ним с компасом и говорить: \"Здраствуйте, мы ищем детали для компаса. Понимаете, дело в том, что это не компас, а артефакт, создающий порталы в другие миры. Нет, мы не сумасшедшие, мы...\"\n— Арт!\n— Все, молчу-молчу. — Дэн улыбался, искоса смотря на нас.\n— А если серьезно, то не обязательно носить его с собой. Думаю, достаточно будет просто понять, что необходимо. И вообще, вам металл обычный подойдет? А то вдруг он.. поглотит силу компаса? — тут раздался смех ребят.\n— А ты против, чтобы мы тут остались с тобой? — спросил сквозь смех Дэн.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "\n— Я ее спрашивал уже. Она не против. — ответил за меня Арт.\n— Тогда вы будете искать себе отдельную квартиру. — сложила руки на груди я.\n— Видишь, она уже тебе угрожает, Дэн.\n— А почему мне, а не нам?\n— А я пострадал уже. — Арт потянулся за яблоком.\n— Ты хоть когда-то есть перестанешь? — усмехнулась я. И куда в него столько влезает?\n— Когда съеду от тебя. — пожал плечами тот, усиленно пережевывая. Я просто в ответ махнула рукой и ушла на кухню готовить себе завтрак.\n   Через несколько минут сюда же вошел и Дэниэль.\n— Ками. — я обернулась. — Спасибо тебе.\n— За что?\n— За то, что помогаешь нам. Ведь по сути, я только тебе сейчас и доверяю. \n— А Арту?\n— Я верю тебе, потому что ты точно не замешана во всем этом. Ты просто оказалась втянутой в эту историю. — наклонившись, он прошептал мне это. Потом выпрямился и вышел, оставив меня на кухне немного растерянной.",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Я тут вот о чем подумал. — произнес Дэн, когда мы вновь сидели в комнате. — А как Этель открыла портал, если компас не был использован?\n— А как ты вообще понял, что она именно портал открыла, а не просто ушла из дома? — спросила я, одновременно почесывая Гарда за ухом.\n— Мы чувствуем силу артефактов, мы же Хранители. — ответил парень. — Я утром когда проснулся, почувствовал силу портала. Только она отличалась от силы, исходящей от компаса. \n— Тогда получается, что есть шанс отправиться в Опраэн. — задумалась я.\n— А это мысль. — Арт встал и направился к столу, на котором лежал артефакт. — Если соединим это с этим, а вот это вставим сюда... — он несколько минут тихо перебирал и соединял детали, а потом резко остановился. — Я что-то ничего не понимаю. — он повернулся к нам.\n",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "\n— Что такое? — Дэн подошел к другу. Я тоже не осталась в стороне и подошла ближе.\n— Или я совсем уже схожу с ума, или артефакт исправен. — озадаченно произнес Артур.\n— Это как? — Дэн стал внимательней рассматривать детали. — Ты уверен?\n— Посмотри сам. — Арт протянул парню тетрадь с деталями, нарисованными Этель. — Все на месте.\n— Тогда я вообще ничего не понимаю. — выдохнул Дэн, садясь на диван. — С чего Этель врать нам?\n— Боюсь, что мы узнаем это, когда отправимся домой. — сложил руки на груди Арт. — И я начинаю верить в правдивость твоих снов. Особенно последнего.\n— А что ты видел тогда? — я повернулась к брюнету. Тот, поймав мой взгляд, вновь глубоко вздохнул и начал рассказ.\n",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "(Сон Дэна...)\n\n    Все тот же зал. \n— Ну и зачем было звать меня? — скучающе спросил молодой мужской голос. Его обладатель был в капюшоне и стоял у окна, стоя спиной к собеседнику, силуэт которого был размыт.\n— А затем, что мы не договаривались так! — рявкнул тот собеседник. По тембру голоса было трудно определить, мужчина это или женщина. Только то, что голос также молодой.\n— А о чем мы договаривались? — \"Капюшон\" неспешно отвернулся от окна и посмотрел на собеседника.\n— Мы договаривались, что ты просто повредишь артефакт. Или портал. Но никак не парня!\n— А по-моему тебе было все равно, кому из них достанется. Главное цель обезврежена и нескоро заявится.\n— Ты чуть не убил его... — сквозь зубы проговорил неизвестный.\n",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "— Я что-то не пойму. — \"Капюшон\" стал спокойно подходить. — Тебе-то какое до этого дело? От тебя изначально исходила инициатива того, как бы притормозить переход. И теперь заявляешься ко мне с претензиями.\n— Он чуть не умер... — прошипел голос.\n— Не умер же. — пожал плечами \"Капюшон\". — И судя по тому, что это было твое желание примкнуть ко мне, я не понимаю причины твоей внезапной сентиментальности.\n— Ты знаешь причину.\n— Знаю. — в голосе почувствовалась усмешка. — Поэтому и жду, когда ты лично явишься. Срочно.\n— К чему спешка? \n— Ты знаешь, почему. А я не люблю, когда мои планы узнают раньше остальных.\n   \"Капюшон\" повернул голову и голоса стали отдаляться...\n\n(Конец сна...)",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "(Возвращение в реальность...)\n\n— И знаете, что самое очевидное? —  спросил Дэн. Мы покачали головой. —  последняя фраза была явно адресована мне. Потому что он посмотрел в мою сторону. И глаза... ярко-голубого цвета.\n— И это явный намек на то, что нам пора, Дэн. — Арт похлопал друга по плечу и встал с дивана. Мы следом за ним,\n— Я с вами. — сказала я.\n— Исключено. — заявил Дэн.\n— А почему нет? — поднял бровь Арт.\n— Это опасно. И Ками не Хранитель. — продолжил свою линию Дэн.\n— Однако именно она спасла нас. И тебя, смею заметить. — не отставал тот.\n   Дэн смотрел то на него, то на меня, а потом махнул рукой.\n— Ладно. Делайте, что хотите.",
    "answers": [
      {
        "id": 1,
        "text": "Конец 1 части"
      }
    ]
  },
  {
    "id": 97,
    "text": "(Спустя примерно сутки...)\n\n— И вы предлагаете заходить... туда? — скептически спросила я, поглядывая на дверь, под которой была полоска света.\n— Помнится, в первый раз ты была не так напугана. — усмехнулся Арт, держа переноску с котом. Который, кстати говоря, был явно не рад идее посидеть взаперти.\n— Тогда у меня попросту не было сил удивляться. — хмыкнула я, вновь смотря на портал.\n— Ками, это не страшно. Тебя просто окутает белый свет и ты пойдешь как бы по пустоте. — начал объяснять Дэн.\n— По пустоте?! — я же не говорила, как сильно боюсь высоты?\n— У меня появляется огромное желание сделать так, чтобы она потеряла сознание. — пробурчал Арт. И быстро замолк, заметив мой взгляд.\n— Все будет хорошо. — Дэн положил руки мне на плечи и посмотрел в глаза. В скором времени я кивнула в ответ.\n",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "     Дэн отошел от меня и начал открывать дверь портала. Комнату озарил яркий, но не слепящий, свет. Взяв у Арта переноску с Гардом и сильнее ее прижав к себе, я пошла следом за ребятами, которые спокойно шли вперед. Видимо, я немного погорячилась, считая, что здесь придется летать. Но нет, твердая поверхность, хотя и не видно, где верх, а где низ.\n    Спустя примерно минуту Дэн и Арт остановились. В пустоте напротив них стала образовываться еще одна дверь. Должно быть, выход. Кивнув друг другу, они встали по разные ее стороны. Меня же отправили к Дэну, который должен был ее открыть. Так что первым удар, если он будет, должен принять на себя Арт.\n",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "     Но никаких нападений не случилось, и когда свет рассеялся, Арт заговорил первым.\n— Да неужели?! — недовольно проговорил он, оглядывая помещение. —  И почему все открываемые мной порталы дают доступ именно сюда? Почему не в город? Или уж на крайний случай в мой дом?\n— Потому что последние 5 лет твой дом — здесь. — раздался голос позади нас. Мы повернулись и увидели даму лет 40 в строгом деловом костюме.\n— О нет. Нет-нет-нет... \n— Опять сейчас будет говорить, что мы нарушаем правила. — прошептал Дэн, стоя близко со мной.\n— Вы опять нарушили правило номер... А впрочем неважно. Все равно не читали их. Особенно ты, Найджел. — она посмотрела на Арта. Артур... Найджел?\n— Мисс Джонсон... — начал Арт.\n— А вы, Райдер? Опять не по уставу одеты? Это что такое? И вообще, кто дал вам право отсутствовать на целую неделю без веских причин? То, что вы выпускники, не дает вам право так себя вести! — продолжала она отчитывать ребят.\n",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "    Самое интересное то, что даже Арт не перечил ей, что весьма неожиданно для меня. Видимо эта женщина тут главная.\n— Я еще молчу о вашей сестре, мистер Райдер. Взяли на работу, а она еще и соизволила столько же не являться!... А это еще что за чудо с коробкой? — ее взгляд переметнулся на меня. Надо же, заметили...\n— А это причина нашего отсутствия. — сказал Дэн, встав позади меня и положив руки мне на плечи. \n— То есть как? — женщина недоуменно посмотрела на нас.\n— Может мы все-таки поговорим не в коридоре? А то на нас смотрят как на ненормальных. — спросил Дэн.\n— А мы нормальные? — хмыкнул голубоглазый.\n— Найджел! \n— Молчу.\n—  Пройдемьте в мой кабинет. Посмотрим, как вы оправдаетесь.",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "     В кабинете ребята рассказали, что с ними произошло за эту неделю, кто я такая и какова причина моего появления здесь.\n— То есть вы мне хотите сказать, что причина вашего отсутствия уважительная? — произнесла она, сидя за столом.\n— А разве нет? — задумался Арт.\n— Вы сами сказали, что артефакт перехода исправен. И я не могу понять, с какого перепугу вы взяли с собой землянку, если ее миру ничего не угрожает.\n— Она оказалась втянута во всю историю. И только ее кот может временно блокировать мое состояние.\n— Кот? — я открыла переноску и вытащила Гарда. Глаза мисс Джонсон округлились.\n— Так вот как называются эти милые животные, которых я у вас видела.\n— Вы их видели?\n— Я вообще-то тоже Хранитель, правда уже в отставке. Как-то нас отправляли на Землю. Хорошо. — она встала с кресла. — Я дам вам допуск в закрытую библиотеку, посмотрите там, что необходимо. Только ничего не выносить из нее. — мы кивнули в ответ и пошли следом за женщиной.",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "      Едва мы зашли в библиотеку, как мисс Джонсон сразу направилась к дальней ее части. И судя по грустным лицам парней, им не дали нормально поздороваться с одногруппниками, которые провожали нашу... делегацию.. удивленным взглядом.\n    Когда мисс Джонсон нажала на непонятный для меня артефакт и что-то там ввела, в стене появилась трещина, которая начала стремительно разрастаться и расширяться. В итоге она разделила стену на 2 части.\n— Вот, можете заходить. — произнесла женщина. — Только предупреждаю еще раз: ничего отсюда не выносить. Иначе выговорами не отделаетесь. \n— Да мы когда-то подводили вас? — буркнул Арт, подходя к книжным полкам.\n— Тебе принести журнал успеваемости? — пронзительно посмотрела на него женщина.\n— Не надо, я все понял, осознал и принял к сведению.\n— Так-то лучше. — улыбнулась она и оставила нас одних.\n",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "\n— С чего начнем? — спросила я, присаживаясь рядом с ребятами за стол. Кота мы оставили в кабинете мисс Джонсон.\n— Ну, мы вряд ли здесь что-то узнаем про того парня в капюшоне, поэтому предлагаю что-то узнать про артефакты. Особенно про медальон Этель. — задумался Дэн.\n— А если это не артефакт, а просто перенесенная сила? — Арт подпер рукой щеку и посмотрел на нас,\n— Ну значит узнаем что-то про силу. В любом случае мы должны с чего-то начать. \n   Артур кивнул в ответ и направился в книгам.\n— Повезло, здесь все в алфавитном порядке. — он стал внимательно рассматривать корешки. — Только для Ками будет проблематично читать.\n— Почему? — спросила я.\n— Ты не учила ренийский.\n— Ну ведь вы же его знаете? \n— Тебе повезло. — хмыкнул он и стал опять рассматривать книги.",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "     Дэн направился к другой полке, а мне ничего не оставалось, как просто сидеть и ждать, потому что ни буквы не понимаю в ренийском языке... Ждать пришлось полчаса. Первым принес стопку книг Дэн. Затем минут через 5 Арт, чуть не упав, потому что дорогу за таким количеством книг найти было трудновато.\n— Арт, ты что-то теряешь сноровку. — усмехнулся Дэниэль.\n— Делись тогда. — хмыкнул парень и сел рядом со мной. —  Ну, с какой начнем?\n— Может с этой? — я взяла в руки относительно новую книжку в темно-коричневой обложке. — А что тут написано?\n— \"Сборник сильных артефактов\" — прочитал Арт, наклонившись ко мне и задев своими волосами моего уха. — А ты умеешь выбирать книги.\n    Потом он взял ее в свои руки и начал листать.\n— До боли знакомый стиль написания. Кратко, по существу, но неимоверно скучно. — он продолжал листать. В книге были иллюстрации артефактов и их описание. — Как вам такое? \"Кристалл Солнца. Получил свое название благодаря желтому цвету камня. Впитывает силу, как солнечная батарея, но может работать гораздо мощнее ее. Один из мощных артефактов современности. При неправильном использовании владелец рискует получить сильные ожоги и потерю памяти. Беречь от детей.\" \n— И это все? — спросила я.\n— Я же говорил. Кратко, но скучно. — он перелистнул страницу.\n",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "\n— А вот это? \"Кулон невесомости. Способен поднять вес до 200кг., но время на зависание в воздухе зависит от веса предмета или человека. Кулон способен создавать ураганы, из-за чего признан одним из опасных артефактов.\" Дальше читать даже неинтересно.\n— А как вообще связаны невесомость и ураганы? — задумалась я.\n— Все вопросы к тому, кто до этого додумался. Только боюсь, он вряд ли ответит тебе. — Арт продолжил дальше просматривать страницы. Через 10 минут он заговорил вновь.\n— Нет, здесь нет ничего толкового. А даже если и было бы, то узнали бы мало. \n   Дэн, молчавший все это время, вдруг ответил.\n— Удивляюсь, как эта книжка оказалась в закрытой части библиотеки?\n— А что там? — он посмотрел на обложку. — \"Сказания мира\". Тю, детские сказки какие-то.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "\n— Сборник сказок? — я взяла ее в руки и начала листать. — О, я знаю их!\n— Да ладно? — спросил Дэн и сел рядом.\n— Ну да. По иллюстрациям эта напоминает Золушку, только интерпретация немного другая.\n— Интер...что? — на меня уставился Арт.\n— Подача истории другая. — парень кивнул в ответ.\n— А вот это тогда что? \n— Хм... напоминает Снежную королеву. А вот эта, — я ткнула пальцем в картинку. — похоже на Спящую красавицу.\n— Короче точно детские сказки. — выхватил книгу Арт и дал мне в руки другую. — Эту читай.\n— Ты в курсе, что я не знаю ваш язык?\n— А ты на обложку глянь.\n   Я опустила взгляд и... не может этого быть.\n— А как...?\n— Вот и мне интересно, откуда такая книга здесь.\n",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "\n— \"Артефакты Тысячелетия\". Название уже интригует. И....невероятно..\n   Книга оказалась на том языке, на котором я говорю дома. Перелистнув страницу, я увидела фамилию автора: Кристиан Дэлавер. На другой странице я нашла предисловие, гласящее: \"Наверняка многие удивятся, прочитав мое имя. Да, я неместный, не рожденный в том мире, где артефакты и вообще любые необычные предметы в порядке вещей. Для меня в новинку было наблюдать за открытиями порталов, использованием артефактов в обычной жизни. Я обычный парень с Земли, сумевший стать ее Хранителем в свое время. Впервые за несколько сотен лет. И пока у меня была возможность путешествовать, я занимался исследованиями, поисками артефактов или хотя бы их описание и мизерное представление, как они выглядели. И у меня получилось. Получилось благодаря моим друзьям, таким же Хранителям. И надеюсь, эта книга поможет тем, кто ищет ответы.\n   Искренне ваш, Кристиан Дэлавер...\"\n   Внизу стояла подпись.\n",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "\n— Ну раз эту книгу ты можешь читать, то теперь твоя очередь искать. — произнес довольно Арт.\n— А ты что будешь делать? — усмехнулась я, листая страницы.\n— А я не прочь передохнуть. Тем более тут такие мягкие стулья... —  потянув руки вверх, широко зевнул парень. Я покачала головой и принялась дальше вчитываться в текст.\n   Через 30 минут я сама уже была непротив немного передохнуть. Пусть это и было довольно-таки интересно. Еще минут через 15 я была уже готова закрыть книгу, но тут мое внимание кое-что привлекло...\n— Нашла! — мой вскрик разбудил Дэна, уснувшего прямо за столом, и заставил Арта резко вскочить и, потеряв равновесие, упасть. Грохот какой стоял... \n— Чтобы я когда-нибудь, еще раз, уснул в твоей компании... — шипел он, потирая ушибленную руку. — Что ты там нашла?\n",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "     Я молча протянула открытую книгу ему.\n— Ну, вижу. Кулон какой-то. Себе что ли такой захотела? — тут он присмотрелся к моему лицу. — Не, не подойдет.\n— Ну-ка дай книжку. — Дэн стал всматриваться. — Так это же медальон Этель!\n— Уверен? Слушай, а ты прав. Я его просто пару раз видел всего.\n   Я подошла к ребятам ближе и вклинилась между ними.\n— \"Это украшение считают обычным кулоном, но увы, эта версия ошибочна. Это медальон Равновесия, используемый последнее время как запасное хранилище силы артефактов. Но из-за небольшого размера может принять в себя только определенную категорию. На данный момент таких медальонов осталось только 2. И пусть цель одна, но внешнего сходства не наблюдается. Конкретно этот используется для недолгого хранения и в скором времени выхода силы, а второй для накопления. И вот тот самый накопитель силы я так и не смог найти. Известно только, что он такого же цвета и возможно выглядит, как флакон на цепочке...\" — прочитал Дэн.\n",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      },
      {
        "id": 109,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/3dJHs2Z"
      }
    ]
  },
  {
    "id": 110,
    "text": "\n— Значит медальон Равновесия... — повторил Артур, взъерошивая волосы на голове. — Информации все равно мало. \n— А где еще можно узнать об этой вещи? — задумалась я.\n— А мы все книги просмотрели? — повернулся парень ко мне. \n— Почти.\n— Есть у меня одна мысль. — Дэн закрыл книгу. — Пару лет назад я познакомился с одним пожилым бывшим Хранителем. И он очень много интересного может рассказать. Возможно что-то и знает про эти медальоны.\n— Хорошая мысль. — поддержал Арт. — А я тогда продолжу просматривать книги.",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "     Дэн вышел из библиотеки, оставив нас с Артом. Я решила пока еще полистать книгу своего соотечественника. Может еще что интересное найду.\n— Ты здесь осталась? — удивленно произнес голубоглазый. Похоже, он не заметил мое присутствие, будучи увлеченный другой книгой.\n— Подумала, что может моя помощь понадобится. — пожала плечами я.\n— Конечно, один я с этими книжками не справлюсь. — съязвил он, показывая на башенку с книгами. Ну да, их тут штуки 3-4.\n— Если ты так не рад моему обществу, то сразу бы и сказал. — нахмурилась я и, резко вскочив, направилась к книжным рядам. Надо было с Дэном идти. Он более воспитанный.",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "    Рассматривая корешки книг, я касалась их кончиками пальцев. Как давно я не была в библиотеке... да еще и такой просторной! Я надеялась, что еще найду какую-нибудь книжку с понятным мне языком. И побыть подальше от Арта. А так как я выйти отсюда не могу, потому что благополучно потеряюсь, то и придется искать, куда сесть. \n   На ближайших рядах я рассмотрела все полки, доходящие до моего роста. Остались ряды повыше... тут мое внимание привлекла одна. И похоже на моем языке. Автор на корешке не указан. Вдруг тот же Кристиан Дэлавер?\n    Но тут же мои надежды начали растворяться. Для того, чтобы ее взять, придется или ноги отрастить еще, или руки... Или все-таки смогу? Поднявшись на носочки, я потянулась опять к злополучной книге. Чует мое сердце, не просто так она так высоко находится. Дотянувшись, я довольная схватила ее. И не зря мое сердце чуяло подвох...\n",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "      Или я по жизни умею многое портить и ломать, или виновата книга, по вине которой запустился какой-то механизм. А именно: начали падать книги с верхних полок. И если вначале они падали по одной и я умудрялась лавировать между ними, то потом их стало больше. Пару раз мне все-таки досталось. И досталось бы еще, если бы из одного поворота меня не схватила рука. Увидев ее обладателя, я выдохнула. Это был Артур. \n— Что ты устроила там? — прокричал он сквозь шум, ища что-то в стене рядом.\n— Я не знаю. Я просто хотела достать книгу, которая была высоко. — ответила я, прижав к себе ту самую книгу. Я только сейчас заметила, что так и не выпустила ее из рук.\n   Найдя то, что искал, Арт выдохнул и спокойно нажал на кнопку. Шум прекратился и лежащие на полу книги растворились. Я недоуменно посмотрела на парня.",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "\n— Иллюзия. — пожал плечами тот. И тут его взгляд посерьезнел. — А меня попросить трудно было?!\n— Ты вроде как отказался от моей помощи. — отвела взгляд я. Глупо я все-таки поступила, а признать это трудно.\n— Горе ты мое... не ушиблась хоть? — он стал медленно осматривать мою голову и аккуратно гладить волосы. Украдкой посмотрев на него, мне показалось, что делает он это неосознанно.\n— Ну, пару раз мне досталось, но не больно. Странные у вас... иллюзии. — в ответ Арт усмехнулся и поправил мою заколку на волосах.\n— Надо было мне сразу тебя предупредить. Но я не ожидал, что с тобой это произойдет. Ты же вроде не такая любопытная.\n— Я просто люблю читать. — буркнула я.\n— Учту, учту... — прошептал он.\n— Что ты там шепчешь? — я подняла голову и посмотрела на него.\n— Я.. говорю, чтобы ты аккуратней была. — выкрутился? Похоже на то.",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "\n— Нам пора. — резко сменил он тему.\n— Почему?\n— Скоро сюда мисс Джонсон придет. И поверь, она очень не любит, когда ученики подолгу где-то сидят без контроля. — он убрал свои руки с моих плеч и усмехнулся. \n— А с чего ты решил, что она придет? — я посмотрела на него.\n— Я слишком много нервов ей уничтожил. — пожал плечами тот, подмигнув мне. Что-то с ним не то... сколько заботы... — И оставь ты эту книгу в покое. Никто ее не заберет, просто оставь здесь. — прервал он мои мысли.\n   Я просто кивнула в ответ и оставила ее на столе, рядом с остальными, потому что планировали еще вернуться сюда.\n   Выйдя из библиотеки, Арт повел меня к окну. На мой немой вопрос он просто кивнул в сторону окна. Я подошла и восхищенно смотрела...\n",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "     Из окна я увидела оживленный и современный город. Высотные здания, жилые дома, даже нечто напоминающее замок, судя по постройкам вокруг.\n— Невероятно... — произнесла я.\n— Добро пожаловать в Опраэн. — довольно произнес Арт, прислонившись к стене рядом и смотря на меня с улыбкой.\n— Я смотрю, ты умеешь улыбаться. — повернулась я к нему.\n— Что ты, это не улыбка. Это оскал. — усмехнулся тот. \n— Мы в столице Опраэна? — сменила тему я. А то что-то я конкретно не понимаю голубоглазого...\n— Верно. Просто столица названа в честь мира.\n— А у нас будет возможность погулять по городу? \n— Я попробую это вписать в наш напряженный график. — я в ответ улыбнулась и покачала головой.",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      },
      {
        "id": 116,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/drQFq2G"
      }
    ]
  },
  {
    "id": 117,
    "text": "     Забрав Гарда из кабинета мисс Джонсон, Арт проводил меня до комнаты, которую мне выделили. А так как я не числюсь ученицей, меня записали как \"гостья-иномирянка\". А если еще учесть, что с Земли сюда если и попадали, то единицы, то еще и чувствую себя.. достопримечательностью. И это не мои додумки. Просто пока шли, слышала соответствующие шепотки. Да уж, веселье продолжается.. надо будет попросить Арта поделиться долей сарказма, что ли...\n   Где-то через 2 часа в комнату постучали. На пороге оказались парни. Получив мое разрешение войти, они зашли.\n— Рассказывай, что узнал. — сказал Арт, когда они сели.\n",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "\n— Рассказывать-то особо и нечего, но кое-что узнал. — произнес   устало Дэн.\n— И что же?\n— Погоди, Арт. Дай хоть воды попить что ли. Ками? — я кивнула и направилась к столу. Попив, парень продолжил.\n— Сходил я к бывшему Хранителю. Мне повезло, что он сталкивался с упоминанием медальонов Равновесия. Это действительно уникальные предметы, способные хранить в себе несколько видов силы. Именно по этой причине их и уничтожали, но одному Хранителю удалось спрятать 2 медальона, вытащив из них их настоящую силу и заполнив силой из других артефактов.\n— Подожди, а какая сила в них была? — спросил Арт.\n— Он не знает. — Дэн покачал головой. — Но если ее смогли вытащить, то разумно предположить, что вполне себе управляемая. \n— Логично.",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "\n— Я совсем запуталась. Если этот Хранитель смог спрятать 2 медальона, то как получилось, что они сейчас по отдельности? — спросила я.\n— А второй медальон украли. Он же не являлся больше таким опасным. \n— Допустим. А кем был этот Хранитель? \n— А вот это уже очень интересный вопрос. — Дэн еще отпил воды. — Мистер Мартин назвал мне его имя: Андреас Файдж. Предлагаю завтра поискать о нем информацию.\n— Вот именно. Это завтра. А сегодня предлагаю разойтись по комнатам. А то видишь, наша землянка пытается не уснуть в нашей компании.\n— Ты какой-то сегодня слишком добрый. — прищурилась я.\n— Я всегда такой. — хмыкнул тот и вытолкал Дэна из комнаты. Тот успел только помахать на прощание. — Спокойной ночи. \n— И тебе. — кивнула я.",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "     Взяв кота на руки, я вновь села на кровать. Мурчание Гарда помогало мне сосредоточиться. \n   Если бы мне кто-нибудь неделю назад сказал, как сильно перевернется мой мир, я бы просто рассмеялась в ответ. Потому что такое со мной впервые за 23 года моего существования. Именно существования — настолько ярких моментов у меня еще не было. Еще и компания подобралась необычная. Всегда вежливый и улыбчивый Дэн, мастер шутить и пронизывать своим взглядом Арт — компания, не терпящая негатив. Улыбнувшись своим мыслям, я закрыла глаза и уснула. Все-таки усталость взяла свое...",
    "answers": [
      {
        "id": 121,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 121,
    "text": "     Разбудило меня чье-то недовольное сопение. Близко так. Открыв один глаз, я увидела Арта, сидевший на стуле и скучающим взглядом смотрящий на меня.\n— А говорят принцессы просыпаются только от поцелуя. — проговорил он.\n— Это ты меня сейчас принцессой назвал? — вместо приветствия спросила я, открывая второй глаз.\n— Это я радуюсь, что до этого дело не дошло. — оставил он мой вопрос без внимания. — Вставай, сегодня многое надо сделать.\n— А как ты вообще здесь оказался? А если..?\n— Кота спроси своего. —  ответил Арт, направляясь к двери. — Он многое о тебе рассказал. — усмехнулся, посмотрев на меня через плечо и вышел. ",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "     В скором времени я вышла из комнаты и озадачилась одним вопросом: а куда, собственно, идти? Вчера меня ребята сопровождали. И вдруг на моей руке что-то пиликнуло. Посмотрев вниз, я увидела нечто напоминающее часы. Сбоку торчала маленькая бумажка. На ней красивым почерком было написано: \"Чтобы одна брюнетка не терялась. Нажми на круглую кнопочку, и на экране высветится твое направление. Все зависит от твоих мыслей. Просто следуй маршруту.\" Кажется я поняла, кто это. \n    Улыбнувшись, я нажала на нужную кнопку и подумала об Арте. Снова пиликнув, экран включился и построился маршрут. Минут через 10 я пришла к нужному месту. Им оказалась столовая.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "\n— Привет, Ками. Ты как раз вовремя. — помахал Дэн, привлекая мое внимание. Когда я села рядом, я заметила, что помимо него, здесь сидят еще несколько человек. Как оказалось, это их одногруппники, весьма приветливые.\n— А где Арт? \n— Явился по твоему призыву. — услышала я знакомую усмешку слева от себя. В итоге получилось так, что я сидела между двумя опраэнцами.\n— Скажешь тоже. — фыркнула я и начала есть то, что взял для меня заранее Дэн. \n— Ешь больше. Сегодня не до обеда будет.\n— Почему? — я посмотрела на голубоглазого.\n— Я же говорил, много дел сегодня. — пожал плечами тот, заглатывая свой завтрак. Я кивнула в ответ и тоже продолжила есть.",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "     Дальнейшие события сложились так: никаких данных об Андреасе Файдже в библиотеке мы не нашли. Точнее нашли, но только то, что он был Хранителем около 400 лет назад. А о потомках неизвестно вовсе. Помощь мисс Джонсон в этом вопросе тоже практически не помогла. Но она посоветовала сходить в музей-особняк, недавно открывшийся в Опраэне и посвященный как раз знаменитым Хранителям. Адрес она также дала.\n    Особняк очень походил на земной, только вид не настолько мрачный, но также не особо радующий глаз. \n— И как нам что-то тут узнать среди такого количества... всего? — спросил озирающийся по сторонам Артур.\n— Проще, чем ты надумал. — ответил Дэн. — Предлагаю после экскурсии подойти к экскурсоводу.\n— Поддерживаю. — кивнула я. \n— Лааадно.. — протянул Арт и стал читать описание к древнему артефакту.\n",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "      Но поговорить с экскурсоводом также не удалось, и мы вернулись на базу. \n— Завтра вторая попытка. — сказал Дэн, помешивая сахар в кружке.\n— И последняя. Больше я туда не пойду. — ответил Арт.\n— А что так? — спросила я.\n— Не мое это, по музеям ходить хвостиком за теми, кто рассказывает скучным голосом. Я лучше сам как-нибудь.\n   Дэн хотел ему что-то ответить, как вдруг он резко застыл, а глаза застекленели. \n— Э.. Дэн?.. Дэн, что с тобой? — встревоженно спросила я.\n— Я за котом. — выскочил за дверь Артур.\n  Сев рядом с парнем, я увидела еле заметные всполохи на лице. Похоже опять это...",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "     Арт вернулся через пару минут, неся на руках упирающегося всеми лапами Гарда. Но едва увидев состояние Дэниэля, он резко спрыгнул на пол и побежал к нему, забрался на колени и обнял лапами его шею. Минут через 5 он стал приходить в себя и аккуратно освободил шею от Гарда. Тот не упирался, но продолжал вовсю мурлыкать.\n— Ты как? — спросил Арт.\n— Лучше, спасибо. — сиплым голосом ответил тот. — Я не уснул ведь?\n  Арт пересказал, что было.\n— А сейчас я просто услышал одну фразу. \"Чтобы понять настоящее — посмотри в прошлое.\"\n— Прошлое... — Арт задумчиво постучал пальцем по подбородку. — Или ответ в библиотеке или...\n— Музей.. — ответила я. Парень кивнул. — Значит завтра туда и идем. \n    Обговорив еще детали, мы разошлись по комнатам.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "      Этой ночью я никак не могла уснуть. Полежав так еще полчаса, я решила подняться на крышу, потому что там, по словам мисс Джонсон, очень красивый вид на весь город. Поднявшись, я поверила ее словам. Ночной Опраэн выглядит более величественно, чем днем. Еще и ни с чем не сравнимый запах свежести. Пройдя еще немного, я увидела чей-то силуэт, стоящий у бетонного ограждения.\n— Зря боишься, я сегодня добрый. — услышала я знакомую усмешку.\n— Как ты понял, что это я? — я подошла ближе и увидела Арта, который умиротворенно смотрел вдаль.\n— Догадался. — я просто кивнула в ответ и встала рядом, смотря в ту же сторону.\n— Тебе тоже мисс Джонсон это место подсказала?\n— Нет, я сам его нашел во второй год обучения. Слишком тяжело было постоянно в помещении быть.\n— А у вас тогда практики не было?\n— Была, но походила она больше на теоретические задания. На третьем году мы стали вне базы практиковаться.\n",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      },
      {
        "id": 127,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/3Sk0Ls9"
      }
    ]
  },
  {
    "id": 128,
    "text": "\n— А почему ты решил именно Хранителем стать?\n— Первый раз мне такой вопрос задают. — усмехнулся Арт и оперся спиной на ограждение. — Но наверно потому... — он задумался. — Потому что всегда было интересно, какого это видеть другие миры. Знакомства само собой. Никто ведь и не предполагал, что такая ерунда начнет происходить и придется теперь еще и защищать миры.\n— Большая ответственность теперь на вас... — вздохнула я, повернулась к нему и случайно задела его руку своей. — Ой, прости...\n   Он молча стал смотреть на меня. Я на него.\n— Камилла.. — он осторожно коснулся моей руки, лежащей на ограждении. И замолчал, нервно вдохнув воздух.\n— Арт? — спросила я, вглядываясь в его черты лица.\n   Словно очнувшись, он отпустил мою руку.\n— Хотел спросить, почему ты еще не спишь. — протараторив, он отвернулся от меня.\n— Намек поняла. Спокойной ночи. — он просто кивнул.\n   Прежде чем выйти за дверь, я повернулась к нему. Артур сжал руку в кулак и стукнул ей по ограждению...",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "     На следующий день Арт вел себя тише, чем обычно, и всяческим образом избегал зрительного контакта со мной. Я бы посчитала это весьма странным, но ночной разговор... мне кажется, это как-то связано. \n   Но решила это никак не комментировать, зная его характер. Но один момент все же стоило прояснить.\n— Мы сегодня пойдем в музей? — спросила я, допивая кофе.\n— Не думаю, что мы там найдем что-то нужное. — ответил Дэн.\n— Ты же вчера весь вечер нам доказывал, что именно там и начнется наше \"расследование\". — скептически произнес Арт, незаметно пододвигая ко мне печенье. Заметил мой взгляд на вкусняшку...\n— Доказывал. — кивнул Дэниэль. — Но ночью не спалось, и я прочитал про то, что там есть. И ничего связанного с Андреасом Файджем я не нашел.",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "\n— И что же нам тогда делать? — озадаченно спросила я.\n— Полезу в библиотеку. А что еще предложишь делать? — спросил он, заметив взгляд нахмуренного Арта.\n— Ищи-ищи. — ответил тот.\n— А ты что будешь делать?\n— Как что? Отдыхать. Я за эту неделю устал так, что мечтаю об амнезии. — Дэн в ответ просто махнул рукой и вышел из столовой. Я собралась следом.\n— А ты куда? — спросил парень.\n— Пока что навестить Гарда. А что?\n— Через 20 минут зайду за тобой. — и вышел, оставив меня растерянно хлопать глазами. Да что с ним?\n",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "      И ровно через 20 минут действительно стоял у моей комнаты, одетый в бордовую футболку с воротником, джинсы и джинсовую куртку. Заметил мой удивленный взгляд, ответил:\n— Ты спрашивала, есть ли у нас красивые места. Время пока есть у нас свободное.\n— А... Мне.. вид нормальный у меня для того места, куда отвести хочешь? — хотите озадачить девушку? Зовите Артура.\n— Нормальный у тебя вид. — а когда я вернулась в комнату, чтобы напоследок расчесаться, услышала шепот: \"Прекрасный.\" Если это то, о чем я подумала, то верится с трудом в происходящее...\n   Всю дорогу Арт упорно молчал, не реагируя на мои вопросы, которые в скором времени все же закончились.",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "     Вначале он повел меня по красивым местам Опраэна (столицы), а в конце привел в уютное кафе.\n— А кафе похоже на привычное мне на Земле. — сказала я, оглядывая помещение.\n— Так и есть. — ответил Арт, рассматривая меню. Стоит заметить, что он сегодня хоть и говорил в своей обычной манере, но не задирал меня, как это бывало.\n— О чем ты? — я посмотрела на него. Он вздохнул и отложил бумажку на стол.\n— Владелец кафе наполовину землянин, большую часть жизни прожил здесь. Но слишком ценит вашу культуру, вот и попытался воссоздать. \n— Вот как. — я улыбнулась. — И надо признать, у него это получилось. — Арт просто кивнул и пододвинул ко мне меню.\n— Здесь точно разберешься. И можешь что-то и мне выбрать, я не особо еще разбираюсь в вашей кухне. — я удивленно посмотрела на него, но кивнула в ответ.\n",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      },
      {
        "id": 132,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/PcH6LQF"
      }
    ]
  },
  {
    "id": 133,
    "text": "     В скором времени мы вернулись в штаб и почти сразу столкнулись с недовольным Дэном.\n— Ты чего? — спросил Арт, останавливая друга, спешащего куда-то.\n— Надо. — кратко ответил тот.\n— Что надо? \n— А тебе все надо знать что ли?! — сверкающий взгляд брюнета переметнулся на меня. — Этель здесь.\n— Что?! — одновременно спросили мы с Артом.\n— Поэтому пустите меня. Мне надо поговорить с ней.\n— Где ты ее видел? —  спросил Арт, следуя за Дэном. Я с ними.\n— На крыше, пару минут назад. — и мы побежали туда.\n",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "      На крыше действительно была Этель, собирающая что-то на полу, похожее на осколки. Дэн хотел было окликнуть ее, но его вовремя остановил Артур.\n— Подожди, спугнем ведь. Лучше посмотрим отсюда. — он показал на небольшую пристройку рядом. \n— А если она уйдет сейчас? — спросил парень, аккуратно следя за действиями сестры.\n— Она скорее порталом уйдет, чем по лестнице. А его нельзя открывать слишком часто. — шепотом ответил другой.\n— Да и эффект неожиданности немаловажен. Она наверняка думает, что вы еще не вернулись. — ответила я. Арт кивнул мне.\n— Послушай ее, она дело говорит. — ответил Дэну.\n   Тем временем Этель собирала странные осколки, при этом что-то говоря. Действия ее были нервными, как будто она разбила что-то и всяческим образом пытается это исправить.",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "      Потом она услышав какой-то шорох внизу, быстро наклонилась и посмотрела вниз. И чего-то словно испугавшись, бросила эти осколки и принялась доставать тот самый медальон Равновесия. Портал открылся мгновенно и она быстро туда вбежала. Когда он закрылся, побежал Дэн.\n— Зачем я вас слушал! Как я теперь найду ее?! \n— Ее спугнуло что-то. — я посмотрела вниз. — А что это у вас за столпотворение?\n— Опять мисс Джонсон что-то важное собирается рассказать, наверно. — невозмутимо ответил Арт, разглядывая странные осколки, аккуратно трогая их бумажной салфеткой. \n— Ты думаешь, это важная вещь? — присела я на корточки рядом с ним.\n— Не знаю. — кратко ответил тот. — Но знаю, кто подскажет. \n— Про нашего куратора забудь. Я у нее больше ничего не спрошу. Особенно после ее ошибки с музеем. — хмуро сказал Дэн.\n— Тогда отнесем к твоему знакомому Хранителю. И у кого-нибудь пакет есть?",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "     Позже мы пошли к знакомому Дэна, мистеру Мартину, который любезно принял нас в своем доме. Ребята показали ему непонятные осколки.\n— Как интересно. — произнес тот, внимательно разглядывая самый крупный осколок через увеличительные стекла и в конце проверяя каким-то очередным артефактом. — Я давно не видел этот камень и был уверен, что больше никогда не встречу его.\n— Так вы знаете, что это? — спросил Дэниэль.\n— Разумеется. Вы что-нибудь слышали про мир Аллария?\n— Это там, где недавно предотвратили крупный переворот? — задумчиво спросил Арт.\n— Не просто переворот, Артур, не просто. — покачал головой мужчина. — В главного советника короля вселилось нечто ужасное и долгое время пряталось под его внешностью. А все для того, чтобы найти главный источник силы Алларии и изменить его свойство. Но одна смелая девушка с помощью своих друзей смогла ему помешать.\n",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "\n— Так что же это за осколки? — спросила я, смотря, как мистер Мартин убирает осколок обратно.\n— Хороший вопрос, Камилла. Я как раз подходил к этому моменту. — он сел напротив нас. — То, что вы принесли — это часть того самого источника.\n— Подождите, но он же как бы исчез. — озадаченно произнес Дэн.\n— А кто говорил, что он один? Или например то, что кусочек мог отколоться гораздо раньше? В любом случае у меня нет никаких сомнений в том, что эта вещь из Алларии. \n— Спасибо за консультацию. — вежливо улыбнулся Арт, пожимая руку бывшему Хранителю. \n— Прежде чем простимся, я бы посоветовал вам поговорить с вашей коллегой оттуда. Она больше меня может знать про эту вещицу. — он записал что-то на листочке и отдал Дэниэлю. \n  Попрощавшись, мы вышли на улицу.\n",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "\n— Что обо всем этом думаете? — спросил Арт, вдыхая вечерний воздух. \n— Пока что мне ясно одно. — печально ответил Дэн, взъерошивая волосы. — Этель как-то связана с этим сумасшедшим в капюшоне. \n— А может и нет. — ответил друг.\n— Арт, ты чем думаешь?! Неужели ты не можешь понять? Этель внезапно пропадает, а потом появляется и разбивает вещь, которая на самом деле является мощным артефактом! — воскликнул брюнет.\n— В том-то и дело, что понимаю. — спокойно смотря на друга, ответил Артур. — Но предлагаю не делать поспешных выводов, а попытаться завтра связаться с тем Хранителем из Алларии. Как ее там зовут? \n— Тебе надо, ты и смотри. А мне пора. — вложив бумажку в руку, Дэн пошел в другую сторону от нас.",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "\n— Непросто ему сейчас. —  вздохнула, глядя на удаляющуюся спину.\n— Не каждый день близкие предают... — сквозь зубы произнес Арт. Но почти сразу вернулся к прежней интонации. — Сейя ее зовут. Пошли, — он потянул меня за руку. — пока на нас поиски не объявили.\n— А Дэн? Его искать не будут?\n— Он сам разберется. А мне не хочется проблем из-за тебя. —  усмехнулся русоволосый.\n— Да какие проблемы-то от меня? Я ж тихоня. —  улыбнулась я.\n— Большие, Ками, большие. — ответил тот и больше ничего не сказал. Я вздохнула и пошла следом...",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "      Утром мы отправили запрос в Алларию по поводу возможности связаться с одним из их Хранителей. Точнее, не мы отправляли, а Арт и Дэн, который немного успокоился и даже шутил. Я же просто помогала составить текст и просто наблюдала. \n   Потом Дэн сослался на свои дела и ушел, а я опять осталась в компании с Артом, который решил меня вновь вытащить на прогулку. Но не успели мы направиться к двери, как она сама распахнулась.\n— Здравствуйте, а здесь... Арт?! Арт.. Артик.. Артурчик, это ты! — в комнату зашла девушка. Поначалу вежливо решившая спросить что-то, но увидев Арта, побежала и повисла у него на шее.\n",
    "answers": [
      {
        "id": 141,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "\n— Роза?! — озадаченно спросил Арт, растерявшись и раскинув руки в стороны.\n— Я та-ак скучала! — проговорила девушка в футболку парня.\n— От-отпусти! — сипло проговорил тот, пытаясь отодвинуть ее от себя. \n   Я же просто в шоке наблюдала со стороны.\n— Ну ты чего? Это же я. — девушка отпустила его, но продолжала смотреть в глаза.\n— Я еще не ослеп, чтобы задавать мне этот вопрос. — сказал Арт, поправляя ворот футболки.\n— Ты разве не рад меня видеть? — озадаченно спросила.. Роза, кажется.\n— Ну почему же? Рад, безумно рад. Настолько рад, что хочется свалить куда-нибудь. — с сарказмом ответил Артур.\n",
    "answers": [
      {
        "id": 142,
        "text": "Далее"
      },
      {
        "id": 141,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/JscPq7R"
      }
    ]
  },
  {
    "id": 142,
    "text": "\n— Почему ты так со мной говоришь?\n— А как я должен говорить с тобой? — парень сложил руки на груди и продолжал соблюдать дистанцию.\n— Я, наверное, пойду. У меня дела... — проговорила я, попытавшись отойти от них и выйти из комнаты.\n— Стоять. — приказал Арт, продолжая смотреть на блондинку. Я послушно прекратила попытку. — Зачем ты вернулась? — обратился он к ней.\n— Практику здесь пройти. Ну и чтобы увидеть тебя. — ответила Роза, улыбнувшись.\n— Увидела? Ну теперь можешь спокойно идти на практику. Дверь там. \n— Ты все еще обижаешься на меня? — Роза нахмурилась. И такое чувство, что меня здесь как бы и нет в ее представлении.",
    "answers": [
      {
        "id": 143,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "\n— По-моему мы все обговорили еще 2 года назад. \n— Ты все не так тогда понял.\n— И ты вернулась, чтобы освежить мою память? —  Арт сжал челюсть. Верный признак, что тема неприятна ему.\n— А ты нисколько не изменился... даже поговорить не хочешь.. А ведь мы собирались вместе быть до конца. \n— Ты хочешь говорить? — Арт взял меня за руку, посадил на диван и сел рядом. При этом не выпуская мою руку. А свободной указал Розе на кресло напротив. — Ну давай, вещай.\n— А это? — она наконец-то заметила меня.\n— Арт, может... — попыталась сказать я, но шепот Арта остановил меня. \n— Будь здесь. — и обычным голосом ответил блондинке. — Она со мной. Но ты же не об этом пришла говорить?\n— Не об этом. —  кивнула та. — Я понимаю, что не надо было мне тогда уезжать.\n— Что было, то было. Опасно жить прошлым. Вот я и отпустил его. И тебе советую. — проговорил Артур.\n",
    "answers": [
      {
        "id": 144,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "\n— А как же мы? — спросила Роза.\n— \"Мы\" — это было раньше. А 2 года назад все прекратилось. — парень встал, потянув меня за собой.\n— Но почему?! — Роза встала в ответ и посмотрела на него. \n— Почему? — Арт отпустил меня и повернулся к ней. — Почему? А ты тогда не поняла? Все же явно было!\n— Это были простые объятия!\n— Да что ты! А до... раньше что было? Просто дружеское хождение под ручку? Нахождение у него дома чуть ли не сутки тоже не имеет значения?\n— Ты следил за мной? \n— Часы. — просто проговорил Арт, тяжело дыша. Словно что-то поняв, девушка потупила взгляд. — Я многое могу простить. Но измену... особенно тогда, когда я тебя называл невестой... Ты знала мою позицию..\n   Роза просто кивнула.\n— Прости... — шепотом ответила она и вышла из комнаты. Мы вновь остались одни.",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "     Артур сел на диван и, оперевшись локтями на колени, закрыл лицо руками. Я села изначально в кресло, но поняв, что парень не собирается менять положение, села рядом. Потом аккуратно коснулась его плеча. Но негативной реакции не последовало. \n   Через 5 минут он откинулся на спинку дивана и стал смотреть отрешенно в потолок. Я молча сидела рядом, не зная, что и как спросить. Да и время ли?\n— Ты наверняка хочешь спросить, что это было? — тишину нарушил голос парня.\n— Если честно, то да. —  кивнула я.\n— Бывшая девушка. 2 года назад расстались. А она в скором времени уехала. А сейчас решила вернуться. — кратко отвечал он, продолжая смотреть в потолок.\n— Причину я, кажется, поняла. Так что спрашивать не буду. \n— Ну хоть один разумный человек попался. — выдохнул Арт, оторвавшись от лицезрения потолка и посмотрев на меня.",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "\n— Она тоже Хранитель?\n— Еще пока нет, учится. И вообще, может уже хватит о ней? — он взял с журнального столика мой стакан с соком и выпил его. — Я даже рад сейчас такой ситуации. —  загадочно произнес он.\n— Почему рад?\n— Кажется, кто-то излишне любопытствует. — усмехнулся Арт, легонько щелкнув по моему носу.\n— Кажется, кто-то тут постоянно недоговаривает. — парировала я, потирая кончик носа.\n— Такая уж у меня участь. —  пожал плечами мой собеседник. Мол, ничего не знаю, я не причем.\n   Но не успела я ответить, как дверь вновь распахнулась.",
    "answers": [
      {
        "id": 147,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "\n— Ребят, а вы все еще... Чем это так пахнет? — это был Дэн.\n— Догадайся с трех раз.. — почесал затылок Арт.\n— Догадаться... — брюнет задумался. Но тут его взгляд нахмурился. —  Неужели..? — голубоглазый просто кивнул. — Что, еще никак не... — он чихнул, — не успокоится?\n— Теперь уже все. — кратко ответил Артур.\n— Наконец-то. — гнусаво произнес Дэниэль, продолжая периодически чихать.  — А то эти ее духи... по-моему, она меня убить хочет.\n— От этого вроде не умирают. —  усмехнулась я.\n— Поверь, она может. Не духами, так голосом. Не голосом, так взглядом. Не..\n— Все, не продолжай... \n— Пойдемте лучше на улицу, пока меня Дэн не прибил. — улыбнулся Арт.\n— А следовало бы... — выдохнул Дэн и первый выскочил из комнаты.",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "\n— Я, кстати, чего заходил-то. — начал говорить Дэн, когда мы вышли на улицу. — Запрос наш приняли, обещали в скором времени передать.\n— Хорошая новость. А то неизвестно, что дальше будет. Снов больше не было? — задумчиво спросил Арт.\n— Нет. — покачал головой брюнет. — Только та фраза, и все. Признаться, меня пугает такой исход событий. Если вначале мы начинали понимать происходящее, то сейчас...\n— Давай дождемся появления этой девушки, Сейи. Может действительно процесс дальше пойдет. —  сказала я.\n— А если нет, то по крайней мере сможем составить дальнейший план. — дополнил Арт. Я кивнула.\n— Вы правы. Все равно какой-то результат будет.\n   Остаток дня мы провели, изучая свойства этих странных осколков и читая все, что о нем известно было. Лучше подготовиться перед встречей с алларийским Хранителем...",
    "answers": [
      {
        "id": 149,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 149,
    "text": "      Следующий день ознаменовался тем, что мисс Джонсон внезапно вызвала ребят и меня к себе в кабинет. На моем пребывании там она настаивала сильно. Едва мы перешагнули порог, как она заговорила, сверкая глазами:\n— Вы что опять устроили?! Мне из Алларии пишут! Ладно вы двое, — она указывает на Арта и Дэна. — но она тут причем? — теперь указала на меня.\n— Мисс Джонсон... — начал русоволосый.\n— Артур Найджел, если вы с Райдером решили там что-то устроить, то советую сразу мне сказать. Я, так и быть, попытаюсь решить вопрос мирно. Нам и так сейчас хватает проблем с Андрэ...\n— Кто такой Андрэ? — сразу навострил уши Дэн.\n— Нет уж, вначале объясните, причем тут мир оборотней. — мисс Джонсон села в кресло, готовая внимать.\n   Ребята принялись рассказывать все, что произошло в эти несколько дней. Не утаивая и появления Этель.\n",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": "\n— Так значит, это не вы открывали порталы? — задумчиво спросила женщина.\n— А смысл нам сейчас это делать? — проговорил Артур, кладя на стол коробочку с изумрудными осколками.\n— И вы ради этого написали в Алларию? — спросила куратор, рассматривая содержимое. Мы кивнули в ответ. — Ну что ж, в этот раз ваше поведение заслуживает уважения. А теперь марш на занятия! А вы, Ками, можете либо пройти в свою комнату, либо гулять на территории базы. Выходить из нее без сопровождения все-таки не советую. — я поблагодарила ее и вышла из кабинета. \n   Я слишком давно не играла с Гардом, поглощенная нынешними делами. Еще я вспомнила, что мисс Джонсон так и не рассказала о том таинственном имени. На что она ответила, что объяснит, когда прибудет гостья. Мол, так будет проще.",
    "answers": [
      {
        "id": 151,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "      Днем нас вновь вызвали в кабинет мисс Джонсон. Только там находились уже не только она, но и незнакомая пара: мужчина лет 40 и женщина лет 35. Увидев нас, они слегка удивились, но когда Арта и Дэна представили, в их взгляде проскользнуло уважение.\n— Итак, — начала мисс Джонсон. — позвольте вам представить Сейю и Ральфа, Хранителей Алларии. Они также многое знают о других мирах и их обитателях. Будем надеятся, что наше сотрудничество поможет всем нам.\n— А кто эта барышня? — с улыбкой спросила Сейя.\n— А это Камилла. Она с Земли.\n— Как интересно. И здесь тоже иномирянка! — она еще шире улыбнулась. — У нас тоже есть девушка с Земли, Стейси.\n— Сейя, я понимаю, как ты любишь узнавать новое, но это чуточку может подождать. — остановил ее Ральф, вежливо кивнув мне в знак знакомства.",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      },
      {
        "id": 151,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/LhcW3rz"
      }
    ]
  },
  {
    "id": 152,
    "text": "\n—  Артур и Дэниэль, оставляю на вашем попечении наших дорогих гостей. Обговорите, обсудите все, что вам нужно. Они любезно согласились побыть у нас какое-то время. \n— Благодарю, мисс Джонсон. Пройдемте пока в гостиную, там будет удобней. — Арт пригласил их следовать за нами. Предварительно зашагав рядом со мной.\n   В гостиной мы разговорились.\n— Так значит, это вас тогда спасли от влияния? — спросил Дэн у Ральфа. Тот кивнул в ответ.\n— А что конкретно произошло? — поинтересовался Артур, расставляя чашки с чаем.\n— Если не углубляться в детали, то влияние артефакта, обладающего, помимо силы, способностью управлять сознанием.\n— И такие существуют? — удивилась я.\n— Конечно. Именно поэтому и начали в свое время поиск и уничтожение таких предметов. Но судя по всему, устранили не все.\n— Вы нас пригласили не только для этой информации, верно? — спросила Сейя, делая глоток чая.",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      },
      {
        "id": 152,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/tc5SVBw"
      }
    ]
  },
  {
    "id": 153,
    "text": "\n— Вы правы. По поводу этого. — Дэн передал ей коробку с осколками.\n— Ральф, глянь-ка. — они вместе стали рассматривать содержимое коробки.\n— Алларийский камень. — произнес мужчина, просматривая помещение сквозь осколок.\n— И не простой. — добавила Сейя, сжав его в руке. В ней стал проявляться какой-то слабый свет. — Часть Источника. — в итоге сказала она.\n— Откуда это у вас? — обратился к нам Ральф. Дэн кратко рассказал.\n— Так вот кто открывал портал к нам. — задумалась девушка. — Странный этот злодей, пытающийся забирать сильные артефакты. И не проверяющий последние новости. — заметив наши недоуменные взгляды, она пояснила. — Источник Алларии теперь совершенно другая вещь.\n— Выходит, это его первый промах? — спросил Арт.\n— Как знать. — пожала плечами брюнетка.",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "      Потом они решили спросить, не знают ли они что-либо об Андреасе Файдже.\n— А вы разве не знаете? — удивился Ральф.\n— Единственное, что о нем мы нашли, так это то, что жил он 400 лет назад и спрятал 2 медальона Равновесия. — сказала я.\n— И один из них у моей сестры, которая и разбила ваш камень.\n— Интересно... — Ральф и Сейя переглянулись. — Хотя я не удивлена, что в вашей библиотеке о нем мало информации. Он из Алларии. Но едва ему исполнилось 30, уехал в Опраэн.\n— А причины известны?\n— Конечно. Он аллариец лишь наполовину. Поэтому и смог стать Хранителем вашего мира.\n— А может, вам известно, есть ли у него потомки? — спросил Дэниэль, оживший от того, что дело сдвигается с точки.\n— Если дадите нам немного времени, то думаю, выясним это. — ответил Ральф. Мы кивнули в ответ.",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "     Спустя 3 часа мы вновь собрались в гостиной.\n— Итак, нам удалось выяснить кое-что о потомках Андреаса Файджа. — начал Ральф. — Известно, что около 100 лет назад некоторые из них сменили фамилию. А так как потомки с прежней фамилией в скором времени вернулись в Алларию и у них точно нет цели иметь у себя артефакт, то вам, скорее всего, нужны остальные.\n— А точно они не имеют никакого отношения? — задумался Арт.\n— Точно. Большинство из них даже не пользуется ничьим подобным.\n— Хорошо, а кто же тогда другие потомки? —  спросил Дэн, почесывая за ухом Гарда.\n—  Сейчас скажу. —  Ральф посмотрел на листок в своей руке. — Рэдфорд. Фамилия Рэдфорд.\n—  Рэдфорд... — проговорил шепотом Арт. — Рэдфорд... — он резко вскочил и выбежал из комнаты.\n— Что это с ним? — удивился брюнет.\n— Не знаю. Пойду за ним. — сказала я. Парень кивнул в ответ.",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "       Выйдя из комнаты, я увидела Артура, бегущего в сторону лестницы.\n— Арт! — он не реагировал. — Арт, подожди! Да подожди ты! — еле добежав до него, я схватила его за руку. Но так как он все еще продолжал движение, то по инерции потащил меня за собой. Но поняв что-то, он остановился и резко потянул меня на себя.\n— Зачем.ты.за.мной.пошла? — чеканя каждое слово, он посмотрел на меня.\n— Ты резко выбежал из комнаты, едва услышав фамилию. — сипло проговорила я, все еще прижатая к парню.\n— А я что, обязан тебе о каждом своем шаге говорить? \n  Я покачала головой. Парень устало выдохнул и прикрыл глаза.\n— Я понял. Я все понял... — шептал он, уткнувшись носом в мои волосы. — Все постепенно проясняется. \n— Что проясняется? — я хотела поднять голову, но он не дал.\n— Давай просто помолчим. Мне надо подумать. — он положил свой подбородок на мое плечо и молчал. При этом продолжал обнимать меня, только уже не так сильно.\n",
    "answers": [
      {
        "id": 157,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "      Спустя несколько минут он все же отпустил меня и присел на невысокий подоконник. Я встала рядом, облокотившись на стену.\n— Знаешь, кто у нас обладатель фамилии Рэдфорд? — я покачала головой. — Хранитель, учащаяся здесь же. Агата Рэдфорд.\n— А может это просто одинаковая фамилия?\n— Нет. Это слишком редкая фамилия. Да и что помешает ее просто спросить, коренная она опраэнка или нет.\n— Ага, подойти и в лоб это спросить. Ты не боишься потом получить по своему лбу? — с сарказмом спросила я. Арт тихо рассмеялся и аккуратно подтянул меня к себе.\n— Только если от тебя. Но ты все-таки права.",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "\n— Арт.\n— Что?\n— Пообещай, что честно ответишь мне на вопрос.\n— Ты разве не знаешь, с кем имеешь дело? — Арт поднял бровь. Но увидев мой решимый взгляд, продолжил. — На один вопрос обещаю ответить честно.\n— Я не совсем тебя понимаю. —  я смотрела в сторону окна. — Точнее, я и раньше тебя не особо понимала, но все-таки осознавала, почему ты так или иначе поступаешь. Но сейчас... я не могу понять, с какой целью ты стал со мной по-другому говорить, обнимаешь, всяческим образом заботишься. Что это, Арт? Это правда или мне только кажется? — теперь я посмотрела прямо в глаза.\n   Парень молчал. Молчал и также смотрел мне в глаза. Сжимал челюсть, будто что-то обдумывая. Потом также молча  слез с подоконника и встал передо мной.",
    "answers": [
      {
        "id": 159,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 159,
    "text": "\n— Правда. Все, что касается тебя, правда. — я слегка улыбнулась. — Прости, но сейчас немного не то время, чтобы объясняться, да и... короче, ты меня знаешь. — он с горечью усмехнулся. — Я хорошо умею только колкости раздавать направо и налево.\n— Неправда. — я уткнулась лбом в его плечо. — Ты умеешь быть разным. Всегда рядом. Ты искренний, но по-своему. И... я понимаю. Поговорим об этом позже. Но спасибо за честный ответ. — Арт молча слушал, прижав к себе одной рукой.\n— Ты заслужила. — кратко ответил он. — Пойдем обратно? — я кивнула в ответ.",
    "answers": [
      {
        "id": 160,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "\n— Я догадываюсь, кто это может быть. — с порога начал говорить Артур.\n— Кто потомок Файджа? — спросил Дэн, ловя на лету бумажку от друга. — Так-так... да ладно? Ты уверен?\n— Слишком совпадает, не находишь? — Арт сел на диван, предварительно захватив сок.\n— Нахожу. — вздохнул Дэниэль.\n— Может вы нам объясните? — с улыбкой спросила Сейя.\n— Когда Ральф произнес фамилию Рэдфорд, я начал догадываться, о ком речь. — начал Арт. — У нас тут учится одна девушка, Агата Рэдфорд. Тихая, спокойная, никаких замечаний ей не делали. Но самое странное вот что. У нее есть брат, который также числится у нас, вот только его никто.. никогда.. не видел. Поговаривают, что либо он сумасшедший, либо кто-то учится вместо него. ",
    "answers": [
      {
        "id": 161,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 161,
    "text": "\n— А причем тут парень, если это и девушка может быть? — задумалась Сейя.\n— Исключено. — дополнил Дэн. —  Я отчетливо слышал во снах молодой мужской голос. Да и очевидцы говорят, что это не девушка. Плюс ко всему у нее не голубые глаза.\n— Что уже доказывает существование нашей версии. —  подтвердил Арт.\n— Право на существование она, безусловно, имеет. Но доказательства... как вы собираетесь их искать, не имея ни опыта, ни должного образования? Вы, если не ошибаюсь, обычные Хранители. — проговорил Ральф.\n— Однако мы первые вышли на их след. Да и Дэн теперь страдает по их вине. Так что это, если не дело чести? — спросил русоволосый.\n— Ну, тут ты прав, конечно. Тогда давайте хотя бы план обсудим.\n",
    "answers": [
      {
        "id": 162,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "      Спустя 2 дня примерный план был составлен. Он заключался в следующем: как можно быстрее и больше узнать об Агате Рэдфорд и ее загадочном брате. Возможно мне надо будет с ней попытаться найти общую тему. Под предлогом, что я иномирянка и наконец-то могу пообщаться с девушкой. А учитывая ее природную общительность, как утверждали парни, это должно быть несложно.\n    Хотя вначале парни сами хотели все попробовать узнать, не впутывая меня дальше, на что я ответила, что девушка девушке может рассказать гораздо больше. Арт направил на меня свой фирменный взгляд, но заметив, как я отмахнулась, сдался с тяжелым вздохом.",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "       Перед тем, как начинать приводить план в исполнение, они мне показали Агату издалека. Это оказалась зеленоглазая шатенка худощавого телосложения, среднего роста. Она в одиночестве сидела в столовой, грызла яблоко и внимательно что-то читала.\n— Привет, я могу тут сесть? — с улыбкой спросила я. Она посмотрела на меня и кивнула головой.\n— Это ты та иномирянка? — звонким голосом спросила она.\n—  Похоже мне даже незачем представляться. — вновь улыбнулась я.\n— Ну почему же? Мы всегда рады гостям. Меня Агата зовут.\n— Я Камилла. \n   Мы немного разговорились. Ее совсем не удивило то, что я внезапно к ней подсела. Она просто объяснила это тем, что наверняка я просто устала общаться с одними парнями и решила дальше знакомиться с опраэнцами. А так как это отчасти было правдой, я не стала ее разубеждать.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      },
      {
        "id": 163,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/hf1W7bY"
      }
    ]
  },
  {
    "id": 164,
    "text": "      Агата действительно оказалась милой и общительной девушкой. Ее всегда восхищали другие миры, поэтому она и решила стать Хранителем, как и ее брат, несмотря на то, что в их роду уже более 100 лет никто ими не становился.\n— До этого времени многие были, но никто не смог стать таким же величайшим, как один наш предок. —  продолжила она разговор, когда мы прогуливались по столице спустя несколько дней после знакомства.\n— А почему потом перестали?\n— Не знаю. — пожала она плечами. — Тогда вообще нечто невообразимое происходило. И странное. Если например учесть то, что больше половины данных о нашей семье просто затерялись безвозвратно. И никто даже не догадывался об этом.\n— Как так? — удивилась я. — Прошло ведь столько лет.\n— Вот и я о том же. Нам как-то дали задание написать о своих предках Хранителях, и я наткнулась на отсутствие материала. Все, что было до 100 лет назад — утеряно.",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": "\n— Да, это странно. — задумалась я. Я была не уверена, стоит ли сразу спросить про Андреаса Файджа, или я ее так спугну. Но в итоге решилась, просто немного завуалировав вопрос. — А как же ты с заданием справилась?\n— Просто выписала все, что нашла про самого известного Хранителя в нашем роду. Просто пришлось пользоваться общими данными, а не семейным архивом.\n— Да, это, конечно немного не то. — улыбнулась я.\n— Зато я теперь точно знаю, почему моего брата назвали таким странным именем, не употребляемым в нашем мире. — усмехнулась Агата.\n— А как его назвали?\n— Андрэ. Только родители немного его все-таки изменили. Предка звали Андреас.\n   ",
    "answers": [
      {
        "id": 166,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 166,
    "text": "     Вечером я пересказала ребятам наш разговор, когда мы были в комнате Артура.\n— Пазл складывается, нас можно поздравить. — довольно произнес Дэн, сидя в кресле.\n— Как это ни странно, но я с тобой согласен. — произнес Арт, развалившись на кровати. Я тоже сидела на ней, прислонившись к стене.\n— Вот что у нас получается: Агата и Андрэ Рэдфорд и есть те самые потомки Андреаса Файджа. И теперь понятно, почему данные об этой семейке мы не нашли толком. Осталось понять, как выглядит этот самый Андрэ. — задумался Дэниэль.\n— А может это о нем говорила мисс Джонсон? — спросила я, глядя на ребят.\n—  Ты еще забыла дополнить, как это все связано с Этель. — Арт сел рядом со мной.\n— Ты уже дополнил. — отмахнулась я.",
    "answers": [
      {
        "id": 167,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "\n— Хотелось бы мне еще знать, для чего он все это придумал. — отвлек нас Дэн.\n— Да все просто. Если он действительно не в себе, то меня это не удивит и его цель. — ответил Арт.\n— А если он адекватный?\n— А если адекватный... то мы имеем дело с ненормальным адекватом, который притворяется нормальным, чтобы поступать как ненормальный. —  буркнул парень.\n   На несколько минут в комнате наступила тишина. Тут я почувствовала, как меня пытаются незаметно обнять. Слегка повернув голову, я увидела, как Арт спит. На моем плече. Я попыталась аккуратно его освободить, но парень, непонятно что-то пробурчав, не отпустил. Я посмотрела жалобным взглядом на Дэна. Но тот поднял руки вверх, шепотом сказал:\n— Прости, но тут я не помощник. — собираясь выйти из комнаты, он повернулся ко мне. — Гарда покормлю. — и вышел. Кинул меня...",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": "     Утро я встретила с жуткой болью в шее. Едва приоткрыв глаза, я поняла, что лежу на кровати, укутанная в одеяло. Поняв, что это не моя комната, я села. Я вчера уснула в комнате Арта... а самого хозяина не было. Но были приглушенные голоса за дверью. Аккуратно подойдя к ней, я прислушалась. Голос Арта и... Дэна?\n— Я надеюсь, ты понимаешь, что делаешь? —  спросил Дэн.\n— А что я не так делаю? — спросил Артур.\n— Зачем ты даешь ей ложные надежды? Арт, мы с тобой давно дружим, так что можешь не отрицать.\n— С чего ты взял, что я ее обманываю?\n— Ты собирался после Розы вообще увязнуть в учебе и работе. Ты хотя бы ожил сейчас.\n— Собирался. — согласился Арт. —  Но Камилла... она другая. Она не боится показать свой характер, имеет свою точку зрения на многое. \n— То есть ты серьезно настроен?",
    "answers": [
      {
        "id": 169,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 169,
    "text": "    Артур ответил спустя несколько секунд.\n— Я не знаю. — со вздохом сказал он. —  Я не знаю, смогу ли сделать ее счастливой. После... после тех событий я разучился общаться, разучился веселиться.\n— Арт, я уверен, что у вас все получится. Просто постарайся верить в то, что делаешь. А Ками девушка умная, она все понимает.\n— Думаешь?\n— Уверен. — подтвердил Дэн. — Если даже учесть то, что ты уснул у нее на плече, а она не сбежала.\n—  Да уж, неловко вышло. — усмехнулся Арт. — Ладно, пойду ее разбужу, а ты пока собирай всех.",
    "answers": [
      {
        "id": 170,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 170,
    "text": "      Спустя примерно час мы все собрались в гостиной.\n— Так значит, наши догадки оказались верны: семья Рэдфорд напрямую связана с Андреасом Файджем. — начал Ральф.\n— Осталось только понять, именно Андрэ является главным злодеем или нет. — задумалась Сейя.\n— Держу пари, что это он. — усмехнулся Арт.\n— А если не только он? — вдруг задал вопрос Дэн.\n— Если ты мне сейчас скажешь, что у него может быть сообщник, я в тебя что-нибудь запущу. — пообещал Арт.\n— Подождите, а почему нет? — задумался Ральф. — Такое невозможно устроить одному. И как минимум один сообщник нам так или иначе известен. Этелия Райдер. \n— Пусть только мне попадется... — шепотом проговорил Дэниэль, сжав руку в кулак. Он хотел что-то еще сказать, но его взгляд вновь застекленел и он застыл на месте.",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "\n— Опять.. — Арт хотел бежать за котом, как Сейя остановила его. Женщина села рядом с Дэном, взяла его за руку и направила туда свечение из другой руки. Всполохи на лице парня стали плавно перенаправляться в руку и оттуда будто вытекали и испарялись. Спустя пару минут он закрыл глаза и упал без сознания. Увидев наши недоуменные взгляды, Сейя пояснила.\n— Не стоит на меня так смотреть. — она улыбнулась. — Просто вытащила из него часть артефакта, попавшего в него, когда его ранили.\n— Так значит.. — Арт осекся. — Значит это все из-за него? — она кивнула. — А как же мы теперь узнаем дальнейшие планы? \n   Сейя опять улыбнулась и молча протянула нам ладонь, на которой лежал маленький осколок.\n— Все просто. — она сжала ладонь в кулак и мы услышали...",
    "answers": [
      {
        "id": 172,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 172,
    "text": "    \"Я не знаю, кто вы такие и как так вышло, что вам известны мои планы. Но раз уж вам стало известно об Андреасе Файдже, то вот вам еще наводка.\n   Первое впечатление не всегда говорит правду. А то, что уже надумано, может таковым и не являться. Не торопись строить выводы, а загляни в суть ситуации. Заранее надумаешь — многое потеряешь... если не все...\n   Если все правильно поймете, то догадаетесь, о чем идет речь... Так что ищите, думайте, догадывайтесь...\"\n",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "\n— Он что, издевается над нами?! Я скорее заранее его погоняю хорошенько, а потом послушаю, кто что и как не так подумал! — не выдержал первый Артур, сжав стакан так, что раздался тихий скрип стекла.\n— Подожди, Артур. — я положила руку ему на плечо. — Он сейчас дал нам настоящую догадку.\n— Ага, конечно. Как у вас там говорят? \"Иди туда, не знаю куда, найди то, не знаю что\". — отвел взгляд парень.\n— Я соглашусь с Камиллой. Это действительно стоящая наводка. — подтвердил Ральф. — Смотрите. — он положил на стол лист бумаги. — Что нам известно? Диктуйте, а я запишу.\n— Нам известно о существовании медальонов Равновесия. — начала я. Ральф кивнул в ответ.\n— И один из двух находится у Этель. — продолжил Арт. \n— А второй возможно также находится у семьи Рэдфорд.\n",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 174,
    "text": "\n— Тогда мы можем предположить, что она у них же и получила его. — дополнил Ральф, продолжая записывать. — Также мы узнали благодаря Дэну фразу: \"Чтобы понять настоящее — загляни в прошлое\". А в прошлом нас ожидала информация о Хранителе Опраэна, жившего 400 лет назад, Андреасе Файдже. Все верно? — мы кивнули. — А кто вам про него рассказал?\n— Мистер Мартин. Он знакомый Дэна, бывший Хранитель. — ответил Артур, рассматривая свою ладонь, которая сжимала стакан.\n— А имя? Имя известно? — взгляд у Ральфа стал заинтересованней. Арт задумался.\n— Дэн его только так и называл. Имя я не знаю. А это так важно?\n— Я пока не знаю. Но запишем пока так: мистер Мартин. Так... дальше что?",
    "answers": [
      {
        "id": 175,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 175,
    "text": "\n— Дальше мы решили узнать, есть ли у Андреаса потомки. — вспомнила я. — Но данные были очень скудны. И как сказала Агата, весь семейный архив до 100 лет утрачен.\n— А вот и нет. — сказала молчавшая до того Сейя. — Он не утрачен, а был перенесен в Алларию.\n— Это совпадает со временем, когда было разделение на 2 фамилии. — потер подбородок Арт.\n— Верно. — кивнула Сейя. — А это уже напрямую указывает на то, что ко всему происходящему имеют отношение только семья Рэдфорд, та, что осталась в Опраэне.\n— Подождите, а с чего конкретно мы решили, что именно Агата и Андрэ связаны? Они не единственные представители этой семьи. — спросила я.\n— Одна из версий на это указывает, Ками. Когда Этель появилась на крыше Базы. Если бы это было не так, ей не было бы смысла здесь показываться. Да и осколки источника... прямо указали на Алларию. — пояснил Арт.\n— Ну, логично.\n",
    "answers": [
      {
        "id": 176,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": "\n— Вот что у нас получается: 400 лет назад усиленно уничтожали самые сильные артефакты, которые могли нанести, как физический, так и психический вред. — начал читать Ральф спустя минут 10. — Но в то время жил один Хранитель, Андреас Файдж. Будучи наполовину алларийцем, наполовину опраэнцем, он мог свободно перемещаться по двум мирам. Таким образом он смог сохранить 2 медальона Равновесия. Артефакты, которые могут как копить силу, так и быть ее дополнительным резервом. Чтобы их не нашли, он изменил свойства их сил. Так, медальон в форме месяца имеет свойство создания беспрепятственных порталов. А второй... так, это мы пока пропустим.\n— Подожди, Ральф. — перебила Сейя. — А предположить, как он выглядел, возможно?\n— Сомневаюсь. — покачал он головой. — В свое время их было несколько. Единственное, за что я могу ручаться — у них схожий цвет. Я продолжу, пожалуй.\n",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "     Ральф сделал несколько глотков воды и продолжил.\n— Итак, если учесть, что Этелия владеет тем самым медальоном, то второй находится у семьи Рэдфорд, которая является опраэнской частью потомков Файджа. И как правильно отметил Артур, появление девушки здесь указывает на Агату Рэдфорд и ее брата Андрэ, которые учатся здесь. Если еще учесть видения Дэниэля, то скорее всего нам нужен Андрэ Рэдфорд. Но. То, что мы услышали сегодня, указывает, что возможно он действует не один. Вспомним фразу: \"Первое впечатление не всегда говорит правду. А то, что уже надумано, может таковым и не являться.\" Один сообщник нам уже известен, осталось понять, кто еще. — завершил свой монолог Ральф.\n— Ты все-таки думаешь, что они не одни действуют? — задумался Арт.\n— Уверен. \n— Я смотрю, вы уже все обговорили, — это был Дэн, который сидел в кресле и придерживал голову, слегка морщась.\n",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 178,
    "text": "\n— Проснулся? Ты как? — спросил Арт.\n— Как тогда, когда проснулся в квартире Ками. — усмехнулся тот. — И еще. Почему я ничего не слышал?\n— Потому что. — Сейя показала ему осколок и пересказала все, что мы слышали.\n — Круто. Теперь хоть смогу нормально спать. Видения смотрите сами теперь. А я спать. — театрально нам поклонившись, он вышел из гостиной. \n   Еще немного обсудив детали, мы договорились позже обсудить дальнейший план действий.",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 179,
    "text": "\n— Арт, а вот это здание? Оно тоже старое?\n— Верно. — кивнул парень. — Оно было построено во время примирения Хранителей миров и обычных жителей. Это одно из ранних построек, которое сохранилось в достаточно хорошем состоянии.\n— Как интересно... — выдохнула я. \n   Мы с Артом прогуливались по столице, рассматривая архитектурные постройки города. Несмотря на многие моменты, хотелось просто отвлечься на что-то хорошее.\n— А вот это... — Арт начал мне куда-то указывать рукой, как вдруг я заметила, что небо заволокло темными тучами и резко похолодало. Я инстинктивно начала кутаться в свою рубашку, так внезапно оказавшейся очень тонкой для такого порывистого ветра. Артур потянул меня в ближайший магазин.\n   Когда мы туда забежали, он пробормотал:\n— К чему бы это?...\n  Спустя пару минут он достал из кармана нечто пиликающее.\n— Это от Дэна. Нападение на Базу. Нам пора.",
    "answers": [
      {
        "id": 180,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 180,
    "text": "      Нас встретила мисс Джонсон.\n— Бегите в библиотеку! — и вдогонку нам: — В ту самую часть!\n   \"Та самая часть\" оказалась ее секретным отделом, куда мы отправились сразу после прибытия в Опраэн.\n— Дэн, что происходит? — спросила я запыхавшегося парня. \n—  Если бы я сам понимал. — взъерошил волосы тот. — Напротив входа прогремел гром, была молния. И объявили тревогу. Поначалу.. да что такое! — нас всех снова оглушил странный грохот. — Поначалу никто ничего не понял, а потом всем выпускникам велели подняться к библиотеке. Странно все..\n— А я кажется, догадываюсь. —  внезапно за спиной появился Арт. — Портал опять открылся и... — здание снова сотрясло грохотом.\n   Тут без чьего-либо вмешательства стал открываться проход в секретную часть библиотеки. Только вот... в нее не входили, а.. выходил. Выходил некто в капюшоне, полностью закрывающим лицо. Увидев нас, он остановился. Взмах рукой — и его стало много.\n— Клоны... — шепотом произнес Дэн.\n— Смотри в оба. — в тон ответил Арт.",
    "answers": [
      {
        "id": 181,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 181,
    "text": "     Клоны стали рассредотачиваться по всем сторонам и определить, кто настоящий, было невозможно. Пространство библиотеки, как ни странно, позволяло совершить такой маневр. Началась битва...\n    Я помогала, как могла. Оказалось, они легко рассыпаются от ударов тяжелым предметом. В данном случае мне помогла ножка стула. Но я так увлеклась процессом, что еле услышала крик Арта:\n— Ками, книга! Не дай ему ее забрать! Справа!\n   Повернувшись в нужную сторону, я увидела, как тот тип в капюшоне направляется с книгой к порталу. Еле прорвавшись сквозь толпу клонов, я успела вцепиться в его мантию. Но не учла одного: меня утянуло вместе с ним в портал.\n   Падение из него оказалось болезненным настолько, что я больно ударилась коленками и ладонями. И это было настолько стремительным, что я по инерции перекатилась по полу и сильно ударилась головой о стену. Мир вокруг потемнел...",
    "answers": [
      {
        "id": 182,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 182,
    "text": "     Вновь почувствовав боль в голове, я открыла глаза. И сразу прикрыла из-за яркого света. Следующую попытку предприняла спустя пару минут. Я лежала на кровати в комнате со светлыми тонами. Попытавшись сесть, я потерпела неудачу. Голова настолько кружилась, что я рисковала еще больше пострадать. \n    Тут я услышала, как открывается дверь. Увидев входящего человека, я удивилась.\n— Агата?!\n— Привет, Камилла. — непринужденно улыбнулась девушка.\n— А как... откуда ты здесь?\n— Вообще-то этот вопрос я припасла для тебя. — продолжила Агата. — Это поместье семьи Рэдфорд, мой дом. А вот как ты здесь оказалась — для меня загадка. — она присела на краешек кровати. — Я нашла тебя в холле поместья. Ты лежала без сознания. Я позвала нашего лекаря и он помог тебя сюда перенести. Осмотрел тебя, но ничего серьезного не нашел, если не считать содранных коленей и царапины на голове.\n— А ты разве не знаешь, что произошло на Базе?\n",
    "answers": [
      {
        "id": 183,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 183,
    "text": "\n— Знаю. — вздохнула брюнетка. — Утром рассказали. Меня вчера не было там, поэтому помочь не могла. Но это все же не объясняет твоего появления здесь.\n— Объясняет. — возразила я. — Я побежала за тем типом в капюшоне, который собирался войти в портал. Но он непонятным мне образом исчез, а я оказалась здесь. Так что это я скорее должна у тебя узнать, кто это был и почему он оказался здесь.\n— Но.. — Агата встала. — Но у нас никто не открывал порталы в поместье.\n— Может не заметили.\n— Такое невозможно не заметить. Мы же Хранители. Если только...\n— Если только что?\n— Если... если портал не подтвержден официальным образом. — она села обратно. — Понимаешь, есть определенные правила открывания их, и такие мы чувствуем. А есть такие, которые не учтены, потому что у них особый способ. Я пойду спрошу прислугу, может они что слышали.\n— Я с тобой.\n— Исключено. Ты может особо и не пострадала, но сотрясение себе заработала. Отдыхай. — Агата слегка улыбнулась и вышла из комнаты. Я опять осталась одна..",
    "answers": [
      {
        "id": 184,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": "     С трудом, но все-таки сев на кровати, я снова стала вспоминать события вчерашнего дня. И в голове сформировались несколько вопросов: кто был этот тип? Почему он открыл портал именно в поместье Рэдфордов? Знают ли Арт и Дэн, что со мной произошло? А если знают, то смогут ли меня найти? Я понимаю, что шанс есть, но где гарантии, что Агата им скажет?\n   И тут мой взгляд упал на наручные часы. Точно, это же подарок Арта! Да непростой: это в своем роде артефакт со встроенным определением местоположения. Я нажала на кнопочку сбоку. Она замигала — значит все работает. Но секунд через 10 она замигала еще быстрее, раздался какой-то слабый щелчок и она погасла. Приглядевшись внимательнее, я увидела трещину на циферблате. Похоже я сломала часы, когда упала... Мне остается только надеяться, что сигнал все-таки дошел. Минут 10 еще попытавшись реанимировать артефакт, я печально вздохнула и снова легла. Права была Агата, с таким головокружением я вряд ли бы ей помогла...",
    "answers": [
      {
        "id": 185,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 185,
    "text": "(Некоторое время назад... База Хранителей...)\n\n— Слушай, может ты уже перестанешь бить боксерскую грушу, словно она виновата в том, что случилось? Битый час уже не останавливаешься. — спросил один парень.\n— Я. Должен. Был. Это... Предвидеть! — чеканя слово каждым ударом, проговорил второй.\n— Этого никто не мог предвидеть. — проговорил первый собеседник, опуская штангу на пол.\n— А я должен был! Должен, потому что я ее отправил, понимаешь? Я!\n— Арт, она умная девушка, а такие не дадут пропасть себе, не заявив о себе.\n— Надо было мне... — тяжело дыша, произнес Арт, продолжая наносить удары.\n— Арт, да хватит тебе уже! — Дэн схватил друга за плечи и слегка его потряс. — У нее часы есть, ты же сам ей их подарил. И если ты еще не выбил себе разум, то помнишь, что они работают во всех мирах, связанными с Хранителями миров. Она подаст сигнал.\n— Если только... — шепотом начал говорить Артур, но его затуманенный взгляд упал на стол, где лежали его часы и часы Дэна. — Погоди, они.. они мигают!",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 186,
    "text": "\n— Ну я же говорил. — облегченно выдохнул Дэниэль.\n   Но Арт его не слышал. Он еле отстегнул одну перчатку, освободив руку, чтобы взять часы, но они внезапно погасли. — Это невозможно! Они должны подавать сигнал по 30 секунд. Я же не мог подарить Ками бракованный артефакт!\n— Куда делась твоя рассудительность? — проворчал Дэн, внимательно осматривавший свои часы.\n—  Ушла вместе с ней. — ответил в тон Артур, нервно отстегивая вторую перчатку.\n— Не паникуй, сигнал все равно прошел и местоположение установленно. На данный момент точно.\n— Где она? — русоволосый выхватил часы у друга и вгляделся в пункт назначения. — Не может быть... ты тоже это видишь?\n— Вижу. Нам видимо туда. \n— Если она еще там... — взъерошил волосы Арт. — У нас есть время только привести себя в порядок и потом навестим эту семейку.. Рэдфорд.\n   Дэн просто кивнул и пошел следом за другом.",
    "answers": [
      {
        "id": 187,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 187,
    "text": "(Поместье Рэдфорд... Камилла...)\n\n   После сна я как никогда была полна решимости найти выход. Уверенности, что что до ребят дошло мое оповещение, не было, а Агате я верила не до конца. Хотя бы потому, что ее брат может быть замешан в этой истории. \n    Сняв повязку с головы, я встала с кровати. Голова еще немного кружилась, но фокусироваться мне это не мешало. Посмотрела на часы. Они шли, но стрелка двигалась очень слабо. Я вздохнула. Вот и вновь я вернулась ко времени, где стоит полагаться лишь на себя. А ведь Гард остался на Базе... Но ребята позаботятся о нем, я уверена.\n    ",
    "answers": [
      {
        "id": 188,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 188,
    "text": "     Выглянув за дверь, я никого не увидела. Посмотрев вправо, поняла, что там есть выход на лестницу. Дойдя до нее, я посмотрела вниз. Судя по всему, я на втором этаже, а выше я насчитала 2 лестничных пролета как минимум. Я решила спуститься вниз и вышла в огромный холл с колоннами по краям. Заглядевшись, я запнулась, но меня вовремя удержала чья-то рука, за которую я схватилась в ответ.\n— Вам следует быть осторожней. Полы у нас весьма скользкие. — услышала я приятный мужской тембр голоса с легким оттягиванием гласных звуков.\n— Спасибо. — поблагодарила я и посмотрела на своего спасителя. Это был блондин с голубыми глазами, достаточно высокий. Тут его взгляд переметнулся на мою руку, которой я все еще держалась рукав его кофты. Потом он стал внимательно смотреть мне в глаза, при этом его цвет глаз стал холоднее. Он освободил свою руку и схватил меня за предплечье, собираясь меня куда-то вести.",
    "answers": [
      {
        "id": 189,
        "text": "Далее"
      },
      {
        "id": 188,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/PjSgFDL"
      }
    ]
  },
  {
    "id": 189,
    "text": "\n— Кто вы? — спросила я. Но он словно не слышал меня и продолжал молчать.\n— Тебе никогда не говорили, что с девушкой нельзя так обращаться? — послышался до боли знакомый голос. Нашли...\n   Блондин остановился и повернулся в сторону входа. Потом поставил меня перед собой, вцепившись в другую руку, а правой взмахнул и в ладони появилось какое-то оружие необычного цвета. Я посмотрела перед собой. Там были Арт и Дэн, ставшие в боевую стойку. В их руках тоже было оружие необычного цвета. Блондин прислонил оружие к моей шее.\n— Еще шаг, и можете прощаться. — пророкотал он.\n— Призрачный кинжал? Так вот кто его забрал. — усмехнулся Арт. — А я обыскался. Пришлось вот, довольствоваться клинками. —  он взмахнул ими.\n— Я не шучу! — продолжал голос за моей спиной.\n— Так и я нет. — Арт продолжал спокойно смотреть на клинки. — Помощь скоро придет, о тебе уже все известно.\n— Ты точно позвал? —  услышала я шепот Дэна. Слышимость в холле была великолепная.\n— Нашел время. — буркнул Артур. — Сейю и Ральфа я предупредил, остальные в пути.",
    "answers": [
      {
        "id": 190,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 190,
    "text": "\n— Ты хотел сказать, что мы здесь? — послышался голос сверху. Оттуда спрыгнула Сейя.\n— Где Ральфа забыла? —  спросил Арт, смотря внимательно на парня за моей спиной.\n— Где надо. —  кратко ответила женщина.\n— Если вы сейчас же не уберетесь, то я уничтожу здесь все! — блондин конкретно уже вышел из себя. И тут я невольно затылком задела какой-то предмет. Кулон? Цепочка? Что бы это ни было, предмет был помимо того, что острый, еще и горячий похоже. Надеюсь ребята не зря тут отрабатывают свое красноречие. \n— Белобрысый, тут конечно ремонт не помешал бы, но я бы посоветовал тебе немного повременить. Особенно потому, что тебе все равно не дадут. — одним уголком губ улыбнулся Артур.\n— Ты... — что-то хотел он сказать, как вдруг над моей головой раздался звон стекла. Меня резко выпустили, ноги мои подкосились (сотрясение и потрясение говорили за себя), но меня кто-то успел взять на руки. Подняв глаза вверх, встретилась со знакомыми голубыми глазами.",
    "answers": [
      {
        "id": 191,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 191,
    "text": "    Тем временем блондин обернулся назад и встретился с Агатой, держащей в руках осколок вазы.\n— Как ты... — но Ральф тоже не дал ему закончить. Он резко появился перед ним и сорвал с его шеи странного вида кулон. Как только он это сделал, цвет глаз приобрел нормальный цвет, он потерял сознание и упал.\n   Дэн и Ральф подняли его и бережно переложили на диван.\n— Ты как? — услышала я шепот над головой.\n— Лучше, спасибо.  \n— Стоять можешь?\n— Думаю, да. — Арт бережно поставил меня на ноги. Тут к нам подошли остальные.\n— Знаете, что это за камень? — спросил Ральф, положив на ладонь тот самый кулон.\n— Изумруд? — предположил Дэн.\n— Не просто изумруд. Это часть алларийского камня.\n— Опять? — спрочили мы синхронно с Артом.\n— Снова. — подтвердил Хранитель Алларии.\n— Теперь понятно, почему его несла Этель. — продолжила Сейя. — Он предназначался для этого кулона и возможно еще для чего-то подобного.",
    "answers": [
      {
        "id": 192,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 192,
    "text": "\n— Я видела еще такой кулон. — раздался голос. \n   Мы повернулись и увидели Агату.\n— Где? — спросил Ральф.\n— У девушки, которая приходила сюда несколько раз.\n— Как она выглядела? \n— Хммм... — Агата задумалась. — Невысокая шатенка, темноглазая, ненамного старше меня.\n— Этель? — нетерпеливо спросил Дэн.\n— Да, точно, Андрэ называл ее Этелия.\n— Это, значит, Андрэ? — Сейя указала рукой на спящего блондина.\n— Верно. — кивнула девушка. — Это мой брат, Андрэ Рэдфорд. Точнее, я уже не знаю. — увидев наши недоуменные взгляды, она продолжила. — Я никогда не видела его таким... пугающим. Он всегда был очень добрый, заботливый, а тут... угрожал, чуть не убил Камиллу. — в глазах Агаты проступили слезы. Дэн протянул ей носовой платок, который девушка приняла с легкой улыбкой. Рядом с собой я услышала одобрительный смешок.",
    "answers": [
      {
        "id": 193,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 193,
    "text": "\n— Агата? У нас гости? — послышался слабый голос, доносящийся от дивана.\n— Андрэ! Ты как? — Агата присела на корточки рядом.\n— Я... не помню ничего. — девушка посмотрела на нас.\n— Кто поговорит с ним? — спросил Ральф нас.\n— Лучше, если пойду я. — ответила Сейя. — Камиллу беру с собой.\n— А почему не мы, а именно Ками? — спросил Дэниэль.\n— Один из вас вспыльчив, другой не умеет держать язык за зубами. Не думаю, что в данный момент вы дадите юноше нормально выговориться. — Сейя слегка улыбнулась.\n— Резонно... — проговорил Арт.\n   Поговорив с Андрэ, мы вернулись к нашей компании, которые нас ждали снаружи.\n— Прежде, чем вы начнете, — заговорил Ральф, — мы хотели бы рассказать вам то, к чему мы втроем пришли. Этот кулон, — он поднял его, — объясняет тот факт, что не Андрэ Рэдфорд задумал похищение сильных артефактов.\n— А кто? — спросила я.\n— Тот, кто управлял им и вашей Этель. Они не зачинщики. Они — пешки в руках гениального шахматиста.\n   В холле наступила тишина...",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "\n— Допустим, Ральф, допустим. Но кто же тогда этим управляет и причем тут кулон с нашим изумрудом? — спросила Сейя спустя несколько минут.\n— Начну с последнего вопроса. Ты наверняка еще помнишь, что со мной происходило, когда я был под влиянием Источника. Светящиеся глаза, измененный голос, несвойственная сила... помнишь? — женщина кивнула, немного нахмурив брови. — Так вот, мне кажется, что тогда как раз и начиналась власть этого Шахматиста. Предлагаю его так и называть. \n— А ты, возможно, прав. — задумалась Хранительница. — Мы ведь так и не смогли выяснить причину твоего поведения кроме того, что это шло от Источника. Но ведь его кто-то же испортил.\n— Именно. Я потому и предполагаю, что он взял часть такого камня с собой и берег все это время, ища подходящего кандидата для своих целей. И нашел. Нашел в лице мистера Рэдфорда и мисс Райдер.",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 195,
    "text": "\n— А почему он сам не мог? — спросила я, опираясь на руку Арта. Голова еще очень кружилась. \n— Я предполагаю, что у него не было попросту такой возможности. Ну или слишком хорошо его знали. А теперь рассказывайте, что вы выяснили?\n— У Андрэ неустановленные провалы в памяти. Он утверждает, что в такие моменты он абсолютно не знает, что делает. Для него это состояние сна. И знаете, я склонна ему верить. Он выглядит весьма изможденным. — рассказала Сейя.\n— А как давно это с ним?\n— А вот это самое интересное. Это началось через некоторое время после знакомства с Этель, а именно, когда она подарила ему этот злополучный кулон.\n— Это был ее подарок? — удивленно спросил Дэн.\n— Андрэ это утверждает. И вспомни: Агата это тоже подтвердила.\n— Ладно. Но если Андрэ лишь участник, то с чего ему дарить моей сестре медальон?",
    "answers": [
      {
        "id": 196,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 196,
    "text": "\n— Лучше бы спросил, с чего ей дарить ему кулон. — задумался Артур.\n— Какие хорошие вопросы. — улыбнулась темноволосая. — Она подарила кулон в... честь... — она немного замялась. — Дэниэль, уж не знаю, в курсе ли ты жизни своей сестры, но они, в общем, встречались.\n— Приехали... — присвистнул брюнет. — Мы в жизнь друг друга не лезли, но всегда были дружны. — он вздохнул. — Как долго хоть?\n— Он лишь сказал, что прошло немного времени.\n— Ладно, я тогда пока повременю с его уничтожением. — он снова резко выдохнул.\n— Ради его сестры, верно? — с добротой (если можно так сказать) усмехнулся Арт. Дэн ткнул кулаком в его плечо. Арт хотел ответить, но встретив хмурый взгляд Ральфа, передумал.\n— Сейя, а что он рассказал о медальоне?\n— Мы не стали его всеми вопросами нагружать, но он сказал лишь то, что недавно он заходил в рабочий кабинет родителей и увидел, что не все вещи на местах. Он просмотрел все и выяснил, что медальоны пропали. Оба. — мы переглянулись.",
    "answers": [
      {
        "id": 197,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 197,
    "text": "\n— Выходит, мы в тупике? — спросил Артур, оглядывая товарищей.\n— А вот и нет. — улыбнулась я. —  Андрэ знает, как встретиться с Этелией.\n— Думаешь, она и приведет нас, куда надо?\n— А знаете, шанс такой есть. Если верить тем же словам Андрэ, то она же спровоцировала его провалы в памяти, а значит разумно предположить, что она своего рода посредник между ним и Шахматистом. — поддержал Ральф. — Давайте вернемся в особняк. Мне нужно переговорить с мистером Рэдфордом.",
    "answers": [
      {
        "id": 198,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 198,
    "text": "     Андрэ рассказал, где можно найти Этель. Вариантов было несколько, но выбор пал на ресторан-кафе на окраине столицы, куда редко приезжают небогатые люди. Дэн невольно спросил, откуда тогда столько денег у его сестры, на что блондин просто пожал плечами и сказал, что о таком он ее не спрашивал. Повода еще не было. Отправиться мы решили с Артом, потому что появление Сейи или Ральфа может ее напугать, а с Дэном вообще отдельная история... я не настолько с ним знакома, чтобы утихомирить его.\n— Как думаешь, она сильно нам удивится? — спросила я, сидя на пассажирском сидении. Арт был за рулем.\n— Вопрос актуален как никогда. Хотя если и удивится, то явно тебе. И еще: не снимай очки до тех пор, пока мы не поймем, здесь она или нет. Ты, конечно, девушка приметная, но лучше не рисковать. \n— Сочту за комплимент. — хмыкнула я, поправляя тот самый аксессуар.\n—  Ну, сочти. — с улыбкой парировал парень, искоса поглядывая на меня. Думает, что я не вижу.",
    "answers": [
      {
        "id": 199,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 199,
    "text": "   Зайдя в помещение, мы направились к тому столику, откуда все достаточно хорошо видно.\n— Не снимай очки и старайся незаметно оглядеться. — вновь повторил Арт, для видимости рассматривая меню.\n— Вижу ее. — проговорила я шепотом спустя несколько минут.\n— Люблю, когда сразу везет... — выдохнул он. — Где?\n— На несколько столиков левее от нас. Сидит спиной к нам.\n— А как увидела?\n— Она повернулась, когда официантка спросила ее о чем-то. Ой... она идет за ней.\n— Смысла нет останавливать. Спугнем. — Арт задумался и посмотрел в сторону того столика. —  Погоди-ка... сумка ее? — я кивнула. — Я сейчас.\n   Парень встал и, поглядывая на часы, ненароком (или нет?) споткнулся о стул, на котором сидела Этелия. Поправил его, смахнул толи пыль, толи просто так и неспешно пошел дальше, вновь уткнувшись в часы. Конспиратор...",
    "answers": [
      {
        "id": 200,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 200,
    "text": "    Из кафе я вышла спустя несколько минут и направилась прямиком к машине.\n— И что это за представление было? — спросила я, усевшись удобнее.\n— А с виду умная такая сидела... —  усмехнулся беззлобно парень. — Маячок прикрепил.\n— Прекрасно. — улыбнулась я. — Куда дальше?\n— Дальше? — Арт задумался. — А дальше мы возвращаемся на Базу и обдумываем дальнейший план.\n— Погоди, а Этель?\n— За ней проследим оттуда.\n   Я просто кивнула в ответ и повернулась к окну. В голове все еще крутилось много вопросов, даже несмотря на то, что некоторые моменты стали проясняться. Вот только самый главный вопрос никак не хотел отгадываться. Кто же тот самый лидер? Зачем ему это все? Для чего? И почему он использовал для этого именно Андрэ и Этель? И только ли они задействованы?",
    "answers": [
      {
        "id": 201,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 201,
    "text": "    Тут моей щеки кто-то аккуратно коснулся. Я приоткрыла глаза.\n— Ты чего печальная такая? — тихо спросил Арт.\n— Задумалась. — сипло ответила я, удобней усаживаясь на сидение. От молчания, похоже, сел голос.\n— Ты все думаешь о нашем деле? — спросил парень спустя несколько минут, когда мы поднимались по лестнице. Я молча кивнула. Он продолжил. — Права все-таки была мисс Джонсон...\n— Ты о чем? — я остановилась и посмотрела на него.\n— Нам в самом деле не следовало впутывать тебя в эту историю, но это было невозможно. Или хотя бы мне следовало настоять и не позволять Дэну брать тебя сюда. — проговорил он, садясь на ступеньки. Я села рядом.\n— Но ведь я же сама захотела. \n— Но ты не понимаешь! — он дальше продолжил шепотом, смотря в стену напротив. — Это тебе не Земля. Тут гораздо опаснее. Гораздо разрушительнее. Вот недавно, лет 15 назад один мир, Тайрен, едва не разрушился. А все потому, что в дело пошли стихии природы. Но мы можем за себя постоять. У вас не так.",
    "answers": [
      {
        "id": 202,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 202,
    "text": "\n— Арт. — я коснулась руки парня и он повернул ко мне лицо с немного затуманенным взглядом. — Почему именно сейчас ты заговорил об этом?\n— Я.. — он немного запнулся. — Я.. боюсь за тебя. И... я тут переговорил с Дэном и решил тебя с Гардом отправить домой. Дэна вылечили и.. ты теперь спокойно можешь продолжать жить. — он продолжал смотреть на меня. Но взгляд был немного печальный.\n— Ах решил значит. — я убрала свою руку и встала. —  А меня значит спросить не удосужился?\n— Ками...\n— Ну конечно, я же тут всем наверно поперек горла! Иномирянка, да еще и явилась спасать мир. Банальщина-то какая! \n— Камилла.. — я не заметила, как Артур тоже встал со ступенек.\n— А тут в кои-то веки сами справятся! Ну тогда конечно, чего ж тут мне быть! Я же безымоциональная, явилась — помогла с Гардом — тихонечко убрали. Может еще память сотрете, чтобы вообще все забыла? — мне было внутри отчего-то так больно, словно что-то кольнуло. На глаза начали наворачиваться слезы и я побежала вверх по ступенькам. Но тут меня остановил Арт и развернул к себе.",
    "answers": [
      {
        "id": 203,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 203,
    "text": "\n— Да послушай же, Камилла! — он обхватил мое лицо руками, потому что я отчаянно пыталась избежать пересекаться взглядом с ним. — Я же не о себе думаю, а о тебе. Мы не знаем, что будет дальше. Не знаем, справимся ли. А вдруг.. — он запнулся. — вдруг с тобой что-то случится? \n— А что тебе с того, Арт? — прошептала я. Из-за слез было его плохо видно, но продолжала смотреть ему в глаза. — У меня на Земле никого нет. Кому я там нужна? А здесь? Тоже ведь...\n— Ты мне нужна.. — перебил он и коснулся своим лбом моего. —  Я не сразу это понял, но когда дошло... понял, что пропал. Пропал в твоих карих глазах, твоей улыбке, твоем смехе... — он слегка улыбнулся, отпустил мое лицо и обнял. — Понял, когда мы на крыше встретились. Но побоялся тогда сказать.\n— Почему? — я положила руки на его предплечья.\n   Он шумно выдохнул.\n— Потому что мне казалось, что тебе это не нужно, что тебе просто интересно увидеть другой мир. И вряд ли я буду интересен во всем том, что происходит. \n— И как ты только мог такое подумать... — выдохнула я. — Ты ведь мне тоже понравился. Только я чуть раньше это поняла. Но тоже боялась признаться. — я опустила голову, но парень коснулся подбородка и приподнял ее.\n— Боялась,что отвергну? — я слегка кивнула. — Мы оказались такими дураками... — он усмехнулся и хотел вновь обнять, как на лестнице послышался шум и Арт, схватив меня за руку, побежал вверх. Эх, такой момент испортили...",
    "answers": [
      {
        "id": 204,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 204,
    "text": "\n— Арт, Ками, я вас по всей Базе ищу! — догнал нас запыхавшийся Дэн. \n— Так это ты по лестнице бежал? — спросил Арт, все еще держа меня за руку.\n—Ну да... а это вы.. — он немного смутился.\n— Продолжишь — получишь. — Артур слегка покраснел.\n  Дэн посмотрел на наши руки, откашлялся и продолжил:\n— Так вот, мы начали отслеживать местоположение Этель. \n— Что-то выяснили? — спросила я. Мы шли по коридору.\n— Пока ничего важного, если не считать, что моя сестра до сих пор плохо ориентируется в городе. — хмыкнул брюнет.\n— Глупо ожидать, что она сразу решит нас привести, куда надо. — подумал, ответил Арт. Мы с Дэном просто молча кивнули. — Погодите, — парень остановился. — а ты точно уверен, что она действительно плохо ориентируется? Или эти хаотичные движения не случайны?\n— А это мысль... я знаю, кого можно спросить. — задумался Дэниэль.\n— А ты уверен?\n— Ками, Андрэ под надежным присмотром. Сейя за ним следит.\n",
    "answers": [
      {
        "id": 205,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 205,
    "text": "\n— Знаете, а я склонен ему верить. — вынес вердикт Артур, когда мы вышли из комнаты.\n— А я все еще нет. —  скептически ответил Дэн.\n— Это потому что ему нравится твоя сестра. Дэн, не испепеляй меня взглядом. Ты знаешь, кому претензии предъявишь. — улыбался Арт. — Так вот, Андрэ совсем невыгодно врать нам. Мы его спасли от сумасшествия, как-никак.\n— И что? Это разве повод?\n— А разве нужен повод, когда ты не можешь контролировать свои действия и решения? В общем, я был прав насчет перемещений Этелии. Смотрите. — мы подошли к подоконнику и парень разложил на ней карту столицы. —  Пока вы его расспрашивали, я закрасил ее перемещения. Что вы видите?\n— Цветные линии, которые пересекаются друг с другом... Арт, ты в детство решил... подожди.. — брюнет вгляделся. — Ты думаешь...?\n— Именно. Ками?\n— Буквы?\n— Надо мне в преподаватели идти. — хмыкнул Артур. ",
    "answers": [
      {
        "id": 206,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 206,
    "text": "\n— А вам не кажется это странным? — спросила я, разглядывая цветные линии.\n— Ты о чем? — озадачились парни.\n— Составление слова. Вам не кажется, что это связано с тем, что на ней маячок?\n— Погоди-погоди... ты хочешь сказать, она заметила? \n— Арт, я не знаю. — выдохнула я. — Но мне кажется, это послание. Для нас. \n— Пойдемте в гостиную. Может еще что заметим. Кто знает, может Ками права. — сложив карту, мы пошли следом.\n   Спустя полчаса мы продолжили нашу дискуссию.\n— Так, я не спорю, что это буква \"Р\", но перед этим... тоже она? — спросил Арт, который рассматривал карту и усиленно срисовывал линии на бумагу.\n— Кривовата будет. — прокомментировал Дэн.\n— Сейчас сам рисовать будешь.\n— Да я не об этом. Буква та не похожа. Может это... а может правда это \"А\"?\n— А ну-ка... — я подошла ближе. — Похоже... Арт, вот тут чуть дорисуй. Да не так! Вот.. да, похоже. Ты прав.",
    "answers": [
      {
        "id": 207,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 207,
    "text": "\n— Командиры.. — беззлобно буркнул Арт. — Смотрите, а это не \"Н\" случаем? — мы согласились.\n— \"АР...Н\" — прочитал получившееся брюнет. —  И что тут понятно?\n— Анаграмма? — задумалась я.\n— Ты где слова такие насобирала? — удивился русоволосый.\n— Поживи на Земле — узнаешь. — фыркнула я. — Анаграмма — это перестановка букв в слове. \n— Ты хочешь сказать, что здесь может быть зашифровано слово?\n— Именно. Но здесь пока трудно что-либо понять. — я снова посмотрела на карту. —  И если я права, но скоро будут еще такие перемещения.\n   Ответом мне была тишина. Увлекшись картой, я не сразу расслышала шепот ребят, которые подошли к окну:\n— Ну так что? — спросил Дэн.\n— Ничего.\n— Не хочет?\n— Не смогу.\n  Дэн промолчал немного.\n— А если...?\n— Нет. — Арт покачал головой. — Разговор был.\n— Ладно. Я понял. — кивнул брюнет.",
    "answers": [
      {
        "id": 208,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 208,
    "text": "    Вечером следующего дня я встретилась с Агатой.\n— Выходит, мой брат был просто под влиянием кулона? \n— Похоже на то. Сейчас ты видишь в нем какие-то изменения?\n— Нет. — покачала она головой. — Если только то, что он неважно чувствует себя. Но Сейя говорит, что такое возможно после длительного влияния. \n— Самое главное, что с ним теперь все будет хорошо. — улыбнулась я.\n   Не успели мы еще поговорить, как часы на моей руке запиликали. \n— Арт вызывает. \n— Что-то не так? —   я пожала плечами и мы побежали к Базе. \n— Арт, что случилось?\n—  Нападение. На Санктум. — ответила за парня мисс Джонсон.\n— Так мы же были там, когда... —  осекся Дэн.\n— Смена планов. — пожал плечами Арт, пододвигая мне карту. —  Новые данные. \n   Я начала выписывать линии. Получались буквы \"Д\", \"У\", \"Г\", \"Л\", \"С\". Последнее разобрать было сложнее всего.\n— Что думаете? — показала  я буквы парням. Они удивленно обдумывали.",
    "answers": [
      {
        "id": 209,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 209,
    "text": "\n— Дайте-ка глянуть. —  попросила бумагу мисс Джонсон. Я передала ей. — ДУГЛС... не может быть... Этого просто не может быть! — она сняла очки и подошла к окну.\n— Вы что-то знаете? — я приблизилась к ней. Она молчала. — Мисс Джонсон, нам надо понять.\n— Но столько лет... — она шепотом сказала. \n— Мисс Джонсон, мы уже на финишной прямой. — заговорил Арт. —  Отступать смысла нет, миры под угрозой.\n— Дуглас. —  отрешенным голосом произнесла она.\n—  Дуглас?! — раздался голос у двери. Там стоял Ральф. — Вы уверены?\n— Более чем.\n—  А кто этот Дуглас? — спросил Дэниэль. \n— А ты еще не понял? \n— Не понял что? \n— Буквы из раннего слова... \"АР..Н\". У кого из твоих знакомых есть такие буквы в фамилиях? — спросил Ральф.\n— Вы сейчас серьезно?!\n— Хорошо, задам вопрос по-другому. Чье имя тебе было неизвестно?\n  Дэн нехотя, но задумался. \n— Мистер Мартин... его зовут Дуглас?!\n— Дуглас Мартин —  почетный Хранитель мира Опраэн. — произнесла мисс Джонсон. — И мой учитель.",
    "answers": [
      {
        "id": 210,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 210,
    "text": "   Стало так тихо, что я слышала стук собственного сердца. \n— Подождите, — Артур первый нарушил тишину. — ваш учитель?\n— Он раньше преподавал здесь. — удрученно произнесла мисс Джонсон. — В то время, когда я училась на Хранителя. Он всегда был странный, но это не отражалось ни на чем.\n— Да откуда вам знать-то? — задумался парень, вновь рассматривая карту и буквы. — Камилла права, Этель специально нас вывела на него. Осталось только... сигнал пропал! — Арт вгляделся в экран монитора. \n— Ты уверен? — Дэн подбежал к другу. —  Где последний раз дислоцировался сигнал?\n— Здесь. — Арт ткнул пальцем в монитор. — То самое кафе.\n— Артур, Камилла, езжайте туда. — посоветовал молчавший до того Ральф. Мы кивнули и вышли из комнаты.\n    Приехав на место, мы зашли в кафе. Но едва переступив порог, услышали:\n— Долго же вы... — удар по голове и погружение в темноту...",
    "answers": [
      {
        "id": 211,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 211,
    "text": "\n— Ками... Ками, очнись... да что вы стоите, воды дайте! Камилла... — кто-то пытался до меня добудиться. Но сознание упорно не хотело подчиняться. Но холод на лбу уговорил промычать нечто невразумительное.\n— Столько раз не получала по голове за всю жизнь, сколько за 2 недели в этом вашем Опраэне... — шипела я, пытаясь открыть глаза.\n—  Обещаю в другой раз подставить свою голову. — услышала я знакомый голос рядом с собой. Слишком рядом.\n—  Арт? \n— Да не бойся, я воду принес. Пей. — ко рту подсунули маленьку трубочку.\n— Что случилось? — спросила я спустя несколько минут.\n— В этот раз чистая случайность. Ну правда. — он начал оправдываться, увидев мою кривую улыбку. — Мы зашли в кафе. И за нами видимо так сильно захлопнули дверь, что вешалка накренилась и стукнула тебя по голове. Ну что ты смеешься?\n    Мне и вправду было смешно. Может, нервы потихоньку сдают, но сама ситуация мне показалась очень смешной. \n    А дальше мне Арт рассказал, что в кафе была Этель. Она действительно догадалась о маячке и решила таким образом нам помочь.",
    "answers": [
      {
        "id": 212,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 212,
    "text": "(На Базе...)\n\n— Неужели вы думаете, что я ни за что не узнала бы Артура? — спросила Этелия присутствующих.\n— А Вы, значит, узнали? — спросил Ральф.\n— Он с моим братом дружит с малых лет. — слегка улыбнулась девушка. — Увидев его в кафе, я поняла, что им известно обо мне. А заметив рядом Камиллу, стало ясно, что дело серьезно. Поэтому я и подыграла им, ненадолго оставив свою сумку без присмотра.\n— А я говорила, что конспиратор из тебя не очень. — прошептала я рядом сидящему парню.\n— Не помню такого. — улыбнулся тот и аккуратно сжал мою руку.\n— Значит Вы специально прокладывали определенный маршрут? —  продолжал расспрашивать Ральф.\n— Конечно. — кивнула Этель. — Я не могла напрямую сказать, кто это, так что оставалось искать другие способы. В чем мне и помогли. — она посмотрела в нашу сторону. Увидев наши руки, она улыбнулась.",
    "answers": [
      {
        "id": 213,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 213,
    "text": "\n— Но почему?! — Дэн не выдержал и спросил.\n— Дэн... — его сестра печально посмотрела на него.\n— Да ты хоть знаешь... — продолжал он.\n— Мистер Райдер, советуем вам молчать. — начала говорить ему охрана.\n— Ну уж нет, я...\n— Он угрожал мне! — воскликнула Этель, тем самым останавливая охрану, которая хотела вывести Дэна. \n— Спокойней, мисс Райдер. Кто угрожал? — Ральф дал ей воды.\n— Дуглас.. Дуглас Мартин. —  произнесла она. — Я должна была все это делать, чтобы защитить родителей, Дэна... Андрэ. Его я тоже задействовала, но только ради того, чтобы через него вы вышли на нас. \n— Ну что же, у Вас это почти получилось. — слегка улыбнулся Ральф. — Но может Вы расскажете нам, зачем ему медальоны Равновесия?\n— А позвольте я вам сам это расскажу? — раздался рокочущий голос со стороны окон.",
    "answers": [
      {
        "id": 214,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 214,
    "text": "    Посмотрев туда, мы увидели... мистера Мартина, который висел в воздухе и смотрел на нас. Ярко-голубыми глазами. Мы быстро вышли на улицу.\n— Ральф, тебе это ничего не напоминает? — подошла к нему Сейя.\n— Напоминает. Даже очень. — хмуро произнес тот. — Так что вам нужно? — обратился он к Дугласу.\n— А ты, я вижу, окончательно оправился. Поразительно, как тебя выбрали Хранителем после того, как ты чуть не уничтожил Алларию.\n— Наш король умеет выбирать тех кто достоин.\n— Надо признать, он поумнел, поняв, кто он. Вот только и я стал сильнее после этого. Да и тот кулон... —  он задумался. —  теперь обычная безделушка.\n— Но зачем это все? — спросила Сейя.\n— Темноглазка. — она скривилась от такого прозвища. — Не думай, что я все так сразу расскажу тебе. Мне нужна лишь девчонка. — вытянув руку, мы увидели, как из нее стала выходить синяя полоска света, которая направлялась прямо в глубь Базы.\n— Размечтался. — проговорила Сейя, блокируя вход туда.",
    "answers": [
      {
        "id": 215,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 215,
    "text": "    Дальше события разворачивались следующим образом: Сейя, Ральф и некоторые из Хранителей принялись отражать действия мистера Мартина. Нас же, Арта, Дэна и меня, отправили защищать Этель. Что мы и сделали, отправившись вместе с ней к мисс Джонсон.\n— Каковы наши следующие действия? — спросил, едва не крича, Артур. Шум стоял невероятный.\n— Прежде всего надо сделать вот это. — мисс Джонсон подошла к Этелии и сорвала с ее шеи медальон.\n— Что вы... — но женщина ее перебила.\n— Ему не ты нужна, Этель. А вот это. \n   Арт взял из ее рук медальон и стал рассматривать его.\n— Кажется я знаю, кто нам может помочь. — произнес он.\n   Андрэ, увидев медальон, сильно обрадовался. Но заметив в нашей компании Этель, слегка смутился, но продолжил говорить с парнями.\n— Отец как-то говорил, что в этих медальонах должен быть секретный отдел. Но сколько я не рассматривал, не видел. Но теперь, кажется, догадываюсь. — он аккуратно надавил на кубик и он, тихо щелкнув, открылся.",
    "answers": [
      {
        "id": 216,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 216,
    "text": "\n— Вот конкретно этого даже я не ожидал... — пробормотал Арт. Дэн просто молча кивал.\n— Это... что? — спросила не менее озадаченная я.\n— Меня больше всего волнует, как это здесь оказалось и для чего, если и так было понятно. — поддержал нас Андрэ.\n— Есть идеи, как это использовать? — спросил Арт после того, как здание вновь сотряс сильный грохот.\n   Я молча осторожно взяла содержимое медальона Этель. Это был маленький флакончик с переливающейся ярко-голубой жидкостью.\n— Я, кажется, догадываюсь, что это. — произнесла я. — Книгу Кристиана Дэлавера помните? — кивнув друг другу, мы компанией побежали туда. Но... ее там не было. \n— У нас сейчас нет времени ее искать, но если я помню, то этот флакон и есть второй медальон Равновесия. — сказал Дэн, прислонившись к полкам с книгами.\n— И сюдя по всему, Дуглас ищет именно его. Но что там? — задумчиво смотрел Арт на флакон.\n— В нашей библиотеке я тоже ничего не находил. — расстроено сказал Андрэ.",
    "answers": [
      {
        "id": 217,
        "text": "Далее"
      },
      {
        "id": 216,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/jgxvVCg"
      }
    ]
  },
  {
    "id": 217,
    "text": "    Тут в библиотеку вошла мисс Джонсон.\n— Так и знала, что найду вас здесь. Силы всех на исходе, поэтому придется использовать наш единственный шанс. Но не факт, что База останется после этого целой.\n— Какой шанс? — спросил Андрэ.\n  Женщина вздохнула.\n— 400 лет назад не был уничтожен еще один артефакт. Самый мощный из всех, что были изобретены в Опраэне. Сделанный вашим предком, Андрэ.\n— Андреасом Файджем?! — удивился Дэн. Мисс Джонсон просто махнула рукой, призывая идти за ней. Только пошли мы не к секретной части библиотеки, а на нижние этажи. В общей сложности идя около 15 минут, мы остановились у невзрачной двери. Зайдя туда, женщина взяла небольшую коробку и протянула ее Артуру. \n— Зная тебя, ты добьешься всего, что задумал.\n   Едва он взял ее в руки, как коробка засветилась и стала преобразовываться в еще один медальон, только с золотыми резными узорами. Когда он его одел себе на шею, медальон слегка засветился и некая волна прокатилась по помещению.\n",
    "answers": [
      {
        "id": 218,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 218,
    "text": "\n— Это медальон накопления силы. — пояснила мисс Джонсон. — Он вбирает в себя силу и во много раз ее отдает. Действуй с умом. Не позволь Дугласу его забрать.\n   Задумавшись, парень взял у меня из рук флакон, у Дэна медальон, положил это на стол и направил на них свой медальон. Заметив наши взгляды, он произнес:\n— Я не злодей, но защитить их надо. — медальоны Равновесия засияли и это сияние стало перетекать в тот медальон. Глаза Арта немного загорелись золотым, но через секунду это исчезло.\n—  Странное ощущение. — он передернул плечами. — Будто бы я тот же, но только будто не я.\n  Здание снова сотрялось.\n— Пора выбираться наверх. — сказал Дэн.\n   Вот только поднявшись, мы увидели, как Сейя едва держится на ногах, пока Ральф еще борется. \n— Может обойти его сзади? — задумалась я, пытаясь предвидеть происходящее.\n— Не выйдет. — ответил Артур. — Иначе впитать силу не выйдет.\n— Мы можем отвлечь его. А ты ищи удобное место. — предложил Дэн. Прежде чем уйти, Артур обнял меня.\n— Чтобы не случилось, пообещай, что не погибнешь. — прошептал он мне в ухо.\n— Ты тоже. — повторила я, сжав его футболку и повернувшись к нему...",
    "answers": [
      {
        "id": 219,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 219,
    "text": "(Спустя несколько лет...)\n\n   Со времени самого громкого происшествия в Опраэне прошло больше 6 лет, но многие детали до сих пор не могу забыть. Например, когда мистер Мартин осознал, что проиграл. Но мы не учли того, что тот злополучный медальон впитал не только силу артефактов, собранные бывшим Хранителем, но и самого Дугласа. После осознания происходящего было решено уничтожить медальон, но затем решили оставить, чтобы попробовать освободить его оттуда.\n    Но в одном Дуглас прокололся. Он успел сказать, для чего он все это задумал. Если объединить все сильные артефакты, то можно получить безграничную силу и возможность изменять время и пространство. И именно для этого ему и понадобилась книга Кристиана Дэлавера, потому что именно там были описаны все необходимые предметы. Так что вина его в любом случае доказана.\n",
    "answers": [
      {
        "id": 220,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 220,
    "text": "   Также я до сих пор не могу забыть, как Артур едва не погиб, пытаясь этим самым медальоном обезвредить Дугласа. В один из моментов они боролись один на один, и в какой-то момент Дуглас сбил Арта с ног. Я порывалась ему помочь, но меня удерживал Дэн, говоря что-то об обещании, данном другу.\n    Артур, с трудом поднялся на локтях и что-то с усмешкой говорил ему. Вот только Дугласу было явно не смешно. Он, подходя все ближе, вытянул руку вперед. В ней стало образовываться синее пламя. Поднесся его слишком близко к Арту, улыбнулся неприятной улыбкой. Вот только парень не испугался и сжал медальон сквозь свою футболку. Их озарило яркое свечение и чей-то крик. Я боясь, что это Артур, снова попыталась вырваться, тоже что-то крича. Но схватка Дэна была еще сильнее. \n   Но когда оно прекратилось, там лежал только Арт. Я сильно наступила Дэну на ногу и тот неволько ослабил руки. Я подбежала к Арту и упала на колени. Аккуратно коснулась его лица.\n— Мы же обещали друг другу... — шептала я, помогая ему аккуратно сесть.\n— Я же говорил, что ты от меня не избавишься. — тихо усмехнулся он и резко откинулся назад...\n",
    "answers": [
      {
        "id": 221,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 221,
    "text": "(Настоящее время...)\n\n   Я сидела на пригорке, прислонившись к дереву. Взгляд мой был устремлен на Базу Хранителей. Ее действительно сильно повредили, так что пришлось кардинально менять ее внешний вид. Вообще много что изменилось за это время.\n   Андрэ и Этель отправили восстанавливать здоровье. Сила артефактов очень сильно подкосила их здоровье. Они стараюстся друг с другом не пересекаться. Когда я спросила ее, почему, она сказала, что ей это напоминает о том, как из-за нее чуть не пострадали близкие ей люди. Андрэ не настаивает, но видно, как ее ему не хватает. Как знать, может время все изменит.\n   Агата заканчивает свое обучение. Ее не испугали эти события, но она решила связать свою жизнь с изучениями свойств артефактов.\n   Дэн напросился пожить на Земле. Аргументировал это тем, что слишком много всего произошло и ему нужно время обдумать. Я временно предоставила ему свою квартиру. Пусть сам как-то справляется с мисс Уильямс. \n",
    "answers": [
      {
        "id": 222,
        "text": "Далее"
      },
      {
        "id": 221,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/gtSN5v6"
      }
    ]
  },
  {
    "id": 222,
    "text": "\n— Опять задумалась... — услышала я печальный вздох рядом. Повернувшись, увидела Арта. Он полностью оправился после тех травм, только небольшой шрам на плече все еще напоминает об том, что было.\n— Уже нет. — улыбнулась я.\n— Не скучаешь по дому? — Арт улегся поудобнее, положив голову мне на колени, внимательно смотря мне в глаза.\n— По Земле нет, мне Гард не позволяет. — парень, а теперь уже муж, тихонько рассмеялся.\n— Я думал, что ему самому некогда уже.\n— Как видишь, время на это находит.\n     Артур взял мою руку в свою.\n— А знаешь, я тут недавно осознал, что ты подарок, данный мне. После расставания с Розой я думал, что уже никому не поверю. Поэтому я не хотел с тобой вначале общаться, но Дэн переубедил. Теперь я ему даже благодарен.\n— Тоже самое и о тебе могу сказать. Кто знал, что у меня будет муж иномирянин. — улыбнулась я. \n— Не только... — поддержал улыбку Арт, сев рядом и кладя руку на мой немного округлившийся живот.\n— Не только... — повторила я, положив голову на его плечо и закрыв глаза. \n   Жизнь все-таки прекрасна, когда умеешь ее ценить...\n\n   Конец.",
    "answers": [
      {
        "id": 1,
        "text": "Возвращение на первую страницу"
      }
    ]
  },
  {
    "id": 223,
    "text": "",
    "answers": []
  }
]