[
  {
    "id": 1,
    "text": "   Автор: theuRay\n\n   Тебя выгнали из чата квестописцев из-за того, что ты до сих пор не написал ни одного квеста. И вот ты преисполнен решимостью написать свой мини-квест, чтобы поскорее вернуться в тёплую беседу к своим товарищам. Но что может пойти не так?\n   Доступно 16 концовок. ",
    "answers": [
      {
        "id": 2,
        "text": "Открыть Приложение \"Текстовые квесты\" "
      }
    ]
  },
  {
    "id": 2,
    "text": "   Создан квест. ",
    "answers": [
      {
        "lua_text": "function lua_text()\n   num = math.random(250000, 500000)\nreturn \"Его номер: \" .. num .. \". Половина дела сделана! Теперь осталось выбрать только название. Впиши его сам... \" \nend",
        "super_calculate": false,
        "id": 2,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "merge": true
      },
      {
        "id": 2,
        "text": "New_book",
        "comment": false,
        "input_var": "name"
      },
      {
        "id": 3,
        "text": "Готово! ",
        "lua_do": "function lua_do()\n   name = name or \"Шибко умный?\"\n   if name == \"\" then    \n      name = \"Коротышка\"\n   end\nend"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Почти всё, готовый квест. ",
    "answers": [
      {
        "id": 3,
        "text": "  ",
        "lua_text": "function lua_text()\nreturn \"Назнание: ''\" .. name .. \"'', номер: \" .. num .. \". Но что-то забыл? Ну конечно же! Нужно еще написать текст. \" \nend",
        "merge": true
      },
      {
        "id": 2,
        "text": "Удалить квест и начать заново"
      },
      {
        "id": 4,
        "text": "Сразу начать писать текст"
      },
      {
        "id": 5,
        "text": "Продумать простенький сюжет "
      },
      {
        "id": 6,
        "text": "Продумать нормальный сюжет "
      },
      {
        "id": 7,
        "text": "Продумать суперский сюжет "
      }
    ]
  },
  {
    "id": 4,
    "text": "   Ты открываешь первую страницу квеста и... замираешь. О чём писать? Нужно продумать идею, сюжет, важные события, главного героя, его друзей и соперников, концовки. В голове всего не запомнишь, поэтому нужно взять всё и записать. ",
    "answers": [
      {
        "id": 7,
        "text": "Начать записывать"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Всё пришло само собой — одна из любимых песен послужила идеей для сюжета. Есть большое желание написать его за один присест, а для этого нужно, примерно, два часа. Ещё весь день впереди! ",
    "answers": [
      {
        "id": 83,
        "text": "Начать писать"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Ты используешь тетрадь на 48 листов, чтобы расписать сюжетные повороты, расхождения, схождения и концовки. Итого, у тебя вышло двадцать листов с довольно подробными описаниями и сценами. Теперь можно и начать писать.\n   Ты открываешь квест и прописываешь первую страницу, а после прописываешь завязку квеста. Вышло 50 страниц, но ты доволен результатом. Мини-квест не выйдет, но раз уж взялся за дело, то нужно довести его до конца, дописать квест. Но не сегодня. ",
    "answers": [
      {
        "id": 69,
        "text": "Пора спать"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Ты используешь тетрадь на 48 листов, чтобы расписать сюжетные повороты, расхождения, схождения и концовки. Этого объёма не хватает, поэтому ты используешь ещё и пачку бумаги формата А4. \n   Вроде бы всё отлично выходит, но в личные сообщения ВКонтакте кто-то пишет. Стоит ли отвлекаться? ",
    "answers": [
      {
        "id": 8,
        "text": "Читать сообщения ВКонтакте "
      },
      {
        "id": 9,
        "text": "Начать писать текст в квесте"
      }
    ]
  },
  {
    "id": 8,
    "text": "   Один из твоих друзей-студентов пригласил тебя поучаствовать в конкурсе, где главным призом была поездка на Бали. Друг так настойчиво уговаривал, что ты уже готов был согласиться.\n   Вот зазвонил телефон. Твой приятель решил продолжить уговаривать тебя по телефону, а не в переписке. \n   — Да, там шанс успеха всего 0.000001%, то есть один на миллион, но если повезёт, то бесплатно поедем на курорт!\n   С такими шансами спорить не приходится, а квест-то ждёт, не пишется. ",
    "answers": [
      {
        "id": 48,
        "text": "Согласиться участвовать"
      },
      {
        "id": 54,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 9,
    "text": "   Оказывается, пока ты продумывал свой суперский сюжет, модераторы удалили все квесты, в которых не было написано ни одной страницы. И твой квест попал под \"топор\". ",
    "answers": [
      {
        "id": 10,
        "text": "Поднять шумиху из-за удаления твоего квеста"
      },
      {
        "id": 11,
        "text": "Спокойно создать новый квест"
      }
    ]
  },
  {
    "id": 10,
    "text": "   Ты заходишь на официальную страницу Приложения во ВКонтакте и пишешь гневное сообщение. Очень скоро тебе отвечают, что этот вопрос решаем — восстановят старый квест через часик-другой.\n   И вот в твоём кабинете автора появляется квест. ",
    "answers": [
      {
        "lua_text": "function lua_text()\nreturn \"Назнание: ''\" .. name .. \"'', номер: \" .. num .. \". \" \nend",
        "id": 10,
        "text": "  ",
        "comment": false,
        "merge": true
      },
      {
        "id": 13,
        "text": "Начать писать текст в квест"
      },
      {
        "id": 16,
        "text": "Удалить его и создать новый"
      }
    ]
  },
  {
    "id": 11,
    "text": "   Создан квест. ",
    "answers": [
      {
        "comment": false,
        "lua_text": "function lua_text()\n   num = math.random(500000, 750000)\nreturn \"Его номер: \" .. num .. \". Половина дела сделана! Теперь осталось выбрать только название. Впиши его сам... \" \nend",
        "super_calculate": false,
        "id": 11,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "merge": true
      },
      {
        "id": 11,
        "text": " ",
        "comment": false,
        "input_var": "name"
      },
      {
        "id": 12,
        "text": "Готово! "
      }
    ]
  },
  {
    "id": 12,
    "text": "   ",
    "answers": [
      {
        "lua_text": "function lua_text()\nreturn \"Назнание: ''\" .. name .. \"'', номер: \" .. num .. \". Ну наконец-то! Нужно всего лишь написать сам текст. \" \nend",
        "id": 12,
        "text": "  ",
        "comment": false,
        "merge": true
      },
      {
        "id": 13,
        "text": "Писать текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "   Ты заполняешь первую страницу, да так, что на ней больше 1000 символов. Иначе не передать гениальность твоего будущего творения.\n   Ты тратишь два часа времени, чтобы написать до конца завязку событий. В очередной раз выскакивает уведомление о том, что нужно сохранить копию квеста на сервер. ",
    "answers": [
      {
        "id": 14,
        "text": "Сохранить"
      },
      {
        "id": 15,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 14,
    "text": "   Сохранения не для дураков, и ты не один из них. Время обеда, поэтому пора плотненько и вкусненько покушать. Во время еды на телефоне выскочил \"оптимизатор\" и доложил о проведённой очистке ненужных данных.\n   После небольшого отдыха ты решил продолжить писать квест, но не тут-то было: оказывается, что \"оптимизатор\" посчитал твою копию квеста ненужными данными и стёр её с телефона.\n   Приложение предложило восстановить копию с сервера, и ты спокойно вернул свою работу к тому виду, на котором и закончил её писать. ",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить писать текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "   Сохранения для слабаков, а ты не из них. Время обеда, поэтому пора плотненько и вкусненько покушать. Во время еды на телефоне выскочил \"оптимизатор\" и доложил о проведённой очистке ненужных данных.\n   После небольшого отдыха ты решил продолжить писать квест, но не тут-то было: оказывается, что \"оптимизатор\" посчитал твою копию квеста ненужными данными и стёр её с телефона.\n   Приложение открыло пустой квест, где не заполнена даже первая страница. Стоило бы сохраняться... ",
    "answers": [
      {
        "id": 17,
        "text": "Заново писать текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Ты удаляешь старый квест по причине, известной лишь тебе одному. Главное то, что ты удалил его сам, а не кто-то там за тебя!\n   Ты создаёшь новый квест. ",
    "answers": [
      {
        "comment": false,
        "lua_text": "function lua_text()\n   num = math.random(500000, 750000)\nreturn \"Его номер: \" .. num .. \". Половина дела сделана! Теперь осталось выбрать только название. Впиши его сам... \" \nend",
        "super_calculate": false,
        "id": 16,
        "calculate": true,
        "text": "  ",
        "merge": true
      },
      {
        "input_var": "name",
        "text": " ",
        "comment": false,
        "id": 2
      },
      {
        "id": 12,
        "text": "Готово! "
      }
    ]
  },
  {
    "id": 17,
    "text": "   Работа работается, события расходятся, а концовки ещё не видать. В это время тебе кто-то пишет во ВКонтакте. ",
    "answers": [
      {
        "id": 18,
        "text": "Не отвлекаться и писать"
      },
      {
        "id": 19,
        "text": "Посмотреть ВКонтакте "
      }
    ]
  },
  {
    "id": 18,
    "text": "   Вот уже вышло 300 страниц твоего мини-квеста, а кульминации до сих пор не видать. Что-то тебе кажется неправильным в этом: то-ли мини-квест на 300 страниц, то-ли тот факт, что ты за один день написал эти самые 300 страниц. Но не важно.\n   Вот в очередной раз Приложение предлагает сохранить прогресс на сервер, но тут же телефон говорит, что выключится через 30 секунд. Что же ты сделаешь быстрее: найдёшь зарядку или сохранишь квест на сервер? ",
    "answers": [
      {
        "id": 20,
        "text": "Сохранить квест"
      },
      {
        "id": 21,
        "text": "Найти зарядку"
      }
    ]
  },
  {
    "id": 19,
    "text": "   Один из модераторов чата спрашивает, как у тебя продвигается работа? Ты уклончиво отвечаешь, пуская скупую слезу о том, что тебя всё ещё помнят в чате Квестописцев, а значит ждут твоего возвращения. Хотя стоп... Прошёл же всего один день! \n   Чтобы вернуться, нужен завершённый мини-квест!",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить писать"
      }
    ]
  },
  {
    "id": 20,
    "text": "   Интернет предательски медленно проводит сохранение на сервер... и не успевает! Телефон выключается, оставляя тебя лишь в недоумении — сохранился или нет?\n   Зарядку найти сразу не удалось, но всё же телефон оказывается где нужно. Запуск, включение и открытие Приложения.\n   Выскакивает уведомление: есть две копии квеста (сервер и память телефона), и нужно выбрать лишь одну из них.\n\n   Версия на сервере имеет вес: 106 921 байт.\n   Версия на телефоне имеет вес: 154 067 байт.\n\n   Какую восстановить? ",
    "answers": [
      {
        "id": 22,
        "text": "С сервера"
      },
      {
        "id": 23,
        "text": "С телефона"
      }
    ]
  },
  {
    "id": 21,
    "text": "   Ты долго искал зарядку, ведь утром решил убрать её, чтобы не зацепиться за неё. Вечно она под ногами путается, а ты спотыкаешься и рвёшь зарядные кабели.\n   В общем, ты не успеваешь! Телефон выключается, оставляя тебя лишь в недоумении — сохранился ли твой квест или нет?\n   После поисков в пару минут ты находишь зарядку, и телефон оказывается где нужно. Запуск, включение, открытие Приложения и момент истины... \n   Выскакивает уведомление: есть две копии квеста (сервер и память телефона), и нужно выбрать лишь одну из них.\n\n   Версия на сервере имеет вес: 106 921 байт.\n   Версия на телефоне имеет вес: 154 067 байт.\n\n   Какую восстановить? ",
    "answers": [
      {
        "id": 22,
        "text": "С сервера"
      },
      {
        "id": 23,
        "text": "С телефона"
      }
    ]
  },
  {
    "id": 22,
    "text": "   Плохой выбор! Там, где больший вес — больше написано. На сервере была неполная версия, с частично стёртыми страницами.\n   Ты собирался закрыть квест, чтобы открыть его заново и загрузить с сервера, но на автомате нажал \"сохранить\" при закрытии квеста, чем обновил версию на телефоне. \n   Перебирая все цензурные выражения своей пряморукости, ты с болью в сердце открываешь то, что есть. Пришлось потратить ещё время, чтобы снова написать желаемую кульминацию.\n   Сегодня не остаётся сил и времени на продолжение. Ну ничего! Завтра новый день — новые идеи. Ты отправляешься спать, понимая, что утром будешь тяжело вставать. ",
    "answers": [
      {
        "id": 24,
        "text": "На утро"
      }
    ]
  },
  {
    "id": 23,
    "text": "   Хороший выбор! Там, где больший вес — больше написано. А вот на сервере была неполная версия, с частично стёртыми страницами.\n   Версия на телефона цела и невредима. Можно продолжать писать.\n   Ты прописываешь желаемую кульминацию, но уже понимаешь, что сегодня не остаётся времени на продолжение. Ну ничего! Завтра новый день — новые идеи.\n   Ты отправляешься спать, грезя о завершённом квесте. ",
    "answers": [
      {
        "id": 24,
        "text": "На утро"
      }
    ]
  },
  {
    "id": 24,
    "text": "   Прекрасное утро, когда в окно светит солнышко, и тебе никуда не нужно идти. Или нужно? Ты перебираешь в уме дни недели, но звонок будильника чётко даёт знать, что пора вставать и собираться в Университет на учёбу.\n   Что там с учёбой? Да чёрт с ней. Куда важнее дописать квест. И ты уверен, что сразу сядешь писать его при возвращении домой после ВУЗа.\n   После обеда заканчиваются занятия, и ты с предвкушением идёшь домой. В кармане начал вибрировать телефон и, достав его, ты видишь на его дисплее имя звонящего — мама.\n   Мама всегда звонит с каким-то делом, либо вовсе не звонит. Конечно же есть шанс, что она звонит просто так, но ты так и не смог вспомнить хоть один подобный случай за последние пару лет. Что делать?",
    "answers": [
      {
        "id": 25,
        "text": "Ответить на звонок"
      },
      {
        "id": 26,
        "text": "Игнорировать"
      }
    ]
  },
  {
    "id": 25,
    "text": "   — Ну здравствуй, сынок! — поприветствовала тебя мама. — Хочу тебя попросить... Купила принтер, и теперь его нужно настроить на моём компьютере.\n   — Ну, мама! Я же гуманитарий! — попытался оправдаться ты, но эта отмазка сейчас не сработает, как и в десятке подобных случаев до этого.\n   — Не мамкай мне тут! Я тебя вырастила, поэтому будь добр — помоги мне.\n   Ты протяжно выдохнул, намереваясь по-быстрому выполнить свалившуюсь на тебя задачу.\n   — Скоро буду у тебя.",
    "answers": [
      {
        "id": 31,
        "text": "Направиться настраивать принтер"
      }
    ]
  },
  {
    "id": 26,
    "text": "   Тебя грызёт совесть, что ты не отвечаешь на звонок матери, но перед тобой стоит более великая цель — квест. Ты потом извинишься перед ней, а пока что день продолжается быть чудесным. Но...\n   Телефон предательски зазвонил вновь. И снова на дисплее имя — мама. Она настойчиво дозванивается тебя. Что делать? ",
    "answers": [
      {
        "id": 27,
        "text": "Ответить"
      },
      {
        "id": 28,
        "text": "Игнорировать "
      }
    ]
  },
  {
    "id": 27,
    "text": "   — Ну здравствуй, моя глухомань лесная! — поприветствовала тебя мама. — Я уже подумала, что ты телефон потерял, и собиралась выезжать к тебе домой. Хочу тебя попросить... Купила принтер, и теперь его нужно настроить на моём компьютере.\n   — Ну, мама! Я же гуманитарий! — попытался оправдаться ты, но эта отмазка сейчас не сработает, как и в десятке подобных случаев до этого.\n   — Не мамкай мне тут! Я тебя вырастила, поэтому будь добр — помоги мне.\n   Ты протяжно выдохнул, намереваясь по-быстрому выполнить свалившуюсь на тебя задачу. ",
    "answers": [
      {
        "id": 31,
        "text": "Направиться настраивать принтер"
      }
    ]
  },
  {
    "id": 28,
    "text": "   Ты с облегчением выдыхаешь в тот момент, когда вызов прекращается. День стал не таким уж и чудесным, поэтому ты ускоряешь шаг, чтобы быстрее попасть домой и погрузиться в написание квеста. Но...\n   Телефон предательски зазвонил вновь. И снова на дисплее имя — мама. Это уже третий звонок. Она настойчиво дозванивается тебя. Что делать? ",
    "answers": [
      {
        "id": 29,
        "text": "Ответить"
      },
      {
        "id": 30,
        "text": "Игнорировать"
      }
    ]
  },
  {
    "id": 29,
    "text": "   — Ну здравствуй, моя глухомань лесная! — поприветствовала тебя мама. — Я уже подумала, что ты телефон потерял, так что вышла из дома, чтобы к тебе приехать. Хочу тебя попросить... Купила принтер, и теперь его нужно настроить на моём компьютере.\n   — Ну, мама! Я же гуманитарий! — попытался оправдаться ты, но эта отмазка сейчас не сработает, как и в десятке подобных случаев до этого.\n   — Не мамкай мне тут! Я тебя вырастила, поэтому будь добр — помоги мне.\n   Ты протяжно выдохнул, намереваясь по-быстрому выполнить свалившуюсь на тебя задачу. ",
    "answers": [
      {
        "id": 31,
        "text": "Направиться настраивать принтер"
      }
    ]
  },
  {
    "id": 30,
    "text": "   В этот раз совесть уже не очень-то и грызёт. Вот уже скоро дом, но возле подъезда стоит мать. И скрываться было уже поздно.\n   — Ну здравствуй, моя глухомань лесная! — поприветствовала тебя мама с улыбкой на лице. — Ты наверное телефон дома забыл, так что я сама приехала тебя просить. Купила принтер, и теперь его нужно настроить на моём компьютере.\n   — Ну, мама! Я же гуманитарий! — попытался оправдаться ты, но эта отмазка сейчас не сработает, как и в десятке подобных случаев до этого.\n   — Не мамкай мне тут! Я тебя вырастила, поэтому будь добр — помоги мне.\n   Ты протяжно выдохнул, намереваясь по-быстрому выполнить свалившуюсь на тебя задачу. ",
    "answers": [
      {
        "id": 31,
        "text": "Направиться настраивать принтер"
      }
    ]
  },
  {
    "id": 31,
    "text": "   Принтер — есть. Кабель — есть. Диска с драйверами — нет. Выяснять причины — долго. Интернет!\n   В интернете пришлось долго разбираться с версией драйверов, ибо разработчик слил всё в один огромный список, а идентифицировать их хоть как-то — забыл.\n   — Так-с, версия 8.456.712 не подошла... 8.465.217... Не подошла. 8.721.546... Нет. 8.217.654... Нет? Нет. 8.175.264... Подошла!\n   Ну наконец-то! Ты победоносно вскинул руки, но мама ехидно улыбалась. Нужно распечать один небтльшой рассказ. И этим \"рассказиком\" оказался \"Война и Мир\" Льва Толстого.",
    "answers": [
      {
        "id": 32,
        "text": "Отправить на печать! "
      }
    ]
  },
  {
    "id": 32,
    "text": "   Компьютер слегка завис на пять минут, но печать всё же начала. Уведомление насмешливо показало прогресс печати: 1/1300 страниц.\n   Ты упёр руки в подбородок, наблюдая за процессом: 2/1300; 3/1300; 3/1300; 4/1300; 5/1300; 6/1300; 7/1300...\n   Это очень напомнило щиталочку про овец перед сном. Ты представил овец и немного посчитал их: 8 овца; 9 овца; 10 овца; 11 овца...",
    "answers": [
      {
        "id": 33,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 33,
    "text": "   Ты проснулся спустя время. На принтере лежала толстая пачка распечатанных листов. Ты хотел было пойти домой, но заметил на экране компьютера уведомление о прогрессе печати: 500/1300 страниц.\n   Оказалось, что он распечатал только одну пачку бумаги, которой был предусмотрительно заправлен в самом начале.\n   Ты осмотрелся в поисках пачек бумаги, но её не было. Мама подтвердила твои опасения — была лишь одга пачка. \n   Полчаса ушло на то, чтобы найти, купить и вернуться к маме с новыми пачками бумаги. Продолжилась печать: 501/1300; 502/1300; 503/1300...",
    "answers": [
      {
        "id": 34,
        "text": "Ждать... ",
        "lua_do": "function lua_do()\n   a4 = 600\nend"
      }
    ]
  },
  {
    "id": 34,
    "text": "   ",
    "answers": [
      {
        "id": 34,
        "text": "  ",
        "lua_text": "function lua_text()\n  local text = \"\"\n  if a4 == 1000 then \n    text = \"Ты заправляешь новую пачку бумаги и нажимаешь кнопку продолжения...<s>\n   \" \n  end\nreturn text .. \"Прогресс печати: \" .. a4<plus>1 .. \"/1300; \" .. a4<plus>2 .. \"/1300; \" .. a4<plus>3 .. \"/1300...\"\nend",
        "merge": true
      },
      {
        "comment": false,
        "id": 34,
        "text": "Ждать... ",
        "lua_do": "function lua_do()\n   a4 = a4 <plus> 100\nend",
        "var_less": [
          "a4",
          1200
        ]
      },
      {
        "id": 35,
        "text": "Ждать... ",
        "var_need": [
          "a4",
          1200
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "   Уведомление показало 1300/1300 страниц.\n   — СВОБОДА! — завопил ты, но мама уже приготовила другие поручения.\n   — Нужно еще починить табуретку, вынести мусор, сходить в магазин за продуктами, помыть посуду, сварить ужин на сегодня и обед на завтра, выгулить собаку, выгулить соседского кота и попугая, помыть аквариум, разобрать балкон, шкаф со своими старыми вещами, выбрать себе пару банок солений и варений из кладовой, и...\n   — Уже поздно, мне пора! — сказал ты, и быстро выпрыгнул в окно.\n   Благо, что родители жили на первом этаже и у тебя уже была привычка так поступать в подобных ситуациях.\n   Уже поздно, но хоть что-то написать ты сегодня успеешь. ",
    "answers": [
      {
        "id": 36,
        "text": "Писать квест"
      }
    ]
  },
  {
    "id": 36,
    "text": "   Придя домой ты сразу сел писать, но почти сразу тебе захотелось написать квест на другую тему. Ты некоторое время думал над новым квестом, так и не написав ни одной строчки продолжения, но всё же поборол желание писать что-то другое.\n   Время уже позднее, а завтра утром на учёбу. ",
    "answers": [
      {
        "id": 37,
        "text": "Лечь спать"
      },
      {
        "id": 38,
        "text": "Писать квест! "
      }
    ]
  },
  {
    "id": 37,
    "text": "   Утром ты спокойно сходил на учёбу. Ты вперёд всех вырвался из кабинета после занятий и побежал домой. Сокращая путь через частный сектор и сомнительные дворы, ты наткнулся на троих \"хмырей\". Они обступили тебя, оценивающе и деловито разглядывая тебя.\n   — Эй, парнишка. Есть позвонить?\n   Ты прекрасно понимал, что стоит отдать телефон в их руки, как они его попросту не отдадут обратно. А у тебя там Приложение и квест. \n   — Чё стоишь? Язык проглотил? Мобилу дай... Позвонить.",
    "answers": [
      {
        "id": 43,
        "text": "Отдать телефон"
      },
      {
        "id": 44,
        "text": "Сказать им, что они стрёмные гопники, которыми сейчас, в XXI веке, быть позорно и зазорно"
      }
    ]
  },
  {
    "id": 38,
    "text": "   — Сон для слабаков! — ты приободрил сам себя.\n   Написание шло полным ходом, когда ты заметил что на часах уже 06:23, то есть через 17 минут подъём.\n   С будильником ты закрываешь Приложение, сохраняя прогресс на сервер. Уже на занятиях, от бессонной ночи и рабочего изнеможения, ты засыпаешь и спишь всю пару самого злобного преподователя.\n   Ты неплохо отдохнул за эти 160 минут занятия, но в наказание тебе дали писать реферат, и сдать его нужно завтра. А ты же хотел писать квест! ",
    "answers": [
      {
        "id": 39,
        "text": "Вернуться домой"
      }
    ]
  },
  {
    "id": 39,
    "text": "   Ты садишься писать квест, но время от времени вспоминаешь о реферате. Если его не сдать, то препод устроит \"сладкую жизнь\" в Универе. Но с другой стороны ты прописал кульминацию в своём квесте и уже во всю прописываешь развязку — финал как никогда близок.\n   Вот времени осталось лишь на написание реферата. Всё равно сегодня дописать ты не успеешь, а вот проблемы в Университете — плохо. ",
    "answers": [
      {
        "id": 40,
        "text": "Писать реферат"
      },
      {
        "id": 41,
        "text": "Писать квест"
      }
    ]
  },
  {
    "id": 40,
    "text": "   Неохотно ты сменил род авторства, и написал реферат. Сил было мало, а настроение так совсем пропало, поэтому после реферата ты лёг спать.\n   Утром в ВУЗе ты сдал реферат и спокойно отсидел занятия. Дома ты продолжил писать квест, и в срок лёг спать.\n   Утром снова в Универ, а после него домой дописывать квест. И к ночи он был завершён.\n   Ты публикуешь квест и спешишь написать в личные сообщения знакомым модераторам Приложения, чтобы они скорее вернули тебя в чат.\n   Тебя встречают хвальбой в беседе, где несколько человек даже похвалили твой квест. А самое главное — тепло на душе. Ты вновь со своими друзьми квестописцами, но на этот раз уже не автор-недописец! ",
    "answers": [
      {
        "id": 1,
        "text": "Конец! "
      }
    ]
  },
  {
    "id": 41,
    "text": "   Уж сильно хотелось поскорее дописать квест и вернуться в чат квестописцев из изгнания. Ты опять писал всю ночь. На утро тебе осталось дописать лишь концовки, но ты вынужден был идти в ВУЗ.\n   За отсутствие рефераьа тебе поставили двойку. А за то, что ты вновь спал на занятиях — влепили и вторую. С двумя двойками тебя тут же уведомили, что к экзамену ты не допущен, а значит идёшь на отчисление с учёбы.\n   Как так? Да шут его знает! Нужно было учиться, а не спать на занятиях. Но твою душу грела одна единственная мысль — сегодня ты допишешь концовки, и с триумфом вернёшься в чат. ",
    "answers": [
      {
        "id": 42,
        "text": "Поскорее домой! "
      }
    ]
  },
  {
    "id": 42,
    "text": "   Прямо у подъезда тебя под руки схватили военные и, сверившись с фотографией, что была у третьего в руках, потащили в УАЗик.\n   — Как хорошо, что ты не студент! — радовался один из военных. — У нас большой недобор в этом сезоне призыва в Армию. С тобой мы этой недобор немного сократим!\n   Орать было бесполезно, как и вырываться из цепких рук вояк. На ближайший год ты ПРИЗЫВНИК. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец! "
      }
    ]
  },
  {
    "id": 43,
    "text": "   Ты передаёшь свой телефон в их руки. Они с улыбкой помахали тебе на прощание, пожелали удачи и ушли в сторонну комиссионного магазина.\n   Ты тяжело перемешивал мысли в голове. В чат квестописцев не вернуться без дописанного квеста. У тебя же уже всё получилось. Почему же так вышло всё против тебя?\n   Ты решил не отчаиваться. Нужно просто раздобыть телефон. И ты бегом направился к родителям.\n   Отец согласился отдать свой старенький андроид, а мама предложила свой предзаказанный айфон. ",
    "answers": [
      {
        "id": 45,
        "text": "Взять андроид"
      },
      {
        "id": 46,
        "text": "Забрать айфон"
      }
    ]
  },
  {
    "id": 44,
    "text": "   Ты не успел договорить. Один из гопников уложил тебя на лопатки одним кривым хуком. Три десятка пинков заставили забыть обо всём на свете.\n   Они забрали у тебя не только телефон, но и кошелёк, ключи и паспорт. Почему-то не забрали конспекты и учебник по квантовой физике.\n   Но эти гопники оказались не совсем свиньями — они вызвали наряд скорой помощи. Приехали врачи и забрали тебя в больницу на лечение.\n   После всего этого дерьма писать квесты больше не хотелось. Ты иногда вспоминаешь с ностальгией прекрасное времяпровождение в чате квестописцев. Но это осталось в прошлом. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец! "
      }
    ]
  },
  {
    "id": 45,
    "text": "   Приложение быстро скачивается и устанавливается. Ты проходишь авторизацию и видишь, что квест остался в его последнем состоянии: ни байта информации из квеста не потеряно.\n   Радуясь старенькому телефону, ты покинул родителей и направился домой писать квест. ",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "   Не зная каким местом ты думал в тот момент, когда соглашался на айфон, но сейчас ты стоял и смотрел на него как баран на запертые ворота. В ЭплСторе нет Приложения, потому что он только на андроиде.\n   Понимая, что каши с айфоном не сваришь, ты возвращаешься к родителям и вымениваешь айфон на старенький андроид. Приложение быстро скачивается и устанавливается. Ты проходишь авторизацию и видишь, что квест остался в его последнем состоянии: ни байта информации из квеста не потеряно.\n   Радуясь старенькому телефону, а не айфону, как дурачок, ты покинул родителей и направился домой писать квест. ",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "   У тебя еще есть время, поэтому весь остаток вечера ты прописываешь до эпогея кульминацию своего квеста. Остаётся лишь написать развязку и концовки. На это нужно, наверное, ещё два вечера. ",
    "answers": [
      {
        "id": 49,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 48,
    "text": "   — Дружище! — радостно ликовал приятель. — Я подам сейчас же заявку. Тебе ничего делать не придётся. Лишь пальчики скрести на удачу! \n   Он завершил вызов. \n   — Бали-вали... Кипр — дрыпр... Что я там забыл? Мне вон, квест писать надо!  И тут шансов дописать его — миллион на один. ",
    "answers": [
      {
        "id": 55,
        "text": "Начать писать текст в квесте"
      },
      {
        "id": 48,
        "text": "тупиковая ветка с проигрышем, на Бали",
        "calculate": true,
        "super_calculate": false
      }
    ]
  },
  {
    "id": 49,
    "text": "   С утра занятия в Университете, а после продолжаешь писать квест у себя дома. Развязка написана — остались только концовки.\n   Телефон ехидно пищит о разряженном аккумуляторе. Ты наспех втыкаешь зарядное устройство в разъем, но раздаётся щелчок и треск, что свидетельствует о поломке порта для зарядки.\n   — А-а-а! Дурацкие Micro-USB разъёмы!\n   Нужно как-то дописать квест. Просить снова телефон у родителей — не вариант... ",
    "answers": [
      {
        "id": 50,
        "text": "Отдать в срочный ремонт"
      },
      {
        "id": 51,
        "text": "Напроситься к другу и дописать квест на его телефоне"
      }
    ]
  },
  {
    "id": 50,
    "text": "   Ты знаешь нужное место, и уже через 5 минут показываешь телефон мастеру.\n   — Ну, тут разбирать надо, — неохотно высказался ремонтник. — Семь дней займёт.\n   — Семь дней?! Да тут и школьник разберётся. Просто поменяй его.\n   — Семь дней. Или восемь.",
    "answers": [
      {
        "id": 52,
        "text": "Оставить телефон в ремонт"
      },
      {
        "id": 53,
        "text": "Сдать телефон в комиссионку"
      }
    ]
  },
  {
    "id": 51,
    "text": "   Хорошо, что у тебя есть такой друг, к которому можно просто так зайти, без причины. Хотя, причина у тебя была — квест.\n   Ты заставил его скачать приложение, а потом набирать текст за тебя. Он просился водички попить, но ты заставлял его писать дальше. Он просился сходить в туалет, но ты был неприклонен, и заставлял его писать дальше.\n   На удивление, чем настойчивее друг отпрашивался в туалет, тем быстрее он продолжал набирать буквы. На причину ты решил не обращать внимания.\n   К трём часам ночи квест был дописан. Ты собственноручно нажал кнопку выкладки в тест, а потом с облегчением выдохнул. Друг быстро, переминаясь с ноги на ногу и подёргиваясь, ушёл в туалет.\n   Ты написал администратору группы, чтобы тебя вернули в чат квестописцев. Но ждать пришлось до саого утра, пока проснётся админ.\n   В чате потом с тобой долго беседовали, а ты был уже не начинающим автором, а уже опытным, матёрым квестописцем. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец! "
      }
    ]
  },
  {
    "id": 52,
    "text": "   Делать нечего. В ожидании завершения ремонта ты уже потерял запал к написанию квеста. Ты включил Приложение потом, но писать уже не смог. \n   Как результат — в чат квестописцев тебе уже не вернуться. Наверное так сложились звёзды. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец! "
      }
    ]
  },
  {
    "id": 53,
    "text": "   Ты идёшь на безбашенный шаг — выторговываешь свой сломаный, старый телефон на другой, с разбитым дисплеем, но рабочим. Комиссионер решил, что ремонт разъёма зарядки обойдётся ему дешевле, чем ремонт дисплея подобного телефона, поэтому согласился на обмен.\n   Ты вернулся домой и продолжил писать. Из-за трещин не нажимались некоторые буквы на экранной клавиатуре, например, А, Е, С и Ч. \n   Но ты нашёл выход даже в такой безнадёжной ситуации — набирал часть слов через голосовой ввод. И к утру квест был дописан. Ты выложил квест в тестирование и написал администратору в группу, чтобы тебя вернули в чат квестописцев. Но ждать пришлось ещё пару часов, пока проснётся админ.\n   В чате потом с тобой долго беседовали, а ты был уже не начинающим автором, а уже опытным, матёрым квестописцем. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец! "
      }
    ]
  },
  {
    "id": 54,
    "text": "   — И что ты за друг после этого?! — обиженно причитал приятель. — Мы с тобой с первого курса вместе! Прошли сквозь огонь, кровь, пот, слёзы, перегар и угар после убийственных вечеринок. Вместе прошли зачёт по философии у преподователя Стукова! Выжили, не смотря ни на что. Ну же, соглашайся! Не лишай меня шанса, хоть и такого маленького. ",
    "answers": [
      {
        "id": 48,
        "text": "Согласиться участвовать"
      },
      {
        "id": 56,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 55,
    "text": "   Оказывается, пока ты продумывал свой суперский сюжет, модераторы удалили все квесты, в которых не было написано ни одной страницы. И твой квест попал под \"топор\".\n   Хотелось скорее уже начать писать, да друг ещё со своим розыгрышем подпортил настроение, поэтому на разбирательство нет времени. ",
    "answers": [
      {
        "id": 57,
        "text": "Создать новый квест"
      }
    ]
  },
  {
    "id": 56,
    "text": "   — Тьфу на тебя! — гаркнул недовольный друг и завершил звонок.\n   — Бали-вали... Кипр — дрыпр... Что я там забыл? Мне вон, квест писать надо! ",
    "answers": [
      {
        "id": 9,
        "text": "Начать писать текст в квесте"
      }
    ]
  },
  {
    "id": 57,
    "text": "   Создан квест. ",
    "answers": [
      {
        "comment": false,
        "lua_text": "function lua_text()\n   num = math.random(500000, 750000)\nreturn \"Его номер: \" .. num .. \". Половина дела сделана! Теперь осталось выбрать только название. Впиши его сам... \" \nend",
        "super_calculate": false,
        "id": 57,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "merge": true
      },
      {
        "id": 57,
        "text": " ",
        "comment": false,
        "input_var": "name"
      },
      {
        "id": 58,
        "text": "Готово! "
      }
    ]
  },
  {
    "id": 58,
    "text": "   ",
    "answers": [
      {
        "comment": false,
        "id": 58,
        "text": "  ",
        "lua_text": "function lua_text()\nreturn \"Назнание: ''\" .. name .. \"'', номер: \" .. num .. \". Ну наконец-то! Нужно всего лишь написать сам текст. \" \nend",
        "merge": true
      },
      {
        "id": 59,
        "text": "Писать текст"
      }
    ]
  },
  {
    "id": 59,
    "text": "   Ты заполняешь первую страницу, да так, что на ней больше 1000 символов. Иначе не передать гениальность твоего будущего творения.\n   Ты тратишь два часа времени, чтобы написать до конца завязку событий. В очередной раз выскакивает уведомление о том, что нужно сохранить копию квеста на сервер. Тут и думать нечего! ",
    "answers": [
      {
        "id": 60,
        "text": "Сохранить"
      }
    ]
  },
  {
    "id": 60,
    "text": "   Сохранения не для дураков, и ты не один из них. Время обеда, поэтому пора плотненько и вкусненько покушать. Во время еды на телефоне выскочил \"оптимизатор\" и доложил о проведённой очистке ненужных данных.\n   После небольшого отдыха ты решил продолжить писать квест, но не тут-то было: оказывается, что \"оптимизатор\" посчитал твою копию квеста ненужными данными и стёр её с телефона.\n   Приложение предложило восстановить копию с сервера, и ты спокойно вернул свою работу к тому виду, на котором и закончил её писать. ",
    "answers": [
      {
        "id": 61,
        "text": "Продолжить писать текст"
      }
    ]
  },
  {
    "id": 61,
    "text": "   Работа работается, события расходятся, а концовки ещё не видать. В это время тебе кто-то пишет во ВКонтакте. ",
    "answers": [
      {
        "id": 62,
        "text": "Не отвлекаться и писать"
      },
      {
        "id": 63,
        "text": "Посмотреть ВКонтакте "
      }
    ]
  },
  {
    "id": 62,
    "text": "   Вот уже вышло 300 страниц твоего мини-квеста, а кульминации до сих пор не видать. Что-то тебе кажется неправильным в этом: то-ли мини-квест на 300 страниц, то-ли тот факт, что ты за один день написал эти самые 300 страниц. Но не важно.\n   Вот в очередной раз Приложение предлагает сохранить прогресс на сервер, но тут же телефон говорит, что выключится через 30 секунд. Что же ты сделаешь быстрее: найдёшь зарядку или сохранишь квест на сервер? ",
    "answers": [
      {
        "id": 64,
        "text": "Сохранить квест"
      },
      {
        "id": 68,
        "text": "Найти зарядку"
      }
    ]
  },
  {
    "id": 63,
    "text": "   Один из модераторов чата спрашивает, как у тебя продвигается работа? Ты уклончиво отвечаешь, пуская скупую слезу о том, что тебя всё ещё помнят в чате Квестописцев, а значит ждут твоего возвращения. Хотя стоп... Прошёл же всего один день! \n   Чтобы вернуться, нужен завершённый мини-квест на 1000 страниц!",
    "answers": [
      {
        "id": 62,
        "text": "Продолжить писать"
      }
    ]
  },
  {
    "id": 64,
    "text": "   Интернет предательски медленно проводит сохранение на сервер... и не успевает! Телефон выключается, оставляя тебя лишь в недоумении — сохранился или нет?\n   Зарядку найти сразу не удалось, но всё же телефон оказывается где нужно. Запуск, включение и открытие Приложения.\n   Выскакивает уведомление: есть две копии квеста (сервер и память телефона), и нужно выбрать лишь одну из них.\n\n   Версия на сервере имеет вес: 106 921 байт.\n   Версия на телефоне имеет вес: 154 067 байт.\n\n   Какую восстановить? ",
    "answers": [
      {
        "id": 65,
        "text": "С сервера"
      },
      {
        "id": 67,
        "text": "С телефона"
      }
    ]
  },
  {
    "id": 65,
    "text": "   Плохой выбор! Там, где больший вес — больше написано. На сервере была неполная версия, с частично стёртыми страницами.\n   Ты собирался закрыть квест, чтобы открыть его заново и загрузить с сервера, но на автомате нажал \"сохранить\" при закрытии квеста, чем обновил версию на телефоне. \n   Перебирая все цензурные выражения своей пряморукости, ты с болью в сердце открываешь то, что есть. Пришлось потратить ещё время, чтобы снова написать желаемую кульминацию.\n   Сегодня не остаётся сил и времени на продолжение. Ну ничего! Завтра новый день — новые идеи. Ты отправляешься спать, понимая, что утром будешь тяжело вставать. ",
    "answers": [
      {
        "id": 66,
        "text": "На утро"
      }
    ]
  },
  {
    "id": 66,
    "text": "   Ранним утром тебя разбудил сильный стук в дверь. Твой друг бойко поздравлял тебя с победой, только ты так и не понимал с какой. \n   — Мы сейчас же летим на Бали! \n   — Куда? — удивляешься ты. — Сегодня же понедельник. Нам на учёбу надо идти. \n   — Я уже поговорил с ректором. Нам дают отсрочку на занятия, а темы предметов выучим потом самостоятельно. Собирайся давай, через два часа самолёт!\n\n   Ты очутился на курорте под палящим солнцем. Друг весело вытанцовывал рядом, не сдерживая своих эмоций. На телефоне были пропущенные звонки от мамы, но ты не стал перезванивать.\n   Проведя две недели на курорте, ты потерял интерес к написанию квест, теряя свою возможность вернуться в чат Квестописцев. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 67,
    "text": "   Хороший выбор! Там, где больший вес — больше написано. А вот на сервере была неполная версия, с частично стёртыми страницами.\n   Версия на телефона цела и невредима. Можно продолжать писать.\n   Ты прописываешь желаемую кульминацию, но уже понимаешь, что сегодня не остаётся времени на продолжение. Ну ничего! Завтра новый день — новые идеи.\n   Ты отправляешься спать, грезя о завершённом квесте. ",
    "answers": [
      {
        "id": 66,
        "text": "На утро"
      }
    ]
  },
  {
    "id": 68,
    "text": "   Ты долго искал зарядку, ведь утром решил убрать её, чтобы не зацепиться за неё. Вечно она под ногами путается, а ты спотыкаешься и рвёшь зарядные кабели.\n   В общем, ты не успеваешь! Телефон выключается, оставляя тебя лишь в недоумении — сохранился ли твой квест или нет?\n   После поисков в пару минут ты находишь зарядку, и телефон оказывается где нужно. Запуск, включение, открытие Приложения и момент истины... \n   Выскакивает уведомление: есть две копии квеста (сервер и память телефона), и нужно выбрать лишь одну из них.\n\n   Версия на сервере имеет вес: 106 921 байт.\n   Версия на телефоне имеет вес: 154 067 байт.\n\n   Какую восстановить? ",
    "answers": [
      {
        "id": 65,
        "text": "С сервера"
      },
      {
        "id": 67,
        "text": "С телефона"
      }
    ]
  },
  {
    "id": 69,
    "text": "   Сладкий сон прерывается воем будильника. Сегодня понедельник, а значит надо идти в ВУЗ. Ччувствуешь ты себя очень хорошо, ведь лёг спать пораньше, не засиживаясь за играми или написанием квеста.\n   — Поеду на велосипеде! — решил ты.\n   Ветерок приятно обдувал при умеренной езде по проспекту. Но стоило свернуть на улицу, как тут же наткнулся на злую собаку. Питбуль кровожадно скалился пару секунд, а после бросился за тобой.\n   Ты надавил на педали. Ещё чего не хватало в такое прекрасное утро — быть покусанным собакой. По пути до Универа дальше нужно подниматься в горочку. Но можно объехать по большому кругу через парк Ленина без горок. ",
    "answers": [
      {
        "id": 70,
        "text": "Гнать в горочку, коротким путём"
      },
      {
        "id": 71,
        "text": "Гнать в объезд, длинным путём"
      }
    ]
  },
  {
    "id": 70,
    "text": "   Псина неслась следом за тобой, и ей видимо совсем не волновал зов хозяина, призывавшего её вернуться.\n   — Фу, Бусинка! Нельзя! — вопил владелец, собаки медленно бежа за вами.\n   \"Всмысле: Фу? — думал ты. — Я что, грязная палка что-ли, поэтому меня кусать нельзя?\"\n   Но всё же ты был согласен с высказываем хозяина собаки. А силы начали кончаться на серидине подъёма...\n   Питбуль вцепился зубами в заднее колесо, окончательно остановив велосипед. Под действием силы тяжести и склона, велосипед начал падать на бок. Ты не успел выпрыгнуть, поэтому упал в грязь на дороге.\n   Псина за пару секунд разодрала шину на колесе в клочья, а потом уставилась на тебя с таким взглядом, мол \"беги, если жить хочешь\". ",
    "answers": [
      {
        "id": 72,
        "text": "Карабкаться на дерево"
      },
      {
        "id": 73,
        "text": "Бежать по дороге в сторону Универа"
      }
    ]
  },
  {
    "id": 71,
    "text": "   \"Зато в горку не надо!\" — подбодрил ты себя.\n   Псина неслась следом, совсем не намереваясь от тебя отставать. По пути ты сворачивал в разные стороны, плутая по улочкам и переулкам. И может быть ты когда-нибудь избавился от погони, если бы не налетел на яму перед коллекторами и водосточными колодцами... \n   Угодив ровно в люк, ты удивился тому, что умудрился каким-то образом перевернуться в воздухе в падении, и не упасть на голову. Ты по колени в грязной воде, а сверху лает эта злобная псина. На мгновение ты представил, что она спрыгивает к тебе в колодец, но всё же собака не решилась — видимо осознавала, что не сможет потом выбраться.\n   Придётся сидеть тут, пока питбуль не оставит тебя. Благо, что в мае уже совсем тепло и ты не замёрзнешь. ",
    "answers": [
      {
        "id": 77,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 72,
    "text": "   Ты нашёл подходящее дерево и стремительно бросился к нему. Хоть по физкультуре у тебя и была пятёрка, но сноровку ты давно растерял.\n   Псина вцепилась в твою ногу. Она стянула тебя со ствола дерева и задом потащила в сторону хозяина.\n   — Ну, нет! Бусинка! Опять?! О, боже, где твой зубик?\n   Владелец собаки словно не замечал тебя, а лишь осматривал своё животное. Ты наконец-то освободился от захвата и отполз в сторону. Джинсы прокушены, на ноге есть повреждение, немного крови из раны. ",
    "answers": [
      {
        "id": 75,
        "text": "Обратиться в травмпункт"
      }
    ]
  },
  {
    "id": 73,
    "text": "   Ты вспомнил фильм \"Форест Гамп\", и клич из него: \"Беги, Форест. Беги!\"\n   Быстрее ветра и не обращая внимания на отсутствие сил, ты резво взбежал на горку. Спиной чувствовалось, а ушами слышалось, как позади, всего в полуметре от тебя клацали зубы кровожадной псины. Но кто же выдохнется первым?\n   Ты мог бы сейчас закрыть стометровку за 10 секунд, если бы участвовал в соревновании. Но тебя просто и без пафаса гнала по улице злобная собака.\n   Впереди показался спасительный забор, на который ты рассчитывал. Его высота два метра, и собака точно не сможет его перепрыгнуть. Впрочем, как и ты, если бы были обычные условия.\n   Прыжок, переворот и спасение! Питбуль громко лаял по ту сторону забора. Усталось вернулась к тебе в полной мере. Ты присел отдохнуть на бордюр, намереваясь уже не идти на первое занятие в Универ.\n   Ты хорошенько ощупал себя, прежде чем с облегчением выдохнуть от того, что ты оставля цел. ",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "   В ВУЗ ты явился ко второй паре. Кое-как тебе удалось сносно почистить одежду от грязи и пыли.\n   Телефон был утерян где-то в погоне. Велосипед превращён в металлолом. Наверное. Твои друзья замечают твой потрёпанный вид и допрашивают тебя о произошедшем. \n   Ты всё рассказал как есть, да так складно, что решил написать об этом мини-квест. Взяв у одного из друзей телефон на Андроиде, ты за одно занятие успеваешь написать весь мини-квест и выложить в тестирование.\n   Вот так приключение вышло! Кому-то нравится, а кому-то нет, но цель выполнена. Ты возвращён в чат Квестописцев, отсутствуя там всего один день. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 75,
    "text": "   Телефона при тебе не оказалось. Дохромав до места своего падения с велосипеда, ты нашёл свой потерянный мобильный телефон разбитым.\n   Ты узнаёшь адрес и направляешься к нужному месту. Тебя быстро принимают, а попутно рассказывают об опасности столбняка и бешенства от укусов.\n   Тебя ставят нужные прививки, перевязывают рану и отпускают домой. Ты вернулся в своё жилище лишь к обеду, передвигаясь со скоростью 0.5 метра в секунду.\n   Ты лёг спать, но вскоре приехала мама.\n   — Я так и думала, что ты потерял свой телефон. Звоню тебе, звоню, а ты всё недоступен. Вот, сама приехала. У меня просьба... Настрой принтер.\n   — Меня собака покусала. Я не могу.\n   — Она же тебя укусила, а не съела. Получше бы оправдание придумал бы. Давай, собирайся.\n   Но потом она увидела повязки и остановилась.\n   — Вот же досада. В больнице был?",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "   Дальнейший разговор можно считать вполне продуктивным, если учесть, что настраивать принтер в ближайшее время тебе не придётся.\n   Ты проводил маму до двери и лёг спать. В Универ ты не ходил всю неделю: травмпункт и перевязка стали твоими обыденными делами.\n   Квест не писался из-за отсутствия телефона. И уже было в тягость писать что-либо. Зато ты познакомился с хорошенькой стажёркой в травмпункте. Она учится на четвёртом курсе Медицинского Университета, но сейчас проходит практику. \n   В общем, твои интересы резко поменялись на любовные. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 77,
    "text": "   Животное-террорист все два часа бдило за тобой. В это время, от нечего делать, ты писал квест. Всё равно ведь нужно чем-то заняться. Помня весь свой негромоздкий сюжет, ты успел прописать кульминацию своей истории.\n   Вроде, собаки не видно и не слышно. По шахте колодца есть лестница, по которой можно подняться наверх. Лишь три метра отделяет тебя от свободы. ",
    "answers": [
      {
        "id": 78,
        "text": "Проверить обстановку"
      },
      {
        "id": 79,
        "text": "Продолжить писать квест"
      }
    ]
  },
  {
    "id": 78,
    "text": "   Ты осторожно полез наверх, но чуть было не угодил в пасть адской псины. Её зубы клацнули непосредственно близко с лицом, но ты остался цел. В падении вниз ты выронил телефон.\n   \"Бульк!\" — и ты понял, какой трындец настал. Молясь неведомым богам, чтобы на твоём средненьком\" телефоне была защита от воды и пыли IP68,  ты прощупал дно.\n   Камни, ветки, смятая жестяная банка от тушёнки, осколки бутылок и твой телефон. Естественно, что на нём нет должной защиты от воды. Одно дело сверху налить, и совсем другое дело уронить его в воду.\n   Сверху злой пёс, готовый порвать тебя в клочья. Ты в канализации, грязный и вонючий. Телефон утонул и больше не заработает. Ты воспринял это как знак Судьбы, о том, что не тебе писать квесты, и сдался.\n   Спустя час собака сбежала, а ты отправился домой отмываться и приводить себя в порядок. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 79,
    "text": "   Решив, что тебе и так комфортно, ты продолжаешь писать. Всё же, псина никуда не делась, так как время от времени её любопытная морда была видна в проёме колодца. Что она думала? Что тебя так легко взять? Или на сколько тебя хватит? \n   Так прошло ещё пару часов. Ты дописал развязку своего квеста. Впринципе, и концовки прописать нужно ещё около двух часов времени.\n   На экране телефона загорелся входящий вызов.\n   — Привет, мама. Что-то случилось?\n   — Привет, сынок! Тебя плохо слышно. Гул стоит.\n   — Да. Я в колодце. — Ты решил ничего не скрывать, ведь мама звонит, чтобы снова тебя чем-нибудь озадачить.\n   — В каком ещё колодце?\n   — На пересечении улицы Варламова и переулка Кирпичного, — уточнил ты своё местоположение. — Видел номер дома. Варламова, 12.\n   — Опять ты чепуху городишь. Я вот что звоню. Я купила принтер и его нужно настроить.\n   — Да говорю же, я в колодце. Как я к тебе приду?\n   — Ногами. Можешь на автобусе. Или на такси.\n   — Не сегодня, мам, — жалобным голосом протянул ты. — Давай послезавтра? Или после-послезавтра?\n   — Отложим, но до завтра. Жду тебя после учёбы. И приготовлю твои любимые голубцы. Пока.\n   Ты чувствуешь себя не совсем комфортно, но в целом можешь потерпеть и дописать квест. ",
    "answers": [
      {
        "id": 80,
        "text": "Проверить обстановку"
      },
      {
        "id": 81,
        "text": "Дописать квест"
      }
    ]
  },
  {
    "id": 80,
    "text": "   Ты осторожно поднялся к выходу и выглянул. Никаких собак. Грязный и вонючий, ты неторопясь направился домой. Учёба прогулена на сегодня, но еще есть полдня на то, чтобы дописать квест.\n   Возле подъезда тебя обхаяли несколько старушек, причитая о том, какая нынче молодёжь дурная. Долгий душ и горячий обед вернули тебя в нормальное состояние человека.\n   Лёгкой рукой ты дописываешь квест и выкладываешь в тест. Свою цель ты выполнил и достиг желанного. И самое главное то, что в глубине души ты благодарен псине за то, что она дала тебе возможность быстро дописать квест. Может это была муза в облике питбуля? ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 81,
    "text": "   Ты с новыми силами принялся дописывать квест. Концовка! Вторая! Третья! Всё.\n   Ты выложил в тест свой квест на триста страниц, гордый собой. Кто ещё пишет квест и выкладывает его в тестирование из канализации? Только ты один такой.\n   Псины уже давно не было видно, поэтому ты выполз наружу. Весь грязный как свинья, ты столкнулся с бомжом.\n   — Эй, ты... Да, ты... Это чё это? Чё ты на моей территории лазаешь? Совсем берега попутал?\n   Бомж уверенно наезжал на тебя, постепенно приближаясь. ",
    "answers": [
      {
        "id": 82,
        "text": "Вежливо извиниться"
      },
      {
        "id": 82,
        "text": "Броситься убегать"
      }
    ]
  },
  {
    "id": 82,
    "text": "   Бомж очень быстро вцепился в тебя руками, отчего ты не успел сделать задуманное. Удерживая одной рукой, бродяга бил тебя другой. Люди качали голова и шли мимо, не желая встревать в вашу грязную потасовку. Ты тоже не лыком шит — один раз дал сдачи.\n   — А чё это ты дерёшься?! — кричал бомж, проводя серию пинков по ногам. — Я те щас покажу, как на чужую территорию заходит!\n   Получив десяток тумаков, два десятка пинков, три десятка ссадин и синяков, ты смог убежать от него. Он прогнал тебя по всей улице Варламова, но, в отличии от питбуля, отстал и прекратил погоню.\n   Домой ты ковылял долго, а потом ещё дольше лечился. Но всё это с лихвой покрывала радость от опубликованного квеста и прошедшей драки с бомжом.\n   Тебя вернули в чат Квестописцев. Друзья надолго запомнили твои рассказы о том дне, время от времени напоминая о них. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 83,
    "text": "   Ты успел написать лишь одну страницу, прежде чем началась эвакуации в связи с утечкой бытового газа. Пожарники вывели всех на улицу и за ограничительную линию.\n   На самом деле тебе без разницы: можно писать квест и на улице. И даже воздух свежее. И вот даже свободная лавочка есть. ",
    "answers": [
      {
        "id": 84,
        "text": "Сесть на лавку и писать квест"
      }
    ]
  },
  {
    "id": 84,
    "text": "   Ты только открыл клавиатуру для набора текста, как рядом подсело трое парней, с виду напоминающих гопников.\n\n   — Здоров, пацуля! — хмукнул первый. — Скучаешь?\n   — У нас туса намечается, — сказал второй. — Присоединяйся к нам. Отъезда не примем.\n\n   Тебя подняли и потащили за собой. Ты уже мысленно расстался со своими деньгами и телефоном, но всё же надеялся сбежать под шумок, когда они отвлекутся.\n   Но к твоему удивлению они сами оплатили в кафе свои заказы. В разговоре они спрашивали и слушали тебя. Манера речи выдавала в них хулиганов, но вели они себя вполне сносно, и даже твой телефон был еще при тебе.\n\n   — Слыш?! — вдруг обратился к тебе второй гопник. — Мы собираемся метнуть на арену — боксёров посмотреть. Ты с нами? ",
    "answers": [
      {
        "id": 86,
        "text": "Продолжить прогулку с гопниками"
      },
      {
        "id": 87,
        "text": "Попрощаться и уйти"
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "   — Совсем другое дело! — обрадовался второй.\n   — А ты чёткий поц, — сказал третий. — Это! Ты извини, если мы до этого тебе проблем доставляли. Мы думали, что ты из этих... стрёмных челиков.\n\n   Вы вышли из кафе, обсуждая хорошие и плохие песни из последних хитов, которые часто слышно по ТВ и радио. Далее по планам было посещение бокса.\n   Охрана пропустила тебя бесплатно, так как ты пришёл с чёткими пацанами. На арене бились двое боксёров. Дрались они вяло и как-то слабо. И вот один из них падает в нокаут, и уже не поднимается.\n   Ведущий предложил зрителям выйти и попытать счастье в поединке с боксёром.\n\n   — Да его можно хуком слева уложить, — смекнул первый гопник.\n   — Да, согласен с тобой, — сказал второй.\n   — Нужен резкий прямой, — хмыкнул третий.\n\n   Позади кто-то больно тыкнул тебя локтём, и ты дёрнулся. Это движение сразу заметил судья.\n\n   — Кажется у нас есть желающий! — заголосил он, а свет от прожектора упал на тебя.\n   — Вот это круто, бро, — восхитился тобой второй гопник. — Я бы зассал идти на арену. ",
    "answers": [
      {
        "id": 88,
        "text": "Не идти на арену"
      },
      {
        "id": 93,
        "text": "Пойти на арену"
      }
    ]
  },
  {
    "id": 87,
    "text": "   — Ты всё же откалываешься? — немного пригрустил первый.\n   — Да ладно тебе, Косой, — похлопал его по плечу третий. — Мож у него дела ещё есть, а мы безцеремонно его с собой потащили. \n   — Ладно, покеда поц! — махнул рукой второй. \n\n   Ты вышел из кафе, и тут же к тебе подскочила девушка. \n \n   — Примите участие в массовке, — попросила она. — Нам очень не хватает людей для съёмки. ",
    "answers": [
      {
        "id": 90,
        "text": "Согласиться"
      },
      {
        "id": 89,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 88,
    "text": "   — Не хочет — и не надо, — огорчился ведущий. — Есть желающие сразиться с бойцом?\n  — Эх, ты! — пожурил тебя второй. — А я-то думал...\n   — Да ты сам зассал идти, — остепенил его первый.\n   — Я как бы не боец, — оправдался ты.\n   — Да ладно тебе, садись уже, — третий хлопнул рукой по сидушке. — Давай посмотрим на смельчака. Профессионал полюбому уложит того, кто к нему выйдет. Этот боец — лютый зверь.\n  \n   Вы досмотрели бои, где боец уложил троих человек, вышедших к нему на спаринг. А после решено было разойтись по своим делам. \n\n   — Давай мобилу, — потребовал от тебя второй гопарь.\n\n   Ты отдал телефон, но тот лишь вбил в него свой номер телефона и сохранил.\n\n   — Вот, держи, бро! Будут проблемы — позвони мне. Ну, или если ещё захочешь прогуляться и чётко провести время с пацанами. Покеда! ",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "   — Жаль. А если ты будешь моим парней в съёмках и мы с тобой на свидании? Соглашайся, пожалуйста!\n\n   Девушка заглянула прямо в глаза, надеясь только на положительный ответ. ",
    "answers": [
      {
        "id": 90,
        "text": "Согласиться"
      },
      {
        "id": 91,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 90,
    "text": "   — Вот спасибо! — она даже подпрыгнула от радости. — Ну давай, скорее, пойдём.\n\n   Он утянула тебя за собой на другую улицу, где всё было заставлено декорациями и множество людей выполняли свою работу перед началом съёмки.\n   Тебе быстро объяснили что делать, и это совсем несложное дело — делать вид, что вы парочка, и обедаете на веранде кафе. Вы дождались ещё десятка человек и начали съёмки.\n\n   — И как тебя зовут? — спросил ты негромко, ведь нужно о чём-то разговаривать.\n   — Вика, — слегка застенчиво ответила она. — Я тоже случайный персонаж в массовке. За это дело они деньги платят.\n   — Я впервые снимаюсь на камеру.\n   — Я тоже.\n   — У тебя есть парень?\n   — Вообще нет, — проговорила она немного протяжно. — Но сейчас уже есть. А что на счёт тебя?\n   — У меня тоже нет. Но сейчас можно сказать, что мне кое-кто нравится.\n   — А она сидит сейчас напротив тебя и ты предложешь ей сходить ещё на свидание?\n  \n   Ты улыбался широкой улыбкой, чувствуя себя и неловко, и воодушевлённо одновременно. Ты смог только кивнуть, не отводя взгляда. ",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "   — Очень жаль, — сказала она и побежала искать другого кандидата.\n\n   Ты вернулся домой. Эвакуация уже закончилась, так что ты просто сел писать квест. И за пару часов управился. Ты выложил квест в тестирование и тебя вернули в чат уже опытным квестописцем. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 92,
    "text": "   Съёмка закончилась за пару дублей и всех людей из массовкти распустили. Ты так впечатлился Викой, что ни о чём другом думать и не сможешь. Вы обменялись номерами телефонов для связи.\n   Ты не стал ждать другого дня и сразу предложил ей ещё прогуляться. Она согласилась. Так завязались ваши отношения, квест так и не был дописан. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 93,
    "text": "   — Да ты монстр! — пришёл в восторг третий, когда ты уверенно зашагал к рингу.\n\n   На тебя нацепили перчатки, дали капу в зубы и выпустили на арену. Под звон гонга начался раунд. Тебе нужно продержаться всего три раунда.\n\n   — Давай, бро! — послышался голос второго гопника с трибуны. — Вали его хуком!\n\n   Соперник неспеша начал приближаться. ",
    "answers": [
      {
        "id": 94,
        "text": "Провести хук левой"
      },
      {
        "id": 94,
        "text": "Провести резкий прямой"
      },
      {
        "id": 94,
        "text": "Провести хук правой"
      }
    ]
  },
  {
    "id": 94,
    "text": "   Ты был уверен в своём ударе, но перчатка предательски прошла мимо, а после ты получил удар в челюсть и потерял сознание.\n   Очнулся ты уже в больнице. За тобой ухаживала молоденькая медсестра-студентка, но друзья-гопники тоже были тут, отчего знакомиться с тобой девушка не пожелала — испугалась.\n \n   — Бро! — воодушевлённо говорил второй. — Ты мой герой. Выйти на ринг против профессионала — это мощно.\n   — Да, непонятно на что я наднеялся, — ты покачал головой. \n   — Мы не верили в твою победу, конечно, — говорил первый, — но как же уверенно ты себя вёл! Просто бомба. Давай, выписывайся — мы с пацанами решили тебя угостить шашлыком. Отпразднуем твою решимость. ",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "   Вечером ты уже был дома. В твоём телефоне в контактах появились три номера новых корешей. День прошёл быстро и необычно.\n   Ты сел писать квест, и больше тебя ничто не отвлекало. Через полтора часа ты выложил в тест завершённый квест, а немногим позже тебя вернули в чат. \n   Помимо выполнения своей цели на сегодня, ты приобрёл новые знакомства. Всё прошло вполне удачно. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 96,
    "text": "   После обеда ты уже был дома. В твоём телефоне в контактах появились один номер нового кореша. День прошёл быстро и необычно.\n   Ты сел писать квест, и больше тебя ничто не отвлекало. Через полтора часа ты выложил в тест завершённый квест, а немногим позже тебя вернули в чат. \n   Помимо выполнения своей цели на сегодня, ты приобрёл новые знакомства. Всё прошло вполне удачно. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  }
]