[
  {
    "id": 1,
    "text": "Автор: MustyShadow. \nЖанр: школа, сказка\n\nЭто типичная история про замечательную девочку Дашу и злющую-презлющую девочку Арину. А также про удалого Арсения, строгую Антонину Анатольевну и немногих других героев... \n\nСобытия квеста разворачиваются вокруг двух девочек которые конкурируют непонятно зачем. У одной из них в жизни всë не так гладко, как кажется. И — тут я к стыду своему прибегну к традиционным рекламным приëмам — вас в этом квесте ожидают немного волшебства и много, казалось бы, пустяковых выборов, которые будут так или иначе влиять на сюжет.",
    "answers": [
      {
        "id": 2,
        "text": "——>НАЧАТЬ<——",
        "middle_answer": true,
        "var_set": [
          "global lubopitstvo",
          0,
          "global dedmoroz",
          0
        ]
      },
      {
        "id": 1,
        "text": "———————————————————————————",
        "comment": true,
        "middle_answer": false
      },
      {
        "id": 53,
        "text": "∆ Достижения ∆",
        "left_answer": true
      },
      {
        "id": 54,
        "text": "♦Концовки♦",
        "right_answer": true
      },
      {
        "id": 1,
        "text": "———————————————————————————",
        "comment": true,
        "middle_answer": false
      },
      {
        "id": 57,
        "text": "♪ От автора ♪"
      }
    ]
  },
  {
    "id": 2,
    "text": "— И раз, и два, и три, и четыре, и раз, и два... Даша, чувствуй ритм музыки! Затакт!!! Не выдерживаешь паузы!!! Давай ещë раз: и... Да что с тобой такое-то? Почему ты такая сегодня не собранная?!\n\nАнтонина Анатольевна, ваша учительница по фортепиано, всплеснула руками. А вы, та самая Дарья, взглянули на фортепиано, насладились болью в растянутых пальцах и...",
    "answers": [
      {
        "id": 3,
        "text": "[Постарались сосредоточиться и сыграть лучше]",
        "var_add": [
          "победа",
          1
        ]
      },
      {
        "id": 3,
        "text": "[Проклянули весь этот краевой конкурс, к которому вас так жёстко готовили, но стали играть дальше]",
        "var_sub": [
          "победа",
          1
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Ваши пальцы по клавишам забегали быстрее и уверенней. Мелодия уже лилась, а не отрывисто капала. \n\n— Во-от! Уже намного лучше! Давай, развивай мелодию! И сейчас крещендо... Крещендо, кому говорю!!! \n\nКонечно, таковой тон не слишком стимулировал вас работать, но выбора не было. Вы послушно заиграли громче, громче, стараясь не обращать внимания на головную боль, которая прямо пропорционально увеличивалась.\n\n...после пяти минут, показавшимися вам вечностью, вы в тихой надежде взглянули на часы.17:30. Конец урока. ",
    "answers": [
      {
        "id": 4,
        "text": "- Ээ.. Антонина Анатольевна, урок закончился! "
      },
      {
        "id": 5,
        "text": "[Промолчать]",
        "var_add": [
          "победа",
          1
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "— Ничего страшного! Потерпишь лишние пять минуточек — не скончаешься! — воскликнула Антонина Анатольевна. \n\nВы давно уяснили: преподавательница вам попалась строгая. Да ничего не поделаешь: не стоит бросать начатое на последней четверти. \n\nВ музыкальной школе вы учились шесть лет. Осталось отмучаться два года — и готово...",
    "answers": [
      {
        "id": 6,
        "text": "\"Эхх...\""
      },
      {
        "id": 6,
        "text": "\"Хотя... почему отмучаться? Музыка - это же прекрасно\" (без сарказма)",
        "var_add": [
          "победа",
          3
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "— И раз, и два, и три, и четыре! Не зажимайся! Руки должны парить над клавиатурой! Ты же играешь мелодию, а не брëвна рубишь! И тем более — Моцарта играешь! Моцарт — это изящество, лëгкость, а не современные ваши биты какие-нибудь! Соль диез, а не соль бекар!\nЕщë раз сначала! И...\n\n...в такиз мучениях вы провели десять минут. Наконец, Антонина Анатольевна взяла ваш дневник, записала домашнее задание и удовлетворëнно сказала:\n\n— Молодец! Хорошо потренировались! Сложно?  Краевой конкурс, всë-таки!\n\nПожелав своей преподавательнице всего хорошего, вы вышли из кабинета и перевели дух. Ну наконец-то! \n\nИ в самом хорошем настроении пустились домой. \n\nНо...",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "...отмучав вас десять минут, Антониеа Анатольевна вписала вам в дневник неизменное домашнее задание \"повторять репертуар\" и отпустила. \n\nВы облегчëнно выдохнули в коридоре и пустились домой в самом хорошем расположении духа. \n\nНе тут-то было. ",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Слыш, Соловьëва! — раздался самодовольный голос типичной высокомерной особы. \n",
    "answers": [
      {
        "id": 9,
        "text": "[Проигнорировать]"
      },
      {
        "id": 8,
        "text": "- Да? [Обернуться на голос]",
        "var_add": [
          "понимание",
          2
        ]
      },
      {
        "id": 10,
        "text": "- Чего тебе опять?!",
        "var_sub": [
          "понимание",
          1
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы повернули голову и подошли к той самой особе —  Арины, вашей сверстницы. Затем окинули еë с головы до ног. Мда, чистый, вылизанный вид...",
    "answers": [
      {
        "id": 11,
        "text": "...абсолютно соответствовал богатому внутреннему миру (сарказм).",
        "var_sub": [
          "понимание",
          1
        ]
      },
      {
        "id": 11,
        "text": "...говорил, что матери не всë равно. ",
        "var_add": [
          "понимание",
          1
        ]
      },
      {
        "id": 11,
        "text": "Какое вам вообще дело? Эта Арина вообще заслуживает места в ваших мыслях?!",
        "var_sub": [
          "понимание",
          2
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы, вжав голову в плечи и проклиная ту самую особу по имени Арина, промолчали и прошли мимо. Убедившись, что Арина не преследует вас, вы расслабились и направились к дому. ",
    "answers": [
      {
        "id": 12,
        "text": "...но почему же Арина так враждебно настроена к вам?.."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Я с абьюзерами не разговариваю! — усмехнулась Арина, та самая \"высокомерная особа\", гордо развернулась и скрылась за углами зданий. Ну, слава чертям! Хотя бы сегодня не будет доставать вас. ",
    "answers": [
      {
        "id": 12,
        "text": "Но почему же эта Арина так себя ведëт с вами?"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Слушай, — начала Арина. — А правда, что ты раньше в деревне жила?\n\nВы секунду поломали голову над тем, как в этот раз Арина хочет вас унизить. Но ответили:\n\n— Да, а что?\n\n— Я в сериальчике видела, что на свадьбах и поминках музыканты играют. Сколько за это платят?\n\nЧто она хочер этим сказать? Намекнуть на бедность (хотя вы вовсе не были бедны)? Ущемлить уверенность в себе?\n\n...проклянув свою мнительность, вы сказали:",
    "answers": [
      {
        "id": 13,
        "text": "- А ты хочешь податься в подтанцовку? Похвально. Не всю же жизнь своë сиденье на шее у родителей греть. ",
        "var_sub": [
          "понимание",
          1
        ]
      },
      {
        "id": 13,
        "text": "- Арин, может, пора прекратить этот цирк?"
      }
    ]
  },
  {
    "id": 12,
    "text": "...в начале учебного года победителям зонального конкурса в \"сольном исполнительстве\" объявили, что в этом году наконец-то состоится краевой конкурс. А победителей было два: Арина да вы. И ещë некоторые ученики из других музыкальных школ. Вот так и пошло! Арина до такой степени хотела выиграть (или хотя бы обыграть вас) в этом чëртовом конкурсе, что стала добиваться этого всеми легальными и нелегальными способами. Тренировалась по три часа в день, чтобы стать лучше. Стала заниматься по приложениям, улучшающими слух (хотя для чего это ей было надо — вы так и не поняли). И, в конце-концов, стала вам твердить, что \"ты никогда не выиграешь этот конкурс\" и тому подобное. Конечно, дело не заходило дальше, поэтому очень напоминало детский мультик. Мда. Весело. \n\nКонец ноября. Остался месяц до Нового года. И три недели до конкурса. \n\n...прокручивая в голове это, вы не заметили, как дошли до дома. ",
    "answers": [
      {
        "id": 16,
        "text": "[Войти в дом]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Арина молчала. Молчала, исподлобья глядя на вас и накапливая яд. \n\n— Вера Евгеньевна! — раздался мальчишеский голос. — Взгляните, что происходит!\n\nВ глазах Арины мелькает паника. Но затем она метает на вас взгляд, полный ненависти и шипит:\n\n— Ещë свидимся...\n\nИ быстрым шагом скрывается за музыкальной школой. \n\n— Привет, Даш!\n\nВы вздрогнули. Обернулись. И увидели Арсения, вашего одноклассника и по школе, и по сольфеджио*, который подобным образом уже спасал вас. ",
    "answers": [
      {
        "id": 15,
        "text": "- Привет! Спасибо, что выручил!",
        "var_add": [
          "сотруд",
          1
        ]
      },
      {
        "id": 14,
        "text": "- Чего тебе? [Недоверчиво]",
        "var_sub": [
          "сотруд",
          2
        ]
      },
      {
        "id": 13,
        "text": "*Сольфеджио - это нотная грамота или наука о нотах. Чисто моë объяснение.",
        "comment": true
      }
    ]
  },
  {
    "id": 14,
    "text": "— Ну, что ты так реагируешь! Могла бы, между прочим, и спасибо сказать! — надулся Сеня. — Неблагодарная!\n\n— Спасибо! — пропели вы. — И до свидания!\n\n— Прощайте, госпожа! — И Сеня, демонстративно задрав голову, прошëл мимо вас и свернул к своему дому. Фух, ну, так же лучше. ",
    "answers": [
      {
        "id": 12,
        "text": "Но что же произошло между вами и Ариной?.."
      }
    ]
  },
  {
    "id": 15,
    "text": "— Всегда пожалуйста, — Сеня так и расцвëл. — Обращайтесь, лучший полисмен в России всегда к вашим услугам!\n\nВы неловко улыбнулись его шутке, поспешно распрощались и пошли домой. ",
    "answers": [
      {
        "id": 12,
        "text": "...но почему же Арина так с вами?"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Привет, мам! — крикнули вы, отряхивая снег с шапки, куртки и ботинок. \n\nРаздался радостный крик. Дверь в прихожую распахнулась, и сюда влетела ваша младшая сестра — Оля. \n\n— Даса плисла! — улыбнулась Оля и запрыгала на месте. — Даса! Даса!\n\n— Оля, уйди оттуда, там холодно! — прокричала мать. — Даша, побыстрей! Неужели так сложно не задерживаться?! Где ты ходила?! \n\n\"На вечеринке, наверно, была!\" \n\nНа улице практически зима. Холодрыга. Ладони без перчаток высохли, побелели, потрескались до крови. Ноги в ботинках мокрые. Мышцы закоченели. Портфель набит любимыми учебниками, дневниками и нотной папкой, весившей больше двух томов \"Войны и мира\". Неужели этого недостаточно, чтобы простить за десятиминутное опоздание???",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы переоделись. Поужинали лапшой, попили какао и поняли, что жизнь прекрасна. Однако это понятие сразу разбило вдребезги ещë одно понятие \"домашняя работа\". Эхх...\n\nПожалев себя минуты две, вы принялись за уроки. За два часа были переделаны письменные уроки, как: три номера по геометрии*, упражнения по русскому и английскому, конспекты по биологии и обществознанию, сообщение по истории...\n\nИз устных уроков только литература — прочитать повесть и подготовиться к завтрашнему тесту по ней. \n\nХотя девиз многих \"устно задали — ничего не задали\".\n\nМ-да. Участи школьника не позавидуешь. А Оля завидовала. Мечтала поскорее вырасти и пойти в школу. \n\nНо вот все письменные уроки переделаны, остаëтся полчаса для самодеятельности. ",
    "answers": [
      {
        "id": 18,
        "text": "[Влезть в телефон]",
        "var_add": [
          "global dost 2 litra",
          1
        ]
      },
      {
        "id": 20,
        "text": "[Почитать книжку или подготовиться к тесту]"
      },
      {
        "id": 41,
        "text": "[Поиграть на фортепиано]",
        "var_add": [
          "победа",
          3,
          "global dost 2 litra",
          1
        ]
      },
      {
        "id": 17,
        "text": "* - Дело в том, что перед первым классом в музыкальной школе проходят подготовительный. Поэтому в общеобразовательной школе главная героиня в седьмом классе, а музыкальной - в шестом. ",
        "comment": true
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы взяли телефон в руки и... не знали, что и поделать. \n\nДа-да, иногда даже с хорошим вай-фаем не знаешь, чем себя занять в телефоне. ",
    "answers": [
      {
        "id": 20,
        "text": "[Отложить в сторону гаджет и почитать что-нибудь]",
        "var_sub": [
          "global dost 2 litra",
          1
        ]
      },
      {
        "id": 26,
        "text": "[Залезть в браузер и почитать какие-нибудь статьи]",
        "var_add": [
          "понимание",
          2
        ]
      },
      {
        "id": 223,
        "text": "[Загуглить что-нибудь про Деда Мороза]"
      },
      {
        "id": 248,
        "text": "[Залезть в соцсети]",
        "var_set": [
          "литра",
          0
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "...придя в музыкальную школу, вы чуть не взвыли от разочарования: Арина украдкой кидает на вас свои колючие взгляды. Явный признак враждебного настроя. Да за что?!\n\n— О! Привет, Даш! — раздался голос Сени.",
    "answers": [
      {
        "id": 28,
        "text": "- Привет, Сеня!",
        "var_add": [
          "сотруд",
          1
        ]
      },
      {
        "id": 27,
        "text": "[Помахать рукой ради приличия]"
      },
      {
        "id": 27,
        "text": "[Проигнорировать]",
        "var_sub": [
          "сотруд",
          2
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы, решив почитать что-нибудь...",
    "answers": [
      {
        "id": 21,
        "text": "...решили вспомнить начальную школу и почитать сборник рассказов Валентины Осеевой. ",
        "var_add": [
          "понимание",
          4,
          "global dost 2 litra",
          1
        ]
      },
      {
        "id": 22,
        "text": "...решили подготовиться к тесту по литературе и наконец прочитать \"Тараса Бульбу\". ",
        "var_add": [
          "литра",
          10,
          "global dost 5 litra",
          1,
          "конкурс",
          1
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы открыли книжку на случайной странице. В глаза бросилось: \n\n\"Толя часто прибегал со двора и жаловался, что ребята его обижают. \n— Не жалуйся, — сказала однажды мать, — надо самому лучше относиться к товарищам, тогда и товарищи не будут тебя обижать!\"\n\nЭто напомнило вам об Арине, вашей одногруппнице по сольфеджио. Ведь раньше она была, как все. Не была высокомерной. Дружила даже с вами.\n\nВ третьем классе после летних каникул она переменилась. Стала ставить себя выше других. Некоторых пыталась унижать. Другие, в том числе и вы, подходили к ней и напрямую предлагали \"забыть всë и начать дружить снова\", на что получали отказ и насмешки в придачу. М-да. Весëлая пошла жизнь.\n\nИ самое главное — для учителей она осталась такой же: паинька и лучшая ученица в школе. \n\nПоток воспоминаний прервал голос матери:\n\n— Спать, завтра в школу!\n\nВам же спать совсем не хотелось, однако делать нечего...",
    "answers": [
      {
        "id": 24,
        "text": "[Лечь спать]"
      }
    ]
  },
  {
    "id": 22,
    "text": "...вы взяли замаранный учебничек и начали читать. \n\nСкучное начало. Занудные описания природы. Но затем... всë интересней и интересней. Вы проклянули сякого Андрия, предавшего Родину во имя единственной и неповторимой, пожалели бедного казнëнного Остапа, возненавидели всех и вся... и обрадовались, что не вы живëте в такое кровожадное время. \n\nИ тут в комнату входит мама. Говорит, что пора спать. Эх...",
    "answers": [
      {
        "id": 24,
        "text": "[Лечь спать]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Стоп. До вас дошло: первый урок — литература и обещанный тест! Какое счастье, что вы подготовились к нему вчера!\n\n...вы с лëгкой душой и твëрдой уверенностью в пятëрке отмучали последующие шесть уроков, пообедали в столовой и погли на музыку. Сегодня у нас что? Сольфеджио...\n\nА там — Арина!",
    "answers": [
      {
        "id": 19,
        "text": "[Вы, к стыду своему, начинаете желать, чтобы она затемпературила и пролежала дома недельки две, так сказать...]",
        "var_sub": [
          "понимание",
          1
        ]
      },
      {
        "id": 19,
        "text": "\"Надеюсь, она опять не станет издеваться\". ",
        "var_add": [
          "понимание",
          1
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "— ДАША, ПОДЪЁМ!!! КАК ТЫ УМУДРИЛАСЬ ПРОСПАТЬ?!!!\n\nВы вскочили от крика матери. Взглянули на часы. 7:22. Ë-маë!\n\nВы молнией стали умываться, одеваться, закинули на плечо портфель, взяли в руки бутер и помчались в школу. \n\nУхх, лишь бы успеть! \n\nВы добежали до ворот школы. Отдышались. Взглянули на часы. 8:04. \n\nИ ворвались в школу. Дотащились до второго этажа. Постучались. Извинились за опоздание. Сели на своë место. Вам выдали листок с вопросами, и вы...",
    "answers": [
      {
        "id": 25,
        "text": "Далее",
        "var_no_more": [
          "литра",
          1
        ]
      },
      {
        "id": 23,
        "text": "Далее",
        "var_need": [
          "литра",
          9
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "Стоп. До вас дошло: первый урок — литература и обещанный тест! А вы так и не подготовились!!! \n\nВы в панике стали ляпать ответы наугад, попутно проклиная себя, что не удосужились вчера вечером подготовиться к тесту! \n\nВаше воображение рисовало вам ВСË: брань родителей, двойка в журнале, вас, молящую учительницу литературы о пощаде, Арину, конкурс, ваши косяки, которые вы можете допустить на нëм... Тьфу!\n\nУрок литературы прошëл, оставив нешуточную тревогу в вашем сердце. \n\nОтмучавшись последующие шесть уроков, вы пообедали в столовой и пошли на музыку. Так-с, что у нас сегодня? Сольфеджио...\n\nИ там — Арина!",
    "answers": [
      {
        "id": 19,
        "text": "\"Да что б она... заболела...\"",
        "var_sub": [
          "понимание",
          1
        ]
      },
      {
        "id": 19,
        "text": "\"Надеюсь, сегодня она не будет доставать меня\".",
        "var_add": [
          "понимание",
          1
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы открыли браузер, стали листать ленту. В глаза бросилось: \"Отношения подростков: почему одни издеваются, а жертвы молчат\".\n\nТо, что нужно!\n\nВы открыли статью:\n\n«Сейчас эта проблема становится всë более актуальной. \"Кто сильнее, тот и прав\" — вот по какому принципу живут подростки нынешнего времени...» \n\n...«Агрессоры нападают на других ребят, чтобы самоутвердиться. Да, это довольно простой и вместе с тем жестокий способ заявить о себе...»\n\nИ вы читали, читали эту статью, пока не вошла ваша мама и не отправила вас в постель. ",
    "answers": [
      {
        "id": 24,
        "text": "[Спать]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Сеня просто пожал плечами и уткнулся в нотную тетрадь. Запыхтел. Явный сигнал, что он ломится над домашкой.\n\nПрозвенел звонок. Вошла Вера Евгеньевна, преподавательница сольфеджио. Далее — знакомый сценарий: проверка дз, построение аккордов, диктант...\n\nА после всех этих мучений — домой! Какое счастье! ",
    "answers": [
      {
        "id": 31,
        "text": "[Идти домой]"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Как дела?\n\n\"Всë плохо\", — горько усмехнулись вы, увидев Арину, но ответили:",
    "answers": [
      {
        "id": 29,
        "text": "- Хорошо"
      },
      {
        "id": 30,
        "text": "- Отлично, если бы не одно \"но\"...",
        "var_add": [
          "сотруд",
          3,
          "вопрос",
          10
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Сеня улыбнулся:\n\n— Вот и нормально!\n\nСорок минут урока позади. А сейчас — домой! Какое счастье!..",
    "answers": [
      {
        "id": 31,
        "text": "[Идти домой]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ой, зря вы это сказали. Ой, зря!! Арина впилась в вас взглядом также, как вампир впивается в свою добычу. \n\n— Так что за \"но\"? — спросил Сеня, изображая из себя тупого. \n\n— Да ничë, ничë! — торопливо проговорили вы, не желая зарабатывать себе лишних проблем на голову. \n\nСеня вскинул брови, однако отстал. \n\nЗвонок. Построение аккордов. Мелодический диктант. В конце урока у вас — пять с минусом, у Арины — твëрдая пять, у Сени — три... Не будем углубляться в оценки других одногруппников. ",
    "answers": [
      {
        "id": 31,
        "text": "[Идти домой]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Пока вы шли домой, воображение давало о себе знать. То вам мерещилась литература, то вам мерещилось триумфальное вручение диплома первой степени за кравевой конкурс, то вам мерещился ваш будущий косяк, то намешки Арины... ",
    "answers": [
      {
        "id": 32,
        "text": "\"Может, пора избавляться от этой чëртовой мнительности? Всë будет нормально!\"",
        "var_add": [
          "победа",
          2
        ]
      },
      {
        "id": 32,
        "text": "\"Может, не стоит зазнаваться и уже представлять свою победу? Может, я вообще не смогу обыграть Арину, да и зачем мне вообще это нужно?..\"",
        "var_add": [
          "понимание",
          1
        ],
        "var_sub": [
          "победа",
          2
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "...вы пришли домой. Сделали домашку. Позанимались фигней. Легли спать. Типичная рутина. ",
    "answers": [
      {
        "id": 33,
        "text": "Далее",
        "var_need": [
          "литра",
          8,
          "конкурс",
          1
        ]
      },
      {
        "id": 34,
        "text": "Далее",
        "var_no_more": [
          "литра",
          2
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы встали утром. \n\nПришли в школу. Первым уроком — литература. Опять. \n\nВаша оценка по тесту — пять. \n\nВы позволили себе облегчëнно выдохнуть. \n\nПрошедшие сорок минут урока злобно смотрят вам в спину и хотят ужалить. А вы блаженно вздыхаете, пытаясь о них забыть. \n\n— Слыш, Соловьëва! \n\nВы вздрогнули. Обернулись. Сеня смотрит на вас и лыбится во все зубы:\n\n— Гы гы гы! ",
    "answers": [
      {
        "id": 36,
        "text": "- Хм, твои шутки неуместны. ",
        "var_add": [
          "сотруд",
          1
        ]
      },
      {
        "id": 38,
        "var_sub": [
          "сотруд",
          1
        ],
        "text": "\"Какой же он идиот...\""
      }
    ]
  },
  {
    "id": 34,
    "text": "Утром вы встали. Умылись. Оделись. Припëрлись в школу. Первым уроком — литература. \n\nВаша оценка по тесту — угадайте, какая? — два. \n\nДействительно, а что ещë может получить человек, который в жизнь не читал эту повесть?\n\nМ-да. Обидненько, хоть вы и понимали, что сами виновны. \n\n— Эх, сдали вы, товарищ Слыш Соловьëва! \n\nВы вздрогнули. Обернулись. Сеня стоит и лыбится. Типичный придуряющийся мальчик. \n\n— Литература? Двойка? Сочувствую!\n\nПравда, с сарказмом он вам это говорил или нет — вы так и не поняли.",
    "answers": [
      {
        "id": 37,
        "text": "Далее",
        "var_need": [
          "вопрос",
          2
        ]
      },
      {
        "id": 38,
        "text": "Далее",
        "var_no_more": [
          "вопрос",
          1
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "...следующий день прошëл, как обычно, если бы не одно \"но\".\n\nАрина перехватила вас, идущую со школы домой. \n\n— Когда ты уже наябедничать успела?! — прошипела она. — Не могла сама решить свои проблемы, как все нормальные люди?!",
    "answers": [
      {
        "id": 107,
        "text": "- Эээ... в смысле? О чëм ты?"
      },
      {
        "id": 150,
        "text": "- Да что я тебе сделала?!"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Я знаю, — пожал плечами Сеня. — Просто хотел посмотреть, как отреагируешь. ",
    "answers": [
      {
        "id": 37,
        "text": "Далее",
        "var_need": [
          "вопрос",
          3
        ]
      },
      {
        "id": 40,
        "text": "Далее",
        "var_no_more": [
          "вопрос",
          1,
          "литра",
          1
        ]
      },
      {
        "id": 58,
        "var_need": [
          "литра",
          1
        ],
        "text": "Далее",
        "var_no_more": [
          "вопрос",
          1
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "— Кстати, ты вчера что-то пожаловаться хотела, однако не стала из-за... горгоны, — сказал Сеня, мигом превратившись из клоуна в профессора. \n\n— В смысле? — не поняли вы. \n\n— Ну, насчëт Арины. Просто она так на тебя посмотрела, что ты передумала. Давай, выкладывай. ",
    "answers": [
      {
        "id": 39,
        "text": "- Ты что, психолог мне что-ли? Что ты лезешь?",
        "var_sub": [
          "сотруд",
          2
        ]
      },
      {
        "id": 48,
        "text": "[Рассказать ему о вашей проблеме]",
        "var_add": [
          "сотруд",
          4
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "Молчание. Сеня также лыбиться, а потом выдаëт:\n\n— Го в игру? Ах, да, у тебя же конкурс... Готовься, готовься, — протянул он, вздохнул и засел в телефон. ",
    "answers": [
      {
        "id": 58,
        "text": "Далее",
        "var_need": [
          "литра",
          3
        ]
      },
      {
        "id": 40,
        "text": "Далее",
        "var_no_more": [
          "литра",
          3
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "— Я просто хотел помочь, — сказал Сеня и вздохнул. ",
    "answers": [
      {
        "id": 40,
        "text": "Далее",
        "var_no_more": [
          "литра",
          2
        ]
      },
      {
        "id": 58,
        "text": "Далее",
        "var_need": [
          "литра",
          4
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Шесть уроков позади. Далее — специальность... Очередные полтора часа за фортепиано с любимой Антониной Анатольевной... \n\nИ... домой. \n\nА дома вас уже ожидалл разгневанный из-за двойки отец. Вы выслушали нотации, проклятья в сторону музыки, которой вы уделяли довольно немало времени, и... \n\n— Не поедешь на этот чëртов конкурс! — проорал отец. — Все мозги уже эта музыка у тебя съела! Двойка по литре! Где такое видано?!\n\nВы оторопели. Как — не поедешь?..",
    "answers": [
      {
        "id": 44,
        "text": "- Эээ... в смысле?! Я же так к нему готовилась, а теперь ты хочешь кинуть всë это к чертям?!! ",
        "var_add": [
          "понимание",
          3
        ]
      },
      {
        "id": 43,
        "text": "- Но почему?.. "
      },
      {
        "id": 44,
        "text": "[Молчать и с комком в горле принять запрет]",
        "var_add": [
          "понимание",
          1,
          "смягчение",
          23
        ]
      },
      {
        "id": 45,
        "text": "[Молчать и облегчëнно выдохнуть про себя. Чего доброго в этом конкурсе? Тем более ехать в одном автобусе с Ариной - вы этого не вынесете]",
        "var_sub": [
          "понимание",
          1,
          "победа",
          4
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "После получаса игры ваши пальцы выразили протест такой нагрузке. Болели. Сильно. \n\nВошла мать. Отправила вас спать и посокрушалась, что вы так много тренируетесь. ",
    "answers": [
      {
        "id": 24,
        "text": "[Спать]"
      }
    ]
  },
  {
    "id": 42,
    "text": "За внутрикопанием и слезами время летит незаметно.\n\nВас позвали, и вы с грохотом выпали из своих грëз. ",
    "answers": [
      {
        "id": 51,
        "text": "Далее",
        "var_add": [
          "конкурс",
          1
        ],
        "var_need": [
          "смягчение",
          2
        ]
      },
      {
        "id": 52,
        "text": "Далее",
        "var_no_more": [
          "смягчение",
          1
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "— Я тебе уже всë сказал! Ужас! Двойка по литературе! ",
    "answers": [
      {
        "id": 46,
        "text": "- Вообще-то, оценки - не главное в жизни! Почему я должна отказываться от того, к чему готовилась три года?!",
        "var_add": [
          "смягчение",
          2
        ]
      },
      {
        "id": 46,
        "text": "- Ты что, всю жизнь будешь меня контролировать?!",
        "var_sub": [
          "смягчение",
          1
        ]
      },
      {
        "id": 44,
        "text": "[Идти в свою комнату]"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Пошла в свою комнату быстро!!! Делай уроки! Что б я двоек в журнале больше не видел!!!\n\nВы развернулись, ворвались в свою комнату, хлопнули дверью и зарыдали. Да за что?! Оценку можно исправить работой на уроке и другими тестами, не так ли?!! Могли бы хотя бы телефон забрать на месяц-другой, зачем же так?!\n\nВидимо, ваша мать думала точно так же. Из-за двери слышалось, как она корит отца за его одержимость оценками. Вспыхивает скандал. Где-то тихонько плачет Оля. А вы...",
    "answers": [
      {
        "id": 42,
        "text": "[Просто плачете и жалеете себя]",
        "var_add": [
          "понимание",
          2
        ]
      },
      {
        "id": 49,
        "text": "[Делаете уроки]"
      },
      {
        "id": 50,
        "text": "[Наперекор всему играете на фортепиано]",
        "var_add": [
          "победа",
          3
        ]
      },
      {
        "id": 56,
        "text": "[Разыскиваете Олю, чтобы успокоить]",
        "var_add": [
          "письмо",
          1
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы промолчали. Отец отправил вас в комнату. Вы сели, сделали уроки, и вас позвали. М-да. ",
    "answers": [
      {
        "id": 51,
        "text": "Далее",
        "var_add": [
          "конкурс"
        ],
        "var_need": [
          "смягчение",
          2
        ]
      },
      {
        "id": 52,
        "text": "Далее",
        "var_no_more": [
          "смягчение",
          1
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "— ПОШЛА В КОМНАТУ, ДРЯНЬ!",
    "answers": [
      {
        "id": 47,
        "text": "- Почему ты постоянно меня обзываешь? Что я тебе сделала такого?! Тебя что, тоже в детстве так обзывали, что ты так со мной?!",
        "var_sub": [
          "смягчение",
          2
        ]
      },
      {
        "id": 47,
        "text": "- Обзываться нехорошо! И, вообще-то, мне обидно!",
        "var_add": [
          "смягчение",
          1
        ]
      },
      {
        "id": 44,
        "text": "[Идти в комнату]"
      }
    ]
  },
  {
    "id": 47,
    "text": "— На правду не обижаются, — сказал отец. ",
    "answers": [
      {
        "id": 44,
        "text": "[Проглотить обиду (понервничает - перестанет) и идти в комнату]",
        "var_add": [
          "смягчение",
          1
        ]
      },
      {
        "id": 44,
        "text": "[Идти в комнату, поминая отца, как тирана]",
        "var_add": [
          "понимание",
          1
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы всë рассказали Сене, не таясь и не хвалясь. Тот слушал внимательно, что вас очень удивило: ведь Сеня был типичным бешеным тринадцатилетним матершиником. Да, теперь вы поняли, что книги не врут: внешность и вправду обманчива. Иногда.\n\n— Ты слишком серьëзно к ней относишься, — заметил Сеня, когда ваш рассказ подошëл к концу. — Не обращай внимания. Арина просто тебе завидует. \n\nМудро. Только абсолютно бесполезно. \n\nОднако от этих слов в вас что-то сдвинулось. Тревога исчезла. И вы только подивились, почему эта тревога до сих пор не исчезала, если вы до этого не раз напоминали себе, что \"Арина не заслуживает места в моих мыслях\". ",
    "answers": [
      {
        "id": 58,
        "text": "Далее",
        "var_need": [
          "литра",
          2
        ]
      },
      {
        "id": 40,
        "text": "Далее",
        "var_no_more": [
          "литра",
          6
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "...вы на полчаса забыли о ссоре, погрузившись в уроки и зубëжку.  \n\nВдруг вас позвали. ",
    "answers": [
      {
        "id": 51,
        "text": "Далее",
        "var_add": [
          "конкурс",
          1
        ],
        "var_need": [
          "смягчение",
          2
        ]
      },
      {
        "id": 52,
        "text": "Далее",
        "var_no_more": [
          "смягчение",
          1
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы сели за фортепиано и принялись повторять пьесы. \n\nЧерез полчаса вас позвали. \n",
    "answers": [
      {
        "id": 51,
        "text": "Далее",
        "var_add": [
          "конкурс",
          1
        ],
        "var_need": [
          "смягчение",
          2
        ]
      },
      {
        "id": 52,
        "text": "Далее",
        "var_no_more": [
          "смягчение",
          1
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы вышли из комнаты. Отец сидел на стуле, спрятав глаза за ладонь. Мать сверху вниз глядела на него. \n\n— Даш, — начал отец неловким голосом. — Я тебя что-то перетово из-за этой двойки... Что, разве сам двоек не схватывал?..\n\n— Это он так говорит, что ты едешь на конкурс, — сказала мама. \n\nВы от радости аж заплакали. Всей семьей обнялись. ",
    "answers": [
      {
        "id": 35,
        "text": "Далее",
        "var_need": [
          "вопрос",
          10,
          "сотруд",
          7
        ]
      },
      {
        "id": 109,
        "text": "Далее",
        "var_not": [
          "вопрос",
          10
        ],
        "var_equal": [
          "письмо",
          1
        ]
      },
      {
        "id": 58,
        "text": "Далее",
        "var_not": [
          "письмо",
          1
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы послушно вышли из комнаты. \n\nВам объявили, что на конкурс вы не едете и отдаëте всю себя учебе. ",
    "answers": [
      {
        "id": 55,
        "text": "\"Сама дура, сама и виновата\"",
        "var_not": [
          "письмо",
          1
        ]
      },
      {
        "id": 55,
        "text": "\"Прекрасно\" (сарказм)",
        "var_add": [
          "понимание",
          2
        ],
        "var_not": [
          "письмо",
          1
        ]
      },
      {
        "id": 75,
        "text": "Далее",
        "var_equal": [
          "письмо",
          1
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "∆ Список достижений: ∆<s>r\n\n★Хорошие:<s>r\n•<s>tНастырное упрямство – вот главное качество для достижения целей.<s>r\n• Победа!\n• Расскажи, Снегурочка, где была?\n• Миролюбие\n• Будуший журналист\n• Будущий детектив\n• Знаток Деда Мороза\n\n√ Нейтральные:\n• Почти понятно, но тем не менее...\n• Интерес\n• Ничего не понятно, но очень интересно\n• Самоотвержение или Неверие в волшебство\n• Неразговорчивый молчун\n• Любопытство\n• Праведный гнев \n\n☹ Плохие:<s>r\n•<s>tОпять (впервые) двойка!<s>r\n• Нетактичность\n• Упущенное чудо\n• Бессмысленная ругань\n• Запоздалое раскаяние\n",
    "answers": [
      {
        "id": 53,
        "text": "——ВАШИ ДОСТИЖЕНИЯ:——",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 139,
        "text": "\"Настырное упрямство – вот главное качество для достижения целей\"",
        "need": 70,
        "need_ever": true
      },
      {
        "id": 231,
        "text": "\"Победа!\"",
        "need": 104,
        "need_ever": true
      },
      {
        "id": 208,
        "text": "\"Расскажи, Снегурочка, где была?\"",
        "need": 112,
        "need_ever": true
      },
      {
        "id": 154,
        "text": "\"Миролюбие\"",
        "var_need": [
          "global миролюбие",
          1
        ]
      },
      {
        "id": 207,
        "text": "\"Будущий журналист\"",
        "var_need": [
          "global warming",
          8
        ]
      },
      {
        "id": 247,
        "text": "\"Будущий детектив\"",
        "var_need": [
          "global dogadka",
          1
        ]
      },
      {
        "id": 232,
        "text": "\"Знаток Деда Мороза\"",
        "var_need": [
          "global dedmoroz",
          4
        ]
      },
      {
        "id": 119,
        "text": "\"Почти понятно, но тем не менее...\"",
        "need": 117,
        "need_ever": true
      },
      {
        "id": 115,
        "text": "\"Интерес\"",
        "need": 82,
        "need_ever": true
      },
      {
        "id": 87,
        "text": "\"Ничего не понятно, но очень интересно\"",
        "var_need": [
          "global dost gadalka",
          1
        ]
      },
      {
        "id": 151,
        "text": "\"Самоотвержение или Неверие в волшебство\"",
        "var_need": [
          "global samootvergenost",
          1
        ]
      },
      {
        "id": 233,
        "text": "\"Любопытство\"",
        "var_need": [
          "global lubopitstvo",
          1
        ]
      },
      {
        "id": 265,
        "text": "\"Праведный гнев\"",
        "var_need": [
          "global yyy",
          1
        ]
      },
      {
        "id": 114,
        "text": "\"Опять (впервые) двойка!\"",
        "var_need": [
          "global dost 2 litra",
          1
        ]
      },
      {
        "id": 125,
        "text": "\"Нетактичность\"",
        "var_need": [
          "global 0-0",
          3
        ]
      },
      {
        "id": 147,
        "text": "\"Упущенное чудо\"",
        "var_need": [
          "global oops",
          1
        ]
      },
      {
        "id": 186,
        "text": "\"Бессмысленная ругань\"",
        "need": 76,
        "need_ever": true
      },
      {
        "id": 235,
        "text": "\"Запоздалое раскаяние\"",
        "var_need": [
          "global KDR",
          1
        ]
      },
      {
        "id": 53,
        "text": "—————————————————————————",
        "comment": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 54,
    "text": "В квесте доступно четыре маленькие сюжетные линии. Концовки одной линии аналогичны друг другу, поэтому вижу мало смысла и много бессмысленной мороки их озаглавливать.\n\nМои извинения.",
    "answers": [
      {
        "id": 54,
        "text": "♦ВАМИ ЗАВЕРШЕНО:♦",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 83,
        "text": "Небольшое исключение \"Всë, как всегда\"",
        "need": 80,
        "need_ever": true
      },
      {
        "var_max": [
          "global end one",
          9
        ],
        "var_show": [
          "global end one"
        ],
        "comment": true,
        "id": 54,
        "text": "Концовки ПЕРВОЙ сюжетной линии: ",
        "var_min": [
          "global end one",
          0
        ]
      },
      {
        "var_max": [
          "global end two",
          3
        ],
        "var_show": [
          "global end two"
        ],
        "comment": true,
        "id": 54,
        "text": "Концовки ВТОРОЙ сюжетной линии:"
      },
      {
        "var_max": [
          "global end three",
          4
        ],
        "var_show": [
          "global end three"
        ],
        "comment": true,
        "id": 54,
        "text": "Концовки ТРЕТЬЕЙ сюжетной линии:"
      },
      {
        "var_max": [
          "global end four",
          11
        ],
        "var_show": [
          "global end four"
        ],
        "comment": true,
        "id": 54,
        "text": "Концовки ЧЕТВËРТОЙ сюжетной линии:",
        "var_min": [
          "global end four",
          1
        ]
      },
      {
        "id": 54,
        "text": "———————————————————",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 55,
    "text": "...следующая неделя прошла, как обычно. Даже к конкурсу Антонина Анатольевна готовила вас. Вот только родители не пустят вас на него под предлогом чего-либо. Класс. \n\nОставалось уже две недели ло Нового года. И неделя до конкурса. \n\nВы сидите в школе на перемене и думаете об этом. ",
    "answers": [
      {
        "id": 59,
        "text": "[И до сих пор ловите себя на том, что злитесь на своих родителей]",
        "var_add": [
          "понимание",
          1
        ]
      },
      {
        "id": 59,
        "text": "[Но уже не испытываете чувства обиды к родителям. Хотя на конкурс очень хочется...]",
        "var_add": [
          "победа",
          3
        ]
      },
      {
        "id": 59,
        "text": "[Вам всë равно. Что случилось, то случилось]"
      }
    ]
  },
  {
    "id": 56,
    "text": "Оля сидела в детском уголке и тихонько плакала. \n\nВы успокоили еë фразой \"они поругаются и помиряться\".\n\nОля улыбнулась. Вы сидели с ней в обнимку минут десять, пока вас не позвали. ",
    "answers": [
      {
        "var_add": [
          "конкурс",
          1
        ],
        "forget": 48,
        "text": "Далее",
        "var_need": [
          "смягчение",
          2
        ],
        "id": 51
      },
      {
        "id": 52,
        "text": "Далее",
        "var_no_more": [
          "смягчение",
          1
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "Здравствуйте всем. \n\nБлагодарю, что заглянули на мой квестик.\n\nКогда обнаружите несостыковку, сюжетную дыру, опечатку — напишите под страницей или сделайте скриншот и отошлите мне в ВК, пожалуйста! У меня явное предчувствие, что их здесь немало...\n\nДа, это работа конкурсная. Писала, писала, но, так как я обладатель редчайшего дара всë делать не так и не вовремя, то моему телефону была хана двадцать шестого декабря в девять часов вечера...\n\nДосадно ли это было? Конечно. Но даже в этом есть свои плюсы: например, критикам уже не придëтся запасаться ящиком глазных капель и валерьянки..",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "right_answer": true,
        "comment": true,
        "id": 57,
        "text": "И, конечно же, я всех поздравляю с прошедшими 21 числами 21 года 21 века! И желаю дожить до предстоящих 22 чисел 22 года 22 века!",
        "left_answer": false
      },
      {
        "id": 57,
        "url": "https://vk.com/mustyshadow",
        "instant": true,
        "text": "Связь с автором в ВК"
      }
    ]
  },
  {
    "id": 58,
    "text": "Следующая неделя...\n\nВсë, как обычно... Подготовка к конкурсу... Любимые насмешки Арины... \n\nИ — долгожданный день — день, в который должен состоятся краевой конкурс...\n\nЧас тряски в автобусе... Морская болезнь... Диффузия самых разных духов, пота и шампунев...\n\nИ вот — преподаватели, вы с Ариной и другие участники на месте.\n\nДалее — тренировка. После неë — два — три часа безвыходного сидения в чужом кабинете, в чужом доме культуры, в чужом городе вообще. Взрослые не те, стулья не те, полы не те... Вам уже как-то не по себе — особенно в одном кабинете с Ариной, уткнувшейся в соцсети.\n\nИ вот- Антонина Анатольевна вошла в кабинет и сказала:\n\n— Арина, ты выступаешь.\n\nАрина вышла...",
    "answers": [
      {
        "id": 92,
        "text": "...а вас уже начинает бить дрожь."
      },
      {
        "id": 102,
        "text": "...а вы сидели, как и сидели, уверяя, что всë будет хорошо.",
        "var_sub": [
          "победа",
          1
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": "— Здравия желаю, товарищ Слыш Соловьëва! \n\nВы вздрогнули. Обернулись. Сеня, свеженький, как огурчик, после простуды, стоял и тянул лыбу. Как всегда.\n\n— Чего вы сегодня такие грустные?",
    "answers": [
      {
        "id": 60,
        "text": "- Тебе какое дело?!",
        "var_sub": [
          "сотруд",
          1
        ]
      },
      {
        "id": 61,
        "text": "- Да вот, поссорилась, и...",
        "var_add": [
          "сотруд",
          2
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "— Не, ну серьëзно, что случилось? — Сеня прекратил строить из себя клоуна. ",
    "answers": [
      {
        "id": 62,
        "text": "- Да что ты ко мне цепляешься? Отстань уже!",
        "var_sub": [
          "сотруд",
          1
        ]
      },
      {
        "id": 61,
        "text": "- С родаками поссорилась, и..."
      }
    ]
  },
  {
    "id": 61,
    "text": "Сеня взял стул и сел рядом. \n\n— И... мне запретили ехать на конкурс, — выдавили вы. \n\nСказать, что Сеня обалдел — это промолчать. Рот у него приоткрылся, обнажив зубы, глаза округлились, брови взлетели выше лба.\n\n— Что?! — заорал он не своим голосом. — Как запретили?! \n\n— Вот так, — развели руками вы. ",
    "answers": [
      {
        "id": 63,
        "text": "Далее",
        "var_need": [
          "сотруд",
          5
        ]
      },
      {
        "id": 64,
        "text": "Далее",
        "var_no_more": [
          "сотруд",
          4
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "— Слушаюсь и повинуюсь, — вздохнул Сеня и отстал, оставив вас наедине со своими мыслями. ",
    "answers": [
      {
        "id": 35,
        "text": "Далее",
        "var_need": [
          "вопрос",
          8
        ]
      },
      {
        "id": 76,
        "text": "Далее",
        "var_no_more": [
          "вопрос",
          1
        ]
      },
      {
        "id": 112,
        "text": "Далее",
        "var_need": [
          "письмо",
          1
        ],
        "var_no_more": [
          "вопрос",
          1
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "Сеня сжал губы. Молчание. \n\n— Ладно уж... — протянул он после десятисекундного раздумья. — Свидимся.\n\nС этими словами он решительно встал и пошëл на своë место.\n\n...сегодня на сольфеджио его не было. А на специальности он был. Вы даже сказать \"привет\" ему не успели — он шмыгнул в входную дверь, делая вид, что не замечает вас. Странно...\n\nВера Евгеньевна только подивилась, как Сеня может так долго болеть. Вы промолчали.\n\nПридя домой, вы увидели странное зрелище.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Значит, сама как-то провинилась, — заключил Сеня. — Поздравляю с началом конца!\n\n— Чего? — не поняли вы.\n\n— Это прикол нашей семьи. Примите мои соболезнования, — сказал Сеня и отсел, всем своим видом показывая, что не хочет разговаривать с вами.\n\nНедоброжелательность, сочившаяся из Сени, казалась вам странной. Интересно, чем вы перед ним успели провиниться?",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Сеня стоял во дворе перед вашим отцом и твëрдо говорил, говорил, говорил что-то. Что — вы не услышали с такого расстояния. Любопытство заставило вас шагать быстрее.\n\n— Григорий Алексеевич! — воскликнул Сеня. — Даша так готовилась к конкурсу, и вы...\n\n— Отстань, малец и иди домой! Нечего приставать!\n\n— Григорий Алексеевич! Вы что, ребëнком не были?! Двоек не получали?! Ещë как получали!\n\n— Пошëл вон, защитник!",
    "answers": [
      {
        "id": 66,
        "text": "[Притаиться и наблюдать]"
      },
      {
        "id": 67,
        "text": "[Подойти и вмешаться]"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы остановились и прижались к стене. Конфликт разгорался и разгорался. Наконец, ваш отец Григорий Алексеевич вышвырнул незадачливого защитника Сеню вон. В буквальном смысле.\n\nКогда вы поняли, что отец ушëл в дом, а Сеня неизвестно куда, вы вошли в своë место проживания и крикнули: \n\n— Я дома!\n\nХотя вас, по всей видимости, никто и не услышал.\n\n— Подумать только! — возмущался отец. — Какой-то малолетний пацан приходит в мой дом и требует от меня, чтобы я разрешил нашей дочери играть в кон... Вот она! — воскликнул отец, когда вы вошли в дом. — Нарисовалась! Уже успела разболтать всем, какой у тебя отец тиран?!\n\nГде-то слышно, как Оля начинает вхлипывать.",
    "answers": [
      {
        "id": 68,
        "text": "- Вообще-то, я не жаловалась, а просто рассказала правду!"
      },
      {
        "id": 74,
        "text": "[Проигнорировать и утешить Олю]",
        "var_add": [
          "письмо",
          10
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "Отец, увидя вас, гаркнул:\n\n— Вот она! Явилась!\n\n— Что здесь происходит? — спросили вы.\n\n— Твой отец пытается успокоить ненасытного мальца! — рявкнул отец.\n\n— Это ненасытный малец пытается восстановить справедливость! — заорал Сеня.",
    "answers": [
      {
        "id": 69,
        "text": "- Сеня, ты что вообще творишь?!! Вообще с катушек съехал?! Как можно было додуматься до такого?!!!",
        "var_sub": [
          "сотруд",
          4
        ]
      },
      {
        "id": 70,
        "text": "- Пап, не ори на Сеню! ",
        "var_add": [
          "сотруд",
          2
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "— Да ты шо! Какие мы умные! — всплеснул руками отец. — А мальчик тоже что-ли...\n\n— Гриша, хватит! — оборвала вашего отца мать. \n\n— Что \"хватит\"?!!\n\nГде-то в доме начинает выть Оля.",
    "answers": [
      {
        "id": 106,
        "text": "[Выяснять отношения с родителями]",
        "need_sometimes": true
      },
      {
        "id": 74,
        "text": "[Утешить Олю]"
      }
    ]
  },
  {
    "id": 69,
    "text": "Сеня приник, поняв, что затеял ерунду — добиться для вас разрешения ехать на конкурс.  \n\nОтец удовлетворëнно кивнул:\n\n— Именно.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Сеня воспрянул духом:\n\n— Вот видите! Поверьте мне, Даша очень хочет поехать на конкурс! Это же дело всей еë жизни!\n\n\"Громковато сказано\", — усмехнулись вы, однако были благодарны Сене за такую ярую защиту*.\n\n— Да, я очень хочу! — сказали вы и умоляюще взглянули на отца. \n\n— Нечего двойки получать!\n\n— Вы издеваетесь?!! Из-за двоечки?! Помешаны на оценках? Поздравляю! — сплюнул Сеня.\n\n— Хам! \n\n— Слава делам вашим! — сказал Сеня и улыбнулся уголком рта.\n\n— Даша! Когда ты успела нажаловаться?!\n\n— Она не жаловалась, а сказала правду! — заметил Сеня.\n\n— Ишь, ты, какой умный! — усмехнулся Григорий Алексеевич. \n\n— Ну, пожалуйста... — протянул Сеня, остынув. — Ну, исправит Даша эту двойку! Это я проконтролирую, не переживайте!\n\nВам не давали и слова вставить. Едва вы открыли рот, Сеня затараторил:\n\n— Даша хорошая! Вы видели, как она на фортепиано играет хорошо! Почему вы отбираете у неë шанс стать знаменитой пианисткой?\n\nОтец молчал, с интересом глядя на Сеню.\n\n— Ну, из-за какой-то двоечки так наказывать! Это же несправедливо! ",
    "answers": [
      {
        "id": 71,
        "text": "Далее",
        "var_add": [
          "конкурс",
          1
        ]
      },
      {
        "id": 70,
        "text": "* - Чëрту известно, любовь это иль нет. Надеюсь, нет...",
        "comment": true
      }
    ]
  },
  {
    "id": 71,
    "text": "— Уважаю, малец! — усмехнулся Григорий Алексеевич. — Так и быть, разрешаю! \n\nВы застыли в шоке. Только сейчас до вас дошло, что Сеня сбежал с сольфеджио ради вас*.\n\nРади того, чтобы дать вам возможность участвовать в конкурсе. \n\nДа уж: от кого от кого, а от Сени вы такого не ожидали. Видимо, Сеня сам от себя такого не ожидал.\n\n— Серьëзно?! — воскликнул Сеня.\n\n— Серьëзно. ",
    "answers": [
      {
        "id": 72,
        "text": "[Бросится к отцу и благодарить его]"
      },
      {
        "id": 73,
        "text": "[Рассыпаться в благодарностях перед Сеней]",
        "var_add": [
          "сотруд",
          4
        ]
      },
      {
        "id": 71,
        "text": "* - чëрт знает, любовь это иль нет. Я не хочу даже это выяснять, честнейшее слово - всë равно не повлияет. Да и любовные романы я не очень люблю.",
        "comment": true
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы бросились к отцу, обняли и раз сто сказали \"спасибо\".\n\nСеня тихо ушëл, необычайно довольный собой.\n\nТолько потом вы раскаялись, что не поблагодарили одноклассника.",
    "answers": [
      {
        "id": 58,
        "text": "Далее",
        "var_no_more": [
          "письмо",
          0
        ]
      },
      {
        "id": 75,
        "text": "Далее",
        "var_need": [
          "письмо",
          1
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы раз пятьдесят... тысяч поблагодарили Сеню за его поступок. Сеня засиял и, сияя, чинно удалился. ",
    "answers": [
      {
        "id": 58,
        "text": "Далее",
        "var_no_more": [
          "письмо",
          0
        ]
      },
      {
        "id": 75,
        "text": "Далее",
        "var_need": [
          "письмо",
          1
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы не обратили внимания на отца и змеей пробрались в детский уголок.\n\nТак и есть: Оля сидит и тихо плачет. Опять перепугалась из-за отца.\n\nВы обняли еë и тихо сказали:\n\n— Не плачь, не плачь...\n\nСзади раздался тихий голос матери:\n\n— Вишь, какая спокойная, не то, что ты...",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "...вечером вы застали Олю за своим письменным столом: она старательно выводила буквы на бумаге.\n\n— Письмо Деду Морозу пишешь? — спросили вы.\n\n— Да, — ответила Оля.\n\n— И что ты загадала?",
    "answers": [
      {
        "id": 148,
        "text": "Далее",
        "var_no_more": [
          "конкурс",
          0
        ]
      },
      {
        "id": 149,
        "text": "Далее",
        "var_need": [
          "конкурс",
          1
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "...как вы и предполагали, на конкурс вы не поехали. Мечты разбиты... ха-ха, громко, конечно, сказано, но тем не менее... \n\nВот вы, как и обычно, идëте в школу, с грустью поглядывая на музыкальную школу, ученики которой собирались на конкурс.\n\nУкрадкой вы заметили Арину. Та тоже вас заметила, и вы...",
    "answers": [
      {
        "id": 77,
        "text": "[Помахали ей рукой]",
        "var_add": [
          "понимание",
          3
        ]
      },
      {
        "id": 77,
        "text": "[Отвернулись]"
      }
    ]
  },
  {
    "id": 77,
    "text": "Арина продолжала смотреть вам вслед. А вы, опасаясь Антонины Анатольевны, шмыгнули в ворота школы и скрылись.\n\nКонец второй четверти. Сеня, по своей природе хилый, опять заболел. Повезло ему... ведь в школе — сплошные контрольные, проверочные и самостоятельные.\n\nВы уже и думать забыли об этом чëртовом конкурсе.\n\nДни текли за днями. Уже двадцать первое декабря. Канун Нового года. \n\nСегодня на занятиях Арине выдали грамоту \"за участие в конкурсе\".\n\nПосле вручения грамоты на уроке она поблагодарила Веру Евгеньевну просто из вежливости, а потом попросилась выйти.",
    "answers": [
      {
        "id": 78,
        "text": "[И вам сразу было видно, что она расстроена]",
        "var_add": [
          "понимание",
          2
        ]
      },
      {
        "id": 79,
        "text": "[Вы продолжили заниматься и вникать в новую тему]"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы постарались вникнуть в новую тему под замечательным названием \"характерные интервалы\", но Арина в ваших мыслях не давала вам покоя. Да, вы всей душой еë недолюбливали, но...",
    "answers": [
      {
        "id": 79,
        "text": "\"Как же всë похоже на типичный фанфик...\" [Попытаться выкинуть Арину из головы]"
      },
      {
        "id": 81,
        "text": "\"Но как-то... жалели, что-ли?]",
        "var_add": [
          "понимание",
          2
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": "Новая тема... довольно лëгкая. \n\nЗа урок вам выставили пять. Домашнее задание дали. Звонок прозвенел. А Арины всë нет, да нет...",
    "answers": [
      {
        "id": 82,
        "text": "[Поискать еë]",
        "var_add": [
          "понимание",
          1
        ]
      },
      {
        "id": 80,
        "text": "Зачем она вам вообще нужна? [Идти домой]"
      }
    ]
  },
  {
    "id": 80,
    "text": "Расфуфыренная искусственная ëлка встретила вас в зале.\n\nОля возилась с игрушками.\n\nМать готовила ужин.\n\nОтец краем глаза следил за Олей, читая газету.\n\nВсë, как всегда.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]"
      }
    ]
  },
  {
    "id": 81,
    "text": "В смысле?! Поймав себя на этом, вы отчаянно стали звонить интуиции и логике. И то, и другое трубку брать категорически отказывались.\n\n— И сейчас строим характерные интервалы в до миноре*, — донеслось до ваших ушей. — Время вам — пять минут.\n\nАаа, что? Вы так увлеклись своими мыслями, что прослушали новую тему! \n\nНа ум, кроме словосочетаний \"Ëмаë\", \" Ëлы-палы\", \"Ëкэлэмэнэ\" и тому подобных, в том числе матерных, ничего не идëт.\n\nЕдва совладав со своими внутренними демонами, вы отчаянно стали просить у соседа разъяснить новую тему. Ну, разъяснили с грехом пополам. Вы выкарабкались на четвëрку с минусом.\n\nУрок закончился. Домашнее задание дано. А Арины всë нет, да нет...",
    "answers": [
      {
        "id": 82,
        "text": "[Поискать еë]",
        "var_add": [
          "понимание",
          1
        ]
      },
      {
        "id": 80,
        "text": "[Идти домой]"
      },
      {
        "id": 81,
        "text": "* - в переводе на человеческий язык - проверочная работа.",
        "comment": true
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы пошли в туалет — там было пусто. Поспрашивали техслужащую — сказала, что не видела.\n\nПожав плечами, вы вышли из школы и... увидели за углом Арину, которая... плакала. ",
    "answers": [
      {
        "id": 85,
        "text": "\"Стоп - что? Она так расстроилась из-за конкурса, что-ли? Почему?!\" [Подойти]",
        "var_add": [
          "понимание",
          1
        ]
      },
      {
        "id": 85,
        "text": "\"Не знала, что она такая плакса...\" [Подойти]"
      },
      {
        "id": 80,
        "text": "[Вас это не касается] [Идти домой]"
      }
    ]
  },
  {
    "id": 83,
    "text": "Мда. Квест наверняка вас разочаровал. Концовка не из лучших, согласна с вами. Попробуйте ещë раз — надеюсь, вы сможете пройти этот квест интересней! =)",
    "answers": [
      {
        "id": 54,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Да тебе какое дело?!\n\n— Да я просто... — начали было вы, но Арина перебила:\n\n— Что ты тут делаешь?! Что ты ко мне прицепилась? Оставьте меня все в покое! Оставьте меня все в покое!..\n\nИ опять всхлипывания.  ",
    "answers": [
      {
        "id": 89,
        "text": "- Так что случилось?..",
        "var_need": [
          "понимание",
          14
        ]
      },
      {
        "id": 80,
        "text": "- Окей, никто к тебе не цеплялся. [Идти домой]"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы тихо подошли к Арине, которая так и продолжала рыдать. Встали рядом с ней.\n\nОна не обратила на вас никакого внимания и продолжала лить слезы.",
    "answers": [
      {
        "id": 84,
        "text": "- Эмм... Арин, что случилось?"
      },
      {
        "id": 86,
        "text": "[Продолжать молчать]"
      }
    ]
  },
  {
    "id": 86,
    "text": "...после тридцатисекундного молчания Арина оторвалась от своего рыдания и резко спросила:\n\n— Чего тебе надо?!",
    "answers": [
      {
        "id": 90,
        "text": "- Ну... Вообще, тебе тут сочувствуют, а ты как себя ведëшь.",
        "var_no_more": [
          "понимание",
          14
        ]
      },
      {
        "id": 89,
        "text": "- Ничего, я просто стою рядом (спокойно).",
        "var_add": [
          "понимание",
          2
        ]
      },
      {
        "id": 90,
        "text": "- Ничего мне от тебя не надо, двуличная рыдательница чëртова. "
      },
      {
        "id": 88,
        "text": "- Ну... Вообще тебе тут сочувствуют, а ты себя так ведëшь.",
        "var_need": [
          "понимание",
          15
        ]
      }
    ]
  },
  {
    "id": 87,
    "text": "М-да. У Арины проблемы — это видно так же отчëтливо, как отчëтливо красуется \"2\" в журнале. Вот только причина — вот это уже действительно вопрос. Пройдите ещë раз — может, получится еë узнать.",
    "answers": [
      {
        "id": 54,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы сказали это и тут же пожалели, представив, какова может быть реакция. \n\nОднако Арина отвернулась и продолжила рыдать.\n\nКогда всхлипы вам уже надоели, вы сказали:",
    "answers": [
      {
        "id": 93,
        "text": "- Так, хватит тут ныть. Весь мир скажет спасибо."
      },
      {
        "id": 94,
        "text": "- Пойдём в парк?.. Что случилось?"
      }
    ]
  },
  {
    "id": 89,
    "text": "...молчание.",
    "answers": [
      {
        "id": 94,
        "text": "- Так давай пойдëм в парк?..",
        "var_need": [
          "понимание",
          15
        ]
      },
      {
        "id": 80,
        "text": "{Вам это надоело} [Идти домой]"
      }
    ]
  },
  {
    "id": 90,
    "text": "На ваше удивление Арина даже не разозлилась и не стала осыпать вас оскорблениями. Наоборот — отвернулась. \n\nВы пожали плечами. Молчание.\n\n— Вот ты где, Арина! — раздался явно недовольный женский голос. — Тебя уже все разыскались! Безобразие!\n\nВы вздрогнули. Подняли голову. Женщина с бледно-жёлтыми волосами, в шубе и со взглядом, не предвещающим ничего хорошего, шла на вас с Ариной.\n\nВидимо, Арина такого не ожидала. \n\n— Привет, мам... — проронила она, поспешно вытирая слëзы.\n\n— А это с тобой кто? — спросила мать Арины, глядя на вас.\n\n— Моя одногруппница Даша, — сказала Арина.\n\nВы ещë раз окинули взглядом мать Арины. И ничего хорошего не увидели. Сжатые губы, взгляд, подобный взгляду галки, меховая шуба — всë говорило о...\n",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "Арина и еë мать, пошли своей дорогой, оставив вас в одиночестве.\n\nДо вас донеслись обрывки разговора:\n\n— Какое место по конкурсу? — спросила мама Арины.\n\n— Никакое, — мрачно сказала Арина.\n\nДалее посыпались самые разные обзывательства*, общим синонимом которых было слово \"глупая\".\n\nВам стало даже жаль Арину. Как же на неë давят дома...",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global dost gadalka",
          1,
          "global end one",
          1
        ]
      },
      {
        "id": 91,
        "text": "* - Не буду здесь их печатать по всем понятным причинам ",
        "comment": true
      }
    ]
  },
  {
    "id": 92,
    "text": "А вдруг вы нормально не сыграете? Вдруг вы накосячите в самом элементарном месте, заслужив на всю жизнь укоризненные взгляды Антонины Анатольевны? Или вдруг вы вообще забудете первую строчку и тупо просидите полчаса перед жюри, пытаясь еë вспомнить? А вдруг у вас зачешется нос во время игры???\n\nМнительность затягивает: вы чувствуете себя Белоснежкой, оказавшейся глубоко в дремучем лесу в три часа ночи. Жюри в виде чудищ, косяки в виде летучих мышей, внимательный взгляд Антонины Анатольевны в виде светящихся глаз волков — тьфу...",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "— Благодарю, — сказала Арина. \n\nПравда, за что она вас благодарит, вы так и не поняли.\n\nМинут через три Арина, уже высохшая от слëз, развернулась и ушла, оставив вас в одиночестве гадать, что происходит.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global dost gadalka",
          1,
          "global end one",
          1
        ]
      }
    ]
  },
  {
    "id": 94,
    "text": "Арина не ответила. Просто послушно поплелась в парк за вами.\n\nУсевшись с ней на лавочку, вы поняли, что вам немного стрёмно. Враги с третьего класса вплоть до шестого теперь сидят на лавочке, как давние подруги — бред какой-то...\n\n— Я... — выдала Арина и замолкла. Что творится у неë в голове вам непонятно.\n\n— Так что?\n\n— Я... Короче говоря, хочу извиниться перед тобой. Ну, за своё поведение. ",
    "answers": [
      {
        "id": 96,
        "text": "- Ах, вот ты о чëм! Спасибо. Я-то уж думала, что..."
      },
      {
        "id": 95,
        "text": "- Давно было пора."
      }
    ]
  },
  {
    "id": 95,
    "text": "Тишина. Только ветер заунывно тянет свою неприятную холодную песню.\n\n— Ой, да кому я всë это рассказываю!.. — с этими словами Арина резко стала и быстрым шагом пошла прочь.\n\nВам оставалось только гадать над причиной еë странного поведения.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global dost angry",
          1,
          "global end one",
          1
        ]
      }
    ]
  },
  {
    "id": 96,
    "text": "—... я останусь стервой на всю жизнь? — закончила за вас Арина. — Может быть...\n\nСнова тишина. ",
    "answers": [
      {
        "id": 100,
        "text": "- Арин, так почему же ты себя так ведëшь? ",
        "var_no_more": [
          "понимание",
          15
        ]
      },
      {
        "id": 98,
        "text": "- Арин, так почему же ты себя так ведëшь?..",
        "var_need": [
          "понимание",
          16
        ]
      }
    ]
  },
  {
    "id": 97,
    "text": "— Ну, спроси... — неуверенно сказала Арина. ",
    "answers": [
      {
        "id": 120,
        "text": "- Почему ты стала высокомерной?",
        "var_add": [
          "выс",
          1,
          "эв",
          1,
          "global yasno",
          1
        ],
        "var_no_more": [
          "выс",
          0
        ]
      },
      {
        "id": 124,
        "text": "- Почему ты не можешь высказать всë налицо своей матери?",
        "var_add": [
          "...",
          1,
          "эв",
          1,
          "global yasno",
          1
        ],
        "var_no_more": [
          "...",
          0
        ]
      },
      {
        "id": 126,
        "text": "- Ты стала отличницей ради матери?",
        "var_add": [
          "отлрадимат",
          1,
          "эв",
          1,
          "global yasno",
          1
        ],
        "var_no_more": [
          "отлрадимат",
          0
        ]
      },
      {
        "id": 127,
        "text": "- Спасибо тебе за ответы...",
        "var_need": [
          "эв",
          1
        ]
      }
    ]
  },
  {
    "id": 98,
    "text": "— Понимаешь ли... С чего бы начать... — замялась Арина, видимо, ругая себя за откровенность. — Короче, из-за моей мамы я того...",
    "answers": [
      {
        "id": 99,
        "text": "- А она тут при чëм?!",
        "var_need": [
          "понимание",
          18
        ]
      },
      {
        "id": 100,
        "text": "- А она тут при чëм?!",
        "var_no_more": [
          "понимание",
          17
        ]
      }
    ]
  },
  {
    "id": 99,
    "text": "— Понимаешь ли... я просто...\n\nАрина замолкла. Вы тоже молчали, переваривая поступившую в мозг информацию. Да, порой причина идиотского поведения бывает гораздо глубже, и вы это понимали. \n\nМолчание затянулось.",
    "answers": [
      {
        "id": 95,
        "text": "- Может, хватит молчать? Начала говорить - так говори!"
      },
      {
        "id": 245,
        "text": "- Так что случилось?",
        "var_need": [
          "понимание",
          19
        ]
      }
    ]
  },
  {
    "id": 100,
    "text": "Арина помолчала. Потом вздохнула:\n\n— Ну хочу откровенничать. Пока.\n\nТут она резко встала и пошла прочь, оставив вас только гадать над тем, что же послужило причиной еë странного поведения.\n\n\"Хотя это и так очевидно\", — подумали вы, хоть и более точный ответ вам в голову не пришëл.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global dost gadalka",
          1,
          "global end one",
          1
        ]
      }
    ]
  },
  {
    "id": 101,
    "text": "Антонина Анатольевна объявила ваши имя и фамилию, город, школу, класс и произведения, которые вы готовили. И вы начали играть.\n\nУхх, как в кабинете холодно... Пальцы леденеют... Они что, специально так сделали что-ли?..\n\nСыграв Моцарта и Бетховена, вы встали, поклонились, ушли и шумно выдохнули в коридоре, заработав удивленные взгляды проходящих мимо. Остаëтся только ждать результатов... самое страшное уже позади. ",
    "answers": [
      {
        "id": 104,
        "text": "Далее",
        "var_need": [
          "победа",
          4
        ]
      },
      {
        "id": 105,
        "text": "Далее",
        "var_no_more": [
          "победа",
          3
        ]
      }
    ]
  },
  {
    "id": 102,
    "text": "...пришла Антонина Анатольевна. Позвала вас. Вы вышли.\n\nПошли за преподавательницей по незнакомым коридорам. Как же неуютно..  по крайней мере, непривычно. \n\nИ вот — вас провели к блестящему роялю. На крышке, на клавишах, на надписи, на подставке ни единой пылинки.",
    "answers": [
      {
        "id": 101,
        "text": "...и в щëлке между клавишами вы увидели груду пыли. Кхек. Хороши полировщики.",
        "var_sub": [
          "победа",
          2
        ]
      },
      {
        "id": 101,
        "text": "...и вы занервничали из-за пристальных взглядов жюри. Ой, как занервничали... Это ж надо ещë уметь так угрожающе смотреть..."
      }
    ]
  },
  {
    "id": 103,
    "text": "— Прадедушка мороз, чтоб тебя...",
    "answers": [
      {
        "id": 171,
        "text": "- С чего такая агрессия?..",
        "var_add": [
          "й",
          1
        ]
      },
      {
        "id": 172,
        "text": "- Тогда я бабушка Нина...",
        "var_add": [
          "уважение",
          1
        ]
      }
    ]
  },
  {
    "id": 104,
    "text": "...в один прекрасный день...\n\n— Дашаа!! — раздался возглас матери. Через миллисекунду она влетела в вашу комнату, где вы мирно читали книжку и стиснула вас в объятиях. — Я тебя поздравляю!\n\n— С чем это? — спросили вы, не поняв причину такого восторга.\n\n— У тебя первое место в конкурсе! Только что звонила Антонина Анатольевна! Она тебя тоже поздравляет! Молодец!!!\n\nРадость в вашем теле разлилась так же приятно, как чай согревает после долгой прогулки в мороз...",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "Через дней пять пришли результаты. Арина заняла второе место, а вы — никакое. \n\nПонятное дело, что этим самым вы получили двойную порцию насмешек... \n\nДа: разочарование прëт из вас, как Молния Маквин. \n\nДа, вы разочаровались из-за Арины, да и из-за себя самой.",
    "answers": [
      {
        "id": 167,
        "text": "...да, вы теперь к жизни настроены пессимистично. Теперь вы поняли, что такое \"приятная грусть\"..."
      },
      {
        "id": 168,
        "text": "...но жили дальше. Подумаешь - проиграла!.."
      }
    ]
  },
  {
    "id": 106,
    "text": "...бессмысленная перепалка продолжалась довольно долго, оставив горечь в Олином сердце...",
    "answers": [
      {
        "id": 76,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 107,
    "text": "— О Арсение, глупое ты существо! \n\nВы мгновенно вспомнили, что недавно рассказали Сене о ваших отношениях с Ариной. То есть, он что, решил нравоучения почитать? Арине-то? Он с ума сошëл?!",
    "answers": [
      {
        "id": 152,
        "text": "- Арин, давай не будем ссориться...",
        "var_add": [
          "global миролюбие",
          1
        ]
      },
      {
        "id": 116,
        "text": "- А что сразу \"глупое существо\"? Поумнее ничего не смогла придумать?"
      }
    ]
  },
  {
    "id": 108,
    "text": "Оля не ответила. Только продолжила старательно выводить печатные буквы на бумаге.",
    "answers": [
      {
        "id": 112,
        "text": "Далее",
        "var_no_more": [
          "снегуркарип",
          0
        ]
      },
      {
        "id": 76,
        "text": "Далее",
        "var_need": [
          "снегуркарип",
          1
        ],
        "var_no_more": [
          "конкурс",
          0
        ]
      },
      {
        "id": 58,
        "text": "Далее",
        "var_need": [
          "снегуркарип",
          1,
          "конкурс",
          1
        ]
      }
    ]
  },
  {
    "id": 109,
    "text": "Следующий день. Вы отучились, пришли домой и застали Олю за вашим письменным столом, старательно выводящую что-то на листе бумаги. \n\n— Я пишу письмо Деду Морозу, — сказала она.\n\n— И что ты заказала? — полюбопытствовали вы.\n\n— Чтобы ты заняла первое место в конкурсе! — ответила Оля, улыбаясь.",
    "answers": [
      {
        "id": 108,
        "text": "- Оля, зачем? Не жертвуй на меня, закажи подарок себе!",
        "var_add": [
          "снегуркарип",
          1
        ]
      },
      {
        "id": 108,
        "text": "- Спасибо большое, я тронута!"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Ëлы-палы! Да чтож такое! Откуда ты взялась на мою голову!.. — послышался раздражëнный шëпот. — Проснись и пой, девка! Не видишь, стараюсь!",
    "answers": [
      {
        "id": 133,
        "text": "[Продолжать игнорировать]",
        "var_add": [
          "global oops",
          1
        ]
      },
      {
        "id": 134,
        "text": "[Всë таки повернуться]"
      }
    ]
  },
  {
    "id": 111,
    "text": "А вот Арина никакое место не заняла. Ей просто выдали грамоту \"за участие\". \n\nОднако после этого, как ни странно, она вас перестала доставать...",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end two",
          1
        ]
      }
    ]
  },
  {
    "id": 112,
    "text": "Следуюший день шокировал вас. Знаете чем? Нет? Тогда читайте...\n\nПосле рабочего дня вы, уморëнные суетой уроков, легли спать, рассчитывая на хороший здоровый сон.\n\nНе тут-то было.\n\nВас разбудили шорохи возле вашей кровати. Кто-то дëргал вас за плечо.",
    "answers": [
      {
        "id": 110,
        "text": "[Игнорировать и притвориться спящей]",
        "var_sub": [
          "дед мороз",
          1
        ]
      },
      {
        "id": 134,
        "text": "[Обернуться]"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Короче, моя мама хочет, чтобы я была лучшей, и чтобы я заняла первое место в конкурсе, но я не заняла первое место, и она опять будет меня ругать, а я потом опять начну стремится к большему, но если потерплю неудачу, то будут ругать, вот... — выпалила Арина на одном дыхании. \n\nВы представили себе картину. Мама Арины хочет, чтобы она была девочкой с множеством важных, по еë мнению, достижений и наград и с блестящими манерами. Вот Арина стремится стать такой, очевидно, пытаясь угодить матери и виня себя. Если Арина добивается чего-то — мать поставит ещë большую цель. Если Арина не добивается чего-то — мать угнетает еë и, наверно, ставит в пример Моцарта в семилетнем возрасте. Арина винит себя. Бег по кругу продолжается. Арина стремится стать лучше, применяя все способы для этого. Становится лучше — \"становись ещë лучше.\" Терпит неудачу — \"становись лучше!!!\". Круг замкнулся.",
    "answers": [
      {
        "id": 97,
        "text": "- Арин, можно задать тебе несколько вопросов?",
        "var_need": [
          "понимание",
          19
        ]
      },
      {
        "id": 117,
        "text": "- Арин, можно задать тебе несколько вопросов?",
        "var_no_more": [
          "понимание",
          18
        ]
      },
      {
        "id": 118,
        "text": "- Спасибо большое за ответ. Теперь всë понятно..."
      }
    ]
  },
  {
    "id": 114,
    "text": "К контрольным надо готовиться — наипростейшая азбучная истина для школьников. Хоть и иногда все позволяют себе забыть о контрольной работе. Отличники тоже. ",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 115,
    "text": "Проявите интерес к тому, чем страдает Арина и получите это достижение.\n\nСтоп. Вы уже его получили? Сорян, сорян...",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 116,
    "text": "...начались оскорбления, маты-перематы... Маты, со стороны вас, конечно — ведь Арина была типичной примерной идеальной отличницей с хорошими манерами.\n",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "— Слушай, я что-то слишком разоткровенничалась с тобой, — резко ответила Арина. — Я тебе ничего не говорила, отстань.\n\nАрина встала и гордо пошла прочь. Кхек. \n\nВы только усмехнулись. Хотя бы вы узнали, что послужило причиной еë отличия. Правда, от чего возникло высокомерие? Вопрос без ответа.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end one",
          1
        ]
      }
    ]
  },
  {
    "id": 118,
    "text": "Молчание.\n\n— Тебе спасибо, — вздохнула Арина.",
    "answers": [
      {
        "id": 129,
        "text": "Далее",
        "var_need": [
          "понимание",
          19
        ]
      },
      {
        "id": 146,
        "text": "Далее",
        "var_no_more": [
          "понимание",
          18
        ]
      }
    ]
  },
  {
    "id": 119,
    "text": "Поздравляю вас! Не каждый сможет выкопать из Арины так много! Попробуйте ещë раз — может, выкопаете ещë больше...",
    "answers": [
      {
        "id": 54,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 120,
    "text": "— ...\n\nМолчание. Видимо, Арина не ожидала такого прямого вопроса, да и ответить ей было нечего. ",
    "answers": [
      {
        "id": 97,
        "text": "- Извини, что спросила."
      },
      {
        "id": 121,
        "text": "[Выжидательно смотреть на Арину]",
        "var_add": [
          "global 0-0",
          1
        ]
      }
    ]
  },
  {
    "id": 121,
    "text": "Арина молчит.",
    "answers": [
      {
        "id": 97,
        "text": "- Извини, что спросила."
      },
      {
        "id": 122,
        "text": "[Продолжать взглядом выпытывать признание]",
        "var_add": [
          "global 0-0",
          1
        ]
      }
    ]
  },
  {
    "id": 122,
    "text": "— Ну, понимаешь, — замямлила Арина. — Просто... Я сама не знаю. Неважно.",
    "answers": [
      {
        "id": 97,
        "text": "- Прости, что спросила"
      },
      {
        "id": 123,
        "text": "- А поподробней? ",
        "var_add": [
          "global 0-0",
          1
        ]
      }
    ]
  },
  {
    "id": 123,
    "text": "— ...\n\nАрина промолчала. А потом резко выдала:\n\n— Нечего мне в душу лезть! Отстань!\n\nВмиг превратившись из жертвы в стерву, Арина вас покинула. С гордой осанкой. Гордой походкой. ",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end one",
          1
        ]
      }
    ]
  },
  {
    "id": 124,
    "text": "— ...ну... не знаю... Может, побаиваюсь...",
    "answers": [
      {
        "id": 97,
        "text": "- ..."
      }
    ]
  },
  {
    "id": 125,
    "text": "Никто не любит, когда кто-то посторонний нарушает личные границы. А такой человек, как Арина — особенно.\n\nДа-да, достижения и концовки многим чем похожи. Учту это в будущем...",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 126,
    "text": "— Да... это печально...",
    "answers": [
      {
        "id": 97,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 127,
    "text": "— Тебе спасибо — вздохнула Арина. — А то всю жизнь молчать... надо хоть кому-то высказаться...",
    "answers": [
      {
        "id": 128,
        "text": "\"Какая ж она всë-таки эгоистка...\"",
        "var_sub": [
          "понимание",
          2
        ]
      },
      {
        "id": 128,
        "text": "[Сочувственно кивнуть]",
        "var_add": [
          "понимание",
          2
        ]
      }
    ]
  },
  {
    "id": 128,
    "text": "...через пять минут вы разошлись с Ариной, оставив себе необычное воспоминание...",
    "answers": [
      {
        "id": 129,
        "text": "Далее",
        "var_need": [
          "понимание",
          20
        ]
      },
      {
        "id": 130,
        "text": "Далее",
        "var_no_more": [
          "понимание",
          19
        ]
      }
    ]
  },
  {
    "id": 129,
    "text": "...после Нового года вы опять сдружились с Ариной. Сразу было видно, как ей надоело молчать и выплëскивать негатив через сарказм. \n\nДа, порою жизнь приносит то, что две недели назад казалось абсурдным...",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end one",
          1
        ]
      }
    ]
  },
  {
    "id": 130,
    "text": "...далее жизнь пошла своим черëдом, если не считать того, как Арина изменилась. В лучшую сторону, естественно.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end one",
          1
        ]
      }
    ]
  },
  {
    "id": 131,
    "text": "Мои искренние поздравления!\n\nВидимо, вам надо в телефоне доверия работать :) Быть добрым к врагам — большая... кхм, похоже, я слишком наивная.",
    "answers": [
      {
        "id": 54,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 132,
    "text": "— Ну, как скажешь. Мне-то лучше, — пожала плечами девушка и бесшумно удалилась. ",
    "answers": [
      {
        "id": 58,
        "text": "Далее",
        "var_need": [
          "конкурс",
          1
        ]
      },
      {
        "id": 76,
        "text": "Далее",
        "var_no_more": [
          "конкурс",
          0
        ]
      }
    ]
  },
  {
    "id": 133,
    "text": "...причитания и тряска продолжались довольно долго — минут пять, а после этого вторженец просто плюнул, в буквальном смысле, и ушëл.",
    "answers": [
      {
        "id": 76,
        "text": "Далее",
        "var_no_more": [
          "конкурс",
          0
        ]
      },
      {
        "id": 58,
        "text": "Далее",
        "var_need": [
          "конкурс",
          1
        ]
      }
    ]
  },
  {
    "id": 134,
    "text": "Вы нехотя разлепили глаза, полные слëз, повернулись и увидели — угадайте, кого? — девушку лет эдак семнадцати, с бледно-жëлтой длинной косой толщиной с батон и в голубой шубе.",
    "answers": [
      {
        "id": 135,
        "text": "- Снегурочка?!!",
        "var_add": [
          "дед мороз",
          2
        ],
        "var_sub": [
          "уважение",
          1
        ]
      },
      {
        "id": 136,
        "text": "- Снежная королева?!"
      },
      {
        "id": 137,
        "text": "- Кто ты такая, чтобы врываться в дом среди ночи? Не видишь, люди спят!",
        "var_add": [
          "уважение",
          1
        ]
      },
      {
        "id": 138,
        "text": "- Подсказать что-то?",
        "var_sub": [
          "уважение",
          2
        ]
      }
    ]
  },
  {
    "id": 135,
    "text": "— Дед Мороз, блльин!! — зашипела девушка, едва сдержав себя от грязного ругательства. — Вставай, дело есть!",
    "answers": [
      {
        "id": 140,
        "text": "- Кто вы?",
        "var_add": [
          "дед мороз",
          1
        ]
      },
      {
        "id": 140,
        "text": "- Кто ты?",
        "var_add": [
          "уважение",
          1
        ]
      },
      {
        "id": 141,
        "text": "- Какое ещë дело?"
      },
      {
        "id": 143,
        "text": "[Молча встать]",
        "var_add": [
          "дед мороз",
          1
        ]
      }
    ]
  },
  {
    "id": 136,
    "text": "— Заткн... кхм-кхм, замолчи, Герда! Дом перебудишь!",
    "answers": [
      {
        "id": 140,
        "text": "- Кто вы?",
        "var_add": [
          "дед мороз",
          1
        ]
      },
      {
        "id": 140,
        "text": "- Кто ты?",
        "var_add": [
          "уважение",
          1
        ]
      },
      {
        "id": 142,
        "text": "- Да ты сама весь дом перебудишь!..",
        "var_sub": [
          "дед мороз",
          1
        ]
      }
    ]
  },
  {
    "id": 137,
    "text": "— Я всë отлично вижу, дорогая! — недовольно прошипела девушка. — Как будто я сюда по своей воле припëрлась! \n\n— Так что ты пришла?\n\n— Дело есть!! Вставай! ",
    "answers": [
      {
        "id": 143,
        "text": "[Встать]"
      },
      {
        "id": 141,
        "text": "- Какое ещë дело?"
      },
      {
        "id": 132,
        "text": "- Нет, я сплю! [Накрыться одеялом и спать]",
        "var_add": [
          "global oops",
          1
        ]
      }
    ]
  },
  {
    "id": 138,
    "text": "— Где у вас тут туалет? — издевательски спросила девушка. — Заварите мне чаю! ",
    "answers": [
      {
        "id": 144,
        "text": "- Окей. [Встать, проводить девушку к туалету и заварить чай]"
      },
      {
        "id": 145,
        "text": "- Давайте не будем выпендриваться. Зачем вы ко мне пришли?",
        "var_add": [
          "уважение",
          1,
          "дед мороз",
          1
        ]
      }
    ]
  },
  {
    "id": 139,
    "text": "Как бы это ни было печальным, но чтобы добиваться своего, надо быть наглым. В меру, естественно.",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 140,
    "text": "— Давай познакомимся потом! Вставай!",
    "answers": [
      {
        "id": 132,
        "text": "- Сорян, но я сплю! [Накрыться одеялом с головой]",
        "var_add": [
          "global oops",
          1
        ]
      },
      {
        "id": 143,
        "text": "[Встать]"
      }
    ]
  },
  {
    "id": 141,
    "text": "— Важное, вставай!",
    "answers": [
      {
        "id": 143,
        "text": "[Встать]"
      },
      {
        "id": 132,
        "text": "- Сорян, но я сплю! [Накрыться с головой одеялом]",
        "var_add": [
          "global oops",
          1
        ]
      }
    ]
  },
  {
    "id": 142,
    "text": "— Да вставай уже!!!",
    "answers": [
      {
        "id": 132,
        "text": "- Иди в баню, я сплю! [Отвернуться и накрыться одеялом]",
        "var_add": [
          "global oops",
          1
        ]
      },
      {
        "id": 143,
        "text": "[Встать]"
      }
    ]
  },
  {
    "id": 143,
    "text": "Вы, молча встав, накинув халат, последовали за девушкой, в которой признали Снегурочку. Вот только настоящая ли она? Вы глубоко в этом  сомневались. ",
    "answers": [
      {
        "id": 103,
        "text": "- Кто вы?",
        "var_add": [
          "дед мороз",
          1
        ]
      },
      {
        "id": 173,
        "text": "[Молча идти за девушкой]"
      }
    ]
  },
  {
    "id": 144,
    "text": "Вы встали, взяли девушку за руку и отвели к туалету.\n\n— Вот у нас туалет, идите пожалуйста, — учтиво сказали вы и удалились на кухню. \n\n— Девка, ты что, издеваешься??!\n\n— Ты ж сама спросила, — пожали плечами вы.\n\nВместо ответа девушка схватила вас за руку и силой стала выводить к двери.",
    "answers": [
      {
        "id": 169,
        "text": "[Возмущаться шëпотом]"
      },
      {
        "id": 170,
        "text": "[Орать и звать на помощь]",
        "var_add": [
          "global oops",
          1
        ]
      },
      {
        "id": 169,
        "text": "[Не сопротивляться]",
        "var_add": [
          "дед мороз",
          1
        ]
      }
    ]
  },
  {
    "id": 145,
    "text": "— Есть очень большое дело! Вставай! ",
    "answers": [
      {
        "id": 143,
        "text": "[Встать]"
      }
    ]
  },
  {
    "id": 146,
    "text": "...после этого разговора Арина перестала вас доставать. Просто не обращала внимания. Уже победа. Лучший подарок на Новый год, который вы сделали друг другу.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end one",
          1
        ]
      }
    ]
  },
  {
    "id": 147,
    "text": "Очень жаль, что вы решили проигнорировать Снегурочку. Пройдите квест ещë раз — может, встретитесь с Дедом Морозом...",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 148,
    "text": "— Чтобы тебя отпустили на конкурс! \n\n— ...\n\nВы оторопели. Приятно знать, что вас любят, да, но вы сказали:",
    "answers": [
      {
        "id": 108,
        "text": "- Оля, зачем? Не жертвуй на меня, закажи подарок себе! ",
        "var_add": [
          "снегуркарип",
          1,
          "global samootvergenost",
          1
        ]
      },
      {
        "id": 108,
        "text": "- Спасибо большое, я тронута!.."
      }
    ]
  },
  {
    "id": 149,
    "text": "— Чтобы ты победила в конкурсе! — улыбаясь, сказала Оля.\n\nВы оторопели. Да, приятно знать, что вас любят, и вы сказали:",
    "answers": [
      {
        "id": 108,
        "text": "- Оля, зачем? Не жертвуй на меня, закажи подарок себе!",
        "var_add": [
          "снегуркарип",
          1,
          "global samootvergenost",
          1
        ]
      },
      {
        "id": 108,
        "text": "- Спасибо большое, я тронута!"
      }
    ]
  },
  {
    "id": 150,
    "text": "— Много чего хорошего! Всю жизнь сломала.\n\nЧего? Это вы ей всю жизнь сломали?! Она издевается?!",
    "answers": [
      {
        "id": 116,
        "text": "- Нуу, насчëт того, кто кому жизнь сломал, я бы всë-таки поспорила."
      },
      {
        "id": 152,
        "text": "- Арин, давай разойдëмся...",
        "var_add": [
          "global миролюбие",
          1
        ]
      }
    ]
  },
  {
    "id": 151,
    "text": "Название достижения говорит само за себя. \n\nВы получили его, сказав: \"Оля, зачем? Не жертвуй на меня, закажи подарок себе!\" На каких основаниях вы это сказали — мне неизвестно, поэтому я написала два возможных. \n\nНафига эта вода здесь нужна? Сама не знаю...",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 152,
    "text": "— Действительно, — усмехнулась Арина, однако змеëй вмиг исчезла.\n\nЭто к лучшему...",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "...в музыкальной школе вы не увидели Арину, но увидели Арсения. Тот тоже вас заметил и испытующе глядел на вас. Немудрено догадаться, почему. ",
    "answers": [
      {
        "id": 80,
        "text": "[После уроков идти прямиком домой]"
      },
      {
        "id": 155,
        "text": "[После уроков поговорить с Сеней начистоту]"
      }
    ]
  },
  {
    "id": 154,
    "text": "Да, иногда стоит предотвратить конфликт, чем его зажигать... Конечно, многие со мной не согласятся, но это моë мнение.",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 155,
    "text": "...после уроков вы догнали Сеню, идущего домой и спросили: \n\n— Это ты поговорил с Ариной насчëт меня?\n\n— Да! — Сеня улыбнулся, будто он только что на белом коне спас вас от злющего дракона.",
    "answers": [
      {
        "id": 156,
        "text": "- Сеня, ты идиот. "
      },
      {
        "id": 158,
        "text": "- Спасибо, конечно, вот только мне лучше не стало."
      }
    ]
  },
  {
    "id": 156,
    "text": "— Спасибо за комплимент, — с напускной улыбкой сказал Сеня.\n\n— Всегда пожалуйста, — парировали вы.\n\n— Ты знаешь, как испортить настроение.",
    "answers": [
      {
        "id": 159,
        "text": "- Ты тоже"
      }
    ]
  },
  {
    "id": 157,
    "text": "Улыбка Сени сорвалась с лица:\n\n— Затем, чтобы Арина перестала тебя доставать. ",
    "answers": [
      {
        "id": 164,
        "text": "- Спасибо тебе огромное, ты так помог! [сарказм]"
      },
      {
        "id": 162,
        "text": "- Всë понятно... Спасибо..."
      }
    ]
  },
  {
    "id": 158,
    "text": "— Все-е-е-егда пожалуйста, Щербаков Арсений Владимирович всегда к вашим услугам! — пропел Сеня.\n\nВы не успели глазом моргнуть, как Сеня уже ускакал в магазин.",
    "answers": [
      {
        "id": 160,
        "text": "[Пожать плечами и идти своей дорогой]"
      },
      {
        "id": 161,
        "text": "[Войти в магазин за Сеней]"
      }
    ]
  },
  {
    "id": 159,
    "text": "Далее вы шли в молчании. \n\n— Да что ты меня преследуешь? — внезапно взвился Сеня. — Влюбилась, чтоль?!\n\n— Просто хочу задать тебе вопросы, — ответили вы.",
    "answers": [
      {
        "id": 162,
        "text": "Далее",
        "var_need": [
          "сотруд",
          8
        ]
      },
      {
        "id": 163,
        "text": "Далее",
        "var_no_more": [
          "сотруд",
          7
        ]
      }
    ]
  },
  {
    "id": 160,
    "text": "...по дороге домой у вас в голове образовался тугой комок глубоких философских размышлений. \n\nЗачем Сеня поговорил с Ариной ради вас? Зачем? Какая ему от этого выгода? И почему Арина его выслушала? Вопросы без ответа.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end three",
          1
        ]
      }
    ]
  },
  {
    "id": 161,
    "text": "...пока Сеня выбирал себе гелевую ручку на предстоящую ВПР, вы подготовили для него уйму вопросов.",
    "answers": [
      {
        "id": 159,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "— Валяй, я слушаю.",
    "answers": [
      {
        "id": 157,
        "text": "- Зачем ты поговорил с Ариной?",
        "var_add": [
          "р",
          1,
          "о",
          1
        ],
        "var_no_more": [
          "р",
          0
        ]
      },
      {
        "id": 165,
        "text": "- Такая стерва, как Арина, стала тебя слушать? Это как? ",
        "var_add": [
          "л",
          1,
          "о",
          1
        ],
        "var_no_more": [
          "л",
          0
        ]
      },
      {
        "id": 166,
        "text": "- Спасибо за ответы... и вообще спасибо.",
        "var_need": [
          "о",
          1
        ]
      }
    ]
  },
  {
    "id": 163,
    "text": "— Нетушки, спасибушки, — ответил Сеня. — Нетушки...\n\n— Но... — начали было вы, но Сеня резко свернул в магазин, где работала его мать. А попасться на глаза матери Сени, да ещë и стать жертвой распросов вам не очень хотелось...",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end three",
          1
        ]
      }
    ]
  },
  {
    "id": 164,
    "text": "Сеня вздохнул:\n\n— Вот так всегда — хочешь помочь, а тебе так отвечают...\n\n— Помогать правильно надо, — заметили вы.\n\n— ...слушай, я что-то... Ладно, пока.\n\nСеня вдруг исчез куда-то. Только через секунд десять до вас дошло, что он скрылся в магазмне, где работала его мама.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end three",
          1
        ]
      }
    ]
  },
  {
    "id": 165,
    "text": "— Я стараюсь найти к каждому человеку свой ключик*, — ответил Сеня. — Поэтому, в принципе, у меня всë в порядке...",
    "answers": [
      {
        "id": 162,
        "text": "- Ясно..."
      },
      {
        "id": 165,
        "text": "* - фраза из \"Повести о настоящем человеке\".",
        "comment": true
      }
    ]
  },
  {
    "id": 166,
    "text": "— Всегда пожалуйста, — вздохнул Сеня.\n\nИ вы свернули к себе домой с перевëрнутым представлениеи о человеке, с которым сейчас разговаривали. \n\nИгроман и матершинник превратился в отзывчивого оптимиста.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end three",
          1
        ]
      }
    ]
  },
  {
    "id": 167,
    "text": "...и даже упоминание о Новом годе не пробуждало в вас никакой радости.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end two",
          1
        ]
      }
    ]
  },
  {
    "id": 168,
    "text": "...и этой фразой поделилась с вами мама, стоя перед вами в новогоднем колпаке. Вам сразу стало легче. \n\nУкрашения, светящиеся гирлянды — всë напоминало о Новом годе. \n\nПорой атмосфера праздника и посиделки с семьей помогают намного луучше, чем профессиональный психолог.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end two",
          1
        ]
      }
    ]
  },
  {
    "id": 169,
    "text": "...через пять минут вы уже были на улице и молча удивлялись, почему вы, в одном халатике, ничерта не мëрзнете.\n\n— Так кто ты? — спросили вы.\n\n— Прадедушка Мороз! — злобно ответила девушка.",
    "answers": [
      {
        "id": 171,
        "text": "- С чего ты так агрессивна?",
        "var_add": [
          "й",
          1
        ]
      },
      {
        "id": 172,
        "text": "- Значит, я бабушка Нина...",
        "var_add": [
          "уважение",
          1
        ]
      }
    ]
  },
  {
    "id": 170,
    "text": "— Помогите!!!\n\n— Алë! — Девушка, по всей видимости, не ожидала такого поворота событий. — Алë! Нафига?..\n\nВнезапно свет включился. Девушка исполнила любимую песню простого народа \"Ах, ты ж, ëëëëëë...\" и вдруг исчезла у вас на глазах.\n\nОтец ворвался в комнату, гле вы стояли:\n\n— Что случилось?\n\nТеперь вы поняли, что не знаете, как оправдаться. Сказать, что к вам приходила Снегурочка? Тогда надзор добрых санитаров психбригады обеспечен...\n\n— Сон приснился... — промямлили вы.\n\n— Такой страшный? Ты во сне ходишь? Ладно, иди спать...",
    "answers": [
      {
        "id": 58,
        "text": "Далее",
        "var_need": [
          "конкурс",
          1
        ]
      },
      {
        "id": 76,
        "text": "Далее",
        "var_no_more": [
          "конкурс",
          0
        ]
      }
    ]
  },
  {
    "id": 171,
    "text": "— С того, что мой дед отправил меня сюда посреди ночи за тобой, очередным ребëнком! Сам ничерта не работает, только охает от ревматизма, старик!..",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 172,
    "text": "На ваше удивление девушка звонко рассмеялась.\n\n— Меня Снегурочкой в простонародье зовут, — представилась девушка. — А настоящее имя — Настя... ",
    "answers": [
      {
        "id": 174,
        "text": "- Приятно познакомиться!",
        "var_add": [
          "дед мороз",
          1
        ],
        "var_sub": [
          "уважение",
          1
        ]
      },
      {
        "id": 175,
        "text": "- А ты что, настоящая?"
      }
    ]
  },
  {
    "id": 173,
    "text": "...вы со Снегурочкой шли минут десять, не останавливаясь. Вам, босиком, в халате было тепло, как дома. Почему? Магия?..",
    "answers": [
      {
        "id": 177,
        "text": "[Продолжать идти молча]"
      },
      {
        "id": 178,
        "text": "[Поговорить с Настей]",
        "var_no_more": [
          "й",
          0
        ]
      },
      {
        "id": 179,
        "text": "- Как тебя зовут?",
        "var_need": [
          "й",
          1
        ],
        "var_set": [
          "й",
          0
        ]
      }
    ]
  },
  {
    "id": 174,
    "text": "— Терпеть не могу все эти вежливости — процедила Настя. — Идëм давай скорей!..",
    "answers": [
      {
        "id": 173,
        "text": "[Послушно семенить за Настей]"
      }
    ]
  },
  {
    "id": 175,
    "text": "— Нет, искуственный интеллект, — усмехнулась Настя. Да уж, с ней каши не сваришь...",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": "— Куда мы идëм? — спросили вы, не выдержав.\n\n— Ëлы-палы! — неожиданно ахнула Настя. — Наверное, на Северный полюс иль в Нижний Утюг! ",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "Внезапно в шубе Насти что-то завибрировало. Настя вынула из большого кармана телефон и взяла трубку.\n\n— Алло? Да? Дед, я уже забрала сегодняшнюю красавицу и веду невесть куда! Куда еë вести? К тебе? Зачем?!! А, ну ладн... в смысле? С чего я — хамка? Что я тебе сказала? Алло! Да какой же ты...\n\nС досадой бросив трубку, Настя схватила вас за руку:\n\n— К деду пойдëм. ",
    "answers": [
      {
        "id": 187,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 178,
    "text": "— Насть, — неловко начали вы.\n\n— Чего? — ворчливо отозвалась Настя.",
    "answers": [
      {
        "id": 181,
        "text": "- Куда мы идëм?",
        "var_need": [
          "уважение",
          1
        ]
      },
      {
        "id": 182,
        "text": "- Дед Мороз и Снегурочка реально существуют? И это не выдумка писателей?"
      },
      {
        "id": 176,
        "text": "- Куда мы идëм?",
        "var_no_more": [
          "уважение",
          0
        ]
      }
    ]
  },
  {
    "id": 179,
    "text": "— Анастасия... И да, можно на \"ты\", — проворчала Настя, задумчиво глядя на искрящийся снег.",
    "answers": [
      {
        "id": 173,
        "text": "- Понятно..."
      },
      {
        "id": 180,
        "text": "- А ты разве не Снегурочка?",
        "var_add": [
          "дед мороз",
          1
        ]
      }
    ]
  },
  {
    "id": 180,
    "text": "— Терпеть не могу эту кличку. Это дети придумали, а старик закрепил. До сих пор жалею, что позволила им сделать это. ",
    "answers": [
      {
        "id": 173,
        "text": "- Понятно..."
      }
    ]
  },
  {
    "id": 181,
    "text": "— Сама не знаю, — прямо сказала Настя. — Старик ещë никаких указаний не давал.",
    "answers": [
      {
        "id": 183,
        "text": "- И что? Получается, мы только гуляем?!"
      },
      {
        "id": 184,
        "text": "- Старик? Дед Мороз?"
      }
    ]
  },
  {
    "id": 182,
    "text": "— Как видишь, нет, — сказала Настя. — Не выдумка.",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 183,
    "text": "— А ты имеешь что-то против?\n\n— Просто не вижу в этом смысла, — сказали вы. \n\n— Поздравляю.\n\n— ...\n\nДа уж, с ней каши не сваришь...",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": "— Он самый. Все думают, что он добрейший из добрейших. На самом деле он чëрт чëртом. Сам сидит, чаи распивает, а меня эксплуатирует. Зараза...",
    "answers": [
      {
        "id": 177,
        "text": "- ..."
      }
    ]
  },
  {
    "id": 185,
    "text": "Голова закружилась. Стало подташнивать. Создалось ощущение, будто вы стремительно летите куда-то вниз, и вы отдали земной поклон всем космонавтам в мире.",
    "answers": [
      {
        "id": 192,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 186,
    "text": "Вместо того, чтобы успокоить младшую, вы принялись выяснять отношения. Вопрос — зачем? Это в любом случае ничего не принесëт: предки они",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 187,
    "text": "Внезапно перед вами невесть откуда появился портал, ведущий... в другое измерение, что-ли?\n\nНастя, взглянув на ваше шокированное лицо, усмехнулась:\n\n— Ну, что же ты стоишь? Иди!",
    "answers": [
      {
        "id": 185,
        "text": "[Смело шагнуть в портал]",
        "var_add": [
          "уважение",
          1
        ]
      },
      {
        "id": 188,
        "text": "- А это не опасно?",
        "var_add": [
          "дед мороз",
          1
        ]
      },
      {
        "id": 189,
        "text": "- Не буду я идти невесть куда!",
        "var_sub": [
          "дед мороз",
          1
        ]
      }
    ]
  },
  {
    "id": 188,
    "text": "— Конечно, мой дед чудак ещë тот, но он же не живëт в пещере приключений, полной ловушек... Короче, дуй в портал! — плюнула Настя.",
    "answers": [
      {
        "id": 185,
        "text": "[Шагнуть]"
      },
      {
        "id": 190,
        "text": "- Не буду я туда идти! ",
        "var_need": [
          "уважение",
          2
        ],
        "var_sub": [
          "дед мороз",
          1
        ]
      },
      {
        "id": 191,
        "text": "- Не буду я туда идти! ",
        "var_no_more": [
          "уважение",
          1
        ]
      }
    ]
  },
  {
    "id": 189,
    "text": "— В смысле — \"невесть куда\"? Я же сказала, что пойдëм к деду! — сказала Настя. — Дед Мороз! Неужели ты никогда не мечтала с ним встретиться?",
    "answers": [
      {
        "id": 185,
        "text": "[Идти в портал]"
      },
      {
        "id": 190,
        "text": "- Никогда не мечтала! Представляешь?! И вообще, с какого чëрта вы меня будите среди ночи и ведëте куда-то?",
        "var_need": [
          "уважение",
          2
        ]
      },
      {
        "id": 191,
        "text": "- Никогда не мечтала! Представляешь?! И вообще, с какого чëрта вы меня будите среди ночи и ведëте куда-то?",
        "var_no_more": [
          "уважение",
          1
        ]
      }
    ]
  },
  {
    "id": 190,
    "text": "— А кто тебя спрашивает? — усмехнулась Настя и пихнула вас в бок. Вы, потеряв равновесие, неловко упали в месиво голубого, фиолетового, синего и белого цветов.",
    "answers": [
      {
        "id": 185,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 191,
    "text": "На ваше удивление Настя и не попыталась вас заставить пойти в портал. Она просто пожала плечами и исчезла вместе с порталом. В буквальном смысле. \n\nСразу стало холодно. Снег щипал за стопы. И вы, что есть мочи, побежали домой, проклиная Настю, которая затащила вас в километр от дома и даже не потрудилась вернуть вас обратно. \n\nА также пожелали могилы Деду Морозу, который, впрочем, и заставил Настю это сделать.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end four",
          1
        ]
      }
    ]
  },
  {
    "id": 192,
    "text": "...через минут пять вас перестало тошнить. Потихоньку совладав со своим телом, вы отметили, что лежите на ковре, на котором были изображены дерущиеся олени.\n\n— Девушка, я вам не мешаю?\n\nВы мигом вскочили. Настя снисходительно посмотрела на вас и скомандовала:\n\n— За мной. \n\nДелать нечего: вы послушно поплелись за Настей, попутно рассматривая хоромы Деда Мороза. Ничë себе! Прям не дом, а дворэц. Расписные ковры, золоченные узорчатые рамки, окружающие картины, причудливая мебель, рамки с цитатами \"краткость — сестра таланта\", \"нельзя недооценивать слово\"...\n\nИз-за всего этого вам показалось, что вы оказались в семнадцатом веке. Хм, может, Дед Мороз появился в России в семнадцатом веке, а до этого здесь был кто-то другой? Например, Санта Клаус... Хм, рассказать кому это предположение — не поверят!\n\nИ вдобавок вы удостоверились, что в \"Озорстве\" 2014 года лгали. Лгали, что Дед Мороз живëт в доме, что он живëт недалеко от столицы, что он... много чего ещë. Лгали! Детям! Гады!",
    "answers": [
      {
        "id": 193,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 193,
    "text": "— Вот мы и пришли, — прервала ваши думы глубокие Настя.\n\nВы оценивающим взглядом обвели  огромную деревянную дверь, украшенную всякими завитушками и цветочками. М-да. Интересно, а сколько это стоило?..\n\nНастя постучала в двери. Не дождавшись ответа, она приоткрыла дверь и спросила: \n\n— Можно?\n\n— Подождите за дверью! — хрипнул старческий голос.\n\nРаздражëнно вздохнув, Настя закрыла дверь и плюхнулась на диван, напустив на себя вид крайне уставшего человека.",
    "answers": [
      {
        "id": 194,
        "text": "[Сесть рядом]",
        "var_add": [
          "уважение",
          1
        ]
      },
      {
        "id": 195,
        "text": "[Сесть на диванчик напротив]"
      }
    ]
  },
  {
    "id": 194,
    "text": "Вы сели рядом. \n\nНаступила неловкая тишина.",
    "answers": [
      {
        "id": 196,
        "text": "[Поговорить с Настей]",
        "var_no_more": [
          "уважение",
          2
        ]
      },
      {
        "id": 197,
        "text": "[Молчать]"
      },
      {
        "id": 198,
        "text": "[Поговорить с Настей]",
        "var_need": [
          "уважение",
          3
        ]
      }
    ]
  },
  {
    "id": 195,
    "text": "Вы сели на диванчик напротив.\n\nНаступила неловкая тишина.",
    "answers": [
      {
        "id": 197,
        "text": "[Молчать]"
      },
      {
        "id": 196,
        "text": "[Поговорить с Настей]",
        "var_no_more": [
          "уважение",
          2
        ]
      },
      {
        "id": 198,
        "text": "[Поговорить с Настей]",
        "var_need": [
          "уважение",
          3
        ]
      }
    ]
  },
  {
    "id": 196,
    "text": "— Настя, — позвали вы неловким голосом. \n\nНикакого отклика.",
    "answers": [
      {
        "id": 197,
        "text": "\"Эхх...\""
      }
    ]
  },
  {
    "id": 197,
    "text": "Послышался голос: \n\n— Входите!\n\nВы вздрогнули. Снегурочка молча встала и открыла вам двери, напомнив типичных швейцаров из книжек и фильмов. \n\nГрузный старик с белой бородой и густыми бровями, которые закрывали глаза, сидел за столом и гусиным пером старательно выводил буквы на бумагах.\n\nНемудрено догадаться, что это тот самый Дед Мороз, но... как же он не похож на тех дедов морозов из мультиков... Одет он был не в красный кафтан, а в обыкновенный сиреневый вязаный свитер.",
    "answers": [
      {
        "id": 209,
        "text": "[Поздороваться]",
        "var_add": [
          "дед мороз",
          2
        ]
      },
      {
        "id": 211,
        "text": "[Молча пройти в кабинет]",
        "var_sub": [
          "дед мороз",
          1
        ]
      }
    ]
  },
  {
    "id": 198,
    "text": "— Насть, — позвали вы неловким голосом.\n\n— Чего?",
    "answers": [
      {
        "id": 199,
        "text": "- Можно задать тебе несколько вопросов?"
      }
    ]
  },
  {
    "id": 199,
    "text": "— Валяй, я слушаю. ",
    "answers": [
      {
        "id": 200,
        "text": "- Где мы находимся?",
        "var_add": [
          "q",
          1,
          "qq",
          1,
          "global warming",
          1
        ],
        "var_no_more": [
          "q",
          0
        ]
      },
      {
        "id": 201,
        "text": "- Почему вы пришли именно ко мне?",
        "var_add": [
          "w",
          1,
          "qq",
          1,
          "global warming ",
          1
        ],
        "var_no_more": [
          "w",
          0
        ]
      },
      {
        "id": 202,
        "text": "- Если Дед Мороз и Снегурочка реально существуют, то почему подарки детям покупают родители?",
        "var_add": [
          "qq",
          1,
          "e",
          1,
          "global warming",
          1
        ],
        "var_no_more": [
          "e",
          0
        ]
      },
      {
        "id": 203,
        "text": "- Сколько лет тебе и Деду Морозу?",
        "var_add": [
          "qq",
          1,
          "r",
          1,
          "global warming",
          1
        ],
        "var_no_more": [
          "r",
          0
        ]
      },
      {
        "id": 204,
        "text": "- Почему Дед Мороз любит печенье с молоком? Почему именно это? ",
        "var_add": [
          "qq",
          1,
          "t",
          1,
          "global warming",
          1
        ],
        "var_no_more": [
          "t",
          0
        ]
      },
      {
        "id": 205,
        "text": "- Дед Мороз что, занятой человек, раз он нас не впустил?",
        "var_add": [
          "qq",
          1,
          "y",
          1,
          "global warming",
          1
        ],
        "var_no_more": [
          "y",
          0
        ]
      },
      {
        "id": 206,
        "text": "- Как ты отыскала меня?",
        "var_add": [
          "qq",
          1,
          "u",
          1,
          "global warming",
          1
        ],
        "var_no_more": [
          "u",
          0
        ]
      },
      {
        "id": 197,
        "text": "- Спасибо за ответы.",
        "var_need": [
          "qq",
          1
        ]
      }
    ]
  },
  {
    "id": 200,
    "text": "— В доме Деда Мороза, — пожала плечами Настя. Потом добавила: — В прекрасном месте... Я не имею права говорить тебе адрес. Сорян.",
    "answers": [
      {
        "id": 199,
        "text": "- ...жаль, конечно..."
      }
    ]
  },
  {
    "id": 201,
    "text": "Настя пошарила по карманам и вытащила помятый листок.\n\n— Вот. Это от твоей сестры, кажется. Письмо пришло.\n\nАх, вот оно что! А вы-то думали, с чего с вами такая фигня происходит... ",
    "answers": [
      {
        "id": 199,
        "text": "\"Спасибо Оле огромное\""
      }
    ]
  },
  {
    "id": 202,
    "text": "— В основном, дети просят что-то материальное, — вздохнула Настя. — Всякие плэйстэйшены, бэтмены... У нас на это денег нет. Да и фабрику игрушек мы при себе не держим...",
    "answers": [
      {
        "id": 199,
        "text": "- Ясно..."
      },
      {
        "id": 210,
        "text": "- Так зачем вы тогда вообще существуете?",
        "var_add": [
          "global warming",
          1
        ]
      }
    ]
  },
  {
    "id": 203,
    "text": "— Гм... Найс квэшэн... Гм... — Настя задумалась. — Старику лет эдак... хм... Короче, мне семнадцать.\n\nЯсен пень, что Насте не семнадцать лет, а, как в фэнтези, несколько тыщ лет. Возможно. ",
    "answers": [
      {
        "id": 199,
        "text": "...но вы решили не смущать девушку этим вопросом."
      }
    ]
  },
  {
    "id": 204,
    "text": "— Он терпеть не может молоко и сладости, — сказала Настя. — В молоке лактоза, а в сладостях сахар. Он и так чересчур... кхм, грузный. ",
    "answers": [
      {
        "id": 199,
        "text": "- Понятно..."
      }
    ]
  },
  {
    "id": 205,
    "text": "— Очень. Войдëшь — узнаешь.",
    "answers": [
      {
        "id": 199,
        "text": "- Угу."
      }
    ]
  },
  {
    "id": 206,
    "text": "— В письме Оли был адрес отправителя. ",
    "answers": [
      {
        "id": 199,
        "text": "\"Это был тупой вопрос...\""
      }
    ]
  },
  {
    "id": 207,
    "text": "Удивляюсь, как вам хватило терпения распросить Настю обо ВСËМ. Ну, почти. \n\nНадеюсь, вы там хоть что-то прочитали.\n\nА если прочитали, поздравляю: это всë было выдумкой и в жизнь вам ничего не принесëт.\n\n:)",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 208,
    "text": "Вы встретили Снегурочку! Поздравляю!\n\n(Более интересное на ум ничего не идëт. Устала. Но квест закончить надо в 2021 году... но не факт, что я это успею...)\n\nИ я не успела. Уже 2022 ¯<s><s>_(ツ)_/¯",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 209,
    "text": "— Здравствуйте! — громко сказали вы, и ваш голос эхом пронëсся по просторному кабинету высотой с двухэтажный дом. \n\n— Здравствуй, милая, — ответил Дед Мороз. — Присаживайся, пожалуйста. ",
    "answers": [
      {
        "id": 211,
        "text": "[Присесть на стул]"
      }
    ]
  },
  {
    "id": 210,
    "text": "— Как зачем? Чтобы... кхм, узнаешь.",
    "answers": [
      {
        "id": 199,
        "text": "- ..."
      }
    ]
  },
  {
    "id": 211,
    "text": "— Что ж, перейдëм к делу, — вздохнул старик. — Нам пришло письмо от твоей сестры, которая загадала, чтобы мы исполнили любое твоë желание...",
    "answers": [
      {
        "id": 212,
        "text": "- Эээ... Разве она не написала \"отпустить на конкурс\" или \"добиться разрешения поехать\"?..",
        "var_no_more": [
          "конкурс",
          0
        ]
      },
      {
        "id": 212,
        "text": "- Эээ... но почему не \"чтобы моя сестра победила на конкурсе\"?..",
        "var_need": [
          "конкурс",
          1
        ]
      },
      {
        "id": 213,
        "text": "- Ясно. А что дальше?",
        "var_add": [
          "дед мороз",
          1
        ]
      }
    ]
  },
  {
    "id": 212,
    "text": "— Я же сказал: исполнить любое твоë желание! — резко заметил старик. — Что было написано в письме, то и написано! ",
    "answers": [
      {
        "id": 213,
        "text": "- ..."
      }
    ]
  },
  {
    "id": 213,
    "text": "— Что дальше? Хмм... — Старик задумался. — Дальше я решу, смогу ли я исполнить твоë желание или нет...\n\nВы заметили, как Настя закатила глаза. \n\nТишина продолжалась секунд тридцать. Вам стало не по себе... самую капельку.\n\n— Знаю! — внезапно выдал старик. Потом, нахмурившись, посмотрел на вас. — Ты готова выполнять просьбы максимально точно и буквально, я прав? Ответь.",
    "answers": [
      {
        "id": 214,
        "text": "- Ммм... как вас зовут?",
        "var_sub": [
          "дед мороз",
          1
        ]
      },
      {
        "id": 215,
        "text": "- Да.",
        "var_add": [
          "дед мороз",
          1
        ]
      },
      {
        "id": 214,
        "text": "- Извините, но что вы имели ввиду?",
        "var_sub": [
          "дед мороз",
          1
        ]
      }
    ]
  },
  {
    "id": 214,
    "text": "— Пропустим, — веско проговорил старик.",
    "answers": [
      {
        "id": 215,
        "text": "[В сердцах вздохнуть]"
      }
    ]
  },
  {
    "id": 215,
    "text": "— Скажи, что ты хочешь? — задал вопрос старик и испытующе стал на вас смотреть. — То есть, скажи, каково твоë желание на Новый год?",
    "answers": [
      {
        "id": 216,
        "text": "- Победить в конкурсе.",
        "var_add": [
          "желание1",
          1
        ],
        "var_need": [
          "конкурс",
          1
        ]
      },
      {
        "id": 216,
        "text": "- Поехать на конкурс",
        "var_add": [
          "желание2",
          1
        ],
        "var_no_more": [
          "конкурс",
          0
        ]
      },
      {
        "id": 216,
        "text": "- Сделать так, чтобы отец стал не так много кричать...",
        "var_add": [
          "желание3",
          1
        ]
      },
      {
        "id": 216,
        "text": "- Я хочу узнать, почему Арина так резко изменилась.",
        "var_add": [
          "желание4",
          1
        ]
      },
      {
        "id": 217,
        "text": "- Честно говоря, мне ничего не хочется..."
      }
    ]
  },
  {
    "id": 216,
    "text": "— Теперь скажи волшебное слово.",
    "answers": [
      {
        "id": 220,
        "text": "- Пожалуйста."
      },
      {
        "id": 220,
        "text": "- Абракадабра!"
      },
      {
        "id": 220,
        "text": "- Фокус-покус тру-ля-ля!",
        "var_sub": [
          "дед мороз",
          1
        ]
      },
      {
        "id": 220,
        "text": "- Волшебное слово.",
        "var_add": [
          "дед мороз",
          1
        ]
      }
    ]
  },
  {
    "id": 217,
    "text": "Старик удивлëнно вскинул брови:\n\n— Да?! В первый раз вижу такую... Тогда зачем ты сюда пришла?",
    "answers": [
      {
        "id": 218,
        "text": "- Действительно: Настя меня насильно приволокла... по вашей воле, естественно.",
        "var_add": [
          "уважение",
          2
        ]
      },
      {
        "id": 219,
        "text": "- Меня сюда привела Снегурочка из-за того, что Оля написала вам письмо...",
        "var_add": [
          "дед мороз",
          1
        ]
      }
    ]
  },
  {
    "id": 218,
    "text": "Старик вскипятился, побагровел. Немножечко.\n\n— Тогда — наши двери для вас всегда открыты! — Старик плавным движением указал на выход из кабинета. ",
    "answers": [
      {
        "id": 234,
        "text": "\"Что я наделала!\"",
        "var_add": [
          "global KDR",
          1
        ],
        "var_sub": [
          "уважение",
          1
        ]
      },
      {
        "id": 234,
        "text": "[Выйти]"
      }
    ]
  },
  {
    "id": 219,
    "text": "— Ясно.",
    "answers": [
      {
        "id": 216,
        "text": "- ..."
      }
    ]
  },
  {
    "id": 220,
    "text": "— Ты хорошо вела себя? Необязательно весь год, хотя бы в последние часы.",
    "answers": [
      {
        "id": 221,
        "text": "- Да [Солгать]",
        "var_sub": [
          "дед мороз",
          1
        ],
        "var_no_more": [
          "дед мороз",
          1
        ]
      },
      {
        "id": 221,
        "text": "- Нет. [Сказать правду]",
        "var_add": [
          "дед мороз",
          1
        ],
        "var_no_more": [
          "дед мороз",
          1
        ]
      },
      {
        "id": 221,
        "text": "- Да [Сказать правду]",
        "var_add": [
          "дед мороз",
          1
        ],
        "var_need": [
          "дед мороз",
          2
        ]
      },
      {
        "id": 221,
        "text": "- Нет, конечно. [Сарказм]",
        "var_need": [
          "дед мороз",
          2
        ]
      }
    ]
  },
  {
    "id": 221,
    "text": "— Ты считаешь, что \"краткость — сестра таланта\"? — спросил старик и испытующе посмотрел на вас.",
    "answers": [
      {
        "id": 222,
        "text": "- Да.  ",
        "var_add": [
          "дед мороз",
          2
        ]
      },
      {
        "id": 222,
        "text": "- Нет, потому, что \"Война и мир\" не так уж и коротка, но она гениальна...",
        "var_sub": [
          "дед мороз",
          1
        ]
      },
      {
        "id": 222,
        "text": "- Конечно считаю. ",
        "var_add": [
          "дед мороз"
        ]
      }
    ]
  },
  {
    "id": 222,
    "text": "— Когда у меня день рождения?\n\nВопрос застал вас врасплох.",
    "answers": [
      {
        "id": 249,
        "text": "- Я никогда не интересовалась этим..."
      },
      {
        "id": 249,
        "text": "- Хм... наверное где-то в декабре?",
        "var_sub": [
          "дед мороз",
          1
        ]
      },
      {
        "id": 250,
        "text": "Вы же читали статью! [Попытаться вспомнить]",
        "need": 226
      }
    ]
  },
  {
    "id": 223,
    "text": "Вы открыли поисковик и, смотря на моргающую тонкую полосочку в белом овале, задумались, что бы вбить?..",
    "answers": [
      {
        "id": 224,
        "text": "[Вбить: \"Почему Дед мороз оставляет подарки под ëлкой\"]",
        "need": 18,
        "var_add": [
          "global dedmoroz",
          1
        ]
      },
      {
        "id": 226,
        "text": "[Вбить: \"Интересные факты о Деде Морозе\"]",
        "need": 2,
        "var_add": [
          "global dedmoroz",
          1
        ]
      },
      {
        "id": 227,
        "text": "[Вбить: \"Почему Дед Мороз приходит ночью\"",
        "need": 3,
        "var_add": [
          "global dedmoroz",
          1
        ]
      },
      {
        "id": 228,
        "text": "[Вбить: \"Почему Дед Мороз любит печенье\"]",
        "need": 16,
        "var_add": [
          "global dedmoroz",
          1
        ]
      },
      {
        "id": 230,
        "text": "[Спать]"
      }
    ]
  },
  {
    "id": 224,
    "text": "Выпало множество ссылок. Вы кликнули на одну из них и стали читать типичную скучную историческую статью:\n\n\"Традиция преподнесения презентов в холодное время года зародилась у древних римлян, ежегодно отмечавших в декабре праздник «Сатурналии». Торжество приходилось на период зимнего солнцестояния...\"\n\n\"Спустя время аналогичный обычай появился у древних германцев. Язычники, чьи обряды были неразрывно связаны с символом мирового древа — елью, начали обмениваться...\"",
    "answers": [
      {
        "id": 223,
        "text": "\"...Господи, как скучно...\" [Переключится на что-нибудь другое]",
        "forget": 18
      },
      {
        "id": 225,
        "text": "[Читать дальше]"
      },
      {
        "id": 224,
        "text": "———————————————————",
        "comment": true
      },
      {
        "comment": false,
        "id": 224,
        "text": "/Статья-источник/",
        "url": "https://www.sladosti-nk.ru/articles/55-istorija-traditsii-prjatat-sladosti-i-podarki-pod-elku.html",
        "instant": true
      }
    ]
  },
  {
    "id": 225,
    "text": "\"...После крещения народов ритуалы почитания вечнозеленого растения приобрели христианскую наполненность...\"\n\n\"...уже в 1738 г. наряженное сладостями и орехами дерево, благодаря стараниям королевы Франции Марии Лещинской, прибыло в Европу...\"\n\n\"...Первые украшенные новогодние деревья появились в нашей стране по указу Петра I. Идея реформатора не получила должной поддержки, после смерти царя красивый ритуал был надолго забыт...\"\n\n\"...В 20-х годах прошлого века елки были признаны буржуазным предрассудком...\"\n\n\"...Запрет на украшение вечнозеленых деревьев и вручение подарков был снят только в 1936...\"\n\n\"...Реабилитированный праздник был лишен религиозного духа, но смог сохранить свои основные атрибуты — ели (они из рождественских превратились в новогодние...\"",
    "answers": [
      {
        "id": 223,
        "text": "\"Ясно. Хорошо, что есть интернет\"",
        "forget": 18
      }
    ]
  },
  {
    "id": 226,
    "text": "Вы вошли на сайт и стали читать:\n\n\"...У Деда Мороза имеется не только Снегурочка-внучка, но и Зимушка-жена...\"\n\n\"...Впервые образ Деда Мороза начал использоваться в обиходе в 1935 году...\"\n\n\"...Интересные факты о Деде Морозе гласят, что возраст этого старика от 1500 до 2000 лет...\"\n\n\"...Расшитая шуба и валенки этого старика не меняются уже на протяжении 700 лет...\"\n\n\"...Официальный день рождения этого старика — 18 ноября...\"\n\n\"...Родиной Деда Мороза является сосновый бор...\"\n\n\"...Лентяям Дед Мороз мог дать посохом по лбу...\"\n\nКороче говоря, вы узнали много нового и интересного. Спасибо автору статьи...",
    "answers": [
      {
        "id": 223,
        "text": "[Вбить что-то другое]",
        "forget": 2
      },
      {
        "id": 226,
        "text": "———————————————————",
        "comment": true
      },
      {
        "id": 226,
        "text": "/Статья-источник/",
        "url": "https://100-faktov.ru/pro-deda-moroza/",
        "instant": true
      }
    ]
  },
  {
    "id": 227,
    "text": "Ответ в вашу голову пришëл сразу: Деда Мороза не существует, а подарки под ëлку суют родители. Ночью потому, что ребëнок в это время спит, следовательно, ничего не видит. \n\nВы вздохнули. До поры до времени вы верили в Деда Мороза и не понимали: неужели в телевидении будут устраивать маскарад, стоящий немало денег, и лгать детям в лицо?..",
    "answers": [
      {
        "id": 223,
        "text": "\"...\"",
        "forget": 3
      }
    ]
  },
  {
    "id": 228,
    "text": "Дельного результата не выпало. Зато выпало много (очень много, можете проверить!), прям МНОГО рецептов печенья для Деда Мороза.",
    "answers": [
      {
        "id": 223,
        "text": "\"Мда...\" [Вбить что-то другое]",
        "forget": 16
      },
      {
        "id": 229,
        "text": "\"Ах, так!..\" [Спросить в соцсети свой вопрос]",
        "var_add": [
          "global lubopitstvo",
          1
        ]
      }
    ]
  },
  {
    "id": 229,
    "text": "Вам ответили. Правда, не было точного ответа, были только предположения...",
    "answers": [
      {
        "id": 223,
        "text": "\"Эхх...\"",
        "forget": 16
      }
    ]
  },
  {
    "id": 230,
    "text": "Вы уверены? Вы точно прочитали всë, что можете? Больше возможности не будет... точнее, будет, только при перепрохождении квеста.",
    "answers": [
      {
        "id": 223,
        "text": "Пожалуй, вобью что-нибудь ещë..."
      },
      {
        "id": 24,
        "text": "Я всë прочитал. [Спать]",
        "var_set": [
          "литра",
          0
        ]
      }
    ]
  },
  {
    "id": 231,
    "text": "Мои сердечные поздравления! :)",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 232,
    "text": "Теперь вы знаете ВСË (нет) о Деде Морозе. Конечно, не факт, что информация правдива...",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 233,
    "text": "Как бы это ни было печальным, но любопытство порой не удовлетворяется... Проверено пятьсот шестьдесят два раза.",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 234,
    "text": "Делать нечего: вы вышли, не забыв попрощаться, хотя здесь уместнее было бы употребить не \"до свидания \", а \"прощайте!\".\n\n— Я провожу тебя! — сказала Настя, поравнявшись с вами. — Ну, ты конечно дала! Всегда мечтала, чтобы ему глаза резанули правдой!\n\nВы пожали плечами, так и не поняв, хорошо или плохо вы поступили.",
    "answers": [
      {
        "id": 236,
        "text": "Далее",
        "var_need": [
          "уважение",
          4
        ]
      },
      {
        "id": 237,
        "text": "Далее",
        "var_no_more": [
          "уважение",
          3
        ]
      }
    ]
  },
  {
    "id": 235,
    "text": "В мире, конечно, есть люди, которые натворят что-то, а потом умоляют о прощении. Сама видела ;-;",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 236,
    "text": "— Слушай! — вдруг обратилась к вам Настя. — Кажется, ты там что-то хотела? Что?",
    "answers": [
      {
        "id": 238,
        "text": "- Я ничего не хотела. И не хочу.",
        "var_add": [
          "global scromnosty",
          1
        ]
      },
      {
        "id": 257,
        "text": "- Эм... чтобы мой отец стал на меня меньше орать..."
      },
      {
        "id": 256,
        "text": "- Поехать на конкурс",
        "var_no_more": [
          "конкурс",
          0
        ]
      },
      {
        "id": 255,
        "text": "- Победить в конкурсе",
        "var_need": [
          "конкурс",
          1
        ]
      },
      {
        "id": 242,
        "text": "- Выяснить, почему Арина стала высокомерной."
      }
    ]
  },
  {
    "id": 237,
    "text": "Настя вновь как-то открыла портал. Вы испытали знакомую тошноту и после этого оказались на пороге собственного дома.\n\n— Ну, прощай, — пожала плечами Настя.\n\nВы даже не успели крикнуть \"Как — прощай?!!\" — Насти уже не было.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end four",
          1
        ]
      }
    ]
  },
  {
    "id": 238,
    "text": "— Ясненько... — вздохнула Настя, и вы на языке своëм почувствовали терпкий вкус навсегда утраченной халявы.",
    "answers": [
      {
        "id": 237,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 239,
    "text": "— Ну? — спросила Настя, когда вы вышли из чужого дома. \n\nВы только кивнули. Спасибо хоть на том, что Настя вообще осуществила ваше желание, а то, что вы не осмелились подойти ближе — ваша вина...",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end four",
          1
        ]
      }
    ]
  },
  {
    "id": 240,
    "text": "Вы выбежали из дома, молясь, чтобы Арина подумала, что это просто сон...\n\n— Попалилась? — спросила Настя, когда вы, запыхавшись, чуть не врезались в неë. \n\nВы лихорадочно закивали. \n\n— А я тебе говорила...\n\n...через пять минут вы уже лежали в своей кровати, молясь, чтобы ВСЯ эта заваруха с Настей и Дедом Морозом оказалась сном...",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end four",
          1
        ]
      }
    ]
  },
  {
    "id": 241,
    "text": "Шапка лежит рядом, и вы поспешно напялили еë, но... она больше не действовала! ",
    "answers": [
      {
        "id": 259,
        "text": "[Бежать!!!]"
      }
    ]
  },
  {
    "id": 242,
    "text": "Настя взглянула на небо, задумавшись. Потом щëлкнула пальцами:\n\n— Ес! Я знаю! Где живëт твоя калинка-Аринка?\n\n— Ммм... — Вы помялись, но сказали адрес.\n\nЧерез миллисекунду вы уже были возле дома Арины.\n\nНастя жестом фокусника из ниоткуда достала шляпу ведьмы:\n\n— Надень.\n\n— Зачем?\n\n— Это шапка-невидимка.\n\n— ...\n\nСказать, что вы обалдели — это промолчать. Всë-таки волшебство существует...\n\nВы надели шапку. \n\n— Иди, проверь, что там происходит, — сказала Настя. — Я подожду здесь. Только смотри, не попались.\n\nВы кивнули и неслышно пробрались в дом.\n\nСлышалась ругань. ",
    "answers": [
      {
        "id": 243,
        "text": "[Идти на крики]"
      },
      {
        "id": 244,
        "text": "[Оставаться на месте]"
      }
    ]
  },
  {
    "id": 243,
    "text": "Вы неслышно стали приближаться к источнику криков. И увидели, а ещë раньше услышали маму и Арину, которые грызлись...\n\n— Мама! Почему я должна везде во всëм быть идеальной!\n\n— Я так сказала!\n\n— Мало того, что ты сказала, я не хочу так жить!\n\n— Борзая что-ли?!\n\nИ тут произошла непредвиденная случайность.\n\nШапка слетела непонятно как, и вы предстали посреди комнаты в ночнушке прямо перед глазами обеих ругающихся...",
    "answers": [
      {
        "id": 240,
        "text": "[Бежать!!!]"
      },
      {
        "id": 241,
        "text": "[Отыскать шапку и надеть еë]"
      }
    ]
  },
  {
    "id": 244,
    "text": "До вас долетали обрывки скандала:\n\n— Ма... чему ты... чно так...\n\n— ...ма! Ду... вот же ж...\n\n— Но по... му я должна... идеальн?!\n\n— Я так... зала!!!",
    "answers": [
      {
        "id": 243,
        "text": "[Подойти ближе]"
      },
      {
        "id": 239,
        "text": "[Выйти]"
      }
    ]
  },
  {
    "id": 245,
    "text": "...молчание.",
    "answers": [
      {
        "id": 246,
        "text": "- Низкая самооценка, да?"
      }
    ]
  },
  {
    "id": 246,
    "text": "Арина тихо кивнула.",
    "answers": [
      {
        "id": 113,
        "text": "\"Вы давно догадывались...\"",
        "var_add": [
          "global dogadka",
          1
        ]
      },
      {
        "id": 113,
        "text": "\"Теперь ясно\""
      }
    ]
  },
  {
    "id": 247,
    "text": "Надеюсь, в тексте были видны, хоть и неочевидны намëки на комплексы Арины, и вы реально предполагали таковую развязку...",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 248,
    "text": "...в следующие полчаса вы бесцельно прошастали в соцсетях...",
    "answers": [
      {
        "id": 24,
        "text": "[Спать]"
      }
    ]
  },
  {
    "id": 249,
    "text": "— Почему я стал приносить подарки под ëлку? — спросил старик.",
    "answers": [
      {
        "id": 251,
        "text": "- Я не знаю"
      },
      {
        "id": 252,
        "text": "Вы читали про это! [Вспоминать]",
        "need": 224
      }
    ]
  },
  {
    "id": 250,
    "text": "Когда, когда, когда у него день рождения?! Когда?!!",
    "answers": [
      {
        "id": 249,
        "text": "- 16 ноября"
      },
      {
        "id": 249,
        "text": "- 29 декабря"
      },
      {
        "id": 249,
        "text": "- 25 мая"
      },
      {
        "id": 249,
        "text": "- 19 сентября"
      },
      {
        "id": 249,
        "text": "- 18 ноября",
        "var_add": [
          "дед мороз",
          2,
          "global dr",
          1
        ]
      },
      {
        "id": 249,
        "text": "- 30 марта"
      },
      {
        "id": 249,
        "text": "- 28 июня"
      }
    ]
  },
  {
    "id": 251,
    "text": "Дед мороз нахмурился, задумавшись, и вы поняли, что он размышляет, исполнять ли ваше желание или нет.",
    "answers": [
      {
        "id": 253,
        "text": "Далее",
        "var_need": [
          "дед мороз",
          6
        ]
      },
      {
        "id": 254,
        "text": "Далее",
        "var_no_more": [
          "дед мороз",
          5
        ]
      }
    ]
  },
  {
    "id": 252,
    "text": "Удалось вспомнить? Так почему этот дед оставляет подарки именно под ëлкой?",
    "answers": [
      {
        "id": 251,
        "text": "- Ель была связана с ритуалами язычников. Потом произошло крещение, следовательно, ель приобрела значение, как символ Рождества. Потом эта традиция пришла в Россию, потом еë забыли, а затем снова вспомнили, если я правильно помню...",
        "var_add": [
          "дед мороз",
          2
        ]
      },
      {
        "id": 251,
        "text": "- Раньше ель символизировала отторжение из-за своих колючек. Но где-то в восемнадцатом веке один художник - я не помню, какой - решил перевернуть это представление. Он изобразил ель, как символ Рождества, ведь иголки ели, как и терновый венок, колючие. Конечно, сначала люди приняли это за ересь, но поколения сменяли друг друга, и в итоге пришла такая традиция."
      }
    ]
  },
  {
    "id": 253,
    "text": "— Я исполню твоë желание, — наконец, сказал Дед Мороз и дунул.\n\nВас завертело в порыве ветра. Глаза заволокло снежной пылью. Тело утратило свой вес...",
    "answers": [
      {
        "id": 255,
        "text": "\"...да и все физики утратили бы свою логику, увидев всë это.\"",
        "var_need": [
          "желание1",
          1
        ]
      },
      {
        "id": 256,
        "text": "\"...да и все физики утратили бы свою логику, увидев всë это.\"",
        "var_need": [
          "желание2",
          1
        ]
      },
      {
        "id": 257,
        "text": "\"...да и все физики утратили бы свою логику, увидев всë это.\"",
        "var_need": [
          "желание3",
          1
        ]
      },
      {
        "id": 258,
        "text": "\"...да и все физики утратили бы свою логику, увидев всë это.\"",
        "var_need": [
          "желание4",
          1
        ]
      }
    ]
  },
  {
    "id": 254,
    "text": "— Я не могу исполнить твоë желание, — сказал Дед Мороз наконец. — Жаль, что я потратил на тебя столько времени.\n\n— Идëм, — поманила вас рукой Настя, всë это время статуей стоявшая возле двери. \n\nВы послушно вышли. \n\nСнегурочка отвела вас домой таким де способом, что и привела.\n\nВы оставшуюся ночь ворочались в постели, пытаясь понять, что вы сделали не так...",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end four",
          1
        ]
      }
    ]
  },
  {
    "id": 255,
    "text": "Ваше желание сбылось...\n\nВы победили в конкурсе, хоть и особых улучшений в жизни не последовало. \n\nВечно почему-то так...",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end four",
          1
        ]
      }
    ]
  },
  {
    "id": 256,
    "text": "Ваше желание сбылось...\n\nВы поехали на конкурс, но не заняли там какого-либо особого места. Просто выдали грамоту за участие. Как и Арине. Всë. Вот такая скучная развязочка... как и все, в принципе.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end four",
          1
        ]
      }
    ]
  },
  {
    "id": 257,
    "text": "Ваше желание сбылось...\n\nОтец перестал орать на вас по пустякам. На душе стало намного легче...",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end four",
          1
        ]
      }
    ]
  },
  {
    "id": 258,
    "text": "В порыве снежной пыли вам в голову врезался незнакомый женский голос:\n\n\"Дура!..\"\n\n\"Ты ни на что не способна...\"\n\n\"Становись лучше!\"\n\n\"На что мне такое наказание\"\n\n\"Я огорчена тобой...\"\n\nИ я, дорогой читатель, не знаю, понял ли ты Арину или нет...",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end four",
          1
        ]
      }
    ]
  },
  {
    "id": 259,
    "text": "Вы стремительно выбежали из дома Арины, молясь, чтобы она заболела и не пришла завтра на музыку...\n\n— Ну-с? — удовлетворëнно сказала Настя, сгинаясь от смеха. \n\nСтоп, она что, с вами злую шутку сыграла?",
    "answers": [
      {
        "id": 260,
        "text": "- Ты что, ненормальная?! Ты вообще понимаешь, что я щас чуть не спалилась?!"
      },
      {
        "id": 261,
        "text": "- ...отведи меня домой уже..."
      }
    ]
  },
  {
    "id": 260,
    "text": "Настя только усмехнулась в нос:\n\n— Сделанного не воротишь, — развела руками она.",
    "answers": [
      {
        "id": 262,
        "text": "- Какая же ты..."
      },
      {
        "id": 261,
        "text": "- Ладно. Отведи меня домой. "
      }
    ]
  },
  {
    "id": 261,
    "text": "Вас отвели домой. \n\nВы легли спать, проклиная эдакую Настю...",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end four",
          1
        ]
      }
    ]
  },
  {
    "id": 262,
    "text": "— Какая? — усмехнулась Настя. — Плохая? Нехорошая? \n\nВдруг вас закрутило в порыве ветра. Пара секунд — и вы уже лежите на собственной кровати, а Насти уже и след простыл.",
    "answers": [
      {
        "id": 263,
        "text": "[Злиться]",
        "var_add": [
          "global yyy",
          1
        ]
      },
      {
        "id": 264,
        "text": "[Лечь спать]"
      }
    ]
  },
  {
    "id": 263,
    "text": "Вы дали волю нервам и хорошенько покусали свою подушку, непонятно зачем. \n\nПолегчало. \n\nВот и сказке конец.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end four",
          1
        ]
      }
    ]
  },
  {
    "id": 264,
    "text": "Вы легли спать. \n\nВот и сказке конец.\n\nКто читал — тот молодец.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]",
        "var_add": [
          "global end four",
          1
        ]
      }
    ]
  },
  {
    "id": 265,
    "text": "Я сама была в шоке, когда Настенька в моëм подсознании превратилась из милой девушки в немилосердную...",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 266,
    "text": "",
    "answers": []
  }
]