[
  {
    "id": 1,
    "text": "Семь лет назад умерла вся семя от мора дом и все имущество били уничтожено остались только ви с сестрой но она не горит желанием общаться с вами, не здаваясь ви устроились наемником и получли кое какое уважение в городе и свой дом. А вся история началась с письма короля.\n\nЖанр: Фентези\nСоздатель: Stalker",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      }
    ]
  },
  {
    "id": 2,
    "text": "Прочтитав письмо о самого короля, ви с предчуствием большой награди начали собираться. Ну для начала нужно все приготовить,найти меч и куртку подлатать, и себя в порядок привести. Но сперва нужно позаботиться об оружи а там посмотрим.\n\nПолучено: приглашение от короля.",
    "answers": [
      {
        "id": 3,
        "text": "Найти и наточить ваш меч"
      }
    ]
  },
  {
    "id": 3,
    "text": "После долгих и мучительних поисков меча ви нашли ету «железяку».\nМда... видал они и лучшие годи. Затупился меч, ну хоть нашол. Ви подошли к точильному камню и как учил вас отец принялись аккуратно, плавно проводить лезвием по крутящимуся камню. Вроде не плохо получилось.\n\nПолучено: заточений старий меч\n",
    "answers": [
      {
        "id": 6,
        "text": "Подлатать вашу куртку из дубленой кожи"
      },
      {
        "id": 7,
        "text": "Привести себя в порядок."
      },
      {
        "id": 4,
        "text": "Вийти на улицу"
      }
    ]
  },
  {
    "id": 4,
    "text": "Собрав все вещи ви попрощавшись с соседями с которими за долгое проживание в доме подружились. Вам даже на дорогу дали грибной пирог.\n\nПолучено: грибной пирог\n",
    "answers": [
      {
        "id": 5,
        "text": "На дороге"
      }
    ]
  },
  {
    "id": 5,
    "text": "Дорога обещали бить спокойной и ничего не предвещало приключениями. Но идя по улицам ви увидели как за поворотом два разбойника угрожают ножом молодой девушке. Што же делать ви один а их двое.\n\nЧего вилупился сказал один из них убирайся отсюда а то горло перережу.",
    "answers": [
      {
        "id": 11,
        "text": "Угрожать"
      },
      {
        "id": 12,
        "text": "Убегать со всех ног"
      }
    ]
  },
  {
    "id": 6,
    "text": "Подойшовш к стеллажам с одеждой ви принялись искать куртку.Долго ли коротко так продолжалось би пока ви не увидели ее в самом конце полки. \nЕх давай… черт не достаю рукой к куртке. надо придумать как ее достать. Нужно штото длинное и закрученное. Надо осмотреться в доме да поискать.",
    "answers": [
      {
        "id": 8,
        "text": "Осмотреть комнату с камином"
      },
      {
        "id": 9,
        "text": "Осмотреть кладовку"
      },
      {
        "id": 10,
        "text": "Использовать кочергу"
      }
    ]
  },
  {
    "id": 7,
    "text": "Так расчеку взял, плотенце тоже все можно идти к бадье с водой. Когда ви вйшли на улицу вас ослепил яркий свет солнца. Аа... черт... сколько я не виходил на улицу дня два, три походу глаза уже отвикли от солнца. \n\nТак водние процедуры окончени.",
    "answers": [
      {
        "id": 3,
        "text": "Войти в дом и собрать все вещи №3"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ваша широкая,просторная комната с диваном и камином, двумя окнам, и кочергой как же хорошо тут лежать попивая самогон. Прдумали ви но тут же вспомнили шо надо собираться.",
    "answers": [
      {
        "id": 6,
        "text": "Взять кочергу №6"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ваше кладовка. Тут хранятся все ваши запаси провианта засоление помидори, засоление огурци,риба оленятина только вспоминая про всё ето у вас забурчал живот. Так же тут хранятся семена для огорода и ваш самогон.",
    "answers": [
      {
        "id": 6,
        "text": "Тут нет ничего интересног "
      }
    ]
  },
  {
    "id": 10,
    "text": "Опа... Ну давй..  фух  еле достал ето було сложнее чем казалось. Ну почти все вещи собрани осталось собрать только себя.\n\nПолучено: Старая куртка.",
    "answers": [
      {
        "id": 3,
        "text": "Пойти причесиваться и умиваться №3"
      }
    ]
  },
  {
    "id": 11,
    "text": "А не побоишся ли ти на меня нападать сказали ви и винули меч. (Как хорошо шо ви заточили меч).\nИ ти мне еще угрожаеш?! Да я тебя на куски порежу. \nНу ладно ти сам напросился. Ви еле успели отреагировать.\nРазбойник тут же напал на вас вихрем ударов ви еле успевали блокировать удари. Так ви долго не протянете.",
    "answers": [
      {
        "id": 13,
        "text": "Откатися в сторну"
      },
      {
        "id": 14,
        "text": "Парировать удар и зделать випад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Когда ви сорвались с места разбойник побежал за вами и кинул в спину нож. А он оказался очень метким и попал вам прямо в спину продя через серце. Последние шо ви увидели били прибижавшие стражник.\n\nВи мертви. Но не отчаивайтесь попробуйте еще раз.",
    "answers": [
      {
        "id": 5,
        "text": "К месту угрози №5"
      }
    ]
  },
  {
    "id": 13,
    "text": "Разбойник предугадал ето движение и пнул вам ногой в спину, все пошло не по плану ви кубарем покатились по дороге ви откатились на пару метров от разбойника главное ви вйшли из под града ударов. Ну теперь то можно драться тем более ви видите шо разбойник устал.",
    "answers": [
      {
        "id": 15,
        "text": "Наседать на противника"
      },
      {
        "id": 16,
        "text": "Вижидать момент когда разбойник допустит ошибки"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ви подгадали удобний момент и парировали удар разбойник етого не ожидал и покачнулся назд и вот победа у вас в руках но разбойник обманул вас он увернулся от випада и вспрол вам руку ви больше не можете держать меч. Разбойник подошол к вам зади и проткнул два раза первий серце, второй ребра..\nЧерт би тебя побрал… прохрипели ви и упали на землю как тряпичная кукла.\n\nВи мертви. Но не отчаивайтесь  попробуйте еще раз.\n\nПодсказка: прощитивайте на перед и пркдставляйте ето все. Так вам будет легче справиться.",
    "answers": [
      {
        "id": 11,
        "text": "Начало битви №11"
      }
    ]
  },
  {
    "id": 15,
    "text": "Оценив силу и ловкость противника ви приняли решение незамедительно атаковать. \n Ви понеслись на противнника. разбойник не ожидал такого и начал блокировать удари, ви все усердней наседали на противника видя шо с каждой атакой ему все сложнее отбиваться и вот зделав обманчивою петлю ви протикаете разбойнику ребра, тот хрипит и падает. Напарник разбойника когда ето увидел бросил девушку и устремился прочь.",
    "answers": [
      {
        "id": 17,
        "text": "Подбежать  к девушке и помочь ей"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ти совершил колосальную ошибку сказал разбойник он бросился на вас и со всей сили ударил по мечу, ваш старенький меч не видержал такого удара и розломался. Ви бросились на разбойника с кулаками но тот воткнул вам в пузо ножи.\nРазбойник громко захохотал и достал окровавление ножи.\n\nА ви упали на колени и умерли от кровотечения а последние ви видели как разбойники убивают девушку.\n\nВи мертви но не отчаивайтесь попробуйте еще раз.",
    "answers": [
      {
        "id": 13,
        "text": "Разгар битви №13"
      }
    ]
  },
  {
    "id": 17,
    "text": "С вами все хорошо?\nДа спасибо мессир моннотоно сказала девушка.\nОни вас не поранили? \nНет все хорошо я жива и здорова.\nА как вас зовут мадам спросили ви?\nАдриана-де-Воаль.\nМеня Керан.\nОчень приятно познакомитсья\nМне тоже сказала Адриана\nНе могли би ви помочь мне дойти до дома моего отца.\nДа конечно только показивайте дорогу\nХорошо идем.\n ",
    "answers": [
      {
        "id": 18,
        "text": "Идти к дому отца Адриани"
      }
    ]
  },
  {
    "id": 18,
    "text": "Пока ми идем хочу спросить.\nДа Керан спрашивайте.",
    "answers": [
      {
        "id": 19,
        "text": "Чего от вас хотели разбойники торговой гильдии?"
      },
      {
        "id": 20,
        "text": "Кто ваш отец?"
      }
    ]
  },
  {
    "id": 19,
    "text": "Они споймали меня в подвротне и хотели мне нав'язать чужой долг.\nЯ так понимаю ви отказивались.\nДа именно, ви как раз вовремя пришли они хотели меня прирезать.",
    "answers": [
      {
        "id": 18,
        "text": "Разговор с Адрианой №18"
      }
    ]
  },
  {
    "id": 20,
    "text": "Мой отец известний граф странно шо ви об етом спрашиваете.\nА как его зовут? (вам стало немного стидно за свой вопрос)\nИрдан сказала Адриана\nИ просто Ирдан без всяких \"де\"\nПокрайнемере я его так зову.\n(Прошло десять минут)\nА вот ми прийшли.\n\n",
    "answers": [
      {
        "id": 21,
        "text": "Ви входите в роскошний и большой дом"
      }
    ]
  },
  {
    "id": 21,
    "text": "Девочка моя где ти била?\nЯ начал волноваться шо с тобой штото случилось?\nА ето кто!?\nМеня зовут Керан на вашу дочь напали разбойники торговой гильдии.\nИ я так понимаю они мертви?\nПокрайнемере один да, второй збежал.\nЯ должен отблагодорить вас вот возьмте деньги можете расчитивать на поддержку с моей сторони. Ви совершили больше чем могли би спасибо вам большое.\nНе за что нужна помощь обращайтесь\n(Ви вйшли из дома).\nПолучено: 1500 монет\n\n",
    "answers": [
      {
        "id": 22,
        "text": "Отправиться к королю"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ну король наверное меня заждался пора идти дорога оказалась спокойной и без приключений. И вот ви стоите у ворот замка.\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Войти в ворота"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ви входите в ворота и вас там встречает стража\nЕй ей успокйтесь чего то сразу под руки то взяли \nПриказ короля ответил стражник.\n",
    "answers": [
      {
        "id": 24,
        "text": "Попитаться вирваться"
      }
    ]
  },
  {
    "id": 24,
    "text": "Отпустите я по приказу короля явился. \nЕх держите меня семеро (ви питаетесь вирваться  но ваши руки как буто заковали в камень).",
    "answers": [
      {
        "id": 1,
        "text": "Конец глави «Долгая подготовка» №1"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]