[
  {
    "id": 1,
    "text": "Полукровка",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 2,
    "text": "Помню, еще год назад, когда я был в детском доме, мне часто снилась родная мама. Её глаза были другие, нежели чем у обычных людей. Они были похожи на змеиные. Волосы темные и шелковистые. Каждый раз, когда она мне снилась, она говорила мне:\n— Найди отца, он предал наш род.\nЯ не понимал ее слова и поэтому не придавал этому значения.\nНасчет детского дома, мои новые родители забрали меня оттуда, потому что я им показался примерным мальчиком.\nМое имя Кайл, мне 17 лет и пора начинать историю.",
    "answers": [
      {
        "id": 3,
        "text": "День 1"
      }
    ]
  },
  {
    "id": 3,
    "text": "Проснулся, посмотрел на часы. На часах было 11:03. Сегодня выходной, день, потому что воскресенье. В общем, надеюсь этот день будет интересным….\nВ животе журчало, поэтому стоит подкрепиться утром.\nПоставил чайник, достал из холодильника масло с колбасой  и сделал бутерброды.\nКогда чайник вскипятился, налил чай. и перекусил..",
    "answers": [
      {
        "id": 4,
        "text": "Пора идти"
      }
    ]
  },
  {
    "id": 4,
    "text": "Мои шмотки как обычно, лежали на гладильной доске, благо что не мятые.\nКогда я оделся, На мой телефон поступил звонок с незнакомого номера.\n",
    "answers": [
      {
        "id": 5,
        "text": "Принять вызов"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Алло.\n— Кайл, привет. — голос был мужской но не грубый.\n— Здравствуйте, а это кто? — Недоумевающе спросил я.\n— Я тот, кого ты захочешь видеть, твоя мать явно хотела убить твоего отца. — Уверенно сказал незнакомец.\n— А кто вы? Вы так и не ответили на вопрос.\n— Я близкий родственник твоего отца, твой дядя. Моё имя Михаил.\n— Так, хорошо, а отец или мать живы?\n— При встрече, я отвечу тебе на все вопросы. так что, собирайся. — Сказал он уже более грубым голосом.\n— Хорошо, а где встретимся?\n— Где сам захочешь.\n— Тогда может быть парк, который рядом с моим домом? — сказал я ему это, думая, что он знает где я живу.\n— Хорошо. У тебя 10 минут.\n— Буду ждать вас там, Михаил. — Я был прав, он знает где я живу.\nКогда я посмотрел на часы, время было 11:23.\n\n\n\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Приготовиться к выходу"
      }
    ]
  },
  {
    "id": 6,
    "text": "Недолго думая, зашел в вк. Полистал новости, мемы всякие. Странно что никто не писал сегодня мне что-то по типу \"Доброе утро\".\nВдруг пришло сообщение от Лены: \n— Ты дома? Просто у твоего подъезда какие-то люди сегодня были. \nЯ удивился немного, вдруг это не ко мне и написал, чтобы уточнила\n— а можно по-подробнее?\n—  Три мужчины, одеты в черный смокинг, я когда подошла к подъезду, они спросили, мол, куда я пошла? Испугавшись, я ответила им, мол, ошиблась подъездом.\n— Так и что? Я тут причем? Стояли и стояли. — Возмутившись, написал ей.\n— У меня такое ощущение, что они ждали тебя.\n— Лена, ты опять за своё, волнуешься за меня даже тогда, когда не знаешь так-ли это.\n— Да, извини. Просто соскучилась по тебе вот и надумала всякое.\n— Все Лен, позже спишемся. По делам схожу и в магазин зайду. Куплю тебе что-нибудь, вечером встретимся. — Дописав, убрал телефон  в карман и посмотрел на часы, время было 11:27\n",
    "answers": [
      {
        "id": 7,
        "text": "Просмотреть в окно."
      }
    ]
  },
  {
    "id": 7,
    "text": "Выглянул в окно, Ездили машины, люди ходили быстро, будто куда-то опаздывают.  Погода была солнечная, ни единого облака. Посмотрел вниз, но под окном никого не было.\n— Да-уж. Волнуется просто так. — Сказал эти слова вслух насчёт Лены.\nДо парка идти минут пять. Поэтому стоит поторопиться.",
    "answers": [
      {
        "id": 8,
        "text": "Выйти из квартиры"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вышел из квартиры, закрыл дверь. Вдруг приходит уведомление.\nДостал телефон и вижу сообщение от неизвестного, \"на улицу не выходи, за тобой следят, зайди в квартиру, я там\".\nПланы меняются, открыл дверь входную зашел в квартиру и вижу там человека с светлыми волосами, стрижка короткая. Рост прммерно 186-190. Глаза ярко-голубого цвета. Да иодежда была у него странная. как будто он из прошлого попал сюда, кожаная броня щитки на ногах, на запястиях. ножны с мечом.\n— Ну, здравствуй Кайл. — С улыбкой сказал он мне.\n— Кто вы и как вы сюда попали?  И кто еще следит за мной?!— почти ругаясь, спросил я у него.\n— Для начала, давай сядем за стол и поговорим, а-то стоя, тебе неудобно будет разговаривать со мной. \n— Хорошо. \nУсевшись за стол, он начал рассказывать:\n— Я михаил. Дядя твой, брат твоего отца. Как попал? долгая история. \nЕго голос был такой спокойный и необычный. \n— Мы никуда не торопимся, поэтому жду объяснений! —  говорю ему более угрюмо, чем спокойно.\n— Я ангел, как и твой отец. Можешь называть дядей.\n— Ангел? — Я слишком удивлен от происходящего и поэтому говорю с диким охреневанием.\n— Мы те, кто спасает людей от различных неприятностей  или же влияния тех, кто пытается вас поработить. К сожалению, нас осталось мало и наших сил не хватает, чтобы спасать человечество. Мы живём среди людей, но они не должны знать про нас. Ты наш потомок и потомок рептилойдов, Аннунаки. \nДумаю, ты сейчас хочешь задать вопрос: \"если твой отец ангел, то мама рептилойд\"? Да. Все верно, твой отец предал нас, когда влюбился в девушку противоположной фракции, из-за этого, он был изгнан на землю, где мы не должны были ему помогать. Твоя мать рептилойд. Она тоже предала свою фракцию, но после рождения тебя, ей поставили вопрос. Либо она будет в вечном изгнании и не попадаться им на глаза. Либо, она возвращается к ним, убив тебя. Она выбрала второе.\n— Но ведь я жив? — возмущенно спросил я. \n— Да, ты жив. Она заменила тебя в роддоме на другого ребёнка и убила его. А ты остался а роддоме. Тебя взяла другая семья, но не надолго.\n— Почему же? \n— Ты, будучи ребёнком, мог передвигать предметы, не прикасаясь к ним. Они думали, что ты исчадие зла и отказались от тебя.\n— Ужас. Но интересно, почему я сейчас не умею ничего из этого? — Спросил я у него вежливо\n— Сознание делает из тебя простого человека. — Уверенно сказал Михаил и отвернулся в сторону окна.\n— Тогда как ты сюда попал? Где твои крылья? И кто следит-то?\n— Подожди. — тихо сказал мне.\nУ меня так много вопросов в голове, на которые нет ответов. Какие  ещё ангелы? Какие рептилойды? Я жил человеческой жизнью а тут такое….\nДень начался интересный, да. Зря на это надеялся. Лучше бы обычный день был. Я полуангел полудемон?! Это как?\n",
    "answers": [
      {
        "id": 9,
        "text": "Тут мои мысли перебил голос Михаила."
      }
    ]
  },
  {
    "id": 9,
    "text": "— Твой отец вернулся в поднебесье. Желает тебя увидеть, но ты пока не сможешь туда попасть.\nТебя нужно обучить.\n— Подожди. Где твои крылья? Михаил? Как мы попадем в поднебесье?\n— Хороший вопрос. Я ведь тебе так и не показал крылья. Объясню, сразу. Крылья могут быть материальны, для обычных полетов. А есть те, которые не материальные. Такие крылья нужны для замедления времени, прыжков во времени и используются они для боев.\n— Покажи свои крылья. — С большим желанием сказал я ему.\nОн встал со стола, отошел в центр кухни, повернулся ко мне лицом. Сделал серьезное лицо. Через несколько секунд я увидел крылья, они были огненного цвета. \n— А почему они  не белые? — Спросил я у него.\n— Цвет крыльев зависит от ранга. Обычные солдаты имеют белый окрас крыльев. Солдаты- полководцы имеют уже иной окрас. Чем дольше он руководит армией крылатых, тем ярче у него окрас. Есть исключения — вы называете их архангелами. Мы сразу имеем оттенки всей радуги, вдобавок у нас есть артефакты, способные даровать могучую силу.\n— Интересно, а какие у меня крылья? — Спросил я у него. Да и уже не хотелось спрашивать, кто следит, понятно уже было, что это рептилойды. Да и если бы была опасность, он вряд-ли рассказывал мне все это.\n— Ты хочешь  раскрыть свои крылья? — Спросил у меня Михаил.\n— Если бы я знал, как их раскрыть… .\n— Освободи свой разум и подумай о свободе, как ты летаешь и наблюдаешь за всем происходящим.",
    "answers": [
      {
        "id": 10,
        "text": "Попытаться освободить свой разум"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Хорошо. — Неуверенно ответил ему я.\nИ-так, первая попытка, нужно освободить разум… . \nЗвучит легко, но на деле, мои мысли переполняют меня: \"а что будет с Леной? Вдруг я погибну в этой битве? А вдруг я сплю?\"\n— Не думай ни о чем. — Сказал михаил.\n— Легко сказать, когда ты человек. -Ответил ему я.\n— Мозг человека работает на 16% из-за того, что у него есть сознание и осознание реальности. Если бы не было в тебе этой границы, твой мозг был бы безграничным.  — Ответил мне он.\n— Так, концентрируюсь короче. \n— Давай.\nМои мысли приходили снова и снова, но я пытался блокировать их. Я закрыл глаза, для того, чтобы представить как я лечу над лесами, подобно самолёту, только самолет этот — я.\nЛадно, что-то получается. По моей спине прошла дрожь и я посувствовал некоторую боль у лопаток.\n— Не думай о боли, концентрируйся на своём воображении. — Говорил мне он.\nВдруг, боль начала усиливаться сильнее, я прямо чувствовал, что в моей спине что-то есть, но кожа мешала мне выпустить это что-то.\n— Представь, что в твоей спине есть отверстие для крыльев. \nЯ начал пытаться представлять все это, но от невыносимой боли я открыл глаза и сказал ему:\n— Был бы ты человеком, я бы посмотрел на тебя. \n— Я был в человеческом обличии. — Ответил мне он. \n— Я знаю, каково это.  — Продолжил он. \n\n\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Вторая попытка."
      }
    ]
  },
  {
    "id": 11,
    "text": " Так, вторая попытка.  Я снова закрыл глаза, и начал представлять эти отверстия для крыльев. Было жутко больно, когда я ощущал, как моя спина выпрямляется а оттуда что-то выходит.\n— Что это? — Спросил меня мизаил?\nЯ резко открыл глаза и спросил унего:\n— Ты о чем?\n— У тебя крылья, они небесного цвета, в центре нарисован символ солнца, лучи, исходящие от солнца, идут к перьям . — С удивлением ответил он мне.\n— Это как понять? \n— Это крылья, разряда выше чем у меня. — Ответил он мне.\n",
    "answers": [
      {
        "id": 12,
        "text": "Посмотреть на часы."
      }
    ]
  },
  {
    "id": 12,
    "text": "Посмотрев на часы, я понял, что весь этот разговор продолжался 3 минуты \n— Ты замедлял время? — Спросил я у Михаила.\n— Да, за нами идёт слежка, я говорил тебе. Вот именно поэтому нужно было как-то предохраниться. — Михаил сказал и посмотрел на небеса.\n— Логично. \n—  Меня вызывают небеса,  я скоро вернусь. — Сказал Михаил и улетел.",
    "answers": [
      {
        "id": 13,
        "text": "Встать и подойти к окну"
      }
    ]
  },
  {
    "id": 13,
    "text": "Когда подошёл к окну, я увидел тех самых людей в смокинге. Их было 5 и они стояли, ожидая кого-то.\nВдруг пришло уведомление на телефон.\nДостал посмотреть, что там.\nМне написала Лена с вопросом где я.\nя написал ей: \n— Дома, а что?\n— Я к тебе сейчас приду. \nСтук в дверь.",
    "answers": [
      {
        "id": 14,
        "text": "Посмотреть в глазок."
      }
    ]
  },
  {
    "id": 14,
    "text": "Посмотрев в глазок, я увидел там не Лену, а трёх незнакомых мне лбдей в смокинге.\nВдруг кто-то начинает звонить мне с незнакомого номера.",
    "answers": [
      {
        "id": 15,
        "text": "принять трубку."
      }
    ]
  },
  {
    "id": 15,
    "text": "— Алло. — тихо сказал я.\n— Кайл, это Лена, это не я писала тебе. Я не знаю кто это, но эти люди в смокингах нашли меня и узнали, что я тебе писала о них.\n— Да я уже понял. Ладно, сейчас разберёмся. — Сказал это тихими словами и сбросил трубку.\n И что же теперь делать. Драться с ними, не зная на что они способны, это самоубийство.\n— Кайл. Открой дверь, это твоя мать. — Сказал кто-то за дверью.\nПосмотрев в глазок, я увидел женщину, которая просто была другая, как родная. \n— Кто ты? — Спросил я у неё. \n— Я, твоя родная мать. Извини. Мне нужно было оставить тебя в роддоме.\n— Я знаю. Михаил мне всё рассказал.\n— Михаил? Ты разговаривал с ангелами? — Озлобленно спросила она.\n— Да. А что в этом плохого?\n— Открой дверь. Нам нужно поговорить.\n\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Открыть дверь."
      }
    ]
  },
  {
    "id": 16,
    "text": "Зря я открыл дверь,  Три мужика забежало, повалив меня на пол, после этого зашла женщина, которая сказала мне: \n— Ну привет, сынок. Пришел час, когда я должна убить тебя.\n— И чего ты ждёшь? Я безоружен. — Сказал ей тихим и агрессивным тоном.\n— Раз ты так этого хочешь, хорошо.\nОна взяла клинок и вонзила его в одного из тех мужиков. После, когда один из них заметил это, она мастерски перерезала ему глотку. когда третий, который держал меня увидел все это, он отпустил меня и налетел на неё. Он явно был сильнее её.\nЯ встал и моментально сорвал с него голову. \nСначала я не заметил, почему я так быстро встал, но после, я увидел свои крылья.\n — Как? — удивленно спросила меня мать.\n— Вот так, Михаил научил.",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "ну я пытался еще что-нибудь написать, но ничего в голову не приходит ",
    "answers": [
      {
        "id": 18,
        "text": "попозже продолжу"
      }
    ]
  },
  {
    "id": 18,
    "text": "обещаю",
    "answers": [
      {
        "id": 19,
        "text": "честное слово"
      }
    ]
  },
  {
    "id": 19,
    "text": "Просто оцените это",
    "answers": [
      {
        "id": 20,
        "text": "надеюсь тебе понравится"
      }
    ]
  },
  {
    "id": 20,
    "text": "надеюсь",
    "answers": [
      {
        "id": 22,
        "text": " !1 "
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]