[
  {
    "id": 1,
    "text": "На корабле настоящий переполох. Крики, паника. Где-то из каюты слышатся выстрелы. Тихие, но отчетливые хрипы космических паразитов доносётся ото всюду. Молодой парень берёт на себя ответственность за всех и выводит выживших в безопасное место. Среди выживших вы — Артём. Вы являетесь главным инжинером на корабле. Елизавета — она медик, но против паразитов она бессильна. Конор — капитан корабля.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "На корабле настоящий переполох. Крики, паника. Где-то из каюты слышатся выстрелы. Тихие, но отчетливые хрипы космических паразитов доносётся ото всюду. Молодой парень берёт на себя ответственность за всех и выводит выживших в безопасное место. Среди выживших вы — Артём. Вы являетесь главным инжинером на корабле. Елизавета — она медик, но против паразитов она бессильна. Конор — капитан корабля.",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": "Добравшись до безопасного места — крыла C на корабле вдруг потухает свет. Из неоткуда появляется заражённый паразитами член экипажа. Он своим противным визгом, что издают одни из тварей приманивает к себе ещё троих заражённых.\nЕлизавета погибает сразу. Заражённый обхватывает её своими щупальцами и уносит в глубь корабля. Конор в последний момент толкает вас в открытые двери крыла С и заперает выход. Снаружи слышатся крики.",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": "Корабль сталкивается с космическим мусором и меняет курс. Теперь и надежды на спасение нет. Вы смотрите в стену, как вдруг корабль заносит вправо и вы падаете ударяясь головой у пол.",
    "answers": [
      {
        "id": 5,
        "text": "Закончить пролог ",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Глава 1: паразитами стали мы.",
    "answers": [
      {
        "id": 6,
        "text": "Продолжить ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы просыпаетесь лёжа на полу в крыле С. Рядом с вами лежит переломный на попалам пистолет. Вы встаёте на ноги и зовёте кого-то. Обычно в этом крыле есть парочка десятков учёных, но на этот раз никого нет. По крайне мере никто не отзывается.\nКорабль снова с чем-то сталкивается и происходит тряска. Падая на колени вы вдруг понимаете, что не понимните, как оказались в этом крыле. Обращая внимание на тускло освященную комнату понимаете, что свет на корабле полетел.",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы принимаете решение пойти в генераторную, но для этого нужно попасть в крыло А. Дверь не открывается. Электричества нет, и кодовый замок не работает.\nВ секторе С есть отделение радио-техники. Там можно раздобыть материалы для сбора специального устройства для взлома электрических замков.",
    "answers": [
      {
        "id": 8,
        "text": "Направиться в сторону радио-технического отдел ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы натыкаетесь на развилку.\n\nВы можете пойти в биологический корпус, радио-технический корпус и медицинский корпус. ",
    "answers": [
      {
        "id": 9,
        "text": "Пойти в биологический отдел "
      },
      {
        "id": 10,
        "text": "Пойти в медицинский отдел "
      },
      {
        "id": 12,
        "text": "Пойти в радио-технический отдел ",
        "need": [
          9,
          10
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "В биологическом отделе было пусто. В середине помещения красовалось около 20 разновидностей растений, которых вывели с помощью космических бактерий. Исследования насчёт растений были переданы в корпус ботаники для дальнейших экспериментов.\nВокруг растений стоял большой стол, занимающий 60% свободного места. На столах распологались склянки с жидкостями, материалы и ткани. Ничего интересного",
    "answers": [
      {
        "id": 8,
        "text": "Покинуть биологический отдел "
      }
    ]
  },
  {
    "id": 10,
    "text": "В медицинском корпусе на одной из коек лежал мужчина. В его груди наблюдалось круглое отверстие. Он был бессознания, но по движением груди было ясно, что он дышит.\nНа полках лежали лекарства. Другие койки были свободны. На одной из них лежал скальпель. ",
    "answers": [
      {
        "id": 11,
        "text": "Взять скальпель ",
        "need": -11
      },
      {
        "id": 8,
        "text": "Покинуть медицинский отдел "
      }
    ]
  },
  {
    "id": 11,
    "text": "Инвентарь: получен предмет Скальпель! ",
    "answers": [
      {
        "id": 13,
        "text": "Инвентарь "
      },
      {
        "id": 8,
        "text": "Покинуть медицинский отдел"
      }
    ]
  },
  {
    "id": 12,
    "text": "Как только вы приблизились к заветной двери на вас напал тот самый мужик из медицинского отдела. Из его рта появилось несколько щупалец. Все его тело было обвито слизью. Он явно пришёл не с миром.. В вас тут же полетела одна из щупалец, но чуть скосила и попала в дверь радио-технического отдела. Двери открыты, теперь нужно разобраться с заражённым! ",
    "answers": [
      {
        "id": 17,
        "text": "Возить в него скальпель ",
        "need": 11
      },
      {
        "id": 18,
        "text": "Отбиваться изо всех сил "
      }
    ]
  },
  {
    "id": 13,
    "text": "Ваши предметы:",
    "answers": [
      {
        "id": 13,
        "text": "Скальпель ",
        "need": 11,
        "middle_answer": true
      },
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "Взяв скальпель вы сделали шаг на встречу.\n— ты пришёл помочь мне? — вдруг произнёс мужик. Он говорил с явным страхом.\n— ты говоришь? — вы были слегка в шоке.\n— почему ты держишь в руках нож? — мужик всё больше паниковал.\n— ты как? — вновь спросили вы.\n— я? Внутри меня кто-то есть! Где все медики? — он явно не был против вас, но вот существо внутри.\n— что произошло?\n— я не знаю! Я просто сидел в своём кабинете и изучал новое растение. А потом.. Потом мне как-то стало плохо.. И я кажется почувствовал, что кто-то подает меня изнутри.. Потом.. — мужик замолчал. Он взялся за грудь и упал на колени, а затем встал. Из его тела появилось сотни тоненьких щупалец. Каждая из них полетела в вашу сторону, но вы ловко резали каждую из них скальпелем. Крикнув от боли мужик напргнул на вас и повалил на пол раскрыл рот пошире и медленно приближался к вашему лицу. Вы незамедлительно воткнули ему в голову скальпель. Тот упал замертво.",
    "answers": [
      {
        "id": 19,
        "text": "Зайти в радио-технический отдел"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы тут же вспомнили о скальпеле лежавшем на одной из коек. Но идти за ним слишком поздно. Мужик стоял прямо перед вами. Из отверстия в его груди медленно выходило щупальце. Мужик подошёл вплотную к вам.\n— ты пришёл помочь мне? — мужик выглядел испуганно.\n— ты разговариваешь? — спросили вы находясь в лёгком шоке.\n— я.. — мужик набросился на вас и из его рта начала сочиться слизь, которая вот вот поедет вам на лицо. В последний момент вам удалось повалить мужика на лопатки и добить ударом в голову.\n— что это было? — вы упали на колени.\nСзади послышался хрип. Мужик ударил вас по голове и его щупальца чуть не поткнуди вас на свкозь. Опомнившись вы ударили его ногой в живот, а затем потратили оставшиеся силы на его добивку. Наконец он издал последний хрип.. ",
    "answers": [
      {
        "id": 19,
        "text": "Зайти в радио-технический отдел "
      }
    ]
  },
  {
    "id": 19,
    "text": "В техническом отделе стояло много компьютеров. На столах лежали детали, гайки, провода и многое другое. Дверь в глубь корпуса закрыта на ключ. ",
    "answers": [
      {
        "id": 20,
        "text": "Попробовать создать устройство для взлома электрических замков"
      }
    ]
  },
  {
    "id": 20,
    "text": "Осторожно перебирая материалы вы собираете всё что нужно в одну кучу.\n5 огаленных проводов, блок питания, несколько винтиков, и многое другое.\nПроходит несколько часов. Устройство почти готово. Свет до сих пор не дали.\nОстался последний штрих — раздобыть где-то электрический ток. Устройство будет подавать его в кодовый замок и из него обратно, таким образом настройки будут сбиваться и дверь откроется. ",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 21,
    "text": "Осматривая радио-техническое отделение вы вдруг натыкаетесь на карту крыла. На карте зелёными точками отмечены все генераторы, находящиеся в нём. Благодаря этим генераторам можно запустить резервное питание. И запитав взломщик паролей выбраться отсюда. ",
    "answers": [
      {
        "id": 22,
        "text": "Продолжить ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Для начала нужно найти канистру с бензином. Её можно найти в топливом отделе. ",
    "answers": [
      {
        "id": 23,
        "text": "Бензин: ",
        "widget_show": [
          "png-clipart-jerrycan-plastic-fuel-metal-car-jerry-can-angle-technic.png",
          "Red"
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Да",
    "answers": []
  }
]