[
  {
    "id": 1,
    "text": "Автор: простяг.\nЖанр: детектив.\nВы следователь из Вашингтон, округ Колумбия.  Зовут Джорс Вичер. 2023 год, март. Для вас есть работа: выяснить тайны жестокого грабителя банков. В награду за раскрытие шеф даст перевод в ФБР, а заодно по можете очистить страну от опастности. Принимайте мудрые решения для этого.\nУдачи!",
    "answers": [
      {
        "id": 2,
        "text": "Работа."
      },
      {
        "id": 3,
        "text": "Нужные заметки."
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "http://d.radikal.ru/d11/2112/e3/7f6f1c6ba85a.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Раннее утро, понедельник. Покушав и собравшись с вещами, поехали в полицейский департамент на работу. Днем, около двух часов, поступило сообщение из банка. Банк \"Окобиз\" ограблен, вас назначили следователем. Скоро на место преступление приедут сотрудники ФБР, с которыми у вас предстояло вести дело. Потом сообщили, что за успешное окончание шеф переведет вас в ФБР, где более обширные будет работа.",
    "answers": [
      {
        "id": 4,
        "text": "Взять адрес и поехать."
      },
      {
        "id": 2,
        "text": "movie",
        "url": "http://d.radikal.ru/d11/2112/e3/7f6f1c6ba85a.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "В квесте будут присутствовать для вас не очень обычные слова. Например, парамедик. Для англо/американских стран. Это специалисты, медики в спасательных отрядах. ФБР- Федеральное бюро расследований так же участвует в поимке преступника, который ограбил банк. Это считается в законодательстве федеральным преступлением. В США здание полиции называют полицейским департаментом. Спасибо за потраченные минуты!",
    "answers": [
      {
        "id": 1,
        "text": "Предупрежден значит вооружен."
      }
    ]
  },
  {
    "id": 4,
    "text": "Приехав вы узнали, что банк \"Окобиз\" недалеко от площади Бориса Немцова. Территорию банка полиция оцепила. Вы зашли внутрь. Офицеры полиции наконец всех сотрудников банка освободили от пут. Отыскали среди них главного. Пока специальный агент из ФБР не приехал можно допросить его, что собственно вы и сделали. Он до сир пор растирал руки.\n— Здравствуйте, я следователь Джорс Вичер. Могу задать вам пару вопросов?\n— Аа, да да.\n— Расскажите, как прошел день до нападения?\n— Я приехал вместе с остальными на работу, открыли банк, разбирались с документацией, в обще, обычная повседневная работа.\n— Сколько грабителей было?\n— Один.\n— Как и во сколько случилось нападение?\n— Пришел человек в балаклаве на голове и оружием. Начал кричать, что это ограбление. Охранников он все таки смог вырубить прикладом в затылок. Затем кассирши начали сами доставать из аппаратов, деньги. Это написано у нас в правилах, чтоб защитить персонал от смертей. Грабитель хотел еще открыть хранилище, но спешил. Поэтому он под дулом заставил связать друг друга и ждать пятнадцать минут. Мы вот выполнили это и позвали вас.\nТут уже прибыли агенты ФБР со своим следователем. Служилый ему тоже самое пересказал. Пока криминалисты работают тут, вы решили с коллегой Адомосом Виргенком посмотреть видео камеры, но к сожалению они в этот момент были выключены.",
    "answers": [
      {
        "id": 5,
        "text": "Пойти и поговорить с остальными."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы из допроса других узнали, что грабитель был одет в черное и носил черные перчатки. Поэтому не удивительно, что грабитель смог без улик ограбить и сбежать. Ни камера, ни следы обуви, ни внешность и ни отпечатков пальцев. Прохожие если и видели, но не скажут, зачем же? Поэтому, закончив дела, тут, решили поехать к вам в кабинет, изучать досье 12 сотрудников банка. А на следующий день, могут быть кое-какие результаты экспертиз. Вы в первый раз за всю службу начали расследовать ограбление, причем очень чистое.",
    "answers": [
      {
        "id": 6,
        "text": "Жон Грюс."
      },
      {
        "id": 7,
        "text": "Жанна Грюс."
      },
      {
        "id": 8,
        "text": "Алла Кенедди."
      },
      {
        "id": 9,
        "text": "Эмали Смит."
      },
      {
        "id": 10,
        "text": "Александр Смит."
      },
      {
        "id": 11,
        "text": "Эдуард Джорс."
      },
      {
        "id": 12,
        "text": "Эдуард Мит."
      },
      {
        "id": 13,
        "text": "Михаил Ходовский."
      },
      {
        "id": 14,
        "text": "Адам Нито."
      },
      {
        "id": 15,
        "text": "Роман Протасев."
      },
      {
        "id": 16,
        "text": "Роман Кенов."
      },
      {
        "id": 17,
        "text": "Анжелика Кенова."
      },
      {
        "id": 18,
        "text": "Завершить работу.",
        "need": [
          6,
          7,
          8,
          9,
          10,
          11,
          12,
          13,
          14,
          15,
          16,
          17
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "                               Досье.\nЖон Грюс: руководит персоналом банка \"Окобиз\". Женат на Жанне Грюс. Не имеет детей. Финансовое положение не очень хорошее. Жон настоящий игроман. Любит часто для игр занимать деньги у родственников. Один раз чуть не попал под статью о краже. Характер: добрый, отзывчивый. Возраст: 50 лет.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 7,
    "text": "                                       Досье.\nЖанна Грюс, жена Жона Грюса. Работает бухгалтером в банке \"Окобиз\". Детей нет. Финансовое положение хорошее. Не имела нареканий. В отличие от мужа. Характер: честная и волевая. Возраст: 46 лет.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 8,
    "text": "                                        Досье.\nАлла Кенедди: работает кассиром в банке \"Окобиз\". Мужа нет, детей тоже. Финансовое положение нормальное. Нареканий не имеет. Характер: тихая, послушная. Возраст: 20 лет.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 9,
    "text": "                                        Досье.\n Эмали Смит: работает кассиром в банке \"Окобиз\". Мужа нет, как и детей, но есть брат Александр Смит. Финансовое положение хорошее. Нареканий нет. Характер: вспыльчивая, злая ко всем. Возраст: 33 лет.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 10,
    "text": "                                         Досье.\nАлександр Смит: работал водителем служебного автомобиля банка \"Окобиз\". Жены нет, как и детей. Есть сестра Эмали Смит. Финансовое положение не очень. Враждует с полицией. Чуть не сел в тюрьму за хулиганство. Характер: свободный, хулиган. Возраст: 35 лет.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 11,
    "text": "                                         Досье.\nЭдуард Джонс: работает охранником в банке \"Окобиз\". Жены не имеет, детей тоже. Финансовое положение: нормальное. Нареканий нет. Характер: спокойный. Возраст: 23 лет.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 12,
    "text": "                                         Досье.\nЭдуард Мит: работает охранником в банке \"Окобиз\" Жены нет, как и детей. Финансовое положение: нормальное. Нареканий нет. Характер: ... Возраст: 29 лет.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 13,
    "text": "                                        Досье.\nМихаил Ходонский: работает водителем служебной машины банка \"Окобиз\". Жены и детей нет. Финансовое положение: на грани нищеты. Характер: ... Возраст: 33 лет.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 14,
    "text": "                                       Досье.\nАдам Нито: работает охранником служебной машины банка \"Окобиз\". Жены и детей нет. Финансовое положение нормальное. Характер: с юмором. Возраст: 45 лет.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 15,
    "text": "                                       Досье.\nРоман Протосев: работает охранником служебной машины банка \" Окобиз\". Жены и детей нет. Финансовое положение очень хорошее. Характер: любитель разговоров. Возраст: 41 лет.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 16,
    "text": "                                      Досье. \nРоман Кенов: работает охранником служебной машины банка \"Окобиз\". Жена есть, детей нет. Финансовое положение: .... Характер: ... Возраст:32 лет.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 17,
    "text": "                                        Досье.\nАнжелика Кенова: работает уборщицей в банке \"Окобиз\". Муж Роман Кенов. Финансовое положение нормальное. Характер: веселая. Возраст: 36 лет.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 18,
    "text": "14 марта второй день расследования. Вы как обычно пришли к себе кабинет и вас уже ждал коллега из ФБР Адомос Виргенк. Поговорив о \"погоде\", начали думать, что дальше делать. Было принято решение: допросить уже подозреваемых к ограблению лично вам, а он всех остальных. Вичер тяжело упал на кресло, ожидая мучительную монотонную работу. Как будто агент он, а не коллега.",
    "answers": [
      {
        "id": 19,
        "text": "Жон Грюс."
      }
    ]
  },
  {
    "id": 19,
    "text": "По вашему вызову, приехал один из самых подозреваемых людей.\n— Здравствуйте мистер Жон Грюс, чаю или кофе?\n— Чаю без сахара.\nВы делаете заказ попутно распрашивая дальше.\n— Вы ведь любите играть азартные игры?\n— Эээм, ну... да, да я признаю, что их играю. Вы хотите сказать, что это я все спранировал?\n— Можно и так сказать.\nСделав чай, подали на блютце.\n— По вашему я из-за игр пошел на это? Так скажу: я не способен все это сделать одиночку.\n— А я вам говорил, что только один человек был? Я не говорил.\nГрюс попехнулся, но продолжил диалог.\n— У меня алиби, алиби есть! Алиби есть и я докажу, что это не я!\n— Это уже интересное, ну и какое же?\nПрислонились к стенке и сложили руки.\n— Я занимался другим делом.\nПодняли брови.\n— Каким?\n— Я утром был у себя дома и не очень хорошее нюхал.\n— О как. Вы еще и наркоман чтоль?\nЖон упустил взгляд обратно на чашку чая.\n— Ну и что было дальше?\n— Я пришел к обеду после ограбления, кассы были пусты все равно, а персонал закрыт в комнате отдыха был, вот и решили, что типа нас связали.\n— Интересную сказку рассказали.\nУлыбнулись вы.\n— Да не сказка это. Я готов вас пустить прям щас в дом и все покажу.\nТут же позвонили коллеге и он согласился, отправить спецов туда. А пока вы нажали на кнопку и рядовой отвел его на временную камеру содержания.",
    "answers": [
      {
        "id": 20,
        "text": "Александр Смит."
      }
    ]
  },
  {
    "id": 20,
    "text": "По распоряжению прибыл второй подозреваемый, бывший водитель машина банка Александр Смит.\n— Здравствуйте Александр, чай или кофе?\n— Ничего.\n— Ну как хотите. Вы ведь вкурсе, что было вчера?\n— Да и это хорошо.\n— Почему?\n— Жанна Грюс \n— Что простите?\n— Жанна Грюс подлая, ценичная, алочная женщина. Любила всем зарплаты задерживать и уменьшать через штрафы. Я этого не терплю вот и уволился.\n— Почему прокуратуру не писали на это?\n— А, кто захочет заниматься мелким делом?\n— Хорошо, где вы были вчера с утра до часу дня?\n— Сидел в кафешке одной, официантом подрабатывал.\n— Адрес?\nСмит попросил дать ручку и бумажку. Потом на бумажке был адрес и кто может подвердить. Вы взяли с него подписку о невыезде.",
    "answers": [
      {
        "id": 21,
        "text": "Жанна Грюс."
      }
    ]
  },
  {
    "id": 21,
    "text": "Прибыла Жанна Грюс.\n— Здравствуйте Жанна, чай или кофе?\n— Красное вино.\n— Ну с этим у меня проблемы, не положено да и нет его.\n— Давайте к делу.\n— Я слышал, что вы любите урезать и задерживать зарплату работникам?\n— На говаривают.\n— Кто бы по вашему мог ограбить и зачем?\n— Александр Смит. Он говорил, что когда нибудь он накажет меня.\n— Еще кто мог бы?\n— Да любой техник, программист и врач.\n— Ясно. Пожалуйста, скажите сколько украли денег? \n— Около 10.000$\n— Правда ли, ваш муж любит что то нюхать?\n— Вы это к чему?\n— К тому, что по версии вашего мужа, он утром не был на работе и нюхал наркоту.\n— А, вы что не знали, что у него психическое какое то растройство.\n— Тоесть? \n— Мой муж с одного момента теперь при страхе может сочинить бред и думать что это правда.\n— Так-с. Ценную информацию дали.\n— Еще что-то?\n— Нет, вы свободны.\nВы выдали справку о невыезде.\n  \n",
    "answers": [
      {
        "id": 22,
        "text": "Закончить. Проанолизировать полученные данные."
      }
    ]
  },
  {
    "id": 22,
    "text": "Из банка была похищена сумма в размере 10.000$. Жон Грюс утром не был в банке, а был дома. Его жена работникам урезает зарплаты и задерживает, но этого она не признает, из-за этого Александр Смит уволняется. Появилась новость, что Грюс не совсем имеет психологическую адекватность. Агент ФБР тоже сказал, что есть жалобы персонала банка над Жанной Грюс. Из этого можно предположить, что верхушка банка не причастна к ограблению. Вы решили пойти с коллегой и узнать какие результаты у криминалиста.\nУ криминалиста.\n— Здравствуйте Ольга Ивановна, чем по радуете?\n— Несмотря на чистую операцию внутри банка, грабитель все таки оставил улики. \n— Какие? — Хором вы сказали.\n— Детектор от обуви, машины и клочок бумажки.\nОна вам передала клочок бумаги. Там мелким шрифтом написано: ...же одно с.....ршилось, сле......ющ...й на .........це Кебе......и.\n— Что это означает?\nКриминалист и агент пожали плечами.\n— Ну хоть что то. Спасибо.\n— Приходите еще, буду всегда рада.\nВечером....",
    "answers": [
      {
        "id": 23,
        "text": "Похищение Жона Грюса и Жанны Грюс."
      }
    ]
  },
  {
    "id": 23,
    "text": "Вечером стало известно, что Грюсы пропали без вести, поэтому поехали к ним домой. Вокруг дома уже все оцеплено, пока криминалист ищет опечатки вы пошли на верх. На втором этаже частного дома было три двери: туалет, душ, спальня. В какую первую зайти?",
    "answers": [
      {
        "id": 24,
        "text": "Туалет."
      },
      {
        "id": 25,
        "text": "Душ."
      },
      {
        "id": 26,
        "text": "Спальня.",
        "need": [
          24,
          25
        ]
      },
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "http://a.radikal.ru/a20/2104/d4/6d912a9e1e3a.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "В туалете на первый взгляд нечего необычного. Унитаз, раковина, батарея для обогрева. Но вы, как опытный знали: все тут может быть уликой.\nНадели резиновые толстые перчатки и начали обыскивать батарею. После пяти минут обыска не чего не нашли, кроме кусочков пыли. Дальше на очереди раковина. В трубопровод осмотрели, кран в засорах, но тоже не чего. Теперь самое не приятное: унитаз. Спустя пяти минут, вы нашли кусок бумаги. Там написано: тайник под кроватью, код 0476. Это уже было хорошо.",
    "answers": [
      {
        "id": 23,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 25,
    "text": "Пошли в душ. Там на первый взгляд нечего не обычного. Там была кабинка душа, батарея для обогрева, зеркало, стул. Самое легкое что можно было щас обыскать- это стул. Вы подняли его и под его дном, вы нашли ключ который держит кусок скотча. Оторвали скотч и его завернули в пакетик, ключик взяли пока себе. Обыскали все остальное, но больше нечего не нашли.",
    "answers": [
      {
        "id": 23,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы пошли в спальню. Тоже на первый взгляд нечего не обычного. Вспомнили про записку и заглянули под двухместную кровать. По середине был сейф, надпись на дверце говорило, что вводить можно только один раз, если пароль не будет правельным, то больше не откроется.",
    "answers": [
      {
        "id": 27,
        "text": "0476"
      },
      {
        "id": 28,
        "text": "1254"
      },
      {
        "id": 28,
        "text": "0467."
      }
    ]
  },
  {
    "id": 27,
    "text": "Набрали код и он оказался верным. В сейфе лежала маленькая камера, видимо для скрытного наблюдения. Рядом лежала папка, вы вытащили ее и посмотрели на название это была документальность бухгалтерии. Затем вытащили из сейфа камеру. Смотря на находки вы уже представляли, что с помощью этого уголовное дело по ограблению сдвинеться с мертвой точки. После минут радости, стали обыскивать дальше и нашли в книжечке одной купюру в 500$. Денужку тоже поместили в пакетик для сборов улик. Больше нечего интересного и вы пошли на первый этаж.",
    "answers": [
      {
        "id": 30,
        "text": "Первый этаж."
      }
    ]
  },
  {
    "id": 28,
    "text": "Решили посмотреть на бумажку, но она потерялась. Поэтому просто набрали цифры, они были не верны. Сейф был окончательно заброкирован. Потом поискали что- то интересного в книгах и там нашли 500$. Вы деньги положили в пакетик для улик и вытащили сейф, затем передали полицейскому.",
    "answers": [
      {
        "id": 46,
        "text": "На первый этаж."
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы после кафе пошли в свой кабинет, но передумали и пошли к криминалисту. Криминалист уже ждал вас со вскрытым сейфом. Из-за того что пришлось вскрывать сейф газорезьбой, все что внутри испортилось. Там была расправленная камера скрытного наблюдения и видимо, что бумажное. Вы чувствовали, что хотите всех послать к черту и пошли обратно себе.",
    "answers": [
      {
        "id": 50,
        "text": "В кабинете."
      }
    ]
  },
  {
    "id": 30,
    "text": "За все время, которое вы были на втором этаже, криминалист успел осмотреть замок и ближайшие предметы на наличие отпечаток пальцев. Все, что нашли, передали полицейскому, который после от везёт на склад улик. Дальше решили осмотреть первый этаж, в котором располагалось кухня и зал отдыха.",
    "answers": [
      {
        "id": 31,
        "text": "Кухня."
      },
      {
        "id": 32,
        "text": "Зал отдыха."
      },
      {
        "id": 33,
        "text": "Ехать домой.",
        "need": [
          31,
          32
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "На кухне располагались современные приборы и предметы. Все была чисто и блестяще. Посмотрели все, что можно было, но нечего интересного не нашли. Когда пошли обратно, то все-таки одну вещь заметили. Под стойкой нашли блестящий предмет. Это был алмаз. Вы позвали криминалиста для проверки подлинности, и он подтвердил, что это алмаз настоящий. \" Хм. По какой причине, тут находится алмаз? \"- пронеслось у вас в голове.",
    "answers": [
      {
        "id": 30,
        "text": "Обратно."
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "http://d.radikal.ru/d39/1810/7f/e6b584d86125.jpg"
      }
    ]
  },
  {
    "id": 32,
    "text": "Зал отдыха был уютный. Вы прошлись над каждым предметом, но нечего не нашли.",
    "answers": [
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "http://s020.radikal.ru/i701/1703/92/57cc810e18f9.jpg"
      },
      {
        "id": 30,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 33,
    "text": "15 марта третий день расследования. Вы уже с раннего утра в полицейском департаменте, работаете с бумагами. Эх бюрократия дает о себе знать. К обеду приехал коллега из ФБР и вы решили пообедать в кафе неподалеку. В кафе, после выполнения заказа, вы кладете на стол алмаз. Агент не понимающе посмотрел. \n— Что это?\n— Настоящий алмаз.\n— Где нашел?\n— На кухне в частном доме Грюсов, которых похитили. Вот думаю кому он мог принадлежать.\nФБРовец почесал подбородок. Потом взял себе и спрятал в внутреннем кармане куртки сказал, что отдаст в лабораторию ФБР.",
    "answers": [
      {
        "id": 34,
        "text": "Идти на работу."
      }
    ]
  },
  {
    "id": 34,
    "text": "После обеда в кафе, вы решили посмотреть, что имеет на данный момент найденная камера скрытого наблюдения. После присоединений проводков и работы в программах, камера была готова выложить содержимое в экран ноутбука. Включив одну из видеозаписей увидили, что супруги Грюсов в своем доме, передали стопку денег, молодому неизвестному мужчине. Он после передачи денег еще побыл в гостях.",
    "answers": [
      {
        "id": 35,
        "text": "Следующие видеозаписи."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вторая запись почти тоже самое показало, так же передачи денег были и других тридцати видео. Для чего это все было снято, вы не знали.\nПотом открыли документацию бухгалтерии. Там узнали, что банк оплачивал суммы мистеру Роберду Франкину на 4,500$ в месяц. Вам стало интересно, что из себя представляет новый знакомый. По базе данных полиции его не нашли, но нашли по вашему запросу в архиве города. По их данным Роберд работал парамедиком. Вы взяли адрес и решили с ним поговорить.",
    "answers": [
      {
        "id": 36,
        "text": "Роберд Франкин."
      }
    ]
  },
  {
    "id": 36,
    "text": "Приехав на обычном автомобиле в адрес проживания Роберда вы постучали дверь квартиры. Вам открыла пожилая женщина, видимо куда-то собиралась.\n— Ой здравствуйте молодой человек, вам кого?\n— Здравствуйте, мне бы Роберда Франкина.\n— А он здесь заходите.\n— Спасибо.\nВы постучали на указанную дверь комнаты и после разрешения взошли. Тот кто был на видео на 99,9% был похож на Франкина. Франкин в свою очередь по быстрому на вас посмотрел и стал дальше играть стрелялки. ",
    "answers": [
      {
        "id": 37,
        "text": "Осмотреть."
      },
      {
        "id": 38,
        "text": "Поговорить."
      },
      {
        "id": 39,
        "text": "Следующий день.",
        "need": [
          37,
          38
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Пока на вас не обращал внимания Роберд, вы стали осматривать комнату. Много было благодарностей от начальства, так же были письма благодарности и от простых людей. Открыв дверцу комода вы увидели лежащие кое-как деньги, видимо те которые передавали Грюсы.",
    "answers": [
      {
        "id": 36,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 38,
    "text": "— Можно с вами поговорить?\n— А да-да!\n— Вы знаете почему к вам пришел?\n— Вы один из родственников благодарных?\n— Нет, я следователь и я бы хотел спросить, почему семья Грюс каждый месяц дают 4.500$?\n— Аааахххх, вы про это. Ну так я их жизнь спас, если бы не я они бы недотянули до скорой.\n— А что с ними случилось?\n— Год назад они попали в автокатастрофу.\n— Ясно, что про них можете сказать?\n— Хорошие, но довольно ценичные.\n— Ясно, спасибо. Досвидания.",
    "answers": [
      {
        "id": 36,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 39,
    "text": "16 марта четвертый день расследования. И из вашего вещественного сейфа пропала документация и камера скрытного наблюдения. Сотрудники видели как из вашего кабинета закрывал дверь агент из ФБР. Тут вам стало подозрителен этот момент, вы позвонили коллеге, но он отклонил, что был сегодня у вас и нечего не брал. Вы пошли к криминалисту узнать какие результаты из дома Грюсов.",
    "answers": [
      {
        "id": 40,
        "text": "Криминалист."
      }
    ]
  },
  {
    "id": 40,
    "text": "Сегодня работал мужчина, а не знакомая как прежде. Вы пояснили зачем пришли и вы получили протоколы. Вы узнали из одного протокола, что во многих вещах плохого качества отпечатки пальцев, но чьи они удалось узнать. Они принадлежали Адомосу Виргенку. Вы были в шоке, это же ваш коллега. ",
    "answers": [
      {
        "id": 41,
        "text": "Пойти кабинет и начать анализировать."
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы пришли в кабинет свой и с помощью листка бумаги начили составлять пазл дела.\nУтро 13 марта.\nОграбление банка \"Окобиз\". ФБР подключилось к делу.\nВечер 14 марта.\nПохищение семьи Грюсов. Получение камеры, документации и алмаза.\nДень 15 марта.\nВы передали алмаз коллеге из ФБР для лаборатории. Узнали причину переводов денег одному человеку.\nУтро 16 марта.\nПропажа камеры, документации и возможно алмаза, так как есть подозрения к коллеге из ФБР.",
    "answers": [
      {
        "id": 42,
        "text": "Позвонить в лабораторию ФБР по поводу алмаза.",
        "blackout": true
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы позвонили в лабораторию ФБР, но про некакого алмаза эксперты не знают, вы извинись за беспокойство. Решили позвонить Адомосу Виргенку, но он не отвечает. Возможно он занят, поэтому стали ждать вечера. Вечером позвонив он так и не ответил, решили поехать к нему. Открыв дверь его кабинета вы его увидели сидящего на подокольнике окна, с приставленной пистолетом к голове. Вы очередной раз были шоке, сели на стул и стали ждать пояснений.",
    "answers": [
      {
        "id": 43,
        "text": "Минута тишины."
      }
    ]
  },
  {
    "id": 43,
    "text": "Просидев так минуту вы начали разговор.\n— Что это все значит?\n— А ты так еще и не понял?\n— О чем?\n— О чем? Ну ладно я тебе все поясню.\nЯ и семья Грюсов знали друг друга. Я им помогал в черных делах прикрывая положением, а они мне платили. Но год назад они попали в аварию и решили прекратить делишки ну а я остался без денег. Тогда я решил им отомстить и долго подготавливался. Ограбление очень хорошо прошло, но потом Жон Грюс понял кто это сделал. Грозился раскрыть меня ну вот я и закрыл в одном помещении и потерял алмаз из пальто моего. ",
    "answers": [
      {
        "id": 44,
        "text": "А дальше?"
      }
    ]
  },
  {
    "id": 44,
    "text": "— А дальше что?\n— А дальше понял, что ты слишком близко подходишь. Ограбил твой сейф, но меня твои заметили. Ну а тюрьму я не хочу, поэтому Жон и Жанна Грюс у меня на даче, ключи на столе. А теперь прощай, было приятно иметь дело.\nБААХХ! Труп агента упал на пол. А вы взяли ключи и поехали на дачу, освобождать заложников.",
    "answers": [
      {
        "id": 45,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы успешно освободили Жона и Жанну Грюс даже сумели привлечь к уголовным статьям. Спустя неделю после самоубийства Адомоса дело о ограбление банка было закончено и как обещал шеф перевел на службу ФБР.\n\n\n\"Голая правда , как продажная дама — никто ее не любит, многие хотят, и дорогого стоит.\"- Жанна Николенко.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить."
      }
    ]
  },
  {
    "id": 46,
    "text": "За все время, которое вы были на втором этаже, криминалист успел осмотреть замок и ближайшие предметы на наличие отпечаток пальцев. Дальше решили осмотреть первый этаж, в котором располагалось кухня и зал отдыха.",
    "answers": [
      {
        "id": 47,
        "text": "Кухня."
      },
      {
        "id": 48,
        "text": "Зал отдыха."
      },
      {
        "id": 49,
        "text": "Ехать домой.",
        "need": [
          47,
          48
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "На кухне располагались современные приборы и предметы. Все была чисто и блестяще. Посмотрели все, что можно было, но нечего интересного не нашли. Когда пошли обратно, то все-таки одну вещь заметили. Под стойкой нашли блестящий предмет. Это был алмаз. Вы позвали криминалиста для проверки подлинности, и он подтвердил, что это алмаз настоящий. \" Хм. По какой причине, тут находится алмаз? \"- пронеслось у вас в голове.",
    "answers": [
      {
        "id": 46,
        "text": "Обратно."
      },
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "http://d.radikal.ru/d39/1810/7f/e6b584d86125.jpg"
      }
    ]
  },
  {
    "id": 48,
    "text": "Зал отдыха был уютный. Вы прошлись над каждым предметом, но нечего не нашли.",
    "answers": [
      {
        "id": 46,
        "text": "Обратно."
      },
      {
        "id": 48,
        "text": "введите команды для картинки",
        "url": "http://s020.radikal.ru/i701/1703/92/57cc810e18f9.jpg"
      }
    ]
  },
  {
    "id": 49,
    "text": "15 марта третий день расследования. Вы уже с раннего утра в полицейском департаменте, работаете с бумагами. Эх бюрократия дает о себе знать. К обеду приехал коллега из ФБР и вы решили пообедать в кафе неподалеку. В кафе, после выполнения заказа, вы кладете на стол алмаз. Агент не понимающе посмотрел. \n— Что это?\n— Настоящий алмаз.\n— Где нашел?\n— На кухне в частном доме Грюсов, которых похитили. Вот думаю кому он мог принадлежать.\nФБРовец почесал подбородок. Потом взял себе и спрятал в внутреннем кармане куртки сказал, что отдаст в лабораторию ФБР.",
    "answers": [
      {
        "id": 29,
        "text": "Идти на работу."
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы вспомнили про купюру в 500$ и позвонили криминалисту. Оказалось, что денужка с тем самым банковским номером, которую взял грабитель с другими деньгами. К вечеру вам позвонили из ФБР. Специальный агент был убит и видимо по собственному желанию. Вы поехали на место проишествия.",
    "answers": [
      {
        "id": 51,
        "text": "Офис ФБР."
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы были на месте. Тело было на полу, в руке пистолет. Выстрел был в висок. На столе лежали ключи и записка.\n\" Вичер, едь на мою дачу и открой подвал.\"\nУзнав адрес, поехали на дачу агента. Когда приехали уже было темно и вы еле открыли подвал. В подвале лежал Жон Грюс, рядом сидела Жанна Грюс. Спустились и освободили от скотча Жанну, потом Жона. Но как оказалось Жон был уже мертв.",
    "answers": [
      {
        "id": 52,
        "text": "Поговорить с Жанной."
      }
    ]
  },
  {
    "id": 52,
    "text": "— Что с вами случилось.\n— Похитили.\n— Агент ФБР?\n— Да.\n— Как давно мертв ваш муж?\n— Да сегодня, его удушил этот.\n— Как вы с ним связаны?\n— Больше нечего не скажу. Отвезите меня домой.\n— Хорошо, но потом скажите.\nВы позвонили своим коллегам из оперативной группы, а сами и Жанна поехали домой к ней.",
    "answers": [
      {
        "id": 53,
        "text": "Дорога."
      }
    ]
  },
  {
    "id": 53,
    "text": "Ехали довольно спокойно, но вдруг Жанна открыла дверь и выпрыгнула на дорогу. Вы резко затормозили и побежали за ней. Пять минут шла погоня по лесу, но вы ее упустили. Из-за злости попинали стволы деревьев и вызвали на помощь вертолет с сотрудниками вашего департамента.",
    "answers": [
      {
        "id": 54,
        "text": "Спустя месяц."
      }
    ]
  },
  {
    "id": 54,
    "text": "Полиция и ФБР месяц искали сбежавшую миссис Жанну и вот вы ее нашли. Она занималась пробежкой в парке, когда в это время вы тоже гуляли. Вы сразу ее узнали и когда она пробежала мимо куста, вы взади ее поймали и прижали к дереву.\n— А ну постойте Жанна, на бегались.\n— Ах, это вы. Постойте я все расскажу, только не кого не зовите.\n— Хорошо. Давайте вашу историю.\n",
    "answers": [
      {
        "id": 55,
        "text": "История.",
        "blackout": true
      }
    ]
  },
  {
    "id": 55,
    "text": "—Когда-то я и мой муж занимались черными делами и знали Адамоса, который самоубился. Почти год назад была автокатастрофа, где мы пострадали. Мою и моего мужа жизнь спас один из парамедиков. Решили мы закончить с криминалом и стали присылать деньги спасителю, а не Адомосу, который покрывал нас. После ограбления муж понял, кто организовал нападение на банк. Тот же самый ваш коллега из ФБР. В один из дней он пришел ко мне домой и вырубил на кухне. Очнулась в подвале, рядом был муж. Но месяц назад его задушил знаете, кто. Решила сбежать, я ведь тогда не знала, что Адомос был мертв, думала и меня убьет. Теперь давайте так, вы отпустите меня и не будет ареста?",
    "answers": [
      {
        "id": 56,
        "text": "Дать сбежать."
      },
      {
        "id": 57,
        "text": "Арестовать."
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы ее отпустили, но в тот же день арестовал один из патрулей. И вам пришлось завести на нее несколько уголовных дел. Шеф через неделю, поздравил вас и перевел в ФБР.\n\n\n\"Если не знаешь кто предал, оглянись, он рядом\"-Хелен Келеер.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить."
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы ее арестовали и завели затем несколько уголовных дел. Через неделю шеф, как обещал. Перевел вас в ФБР.\n\n\"Голая правда, как продажная дама — никто ее не любит, многие хотят, и дорого стоит\"- Жанна Николенко.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Закончить."
      }
    ]
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  }
]