[
  {
    "id": 1,
    "text": "История про магию. Про бесконечную войну людей и обладателей волшебными способностями.\n\nВНИМАНИЕ: ваши ответы влияют на дальнейшую судьбу персонажей!",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      }
    ]
  },
  {
    "id": 2,
    "text": "                                     Часть I\n                                     Глава I\n                                Тайны разума",
    "answers": [
      {
        "id": 3,
        "text": "Перейти к главе"
      }
    ]
  },
  {
    "id": 3,
    "text": "Маги давно жили среди людей и некоторые из них даже не знали о своих силах, но пришло время, когда король объявил войну против людей с какими либо магическими силами.\nВы — обычный подросток. В 13 лет вам пришлось покинуть родимый дом. Ваши родители отдали вас в школу магии. Одну из самых лучших.\n",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 4,
    "text": "И вот вы уже стоите у ворот школы. За ними находится большое здание с четырьмя этажами. У здания также есть постройка из которой каждую секунду пробивается свет. Эта школа будет вашим домом отныне.. ",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 5,
    "text": "Двери распахиваются. Перед вами предстал мужчина с бородой. В его руках посох. Его глаза разноцветные, а сам он выглядит очень загадочно. Он оценивающе посмотрел на вас и моргнув поднял брови, — значит ты новенький? — спросил он.\n— Да, меня зовут Томас Асс, — ответили вы стараясь понравится вашему будущему учителю.\n— что ты умеешь? — спросил он и чуть нахмурился.\n— я... Я.... ",
    "answers": [
      {
        "id": 6,
        "text": "Я могу создать невидимый щит вокруг себя ",
        "lua_do": "function lua_do()\n     message(\"это повлияет на сюжет!\" .. string.rep(\" \", 100))\nend\n"
      },
      {
        "id": 7,
        "text": "Я могу передвигать вещи силой мыслей",
        "lua_do": "function lua_do()\n     message(\"это повлияет на сюжет!\" .. string.rep(\" \", 100))\nend\n"
      }
    ]
  },
  {
    "id": 6,
    "text": "Щит значит? Посмотрим твой щит в действии! — сказал учитель. Усмехнувшись он вонзил свой посох в землю и перешёл на другую сторону поля.\nКажется начинается битва... ",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 7,
    "text": "— телекинез значит? Ну посмотрим твой телекинез в действии! — сказал учитель. Усмехнувшись он вонщил свой посох в землю и перешёл на другую сторону поля.\nКажется начинается битва... ",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 8,
    "text": "Прошло несколько секунд после того, как учитель вонзил свой посох в землю. Вы почувствовали тёплый воздух, походивший к вам все быстрее и быстрее. Окинув взглядом своего учителя, вы увидели, как у его тело вертелось сотни частиц огня. В один момент они вошли внутрь его и земля под ногами задолжала. После этого произошла вспышка света. ",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить",
        "lua_do": "function lua_do()\nlocal sw = display.contentWidth\nlocal sh = display.contentHeight\nlocal rect = display.newRect (sw/2, sh/2, sw, sh)\nrect:setFillColor(1,1,1)\nrect.alpha = 0\ntransition.to (rect, {time = 5000, alpha = 1, transition = easing.continuousLoop,\nonComplete=function()\nif rect and rect.removeSelf then\nrect:removeSelf()\nrect = nill\nend\nend})\nend"
      }
    ]
  },
  {
    "id": 9,
    "text": "Потерев глаза руками вы обнаружили перед собой рыцаря в горящих красным пламенем доспехах. Он обножил чёрный от огня меч и замахнулся на вас. ",
    "answers": [
      {
        "id": 10,
        "text": "Создать щит ",
        "need": 6,
        "answerImage": [
          "https://a.radikal.ru/a30/2112/27/753b07ec9388.png"
        ]
      },
      {
        "id": 11,
        "text": "Отобрать меч ",
        "need": 7,
        "answerImage": [
          "https://b.radikal.ru/b11/2112/5e/359d1c5f7279.png"
        ]
      },
      {
        "id": 9,
        "text": "Нужно: силовой щит ",
        "need": 7,
        "comment": true
      },
      {
        "id": 9,
        "text": "Нужно: телекинез",
        "need": 6,
        "comment": true
      }
    ]
  },
  {
    "id": 10,
    "text": "Произошла небольшая голубоватая вспышка света, которая тут же угасла, и появилось ощущение, что её и не было. Ели заметные частицы энергии крытились около вас. Вы находились будто за прозрачным стеклом.\nВдруг в вас прилетел удар меча. Щит не капли не подвёл, однако ваши силы уменьшились. ",
    "answers": [
      {
        "id": 12,
        "text": "Сидеть в защите "
      },
      {
        "id": 13,
        "text": "Напасть "
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы направили руку на рыцаря и рынком обзоружили его. Меч оказался очень тяжёлым и горячим. Сражаться с помощью него с рыцарем было очень очень непросто и в конце концов вы упали на землю обессиленые.. ",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы не спешили выбираться из укрытия. Следующий удар меча полностью забрал вашу силу. Щит почти полностью угас. Вы начали чувствовать тепло, исходящее от рыцаря. ",
    "answers": [
      {
        "id": 14,
        "text": "Остаться в защите"
      },
      {
        "id": 15,
        "text": "Напасть "
      }
    ]
  },
  {
    "id": 13,
    "text": "Отключив щит вы набросились не рыцаря. Получив несколько ожогов вы снова создали щит вокруг себя, зажав в нём и рыцаря. Ваши силы не были такими, чтобы удержать сразу двоих человеку внутри и большой всплеск вашей энергии вызвал взрыв. Всё тело стало ватным. Последнее, что вы увидели — это лежащего на земле учителя.. ",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 14,
    "text": "Третий удар стал последним. Хоть вы и полностью подавили весь Урон меча, но ваши сила кончились. Вы упали на землю не чувствуя рук. Всё теле стало тяжелеть. Кажется вы отключаетесь..\n",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы выбрались из укрытия и с последними силами кинулись на врага. В последний момент вы смогли активировать щит, силы покинули вас и удар меча полностью отключил зил, забраы вашу энергию... ",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 16,
    "text": "— ты врядли об этом слышал, но.. Такая процедура называется — «Тайны тёмного разума». Всё первую четверть, а именно 60 дней. Остальные будут также будут учиться подсознательно. ",
    "answers": [
      {
        "id": 18,
        "text": "— Тоесть это всё было лишь сном? "
      }
    ]
  },
  {
    "id": 17,
    "text": "— где я? — произнесли вы. Оглядевшись по сторонам, вы обнаружили, что находитесь в какой-то комнате и сидите в кресле-кочалке. В несколько шагах от вас находится небольшой стол с левитирующей книгой.\n— нравится? — перед вами из неоткуда появился учитель, — как твои дела? — спросил он и уставился на вас. ",
    "answers": [
      {
        "id": 16,
        "text": "— Я удивлён. "
      },
      {
        "id": 16,
        "text": "— что это было? "
      }
    ]
  },
  {
    "id": 18,
    "text": "— что ты думаешь, когда говоришь \"сон\"? Сон это иллюзия или совершенно другой мир? На самом деле это и то, и то.. Ты уже познал на себе один из уроков. Его проходит каждый.\n— а как я оказался во сне? — спросили вы.\n— с помощью специального заклинания я забрался в твою голову!..",
    "answers": [
      {
        "id": 19,
        "text": "— ну и как там у меня? "
      },
      {
        "id": 20,
        "text": "— понятно... "
      }
    ]
  },
  {
    "id": 19,
    "text": "— тёмный замок стоит на горе.. Вечная тьма.. Луна.. — загадочно сказал учитель\n— жутко.. — удивились вы.. \n— внешность порой обманчива.. — ответил учитель.",
    "answers": [
      {
        "id": 20,
        "text": "- возможно вы правы... "
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b37/2112/5d/594877ef33d1.png"
      }
    ]
  },
  {
    "id": 20,
    "text": "— вот, что парень, иди погуляйся, осмотрись, и ложись спать, а то время позднее. — обратился к вам учитель. \n— а как я узнаю свою комнату? — спросили вы. \n— магия!.. — проговорил учитель и растворился в воздухе. ",
    "answers": [
      {
        "id": 21,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ночь летом не кажется ночью, и потому многие маги на спят. Так, девочка бросает разные предметы в мишень. Какой-то парень в красной кофте парит в воздухе и читает книгу. Ещё один парень, но на лет 5 старше того, что-то мастерит.\n\nВ воздухе летали синие частицы. Они прокладывали путь к вашему новому дому.",
    "answers": [
      {
        "id": 22,
        "text": "Подойти к девочке",
        "need": -22
      },
      {
        "id": 25,
        "text": "Подойти к парню в красной кофте ",
        "need": -25
      },
      {
        "id": 26,
        "text": "Подойти к парню по старше",
        "need": -26
      },
      {
        "id": 27,
        "text": "Продолжить",
        "need": [
          22,
          25,
          26
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "— ты что, новенький? — спросила девочка. Вблизи она казалась ещё красивее.\n— да. — кинули вы.\n— ну тогда покажи, что умеешь. — усмехнувшись проговорила она и протянула дротик. ",
    "answers": [
      {
        "id": 23,
        "text": "Метнуть в Мишень. ",
        "need": 6
      },
      {
        "id": 24,
        "text": "Метнуть в Мишень ",
        "need": 7
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы бросили дротик в мишень и попали прямо в центр. Девочка посмотрела на вас. Она пыталась найти подвох, но всё сошлось на том, что вы хорошо стреляете.",
    "answers": [
      {
        "id": 21,
        "text": "Отойти от девочки "
      }
    ]
  },
  {
    "id": 24,
    "text": "Кинув дротик вы силой мысли подталкивали его и пытались держать прямо. Девочка заметила вашу сосредоточенность на дротике, но ничего не сказала. ",
    "answers": [
      {
        "id": 21,
        "text": "Отойти от девочки "
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы подошли к парню. Он сидел в воздухе и читал книгу. Вблизи вы заметили название — \"магия в цвете\".\n— заинтересовало? — спросил он.\n— ты летаешь? — вопросом на вопрос ответили вы.\n— Тебя не должно это удивлять.. — парень оскалился.\n— какую магию ты изучаешь? — удивилённо спросили вы.\n— воздуха. Потому я и летаю! — пояснил парень. ",
    "answers": [
      {
        "id": 21,
        "text": "Отойти от парня "
      }
    ]
  },
  {
    "id": 26,
    "text": "Второй парень стучал молотком по столу. Увидев вас он прекратил своё дело.\n— это же ты тот новенький? — приметил он.\n— да, я.\n— я кое что тебе хотел отдать! — он протянул вам деревянную палочку, — эта палочка позволит тебе лучше колдовать, но не забывай, что палка — предохранитель, и она намного слабее тебя. Не забывай это! ",
    "answers": [
      {
        "id": 26,
        "text": "Получено: волшебная палочка ",
        "comment": true
      },
      {
        "id": 21,
        "text": "Отойти от парня "
      }
    ]
  },
  {
    "id": 27,
    "text": "На следующий день вас разбудил чей-то взгляд. Открыв глаза и повернувшись в сторону вы заметили перед собой учителя. Он стоял прямо возле вас.\n— Томас, что ты тут делаешь? — спросил он.\n— я.. Решил прогуляться и немного потренировался в магии. — ответили вы.\n— и как же ты тренировался? — снова спросил он.\n— какой-то парень дал мне палочку. — снова ответили вы.\n— это был Артур. — пояснил учитель, — он мастерит всякие магические вещицы. — продолжил он. ",
    "answers": [
      {
        "id": 28,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 28,
    "text": "— сегодня твой первый учёный день. Будет три урока — теоритический урок магии, тайны тёмного разума и практический урок магии. Первый урок начнётся с минуты на минуту в кабинете со звёздочкой. ",
    "answers": [
      {
        "id": 29,
        "text": "Звёздочкой? "
      },
      {
        "id": 30,
        "text": "Понял "
      }
    ]
  },
  {
    "id": 29,
    "text": "— было бы слишком банально пронумировать кабинеты. — пояснил учитель. ",
    "answers": [
      {
        "id": 30,
        "text": "Понял "
      }
    ]
  },
  {
    "id": 30,
    "text": "— кабинет находится на первом этаже! — крикнул учитель вам вслед.\n",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 31,
    "text": "В зашли в здание школы и побрели по коридору. На одной из дверей была волшебная палочка, висевшая на гвозде, на другой — очертание тени, а на третьей — звезда.\nВы зашли в кабинет. Там уже сидело десять учеников. Каждый из них был разного возраста.\nОсмотрев кабинет вы растерялись. С первой парты второго ряда послышался женский голос, — садись ко мне! — это была та самая девочка, видимо вы ей понравились. ",
    "answers": [
      {
        "id": 32,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 32,
    "text": "В класс вошёл учитель. Он встал напротив доски и обратился к классу, — к нас новенький, его зовут Томас. Томас позволь мне представить остальных! Девочка с которой ты сидишь — Люси, парень, который вечно ходит в красной кофте — Люциус, а вот того парня ты знаешь — это Артур, он тебе палочку собрал, а вон там на последней парте — Екатерина, она очень скромная. ",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 33,
    "text": "— а сейчас у нас теоритическая магия. Записываем тему — «магия стихий». Так, а теперь пишем определение — \"магия стихий является самой известной магией\". Отлично! А теперь пишем небольшой текст:\nВсего есть 6 видов самой известной стихийной магии.\nОгонь;\nВода;\nТьма;\nСвет;\nЗемля;\nВоздух.\nА теперь давайте расскажем друг другу о своих способностях. Начнём с Артура.\n— моя магия — земля. — ответил Артур. \n— моя магия — друидство. — ответила Екатерина. \n— моя магия — свет. — ответила Люси. \n— моя магия — воздух. — ответил Люциус.\n— а какая твоя магия? — спросил учитель. ",
    "answers": [
      {
        "id": 34,
        "text": "- я владею магией телекинеза и электричества, но лучше всего справлюсь с электрической. ",
        "need": 6
      },
      {
        "id": 35,
        "text": "Я владею магией телекинеза и электричества, но больше всего справляюсь с теликинезом.",
        "need": 7
      }
    ]
  },
  {
    "id": 34,
    "text": "Прозвенел звонок и вы вышли из класса. Следующим уроком будет \"тайна тёмного разума\". ",
    "answers": [
      {
        "id": 36,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 35,
    "text": "Прозвенел звонок и вы вышли из класса. Следующим уроком будет \"тайна тёмного разума\". ",
    "answers": [
      {
        "id": 36,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы сидите на стуле возле учителя. Он стоит с указкой в руке и объясняет вам дальнейшее действие в своём разуме, — Томас, через это проходят все. Многие из учеников так и не смогли выбраться из своих мыслей. У некоторых разум — это темница, ад, скала, а у некоторых большой замок. Это говорит о том, что у тебя большое будущее. ",
    "answers": [
      {
        "id": 37,
        "text": "- а что если..."
      }
    ]
  },
  {
    "id": 37,
    "text": "Вспышка света ослеппила вас и вы вдруг оказались в каком-то помещении. Вы сидели за столом. Свеча тускло освещала книгу. На ней было несколько слов, написанных чернилами. Вы приблизились глазами к книге. На ней было всего одно предложение, — \"Ты сам пишешь свою судьбу\".\nВстав из за стола вы вышли из комнаты и попали в совершенно другое место. ",
    "answers": [
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a42/2112/d8/b25a3efc9f70.png"
      },
      {
        "id": 38,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 38,
    "text": "Всё было такое красивое и яркое. В центре зала находился огромный, летающий, рубин-золотой куб. Вокруг него парило ещё несколько таких же, но маленьких кубов.\nВ воздухе появилась надпись — \"принеси 10 кубов!\"\n\nКубы вы сможете найти повсюду. Как только вы найдёте все кубы, то можете продолжить сюжет. ",
    "answers": [
      {
        "id": 38,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a18/2112/e5/4b44861708f8.png"
      },
      {
        "var_show": [
          "кубы"
        ],
        "comment": true,
        "middle_answer": true,
        "text": "Ваши кубы: ",
        "id": 38
      },
      {
        "id": 40,
        "text": "Кубы накоплены! ",
        "middle_answer": true,
        "var_need": [
          "кубы",
          10
        ]
      },
      {
        "id": 39,
        "text": "Отойти "
      }
    ]
  },
  {
    "id": 39,
    "text": "И вот вы уже находитнсь в подземелье, в темнице. Отовсюду доносились крики заключённых, но на самом деле за решетками никого не было.\nЕдинственное, что издавало свет во тьме — был центр. Потолок был открыт, а в самом центре было нарисовано солнце.\n\nСюда нужно положить 3 огненных сферы. ",
    "answers": [
      {
        "id": 39,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b10/2112/b8/053e88dd03c6.png"
      },
      {
        "var_show": [
          "огн"
        ],
        "comment": true,
        "middle_answer": true,
        "text": "Огненые сферы:",
        "id": 39
      },
      {
        "id": 41,
        "text": "Продолжить ",
        "var_need": [
          "огн",
          3
        ]
      },
      {
        "id": 42,
        "text": "Отойти "
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "— вы очнулись сидя на деревянном, вятхом стуле. Напротив вас, на серьёзном столе, заполненым бумагами сидел старик в очках.\n— добрый вечер, Томас! Должен признать ты меня удивил. В твоём сознании так много неизвестного... Вот что, всё что там есть неизвестное — разузнай, всё не открытое — открой, всё не доделаное — доделай! Может быть тогда ты что нибудь поймёшь о своём будущем! — сказал старик. Он говорил очень медленно, едва выговаривая слова и закашлеваясь, — вот несколько дней назад я случайно перепутал заклинания, ведь ещё молодой, неопытный... ",
    "answers": [
      {
        "id": 43,
        "text": "... "
      },
      {
        "id": 43,
        "text": "Молодой? ",
        "lua_do": "function lua_do()\n     message(\"он запомнит это!\" .. string.rep(\" \", 100))\nend"
      }
    ]
  },
  {
    "id": 43,
    "text": "— я перепутал заклинания и случайно прибавил себе лишние 70 лет. Вобщем-то старый стал... Если ты сможешь помочь мне, то я так и быть дам тебе 1 сферу огня. Всё что нужно — принести мне зелье обратного действия. Обратись к алхимику и спроси у него про зелье. ",
    "answers": [
      {
        "id": 45,
        "text": "Почему вы сами не сходите? "
      }
    ]
  },
  {
    "id": 44,
    "text": "Событие: Старик\n\n",
    "answers": [
      {
        "comment": true,
        "id": 44,
        "text": "Вы должны принести зелье обратного действия старику! ",
        "var_need": [
          "зелье",
          0
        ],
        "middle_answer": true
      },
      {
        "id": 47,
        "text": "Отдать зелье",
        "var_need": [
          "зелье",
          1
        ]
      },
      {
        "id": 49,
        "text": "Отойти "
      }
    ]
  },
  {
    "id": 45,
    "text": "— заклинание повлияло не тоько на мой внешний вид, но и на моё здоровье. Не могу ходить. А так, я у вас труд вести буду! ",
    "answers": [
      {
        "id": 44,
        "text": "Продолжить",
        "lua_do": "function lua_do() \ndialog ({\n     header = \"часть первая: Тайны тёмного разума\",\n     text = \"глава первая.\",\n     answers = {\n        {text = \"глава первая. Выполняйте задания случайных событий и продолжайте сюжет! Выполняйте также и задания вне сюжета и получайте награды\" ,\n        pressListener = function()\n          hideDialog() end}\n      }\n   })\nend "
      }
    ]
  },
  {
    "id": 46,
    "text": "Событие: Старик",
    "answers": []
  },
  {
    "id": 47,
    "text": "Событие: Старик\n\n— благодарю тебя за твою помощь и в награду даю тебе огненую сферу!\n\n",
    "answers": [
      {
        "id": 47,
        "text": "Получено: сфера огня ",
        "comment": true
      },
      {
        "id": 48,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "Событие: учитель",
    "answers": []
  }
]