[
  {
    "id": 1,
    "text": "Спасибо что читаете мою историю.\nПридумал я её просто из головы, приятного чтения.",
    "answers": [
      {
        "id": 2,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 2,
    "text": "Однажды когда человек под именем Кирито-сан шёл домой после школы увидел на дороге котёнка, был он чёрного цвета и ещё совсем маленький, Кирито-сану стало жалко котёнка и он решил подойти и взять его себе домой. Когда он подошёл к котёнку, чтобы его взять котенок поцарапал руку Кирито-сана и тогда он отошел от котёнка, посмотрел на руку и там была одна царапина из которой шла кровь после того как он посмотрел на руку и потом в сторону котенка он увидел что котёнка уже не было, он куда-то убежал. В общем он решил забыть об том что произошло и пойти домой. ",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Когда Кирито-сан пришёл домой он решил перебентовать рану потому что она была довольно глубокой. Настал вечер кирито поел, отдохнул, сделал домашнюю работу и лёг спать. На следующий день когда он проснулся, он умылся, почистил зубы, поел и пошёл в школу. ",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Когда он пришёл в школу к нему подошёл друг по имени Судзако и сказал:\n—-- Привет Кирито как дела? Ничего там не произошло и почему у тебя бинт на руке?\nКирито-сан ответил:\n—-- Привет, дела норм, а бинт потому что вчера котенка на улице нашёл, хотел подобрать себе домой всеравно один живу почему бы и нет и когда я тянулся его взять он меня поцарап да и сильно к тому же для котенка вот и перевязал рану.\nСудзако ответил:\n—-- А ну понятно тогда ладно я пойду а то уроки щас начнутся, все ладно давай пока",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "После школы Кирито-сан вернулся домой и решил уже снять бинт потому что хватит уже носит сказал он надоело. Когда он снял он увидел что рана немного зажила слегка. Во общем проходили дни. ",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "Спустя месяц.\nКирито-сан начал волноваться за эту рану потому что она дальше не заживала как была так и осталась. Однажды сидя дома делая домашку он ударился рукой где была царапина об стол этим пробудив страшную силу царапины. Когда он ударился рукой царапина начала сильно болеть очень сильно и тогда Кирито-сан увидел что это царапина начала светиться красным цветом. Он очень сильно удивился от увиденного после того как рана засветилась на руке начали появляться красные полосы как вены, но только красные они шли по руке до самого глаза и когда дошли до него остановились и тогда у него загорелся глаз ярко-красным цветом и Кирито-сан отключился. Очнувшись от будильника было утро и пора уже было в школу и когда он посмотрел на царапину, то все было в порядке она больше не светилась и он подумал что это ему приснилось, но на самом деле это не был сон. ",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "Нажимай дальше",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "Нажимай дальше",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Это конец так сказать моей бэты если хотите продолжение, то напишите в комментариях чтоб ы я понял хотите вы или нет. И история на этом только начинается :) \nСпасибо что прочитали. ",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  }
]