[
  {
    "id": 1,
    "text": "Автор: Shredder\nКонцовок 35(3 хороших).\nСвайн - имя одного с виду непримечательного юноши. История обычного паренька, который в обмен на жизнь, отдал свою душу...\n\nЭто моя новая книга. В ней будут переодически добавляться главы и я, естественно, буду оповещать вас об этом. Надеюсь, что вам понравится. Еще, как и в прошлых книгах, прошу вас писать отзывы и ставить оценку справедливо. Если вы комментируете отдельную главу, то, в начале сообщения обязательно пишите \"(1)\", если комментарий к первой главе или \"(2)\", если комментарий ко второй. Ну, думаю, вы поняли. Прошу вас, если ставите дизлайк, то обязательно напишите причину, так как я хочу знать, что мой \"шедевр\" не идеален.\n\n2017.09.13\nУх. Прошло уже достаточно много времени и я бы даже смог спокойно дописать 4-тую главу, но мне мешает огромное количество домашнего задания. Уже в первую неделю готовился к двумя самостоятельным, чертил две таблицы и писал столько же сочинений, хоть и небольших. Надеюсь, что я успею за остаток сентября выполнить то, что обещал. \n\n",
    "answers": [
      {
        "id": 2,
        "text": "Перейти к списку глав"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 150,
        "text": "Ачивки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Здесь вы можете выбрать необходимую главу. Пожалуйста, читайте по порядку.",
    "answers": [
      {
        "id": 3,
        "text": "Глава 1. Пролог"
      },
      {
        "id": 23,
        "text": "Глава 2. Источник магии"
      },
      {
        "id": 99,
        "text": "Глава 3. Банда"
      },
      {
        "id": 2,
        "text": "Глава 4. (В разработке)"
      }
    ]
  },
  {
    "id": 3,
    "text": "Средь зеленых лесов,\nИ морских берегов,\nНашло королевство себе уголок.\nНероном давно величали его...\n\n\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Начать"
      },
      {
        "id": 96,
        "text": "Сохранения"
      }
    ]
  },
  {
    "id": 4,
    "text": "На берегу неведомого океана располагалось небольшое королевство Нерон. Оно славилось своими самыми вкусными блинчиками с кленовым сиропом. Ну а если серьезно, то козырем Нерона был источник магии, который находился точно под королевским замком глубоко под землей. Многое говорят про этот источник, мол он может даже воскрешать мертвых, стоит лишь искупать бездыханное тело в нем. Говорят, что этот источник - порождение зла, что он способен вызвать самого Дьявола. Но истины так никому и не известно. ",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Правителем королевства был король Теодор. Он был очень справедливым и строгим правителем, никогда не повышал налоги, на улицах всегда был полный порядок. Воровства и убийств в Нероне практически не бывает, так как за подобные поступки его величество Теодор наказывает заключением в темницу или казнью. Уже около тысячи лет королевством правит сей добрый король и, несмотря на это, сохраняет молодость двадцатилетнего юноши. Давно уже ходят слухи, что это как-то связано с источником. Возможно, что он дарует искупавшемуся бессмертие.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "По периметру всего королевства располагалась огромной высоты кирпичная стена. Ее возвели, дабы обезопаситься от темных сил, которыми так и кишат окресности. Благо, что гильдии рыцарей Орла, Медведя и Акулы с ними справляются, иначе стены Нерона уже давно бы пали от лап кровожадных чудовищ. Недалеко от этого королевства находятся множество независимых племен и народов, которые так и норовят как-нибудь помешать процветанию Нерона. А в море распологались многочисленные небольшие острова, на которых еще никто никогда не бывал.",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "Так вот, в одном маленьком городишке, который назвали Шогой, проживал юноша. Свайн - его имя. Он был смышленным малым и слушался родителей. И однажды, когда родители шли крестить его в специально построенном для этого бассейне, в городе все отмечали особенный праздник. Необычный праздник, так как он проходил лишь только раз в столетие и каждый обычный человек за свою жизнь мог только один раз его отпраздновать. Еще в этот праздник, по приказу короля Теодора, монахи и маги подмешивали в бассейн для крещения воду из того самого источника. Так вот, Свайн был крещен в этой воде...",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "После крещения сына, родители начали быстро чахнуть и умерли спустя пару лет после этого. Сам мальчик рос на удивление здоровым, красивым и сильным. Но после смерти родителей ему пришлось жить на улицах, драться с нищими, есть обьедки. Дом Свайна был разграблен мародерами и заселен нищими, так что вернуться туда ему не представлялось возможным. Шли года...",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Однажды поздно вечером, когда Свайн шел по улице, на него напали нищие. Их было трое и все вооружены дубинками, на одного уставшего и голодного юношу. Один приблизился к Свайну и ударил ему по лицу дубинкой, от чего тот отшатнулся назад и упал плашмей. После этого они избили юношу, порвав на нем всю одежду, отобрав сумку с обьедками и несколькими медяками. Свайн смотрел на свои руки, которые были уже алые от крови, текущей из знуящихся ран юноши...",
    "answers": [
      {
        "id": 10,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": "Начался ливень. Свайн лежал на земле и молил Бога о своем спасении, но это ничего ему не давало.\n- Зачем я живу!? Неужели я родился лишь для такой судьбы?\nЗакричал, что есть сил истекающий кровью Свайн. Силы покидали его неокрепшее тело. Он уже не мог пошевелиться. Отчаявшись, Свайн заплакал. Он пытался сжать кулаки, но у него ничего не получалось. Похоже это конец...",
    "answers": [
      {
        "id": 11,
        "text": "Конец?"
      }
    ]
  },
  {
    "id": 11,
    "text": "Свайн закрыл глаза. Он был был готов принять такую судьбу. Все потемнело...\n",
    "answers": [
      {
        "id": 12,
        "text": "Концовка 1. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 12,
    "text": "- Приветствую тебя!\nИз неоткуда послышался громкий голос мужчины.\nСвайн открыл глаза. Повсюду было темно - ничего не разглядеть. \n- Эй! Ты кто?\nТихо спросил Свайн. \n- Я тот, кто дарует тебе жизнь!\nОтветил столь же громко, как и в первый раз, этот мужчина из темноты.\n- Что? Стоп! Я же умер! Как? Как ты говоришь со мной?\nЮноша находился в полном недоумении. \n- Ха-ха-ха-ха! Да, ты умер. Сейчас ты находишься между землей и небом, друг мой.\nОн говорил это спокойным, но громким голосом.\nСвайн долго недоумевал, но голос успокоил его.",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "- Я верну тебе жизнь! Но только при одном условии.\nСвазал Свайну таинственный голос. \n- А какое условие?\nСпросил юноша у голоса.\n- Я заберу твою душу.\n- Что? Но я не смогу жить без души!\n- Сможешь. Ты будешь черпать энергию из источника магии под замком.\n- Ты шутишь!? Да я даже в замок проникнуть не смогу, не то, что добраться до источника, который охраняется личной королевской стражей!\nСвайн возмущался как мог.\n- Это и есть условие. Теперь живи!\nПроизнес голос.\n- Что? Стоп!\nНо Свайн потерял сознание в этот момент.",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "Свайн очнулся на улице. Было темно и шел сильный дождь. Он лежал в переулке, а на его одежде были следы пинков и ударов. Крови небыло, юноша был абсолютно здоров. Свайн попытался встать, но что-то слишком просто ему это удалось сделать. Он сделал шаг, два - как будто он пушинка. \n- Что со мной? Неужели просто сон?\nСказал сам себе Свайн. Он попробовал прыгнуть и, взлетев на пару метров, был мягко говоря очень удивлен. Потом он приземлился, оставив глубокие следы на хорошо притоптанной земле. Свайн обрадовался.\n- Спасибо тебе, неведомый голос! Я же теперь! Я могу наказать тех, кто убил меня! \nС этими словами он вдохнул полной грудью и пошел куда глаза глядят.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "Долгое время юношей двигала месть. Он находил своих обидчиков и швырял их, убивая об различные продолговатые предметы. Его пыталась поймать стража, но он приловчился и отлично прятался от них или же убивал. Свайн научился владеть клинком, купил кожаный доспех у местного кожника. У него было свое убежище. Это был неприметный заброшенный колодец, но если спуститься в него на пару метров в глубину - будет проход в стене, где распологалось несколько маленьких комнат. В одной из них Свайн спал, в другой - хранил вещи. ",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "Он уже привык к такой жизни. Привык убивать, привык воровать, никого не щадя... Свайн не задумывался о других, как делал это раньше, жестоко расправляясь с невинными людьми ради собственной наживы. Он стал мародером-убийцей. Вскоре дело дошло до наемных убийств. Это позволило Свайну разбогатеть и стать самым неуловимым убийцей. Позже и король обьявил трем гильдиям, что добывший голову Свайна получит треть королевской казны. После данного обьявления все гильдии устремились на поиски наемного убийцы. ",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "Прошел еще год...\nПоиски убийцы затянулись и уже мало кто брался за это дело. К тому же убийства начали происходить все реже и реже. Никто не знал, с чем это связано, но это определенно было лучше. Спустя еще год убийства прекратились вовсе. Свайна никто больше не видел. Ходили слухи, мол его поймали, но это было не так. Бывший наемный убийца сидел у себя в колодце. Он не мог выбраться от туда.\n",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "Силы Свайна иссякли, кожа покрылась пятнами и сморщинилась, ему трудно было подниматься по веревке, чтобы вылезти из колодца.\n- А я ведь помню! Я помню, что ты мне говорил. Мне надо было набираться сил, испив из источника. Я забыл об этом и теперь моя жизнь обречена на погибель вот тут...\nСказал Свайн хриплым голосом, сидя в углу комнаты, в которой обычно спал. Собравшись последними силами, он встал.\n- Я добуду магическую воду!\nПосле этих слов он сжал кулак и был готов идти.\n\n",
    "answers": [
      {
        "id": 19,
        "text": "Лезть по веревке наверх"
      },
      {
        "id": 20,
        "text": "Лезть по веревке вниз"
      }
    ]
  },
  {
    "id": 19,
    "text": "Свайн схватился своими костлявыми пальцами за веревку и медленно, кряхтя от тяжести, пытался лезть вверх. У него это почти получилось, но на последнем метре его хватка ослабла и он начал падать в бездну колодца.\n- Спасибо, что дал мне второй шанс...\nЭто были последние слова наемного убийцы...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 1. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 20,
    "text": "Свайн схватился за веревку и начал медленно спускаться вниз. Становилось все темнее и темнее. Радовало хоть то, что у юноши было еще не сильно ослабшее ночное зрение. Вскоре он начал чувствовать отвратительный запах фекалий, гнилого мяса и блевотины. Вот уже ноги Свайна коснулись земли.",
    "answers": [
      {
        "id": 21,
        "text": "Осмотреться"
      },
      {
        "id": 22,
        "text": "Осмотреть рюкзак"
      }
    ]
  },
  {
    "id": 21,
    "text": "Свайн решил осмотреться. Вокруг он разглядел канализационные проходы, ведущие вправо, влево и вперед. Было очень странно, что воду когда-то набирали отсюда, хотя этот колодец заброшен уже очень давно. Вонь была невыносимой. Что поделаешь, это единственный путь, который Свайн может использовать, чтобы попасть в замок. Ведь через королевскую стражу ему не пройти. Чтож, Свайна ожидает опасное приключение...\n\nЭто новая история, в которой я буду писать о Свайне. Если хотите продолжение Роберта - пишите в отзывы. В скором времени в книге(в этой) будут появляться новые главы, так что ждите, кому интересно",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 2. Хорошая. Ачивка (Пролог)"
      }
    ]
  },
  {
    "id": 22,
    "text": "Свайн открывает свой рюкзак. Там находились вещи первой необходимости: несколько коротких клинков, футляр с метательными ножами, пузырек змеиного яда, два сухпайка, плевательная трубка с дротиками, крюк-кошка и бинты, пропитанные лечебными травами.",
    "answers": [
      {
        "id": 20,
        "text": "Закрыть рюкзак"
      }
    ]
  },
  {
    "id": 23,
    "text": "Грязь, крысы, темнота,\nОчень отвратительное место.\nУмереть здесь и герою не составит труда,\nВыживет ли Свайн. А вам интересно?\n",
    "answers": [
      {
        "id": 24,
        "text": "Дальше"
      },
      {
        "id": 97,
        "text": "Сохранения"
      }
    ]
  },
  {
    "id": 24,
    "text": "Свайн распологался на развилке канализации. Находиться тут слишком долго он не сможет, так что нужно искать путь как можно быстрее. Итак, три прохода. Первый - широкий и по его бокам были узкие дорожки, которые были соеденены между собой мостами, чтобы можно было спокойно переходить на другую сторону, не погружаясь по шею в фекалии. Второй - узкий, по пояс затопленный фекалиями. А третий самый узкий и его проход закрыт решеткой, но если нырнуть, то можно попасть на другую ее сторону.",
    "answers": [
      {
        "id": 25,
        "text": "Пойти по первому пути"
      },
      {
        "id": 26,
        "text": "Пойти по второму пути"
      },
      {
        "id": 27,
        "text": "Пойти по третьему пути"
      }
    ]
  },
  {
    "id": 25,
    "text": "Свайн решил пойти по самому удобному из доступных путей. Он пошел по левой стороне этого прохода. Спустя полчаса он дошел до некой лестницы, которая вела наверх. Свайн присмотрелся - там был люк, ведущий наружу.",
    "answers": [
      {
        "id": 28,
        "text": "Лезть к люку"
      },
      {
        "id": 30,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "Свайн выбрал второй путь. Он спрыгнул в поток из человеческих выделений и начал движение по его течению. Вскоре запах стал сильно долбить по рассудку Свайна. Он начал ослабевать и постепенно погружаться в коричнево-желтую массу. Вот уже и под подбородок, а потом Свайн попробовал это на вкус..  Да уж, фекалии сводят с ума даже самых стойких разумом...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 11. Плохая. Ачивка (Умолишенный)"
      }
    ]
  },
  {
    "id": 27,
    "text": "Свайн нырнул в пучину густой коричневой массы. Он пытался вынырнуть по другую сторону решетки, но течение оказалась сильнее убийцы и его всего навсего прижало к нижней части решетки, которая находилась \"под водой\"...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 12. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 28,
    "text": "Слабыми и неловкими движениями Свайн начал медленно подниматься по хлипкой лестнице. Спустя минут пять он все же смог долезть до люка. \n- Хммм... Я же не смогу его открыть в таком состоянии.\nСвайн плюнул и начал спускаться. Вот он и снова возле лестницы.",
    "answers": [
      {
        "id": 30,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": "\n",
    "answers": []
  },
  {
    "id": 30,
    "text": "Свайн пошел дальше, регулярно посматривая по сторонам в поисках чего-нибудь полезного. Вскоре на его пути встала гигантских размеров помойная крыса. Она была Свайну до колен.\n- Вот черт.. А я думал, что удастся пройти и без боя...\nС этими словами Свайн вытащил клинки из рюкзака и начал вспоминать техники боя.",
    "answers": [
      {
        "id": 31,
        "text": "Атаковать крысу с прыжка"
      },
      {
        "id": 32,
        "text": "Пнуть крысу ногой"
      },
      {
        "id": 33,
        "text": "Метнуть в крысу клинок"
      }
    ]
  },
  {
    "id": 31,
    "text": "Свайн начал разбегаться, что получалось у него с трудом, и прыгнул на крысу, размахнувшись клинком. Увы, но столько мощи в убийце небыло и он, обезсилев еще в середине полета, грохнулся наземь. Зато хоть крысу накормит...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 3. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 32,
    "text": "Свайн, собравши всю мощь в правую нижнюю конечность, пнул крысу, от чего та взвизгнула и убежала.\n- Вот-вот! Тварь! Будешь знать!\nГордо вскрикнул Свайн. Теперь он снова продолжил свой путь. Спустя час непрерывной ходьбы, он решил передохнуть и устроился в самом чистом месте, которое было неподалеку от него. Он принялся есть свой сухпаек. Развернув его, он достал от туда пару кусков вяленой баранины и несколько безвкусных хлебцов. Вот Свайн и наелся, жаль только, что сил это ему не даст.",
    "answers": [
      {
        "id": 34,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 33,
    "text": "Свайн быстро прицелился и метнул в крысу клинок. Возможно, что и меткость Свайна тоже была зависима от магической энергии в нем. Вобщем он промазал и крыса без промедления ринулась на Свайна и вцепилась ему в ногу. От столь больного укуса убийца взвыл и начал отходить, после чего свалился в поток человечьих фекалий, споткнувшись об камень...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 4. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 34,
    "text": "Свайн встал и снова направился вперед. Да уж, у него даже нет карты, так что заблудиться не составит труда. По пути он часто встречал крыс, но ему удавалось избегать боя. Скучно бродить по однообразным корридорам. Но вскоре он наткнулся на некого парня, который раненный лежал на полу лицом к потолку. На его груди было несколько крысиных укусов, из которых тонкими струйками сочилась кровь. Парень стонал от боли и не мог пошевелиться.",
    "answers": [
      {
        "id": 35,
        "text": "Помочь парню (Использовать бинт)"
      },
      {
        "id": 36,
        "text": "Проигнорировать и идти дальше"
      }
    ]
  },
  {
    "id": 35,
    "text": "Свайн проявил милосердие, которого у него на самом то деле небыло. Хотя и не милосердие это было, а просто выгода для убийцы, мол этот парень может быть полезен для него. Свайн подошел к нему.\n- Что с тобой случилось? \nНа лице убийцы небыло никаких эмоций.\n- Я-я... На меня напали крысы..\nСказал юноша, откашливаясь кровью.\n- Все с тобой ясно.\nСказал бездушно Свайн, доставая лечебный бинт из рюкзака. Через десять минут парень был перевязан. \n- С-спасибо... \nПромямлил паренек.\n",
    "answers": [
      {
        "id": 37,
        "text": "- Ага"
      }
    ]
  },
  {
    "id": 36,
    "text": "Свайн проигнорировал парня, так как небыло у него души и вообще ему самому нужна была помощь. Спустя некоторое время он проголодался и сьел последний сухой паек. Чтож, вперед и только вперед!...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 5. Плохая. Ачивка (Заблудший)"
      }
    ]
  },
  {
    "id": 37,
    "text": "Свайн был невозмутим. Его каменное лицо не могло показать никаких эмоций. Паренек с трудом встал и поблагодарил Свайна за помощь, улыбнувшись ему.\n- Спасибо тебе, добрый человек! \nСказал дружелюбно паренек. Он был среднего роста и довольно силен, судя по его большим мышцам, волосы были светлые, глаза карие, одним словом - простолюдин. \n- А что такое доброта?\nУдивленно спросил Свайн у паренька.\n- Ч-чего? Ты не знаешь, что это такое?\nПаренек был не менее удивлен, чем Свайн.\n- Хорош возмущаться! На вопрос ответь!\nГрозно сказал Свайн пареньку.\n",
    "answers": [
      {
        "id": 38,
        "text": "Продолжить разговор"
      }
    ]
  },
  {
    "id": 38,
    "text": "- Ну... Как бы обьяснить.. Вобщем доброта - это когда ты делаешь что-то для других людей, не получая при этом выгоды для себя. Меня всегда учили в детстве быть доб...\n- Бла бла бла! Очень интересно мне слышать про твое детство! И если эта твоя доброта заключается в бескорыстной помощи другим, то это не ко мне.\nСвайн отвернулся и пошел вперед, маршируя более оживленно, чем до этого.\n- С-стой! Ты ведь мне помог!\nПаренек догнал Свайна и несильно схватился за его плечо.\n- Я помог тебе только для того, чтобы ты мне указал дорогу до источника магии! Ну или хотябы до выхода! А так ты мне нахрен не здался со своим детством и добротой!\nСвайн был раздражен.\n- Ну что ты так злишься? Меня Зак зовут, а тебя?\nОн улыбнулся Свайну.",
    "answers": [
      {
        "id": 39,
        "text": "- А я Свайн..."
      },
      {
        "id": 41,
        "text": "- Заткнись и указывай дорогу!"
      }
    ]
  },
  {
    "id": 39,
    "text": "Свайн остановился, и посмотрел в пол после сказанного.\n- Вот и познакомились. А ты чего тут делаешь? Не думаю, что просто прогуливаешься по канализации.\nЗак улыбался, от него веяло позитивом. \n- Мне нужен источник магии мать твою!!!\nСвайн уже кричал на него.\n- Ну хорошо-хорошо, только успокойся. Следуй за мной.\nПосле этих слов паренек направился быстрым шагом вперед, что Свайн даже не успевал за ним.",
    "answers": [
      {
        "id": 41,
        "text": "Ускориться"
      }
    ]
  },
  {
    "id": 40,
    "text": "- Не самое лучшее место для ночлега, но хоть от крыс будем защищены.\nСказал со вздохом Зак. Свайн молча начал выпрямлять палатку и выкидывать мусор из нее. Зак снова вздохнул и принялся разжигать костер. Спустя некоторое время все было готово к ночлегу.\n- Эй! Приятель! У тебя не найдется чего-нибудь пожевать?\nСпросил Зак у Свайна. Убийца открыл свой рюкзак. Там был только один сухпаек.\n",
    "answers": [
      {
        "id": 42,
        "text": "Поделиться с Заком"
      },
      {
        "id": 43,
        "text": "Сьесть самому"
      }
    ]
  },
  {
    "id": 41,
    "text": "Свайн плелся за молчавшим Заком, который шел очень быстро. Вскоре они дошли до бывшего обиталища нищих. Здесь находилась куча мусора, старая рваная одежда, огрызки, потухший уже очень давно костер и палатка, которую перекосило в правую сторону. \n- Может здесь отдохнем?\nСпросил Зак у Свайна.\n- Ладно.\nСвайн как и всегда был равнодушен.\n",
    "answers": [
      {
        "id": 40,
        "text": "Устроить ночлег"
      }
    ]
  },
  {
    "id": 42,
    "text": "Свайн достал из рюкзака сухпаек и кинул его под ноги Заку.\n- На! Тебе нужнее! Ты ведь мне дорогу еще будешь показывать, так что налетай.\nСвайн подумал, что еда все равно сил ему не даст, а вот этому жалкому существу еще как поможет, так что выгоднее будет отдать ему еду.\n- Спасибо! Но.. А как же ты?\nЗак развернул сухой паек и начал рассматривать содержимое.\n- Обойдусь! Ешь, я сказал!\nСвайн снова повысил голос. После этого Зак молча отсчитал ровно половину и положил рядом со Свайном.\n- Ты что!? Не понял меня!?? \nСвайн отвернулся, скрестив руки на груди.\n- Поешь, тебе тоже нужны силы.\nЗак улыбнулся ему. \n\"- Я не могу сказать этому идиоту, что еда мне не обязательна для жизни! Как же он меня бесит! Аргх!\"\nПодумал Свайн. Зак смотрел на него с улыбкой, вовсе не как на какого-нибудь бездушного серийного убийцу, а как на своего друга и товарища. Но Свайну было глубоко плевать на все это, ведь его целью оставалось попасть в источник магии. Ибо без сил он не сможет довольствоваться вечной жизнью, полной удовольствий. Потом Свайна сооблазнил этот кусочек баранинки с мирно лежащим рядом хлебцом и он накинулся на них. Зак посмотрел на все это и хихикнул. \n- Ты что смеешься? Я все-таки тоже голоден!\nСвайн был недоволен. \n- Но ты так забавно проглатывал свою порцию, что я не мог удержаться, прости.\nОн снова хихикнул.\nВскоре они потрапезничали и были готовы ко сну. Они направились к палатке, где укрывшись одеялами, уснули.",
    "answers": [
      {
        "id": 44,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 43,
    "text": "- Мне и самому мало! \nКрикнул Свайн, доставая небольшой сухпаек из рюкзака.\n- Ну и ладно. Приятного аппетита! Ну а я тогда спать пойду.\nЗак немного нахмурился и направился к палатке, пытаясь не думать об урчащем животе. Тем временем Свайн во всю уплетал последнюю провизию. Вскоре он облизнулся и тоже пошел в палатку. Зак уже спал, свернувшись клубочком от голода. Свайн лег подальше от него, укрывшись отдельным одеялом или куском ткани, если правильно выразиться и уснул.\n\n(Ачивка: Жадный)",
    "answers": [
      {
        "id": 44,
        "text": "Проснуться "
      }
    ]
  },
  {
    "id": 44,
    "text": "Свайн проснулся. Зака небыло рядом.\n\"- Хмм.. Не уж то проснулся раньше меня?\"\nПодумал Свайн, после чего встал с \"кровати\" и вылез из палатки. Зак копался в мусоре, перебирая огрызки, кусочки ткани и прочий хлам.\n\"- Тебе там самое место\"\nПодумал Свайн. \n- Ей! Хватит там копошиться! Ты мне сегодня дорогу показывать собираешься?\nСтал кричать на Зака Свайн.\n- А?! Что? Ты уже проснулся?\nЗак резко обернулся и увидел покрасневшее от злости лицо Свайна.\n- Не представляешь! Проснулся!\nЕхидно произнес Свайн.\n- Ну раз так, то идем, наверное.\nЗак перестал копошиться в мусоре и пошел дальше по канализационному тоннелю. Свайн поспевал за ним.",
    "answers": [
      {
        "id": 45,
        "text": "Идти за Заком"
      }
    ]
  },
  {
    "id": 45,
    "text": "Чуть позже эти двое достигли развилки. \n- Ну вот. Каждый из этих путей ведет туда, куда тебе нужно.\nТоржественно произнес Зак.\nСвайн посмотрел на один путь. Это было подобие извилистой горки с препятствиями в виде пробоин в полу и стенах. Другой путь выглядел простым проходом.\n- Хмм.. Давай второй проход.\nСказал Свайн.\n- Он не так прост, как кажется. Там находятся трубы, из которых вытекают крайне ядовитые отходы.\n- Хмм...",
    "answers": [
      {
        "id": 46,
        "text": "Первый путь"
      },
      {
        "id": 47,
        "text": "Второй путь"
      }
    ]
  },
  {
    "id": 46,
    "text": "- Первый.\nХолодно сказал Свайн.\n- Первый, так первый. Прыгаем!\nЗак разбежался и прыгнул прямо пятой точкой в огромный сливной канал. Вскоре он скрылся за поворотом. Свайн тоже прыгнул. \n- Как же низко я пал...\nРыкнул себе под нос Свайн.",
    "answers": [
      {
        "id": 48,
        "text": "Ехать"
      }
    ]
  },
  {
    "id": 47,
    "text": "- Второй.\nХолодно сказал Свайн.\n- Все-таки второй? Ну как пожелаешь.\nСказал Зак, после чего побежал в этот проход. Свайн тоже побежал туда. \nВскоре Зак скрылся за поворотами.\n- Вот же ж.. Кинул меня здесь!\nСвайн ругался на Зака даже при его(Зака) отсутствии. Убийца пошел дальше. Перед ним был длинный узкий корридор, по верхним углам которого располагались многочисленные трубы с пробоинами.",
    "answers": [
      {
        "id": 82,
        "text": "Быстро пробежать"
      },
      {
        "id": 83,
        "text": "Идти аккуратно"
      }
    ]
  },
  {
    "id": 48,
    "text": "Свайн летел с бешенной скоростью по этой трубе. Тут было полно пробоин и торчащих металлических частей. Вскоре перед Свайном была одна из таких пробоин.",
    "answers": [
      {
        "id": 49,
        "text": "Перепрыгнуть"
      },
      {
        "id": 50,
        "text": "Рулить в сторону"
      }
    ]
  },
  {
    "id": 49,
    "text": "Свайн приготовился к прыжку. Вот уже эта пробоина была в нескольких метрах от него. Тут убийца, вспомнив свои навыки, оттолкнулся от земли и ловко перепрыгнул через пробоину. Пронесло. Но это только начало. Вскоре на его пути была металлическая деталь, торчащая из пола. Она была довольно внушительных размеров.",
    "answers": [
      {
        "id": 51,
        "text": "Пытаться обрулить ее"
      },
      {
        "id": 52,
        "text": "Пытаться перепрыгнуть ее"
      },
      {
        "id": 53,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 50,
    "text": "Свайн начал пытаться вырулить в правую сторону, потом в левую сторону. Это дало ровным счетом ничего и убийца свалился в яму. Он смотрел на тусклый свет, что шел от того места, откуда он упал. Свет отдалялся, а Свайн все падал и падал...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 6. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 51,
    "text": "Свайн попытался обрулить железяку, но у него ничего не вышло. Он повернулся к ней боком и умер от столь мощного удара...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 6. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 52,
    "text": "Свайн попытался перепрыгнуть железяку, как и пробоину. Он приготовился к прыжку и, в момент приближения к столь опасному предмету, оторвался от земли. Летел он хорошо, но железяка была достаточно высокой, чтоб Свайну оторвало пол тела при попытке перепрыгнуть...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 8. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 53,
    "text": "Свайн ничего не предпринял и ехал прямо навстречу железяке. Вскоре он был прямо перед ней и, спустя еще мгновение, шмякнулся об нее, рявкнув от боли. \n- Хоть не помер!\nСказал Свайн сам себе, после чего заткнулся, так как в воздухе витали частички человеческих выделений, а ему уж больно не хотелось попробовать их на вкус. Вскоре перед Свайном появилась еще одна пробоина, но он ее перепрыгнул тоже, затем еще и еще.\nСпустя час времени Свайн доехал до конца и шмякнулся на кучу тряпок.",
    "answers": [
      {
        "id": 54,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 54,
    "text": "Свайн встал на колени и начал осматриваться, протирая глаза. Рядом стоял Зак, одежда которого, впрочем как и Свайна, была испорчена и измазана. \n- О! А вот и мой друг!\nЗак был рад увидеть живого и почти здорового Свайна.\n- Я тебе не друг! И вообще, что тут делают эти грязные тряпки!?\nСвайн снова накричал на Зака, вставая и отряхиваясь по ходу дела.\n- Я их постелил, чтобы тебе не больно было падать.\nСказал спокойно Зак, улыбаясь Свайну.\n- Хмпх!\nСвайн скрестил руки на груди и отвернулся от него.\n- Ну что, идем дальше?\nСпросил Зак. Свайн кивнул.\n",
    "answers": [
      {
        "id": 55,
        "text": "Идти за Заком"
      }
    ]
  },
  {
    "id": 55,
    "text": "После этого непродолжительного разговора Зак отправился дальше. По пути было много развилок и других путей, но он без раздумий шел по какому-то странному маршруту. Вскоре они достигли подполья замка.\n- О! Вот мы и пришли.\nСказал Зак, повернувшись к Свайну.\n\"- Все-таки ты на что-то сгодишься\"\nПодумал убийца. Перед ними была металлическая дверь, на которой висел увесистый амбарный замок. \n- Хмм.. Как бы нам его открыть..\nЗак подошел к замку и начал его разглядывать.\n",
    "answers": [
      {
        "id": 56,
        "text": "Вскрыть замок клинком"
      }
    ]
  },
  {
    "id": 56,
    "text": "Свайн отодвинул Зака от двери и достал свой стальной клинок. Пару ловких движений и замок уже зазвенел, приземлившись на каменную плиту, которыми был застелен весь пол.\n- Ух ты! Ты и такое умеешь? \nВосхищался Свайном Зак.\n\" - Это далеко не все, что я могу\" \nДумал про себя Свайн.\n- Ну я провел тебя, а дальше дороги незнаю.\nСказал Зак, почесывая затылок.\n- Тогда ты больше мне не нужен.\nСказал холодно Свайн, заходя в открытую дверь.\n- Но.. Ведь.. Мы же друзья! Ты же помог мне!\nЗак догнал Свайна и схватил его за плечо, не давая идти дальше.\n- Ты! Мне! Больше! Не! НУЖЕН!!!\nЗаорал во весь голос Свайн. Неподалеку послышался звон доспехов королевской стражи. \n- Черт..\n",
    "answers": [
      {
        "id": 57,
        "text": "Спрятаться здесь"
      },
      {
        "id": 58,
        "text": "Бежать по лестнице, что была рядом со Свайном слева"
      }
    ]
  },
  {
    "id": 57,
    "text": "Свайн забежал за угол в тень. Зак побежал за ним, попутно издавая достаточно много шума. Да и в тени он был хорошо виден. \n- Ты что поплелся за мной!\nНачал шепотом ругаться на Зака Свайн. Тут входят трое королевских стражников. Они сразу подошли ко взломанной двери и начали осматривать ее.\n- Хмм.. Она была вскрыта только что! Обыщите периметр!\nСказал по-видимому капитан стражи.  После этого несколько стражников начали обыскивать каждый угол. Вскоре один из них наткнулся на Свайна с Заком. \n- Они здесь!\nЗакричал стражник.\n- Аргх!!!\nСвайн попытался вонзить клинок в грудь стражнику, но из-за недостаточной силы все попытки были тщетны.  После этого стражник хохотнул и пронзил Свайна копьем.\n- Черт.. Не дошел..\nПредсмертные слова Свайна не услышал никто. Убийца упал на спину и в его глазах начало темнеть. Он видел, как стражники жестоко расправлялись и с Заком...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 9. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 58,
    "text": "Свайн стал спешно подниматься по лестнице, что вела вдоль стены вверх. Зак последовал за ним.\n- Ты что прешь за мной?! С дуба рухнул?! Нас же найдут!\nСвайн ругался шопотом на Зака. Вдруг снизу послышались голоса стражей.\n- Дверь была вскрыта недавно! Обыщите периметр!\nСнова звуки, только уже не голосов, а шагов. \nСвайн ускорил темп настолько, что даже Зак не успевал за ним. Вскоре они вышли на развилку из двух путей.\n",
    "answers": [
      {
        "id": 59,
        "text": "Пойти по первому пути"
      },
      {
        "id": 60,
        "text": "Пойти по второму пути"
      }
    ]
  },
  {
    "id": 59,
    "text": "Свайн пошел в первый проход. Это был узкий корридор, полностью выложенный из каменных кирпичей. Вскоре они добрались до конца корридора. Там снова была развилка, состоящая из двух путей.",
    "answers": [
      {
        "id": 61,
        "text": "Первый путь"
      },
      {
        "id": 62,
        "text": "Второй путь"
      }
    ]
  },
  {
    "id": 60,
    "text": "Свайн побежал по второму пути, Зак бежал за ним. Это был узкий корридор, тускло освещаемый несколькими факелами, что были прикреплены к стенам металлическими вставками(Если быть точнее, то кольцами, что вставляются в стену, а факела уже вставляется в эти кольца). Вскоре они уже были в его конце.",
    "answers": [
      {
        "id": 63,
        "text": "Идти до конца"
      },
      {
        "id": 58,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 61,
    "text": "Свайн пошел по первому пути. Вскоре они добрались до новой развилки. А потом еще одна развилка.. И еще одна...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 10. Плохая. Ачивка (Заблудший)"
      }
    ]
  },
  {
    "id": 62,
    "text": "Свайн пошел по второму пути. Корридор был мрачный и тихий. Возможно, что Свайн зря решил пойти именно этим путем. Но кто знает, что таит в себе эта тишина и мрак.",
    "answers": [
      {
        "id": 59,
        "text": "Вернуться назад"
      },
      {
        "id": 63,
        "text": "Продолжить идти"
      }
    ]
  },
  {
    "id": 63,
    "text": "Свайн и Зак вышли в просто колосальных размеров помещение. В центре его находился огромный трехступенчатый фонтан с синей жидкостью. Ко второй ступени фонтана вело множество металлических широких мостов(Ширина ~3 метра). Один из этих мостов вел от корридора, где стояли наши герои.\n- Неужели это он?\nСвайн смотрел на ослепительные светло-синие струи прозрачной жидкости, стекающие по огромным чашам, которые были специально для этого построены. Зак тоже удивился, увидев столь прекрасное строение, но его оно не так интересовало, как Свайна.\n- Идем.\nСказал Свайн и быстро пошел вперед по мосту, прямо к источнику.\n- Стой! Подожди меня!\nЗак начал поспевать за ним.\n",
    "answers": [
      {
        "id": 65,
        "text": "Идти вперед"
      }
    ]
  },
  {
    "id": 64,
    "text": "Сказал с ухмылкой Свайн, после чего вытащил два своих клинка и откинул рюкзак в сторону.\n- Оу. Как невежливо. Чтож, стоит научить тебя манерам.\nСказал рыцарь, но Свайн не могиувидеть его эмоций из-за опущенного забрала(Дырчатая пластина на шлеме, которая защищает лицо рыцаря и немного уменьшает обзор). Боливер схватился одной рукой за ручку меча и вытащил его из-за спины, после чего встал в боевую стойку. Зак в это время стоял позади Свайна, ничего не понимая и бездействуя.",
    "answers": [
      {
        "id": 66,
        "text": "Приготовиться к защите"
      },
      {
        "id": 67,
        "text": "Яростно атаковать"
      },
      {
        "id": 68,
        "text": "Атаковать резкими ударами"
      },
      {
        "id": 73,
        "text": "Метать ножи"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вот уже и полпути пройдено. Свайном двигало желание испить сией магической субстанции, чей состав врятле бы смог определить даже самый лучший алхимик в Нероне. Но ее состав был не так уж и важен, так как в любом случае магическая жидкость даст Свайну былую силу. Тем временем неожиданно откуда-то сверху на мост приземлился огроменный рыцарь в тяжелых доспехах. Он приземлился на одно колено, а на другое положил обе руки. За спиной находился двухметровой длины широкий меч, чье лезвие ослепительно блестело в предвкушении новой жертвы. Рыцарь встал с колена на ноги. Теперь Свайн мог увидеть, что его(рыцаря) рост был чуть более двух метров. \n- Я Страж источника - Боливер. К вашим услугам.\nСказал рыцарь, после чего поклонился.\n",
    "answers": [
      {
        "id": 64,
        "text": "Ха! Тогда сделай мне услугу - умри!"
      }
    ]
  },
  {
    "id": 66,
    "text": "Свайн приготовился к защите, скрестив клинки перед собой и постоянно передвигаясь пружинистыми шажками по небольшой области недалеко от Боливера. \n- Ха!\nБоливер хохотнул и, взмахнув мечом, откинул Свайна на пару метров назад одним лишь ударом. Убийца еще мог биться.",
    "answers": [
      {
        "id": 70,
        "text": "Приготовиться к защите"
      },
      {
        "id": 71,
        "text": "Яростно атаковать"
      },
      {
        "id": 72,
        "text": "Атаковать резкими ударами"
      },
      {
        "id": 73,
        "text": "Метать ножи"
      }
    ]
  },
  {
    "id": 67,
    "text": "Свайн разбежался и начал наносить многочисленные атаки по корпусу рыцаря. \n- Хахахаха! \nБоливер засмеялся и ударил Свайна кулаком по лицу с такой силой, что тот отлетел на пару метров. Убийца еще мог сражаться.",
    "answers": [
      {
        "id": 86,
        "text": "Приготовиться к защите"
      },
      {
        "id": 87,
        "text": "Яростно атаковать"
      },
      {
        "id": 88,
        "text": "Атаковать резкими ударами"
      },
      {
        "id": 89,
        "text": "Метать ножи"
      }
    ]
  },
  {
    "id": 68,
    "text": "Свайн начал атаковать Боливера резкими ударами, оставляя многочисленные колотые раны.\n- Аргх! \nРыкнул Боливер, после чего взмахом ладони отправил Свайна в полет на другой край моста. Убийца еще был способен на сопротивление.",
    "answers": [
      {
        "id": 91,
        "text": "Приготовиться к защите"
      },
      {
        "id": 92,
        "text": "Яростно атаковать"
      },
      {
        "id": 93,
        "text": "Атаковать резкими ударами"
      },
      {
        "id": 73,
        "text": "Метать ножи"
      }
    ]
  },
  {
    "id": 69,
    "text": "Свайн отпрыгнул в сторону и Боливер промахнулся, едва не задев стоящего неподалеку Зака. Рыцарь стоял на краю обрыва и пытался отдышаться.",
    "answers": [
      {
        "id": 77,
        "text": "Пнуть его ногой"
      }
    ]
  },
  {
    "id": 70,
    "text": "Свайн поднялся с пола и снова приготовился к защите.\n\"- Он долго не сможет махаться столь тяжелым оружием.\" \nПодумал Свайн. Тем временем Боливер размахнулся еще сильнее и нанес фатальный удар по Свайну. Убийца слетел с моста со смертельной раной на груди.\n- Я был так близок..\nТихо прошептал Свайн сам себе, после чего разбился о каменные плиты...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 13. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 71,
    "text": "Свайн встал с пола и сразу же понесся на хохочущего Боливера. Он(Свайн) толкнул рыцаря и тот немного отошел.\n- Сукин сын!\nПрорычал рыцарь.",
    "answers": [
      {
        "id": 74,
        "text": "Толкать еще"
      },
      {
        "id": 75,
        "text": "Пнуть ногой"
      }
    ]
  },
  {
    "id": 72,
    "text": "Свайн встал и нанес несколько колющих атак по корпусу рыцаря.\n- Аргх!\nРыкнул Боливер, схватившись за колотую рану на бедре. После этого рыцарь нанес мощный удар, который разрубил ослабшего после нанесения резких ударов Свайна...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 17. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 73,
    "text": "Свайн достал из лежащего рядом рюкзака метательные ножи и принялся бросаться ими в Боливера. \n- И это все, на что ты способен?!\nБоливер захохотал, после чего кинул в Свайна свой огромный меч, который, раскрутившись, стал колесом смерти. Свайн пытался увернуться, но это было невозможно, учитывая то количество времени, которое ему для этого предоставлялось...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 18. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 74,
    "text": "Свайн снова толкнул Боливера, и тот снова отошел.\n- Аргх!\nРыцарь рычал на Свайна, так как не мог что-то сделать. Боливер стоял уже на краю моста, но этого не замечал.",
    "answers": [
      {
        "id": 76,
        "text": "Еще толкать"
      },
      {
        "id": 77,
        "text": "Пнуть ногой"
      }
    ]
  },
  {
    "id": 75,
    "text": "Свайн пнул рыцаря ногой, после чего от отошел на пару метров.\n- Ахахахаха! \nБоливер засмеялся, после чего топнул ногой по мосту с такой силой, что Свайн слетел с моста.\n- Черт.. Так просто...\nЭто были его последние слова...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 14. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 76,
    "text": "Свайн попытался еще толкнуть рыцаря, но силы начали иссякать и его толчок не сдвинул Боливера с места. Рыцарь схватил убийцу за подбородок, обхватив могучими пальцами практически все морщинистое лицо Свайна, и кинул его за пределы моста. Свайн летел с большой скоростью головой вниз.\n- Почти..\nЭто было последнее, что Свайн смог сказать, после чего разбился об каменные плиты...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 15. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 77,
    "text": "Свайн собрал последние силы в мышцу голени(чать ноги ниже колена, но выше лодышки) и ударил по стальному нагруднику Боливера. Тот отшатнулся назад и сорвался с моста. Но рыцарь успел схватиться тремя пальцами за край моста.\n- П-помоги! П-прошу тебя.\nВымолвил Боливер дрожащим голосом.",
    "answers": [
      {
        "id": 78,
        "text": "Подать руку"
      },
      {
        "id": 79,
        "text": "Придавить его руку ногой"
      }
    ]
  },
  {
    "id": 78,
    "text": "Свайн решил спасти рыцаря и подал ему руку. Тот схватился и с ее помощью залез на мост. Боливер посмотрел на Свайна и улыбнулся, положив руку ему на плечо.\n- Не думал, что ты настолько глуп!\nСказал Боливер Свайну, расхохотавшись на все помещение. После этого он сжал убийце плечо и оторвал руку от тела. Свайн повалился на пол, истекая кровью.\n- Мразь..\nСказал Свайн, после чего перестал дышать...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 16. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 79,
    "text": "- Недождешься!\nСказал с ухмылкой Свайн, после чего наступил на пальцы Боливера, от чего послышался характерный хруст. Рыцарь взвыл от боли и уже пытался отпустить пальцы, но убийца топтал их. Вскоре Свайну наскучило и он отпустил пальцы Боливера. Рыцарь начал падать вниз.\n- Ты еще услышишь мое имя! Я найду и убью тебя!!!\nЗаорал Боливер на все помещение.\n",
    "answers": [
      {
        "id": 80,
        "text": "Вздохнуть"
      }
    ]
  },
  {
    "id": 80,
    "text": "- Чтож, этот дохляк оказался там, где ему и место.\nГордо сказал Свайн, подходя к Заку. Он стоял с разинутым ртом и никак не мог отойти от произошедшего.\n- Эй! Харе ворон считать! Раз собрался со мной идти, так иди доконца.\nСказал Свайн, после чего, не дожидаясь ответа, пошел дальше.\n- А?! Да, конечно.\nОтветил Зак и поспешно отправился за идущим вперед Свайном.",
    "answers": [
      {
        "id": 81,
        "text": "К источнику"
      }
    ]
  },
  {
    "id": 81,
    "text": "Свайн подошел к струям ослепительно блестящей светло-синей жидкости и испил ее. Сразу после этого его кожа стала гладкой, мышцы стали больше и рельефнее, снова стала чувствоваться чрезмерная сила.\n- О да! Теперь я снова силен, как и прежде! Кто сильнее всех? Свайн сильнее всех!\nСвайн рассматривал свои мышцы и ликовал.\n- С-свайн?! Что с тобой?\nЗак был шокирован. \n- Долго обьяснять. \nПофигично в вымолвил Свайн. Тут их(Свайна и Зака) окружает толпа рыцарей, похожих на Боливера, только поменьше и послабее. \n- Черт! Мы умрем!\nЗакричал в панике Зак.\n- Не ори. Сейчас разберусь.\nПосле этих слов Свайн оттолкнулся от пола и, взлетев на пару метров, метнул густым веером пачку метательных ножей. Убийца приземлился в одну секунду с падающими на пол рыцарями.\n- Путь свободен, валим!\nЗакричал Свайн, но Зак был слишком шокирован, чтобы слышать. Убийца схватил Зака под подмышку и побежал что есть силы вон из канализации. После полутора часового пробивания стен и прыжков через пропасти, Свайн добрался до случайного люка и открыл его ударом ладони, отпрыгнув от земли на три метра с Заком подмышкой.\nПрохожие на улицах мягко говоря удивились столь неожиданному появлению Свайна посередине главной улицы города. Но это продолжалось недолго, так как убийца быстро скрылся. Вскоре он дошел до своего старого доброго колодца, где уже наконец отпустил Зака.\nСпустя некоторое время Зак очнулся.\n- Где я? Я жив?\nЗак привстал и начал торопливо оглядывать помещение. \n- Да, ты жив.\nСвайн сидел рядом, на стуле.\n- Это твое жилище?\nУже более спокойно спросил Зак, окончательно поднявшись с пола.\n- Да, мое.\nОтветил холодно Свайн, почесывая подбородок.\n- Как тут неприбрано. Давно ты здесь наводил порядок?\n- Я его вообще тут не наводил.\nСвайн поднялся со стула.\n- Да и вообще, ты мне больше не нужен, иди от сюда!\nСвайн повысил тон.\n- Но.. Но мы же.. \nЗак задумался.\nЯ могу быть полезен! Давай я буду прибираться здесь и помогать по мелким делам!\nЗак кипел энтузиазмом.\n- Хмм.. А ты прав. Тогда можешь оставаться.\n- Спасибо!\nЗак явно что-то задумал, судя по его выражению лица.\n- Слушай, Свайн. А может нам заняться набором банды?\n- Это еще зачем? Я и в одиночку справляюсь неплохо.\nСвайн снова присел на стул.\n- Но ведь если нас будет больше, то мы сможем больше всего или даже возьмем под контроль все королевство!\nЗак зжал кулак, говоря эту речь.\n- Хмм.. Звучит многообещающе. Я подумаю над этим.\nСвайн задумался.\n\n\n",
    "answers": [
      {
        "id": 95,
        "text": "Концовка 28. Хорошая. Продолжение"
      }
    ]
  },
  {
    "id": 82,
    "text": "- Была не была!\nС этими словами Свайн ринулся, что есть сил по длинному корридору. Но одна из труб выпустила струю фиолетового газа прямо в лицо убийце.\n- Аргх!\nСвайн начал дико кричать, испытывая адскую боль. Он упал на колени и почувствовал, как кожа большими кусками отваливается от его лица, а глаза вытекают из глазниц...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 19. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 83,
    "text": "Свайн решил не торопиться, дабы избежать непредвиденных обстоятельств. Вскоре пробоины начали свистеть и шипеть, выделяя крайне ядовитые газы.",
    "answers": [
      {
        "id": 84,
        "text": "Заткнуть лицо куском плаща и бежать"
      },
      {
        "id": 85,
        "text": "Заткнуть лицо куском плаща и идти столь же аккуратно"
      }
    ]
  },
  {
    "id": 84,
    "text": "Свайн заткнул лицо частью своего плаща и ринулся вперед. По пути прорвало одну из труб, содержимое которой вылилось на убийцу. Благо, что это были лишь фекалии. Вот уже и конец корридора, но на Свайна попал жгучий газ, который оставил небольшой ожог на правом плече под одеждой.\n - Аргх!\nРыкнул Свайн, после чего пробежал по корридору.  В конце корридора оказалась яма, которую убийца не заметил.\n- Это конец?\nСпросил в полете сам у себя Свайн. Но вдруг он неожиданно приземляется на кучу тряпок, почтине получая вреда от падения.",
    "answers": [
      {
        "id": 54,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 85,
    "text": "Свайн заткнул лицо куском плаща и начал иак жк аккуратно продвигаться вперед. Вскоре он почувчувствовал жжение в области спины. Он почесал ее свободной рукой и понял, что кожа со спины слезла. \n- Что за черт?!\nЗакричал Свайн, после чего с него слезла вся кожа...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 20. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 86,
    "text": "Свайн приготовился к защите, ослабшими руками держа подобие блока двумя клинками. \n- Готов умереть?\nИронично произнес Боливер, после чего махнул мечом, оставив Свайна без его самой важной части тела... Нет не головы. Верхней части туловища...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 21. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 87,
    "text": "Свайн собрался силами и попытался снова наносить многочисленные атаки рыцарю. У него это получилось бы, если бы сил хватало еще и на защиту. Боливер удирил с локтя под дых Свайну и тот, согнувшись от боли, скончался от многочисленных переломов ребер и смещения органов...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 22. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 88,
    "text": "Свайн встал и попытался атаковать рыцаря резкими колющими ударами, но, увы, сил нехватало для нанесения действительно резких ударов, так как яростная атака отняла добрую часть энергитического запаса убийцы. Тем временем Боливер, не долго думая насадил Свайна на кончик меча и махнул им(мечом), разрубив убийцу пополам...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 23. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 89,
    "text": "Свайн достал из лежащего рядом рюкзака метательные ножи и принялся их метать в Боливера. Тот застонал от боли и начал закрывать лицо, ведь нож мог спокойно пролететь в большие прорези на забрале. Вскоре рыцарь был утыкан ножами и ослабил защиту.",
    "answers": [
      {
        "id": 90,
        "text": "Нанести решающий удар"
      },
      {
        "id": 77,
        "text": "Столкнуть его с моста"
      }
    ]
  },
  {
    "id": 90,
    "text": "Свайн подбежал к Боливеру и нанес ему сильный удар в грудь. Рыцарь Вскрикнул и упал на колени. Свайн ухмыльнулся и вытащил клинок.\n- Ты и вправду думаешь, что меня можно этим убить?\nС иронией произнес Боливер, всиавая с колен.\n- Что? Невозможно!\nСвайн не верил тому, что Боливер не умер от такой глубокой раны. После этого рыцарь взмахнул мечом и ударил по убийце, от чего тот слетел с моста.\n- Черт..\nСказал Свайн перед тем, как разбился о каменные плиты...\n",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 24. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 91,
    "text": "Свайн приготовился к защите выставив перед собой скрещенные клинки. В это время разъяренный Боливер ринулся на Свайна, замахнувшись смертоносным двуручным мечом.",
    "answers": [
      {
        "id": 69,
        "text": "Увернуться"
      },
      {
        "id": 94,
        "text": "Блокировать"
      }
    ]
  },
  {
    "id": 92,
    "text": "Свайн встал и тут же налетел на разъяренного Боливера. Не успел тот подбежать, как рыцарь одним взмахом меча заставил его остановиться. Раз и навсегда...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 25. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 93,
    "text": "Свайн поднялся с пола и, разбежавшись начал наносить еще колотые раны рыцарю. Но силы иссякли еще в момент, когда убийца подумал об этом и у него ничего не вышло. В итоге разрывающийся от смеха Боливер взял Свайна за руку и начал бить им(Свайном) по мосту, пока тот не превратился в красную густую кашицу...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 26. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 94,
    "text": "Свайн продолжил стоять, скрестив клинки перед собой. Кто же мог подумать, что два длинных кинжала не смогут блокировать замах 40-килограмового меча, который держал в руках двухметровый накачанный рыцарь? Свайн был разрублен пополам мощным ударом стального меча...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 27. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 95,
    "text": "Поздравляю! Вы дошли до хорошей концовки. Как и в своих книгах \"Роберт - Рыцарь\" прошу вас писать отзывы и ставить лайки, если книга заслужила этого. Если вы дошли до этой концовки с первого раза (Шанс~0,1%), то обязательно напишите в отзывах. Так же, как только появится первый отзыв на подобии \"Жду следующую главу\", то я сразу начну работу над новой главой. И последнее, я пишу новую книгу, в которой будет нелинейный сюжет со множеством концовок, но не таких, как в этой книге, а оригинальных концовок. Про это можете тоже написать в отзывах,если хотите ее побыстрее прочитать. Спасибо за чтение!",
    "answers": [
      {
        "id": 1,
        "text": "Жду новую главу. Ачивка (Источник магии)"
      }
    ]
  },
  {
    "id": 96,
    "text": "Здесь находятся сохранения для данной главы.",
    "answers": [
      {
        "id": 18,
        "text": "Конец пролога",
        "need": 18,
        "need_ever": true
      }
    ]
  },
  {
    "id": 97,
    "text": "Здесь находятся сохранения данной главы.",
    "answers": [
      {
        "id": 45,
        "text": "Развилка в канализации",
        "need": 45,
        "need_ever": true
      },
      {
        "id": 56,
        "text": "Вход в королевское подземелье",
        "need": 56,
        "need_ever": true
      },
      {
        "id": 65,
        "text": "Битва с Боливером",
        "need": 65,
        "need_ever": true
      }
    ]
  },
  {
    "id": 98,
    "text": "Спустя неделю, жилище Свайна заметно улучшилось, благодаря его новому дворецкому Заку. Мусор больше не валялся повсюду, а переодически выносился и сбрасывался в сливной канал. На стенах висели полки для ценных вещей, шкафчики для еды и на полу стояли комоды для прочих вещей. На месте входа теперь была замаскированная дверь, обмазанная глиной. Свайну нравилась работа Зака и он всерьез задумался над его словами.\n\"- А он дело говорит. Если один человек за неделю смог облагородить мое убежище, то если их будет много...\"\nСвайн твердо решил создать банду.",
    "answers": [
      {
        "id": 100,
        "text": "В путь!"
      }
    ]
  },
  {
    "id": 99,
    "text": "Вернулся Свайн, набравшись сил!\nНо был озадачен словами слуги,\nЧто мол - он слаб, пока один.\nЧтож, нужно еще кого-то найти,\nСытым не будешь от одной лишь правой руки...\n",
    "answers": [
      {
        "id": 98,
        "text": "Начать"
      },
      {
        "id": 101,
        "text": "Сохранения"
      }
    ]
  },
  {
    "id": 100,
    "text": "- Эй! Зак! Я подумал, что было бы выгоднее иметь банду, как ты и сказал!\nВосторженно вскрикнул Свайн.\n- Вам понравилась моя идея, господин Свайн?\nУдивленно спросил Зак, продолжая состанавливать золотые статуэтки по возрастанию массы.\n- Можно и так сказать, а теперь кончай со своими статуэтками и пошли наверх.\nСказал Свайн, после чего быстро пошел к выходу.\n- Но это не мои статуэ..\nНе успел договорить Зак, так как Свайн уже хлопнул дверью.\n- Ну и ладно.\nПробурчал под нос Зак и тоже поспешил на выход. Свайн тем временем стоял возле колодца, вдыхая полными легкими наичистейший воздух и держась руками за пояс. Вскоре и Зак подоспел. \n- Ну чтож, идем!\nСказал серьезно Свайн, после чего отправился в неизвестном направлении. Зак поспевал за ним.\n",
    "answers": [
      {
        "id": 102,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 101,
    "text": "Здесь вы можете загрузиться, если вдруг погибли далеко от начала.",
    "answers": [
      {
        "id": 99,
        "text": "Назад"
      },
      {
        "id": 103,
        "text": "Бой с викингом",
        "need": 103,
        "need_ever": true
      },
      {
        "id": 111,
        "text": "Спуск в Хомир",
        "need": 111,
        "need_ever": true
      },
      {
        "id": 132,
        "text": "Внезапная встреча",
        "need": 132,
        "need_ever": true
      },
      {
        "id": 142,
        "text": "Драка в таверне",
        "need": 142,
        "need_ever": true
      }
    ]
  },
  {
    "id": 102,
    "text": "Спустя долгое время Свайн понял, что просто гуляя по городу, особо банду не соберешь. Поэтому он решил заглянуть в местную гильдию наемников. \n- А можно я снаружи останусь?\nСпросил Зак у Свайна.\n- Да не ссы! Там одни слабаки!\nВысокомерно произнес Свайн.\n- Кому как..\nСказал шопотом сам себе Зак.\nПосле этого они зашли в старое деревянное здание. Когда они вошли во внутрь, то увидели, что оно явно нуждается в косметическом ремонте, судя по недостающим доскам в полу, стенах и потолке, паутине в углах и поломанной мебели. Впереди стоял большой прямоугольный стол, за которым сидели наемники различных типов, играющие в карты и распивающие эль(Слабо опьяняющий алкогольный напиток, напоминающий пиво, только средневековое). Наемники были разные: кто-то был убийцей, как и Свайн, кто-то был могучим воином, а кто-то и вовсе новичком без собственного мнения и боевых навыков. ",
    "answers": [
      {
        "id": 103,
        "text": "Подойти к ним"
      }
    ]
  },
  {
    "id": 103,
    "text": "Свайн подошел к наемникам. Зак шел за ним, стараясь не привлекать лишнего внимания. \n- О! Ты новенький?\nСпросил бухой в стельку бородатый наемник в шлеме викинга.\n- Да чертос два я вступлю в эту гильдию! Это слишком сильно подорвет мою репутацию. Вобщем неважно. Я пришел, чтобы найти себе достойных слуг!\nГордо сказал Свайн, сжав кулак и посмотрев эпично в потолок. \n- Любой каприз за ваши деньги!\nОтветил тот же наемник.\n- Мне не нужны такие оборванцы, как ты!\n- Что ты сказал!?\nНаемник поднялся со стола и достал из-за спины увесистый двуручный топор.\n- Мужики! Сейчас махач будет! Отходим!\nПрокричал один из наемников, после чего они все разошлись по углам здания, наблюдая за действиями Свайна и викинга. Зак тем временем незаметно слинял из гильдии куда подальше. \n- Готов умереть?\nПроизнес с ухмылкой Свайн.\n- Я тебе сейчас топор вставлю вместо позвоночника!\nЗакричал бородатый викинг, после чего замахнулся топором.",
    "answers": [
      {
        "id": 104,
        "text": "Увернуться"
      },
      {
        "id": 105,
        "text": "Блокировать клинками"
      },
      {
        "id": 106,
        "text": "Контратаковать"
      }
    ]
  },
  {
    "id": 104,
    "text": "Лезвие топора просвистело мимо уха Свайна, но не нанесло ему вреда. \n- Долго прыгать не сможешь!\nСказал злобно викинг, после чего начал бешенно махаться топором.",
    "answers": [
      {
        "id": 107,
        "text": "Уворачиваться"
      },
      {
        "id": 108,
        "text": "Отбивать атаки"
      }
    ]
  },
  {
    "id": 105,
    "text": "Свайн встал в боевую стойку и приготовился принять удар соперника, но клинки не смогли выдержать мощи двуручного топора и сломались. \n- Черт..\nСказал себе под нос Свайн, после чего его голова покатилась по полу от повторного замаха викинга...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 30. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 106,
    "text": "Свайн среагировал быстрее молнии и нанес мощный удар под дых викингу, от чего тот отошел, еле держась на ногах. \n- Ха! Я быстрее!\nПроизнес Свайн, ехидно улыбаясь. \n- Ты меня не дооцениваешь!\nПрокричал викинг, после чего начал махаться с невообразимой скоростью.",
    "answers": [
      {
        "id": 107,
        "text": "Уклоняться"
      },
      {
        "id": 108,
        "text": "Отбивать атаки"
      }
    ]
  },
  {
    "id": 107,
    "text": "Свайн начал элегантно уворачиваться от быстрых атак викинга, но он махался без устали, да еще и попадал. Руки и тело Свайна были покрыты неглубокими рубцами, из которых сочилась кровь. Но подобные ранения для убийцы были не более чем просто царапинами. \n- Да как?!\nНачал возмущаться викинг.\n- Теперь моя очередь!\nСказал высокомерно Свайн, после чего, прыгнув на викинга, ударил ему по голове локтем, от чего тот упал навзничь.\n- Ого!\nХором произнесли зрители данного боя. Свайн подошел к викингу и поставил свою ногу ему на грудь. Викинг был больше и выше его, а так же имел более рельефные мышцы. Но Свайн, как вам уже давно известно, питается от магического источника и благодаря этому он гораздо сильнее, чем кажется.\n- А ты не плох.\nС ухмылкой произнес Свайн, потирая глубокий рубец на левом плече ладонью.\n- Чего ты хочешь?\nСпросил у него побежденный викинг.\n- Служи мне! Стань моей силой!\nПафосно(воодушевленно)  произнес Свайн, после чего убрал ногу с викинга и подал ему руку.\n- Отныне ты мой господин!\nСказал викинг Свайну, слегка поклонившись, после того как встал, конечно.\n- Я Роки.\n- А я Свайн. Теперь идем за мной.\n- Как скажешь!\nПосле этого Свайн и Роки покинули гильдию и отправились дальше.\n",
    "answers": [
      {
        "id": 109,
        "text": "Искать Зака"
      }
    ]
  },
  {
    "id": 108,
    "text": "Свайн начал отбивать атаки викинга, что у него неплохо получалось, но этот громила только набирал скорость. Свайна не хватило на долго и он отошел с сильной раной на лице.\n- Аргх!\nЗакричал он, но сразу после этого он почувствовал, как его тело было разрублено пополам в районе торса...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 29. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 109,
    "text": "Свайн начал бродить по улицам в поисках Зака.\n- Господин Свайн, а зачем мы шляемся по улицам?\nВдруг спросил Роки.\n- Мы ищем... Стоп, а действительно. Что это я - самый известный убийца во всем королевстве, ищу тут по улицам своего слугу-простолюдина?\nНачал говорить сам с собой Свайн.\n- Это тот, чтоли? Который мелкий за тобой ходил?\nПоинтересовался Роки.\n- Да, он. Ну все, нет времени болтать. Мне нужны еще двое...\nПосле этих слов Свайн направился в одно знакомое ему место.",
    "answers": [
      {
        "id": 110,
        "text": "Идти туда"
      }
    ]
  },
  {
    "id": 110,
    "text": "Хомир - обитель разбойников Нерона. Это место находится за городом в заброшенной золотой шахте, которая так и звалась - Хомир. Про него знали лишь разбойники, мародеры и убийцы. Еще там ютили детей, которых выбрасывали на улицы жестокие крестьяне, занимались торговлей запретными товарами и просто жили. Здесь у них были свои законы и порядки, а самое главное - никакой стражи. Именно сюда и прибыл Свайн, дабы отыскать себе третьего слугу. Вот они вместе с Роки и у входа в шахту.",
    "answers": [
      {
        "id": 111,
        "text": "Спуститься"
      }
    ]
  },
  {
    "id": 111,
    "text": "Свайн, пригнувшись, с трудом пролез через узкий проход в эту шахту. Дальше был извилистый спуск, освещенный факелами и старой железной дорогой. \n- Господин Свайн, я не пролезу в эту дырку! Я посторожу вход!\nСказал Роки вслед Свайну. Но убийца ничего не ответил и пошел дальше.\n- Видимо да.\nБуркнул себе под нос викинг. \nТем временем наш герой уже находился около проходного пункта. Здесь его ждали два мощных мародера с булавами.\n- Ты что тут забыл? Назови свое имя!\nСказал один из громил.",
    "answers": [
      {
        "id": 112,
        "text": "- Свайн - мое имя."
      },
      {
        "id": 113,
        "text": "- Я не намерен отвечать таким недомеркам, как вы!"
      }
    ]
  },
  {
    "id": 112,
    "text": "Ответил с ухмылкой убийца.\n- С-свайн?! Проходите, господин Свайн!\nСказали хором эти двое жалких разбойника, после чего поклонились Свайну. \n- Ладно, сегодня я добр - вы останетесь живы. \nСказал хладнокровно Свайн, направляясь в жилую часть.\n- Это великая честь для нас!\nТак же поддатливо сказали эти двое. Чтож, в любом случае путь был расчищен.",
    "answers": [
      {
        "id": 117,
        "text": "Идти в жилую часть"
      }
    ]
  },
  {
    "id": 113,
    "text": "Сказал с ухмылкой Свайн, после чего вытащил из ножен острые, как бритва клинки.\n- Сам напросился!\nКрикнули в один голос громилы, после чего устремились на Свайна. ",
    "answers": [
      {
        "id": 114,
        "text": "Нанести удары сразу по двум"
      },
      {
        "id": 115,
        "text": "Сконцентрироваться на одном противнике"
      },
      {
        "id": 116,
        "text": "Уклоняться и блокировать"
      }
    ]
  },
  {
    "id": 114,
    "text": "Свайн, хохотнув над тщетными попытками громил его одолеть, нанес мощные удары одинаковой силы обоим. Даже самым стойким воинам хватило бы настолько смертоносных ударов, чтобы погибнуть сразу, даже доспехи не спасли бы. Чтож, в любом случае путь был открыт. ",
    "answers": [
      {
        "id": 117,
        "text": "Направляться в жилую часть"
      }
    ]
  },
  {
    "id": 115,
    "text": "Свайн нанес два удара одному из громил, которые бвли дня него смертельными. Хотя тут бы и одного хватило. Тем временем второй отвесил булавой по лицу Свайна, от чего тот лишь сделал шаг назад.\n- А это ты зря.\nСказал Свайн, почесывая раздраженную короткую щетину на бороде. \n- Что?! Ты стальной, чтоли?!\nНачал недоумевать громила, смотря на свою слегка погнувшуюся булаву. После этого он попытался ударить Свайна еще раз, но тот проткнул его насквозь. Чтож, теперь путь был расчищен.",
    "answers": [
      {
        "id": 117,
        "text": "Идти в жилую часть"
      }
    ]
  },
  {
    "id": 116,
    "text": "Свайн начал уклонять и блокировать атаки обоих громил, что получалось увы не всегда. Многие удары приходились ему по голове или корпусу, но это не приносило особого вреда Свайну. Да даже крови небыло, не то, что там ран.\n- Да кто ты такой?!\nГромилы уже начали бояться неуязвимого убийцу. \n- Я Свайн.\nПрошептал убийца, после чего сделал быстрый рывок вперед, перерезав глотки обоим громилам и не дав ничего сказать. Чтож, путь был свободен.",
    "answers": [
      {
        "id": 117,
        "text": "Идти в жилую часть"
      }
    ]
  },
  {
    "id": 117,
    "text": "Свайн пошел дальше, оттирая от крови свои клинки. Спустя некоторое время он зашел в так называемую \"жилую\" часть. В плане ремонта здесь было чуть лучше, чем в гильдии наемников, но все же оставляло желать лучшего. Жилая часть представляла собой помещение цилиндрической формы с тремя этажами, соединенными самодельными хлипкими лестницами.  В стенах жилой части находились ряды дверей, за которыми конечно же были комнаты. Так же от двери до двери были сделаны подвесные мосты. Вобщем даже разбойники могли благоустроить свое убежище сообща, хоть и достаточно специфично. Повсюду ходило множество различного рода нарушителей закона. Свайн надеялся отыскать здесь третьего слугу.",
    "answers": [
      {
        "id": 118,
        "text": "Осмотреть первый этаж"
      },
      {
        "id": 119,
        "text": "Осмотреть второй этаж"
      },
      {
        "id": 120,
        "text": "Осмотреть третий этаж"
      }
    ]
  },
  {
    "id": 118,
    "text": "Свайн спустился на первый этаж. Здесь было люднее всего. Всюду ходили торговцы и разбойники. Атмосфера этого места была родной Свайну. Тут он заметил, что кто-то стащил его сумку.\n- Твою мать..\nТихо произнес Свайн. Нужно искать вора.",
    "answers": [
      {
        "id": 121,
        "text": "Искать сумку на этих трех этажах"
      },
      {
        "id": 126,
        "text": "Лезть в поисках сумки наверх"
      },
      {
        "id": 127,
        "text": "Спускаться в заброшенную часть убежища"
      }
    ]
  },
  {
    "id": 119,
    "text": "Свайн спустился на второй этаж. Здесь было множество хлама и мусора, лежавшего повсюду. Видимо это отсек для нищих разбойников.",
    "answers": [
      {
        "id": 119,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 120,
    "text": "Свайн начал осматривать свой текущий этаж. Здесь было все более менее прибрано и повсюду стояли ремесленные столы, на подобие плотнического или кузнеческого. Видимо, это был ремесленный этаж. Тут к Свайну подошел некий торговец.\n- Господин, вам не нужен талисман в путь-дорогу? Я вам гарантирую, что он дарует удачу и богатство его владельцу! \nОн достал из кармана обычную золотую монету с маленькой дырочкой посередине и продетой в нее ниткой белого цвета. Вобщем что-то типа талисмана.\n- И сколько же стоит эта побрякушка?\nСпросил с сомнением Свайн.\n- Всего пятьсот серебряников, господин!\nРадостно ответил торговец.\n- Это же грабеж! За такие деньги можно купить себе боевого коня! А ты продаешь по такой цене золотую монету на нитке! Это безумие!\nНачал кричать на него Свайн.\n- Что вы, что вы, оно того стоит! Я вам клянусь!\nСказал торговец, спрятав одну руку за спину. Свайн проверил свои карманы. Там были все его сбережения, которых было лишь чуть больше этой цены.",
    "answers": [
      {
        "id": 122,
        "text": "Купить амулет"
      },
      {
        "id": 123,
        "text": "Не покупать амулет"
      }
    ]
  },
  {
    "id": 121,
    "text": "Свайн начал искать вора в жилой части. После получасовых поисков он понял, что вор врятле может быть здесь.",
    "answers": [
      {
        "id": 126,
        "text": "Подниматься наверх"
      },
      {
        "id": 127,
        "text": "Спускаться в заброшенную часть"
      }
    ]
  },
  {
    "id": 122,
    "text": "- Была не была!\nС такими словами Свайн первый раз в жизни так сильно раскошелился. Довольный торговец поклонился и быстро слинял в неизвестном направлении. Теперь у Свайна был этот нелепый амулет. Чтож, этаж был осмотрен.",
    "answers": [
      {
        "id": 117,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 123,
    "text": "Свайн решил не покупать столь сомнительную вещь у столь сомнительного торговца и отошел от него. Чтож, этаж осмотрен.",
    "answers": [
      {
        "id": 117,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 124,
    "text": "Свайн начал спускаться по узкому, местами с небольшими обвалами, тоннелю. Благо, что у него был свой универсальный инструмент, подходящий для расчистки земляных обвалов - нога, которая неплохо справлялась со своей задачей. Вскоре Свайн спустился в заброшенную часть. Здесь было холоднее, чем сверху. Освещения никакого небыло и слух раздражала постоянная капель с голых камней огромного размера, что были здесь повсюду, как на полу, так и на потолке(торчали из потолка). Неподалеку стояла шахтерская вагонетка, сошедшая с рельс и мирно лежащая восле треснувшего валуна. Тут было два пути. Первый - сомнительный, ведущий спиралью вниз. А сомнительным он показался Свайну из-за очень убедительного аргумента в виде таблички с надписью \"Не ходить! Обвалы!\". Второй путь представлял собой узкий тоннель, проходящий между огромными торчащими из стен валунами, которые, судя по их виду, могут вот-вот \"отсоединиться\" от стен и заблокировать дорогу. Свайн не нуждался в освещении, так как вода из источника даровала ему еще и ночное зрение. ",
    "answers": [
      {
        "id": 125,
        "text": "Первый путь"
      },
      {
        "id": 128,
        "text": "Второй путь"
      }
    ]
  },
  {
    "id": 125,
    "text": "Свайн пошел по пути, что был отмечен предупреждающим знаком. Его целью была лишь сумка, в которой лежали все вещи, в том числе и клинки. Вскоре он добрался до конца этого прохода и вышел в оргомную пещеру. Повсюду свисали острые сталактиты(Для тех, кто не знает: каменные сосульки) разных размеров. В некоторых местах торчали разноцветные светящиеся кристаллы. Рельсы вели лишь по контуру пещеры и то обрывались, так как здесь повсюду расщелины, дна которых даже Свайну не увидеть. Вдруг он заметил свою сумку. Она беззаботно лежала на небольшом валуне ровно по центру пещеры.",
    "answers": [
      {
        "id": 130,
        "text": "Подойти к ней"
      }
    ]
  },
  {
    "id": 126,
    "text": "Свайн поднялся наверх и выглянул в отверстие на улицу. Там стоял справляющий нужду в кусты Роки. Благо, что он был спиной к Свайну. Он что-то напевал про холодные горы и эль. А если вернуться к сути - вора здесь небыло.",
    "answers": [
      {
        "id": 121,
        "text": "Искать в жилой части"
      },
      {
        "id": 127,
        "text": "Искать в заброшенной части"
      }
    ]
  },
  {
    "id": 127,
    "text": "Свайн начал спускаться в заброшенную часть. Это была самая загадочная и глубока часть Хомира. Здесь нет никаких построек и никто сюда не спускается. Слухи говорят, что мол здесь часто случаются обвалы и без вести пропадают те, кто осмелился спуститься. Свайну ничего более не осталось, кроме как искать вора здесь.",
    "answers": [
      {
        "id": 124,
        "text": "Продолжить поиски"
      }
    ]
  },
  {
    "id": 128,
    "text": "Свайн пошел по второму пути. Он посчитал его более безопасным из-за отсутствия знака с предупреждением. Сейчас он был сосредоточен на поисках вора. Спустя некоторое время он дошел до конца тоннеля. Хотя, концом это и не назовешь. Просто здесь по-видимому случился обвал, который заблокировал путь полностью, так как отчетливо были видны рельсы, ведущие под кучу камней и валунов.",
    "answers": [
      {
        "id": 129,
        "text": "Вернуться обратно"
      }
    ]
  },
  {
    "id": 129,
    "text": "Свайн стремительно пошел назад, ведь вор мог подняться наверх, пока он здесь бродит. Спустя немного времени он почти дошел до конца, но вдруг услышал истерический смех и звук разрубания веревки. Сразу после этого проход перед Свайном заблокировал огромного размера валун.\n- Черт!\nРявкнул Свайн. Он начал осматривать валун и думать, как перебраться на другую сторону, но это было бесполезно - валун был как-будто специально обтесан под этот проход.\n- Эй! Привет!\nСвайн услышал за своей спиной голос молодого паренька, только с оттенком злобы. Он обернулся и увидел паренька вдвое меньше себя. Паренек был в черном ободранном плаще и с кинжалом в руке, так же на его плече виднелась сумка Свайна, лица небыло видно. \n- Ты кто такой?\nС повышенным голосом спросил Свайн, сделав шаг к этому карлику. \n- Тебе незачем это знать, все равно сгинешь здесь от голода.\nТихо хохоча произнес вор. \n- Скорее сгинешь ты, жалкое подобие человека!\nКрикнул Свайн, после чего ринулся на него. Но вдруг карлик изчез и появился сзади убийцы.\n- Что?!\nС удивлением начал осматриваться Свайн. \n- Хахахахах! Чтож, нет времени с тобой развлекаться, мне пора!\nСказал вор, после чего изчез вовсе. Свайн был обречен на погибель здесь, так как выбраться шансов у него небыло...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 31. Плохая. Ачивка (Обреченный)"
      }
    ]
  },
  {
    "id": 130,
    "text": "Свайн спокойно подошел к ней и хотел было уже взять ее, но вдруг в лямку сумки воткнулся чей-то кинжал.",
    "answers": [
      {
        "id": 132,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 131,
    "text": "Свайн побежал на карлика, издавая истошный вопль, от которого вяли уши карлика. И вот, убийца наносит мощный удар, но карлик изчез, оставив после себя небольшой клуб дыма. Вдруг Свайн почувствовал резкую боль в спине, напоминающую появление грыжи. Но, обернувшись, он увидел, что это карлик вогнал свой кинжал ему между позвонков в пояснице.\n- Аргх! Ты за это заплатишь!\nВскрикнул Свайн, после чего пнул карлика ногой. Он(карлик) не ожидал такого поворота событий и послушно летел головой в плоскую пещерную стену. После удара он перестал двигаться.",
    "answers": [
      {
        "id": 139,
        "text": "Уходить"
      },
      {
        "id": 138,
        "text": "Пнуть его ногой"
      }
    ]
  },
  {
    "id": 132,
    "text": "Свайн начал внимательно осматриваться и прислушиваться к звукам. Вскоре он заметил резкое движение возле выхода из пещеры и моментально вытащил клинки из сумки. Вдруг он услышал свист чего-то летящего.",
    "answers": [
      {
        "id": 133,
        "text": "Обернуться"
      },
      {
        "id": 134,
        "text": "Увернуться"
      }
    ]
  },
  {
    "id": 133,
    "text": "Свайн обернулся и получил метательным кинжалом прямо в сердце.\n- Черт!\nРявкнул Свайн, упав на одно колено и держась за сильно кровоточащую рану.  После этого он закричал от боли, кашляя кровью. Тут из-за булыжника выходит карлик, ровно вдвое меньше Свайна. Он был в черном ободранном плаще, лицо было скрыто под капюшоном. \n- Вот ты и попался! Ты умрешь здесь и сейчас!\nЗакричал голосом человеческого юноши этот карлик. После этого он достал два коротеньких клинка и начал подходить к Свайну. Убийца в это время стонал от боли и не мог ничего сделать. \n- А сейчас моли о пощаде! Хотя, ты все равно здохнешь! Ты жалок! А с виду - герой! Хахахаха!\nНачал глумиться над Свайном карлик. \n- Ха! Попался!\nСказал Свайн, после чего резко поднялся и схватил карлика за шиворот. \n- Что!? как?!\nНачал недоумевать карлик, смотря на затягивающиеся на теле Свайна раны.\n- Долго обьяснять, мой маленький друг.\nСказал Свайн, а потом швыранул карлика в одну из стен пещеры. Карлик с трудом поднялся и пошел в атаку на Свайна.\n\n",
    "answers": [
      {
        "id": 135,
        "text": "Пнуть его ногой"
      },
      {
        "id": 136,
        "text": "Нанести удар клинками"
      },
      {
        "id": 137,
        "text": "Увернуться"
      }
    ]
  },
  {
    "id": 134,
    "text": "Свайн отпрыгнул в сторону, резко обернувшись после приземления. Метательный кинжал вибрировал, болтавшись в стене, в которую воткнулся долю секунды назад. Позже Свайн увидел выходящего из-за стены ошарашенного карлика.\n- Да как ты увернулся?!\nНачал возмущаться карлик. \n- Ты меня недооцениваешь!\nПрокричал Свайн.",
    "answers": [
      {
        "id": 131,
        "text": "Нанести мощный удар с разбега"
      },
      {
        "id": 143,
        "text": "Приготовиться к защите"
      }
    ]
  },
  {
    "id": 135,
    "text": "Свайн хотел пнуть бегущего на него мелкого человекоподобного недомерка, но тот резко изчез, оставив после себя рассеивающийся черный дым в небольших колияествах. Тут же Свайн почувчтвовал острую боль в спине. Это был карлик, пронзивший его кинжалом. \n- Ах ты..\nЗаревел Свайн, пнув его ногой. В полете карлик понял, что следовало учесть тот факт, что человек может пинать даже находясь спиной к цели, а потом он задумался о смысли жизни, но его прервал удар об стену, сопровождаемый характерным звуком. Карлик лежал на земле и не двигался.\n",
    "answers": [
      {
        "id": 138,
        "text": "Пнуть его"
      },
      {
        "id": 139,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 136,
    "text": "Свайн попытался ударить карлика клинками, но тот словно испарился в воздухе, оставив после себя небольшой клуб черного дыма. Сразу после этого убийца почувствовал резкую боль в пояснице. Неужели грыжа? Нет. Это всего лишь карлик проткнул его клинком. Свайн рявкнул от боли, после чего пнул карлика. Недолго длился прямолинейный равноускоренный полет физического тела. Карлик валялся около стены, об которую ударился, и не двигался.\n",
    "answers": [
      {
        "id": 138,
        "text": "Пнуть его"
      },
      {
        "id": 139,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 137,
    "text": "Свайн резко отошел в сторону, после чего увидел, как карлик изчез, оставив после себя небольшой клуб дыма, и появился в другом месте, где по идее мог бы ударить Свайна в спину. Но увидев, что убийца отошел, он ринулся на него, получив в ответ священный пинок, оставивший автограф с росписью Свайна в виде отпечатка подошвы на правой щеке. Карлик лежал у стены, об которую стукнулся и не двигался.",
    "answers": [
      {
        "id": 138,
        "text": "Пнуть его"
      },
      {
        "id": 139,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 138,
    "text": "Свайн пнул карлика, который, как оказалось, притворялся мертвым.\n- Ай!\nКрикнул на всю пещеру карлик. \n- Только не убивай меня! Я сделаю все, что пожелаешь!\nНачал молить о пощаде карлик.\n- Назовись, для начала. \nХолодно произнес Свайн, поднося лезвие клинка к горлу карлика.\n- Я Карл! Только не убивай!\nПродолжал молить карлик.\n- А ты не плох, Карл. До этого момента ты был мелким воришкой, промышляющем в Хомире. Теперь же, стань моими глазами!\nПафосно(воодушевленно) произнес Свайн, после чего подал Карлу руку.\n- Как скажешь, господин!\nКарл засветился и принял помощь Свайна.\n- А ты Свайн? Я не ошибаюсь? \nНачал любопытствовать Карл.\n- Да, я Свайн, а теперь завались и двигай на выход. Я за тобой. \nХолодно произнес Свайн, после чего они молча начали двигаться к выходу.",
    "answers": [
      {
        "id": 140,
        "text": "Выйти из Хомира"
      }
    ]
  },
  {
    "id": 139,
    "text": "Свайн начал идти к выходу, ибо с мелким покончено. Только вот он совсем не ожидал, что там была растяжка, активирующая усыпляющие дротики. Сладких снов, Свайн!",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 32. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 140,
    "text": "- А-а-а-ах! Свежий воздух!\nСказал Свайн, обтряхиваясь от пыли. Они с Карлом уже покинули Хомир. \n- А это кто?\nСпросил Карл, смотря на Роки, который топором разорял муравейник со словами \"Сгиньте, адские отродья!\".\n- А-а! Это Роки. Он тоже мой слуга.\nСказал Свайн. Роки услышал их разговор и подошел. \n- Это что за хоббит? \nОн посмотрел на Карла с отвращением.\n- Это мой новый слуга по имени Карл. \nРазьяснил Роки Свайн.\n- Так он же мелкий! Размером с новорожденного теленка! \nПродолжил возмущаться викинг. \n- А ты жирный, как пещерный тролль!\nСказал обиженный Карл, спрятавшись за Свайном.\n- Что?! Да я тебе сейчас топор вместо позвоночника вставлю!\nРоки с Карлом начали нарезать круги вокруг Свайна.\n- Довольно! Что вы как дети малые?!\nВоскликнул Свайн, остановив их обоих рассавивши руки в стороны.\n- Прости, господин.\nСказали оба в один голос, синхронно опустив головы. \n- А теперь обратно в город! Мне нужен еще один..\nСказал Свайн, после чего они пошли в город.\n- Все равно ты мелкий!\nСказал шопотом Роки.\n- А ты жирный!\nСказал ему в ответ тоже шопотом Карл.",
    "answers": [
      {
        "id": 141,
        "text": "В город"
      }
    ]
  },
  {
    "id": 141,
    "text": "Вот наши герои и вновь в городе, только с пополнением. \n\"- Хмм.. Мне нужен еще один..\".\nДумал всю дорогу Свайн. Тем временем наступил вечер и убийца предложил своим слугам переночевать в местной таверне. Роки и Карл это одобрили. Вскоре они достигли таверны и Свайн занял три комнаты на ночь, оставив немного денег своим слугам на выпивку и еду. Убийца сразу пошел в комнату, а эти двое купили себе еды и уселись за один столик.\n- Смотри, чем нужно питаться! Вот вы и не растете, что жрёте одну капусту с сельдереем!\nНачал смеяться над карликом Роки, смотря на его заказ в виде овощного салата и виноградного сока.\n- А ты такой жирный, потому что жрёшь одно мясо и обгладываешь каждую косточку, словно нищий!\nСказал в ответ Карл викингу, посмотрев на его жаркое из кролика и запеченного теленка с ведром эля, стоящего рядом.\n- Да как ты посмел оскорбить пищу настоящих воинов, коротышка?!\n- Что ты сказал, жиртрест?\nОба сидели друг на против друга, а во время разговора синхронно встали и схватились за края круглого столика, пристально смотря друг другу в глаза.\n- Я тебе сейчас топор вместо позвоночника вставлю!\n- Попробуй, если такой смелый!\nНачалась потасовка, сопровождаемая воплями зрителей. Вскоре в таверну зашел маг в плаще отступника(Отступник - это маг, который отрекся от службы и живет сам по себе, как разбойник). Он сразу заметил драку в центре таверны. Роки пытался прибить очень верткого Карла столом.\n- Эй! Довольно здесь синяки ставить, да столы ломать!\nСказал голосом Гендальфа маг. Оба спорщика посмотрели на мага. Он был среднего роста и с седыми волосами и бородой. Одет маг был в серого цвета поношенный плащ. Так же в руках он держал ровную деревянную трость с красным кристаллом на конце.\n- Ты что, не видишь чтоли?! Два мужика решают проблемы, а ты встреваешь!\nКрикнули Карл и Роки в один голос.\n- Я тебе сейчас топор вместо позвоночника вставлю, хрыч ты бородатый!\nЗакричал Роки, после чего ринулся на мага.\n- Ты сейчас познаешь участь несчастливчиков, когда либо вставших у меня на пути!\nЗакричал Карл, двинувшись вслед за Роки.\n\n",
    "answers": [
      {
        "id": 142,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 142,
    "text": "Маг одним взмахом посоха откинул Карла, а Роки только остановил. Викинг замахнулся и ударил топором по магу. Но тот быстро испльзовал свое очередное заклинание, которое призвало силовое поле, выдержавшее удар Роки, но сломалось после блокировки. Викинга оглушило и он отошел. Маг усмехнулся и выстрелил из посоха огненным шаром, сбив Роки с ног. Тем временем Карл сделал скачок за спину мага и хотел нанести удар, но тот замедлил время и с разворота ударил карлика посохом, от чего он(Карл) вылетел из таверны через окно.\n- Что происходит!?\nРаздался грозный рык из уст проснувшегося Свайна.\n- Я тут отдохнуть пытаюсь, а вы тут драку устроили! Да еще и без меня!\nПосле этих слов Свайн достал клинки и, эпично покрутив их в руках, устремился на мага.",
    "answers": [
      {
        "id": 144,
        "text": "Удар обоими клинками с прыжка"
      },
      {
        "id": 145,
        "text": "Снести мага плечом"
      },
      {
        "id": 146,
        "text": "Метнуть кинжал"
      }
    ]
  },
  {
    "id": 143,
    "text": "Свайн приготовился к защите, стараясь постоянно двигаться в небольшом диапазоне, чтобы быть менее уязвимым для быстрых атак. Карлик стал метать кинжалы в Свайна и один все же попал в голову...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 33. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 144,
    "text": "Свайн разбежался и хотел было нанести удар магу, но тот использовал заклинание \"огненное дыхание\", которое образовало мощный огненный поток, испепеливший Свайна...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 34. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 145,
    "text": "Свайн разбежался и готов был уже сбить мага плечом, как вдруг отлетел, ударившись о магический щит. Маг выстрелил в убийцу магической огненной стрелой, но тот успешно увернулся от нее. После этого Свайн ринулся на мага и опрокинул его на пол одним взмахом руки. Маг упал, выронив свой посох.",
    "answers": [
      {
        "id": 147,
        "text": "Подойти к нему"
      }
    ]
  },
  {
    "id": 146,
    "text": "Свайн метнул кинжал в мага. Но маг оградил себя магическим щитом, от которого отлетел кинжал, хоть и разбив его(щит). После этого маг выстрелил в Свайна огненным зарядом, но тот красиво увернулся, перекувыркнувшись боком по стоящему рядом столу. Маг продолжил стрелять в Свайна, пока тому не надоело уворачиваться и он не нанес ему мощный удар ладонью по лицу. Маг отлетел, выронив свой посох.",
    "answers": [
      {
        "id": 147,
        "text": "Подойти к нему"
      }
    ]
  },
  {
    "id": 147,
    "text": "Свайн подошел к побежденному магу, но тот использовал магическую вспышку, которая ослепила убийцу.\n- А теперь ты умрешь!\nСказал с полной уверенностью маг, заряжая свой посох мощным зарядом огня. Вдруг из окна выпрыгивает Карл и метает нож прямо в камень на посозе, от чего тот вылетает и теряет заряд. \n- Ахахаха! Вот ты и попался!\nГромко засмеялся Роки, который подошел сзади мага и, схватив его за шиворот, поднял над землей.\n\"- От них все-таки есть толк.\"\nПодумал Свайн, после чего встал и подошел к магу.\n- А ты неплох, маг. Я предлагаю тебе либо умереть, либо служить мне. Стань моим разумом!\nНе менее эпично, чем в прошлые разы, произнес Свайн.\n- Хмм.. Жирдяй! Отпусти меня для начала.\nСказал маг, обращаясь к Роки.\n- Я же говорил, что ты жирный!\nНачал заливаться смехом Карл.\n- Что ты сказал?! Да я тебе сейчас топор вместо позвоночника вставлю!\nРазозлился Роки на Карла, после чего отпустил мага и начал гоняться по всей таверне за карликом.\n- Так то лучше.\nПроизнес маг, отряхиваясь от пыли.\n- Слушай, не веди себя, будто ты имеешь какое-то влияние здесь. Ты простой бродяга, которому я предлагаю лучшую жизнь.\nСказал Свайн магу.\n- Ну ладно-ладно. Другого выбора у меня нет. Мое имя - Дайрон.\nОн протянул руку Свайну.\n- А я Свайн.\nСвайн пожал руку Дайрону. Чтож, теперь у нашего героя был полный состав.\n- Все! Теперь идем в мое убежище!\nПрокричал Свайн, после чего вышел из таверны вместе в Роки, Карлом и Дайроном.",
    "answers": [
      {
        "id": 148,
        "text": "В убежище!"
      }
    ]
  },
  {
    "id": 148,
    "text": "Спустя около часа времени, наши герои прибыли к знакомому вам колодцу.\n- И где твое убежище?\nПоинтересовался Дайрон.\n- В колодце. Нужно спуститься по веревке на пару метров вниз.\nРазьяснил все Свайн. Первым полез Карл, так он был самым мелким и легким среди героев. Он быстро отыскал креативно замаскированную дверь и вошел вовнутрь. Затем полез Дайрон и тоже вошел в дверь. С Роки было тяжко. От его веса веревка могла запросто оторваться от прогнившего от времени крепления, так что Свайну пришлось держать веревку во избежание этого. Вскоре все были в убежище. Тут Свайн наткнулся на стол, на котором было множество разной еды и выходящего в кухонном фартуке Зака из другой комнаты.\n- Оу, Зак. Не ожидал от тебя такого.\nУдивился Свайн.\n- Я же ваш дворецкий, господин!\nСиял от похвалы Зак. После этого все сели за стол и принялись есть все вкусности, приготовленные Заком. \n- Почему в моем рагу этот чертов сельдерей?!\nНачал возмущаться Роки.\n- Это потому, что ты жирный и тебе пора худеть!\nНачал злорадствовать Карл.\n- Да я тебе сейчас топор вместо позвоночника вставлю!\nПрокричал Роки, вставая из-за стола. После этого Свайн тяжело вздохнул, положив руку на лицо и сказав:\n- Началось...\n",
    "answers": [
      {
        "id": 149,
        "text": "Концовка 35. Хорошая. Ачивка (Банда)"
      }
    ]
  },
  {
    "id": 149,
    "text": "Вот вы прошли третью главу моей книги. В отзывах обязательно напишите о своих мнениях об этом и стоит ли продолжать. Следующая глава будет посвящена историям трех героев, одного из которых Свайн нарекнул своей силой, другого глазами, а третьего разумом. Тех, кто хотят продолжения, прошу писать положительные отзывы на тему \"Продолжай\", что смотивирует на более быстрое написание четвертой главы.\n\nТак же хочу сказать, что сейчас у меня некоторые проблемы с учебой(9 класс) и мне ограничили доступ к интернету и вообще к девайсам, так что я не смогу писать столь же быстро.",
    "answers": [
      {
        "id": 1,
        "text": "Ясно"
      },
      {
        "id": 151,
        "text": "Жду с нетерпением новую главу!"
      }
    ]
  },
  {
    "id": 150,
    "text": "Здесь хранятся все ваши ачивки.",
    "answers": [
      {
        "id": 152,
        "text": "\"Пролог\"",
        "need": 21,
        "need_ever": true
      },
      {
        "id": 153,
        "text": "\"Источник магии\"",
        "need": 95,
        "need_ever": true
      },
      {
        "id": 154,
        "text": "\"Банда\"",
        "need": 148,
        "need_ever": true
      },
      {
        "id": 155,
        "text": "\"Умолишенный\"",
        "need": 26,
        "need_ever": true
      },
      {
        "id": 156,
        "text": "\"Довольный читатель\"",
        "need": 151,
        "need_ever": true
      },
      {
        "id": 157,
        "text": "\"Заблудший 1\"",
        "need": 36,
        "need_ever": true
      },
      {
        "id": 158,
        "text": "\"Жадный\"",
        "need": 43,
        "need_ever": true
      },
      {
        "id": 159,
        "text": "\"Заблудший 2\"",
        "need": 61,
        "need_ever": true
      },
      {
        "id": 160,
        "text": "\"Обреченный 1\"",
        "need": 129,
        "need_ever": true
      }
    ]
  },
  {
    "id": 151,
    "text": "Спасибо и вот вам ачивка.\n\nПолучена ачивка \"Довольный читатель\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 152,
    "text": "Пройдена глава 1.",
    "answers": [
      {
        "id": 152,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 153,
    "text": "Пройдена глава 2.",
    "answers": [
      {
        "id": 153,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 154,
    "text": "Пройдена глава 3.",
    "answers": [
      {
        "id": 154,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 155,
    "text": "Лишились здравого ума, наглотавшись человеческих и алхимических отходов.",
    "answers": [
      {
        "id": 155,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 156,
    "text": "Фанат моей книги или книг)",
    "answers": [
      {
        "id": 156,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 157,
    "text": "Заблудился в канализации, проявив хладнокровие и пофигизм.",
    "answers": [
      {
        "id": 157,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 158,
    "text": "Не поделился с Заком пайком, когда он так нуждался.. Ай-яй-яй..",
    "answers": [
      {
        "id": 158,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 159,
    "text": "Заблудился вместе с Заком, убегая от стражи.",
    "answers": [
      {
        "id": 159,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 160,
    "text": "Вы были обречены на многолетнее заточение в заброшенной части Хомира.",
    "answers": [
      {
        "id": 160,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 161,
    "text": "Спустя месяц...\nСвайн обустроил свое жилище для вместительности всей банды. Теперь для Роки была выдолблена широкая квадратная комната с большой кроватью из соломы, деревянным дубовым столом и массивным табуретом, так же в углу стоял мощный тренировочный манекен. Здесь викинг мог вкусно и много есть и, конечно же, бить топором по болтающейся деревяшке на пружине. Карл обитал в достаточно просторной комнате, которая была завалена различного рода хламом. Всюду валялись огрызки и обьедки, убежище состояло из скрепленных веревками и палками тряпок. Эталоном комнаты Карла была оригинальная веревка, натянутая на двух торчащих друг от друга на большом расстоянии кольях. На ней висели полосатые носки и семейники Карла, обдуваемые ветром, который создавал самодельный вентилятор из березовых веточек. Вход в его комнату представлял собой крохотный люк, сделанный из металлического таза и дверной ручки, так что сюда проникнуть мог только Карл. Комната Дайрона была обвешена шторами различных цветов с узорами. Посередине круглой комнаты находился круглый столик на коротеньких ножках, на котором стояли разноцветные свечи, пробирки с настойками и эликсирами, стопка пыльных книг с заклинаниями и установка для варки зелий. Спал Дайрон на большом гранёном валуне, который был застелен множеством тканевых одеял. Комната Зака была строгой. Посередине квадратный, идеально обработанный стол из дерева лиственницы, в дальнем углу стоял столь же строгий шкаф с массивными дверьми, что был заполнен идеально расставленными золотыми статуэтками по увеличению их массы. Спал Зак на стандартной крестьянской деревянной кровати, только простыня, одеяло и подушка стирались каждый день. Свайн жил в просторной прямоугольной комнате с висящим с правого края гамаком и несколькими массивными сундуками для хранения барахла.",
    "answers": [
      {
        "id": 162,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 162,
    "text": "Героям было немного сложно затаскивать сюда все эти вещи и мебель. Зак занимался закупкой качественной мебели и необходимых вещей у проверенных торговцев и ремесленников. Роки работал грузчиком и перетаскивал все это к колодцу. Карл обводил вокруг пальца торговцев, значительно снижая цену. Дайрон организовал портал с поверхности земли до убежища Свайна. Ну а сам Свайн надорвал свою пятую точку, перевешивая из своей комнаты гамак на улицу, чтобы наблюдать за сиим процессом. Вобщем каждый работал не покладая рук. ",
    "answers": [
      {
        "id": 163,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 163,
    "text": "После всего этого Свайн собрал всех членов банды на совет. Для этого была специально отведена большая комната, от которой шли пути ко всем остальным. Здесь стоял лишь огромный круглый стол на пятерых человек и четыре стула для Зака, Роки, Карла и Дайрона. Сам Свайн лежал в гамаке, который был и тут. Убийца должен был отдать часть силы кому-то из своих слуг или же оставить ее себе.\n- Значит так, слуги мои! Все вы полезны для меня и все по-своему сильны! Одному из вас я могу дать часть силы, которая укрепит вашу самую сильную сторону. \nСказал громким и грозным голосом Свайн, покачиваясь в удобном гамаке. \n- Что же станет сильнее например у меня?\nЗаинтересовался Дайрон.\n- Твоя сила - это разум. Ты умен и очень сообразителен. Моя сила увеличит твои интелектуальные способности.\nОтветил Свайн, не уменьшая эпичности в своих словах.\n- Хахахах! А коротышка еще меньше станет, чтоли?!\nНачал смеяться Роки.\n- Нет. Карл станет еще быстрее и скрытнее, но ни как не меньше ростом.\nСпокойно проговорил Свайн.\n- Ахахах! Слышал, жирный? Я не уменьшусь, а вот ты точно расплывешься и мы будем использовать тебя вместо якоря при морских плаваниях!\nНачал хохотать Карл.\n- Роки не станет толще. Его сила в мышцах: он станет сильнее физически. \nВновь спокойно проговорил Свайн.\n- Г-господин..\nТихо произнес Зак.\n- Слушаю.\nСвайн повернул голову в его сторону.\n- А в чем стану сильнее я?\nЗак набрался смелости и все-таки спросил.\n- Твоя сила в верности, мой слуга. Ты не шибко умен, не очень то и силен и совсем не быстр. Но никому из нас не сравниться с твоей преданностью. \nСказал Заку Свайн. \n\"-Но я могу оставить силу себе, а не тратить ее на этих обалдуев.\"\nПодумал про себя убийца.\n",
    "answers": [
      {
        "id": 164,
        "text": "Разум (Вы продолжите играть, но уже за Дайрона)"
      },
      {
        "id": 165,
        "text": "Сноровка (Вы продолжите играть, но уже за Карла)"
      },
      {
        "id": 167,
        "text": "Сила ( Вы продолжите играть, но уже за Роки)"
      },
      {
        "id": 168,
        "text": "Верность ( Вы продолжите играть, но уже за Зака)"
      },
      {
        "id": 169,
        "text": "Господство ( Вы продолжите играть за Свайна)"
      }
    ]
  },
  {
    "id": 164,
    "text": "- Ты!\nГромко произнес Свайн, указав пальцем на Дайрона.\n- Господин, ты хочешь дать мне силу?\nУдивиленно посмотрел Дайрон на Свайна. Убийца кивнул. После этого Свайн подошел к Дайрону и достал из сумки неведомую бутылку с синей жидкостью. \n- Мне это надо выпи..\nХотел сказать Дайрон, но Свайн разбил бутылку ему об голову. \nДайрон оказался во тьме. Он даже стоял на ней.\n- Где я?!\nПроизнес маг.\n- Ты без сознания, друг мой.\nОтветил Дайрону неведомый спокойный и одновременно громкий голос.\n- Кто ты?\n- Это неважно\n",
    "answers": []
  },
  {
    "id": 165,
    "text": "",
    "answers": []
  },
  {
    "id": 166,
    "text": "",
    "answers": []
  },
  {
    "id": 167,
    "text": "",
    "answers": []
  },
  {
    "id": 168,
    "text": "",
    "answers": []
  },
  {
    "id": 169,
    "text": "",
    "answers": []
  }
]