[
  {
    "id": 1,
    "text": "Автор: IXOR (Егор Егоров)\nЖанр: фантастика, приключения\nОписание: восемь молодых исследователей вместе с капитаном собираются иследовать космическое пространство, но что их ждёт? Вы узнаете это пройдя квест!\n\nВ квесте вас ждёт:\n• интересные приключения\n• проработаный сюжет\n• некоторые варианты ответа влияют на сюжет/отношения персонажей к главному герою\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест",
        "middle_answer": true
      },
      {
        "id": 2,
        "text": "Начать квест ",
        "middle_answer": true
      },
      {
        "id": 48,
        "text": "Достижения",
        "right_answer": true
      },
      {
        "id": 49,
        "text": "Концовки",
        "left_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "В небольшом помещении главного здания посвящённого иследованию космоса стоят в ряд восемь человек. Двое девушек и шестеро парней. В помещение входит мужчина с седыми волосами и густой бородой.\n— дорогие друзья, все мы здесь собрались ради одной цели — иследование космоса! — сказал капитан, — все вы здесь были отобраны с помощью многолетней подготовки, и все вы не бесполезны! Сейчас я буду назвать ваши имена, а вы будете рассказывать что-то о себе, поняли? — продолжил он.\n— Да, сэр! — хором ответило восемь человек.\n— И так.. Эдвард.\n— я, сэр! — вышел парень спортивного телосложения со шрамом на щеке.\n— что? Рассказывай! — возмутился капитан.\n— мне 29 лет. Являюсь инжинером третьего разряда. Закончил школу имени Германа Арко.\n— хорошо!... Инга!\n— Я! — из строя вышла красивая девушка с коричневыми волосами. Она была одета в скромную рубашку, — меня зовут Инга. Мне 26 лет. Я закончила обычную школу. Являюсь исиюледователем среднего уровня. Всё! — сказала она.\n— хм.. Кай!\n— я! — из строя вышел высокий, стройный мужчина средних лет, — мне 43 года. Я знаю 16 видов боевых искуств, умею обращаться с более чем 700 видами огнестрельного и плазместрельного оружия.\n— стрелок? Ясно. Кира!\n— я Кира. Закончила школу боевых искуств и школу космической деятельности. — безразлично сказало она.\n— и тебя выперли из неё? — возмутился капитан. Кира лишь отвернулась в сторону.\n— ясно.. Дарвин?\n— мне 19 лет. Я  знаю около 800 видов представителей нечеловеческой рассы.\n— это очень полезно, Дарвин! Николай!\n— 32 года. Занимаюсь робототехникой.\n— Ярослав!\n— 26 лет. Знаю историю многих планет, владею пятью боевыми искусствами и могу вести космический корабль!\n— Алан!\n— меня зовут Алан, мне 26 лет. Увлекаюсь.. ",
    "answers": [
      {
        "id": 3,
        "text": "Археологией\n\n[умение читать иные языки, обращаться с древними и инопланетными вещами, оружием, понимание артефактов]",
        "var_add": [
          "археолог",
          1
        ]
      },
      {
        "id": 3,
        "text": "Технологией\n\n[умение создавать сложные механизмы] ",
        "var_add": [
          "техно",
          1
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "— Ясно.. — капитану будто было безразлично кто вы, и остальные. Кажется даже если бы к нему на борт пришло какое либо существо, он бы не обратил внимание.\nСпустя некоторое время вас и ещё семерых человек пустили на борт.\n— на осмотр даётся час, после чего вы должны следовать указаниям! — приказал капитан и ушёл глубже в корабль.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Приготовиться",
        "middle_answer": true,
        "initSounds": [
          "id1",
          "https://wav-library.net/sounds/7-1-0-6515"
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Неболшая комната отдыха. Если бы это был небольшой корабль, то можно было предложить, что это комната капитана, но это не так.\nПомещение совершенно не подходило к дизайну всего корабля, та и надо сказать, что весь корабль был необыкновенным в плане дизайна. Напротив комнаты отдыха — северная, напротив комнаты капитана — кухня. Никакой логики!\n\nВ дальнем углу была двуспальная кровать. Чуть ближе стол с диваном. ",
    "answers": [
      {
        "id": 43,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 5,
    "text": "Огромное помещение для урюправления и передачи информации в корабль. Этим помещением управляет компьютер, а именно робот — Вик-8-80-2 или более красиво — Виктория. Такое помещение очень полезно для сложных ситуаций, когда нужно определить есть ли кислород в определённом месте, или нахождение объекта в определённом месте или круге. Также здесь можно сделать зону паражения, или щит. Здесь есть даже переход на камеры земли и новостям.\n\nВ центре помещения находилось ядро. В опряки ожиданиям это было сердце информации — сердце Вик-8-80-2. Если его отключить, то автоматическое воспроизведение информации будет выведено на ручное. В таком случае будет задействовано минимум три человека с умением  выводить таковую информацию.\n\nНа столе возле ядра лежит небольшой планшет с иероглифами. ",
    "answers": [
      {
        "id": 6,
        "text": "Взять планшет"
      }
    ]
  },
  {
    "id": 6,
    "text": "На планшете написано три строчки иероглифов. ",
    "answers": [
      {
        "var_add": [
          "gx",
          1
        ],
        "var_equal": [
          "gx",
          0
        ],
        "id": 6,
        "var_need": [
          "археолог",
          1
        ],
        "text": "Прочитать иероглифы"
      },
      {
        "id": 6,
        "text": "Нужно: археология",
        "comment": true,
        "var_need": [
          "техно",
          1
        ]
      },
      {
        "id": 6,
        "text": "Синяя\nПланета\nОживлена\n\nЧто же это значит? Что может быть синей планетой? ",
        "var_need": [
          "gx",
          1
        ],
        "merge": true
      },
      {
        "id": 43,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 7,
    "text": "— внимание, сядьте на сидения и приготовьтесь к сильной тряске! Пристегните ремни! — с этими словами капитан выключил микрофон.\nТрясло действительно сильно. На несколько секунд показалось, что корабль падает, но он лишь набирал высоту. Вскоре начал моргать свет, да так часто, что глаза зарезало. Тряска тем временем не прекращалась. ",
    "answers": [
      {
        "id": 8,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вскоре свет моргать перестал, но тряска продолжадось, хоть была уже слабее. ",
    "answers": [
      {
        "id": 8,
        "text": "movie back, fast",
        "url": "https://a.radikal.ru/a10/2201/48/b6565ea9a100.png\n"
      },
      {
        "id": 9,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 9,
    "text": "И наверное для завершения или чтобы жизнь мёдом не казалась, капитан решил сделать мерьвую петлю. Всё вокруг перевернулось, и даже вы. На мгновение всё застыло, а голова будто перестала болеть, но это было лишь мгновение. ",
    "answers": [
      {
        "id": 9,
        "text": "flipy, movie, very fast ",
        "url": "https://a.radikal.ru/a10/2201/48/b6565ea9a100.png"
      },
      {
        "id": 10,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 10,
    "text": "В глазах потемнело, казалось корабль развалился на куски и вы упали в бесконечную бездну.\n— можете отстегиваться, мы набрали высоту!\n",
    "answers": [
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a10/2201/48/b6565ea9a100.png"
      },
      {
        "id": 12,
        "text": "Продолжить ",
        "blackout": true
      }
    ]
  },
  {
    "id": 11,
    "text": "Здесь находилась небольшая лаборатория. Она была очень красивой и непонятной. Какие-то мезинияеские руки — шприцы втыкаются в банку с зелёным веществом и каким-то сожалением. Колбы с огнеопасной жидкостью, склянки с зелёной субстаниюцией, экраны, механические тела, портал, и много всего. Что это делает здесь?\n— А я вижу ты любопытный! — послышался голос капитана за спиной.\n— Я.. Я просто! — начали оправдываться вы.\n— что-то в тебе есть.. Что-то, но не могу понять что.. — нахмурился капитан. Он жестом показал идти к остальным. ",
    "answers": [
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a31/2201/d0/841738da53b3.png"
      },
      {
        "id": 16,
        "text": "Посмотреть на синий экран ",
        "need": -16
      },
      {
        "id": 11,
        "text": "- что это всё здесь делает? ",
        "var_add": [
          "v",
          1
        ],
        "var_equal": [
          "v",
          0
        ]
      },
      {
        "id": 11,
        "text": "\n\n- Это лаборатория для изучения разновидностей живых организмов. Как можно такое не знать? Я бы не сказал, что это место скрыто, но посторонних сюда бы не пустил! Однако.. Как ты смог зайти сюда?\n- я нашёл рычаг. ",
        "var_need": [
          "v",
          1
        ],
        "merge": true
      },
      {
        "id": 18,
        "text": "Пойти"
      }
    ]
  },
  {
    "id": 12,
    "text": "Полёт шёл уже три часа и за это время ничего интересного не происходило. Глядя в илюминатор можно было увидеть чистый как снег космос.\nВесь экипаж уже давно спал и только вы ворочились на сидении и думали о своём. Вы готовились к этому событию несколько лет, но увы, никто не выбирал экипаж по характеру.\nВдруг слева от вас, за пустой стеной прозвучал какой-то скрежет, затем что-то полилось, упало, брузнуло, ударилась друг о друга.\n",
    "answers": [
      {
        "id": 13,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы лениво встали и подошли к стене. Действительно звук исходил от туда, но что там находится? Вы стали простукивать стену — пусто! Там что-то есть! Другое помещение? Но где же вход? Или.. Перебирая руками по стене вы случайно нажали на какой-то рычаг и дверь с тихим шипением открылась.\n",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 14,
    "text": "Вас встретила небольшая стеклянная колона. Внутри неё находилось длинное, зелёное растение, которое обвило луч света в центре. Этакий араматизатор-светильник.\nОсобенностью такого сооружения является выделение кислорода по всему помещению и дальше. Таким образом даже при отключении или повреждении О2, всё равно на корабле будет отставаться воздух.\n\nПроходы от колонны ведут налево и направо. ",
    "answers": [
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c21/2201/6e/22606d0268af.png"
      },
      {
        "id": 11,
        "text": "Пойти налево",
        "left_answer": true
      },
      {
        "id": 15,
        "text": "Пойти направо",
        "right_answer": true
      }
    ]
  },
  {
    "id": 15,
    "text": "Какой-то борьер перекрыл поворот направо!.\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 16,
    "text": "На экране был изображён гуманоид, издали похожий на человечкий скелет. В учебниках истории древнего космоса считалось, что умерший космонавты и космические исследователи/путешественники при смерти на определённых планетах и точках галактики превращались в подобное существо. Видимо это не легенда!",
    "answers": [
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c13/2201/40/691de076966d.png"
      },
      {
        "id": 11,
        "text": "Оторвать взгляд "
      }
    ]
  },
  {
    "id": 17,
    "text": "Обложка не внушает ничего интересного, но над ней сильно и не работали. ",
    "answers": [
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c39/2201/83/f19e7aa31d3f.png"
      },
      {
        "id": 19,
        "text": "Читать "
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы сели обратно в кресло. Сон так и не пришёл, а наоборот — отдалился.\nМожет почитать книжку? Да, конечно вы взяли немного.. Всего две книги. Выбор небольшой, но интересный! ",
    "answers": [
      {
        "id": 18,
        "text": "Истории о великом покорителе космоса - космическом корабле «Виктория»\n\n[РАЗРАБОТКА] ",
        "comment": true
      },
      {
        "id": 18,
        "text": "Учебник механики\n9 класс\n\n[РАЗРАБОТКА] ",
        "comment": true
      },
      {
        "id": 27,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 19,
    "text": "Этот корабль был создан двумя странами — Россией и Америкой.\nНад объектом работали около 2-х лет. Он сделал из метеоритного железа.\nВнутренее строение корабля:\nЯдро из лунного камня и чёрного алмаза, два двигателя, корабль работает благодаря плазме, что выделяется в космосе. ",
    "answers": []
  },
  {
    "id": 20,
    "text": "Обычная школьная обложка. Откуда она у вас? Ну.. Лучше не вспоминать! ",
    "answers": [
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b22/2201/3c/8d51da6d2584.png"
      },
      {
        "id": 21,
        "text": "Читать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Титульная страница.\n\nПриветствую тебя дорогой друг! Вот ты уже в 9 классе.\n— поправочка, я закончил 9 класс 5 лет назад — подумали вы.\nКак вы все уже знаете Механика является новым школьным предметом. Благодаря изучению данного предмета вы сможете понимать сложные механизмы. Мы с вами будет создавать совершенно непонятные и полезные вещи!\n\n",
    "answers": [
      {
        "id": 22,
        "text": "Перевернуть страницу"
      }
    ]
  },
  {
    "id": 22,
    "text": "— ох, а Механика то мне не пригодилась.. — подумали вы.\n\nПеред вами небольшое оглавление'",
    "answers": [
      {
        "id": 23,
        "text": "Энергия и её использование в механизмах"
      },
      {
        "id": 24,
        "text": "Сложные механизмы"
      },
      {
        "id": 25,
        "text": "Механизмы с использованием плазмы"
      }
    ]
  },
  {
    "id": 23,
    "text": "Что такое энергия? Это скалярная физическая величина.\nЧто мы можем сделать с помощью энергии? Вечный двигатель!\n— Господи, как же это тупо.. — снова подумали вы.\nДостаточно сделать небольшой и компактный механизм работающий на солнечной энергии.\n",
    "answers": [
      {
        "id": 26,
        "text": "Листать дальше"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "Новый день не заставил себя долго ждать. После прочтения нескольких страниц книги вы уснули. Вам не снилось снов, вам вобще не снятся сны.\nИ пусть ночь была бессонной, но проснулись вы позже всех..\nЧтож, самое время познакомиться со своей командой! ",
    "answers": [
      {
        "id": 28,
        "text": "Поговорить с Эдвардом",
        "need": -28
      },
      {
        "id": 29,
        "text": "Поговорить с Ингой",
        "need": -29
      },
      {
        "id": 30,
        "text": "Поговорить с Каем",
        "need": -30
      },
      {
        "id": 33,
        "text": "Поговорить с Кирой",
        "need": -33
      },
      {
        "id": 27,
        "text": "Капитан подзывал всех по очереди к себе в каюту, и вы были следующим",
        "need": [
          28,
          29,
          30,
          33
        ],
        "merge": true
      },
      {
        "id": 35,
        "text": "Подчиниться",
        "need": [
          28,
          29,
          30,
          33
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "Эдвард был высоким и довольно скромным. За всё время он не проронил ни слова.\n— Привет! — обратились вы к Эдварду.\n— э, привет! — застеснялся тот.\n— как ты? — спросили его вы.\n— я? Хорошо! — ответил Эдвард.\n— Эдвард, зайди ко мне! — воскликнул капитан в микрофон, и его голос эхом донёсся из колонок по всему кораблю. ",
    "answers": [
      {
        "id": 27,
        "text": "- Увидимся! "
      }
    ]
  },
  {
    "id": 29,
    "text": "Высокая, стройная, умная и красивая.\n— ой, привет, а ты.. Алан?!\n— ага.. — разум затуманился, вы не могли проронить ни единого слова. Кажется.. Как она красива! Густые волосы, а этот характер!\n— эй! — девушка заметила ваш пристальный взгляд.\n— а? — откликнулись вы.\n— куда ты смотришь? — возмутилась она.\n— что? Ой, прости, я пойду! — вы поспешили удалиться. ",
    "answers": [
      {
        "id": 27,
        "text": "- Мне пора! "
      }
    ]
  },
  {
    "id": 30,
    "text": "Кай сидел в кресле в чёрных очках и смотрел в илюминатор. Его взгляд умтремлялся далеко вдаль, в бесконечную бездну звёздной пыли и космического мусора..\n— как ты думаешь мы одни во вселенной? — спросил он.\nЭтот вопрос ввёл вас в замешательство. Конечно вы об этом думали, но не ожидали, что об этом вас спросит взрослый мужчина и по совместительству наёмный убийца, а не юноша лет десяти.\n",
    "answers": [
      {
        "id": 31,
        "text": "- не знаю.. "
      },
      {
        "id": 32,
        "text": "- думаю мы это узнаем!"
      }
    ]
  },
  {
    "id": 31,
    "text": "Мужик тяжко вздохнуди продолжил глядеть в илюминатор. ",
    "answers": [
      {
        "id": 27,
        "text": "Отойти он Кая"
      }
    ]
  },
  {
    "id": 32,
    "text": "Мужик повернулся лицом к вам и снял очки. Взглянув на вас, как на гуманоида, он куда-то ушёл. ",
    "answers": [
      {
        "id": 32,
        "text": "Отношение с Каем <plus>1",
        "comment": true
      },
      {
        "id": 27,
        "text": "Отойти от Кая",
        "var_add": [
          "отношений Кай",
          1
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "Девушка в тёмной кофте, штанах, кедах... Вобще здесь нет никакого дресскода, и все пришли как хотели.\n— чего надо? — спросила Кира.\n— познакомится хотел. — ответили вы.\nКира отвернулась к стене и продолжила смотреть в одну точку. ",
    "answers": [
      {
        "id": 34,
        "text": "Есть закурить?\n[вы не курите] "
      },
      {
        "id": 27,
        "text": "Отойти от Киры"
      }
    ]
  },
  {
    "id": 34,
    "text": "Кира достала из кармана пачку сигарет и зажигалку. Вы схватили одну сигарету и закупили. Вдохнув дым вам тут же сделалось не хорошо. Неприятный привкус во рту и желания закашлять тут же появились. Вы достали сигарету изо рта, вдохнув дым, и поблагодарили Киру, а затем отошли подальше и кинув сигареты в мусорное ведро резко закашляли.\nВаш кашель был настолько громким, что почти весь экипаж обернулся на вас. Кира окинула вас взглядом и чуть улыбнулась. ",
    "answers": [
      {
        "id": 27,
        "text": "Отойти от Киры",
        "var_add": [
          "отношения с Кирой",
          1
        ]
      },
      {
        "id": 34,
        "text": "Отношения с Кирой <plus>1",
        "comment": true
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы сели за небольшой стол. Капитан выдал вам листок с некоторыми записями.\n— заполнишь тест, подпишешь, отдашь мне! — с этими словами он сел на кресло и закурил сигарету. ",
    "answers": [
      {
        "id": 36,
        "text": "Начать",
        "lua_do": "function lua_do() \ndialog ({\n     header = \"предупреждение\",\n     text = \"сейчас будет небольшой тест, который вам предстоит решить. Отвечайте на вопросы и получайте <plus> к характеристикам своего персонажа. В конце теста вас будет ждатл его полная характеристика. Будьте внимательны! Характеристика персонажа очень важна!\",\n     answers = {\n        {text = \"понял(а) \" ,\n        pressListener = function()\n          hideDialog() end}\n      }\n   })\nend "
      }
    ]
  },
  {
    "id": 36,
    "text": "1. Как вы решаете свои проблемы? ",
    "answers": [
      {
        "id": 37,
        "text": "[Писать] пытаюсь их решить",
        "var_add": [
          "ум",
          1
        ]
      },
      {
        "id": 37,
        "text": "[Писать] я избегаю проблем",
        "var_add": [
          "хитрость",
          1,
          "страх",
          1
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "2. Насколько вы дружелюбны? ",
    "answers": [
      {
        "id": 38,
        "text": "[Писать] каждый раз, когда я прихожу в новый коллектив - пытаюсь завести друзей",
        "var_add": [
          "хитрость",
          1,
          "дружелюбие",
          1
        ]
      },
      {
        "id": 38,
        "text": "[Писать] у меня не всегда получается наладить контакт с людьми.. ",
        "var_add": [
          "дружелюбие",
          1
        ]
      },
      {
        "id": 38,
        "text": "[Писать] я предпочитаю быть одиночкой. Иногда так проще... ",
        "var_add": [
          "хитрость",
          1,
          "ум",
          1,
          "сила воли",
          1
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "3. Какой виды боя вы предпочитаете?\n",
    "answers": [
      {
        "id": 39,
        "text": "[Писать] я предпочитаю оружие дальнего боя",
        "var_add": [
          "хитрость",
          1,
          "ум",
          1,
          "точность",
          1
        ]
      },
      {
        "id": 39,
        "text": "[Писать] я предпочитаю оружие ближнего боя",
        "var_add": [
          "ловкость",
          2
        ]
      },
      {
        "id": 39,
        "text": "[Писать] я предпочитаю ближний бой",
        "var_add": [
          "сила",
          1,
          "ловкость",
          1
        ]
      },
      {
        "id": 39,
        "text": "[проигнорировать этот вопрос] ",
        "var_add": [
          "ум",
          2,
          "хитрость",
          3,
          "сила",
          1
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "4. В детстве я занимался... ",
    "answers": [
      {
        "id": 40,
        "text": "Баскетболом",
        "var_add": [
          "ловкость",
          1,
          "сила",
          2
        ]
      },
      {
        "id": 40,
        "text": "Футболом",
        "var_add": [
          "ловкость",
          2
        ]
      },
      {
        "id": 40,
        "text": "Робототехникой",
        "var_add": [
          "ум",
          2,
          "точность",
          1
        ]
      },
      {
        "id": 40,
        "text": "Шахматами",
        "var_add": [
          "точность",
          2,
          "хитрость",
          2,
          "ум",
          1
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "5. Самым лучшим школьным предметом я считаю.. ",
    "answers": [
      {
        "id": 41,
        "text": "Механику",
        "var_add": [
          "изобретательность",
          1
        ]
      },
      {
        "id": 41,
        "text": "Математику",
        "var_add": [
          "точность",
          1
        ]
      },
      {
        "id": 41,
        "text": "Историю",
        "var_add": [
          "память",
          1
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "СтрахИтоги:",
    "answers": [
      {
        "id": 41,
        "text": "\nТочность: ",
        "var_show": [
          "точность"
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "\nСила:",
        "var_show": [
          "сила"
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "\nХитрость:",
        "var_show": [
          "хитрость"
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "\nУм:",
        "var_show": [
          "ум"
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "\nСила воли",
        "var_show": [
          "сила воли"
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "\nИзобретательность ",
        "var_show": [
          "изобретательность"
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "\nПамять",
        "var_show": [
          "память"
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "\nЛовкость",
        "var_show": [
          "ловкость"
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "\nДружелюбие ",
        "var_show": [
          "дружелюбие"
        ],
        "merge": true
      },
      {
        "id": 42,
        "text": "Закончить ",
        "lua_do": "function lua_do() \ndialog ({\n     header = \"предупреждение\",\n     text = \"Характеристики вашего персонажа сохранены! Далее прохождение квеста будет зависить не только от ваших выборов, но и от ваших характеристик. Некоторый ответы будут не доступны, а другие доступны!\",\n     answers = {\n        {text = \"я понял(а) \" ,\n        pressListener = function()\n          hideDialog() end}\n      }\n   })\nend "
      },
      {
        "id": 41,
        "text": "\nСтрах:",
        "var_show": [
          "страх"
        ],
        "merge": true
      }
    ]
  },
  {
    "id": 42,
    "text": "Космический корабль прибыл на место назначения. Это был большой ангар, находящийся в космическом пространстве.\n— мы прибыли! — сказал капитан и попросил вас выйти из корабля.\n— мы уже прилетели? — засомневался Николай.\nКапитан молча прошёл по коридору к огромному космическому кораблю.\n— дамы и господа, я представляю вам величайший космический корабль всех времён — Виктория! Вы все восемь человек были признаны лучшими из лучших... Мы будем держать путь на планету \"Roy\"!\n— Виктория? Это? Вот эта огромная махина? А то на чём мы прилетели? — удивилась инга.\nТут же весь ангар эхом разнёс хохот капитана.\n— нет, как ты могла подумать, что та развалюха называется Викторией? Это просто грузовое судно — \"ВИВ\". ",
    "answers": [
      {
        "id": 42,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c14/2201/44/260410200659.png"
      },
      {
        "id": 43,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 43,
    "text": "Шикарный, просторный, красивый, большой! Слов не подобрать... Он идеальный!\n— чуть не забыл: корабль в вашем распоряжении! Каюты, еда — всё включено.\n\nКапитан ушёл к себе — есть время осмотреться! ",
    "answers": [
      {
        "id": 4,
        "text": "Пройти налево ",
        "left_answer": true
      },
      {
        "id": 5,
        "text": "Пойти направо",
        "right_answer": true
      },
      {
        "id": 44,
        "text": "\n\nПойти в столовую",
        "left_answer": true
      },
      {
        "id": 43,
        "text": "\nПойти в комнату отдыха\nLocked",
        "comment": true,
        "right_answer": true
      },
      {
        "id": 46,
        "text": "Пойти к себе в каюту",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 44,
    "text": "Тесно, но уютно. Жаль, что есть сегодня никто не будет... ",
    "answers": [
      {
        "id": 44,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a28/2201/d0/3004189c229e.png"
      },
      {
        "id": 43,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 45,
    "text": "В зале стоят все восемь человек. Перед ними стоит капитан.\n— знаете зачем я вас собрал? — спроссл он.\n— нет! — хором ответили все.\n— как вы уже знаете, мы направляемся на планету \"ROY\". На ней пропало более 6 ОЗ Америки, и погибло около 10 исследователей Китая и России. Там, на планете что-то есть и мы должны узнать что!\nКапитан подошёл к стоящему рядом шкафу. Он достал из кармана ключ и открыл его. Тут же он достал несколько винтовок C-29.\n— это винтовки С-29. Такие производились с 2066 года, по 2068. Плазмострельные. — с этими словами капитан кинул винтовку вам.\n\nПрицел с тепловизором, титановая рукоять, прицел цвета плазмы. Мечта, а не винтовка! \n— а как она работает? — просили вы? \n— за патроны используют лунную пыль или жидкую плазму. В случае при лунной пыли получается подобие дроби. При столкновении с целью, такая пуля издаёт не громкий хлопок, и разбрызгивает горячую лунную пыль. Лунная пыль использованая по такому назначению очень опасна. \n\n",
    "answers": [
      {
        "id": 45,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a11/2201/09/2d7bf3768c51.png"
      },
      {
        "id": 47,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 46,
    "text": "Просторная каюта. Кровать, рабочий стол, шкаф, хорошее освещёние и даже плойка.. Как-то это всё слишком подозрительно...\n",
    "answers": [
      {
        "id": 46,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c28/2201/fb/59ee50bc617b.png"
      },
      {
        "id": 45,
        "text": "На следующий день "
      }
    ]
  },
  {
    "id": 47,
    "text": "— а вот с плазмеными боеприпасасми всё по другому.. — капитан взял винтовку и убрав в предохранителя выстрелил в дверь столовой. Та тут же расплавилась, оставив догорающую сталь.\nВы смогли увидеть летящий сгусток магмы.\n— вау.. А как она работает? — удивилась Инга.\n— всмысле? — переспросил капитан.\n— с человек сделается также? Это сравнимо с лавой?\n— плазма является пробивным снарядом. \n",
    "answers": [
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b19/2201/7b/9c2a723c2c12.png"
      }
    ]
  },
  {
    "id": 48,
    "text": "Хорошие достижения:\n— Заядлый курильщик\n— скоро узнаем!\n",
    "answers": [
      {
        "id": 50,
        "text": "Заядлый курильщик "
      },
      {
        "id": 51,
        "text": "Скоро узнаем! ",
        "need": 32
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "Поговорить с Каем на тему космоса и поддержать его в своих мыслях. ",
    "answers": [
      {
        "id": 48,
        "text": "Обратно "
      }
    ]
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  }
]