[
  {
    "id": 1,
    "text": "Нажмите чтобы начать игру",
    "answers": [
      {
        "id": 2,
        "text": "Начать игру"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы ехали в зону вдруг в грузовик ударила молния и машина взорвалась спустя прошло 2 дня к машине приблежался  неизвестный сталкер и потащил вас к Сидоровичу.",
    "answers": [
      {
        "id": 3,
        "text": "поговорить с Сидоровичем"
      }
    ]
  },
  {
    "id": 3,
    "text": "Сидорович отвечает: Здарова меченый я тебя спас и в благородство играть не буду выполнишь моих пару заданий и мы в ращёте а потом проверим как у тебя башка будет раскалыватся выбирай как мы с тобой паступим либо я тебе как с опытным сталкером либо как с малышкой?",
    "answers": [
      {
        "id": 4,
        "text": "Как с малышкой"
      },
      {
        "id": 5,
        "text": "как с опытным сталкером"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Это твоё новое пда обычная хреновина с картой вообще там много вункций каждую  секунду тебе будут приходить сообщение от Лысова лоха и кто умер в зоне а тут будет твоя карта от кордона до чаэс много локаций перечислить не смогу а это ты можешь писать сообщение другим но у тебя будут списыватся деньги 1 секунда 3 рубля по этому будь окуратен в радиации у тебя пда будет быстрее разрежатся и кончатся деньги и если ты споткнёшся уподёшь сразу сломаешь пда очень дибильный телефон я тебе могу сказать хуже кнопочнова телефона ну вообще для тебя будет короче называй его не пда а алкатель для тебя (самый лучший пда) но вообще я бы так не сказал потому что при родиации он зависает и разряд кончается если у тебя он кончится не плач и не рыдай и наче ты полный дибил а просто зайди в бар попей больше всего и заряди свой алкатель",
    "answers": [
      {
        "id": 5,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 5,
    "text": "а теперь иди и найди для меня пару артифактов -артифакт компас и шмель",
    "answers": [
      {
        "id": 7,
        "text": "хорошо я пойду"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": [
      {
        "id": 5,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты выходишь видешь деревню и возле неё стоит сталкр Боров ",
    "answers": [
      {
        "id": 8,
        "text": "Поговорить с Боровым"
      },
      {
        "id": 9,
        "text": "пойти в деревню",
        "need": -9
      }
    ]
  },
  {
    "id": 8,
    "text": "— Здарова ты кто сталкер зомби чужых мы не пускаем? Покажи пда",
    "answers": [
      {
        "id": 10,
        "text": "показать пда"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы пошли в деревню но вас остановил сталкер Боров",
    "answers": [
      {
        "id": 7,
        "text": "..."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Ты у нас новинький как твоё имя  Стрел..\nи вы реско закрывайте пда и говорите что вы Звездачёт если бы они разузнали что вы стрелок они бы вас убили.- они говорят ну ладно Звездачёт что-то ты на него ну ладно проходи но ты уже не новинький а старинький!\n",
    "answers": [
      {
        "id": 11,
        "text": "идти к Волку"
      },
      {
        "id": 12,
        "text": "начать поиск артифактов..."
      }
    ]
  },
  {
    "id": 11,
    "text": "—Привет  Звездачёт!",
    "answers": [
      {
        "id": 13,
        "text": "Привет волк поможешь мне найти 2 артифакта?"
      }
    ]
  },
  {
    "id": 12,
    "text": "У вас болит голова и вы начинайте сходить с ума",
    "answers": [
      {
        "id": 15,
        "text": "искать артивакты"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ха ха расмешил-ну и каких..",
    "answers": [
      {
        "id": 14,
        "text": "Компас и Шмель"
      }
    ]
  },
  {
    "id": 14,
    "text": "Компас...если честно я сам не знаю где он",
    "answers": [
      {
        "id": 27,
        "text": "а шмель?"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы идёте пьяной походкой и незнайте что делать и вы засыпайте",
    "answers": [
      {
        "id": 18,
        "text": "..."
      }
    ]
  },
  {
    "id": 16,
    "text": "вы уснули перед собой видете чёрный подвал и у вас болит голова",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://wav-library.net/atmosfera-vlazhnoj-peshhery-kapayushhaya-voda-letuchie-myshi-zvuk-mp3"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://wav-library.net/atmosfera-vlazhnoj-peshhery-kapayushhaya-voda-letuchie-myshi-zvuk-mp3"
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "Вы уснули вам снится страшный сон про чёрный подвал",
    "answers": [
      {
        "id": 19,
        "text": "идти"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы идёте в перёд но так и нечего не замечайте но вдруг ваша голова начинает раскалыватся ещё сильнее и вам становится плохо вы видите выход подвала и свет и у вас закрываются глаза сами вы ползёте чтобы вылести из подвала но так и не вылезли у вас заканчивается дыхание и вы просыпайтесь",
    "answers": [
      {
        "id": 20,
        "text": "...."
      }
    ]
  },
  {
    "id": 20,
    "text": "вы просыпайтесь возле вас стоит Волк и просет вставай друг вот такие моменты могут быть в зоне!",
    "answers": [
      {
        "id": 21,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Волк говорит молодец ты почти опытный тебе надо постаратся выжить дальше!",
    "answers": [
      {
        "id": 22,
        "text": "а что со мной случилось"
      }
    ]
  },
  {
    "id": 22,
    "text": "На деревню новичков напали бандиты когда мы в них стреляли бандиты тебя унисли принисли в мёртвый город и бросили в радиацию а я следывал за ними и спас тебя ты малали что живой и наче кто находится в радиации тот привращяется в зомби!",
    "answers": [
      {
        "id": 25,
        "text": "Пойти в мёртвый город"
      }
    ]
  },
  {
    "id": 23,
    "text": "Волк остонавлевается и даёт тебе 2 копейки и говорит в зоне прожить тежело не у кого нет рублей. 1 рубль это как миллион комейк а 2 копейки как 200 тысяч ну у меня в зопасе ещё 3 копейки пока!",
    "answers": [
      {
        "id": 26,
        "text": "Спасибо"
      }
    ]
  },
  {
    "id": 24,
    "text": "у вас все предметы кончаются и больше нечего не остоётся. Но у вас перестаёт болеть голова но вы видете перед собой радиацию маналит почти поподает вам в голову. На пда остоётся 1 рубль и 1 копейка  разряда 1% ",
    "answers": [
      {
        "id": 28,
        "text": "идти назад"
      },
      {
        "id": 30,
        "text": "идти дальше"
      }
    ]
  },
  {
    "id": 25,
    "text": "]Вы пришли в мёртвый город и видете перед собой Квартиры заброшенные и большое здание в нём наёмники а Волк вам говорит ну ладно Звездачёт увидимся ты пока виживай без меня а я пойду буду гулять возле чаэс в скором времени мы увидимся и Волк уходит далеко куда даже вы не хотите идти ",
    "answers": [
      {
        "id": 26,
        "text": "поискать вещи"
      },
      {
        "id": 23,
        "text": "сказать Волку подожди дай мне задание или денег "
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы нечего не видете и в вас стреляют наёмники вдруг у вас начинает опять болеть голова и вы начинайте сходить с ума ",
    "answers": [
      {
        "id": 24,
        "text": "использовать 1 лекарство "
      }
    ]
  },
  {
    "id": 27,
    "text": "а шмель в мёртвом городе но знай когда туда пойдёшь будь окуратен в радиации её там много!",
    "answers": [
      {
        "id": 12,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы идёте назад но так и нечего не замечайте вы в радиации не дучайте что вы умерли у вас ещё 54 жизни! ",
    "answers": [
      {
        "id": 30,
        "text": "Пойти в перёд"
      }
    ]
  },
  {
    "id": 29,
    "text": "вы видете проход вниз и дверь с кодом",
    "answers": [
      {
        "id": 32,
        "text": "вести код в дверь "
      },
      {
        "id": 38,
        "text": "спускатся ниже"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы видете стенку и на ней код ЗАПОМИНАЙТЕ! Код: 3245!",
    "answers": [
      {
        "id": 31,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 31,
    "text": "вы видете костёр где можно отдыхать и востановить энергию вы слышите сзади топаты псевдо гиганта вам не куда бежать сзади псевдо гигант с переди лабротория x17!",
    "answers": [
      {
        "id": 29,
        "text": "Пойти в лаброторию x17"
      }
    ]
  },
  {
    "id": 32,
    "text": "Ведите код:",
    "answers": [
      {
        "id": 34,
        "text": "3267",
        "need": -34
      },
      {
        "id": 35,
        "text": "3490",
        "need": -35
      },
      {
        "id": 36,
        "text": "3174",
        "need": -36
      },
      {
        "id": 37,
        "text": "3245"
      }
    ]
  },
  {
    "id": 33,
    "text": "Жизней осталось: 9 топат псевдо гиганта топает у вас чуть не стало сатресение мозга ламание пда, сильная радиация, жизней осталось: 1 вас клонит в сон вы видете артифакт \"Компас\"",
    "answers": [
      {
        "id": 41,
        "text": "Подобрать компас"
      }
    ]
  },
  {
    "id": 34,
    "text": "Неправильно!",
    "answers": [
      {
        "id": 32,
        "text": "Вести заново"
      }
    ]
  },
  {
    "id": 35,
    "text": "Неправильно",
    "answers": [
      {
        "id": 32,
        "text": "Вести заново"
      }
    ]
  },
  {
    "id": 36,
    "text": "Неправильно",
    "answers": [
      {
        "id": 32,
        "text": "Вести заново"
      }
    ]
  },
  {
    "id": 37,
    "text": "Верно!",
    "answers": [
      {
        "id": 38,
        "text": "идти в дверь "
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы идёте в дверь а там 2 трубы и сних текёт радиционая вода НЕ ПЕЙТЕ ВОДУ! ",
    "answers": [
      {
        "id": 39,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы видете полтергейста но он вас бьёт у вас жизней: 43. В рюкзаке нечего нет",
    "answers": [
      {
        "id": 40,
        "text": "Попробовать его убить"
      }
    ]
  },
  {
    "id": 40,
    "text": "У вас получается его убить! ВЫ ВИДЕТЕ ЧТО ВЕЩИ ПОДНИМАЮТСЯ ВЕРХ! У вас сильно болит голова жизней всего: 21",
    "answers": [
      {
        "id": 33,
        "text": "Бежать назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "Новое сообщение от Сидоровича- Привет Звездачёт ты где нашёл артифакт Компас срочно иди ко мне и дай мне этот артифакт ты меня слышешь звездачёт! ты МЕНЯ СЛЫШИШЬ ТЫ ГДЕ! Осталось заряда: 0 \nпретупреждение пда разрядится через 5 сек",
    "answers": [
      {
        "id": 42,
        "text": "Использовать компас "
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы используйте компас и телепартируетесь в Дикую тереторию ",
    "answers": [
      {
        "id": 43,
        "text": "Пойти"
      }
    ]
  },
  {
    "id": 43,
    "text": "Локация \"Дикая Територия\"визде аномалии радиация будте окуратнее ",
    "answers": [
      {
        "id": 44,
        "text": "идти в перёд"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вас встречает Волк привет Звездачёт вот это встречааа! Ну что скучал без меня? А что это у тебя за артефакты сзади на ремне ооооооооо КОМПАС ГДЕ ТЫ ЕГО НАШЁЛ ну ладно что-то у тебя нет снаряги нука на дробаш старинький иногда клинит но на это не обращяй внимание дайка пда подзарежу и пошли в месте на ЧАЭС мне делать нечего пора кончать с этой зоной на возьми чай отдохни на костре посвещяю тебя в звании Ветеран на оружие да по лучше чем твоя маленькая винтовачка драгунова глиставова!",
    "answers": [
      {
        "id": 45,
        "text": "идти с Волком на ЧАЭС"
      }
    ]
  },
  {
    "id": 45,
    "text": "Волк говорит это локация ЧАЭС бюреры псефдо гиганты ЭТО НАСТОЯЩИЯ ФИГНЯ!!!",
    "answers": [
      {
        "id": 46,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": "Зона это большая карта Припяти и всего лишь локации с мутантоми сдесь нечего токого нет Волк посвещил вас легендой.Пора покончить эту зону навсегда переди новые части игры STALKER и моды мы вас поздравляем вы прошли ИГРУ STALKER Путь стрелка! А теперь вы можете загодать жилание исполнителю желаний и обязательно написать отзыв на игру STALKER!",
    "answers": [
      {
        "id": 1,
        "text": "Выйти из зоны!"
      },
      {
        "id": 1,
        "text": "Удалить зону!"
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  }
]