[
  {
    "id": 1,
    "text": "Османська імперія",
    "answers": [
      {
        "id": 2,
        "text": "Хочете спробувати себе у ролі султана Мехмеда V?"
      },
      {
        "id": 18,
        "text": "Можливі наступні версії"
      },
      {
        "id": 20,
        "text": "Інші роботи автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Отже, зараз 1908 рік, під час младотурецької революції Ви — Мехмед Решад зійшов на престол, скинули свого брата Абдул-Хаміда II. У ході революції ви втратили Боснію та Герцеговину — імперія в занепаді. Ваші події? ",
    "answers": [
      {
        "id": 3,
        "text": "Оголосити війну Австро-Угорщині"
      },
      {
        "id": 4,
        "text": "Залишити, як стало"
      }
    ]
  },
  {
    "id": 3,
    "text": "Слідом за Австро-Угорщиною мобілізацію починає Німецька імперія... Ну ви ж знаєте, це — найсильніші держави Європи... Звичайно ж ви зазнали нищівної поразки.",
    "answers": [
      {
        "id": 1,
        "text": "Кінець!"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ви вирішили змиритися з втратою Боснії та Герцеговини.\n                                     ***\n           29 жовтня 1914 — вам здається, що зрештою монархія повинна прийти в остаточний занепад. На вашу країну \"хищо\" поглядують великі КОЛОНІАЛЬНІ держави: Британська імперія та Французька республіка... Вам надає союз Німеччина та Австро-Угорщина... Ваші дії?",
    "answers": [
      {
        "id": 5,
        "text": "Піти на зближення із Російською імперією."
      },
      {
        "id": 6,
        "text": "Піти на зближення з Німеччиною."
      }
    ]
  },
  {
    "id": 5,
    "text": "Росія не змогла погодитись на союз зі своїм старим ворогом – вона ще пам'ятала Кримську війну.",
    "answers": [
      {
        "id": 7,
        "text": "Продовжувати наполягати на союзі, обіцяти звільнити всіх німців на службі. "
      },
      {
        "id": 6,
        "text": "Вернуться к Германии"
      }
    ]
  },
  {
    "id": 6,
    "text": "Події Першої світової війни, ви помираєте від серцевого нападу у віці 73 роки 3 липня 1918!",
    "answers": [
      {
        "id": 1,
        "text": "Кінець! Ідіть на першу сторінку!"
      }
    ]
  },
  {
    "id": 7,
    "text": "Зрештою, Енвер все-таки зміг переконати Росію в союзі — їм не хотілося додавання Кавказького фронту. Німеччина та Австро-Угорщина оголошують вам війну, але вам допомагає Росія та Великобританія з Францією!",
    "answers": [
      {
        "id": 8,
        "text": "Оголосити війну Болгарському царству - ви пам'ятаєте Балканські війни!"
      },
      {
        "id": 9,
        "text": "Зосередити війська у районі Софії - столиці Болгарії без оголошення війни."
      }
    ]
  },
  {
    "id": 8,
    "text": "Йде затяжна війна, потім революція і ви помираєте 3 липня 1988 року. Союзники ділять здобич без вас!",
    "answers": [
      {
        "id": 1,
        "text": "Це кінець!"
      }
    ]
  },
  {
    "id": 9,
    "text": "Схоже, Болгарія бачить вас наскрізь, вона запитує – чому ви стягнули війська до кордону, починає мобілізацію – війна практично почалася, залишилися лише формальності.",
    "answers": [
      {
        "id": 10,
        "text": "Взяти з Болгарії обіцянку своєї недоторканності з болгарської сторони та вести війська на північ – до Австро-Угорщини. "
      }
    ]
  },
  {
    "id": 10,
    "text": "                                      ***\n               ...1917 — Росія дійшла практично до Берліна, взяла Будапешт, підходить до Відня. Ваша ситуація – краще, ніж ніколи! Ви анексували Грецію, Болгарію, Боснію та Герцеговину! Австро-Угорщину та Німеччина пропонують вам вийти з війни за величезні репарації! Ваші союзники проти, але якщо ви підкинути їм трохи золота то вони будуть задоволені, відразу поправити свої справи в економіці, з іншого боку ви можете продовжувати війну до переможного кінця. ",
    "answers": [
      {
        "id": 11,
        "text": "Вийти з війни"
      },
      {
        "id": 12,
        "text": "Добити Центральні держави!"
      }
    ]
  },
  {
    "id": 11,
    "text": "Відбувається повстання, вас вбивають у своєму ліжку! Влада переходить до Мустафи Кемаля.",
    "answers": [
      {
        "id": 1,
        "text": "Кінець!"
      }
    ]
  },
  {
    "id": 12,
    "text": "1918 — ви перемогли, але німецький Флот Відкритого моря окупує Стамбул — Вашу столицю!",
    "answers": [
      {
        "id": 13,
        "text": "Покликати на допомогу союзників"
      },
      {
        "id": 14,
        "text": "Попробувати справитися самим"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ви легко справляєтеся з німцями у протоці Дарданеллі і у вас усе гаразд! Народ вами задоволений, але є дуже підозріла людина Мустафа Кемаль.",
    "answers": [
      {
        "id": 15,
        "text": "Тайно казнить!"
      },
      {
        "id": 11,
        "text": "Помилувати"
      }
    ]
  },
  {
    "id": 14,
    "text": "Без німецької зброї ви – як без рук! Німці обстрилюють Стамбул, ви 3 липня 1918 року помираєте від серцевого нападу... Османський флот із флотом союзників добиває німців, ви перемагаєте, але вже не при вас... ",
    "answers": [
      {
        "id": 1,
        "text": "Кінець"
      }
    ]
  },
  {
    "id": 15,
    "text": "Все добре, народ задоволений, ви отримуєте втрачині тереторії, ви-герой! ",
    "answers": [
      {
        "id": 1,
        "text": "Гарний кінець!"
      },
      {
        "id": 16,
        "text": "Далі"
      }
    ]
  },
  {
    "id": 16,
    "text": "Далі",
    "answers": [
      {
        "id": 17,
        "text": "Кінець!"
      }
    ]
  },
  {
    "id": 17,
    "text": "Дякую, що пройшли квест.",
    "answers": [
      {
        "id": 1,
        "text": "Кінець"
      }
    ]
  },
  {
    "id": 18,
    "text": "Османська Імперія 2\nЗапорозька Січ\nРосіїська Імперія\nНімецька Імперія",
    "answers": [
      {
        "id": 19,
        "text": "Далі"
      }
    ]
  },
  {
    "id": 19,
    "text": "Це все свої варіанти можети писати в коментарях",
    "answers": [
      {
        "id": 1,
        "text": "Головна"
      }
    ]
  },
  {
    "id": 20,
    "text": "Немає",
    "answers": [
      {
        "id": 1,
        "text": "Повернутися"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]