[
  {
    "id": 1,
    "text": "Честно говоря, так я и не понял, что написал.\n\nИстория вампира, которому знать не дано.",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 2,
    "text": "\nИ все же, зачем?\n   Зачем я это делаю?\n      Не знаю, и знать не суждено.\nОднажды я стану свободен, а до тех пор...\n Лишь краткий рассказ о том, чего никогда не было и чему сбыться не дано...",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "По сути, я уже ничего не чувствую: ни боли, ни разочарований — лишь пустота в груди гложет меня день изо дня.\n В остальном я спокоен, в остальном я нормален.",
    "answers": [
      {
        "id": 4,
        "text": "Наверное..."
      }
    ]
  },
  {
    "id": 4,
    "text": "я -День, я — Солнце, я —  Ничто\n\nВот мое имя отныне. Воздух не пьянит уж более меня, небо не манит своими далями — лишь черное воронка...\n Вот мой удел...бессмертная душа уж более не хочет летать...",
    "answers": [
      {
        "id": 5,
        "text": "Лишь камнем вниз упасть..."
      }
    ]
  },
  {
    "id": 5,
    "text": " Бессмертие.... Разве не проклятие ли это? \n Просыпаться, зная, что вечером ты уснешь. Глядеть на Солнце с мыслью, что это повторится вновь... и вновь... и вновь...",
    "answers": [
      {
        "id": 6,
        "text": "И День меняется на Ночь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Свет обжигает меня, и все же пока что я живу.\n День — еще не враг, но и не друг.\n Ночь еще пугает, но вместе и согревает...\n Хладный воздух пьянит... Чуть дрожит свет фонарей, медленно падают снежинки. Скользя в белесном потоке, они медленно оседают на землю...\n Оседают, чтобы растаять...",
    "answers": [
      {
        "id": 7,
        "text": "Или превратиться в лед"
      }
    ]
  },
  {
    "id": 7,
    "text": " Впервые я почувствовал боль...\n То была боль в зубах. Страшная и пронзающая...\n Я хотел... Хотел чего-то, хоть этого словами описать не могу, да и не поймете вы, несуществующие читатели...\n Все то было, как морок... Как привидение чего-то было, неимоверного далекого и глубинного, но в этой глубине я увидел. \n Бездну.",
    "answers": [
      {
        "id": 8,
        "text": "И она взглянула на меня..."
      }
    ]
  },
  {
    "id": 8,
    "text": " Пустота... Она растворяется, ей лишь на смену приходит любовь...\n И боль...\n \nЯ горю, хоть кожа моя холодна, я ору, но горло не издает ни звука...\n ¿Мертвец ли я?\n Не знаю, и знать не дано...",
    "answers": [
      {
        "id": 9,
        "text": "И все же, может..."
      }
    ]
  },
  {
    "id": 9,
    "text": "Я чувствовал вкус крови, но он меня не пьянил — лишь медленно стекали струйки по моим щекам; клыки торчали отныне окровавленные.\n ¿К этому ли я стремился?\n Не знаю, да и знать мне не дано.\n  Просто есть — менять не суждено.",
    "answers": [
      {
        "id": 10,
        "text": "Да и зачем?.."
      }
    ]
  },
  {
    "id": 10,
    "text": " Я глядел, как медленно восходит Солнце — блекнет блеск Луны.\n ¿Зачем? Зачем мне даны те страдания? Зачем мне дано бессмертие?\n Не знаю, и знать не суждено.\n Да и все равно мне уже... Все это такая чепуха...\n Взойдет? Растаю ли я?\n Да.\n Большего мне и не надо.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  }
]