[
  {
    "id": 1,
    "text": " Какие тайны может хранить в себе бар со странным названием \"Эдем\"?\n       \n     Не знаю, вот и решил туда заглянуть на досуге.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": " Я рассмеялся ей в лицо.\n — Ты глупа, — прошептал чуть слышно, — глупа, коль считаешь, что все сойдет с рук.\n Она глядела на безумца.\n   Или как на полное убожество.\n Хотя, почему \"как\"?\n\n В руках тлела сигарета, я медленно плелся по пустынным улицам города. Машина скользили мимо меня.\n \n И все же мне было хорошо.\n\n Исчез тот груз, что камнем сдавливал мне груд. Я стал свободен, но что есть свобода?\n Я не знал, да и не хотел знать.\n\nЯ просто шел, пока не заметил тусклую вывеску.\n \" Эдем,\" — гласила она.\n Я усмехнулся.",
    "answers": [
      {
        "id": 3,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 3,
    "text": "    Тихо скрипнули несмазанные двери — в нос ударила вонь дешевой пивной.\n    Сигаретный дым, запах виски, смешанный с чей-то блевотиной, — как раз то, что я искал.\n    Подсев за барную стойку, я поросил виски.\n — Есть только пуля в висок, — угрюмо произнес бармен.\n — Давайте, — улыбнулся я, — это как раз то, чего мне недоставало.\n     Кто ж знал, что он выхватит пистолет поямо из-под стойки...",
    "answers": [
      {
        "id": 5,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Давайте, — улыбнулся я, считая это неумелой шуткой, — это как раз то, чего мне недоставало.\n Кто ж знал, что он выхватит пистолет поямо из-под стойки...",
    "answers": [
      {
        "id": 5,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": "    Так я, по крайней мере, подумал.\n — Не желаете сыграть в русскую рулетку? — спросил он, протягивая мне старенький кольт. — Если выиграете, я исполню любое ваша желание.\n\n    Я посмотрел на него с непониманием.\n — Не беспокойтесь: я еще никого не обманывал.",
    "answers": [
      {
        "var_add": [
          "пп",
          0
        ],
        "var_random": [
          "пудем",
          0,
          1
        ],
        "id": 6,
        "text": "Да, давайте",
        "var_set": [
          "пч",
          0
        ]
      },
      {
        "id": 7,
        "text": "Нет, пожалуй, откажусь"
      }
    ]
  },
  {
    "id": 6,
    "text": " — Вот это в людях я и люблю, — впервые за все время улыбнулся бармен. — Ненавижу, когда кто-то слишком сильно цепляется за свою никчемную жизнь.\n\n    С этими словами он вставил пулю в барабан и хорошенько его раскрутил.\n\n — Я сегодня добрый — можете не благодарить, — улыбнулся он и нажал на спусковой крючок.",
    "answers": [
      {
        "id": 6,
        "text": "\n   Грянул выстрел.\n - Да Вы везучий, - улыбнулся бармен, стоя с простреленной головой. - Не подскажите имя?",
        "merge": true,
        "var_equal": [
          "пудем",
          1
        ]
      },
      {
        "id": 6,
        "text": "\nРаздался глухой щелчок.\n - К несчастью, случается и такое: не каждый день везет, - вздохнул бармен, отбрасывая с сожалением револьвер. - Ваша очередь, молодой человек. Надеюсь, вы еще не передумали?",
        "merge": true,
        "var_equal": [
          "пудем",
          0
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "пудем",
          0,
          "п",
          0
        ],
        "id": 6,
        "text": "Стрелять",
        "var_random": [
          "пч",
          0,
          1
        ],
        "var_add": [
          "п",
          1
        ]
      },
      {
        "id": 13,
        "text": " - Знаете, я лучше откажусь.",
        "comment": false,
        "var_equal": [
          "пудем",
          0,
          "п",
          0
        ]
      },
      {
        "id": 6,
        "text": "\n    Чуть дрожащей рукой я поднес взведенный револьвер к виску.\n    Бармен внимательно за мной следил.\n - Не бойтесь, не бойтесь. Главное - лишь начать.\n    Резко выдохнув, я нажал на спусковой крючок.\n\n    Револьвер жалобно щелкнул.\n\n - Невероятная решимость вкупе с удачей, - покачал головой бармен. - Браво, молодой человек, редко теперь встретишь таких же смельчаков, как вы.\n    И, хотя на вид ему было небольше тридцати, невероятная пропасть времени и опыта на мгновение приоткрылась предо мной.\n\n    Взведя курок, он поднес дуло к виску. \n    Прогремел выстрел. Револьвер упал наземь.\n - Думаю: больше он нам не пригодится, - произнес бармен, как ни в чем не бывало, хоть кровь еще сочилась из его простреленного виска. - А теперь позвольте осведомиться: как вас зовут?",
        "var_equal": [
          "пч",
          0,
          "пудем",
          0,
          "п",
          1
        ],
        "merge": true
      },
      {
        "id": 8,
        "text": " - Разве это имеет значение?",
        "var_equal": [
          "пудем",
          1
        ]
      },
      {
        "id": 8,
        "text": " - Разве это имеет значение?",
        "var_equal": [
          "пч",
          0,
          "п",
          1
        ]
      },
      {
        "id": 6,
        "text": "\n Прогремел выстрел.\n\n   Я осел на пол.\n - Эх, молодой человек, - тоскливо вздохнул бармен. - Не везет вам сегодня. Ладно, повезет в следующий раз.",
        "merge": true,
        "var_equal": [
          "пч",
          1,
          "п",
          1
        ]
      },
      {
        "id": 1,
        "text": "Конец",
        "var_equal": [
          "пч",
          1
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "   Бармен удивленно на меня посмотрел.\n\n — А мне, казалось, что вы сильно опечалены.\n — Но не настолько, чтобы пускать пулю себе в лоб, — закончил я за него. — Спасибо, но мне, пожалуй, пора.\n\n   Подхватив шляпу с барной стойки, я быстро вышел на улицу.\n\n     Ну и чокнутое это местечко, этот \"Эдем\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 8,
    "text": "   Гулкий смех прокатился по пустынному залу.\n\n— Прекрасный ответ. Давненько мне так никто не отвечал, — тут он заметил мой взгляд, направленный на все еще кровоточащий висок. — Если вы все еще переживаете об этом, — он поднес руку к ране, — не беспокойтесь: у меня там все равно ничего нет.\n\n    Наверное, то была шутка, но от этих слов у меня мурашки по спине пробежали.\n — Ладно, если вам так будет легче, то я сейчас это исправлю, — и стоило его ладони коснуться виска, как тут же все исчезло. — Так лучше?\n\n    Я лишь сделал неопределенный жест головой.\n — Что ж, теперь, когда все условности улажены, мы можем приступить к главному, — тут он сделал театральную паузу, — исполнению вашего желания. Ответьте мне, чего вы желаете, и, если это будет в моих силах, я это исполню.",
    "answers": [
      {
        "id": 9,
        "text": "Бессмертия"
      },
      {
        "id": 11,
        "text": "Богатства"
      },
      {
        "id": 12,
        "text": "Любви"
      },
      {
        "id": 12,
        "text": "Власти"
      },
      {
        "id": 14,
        "text": "Свободы"
      },
      {
        "id": 10,
        "text": "Смерти"
      }
    ]
  },
  {
    "id": 9,
    "text": " — Бессмертия? Бессмертия ты хочешь? — улыбнулся он немного безумной улыбкой, в которой отразилась старая боль. — Нет его, этого сратого Бессмертия — есть только боль, преследующая тебя повсюду.\n\n    Он умолк. Несколько мгновений его пустой, уставший взгляд просто буравил стену.\n\n — Не нужно оно вам, молодой человек. Еще ни одно создание, принявшее его, потом меня возблагодарило. Так что радуйтесь своей Смерти — это единственное, что отделяет вас от пучины времени и безумия.\n — А теперь уходите: здесь вам более нечего делать.\n    Я встал и медленно поплелся к выходу.\n\n    Что то было за создание? Какая бездна на мгновение приоткрылась предо мной?\n\n    Увы, теперь я этого уж более никогда не узнаю.\n      \"Эдем\" умеет хранить свои тайны.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": " — Bene vixit is, qui potuit, cum voluit, mori, не так ли? — усмехнулся бармен, ия ему в ответ, хоть сам ни черта не понял. При виде моей вымученной улыбки он поник. — Эх, вы, молодежь... Ладно, тут, увы, уже ничего не изменишь.\n\n    На секунду он замолк. Пережевывая губу, он словно погрузился в воспоминания, настолько глубокие, что даже страшно представить, кто старше: он или этот мир.\n\n — Не зови смерть, ибо она и так придет, — произнес он севшим голосом. — Рановато тебе еще о таких вещах просить, но, коль слово дал, держи.\n    С этими словами он поднес кольт прямо к моему лицу.\n\n    Мир вокруг померк.",
    "answers": [
      {
        "id": 15,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": " — Богатство я не дам, равно как и бессмертие. Знаете, почему? — поглядел он на меня тоскливо. — Ибо я устал, устал разыгрывать этот театр одного актера.\n\n    В его руке появилась пачка, вспыхнула спичка — и вот, через мгновение тонкая струйка дыма вырвалась из его рта. Вот только не было запаха, словно эти сигареты, и эта стойка, и даже этот бармен были лишь бутафорией, жалкой ширмой, пытавшейся скрыть огромную пустоту. \n\n    Бездну, в ней скрывавшуюся.\n\n     Мерно тикали часы — то было сердце жизни. Оно сокращалось, проталкиваю ставшую такой ненужной кровь...\n       А мы сидели... И слушали их без конца.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 12,
    "text": " — Любви и власти ты не обретешь, — медленно покачал головой бармен, — ибо одно есть следствие другого и наоборот.\n\n   Я внимательно смотрел на его лицо, не понимая, что он имеет ввиду.\n\n    Но он молчал.\n\n — Я не буду тебя все пояснять, — прошептал бармен. — Минули те уж годы, когда я пытался кого-то учить. Все то закончилось ошибкой — остался только опыт да неведомая грусть по тому, чему сбыться не суждено.\n\n    Одиноко крутился вентилятор, тоскливо шумел холодильник. \n     А я глядел. Куда — не знаю. Наверное, в пустоту, что все расширялась и расширялась, пока не поглотила всех нас.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 13,
    "text": " — Хуже трусов только те, кто сворачивает с намеченного пути, — с презрением бросил он мне. — Уходите — более вас здесь ничто не держит.\n Я встал. Досада и злоба кипели во мне. Но на кого? Бармена?\n  Или на себя?\n Наплевать — все это было интересно, но жизнью своей я рисковать не собираюсь.\n — Если хочешь сдохнуть, пусти по-тихому пулю в лоб, — напоследок лишь прошипел я.\n Громко хлопнула дверь — \"Эдем\" вновь погрузился в тишину в ожидании новых гостей.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": " — Vita sine libertate, nihil, — произнес я чуть слышно. \n    Бармен с интересом на меня посмотрел.\n — Интересные фразы знаете, молодой человек, — усмехнулся он уголками рта. — Интересные... Но бессмысленные...\n\n — Когда-то давно, когда живы еще были древние империи, а легендарные короли все еще топтали эту бренную землю, не раз я слышал эти просьбы. Меня молили... Меня умоляли... Требовали и плакали, чтобы я дал им свободу. И я дарил... Дарил им истинную свободу... Дарил им Смерть.\n\n    На мгновение все утихло. Смолкли машины, смолкли цикады — даже вентилятор умолк. Лишь тоскливо гудел холодильник, будто испокон веков стоял он здесь, рядом со своим хозяином, медленно сходящим с ума.\n\n — Но в ответ я слышал только стоны проклчтий. Сотни... Тысячи проклинали меня, называя душегубом и убийцей, хоть я дарил им то, чего ввек лишен. Они стонали... И я стал холоден — мне стало все равно. С тех пор я живу лишь здесь, в моем \"Эдеме\".\n\n    Я пораженно смотрел и сам не понимал: что такое я в сравнении с этим монстром, порождением тех незапамятных времен?\n\n     А он молчал. Старая боль поднималась в его груди. Разбиваясь о скалы мысли, она все сильнее подтачивала утес его сознания. Придет день...\n — ... и я сойду с ума, — тихо закончил он мою мысль. — Так что не говорите, молодой человек, о Свободе: вы слишком мало о ней знаете.\n\n    Я встал на подкашивающихся ногах и медленно побрел домой. Меня никто не останавливал.\nДа и не было кому...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 15,
    "text": "     Я сидел в серой комнате. Яркий свет фонаря бил прямо в глаза, отчего лицо человека напротив невозможно было различить. \n     Лишь серый силуэт, разговаривавший хриплым, прокуренным голосом.\n\n — Не повезло тебе, паренишка, — произнес он где-то спустя минуту молчания. На мгновение вспыхнула спичка — клубок сигаретного дыма взмылся вверх. Я принюхался — странно, но запаха не было. — Редко кто-то на него натыкается, и еще реже кто-то уходит живым, — тут он чуть слышно усмехнулся и добавил: — Хотя радуйся, что он хоть твою душу не сожрал, иначе даже я не смог бы тебя из такой задницы спасти.\n\n    Тут он несколько раз затянулся, выдохнул, а потом с сожалением скомкал и выбрал сигарету.\n\n — Гребанные правила... Даже покурить не дают... — прошипел силуэт сквозь зубы. — Короче, слушай, малой, я тебя закину в самое начало. Запомни одно: не соглашайся на его \"забавы\", но и не беси его, иначе он все поймет. Ну ладно, бывай.\n\n     И не успел я и слова сказать, как меня выбросило на улицу.",
    "answers": [
      {
        "id": 16,
        "text": "Зайти в \"Эдем\""
      },
      {
        "id": 20,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 16,
    "text": "    Не помню, как я здесь оказался, но что-то словно манило сюда. Сигаретный дым, чуть притушенный свет и одинокий бармен, тоскливо протирающий бокалы в ожидании посетителей, — все это казалось знакомым и... родным?\n\n — Не желаете ли выпить? — спросил он мягким баритоном, стоило лишь двери с тоскливым стоном закрыться.",
    "answers": [
      {
        "id": 17,
        "text": " - Да, виски, будьте добры."
      },
      {
        "id": 18,
        "text": " - Нет, спасибо, я в завязке"
      }
    ]
  },
  {
    "id": 17,
    "text": " — Виски... Высок...висок... — пробормотал бармен себе под нос. — Не хотите ли пулю в висок?\n Я улыбнулся, но все мне казалось, что где-то это было.\n — Давайте, — кивнул я и, усмехнувшись, добавил: — А лучше две.\n — Три, — произнес он, резко выхватывая револьвер из-под стойки. — Две вам и мне — одну.",
    "answers": [
      {
        "id": 19,
        "text": "- Пять, лучше пять, чтоб наверняка"
      }
    ]
  },
  {
    "id": 18,
    "text": " — Ab abusu ad usum non valet consequentia, молодой человек, — улыбнулся он, медленно наливая янтарную жидкость. — В особенности когда речь заходит про виски.\n\n    Я улыбнулся в ответ, с наслаждением отпив из рокса. Мир постепенно расцветал новыми красками.\n    Наверное, я бы мог долго так сидеть: воспоминания вспыхивали и затухали, как фейрверки в ночном небе; каждая искра, каждый глоток пробуждали во мне неимоверную грусть о прошедшем, и эта грусть странной тяжесть отдавала у меня в груди.\n\n     Но время шло, а вместе с ним текла и жизнь. Не мог я больше оставаться в этих стенах, как не мог и виски вечность плескаться на дне бокала.\n — Не желаете ли ещё? — спросил меня бармен, стоило мне встать из-за стойки.\n — Нет, — покачал я головой и, улыбнувшись, добавил: — Temperantia est custos vitae.\n\n     Мягко скрипнули петли, двери бара закрылись в ожидании нового посетителя.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 19,
    "text": " Он поглядел на меня — его черты странным образом исказились.\n\n — Где-то я все это уже видел... — прошептал бармен тихо, но злобы в его словах хватило бы, пожалуй, на всю планету. — Эй, ты! — крикнул он кому-то в углу. — Давай, покажи свою задницу этому свету, иначе я этот револьвер... — тут он потряс им для видимости\n\n — Ладно-ладно... — донесклось тихое бурчание из угла. — Не ори только так, старикан чертов...\n\n    Грянул выстрел, за ним второй...\n\n Фигура в углу на мгновение покачнулась, но затем снова поплелась в нашу сторону.\n\n — Прост-и-те ме-ня, учи-тель, — растягивая слова, как школьник расстягивает надоевший ему параграф, произнес силуэт, встав на колено, — боль-ше я так де-лать...\n\n    И вновь выстрел — теперь пуля прошила голову.\n\n — Ай, да хватит уже, — потирая свой лоб встал неизвестный, окутанный мраком. — Прошло уже несколько тысячилетий, как я перестал быть вашим учеником.\n — А разума так и не набрался... — закончил он за него, и тут его взгляд упал на притихшего меня. — А... Ты тут еще... — с досадой морщился он. — Проваливай.\n\n    И, следуя мановению его руки, я вылетел в дверь. С громким хлопком она предо мной закрылась.\n\n    Я лежал на тротуаре. Мелко моросил дождь. И лишь все так же отливал золотом \"Эдем\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "   Потом я не мало времени скитался по городу в поисках \"Эдема\", но тогда я просто прошел мимо. Мелко моросил дождь, рядом проходили пары, проносились фары, а я брел...\n\n     Один...\n\n   И лишь яркий вечерний город да тусклая звезда были спутниками моей жизни...",
    "answers": [
      {
        "id": 1,
        "text": "Неужто я действительно что-то потерял?\n                                                                                Да.\n              Наверное..."
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]