[
  {
    "id": 1,
    "text": "Глава первая. Бесконечный лес\n\n — Эллоу, дрова! — глубоким басом крикнул велекан. \n Облаченный в стальные поношенные доспехи, он выглядел неповоротлевым и тяжёлым. Рядом с ним лежал огромный боевой топор, видя который отдельно от гиганта, можно усомниться в практичность и вообще, в возможности использования такого оружия. \n —Да,сэр Дротхан,одну секунду, сейчас будет исполнено — заискивающи сказал мальчик. \n Выглядел он на лет четырнадцать. Всё время он не переставал улыбаться,будто бы был рад любому поручению. \n С трудом оторвавшись от своей лютни, резво сорвавшись с места, мальчишка побежал в сторону костра.\n —Хахаха, Сэр, значит! Слишком уважительно для такого дикаря! Но он все-же наш дикарь, так что можно и так.- разразился смехом паренёк, в странного вида кожанном плаще. \n Для всех, за исключением близких, он выглядил очень странно. Светлые волосы сплетенные в одну болшую косу, хитрые голубые глаза. На каждой руке красовались по дюжене колец, несколько браслетов, множество украшений, в том числе серьги, в ушах и носу.\n -Чувствую, чувствую... — протяжливо и заинтреговано проборматал голубоглазый парень — Мне сейчас прелетит! О, от Дорна! — весело добавил он. \n — Сима, смотрю тебе весело. Может займёшся делом. — повелительным тоном сказал мрачного вида мужчина.\n Выходя из темноты леса, он тащил на себе мёртвую тушу волка, при этом не издавая не звука.\n Среди этой компании, лишь его можно было назвать, типичным. Темные волосы слиплись из-за пота. На бедре кинжал в ножнах, за спиной колчан и лук. Старая кожаная броня, в которой узнавалась принадлежность к регулярному войску Миронской империи, её знали на всём континенте. Даже при условии, что империя вот уже как десять лет, пала под натиском северного союза.\n Его серые, усталые глаза, гневно посмотрели на парня в плаще. Он подошёл ближе и бросил тушу в нескольких метрах от костра. ",
    "answers": [
      {
        "id": 2,
        "text": "Дротхан потянулся за клинком, обычным, одноручным мечом. Вытащив его из-за бревна на котором сидел, он встал поскрипывая доспехами. Посмотрев на мёртвого волка, он направился прямо к нему.\n"
      },
      {
        "id": 3,
        "text": "Дорн, не сильно устал охотясь на зверя, он был действительно впечатляющим охотником. Он осозновал что лучше него никто не справиться с освеживанием и разделкой туши. Вытащив клинок из ножен, принялся за дело. "
      },
      {
        "id": 4,
        "text": "Почувствовав выжидающий взгляд капитана, Сима решил не испытывать судьбу. Вскочив с земли, он звякнул множеством украшений. С лицом полным неубедительной печали, он, понурив голову, направился к туше зверя. "
      },
      {
        "id": 5,
        "text": "Стоя у костра с охапкой дров в руках, Эллоу смотрел на мёртвого волка который лежал совсем рядом. Он очень хотел быть полезным, не только лишь игрой на лютне. Он побежал за ножем который лежал в его сумке и отыскав его, направился к туше. "
      }
    ]
  },
  {
    "id": 2,
    "text": " Клинок который был бы в пору большенству людей, в руках великана смотрелся словно хороший кинжал. Он шёл к туше, каждый шаг его был как два шага взрослого человека. \n Шронты — северные великаны, гигантские жители Колотарских гор. Воинственные и отважные воины, их смысл жизни — война. С детства обучающиеся искусству боя и тактики. Сокрытая от остального мира горами, их раса вела отрешеную от мира жизнь. Им не были нужны чужие территории, им вполне хватало дорованых предками гор. Но горы таили в себе множество ресурсов, ими пытались завладеть многие. Шронты постоянно вели оборонительные войны и совершали набеги на доступные города и селения окружавшие горы. \n Древняя раса еритеков, отказавшаяся от религии во времена когда другие лишь формировали образы своих богов, верило лишь в себя и духов сущностей. Некогда великое племя, сейчас, было почти истреблено стараниями Союза.\n Исполинского роста, около двух с половиной метров, Дротхан выглядел внушительно. Сталь мышц, обромляло его тело. Когда-то бронзовая кожа, сейчас была на несколько тонов светлее, сказывался недостаток солнца. Старая по виду, сероватая броня, на каждом элементе которой было выбито по разной руне. На правой руке не хватало безимянного пальца. \n Коротко остриженые коштановые волосы, начитсто выбритое лицо покрытое несколькими шрамами и парой рун на скулах. Квадратная челюсть, широкий подбородок. Кустистые чёрные брови, множетво раз сломанный нос. Твердый и уверенный взгляд желтоватых глаз. Небольшое, зеленоватое кольцо в мочке левого уха, резко контрастировало со всем его образом.\n — Я займусь им. Шкура моя. — не обращаясь не к кому определённому, смотря на тушу, сказал гигант.\n Одной рукой подкинув волка на плечо, он отошел дальше от костра.\n — Дротик, а можно мне клыки? — в след сказал Сима, таким тоном, словно маленькая дочька просит у отца новую куклу. — Ну, пожалуйста... — снова протянул он.\n Дорн шумно и медленно выдохнул воздух, его раздражало ребячество блондина.\n — Да — сухо бросил Дротхан, даже не взглянув. \n — Тогда ты завялишь мясо. — сказал Дорн, смотря на улыбающегося Симу.\n — Угусеньки — весело ответил Сима — Всё для тебя, дорогой.\n Дорна передернуло. Он решил не отвечать на очередную глупость своего компаньена.\n Дротхан, нависая над мёртвым зверем, решил преступить к делу. ",
    "answers": [
      {
        "id": 6,
        "text": "Подвесив тушу на блищжайшем дереве, сделал нарез на шее, пуская кровь, котороя стекала в подготовленный им котелок. Дротхан начал работать клинком, бережно делая надрезы в нужных местах. Его работа была бережной и точной, доказывая что внешность бывает обманчива. Но, подобная кропотливость потребовала около трёх часов. Он закончил с тушой. "
      },
      {
        "id": 7,
        "text": "Дротхан осмотрел державший в руках меч, что-то прикинув в голове, он отложил его рядом с тушей. Пошел к своему бревну, а вернулся уже с топором.\n Ловко, не предавая особой силы, перерубил сухожилия на лапах, откинул конечности в сторону. Вспоров волку брюхо, вытащил внутренности, отложив в сторону всё что можно было употребить в пищу. Не особо церемонясь, руками содрал шкуру. Порубив тело на куски, он закончил. Руки его были по локоть в крови. На всю работу ему потребовалось не больше сорока минут. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Ваа",
    "answers": []
  },
  {
    "id": 4,
    "text": " Каждый его шаг был наполнен наигроной тяжестью и печалью. Опустив голову со смереным видом приговоренного к казне, он приблизился к туше.\n Никто из спутников не знал откуда был родом этот необычный молодой человек, на вид ему было не больше двадцати двух лет. Лишь Дорна посещали мысли что Сима намного старше чем кажется, что вполне могло быть реальным учитывая что он был магом. \n Маги не были большой редкостью. Магия была могущетвенным оружием, но в ней были минусы, главным из которых было время, на прочтение заклинания его требовалось достаточно много в условиях битвы. Исключением являлись древние свитки с заготовленными заклинаниями, но они были невероятно редки. Симе требовалось лишь несколько мгновений на заклинание. Но по каким то причинам он редко пользовался своими силами в полной мере, его спутники знали об этом. Никто из них никогда не слышал о подобных ему. \n Его внешность и личность были под стать умениям, такие же странные. Светлые золотистые волосы падали длинной косой по всей длине которой были влетяны темные гвоздики, собранные с одной стороны больше, были не семетричны. Светло голубые живые и хитрые глаза, обрамленные золотистыми ресницами и тонкими бровями. Смозливое лицо, правильные черты и немного вздернутый нос отдавали женственностью, чего не меняло даже наличие большого шрама опоясывающего шею. Кожа у него была белая и ровная, на фоне которой резко выделялись почерневшие серебрянные украшения которых было не мало. Дюжина серёжек в обоих ушах, несколько гвоздиков в левой брови, кольцо на правом ребре носа. \n Ростом он был без двух ладоней два метра. Худым, но жилистым, в непривычной для мага, хорошей форме. Одежда на нём тоже была весьма странной, тёмно красный кожаный плащ из кожи неизвестной рептилии, кожанный желет поверх серой рубахи усеяной подвесками и кулонами. Тканевые потертые тёмные штаны подвязаные под коленями и сапоги с металическими носами. На руках он носил множество колец и по несколько браслетов из почерневшего серебра. \n Сима был разговорчив, возможно, даже слишком. Настроение его менялось словно мгновенно и зачастуб абсолютно случайно. При всем этом он практически нечего не расказывал о себе, но постоянно расспрашивал других, казалось будто ему хочется знать всё, вплоть до того, какое блюдо ты ел когда тебе было десять лет в день рождение, имеено это последнее он спрашивал у Эллоу.\n — Я думаю никто не будет против если я заберу себе клыки? — произнёс Сима\n— Заберай, только шкуру я попрошу себе — сказал Дорн. \n— Забились! — весёлое сказал маг. \n Сима наконец подошёл к туше мёртвого волка, склонив голову на бок он оценивающе осмотрел кольца на руках. Что-то решив, он улыбнулся и опустился на корточки рядом с телом. ",
    "answers": [
      {
        "id": 8,
        "text": "Сима закрыл глаза, туша лежала рядом. Он вытянул руку вперёд в направлении волка,мгновение спустя на бещымянном пальце засветилось кольцо с гравировкой в виде капли. Ещё мгновение, от кольца отсоединился небольшой красный шарик света и направился к волку. Достигнув его, туша забилась в конвульсиях, изо рта волка вырвалась струя крови и направилась к магу. Рядом он поставил котелок, туда то и направил струю. Вся кровь вышла. Следующим засветился кулон в форме спирали на шее мага. Тело волко начало выворачиваться отделяесь от шкуры. Шкура упала наземь, через мгновение упало и тело. Сима продолжил уде ножем, управляясь с ним вполне сносно. Через час дело было сделано. "
      },
      {
        "id": 9,
        "text": "Сима оттащил тушу к дереву, осмотрел ветви и пошел к рюкзаку. Вернулся он уже с верёвкой, перекинув её через отходящую от ствола толстую ветвь, привязал за задние лапы. Сделав надрез на шее, кровь полилась в подготовленный под зверем котелок. Черещ время, когда вся кровь сошла, он приступил к освежеванию. Постепенно двигаясь, сверху вниз, он снял шкуру. Затем, распоров брюхо, достал внутренности. Приступил к мясу. Уже в конце начал выдергивать клыки. Сдесь он использовал одно из своих заклинаний, это было видно по свету сверического кулона, на нём была выграверована руна \"К\". Его пальцы светились и ьудто прилепали к клыкам,после чего он вручную выдергивал их. Он потратил четыре часа, удивив всех тем что, только в конце воспользовался магией. "
      }
    ]
  },
  {
    "id": 5,
    "text": "",
    "answers": []
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  }
]