[
  {
    "id": 1,
    "text": "Автор: IXOR \nЖанр: фантастика, детектив, ужасы, хардкор. \n\nПри уборке, на чердаке вы находите старый сейф, который соседка вам любезно отдаёт. Что в нём хранилось столько лет? Почему прошлые его владельцы бесследно исчезли? Как эта находка изменит вашу жизнь?\n\nВсё это и многое другое вы узнаете в фантастическом детективе «Бункер». ",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест ",
        "need": -2,
        "need_ever": true
      },
      {
        "id": 67,
        "text": "От автора ",
        "right_answer": true
      },
      {
        "id": 59,
        "text": "концовки ",
        "left_answer": true
      },
      {
        "id": 68,
        "text": "Главы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "— Спасибо тёбе, Коленька, что помог избавиться от хлама! — послышался голос бабы Нюры.\nВчера баба Нюра затеяла большую уборку и попросила помочь ей в этом. Баба Нюра была вашей соседкой по участкам.\n— А это что? — спросили вы и уставились на большой, ржавый, пыльный, объятый паутиной сейф.\n— Это сейф. В нём муж чего-то хранил. Все время собирались они втроём со своими друзьями.. Пиво помню пили и писали что-то, смеялись, иногда серьёзно что-то рассматривали... — отвечала Нюра.\n— А зачем его выбрасывать? — удивлялись вы.\n— А зачем он мне? Ключа у меня нет, вскрыть не могу, и вообще не моё это — в чужих вещах ковыряться. Хочешь, можешь забрать себе, если интересно. — предложила бабушка.\n— Да, пожалуй! Если вы не против, то я возьму его себе. — ответили вы.\n— Вот и бери! — одобрила Нюра. ",
    "answers": [
      {
        "id": 3,
        "text": "Некоторое время спустя"
      }
    ]
  },
  {
    "id": 3,
    "text": "Когда все дела были сделаны: мусор собран и успешно выброшен, пыль вытерта, а паутина убрана, вы наконец-то сели на диван перед недавно появившимся сейфом.\nСейф хоть и был старым и ржавым, но выглядел внушающим. Такой наверное ещё лет десять простоял на том самом чердаке, но видимо не судьба. ",
    "answers": [
      {
        "id": 4,
        "text": "Открыть сейф"
      },
      {
        "id": 5,
        "text": "Осмотреть сейф "
      }
    ]
  },
  {
    "id": 4,
    "text": "Как бы вы не старались открыть сейф, он никак не поддавался. Возможно руки слабые, а возможно советское качество перегоняет все ожидания.\nВскрыть сейф тоже получалось не особо.. Скорее лом сломается, или вы себе руку, чем дверь сейфа с негромким хлопком откроется. ",
    "answers": [
      {
        "id": 5,
        "text": "Осмотреть сейф "
      }
    ]
  },
  {
    "id": 5,
    "text": "На задней стороне сейфа мелкими буквами написан чей-то адрес: Соломино 37\n— Так, Соломино... Точно! Нужно ехать на соседнюю улицу! — говорите вы самому себе.\nВаш небольшой город в глуши, в самом малообитаемом месте России называется \"Камнье\". Говорят, что здесь раньше была крупная добыча камня, однако сейчас это не имеет никакого значения.\nВы дошли до улицы Соломино за несколько минут, но ходили более часа пытаясь найти дом 37.\nИ вот наконец-то вы стоите на пороге небольшого домика. Он выглядит заброшенным, но внутри горит свет. ",
    "answers": [
      {
        "id": 6,
        "text": "Постучать"
      }
    ]
  },
  {
    "id": 6,
    "text": "Тук — тук. Дверь со скрипом открывается. Перед вами стоит бабка лет пятидесяти, а может и больше.\n— Чего тебе? — грубо спрашивает она.\n— Вы знали Геннадия Кузьмича? — спрашиваете вы.\n— Проходи! — она закрывает за вами дверь и приглашает за стол.\nДом выглядит очень уютным, но паутина портит всю картину.\n— Ты что же... Его внук? — интересуется она.\nБабка приносит горячего чаю и пироги с капустой.\n— Нет, я его сосед. Сам лично его не знал, только с бабой Нюрой знаком.. — ответили вы.\n— Понятно.. А сюда зачем пришёл? — интересуется Бабка.\n— Я... \n— Если история долгая, то я готова послушать!\n— Я нашёл сейф, когда мы с бабой Нюрой перебирали хлам. Нюра разрешила оставить его себе. На задней его части был адрес вашей улицы и дома. И вот я здесь.\n— Ох... Так это тебе к моему мужу надо, они там что-то замышляли...\n— А где он?\n— Так умер он лет 20 назад!... ",
    "answers": [
      {
        "id": 7,
        "text": "- Как умер? ",
        "need_ever": true
      }
    ]
  },
  {
    "id": 7,
    "text": "— Юрка частенька ходил к Гене. Они вместе с ещё одним другом о чем-то активно рассуждали на протяжении нескольких лет, а потом ушли.. Просто ушли.. Помню Юрка с собой ружьё брал..\n— На охоту?\n— Не похоже... \n",
    "answers": [
      {
        "id": 8,
        "text": "- Я могу задать вам пару вопросов? "
      }
    ]
  },
  {
    "id": 8,
    "text": "— Конечно! — отвечает бабка\n ",
    "answers": [
      {
        "id": 9,
        "text": "- Кто был третий друг? ",
        "need": -9
      },
      {
        "id": 10,
        "text": "- О чем они говорили? ",
        "need": -10
      },
      {
        "id": 11,
        "text": "- У вас есть ключ от сейфа? ",
        "need": -11
      },
      {
        "id": 12,
        "text": "- Из за чего умер ваш муж? ",
        "need": -12
      },
      {
        "id": 13,
        "text": "- больше вопросов нет ",
        "need": [
          9,
          10,
          11,
          12
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "— Я честно не знаю. Знаю только адрес — Соломино 59.",
    "answers": [
      {
        "id": 8,
        "text": "- ладно. "
      }
    ]
  },
  {
    "id": 10,
    "text": "— Точно не помню. Юрка всё время говорил про себя о каких-то туннелях, заразе и... О многом.",
    "answers": [
      {
        "id": 8,
        "text": "- заразе? "
      }
    ]
  },
  {
    "id": 11,
    "text": "— Нет. ",
    "answers": [
      {
        "id": 8,
        "text": "- понятно.. "
      }
    ]
  },
  {
    "id": 12,
    "text": "— Они втроём куда-то ушли и... Пропали... ",
    "answers": [
      {
        "id": 8,
        "text": "- все трое? "
      }
    ]
  },
  {
    "id": 13,
    "text": "Настало время пойти к следующей зацепке — третьему другу. Скорее всего его тоже нет в живых и на пороге вас встретит старуха.\nНо подойдя к дому вы удивились его в опрятности и чистоте. Он был большой, двухэтажный и... целый? \n",
    "answers": [
      {
        "id": 14,
        "text": "Постучать "
      }
    ]
  },
  {
    "id": 14,
    "text": "×Тук — тук×\nДверь распахивается. На пороге молодая девушка.\n— Здравствуйте, а вы кто? — недоумевает девушка, — я за газ вот только вчера платила, а подписывать ваши бумажки я не буду, и не просите! — настороженно восклицает девушка.\n— Нет, что вы, я не из налоговой и даже не какой-то хулиган! Я ищу Серафиму Луис. — объясняете вы.\n— Ах... То прошлая хозяйка этого дома! — отвечает она.\n— Отлично, а где я могу её найти? — спрашиваете вы.\n— А вы ей наверное внук? — спрашивает девушка, а потом добавляет — проходите, я вам всё расскажу.\n",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Вот... А муж её был наркоманом... Всё время уходил с самого утра куда-то, а приходил лишь под вечер. Говорила она, что он со своими друзьями куда-то идти собирался и место то было опасно. Хозяйка мне ещё что-то хотело передать, но неделю назад пропала... — рассказывала девушка.\nЭтот вечер прошёл очень эмоционально. Вы то от души смеялись, то могли слезу пустить, а то просто пили чай и смотрели телевизор. Сама девушка оказалась очень милой и интересной. Парня у неё не было, детей тоже, была лишь собака — Ретривер.\n— Точно! — воскрикнула девушка и куда-то ушла. Вернулась спустя некоторое время с серебристым ключом, — вот это я нашла на чердаке этого дома, вы за этим пришли?\n— да! — обрадовались вы и потянулись за ключом.\n— Не так быстро! — девушка убрала ключ в карман.\n— Что? — спросили вы.\n— Ты рассказал что нашёл сейф. Запертый сейф. А я давно хотела приключений, понимаешь?\n— Не очень.\n— Возьми меня с собой! \n\nнездаровый интерес к сейфу очень насторожил вас. Они видела вас первый раз, но задавать лишних вопросов не стала, а поверила на слова, дуже отдала ключ от сейфа... Что-то тут не так... ",
    "answers": [
      {
        "id": 16,
        "text": "- Нет! "
      },
      {
        "id": 17,
        "text": "- Хорошо! "
      },
      {
        "id": 15,
        "text": "введите команды для картинки",
        "url": "https://i.ibb.co/KKTY93J/1647803253071.png"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Прости, но... — вы не успели даже оправдаться, как девушка протянула вам ключ.\n— Понимаю. Ладно, это и не нужно мне. Я просто хотела повесилиться. ",
    "answers": [
      {
        "id": 19,
        "text": "Положить"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Ладно. — тихо сказали вы. \n— Здорово! — обрадовалась она и отдала вам ключ. ",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 18,
    "text": "И вот вы и ваша спутница уже сидите перед сейфом. Вы вставляете ключ в замочную скважину и аккуратно поворачиваете несколько раз. Не громкий щелчок и дверь распахивается. Внутри лежит дневник, несколько бумаг, что уже давно преобрели коричневый цвет, ещё один ключ, но на этот раз он выглядит куда мощнее. На нижней части лежит револьвер с полным барабаном и ещё двумя пулями прозапас, а также свернутая карта.\n\nОстальные предметы осматривает ваша спутница. ",
    "answers": [
      {
        "id": 30,
        "text": "Осмотреть карту"
      },
      {
        "id": 31,
        "text": "Взять револьвер",
        "need": -31
      },
      {
        "id": 32,
        "text": "Взять ключ",
        "need": -32
      },
      {
        "id": 55,
        "text": "Дневник"
      }
    ]
  },
  {
    "id": 19,
    "text": "И вот вы уже сидите перед сейфом. Вы вставляете ключ в замочную скважину и аккуратно поворачиваете несколько раз. Не громкий щелчок и дверь распахивается. Внутри лежит дневник, несколько бумаг, что уже давно перебрели коричневый цвет, ещё один ключ, но на этот раз он выглядит куда мощнее. На нижней части лежит револьвер с полным барабаном и ещё двумя пулями прозапас, а также свернутая карта. ",
    "answers": [
      {
        "id": 20,
        "text": "Осмотреть дневник"
      },
      {
        "id": 21,
        "text": "Осмотреть бумаги",
        "need": -21
      },
      {
        "id": 22,
        "text": "Взять ключ ",
        "need": -22
      },
      {
        "id": 23,
        "text": "Взять револьвер",
        "need": -23
      },
      {
        "id": 24,
        "text": "Взять карту"
      }
    ]
  },
  {
    "id": 20,
    "text": "Дневник старый и потрёпаный. На его обложке подпись Генадия Кузьмича.",
    "answers": [
      {
        "id": 25,
        "text": "Открыть дневник"
      },
      {
        "id": 19,
        "text": "Убрать дневник"
      }
    ]
  },
  {
    "id": 21,
    "text": "Всего было три бумаги — разрешение на хранение оружия, права и какая-то обгоревшая бумажка. ",
    "answers": [
      {
        "id": 19,
        "text": "- не густо.. "
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы взяли ключ. Он был чуть больше дверных и гораздо тяжелее.. Наверное это ключ от бункера",
    "answers": [
      {
        "id": 19,
        "text": "- хм. "
      }
    ]
  },
  {
    "id": 23,
    "text": "— тяжёлый! — говорите вы самому себе и крутите барабан. Главно не выстрелить куда либо случайно.",
    "answers": [
      {
        "id": 19,
        "text": "- опасный! "
      }
    ]
  },
  {
    "id": 24,
    "text": "Огромный свернутый кусок бумаг оказался простой картой местности. Там было всего три точки, и каждая из них вела к дому трех друзей.\n— ничего! — расстраиваетесь вы.\nКарта оказывается пустой и наверное на этом нужно окончить путь, но в вашу голову приходит одна идея — попросить помощи у бабы Нюры. ",
    "answers": [
      {
        "id": 29,
        "text": "- Отличная идея! "
      },
      {
        "id": 49,
        "text": "- Я разберусь со всем один. "
      }
    ]
  },
  {
    "id": 25,
    "text": "была заполнена только одна страница. На ней были записаны координаты чего-то. ",
    "answers": [
      {
        "id": 19,
        "text": "Убрать дневник"
      }
    ]
  },
  {
    "id": 26,
    "text": ".",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "Кажется это дом Генадия. ",
    "answers": [
      {
        "id": 24,
        "text": "Отвести взгляд "
      }
    ]
  },
  {
    "id": 29,
    "text": "На следующий день вы идёте к дому бабы Нюры, благо её дом находится в паре шагов от вашего.\n— Здравствуйте, баб Нюр! — здороваетесь вы.\n— И тебе привет, Коля! Ты в гости? — обращается к вам баба Нюра.\n— Нет, я по другому поводу. — перебиваете вы бабу Нюру.\n— Слушаю! — настороженно говорит она. Кажется бабушка заметила с какой серьёзностью вы к ней обращаетесь.\n— Я открыл ваш сейф... Возможно я пойму, из за чего и как именно пропал ваш муж! — объясняете вы.\n— А от меня ты что хочешь услышать? — кажется баба Нюра не оценила ваш рассказ.\n— Я хотел бы услышать куда он ушёл. — отвечаете вы.\n— Он шёл прямо от задней части дома.\n— А почему вы так безразлично это говорите?\n— Генка много времени проводил с друзьями, а со мной даже дома побыть не мог.. Какой будет толк, если ты найдёшь его?\n",
    "answers": [
      {
        "id": 50,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 30,
    "text": "Огромный свернутый кусок бумаги оказался простой картой местности. Там было всего три точки, и каждая из них вела к дому трех друзей.\n— Ничего! — расстраиваетесь вы.\n— Дай мне! — ваша спутница берет карту и осматривает ее.\n— Что? — замечаете вы её пристальный взгляд.\n— я знаю как выглядит мой дом! Там точно что-то есть! — говорит она и идёт одеваться. ",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 31,
    "text": "— пригодится! — думаете вы. ",
    "answers": [
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Большой! — думаете вы. ",
    "answers": [
      {
        "id": 18,
        "text": "Спрятать в карман"
      }
    ]
  },
  {
    "id": 33,
    "text": "И вот вы уже находитесь дома у девушки. Она идёт искать в одну комнату, а вас оставляет в коридоре. ",
    "answers": [
      {
        "id": 34,
        "text": "Пойти в гостиную",
        "left_answer": true
      },
      {
        "id": 35,
        "text": "Пойти на кухню",
        "right_answer": true
      },
      {
        "id": 36,
        "text": "Осмотреть шкаф",
        "need": -36
      },
      {
        "id": 37,
        "text": "Осмотреть стену"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы находитесь в просторной и ухоженной гостинной. ",
    "answers": [
      {
        "id": 41,
        "text": "Осмотреть телевизор"
      },
      {
        "id": 42,
        "text": "Осмотреть ковёр"
      },
      {
        "id": 43,
        "text": "Осмотреть тумбочку"
      },
      {
        "id": 44,
        "text": "Осмотреть диван "
      },
      {
        "id": 33,
        "text": "Выйти из гостиной "
      }
    ]
  },
  {
    "id": 35,
    "text": "Девушка здесь осматривает каждую деталь, и пожалуй беспокоить её нет причин. ",
    "answers": [
      {
        "id": 33,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 36,
    "text": "Куртки, джинсы, ботинки — ничего интересного.\n— Ты что, роешься в моих вещах? — замечает девушка.\n— Нет — нет! — вы закрываете шкаф. ",
    "answers": [
      {
        "id": 33,
        "text": "Отойти о шкафа "
      }
    ]
  },
  {
    "id": 37,
    "text": "Стена как стена. ",
    "answers": [
      {
        "id": 38,
        "text": "Постучать",
        "need": -38
      },
      {
        "id": 48,
        "text": "Ударить молотком",
        "need": 46
      },
      {
        "id": 33,
        "text": "Отойти от стены"
      }
    ]
  },
  {
    "id": 38,
    "text": "Кажется что-то простукивается.. Наверное там есть скрытое помещение. Нужно чем-то её сломать! ",
    "answers": [
      {
        "id": 33,
        "text": "Отойти от стены"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вас встречает небольшая пристройка к дому. Она подставляет из себя колонну, которая чуть выпивает снаружи. Возможно снаружи это дизайн, но внутри..\nВас встречает ещё один шкаф. Он не заперт. Вы открываете его. Внутри обычная одежда, сапоги, шапки. ",
    "answers": [
      {
        "id": 40,
        "text": "Осмотреть одежду"
      },
      {
        "id": 51,
        "text": "Осмотреть шкаф "
      },
      {
        "id": 1,
        "text": "Конец первой главы"
      }
    ]
  },
  {
    "id": 40,
    "text": "Всего висит три куртки. ",
    "answers": [
      {
        "id": 52,
        "text": "Посмотреть первую куртку",
        "need": -52
      },
      {
        "id": 53,
        "text": "Посмореть вторую куртку ",
        "need": -53
      },
      {
        "id": 54,
        "text": "Посмотреть третью куртку",
        "need": -54
      },
      {
        "id": 39,
        "text": "Отойти от шкафа",
        "need": [
          53,
          54
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "Старый, но всё ещё работает. И почему ваша спутница ни купила новый? ",
    "answers": [
      {
        "id": 34,
        "text": "Отойти от телевизора"
      }
    ]
  },
  {
    "id": 42,
    "text": "Ковёр ковром. Зачем на него смотреть? ",
    "answers": [
      {
        "id": 34,
        "text": "Отойти от ковра"
      }
    ]
  },
  {
    "id": 43,
    "text": "Тумба состоит из трех ящиков. Какой будем смотреть? ",
    "answers": [
      {
        "id": 45,
        "text": "Первый ",
        "need": -45
      },
      {
        "id": 46,
        "text": "Второй ",
        "need": -46
      },
      {
        "id": 47,
        "text": "Третий",
        "need": -47
      },
      {
        "id": 34,
        "text": "Отойти от тумбы"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Ох.. Какой мягкий! — думаете вы.\n— Ты там спишь что-ли? — дёргает вас спутница. ",
    "answers": [
      {
        "id": 34,
        "text": "Встать с дивана "
      }
    ]
  },
  {
    "id": 45,
    "text": "В первом ненужные хлам: провода, старые наушники, мобильная раскладушка, магнитики и сувенирные обереги. ",
    "answers": [
      {
        "id": 43,
        "text": "Закрыть ящик"
      }
    ]
  },
  {
    "id": 46,
    "text": "Во втором ящике лежит молотоки и несколько дохлых тараканов. ",
    "answers": [
      {
        "id": 43,
        "text": "Закрыть ящик"
      }
    ]
  },
  {
    "id": 47,
    "text": "Запарто! ",
    "answers": [
      {
        "id": 43,
        "text": "Отойти от ящика "
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы бьёте молотком по стене. Весь дом охватывает громкий хлопок и ваша спутница бежит на звук.\n— Ты чего творишь? — ругается она.\nВы делаете ещё один удар и молоток пробивает сквозь тонкую стенку. Вы ещё раз бьёте по стене и мелкие кусочки падают на пол. Теперь можно пройти дальше. ",
    "answers": [
      {
        "id": 39,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Нет, мне помощь не нужна! — думаете вы.\nПересмотрев карту ещё несколько раз и не заметив ничего, вы кладёте её на стол.\nВ раздумьях вы проводите целый день и ничего в голову к вам не приходит, кроме как идти на угад. ",
    "answers": [
      {
        "id": 58,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 50,
    "text": "Всё, что было нужно вы выяснили. Осталось только собрать вещи и пойти в лес, на поиски того самого бункера. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец первой главы"
      }
    ]
  },
  {
    "id": 51,
    "text": "Обычный шкаф. Доски местами прогнили и в некоторых местах паутина.\n— Скрытых посланий нет! — передаёте вы своей спутнице.\n",
    "answers": [
      {
        "id": 39,
        "text": "Отойти от шкафа "
      }
    ]
  },
  {
    "id": 52,
    "text": "Пусто! ",
    "answers": [
      {
        "id": 40,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 53,
    "text": "В ней лежит связка ключей. ",
    "answers": [
      {
        "id": 40,
        "text": "- Это уже что-то! "
      }
    ]
  },
  {
    "id": 54,
    "text": "В куртке лежит небольшая бумажка. На ней написано:\n \"Мы гуляли по лесу. Шли прямо от дома Гены. Шли долго и наткнулись на сооружение. Сначала думали, что это руины дома, но оказалось — бункер!\" \n— От дома Гены? Теперь всё гораздо проще. \n",
    "answers": [
      {
        "id": 40,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 55,
    "text": "Дневник старый и потрёпаный. На его обложке подпись Генадия Кузьмича.",
    "answers": [
      {
        "id": 56,
        "text": "Открыть дневник"
      },
      {
        "id": 18,
        "text": "Ударить дневник "
      }
    ]
  },
  {
    "id": 56,
    "text": "здесь записаны какие-то координаты. ",
    "answers": [
      {
        "id": 18,
        "text": "Убрать дневник"
      }
    ]
  },
  {
    "id": 57,
    "text": "Лето. 2001 года.\n\n— прошёл год. Я сначала не поверил в эту чужь.. Всё это было очень странно. Забыл я о том самом дне как о страшном сне, как и мои друзья. Но это происходило на яву! Я до сих пор помню то чудовище, что пыталась нас убить. Какие у неё были длинные когти, а глаза? Ее голова разворачивалась на 360°.. А может тот монстр всего лишь плот моего воображения, и я тогда закрыл Женю одну в том страшном подвале? Нет! Она ведь писала, что видела ту девушку, что она тоже хочет убить её..\n\nЛето. 2001 года.\n\n— Я позвал друзей. Нас снова трое — Гена, Юра и Семён... Мы помним наизусть все места и все пути.. Нам не нужна какая либо карта. Сегодня мы пойдём туда. На протяжении нескольких месяцев мы готовились.. Если Женя продержалась десяток лет, то пару месяцев ещё потерпит. Надеюсь.\n\n— Юрка взял с собой ружьё, а я свой револьвер дома положу. Знаю, что мы не вернёмся живыми. Знаю, что кто-то нашёл эту запись и хочу передать вам важное сообщение: Не ходите туда, прошу! ",
    "answers": [
      {
        "id": 18,
        "text": "Убирать дневник "
      }
    ]
  },
  {
    "id": 58,
    "text": "На следующий день вы собрали все вещи, что могут вам понадобиться и были готовы идти в бункер. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец первой главы "
      }
    ]
  },
  {
    "id": 59,
    "text": "Здесь вы сможете увидеть все концовки, на которые когда либо проходили! ",
    "answers": [
      {
        "id": 59,
        "text": "Концовки первой главы:",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 61,
        "text": "Одиночка ",
        "need": 49,
        "need_ever": true
      },
      {
        "id": 62,
        "text": "С верной спутницей",
        "need": 17,
        "need_ever": true
      },
      {
        "id": 63,
        "text": "Бабкмны советы помогут нам всегда",
        "need": 29,
        "need_ever": true
      },
      {
        "id": 59,
        "text": "Концовка второй главы:",
        "comment": true,
        "text_color": [
          0,
          0,
          1
        ]
      },
      {
        "id": 64,
        "text": "Двойная мощь",
        "need": 70,
        "need_ever": true
      },
      {
        "id": 65,
        "text": "Военнопленный ",
        "need": 71,
        "need_ever": true
      },
      {
        "id": 66,
        "text": "По следам",
        "need": 120,
        "need_ever": true
      },
      {
        "id": 59,
        "text": "Концовки третьей главы:",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "Хз",
    "answers": []
  },
  {
    "id": 61,
    "text": "Не пользуясь помощью кого либо или какого либо совета, пойти в бункер одному. ",
    "answers": [
      {
        "id": 59,
        "text": "Обратно "
      }
    ]
  },
  {
    "id": 62,
    "text": "Вашим спутником в этом путешествии стала незнакомка из домика покойной жены третьего друга. ",
    "answers": [
      {
        "id": 59,
        "text": "Обратно "
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы воспользовались советом бабы Нюры. Она всегда расскажет вам точную информацию. ",
    "answers": [
      {
        "id": 59,
        "text": "Обратно "
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы со своей спутницей не только решили сложную головоломку, но и смогли добраться до заветной цели! ",
    "answers": [
      {
        "id": 59,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы попали в плен к неизвестным солдатам",
    "answers": [
      {
        "id": 59,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "Снаружи солдат и внутри что-то произошло... ",
    "answers": [
      {
        "id": 59,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "Хей!\nУсё! ",
    "answers": [
      {
        "id": 1,
        "text": "— Ясно.. "
      },
      {
        "id": 67,
        "text": "Связь с автором",
        "url": "https://vk.com/ggghggggggg"
      }
    ]
  },
  {
    "id": 68,
    "text": "Список доступных вам глав. ",
    "answers": [
      {
        "need_ever": true,
        "text_color": [
          0,
          1,
          0
        ],
        "id": 2,
        "text": "Глава первая      \nИнтересная находка                                             \n",
        "need": -2
      },
      {
        "need_ever": true,
        "text_color": [
          0,
          0,
          1
        ],
        "id": 69,
        "text": "Глава вторая:\nНелёгкий путь",
        "need": 7
      },
      {
        "id": 111,
        "text": "Глава третья:\nПохождения в бункере",
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 69,
    "text": "Последние пару дней выдалась Нелёгкими. Вы готовились к сложному и долгом пути к месту назначения.\nНайденные записи в дневнике подогревали интерес. Вся эта атмосфера старины...\nВаш запас напоминал больше поход на охоту с ночёвкой:\nРевольвер \nТёплая шапка \nТёплая куртка \nДве бутылки кипячёной воды \nНесколько законсервированых тушёнок \nОхотничий нож \nДневник найденный в сейфе\nКарта местности \n",
    "answers": [
      {
        "id": 70,
        "text": "Продожить",
        "need": 17,
        "need_ever": true
      },
      {
        "id": 71,
        "text": "Продолжить",
        "need": 29,
        "need_ever": true
      },
      {
        "id": 72,
        "text": "Продолжить",
        "need": 49,
        "need_ever": true
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы выходите из дома.\n— А вот и ты! — вздыхает Ирина. (именно так зовут вашу подружку)\n— Я вот вещи собрал. — вы показываете ей небольшой рюкзак, который нечем в правой руке.\n— не тяжелый? — спрашивает Ирина.\n— Нет, ни сколько! — отвечаете вы.\n",
    "answers": [
      {
        "id": 73,
        "text": "Открыть карту"
      },
      {
        "id": 74,
        "text": "Проверить револьвер",
        "need": -74
      },
      {
        "id": 75,
        "text": "Поискать связку ключей ",
        "need": -75
      }
    ]
  },
  {
    "id": 71,
    "text": "По совету бабки вы пришли к бункеру, однако там вас ждала не очень приятная новость — кто-то ошивался прямо перед ним. Люди в военной форме. Вам даже удалось немного подслушать их разговор.\n— Томми, какого черта? — возмущался первый.\n— Я не знал... — оправдывался второй.\n— Завалите хлеборезки! — скалился третий.\n— Наша задача зайти в бункер, найти документы и свалить! Мы знаем, что там нам будут мешать, но либо мы как герои падём там, либо наш Босс вышибет нам мозги! — объяснял первый.\n— Я смотрел записи с камер и обнаружил там новый труп... Там девушка в синей кофте и... Я не видел её раньше! — тихо говорил четвёртый.\n— Что значит труп? Труп? Неужели сюда кто-то проникал? — испуганно спрашивал Томми.\n— Я не знаю! Я просто не знаю! — оправдывался четвёртый.\n— Зато я знаю... — начал шестой. — помните сбои в электричества и взломе одно из серверов? Я знаю кто это сделал! Кто-то пробрался в бункер в 2001 году. Какие-то парни... Конечно камер в бункере особо нет, но вот прослушек... — закончил он. ",
    "answers": [
      {
        "id": 100,
        "text": "- Извените, молодые люди! "
      },
      {
        "id": 101,
        "text": "Пробраться через солдат к бункеру"
      },
      {
        "id": 102,
        "text": "Прорваться через солдат"
      },
      {
        "id": 103,
        "text": "Подобраться к одному из солдат и взять в заложники"
      }
    ]
  },
  {
    "id": 72,
    "text": "Одному, как вам показалось будет проще. Никто не будет ныть, что устал и вам нужен привал, никто не будет откладывать этот поход на потом. Однако всё таки ваш путь до места назнвчения куда дальше, чем нужно. Вы не знаете где именно находится бункер, но по заметкам в дневнике можно понять, что от дома Геннадия быстрее всего идти.\n",
    "answers": [
      {
        "id": 112,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 73,
    "text": "На карте ничего не изменилось.\n— Ты что, рассчитывал, что там появится новая отметка? — пытается пошутить Ирина. Получается это правда не особо...\n— Так... В дневнике написано, что нужно идти только прямо от заднего двора дома Генадия. — говорите вы.\n— Я поняла. Чего стоим? — девушка идёт в лес, а вы двигаетесь следом. ",
    "answers": [
      {
        "id": 76,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 74,
    "text": "В револьвере ровно 6 патрон. Главное случайно не нажать на курок. ",
    "answers": [
      {
        "id": 70,
        "text": "Спрятать револьвер"
      }
    ]
  },
  {
    "id": 75,
    "text": "Связка из девяти ключей на месте. ",
    "answers": [
      {
        "id": 70,
        "text": "Положить ключи обратно "
      }
    ]
  },
  {
    "id": 76,
    "text": "Прошло только десять минут вашего пути, а комары уже успел топить у вас крови. Девушку похоже это не сильно беспокоило.\n— у тебя есть спрей от комаров? — спрашиваете вы.\n— да! — отвечает она.\n— дай! — просите вы.\n— нет! — шутливо отвечает она.\nВесь остальной путь вы были главной целью летучих вредителей.",
    "answers": [
      {
        "id": 77,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 77,
    "text": "Дорога оказалась недолгой, но довольно затратной в плане силы.\nВам то в гору нужно подняться, то озеро по камням перепрыгать, то от сильного дождя под деревом прятаться.\nИ вот вы весь мокрый и грязный подходите к небольшому зданию, что является бункером. Ирина бежит следом.\nВ этом путешествии вы почему-то стали магнитом всех бед.\n",
    "answers": [
      {
        "id": 78,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 78,
    "text": "Подойдя к воротам бункера вы замечаете дверь, на которой весит аж три замка. Дверь выглядит очень массивной.\n",
    "answers": [
      {
        "id": 79,
        "text": "Посмотреть связку ключей в кармане"
      }
    ]
  },
  {
    "id": 79,
    "text": "В кармане вы находите тот самый ключ и вставляете в замочную скважину двери. Первый замок открыт, но второй и третий до сих пор закрыты. Связки в кармане нет, и потому вам нужно вернуться.\nУ вас ест выбор — вы можете пойти все вместе, так вы сможете не оставлять друг друга не пойми где, вы также можете пойти один, тогда Ирина будет ждать вас у бункера и если что услышит ваш зов о помощи, или вы можете отправить Ирину одну, но тогда вам нужно отдать ей револьвер, чтобы она смогла отбиться от волков, которые частенько встречаются в лесу. ",
    "answers": [
      {
        "id": 80,
        "text": "Пойти одному"
      },
      {
        "id": 81,
        "text": "Отправиться вместе"
      },
      {
        "id": 82,
        "text": "Отправить Ирину"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Знаешь... Ты наверное останешься здесь и подождёшь меня. — обращаетесь вы к Ирине.\n— Я тут буду совсем одна? — недоумевает Ирина. ",
    "answers": [
      {
        "id": 83,
        "text": "Отдать ей револьвер"
      },
      {
        "id": 84,
        "text": "- Здесь не страшно! "
      }
    ]
  },
  {
    "id": 81,
    "text": "Вместе вы осматриваете каждую деталь и удивляетесь, найдя ключ прямо под ногами. Это было куда проще, чем ожидалось. Вы отошли от бункера достаточно и совсем забыли дорогу обратно.\nЕдинственное, что может вернуть вас обратно — это развилка. ",
    "answers": [
      {
        "id": 98,
        "text": "Пойти по левой тропинке, которую довольно сильно протоптали"
      },
      {
        "id": 96,
        "text": "Пойти по тропе, что заросла травой "
      },
      {
        "id": 99,
        "text": "Пойти по тропе, которая полностью проросла корнями деревьев "
      }
    ]
  },
  {
    "id": 82,
    "text": "После долгого разговора о том, кто пойдёт на поиски заветных ключей, Ирина решила сама пойти за ключами. Конечно вы не были в восторге от её предложения, но она настояла. ",
    "answers": [
      {
        "id": 95,
        "text": "Отдать револьвер девушке"
      },
      {
        "id": 97,
        "text": "Помахать в след"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Вот, возьми! — вы протягиваете револьвер девушке.\n— Мне? — удивляется девушка. Наступает неловкая тишина. Девушка всё таки забирает пистолет.\n— Спасибо, наверное! — протягивает она.\n",
    "answers": [
      {
        "id": 85,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 84,
    "text": "— Здесь нечего бояться. — говорите вы и уходите в лес. ",
    "answers": [
      {
        "id": 85,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 85,
    "text": "На поиски уйдёт много времени, так как вы шли около двух часов без перерывов. ",
    "answers": [
      {
        "id": 86,
        "text": "Пойти к тому самому ручью",
        "need": -86
      },
      {
        "id": 87,
        "text": "Забраться на дерево",
        "need": -87
      },
      {
        "id": 88,
        "text": "Просто идти по тропе"
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы дошли до того самого ручья, благо дорога до него была не сложная.\nРучей был довольно широким.\n— Вроде ничего... Разве что ключи унесло по течению. — подумали вы. ",
    "answers": [
      {
        "id": 85,
        "text": "Пойти назад"
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы забрались на дерево. Здесь вы не увидили ничего — деревья перекрывали весь вид.\n",
    "answers": [
      {
        "id": 85,
        "text": "Слезть с дерева "
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы не стали ничего придумывать, а просто пошли по заросшей тропе, по которой ходили к бункеру.\nШли вы минут десять. Осмтаривали каждый куст. Вдруг не так далеко от вас захрустели ветки. Из густых деревьев показалась огромная голова, а затем и тело медведя. Хозяин леса кажется не очень рад приходу незнакомца и хочет отведать его плоти. Сначала он внюзивается, но потом встаёт на задние лапы и рычит на весь лес. Птицы, что сидели на деревьях в страхе улетели прочь. ",
    "answers": [
      {
        "id": 89,
        "text": "Выстрелить",
        "need": 84
      },
      {
        "id": 90,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы достаёте пистолет из за пояса и наставляете на медведя. Тот в свою очередь уже несётся к вам на задних лапах. ",
    "answers": [
      {
        "id": 91,
        "text": "Выстрелить в голову"
      },
      {
        "id": 92,
        "text": "Выстрелить в тело "
      }
    ]
  },
  {
    "id": 90,
    "text": "Вы пускаетесь прочь, а медведь следом за вами. Вы пересекаете упавшей дерево и останавливаетесь. Кажется оторвались. Вдруг недалеко вы слышите тяжёлый шаги — медведь рядом. Нужно срочно найти укрытие! ",
    "answers": [
      {
        "id": 94,
        "text": "Бежать дальше"
      },
      {
        "id": 141,
        "text": "Спрятаться под дерево"
      }
    ]
  },
  {
    "id": 91,
    "text": "Выстрел! Пуля пролетает чуть выше головы. Вы не стрелок и никогда им не были. Медведь в ярости бежит на вас. Тяжёлая туша падает и вы вместе с ней. ",
    "answers": [
      {
        "id": 93,
        "text": "Продолжить",
        "blackout": true
      }
    ]
  },
  {
    "id": 92,
    "text": "Хоть вы и не являетесь отличным стрелком, но не попасть в широкое тело медведя крайне трудно. Выстрел! Пуля попадает прямо в живот, но из за толстой кожи ваш оппонент ничего не почувствовал. Наоборот — это только больше его разозлило. С таким медведем вам точно не совладать... ",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка "
      }
    ]
  },
  {
    "id": 93,
    "text": "Утром ваше изуродованое тело найдёт полиция...\n",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы не стали тратиться время на прятки от смерти, а побежали дальше. К счастью медведь не погнался за вами. Спустя несколько минут вы добежали до бункера, где вас ждала Ирина.\n— Ну наконец-то! — вздохнула она.\n— Ага. — прошептали вы.\n— А чего это ты такой? — удивилась она.\nВ бункер вы так и не попали. Ключи потерялись где-то в лесу и у вас не было возможности найти их.\nВы вернулись домой. Приключение на этом окончено, но... Вы наконец обрели человека с которым проживаете остаток своей жизни. ",
    "answers": [
      {
        "id": 1,
        "text": "Хорошая концовка"
      }
    ]
  },
  {
    "id": 95,
    "text": "Девушка уже отошла от вас на достаточное расстояние. Вы подбежали к ней и потянули револьвер.\n— Эм... Зачем? — спрашивает она.\n— Безопасность. — отвечаете вы.\n— Ну, ладно. — она молча берёт револьвер и идёт в лес. ",
    "answers": [
      {
        "id": 97,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы идёте по тропе и наконец-то находите бункер. Хорошо, что все проблемы обошли вас стороной, но что ждёт вас в бункере? ",
    "answers": [
      {
        "id": 1,
        "text": "Конец второй главы"
      }
    ]
  },
  {
    "id": 97,
    "text": "Проходит достаточное количество времени, а Ирина так и не вернулась.\nВечером вы вернётесь домой ни с чем. Ваша спутница так и не вернётся. Полиция будет искать девушку на протяжении недели, но так и не найдёт ничего, кроме заброшенного бункера...",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка"
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы идёте по ней и в конце концов доходите до деревни. Здесь кипит жизнь.\nК сожалению вернуться обратно к бункеру вы не смогли. Началась гроза и вас пустила в дом пожилая пара. ",
    "answers": [
      {
        "id": 1,
        "text": "Нейтральная концовка"
      }
    ]
  },
  {
    "id": 99,
    "text": "Эта тропа вам сразу не понравилось. Уже спустя несколько минут вы поняли, что заблудились. Проходили вы часа два, но так и не нашли выход... ",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Извените... — вы не успеваете даже слова вставить, как получаете пулю в лоб.\n— Джейк, какого черта? — это последнее, что услышали вы. ",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка"
      }
    ]
  },
  {
    "id": 101,
    "text": "Вы пробираетесь к задней части бункера через солдат, они вас почему-то не замечают.\n— Хей, Лэри, давно у нас не было гостей! — вскрикивает один и стреляет короткой очередью в вашу сторону. Одна пуля попадает вам в ногу, а вторая в шею. На этом ваше приключение заканчивается. ",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка"
      }
    ]
  },
  {
    "id": 102,
    "text": "Ничего лучше вы не придумываете, как прорваться через солдат. Вы подбегаете к двери, сбив одного из солдат с ног. Только вот дверь оказывается закрытой на три замка.\n—  Это было очень рискованно! — слышите вы сзади. Удар по голове и вот вы уже лежите без сознания. ",
    "answers": [
      {
        "id": 104,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы подбегаете к одному из солдат и хватаете его за горло.\n— Кто ты черт побери такой? — шумит первый — тот кого вы взяли в заложники.\n— у меня такой же вопрос! — произносите вы.\nЧестно говоря вы никогда не обладали навыками борьбы с десятью солдатами.\nСолдаты к вашему удивлению стали задаваться. Большинство даже сложили оружие. Вы разжали хватку.\n— Меня зовут Николай. Я не хочу непрят... — не успели вы договорить, как получили пулю в лоб. ",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка"
      }
    ]
  },
  {
    "id": 104,
    "text": "— Что делать будем? — спрашивает первый солдат.\n— Он знает слишком много! — отвечает третий.\n— Убить! — поддерживает второй.\n— Используем шавку в своих целях, если в бункере кто-то есть, то наш новый друг станет приманкой! — догадывается шестой.\nВы тем временем уже пришли в себя. У вас связаны руки и ноги.\n— Эй, боец, ты как? — обращается к вам третий.\n",
    "answers": [
      {
        "id": 105,
        "text": "- Кто вы? "
      },
      {
        "id": 106,
        "text": "- Что происходит? "
      },
      {
        "id": 107,
        "text": "- Я всё объясню! "
      },
      {
        "id": 108,
        "text": "- Зачем я вам нужен? "
      },
      {
        "id": 109,
        "text": "- Что за труп? "
      },
      {
        "id": 110,
        "text": "- В бункере кто-то есть? "
      },
      {
        "id": 1,
        "text": "Конец второй главы",
        "need": [
          105,
          106,
          107,
          108,
          109
        ]
      }
    ]
  },
  {
    "id": 105,
    "text": "— Мы? Секретная Государственная группировка \"Чарли\". — отвечает седьмой солдат.\n— Секретная? Почему тогда ты мне это рассказываешь? — недоумеваете вы.\n— Кому? Ты мертвец парень! — ехидно улыбаюсь кричит вам второй. ",
    "answers": [
      {
        "id": 104,
        "text": "- Я прямо лучший искатель приключений! "
      }
    ]
  },
  {
    "id": 106,
    "text": "— Лежи и живи, пока можешь! — не желает отвечать на ваш вопрос первый солдат. ",
    "answers": [
      {
        "id": 104,
        "text": "- Смотри не подавись! "
      }
    ]
  },
  {
    "id": 107,
    "text": "— Я могу всё объяснить! Меня зовут Николай и мне 27 лет. Я не являюсь чьим либо шпионом. Я просто нашёл сейф в доме соседки и открыл его. Нашёл этот бункер и захотел сюда прийти. — объясняли вы.\nСедьмой, второй и пятый солдат отнеслись с пониманием, но показывать этого не стали, а остальные стали закидывать вас грязью.",
    "answers": [
      {
        "id": 104,
        "text": "- Ясно... "
      }
    ]
  },
  {
    "id": 108,
    "text": "много знаешь! — ответил первый. ",
    "answers": [
      {
        "id": 104,
        "text": "- Злюка! "
      }
    ]
  },
  {
    "id": 109,
    "text": "— Ты будешь трупом, если не заткнёшься! — оскалился восьмой. ",
    "answers": [
      {
        "id": 104,
        "text": "- Какие мы чувствительные! "
      }
    ]
  },
  {
    "id": 110,
    "text": "К вам подсел седьмой.\n— Раз уж ты приобрёл себе билет в один конец, то можешь послушать... — начал он.\n— Что послушать? — спросили вы.\n— Когда-то давно в этом бункере проводили эксперименты над людьми. Это был препарат, который замедлял процесс старения, но так уж вышло, что его побочные эффекты делали с подопытным страшное... Бункер в страхе покинуло тысячи учёных. Подопытные взбунтовались, стали вести себя не адекватно, получили вечную молодость, но потеряли рассудок... Однажды четверо детей пришли в этот бункер, но убежали после, оставив свою подружку там умирать, а та нашла препарат и зачем-то вколола себе... В отличие от других та девушка не потеряла рассудок, она даже обрела вечную молодость, но похоже обитателям бункера это не понравилось. Её убили! — закончил свой рассказа седьмой.\nВы сидели с открытым ртом. Сейчас вы бы отдал все, лишь бы не открывает сейф. ",
    "answers": [
      {
        "id": 104,
        "text": "- Жутко"
      }
    ]
  },
  {
    "id": 111,
    "text": "ПРЕДУПРЕЖДЕНИЕ: данная глава имеет высокую сложность! ",
    "answers": [
      {
        "id": 129,
        "text": "Продолжить",
        "need": 96,
        "need_ever": true
      },
      {
        "id": 151,
        "text": "Продолжить"
      },
      {
        "id": 158,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 112,
    "text": "Вы шли не долго. Начиналась гроза. Вам нужно срочно найти укрытие! ",
    "answers": [
      {
        "id": 113,
        "text": "Спрятаться под деревом"
      },
      {
        "id": 114,
        "text": "Продолжить идти "
      },
      {
        "id": 114,
        "text": "Достать зонт"
      }
    ]
  },
  {
    "id": 113,
    "text": "Вы решили укрыться под деревом. Это очень плохое место, для укрытия в грозу. Вы это поняли, но жаль, что было уже поздно.. ",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Ну идёт дождь и идёт! — подумали вы и пошли дальше.\nЧерез несколько часов дорогу так сильно размыло, что идти было невозможно, а капли дождя дизарентировали вас. Нужно что-то предпринять!",
    "answers": [
      {
        "id": 115,
        "text": "Ждать конца дождя"
      },
      {
        "id": 116,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 115,
    "text": "Дождь кончился достаточно быстро.\nСпустя ещё несколько часов вы добрались до бункера. На лугу ошивался мужчина в солдатской экипировке с винтовкой в руках.\n",
    "answers": [
      {
        "id": 117,
        "text": "Позвать его "
      },
      {
        "id": 118,
        "text": "Аккуратно подойти с поднятыми руками"
      },
      {
        "id": 119,
        "text": "Пробежать через него"
      },
      {
        "id": 120,
        "text": "Подойти к бункеру держась ближе к лесу"
      },
      {
        "id": 122,
        "text": "Спрятаться"
      }
    ]
  },
  {
    "id": 116,
    "text": "И вот вы уже летите вниз по холму и падаете головой на камни. ",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка "
      }
    ]
  },
  {
    "id": 117,
    "text": "— Хей! — крикнул вы.\n— Какого? Ты кто такой? — ответно крикнул вам солдат.\n— Я шёл к бункеру, а ты? — спросили вы.\nМужчина направил на вас винтовку и выстрелил. ",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка"
      }
    ]
  },
  {
    "id": 118,
    "text": "Вы поднимаете руки над собой и подходите к солдату, который смотрит на вас через прицел винтовки. Как только вы подходите ближе, получаете прикладом в голову. Удар был смертельным. ",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка"
      }
    ]
  },
  {
    "id": 119,
    "text": "Вы рыыком двинулись вперёд на солдата, но шквал пуль не дал пробежать и метра. ",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка"
      }
    ]
  },
  {
    "id": 120,
    "text": "Вы аккуратно пробрались к бункеру. На удивление бункер был открыт. Внутри ходили солдаты и что-то искали. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец второй главы"
      }
    ]
  },
  {
    "id": 121,
    "text": "",
    "answers": []
  },
  {
    "id": 122,
    "text": "Вы спрятались в кусты и смогли послушать разговор солдата по рации.\n— Да слежу я, слежу! — кричал он.\n— Смотри камеры, чтобы нас не сожрали! — кричали ему в ответ.\nВы случайно задели сухую ветку. Солдат вздрогнул и случайно нажал на курок. Длинная очередь пуль вылетела прямо в кусты. ",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка "
      }
    ]
  },
  {
    "id": 123,
    "text": "",
    "answers": []
  },
  {
    "id": 124,
    "text": "",
    "answers": []
  },
  {
    "id": 125,
    "text": "",
    "answers": []
  },
  {
    "id": 126,
    "text": "",
    "answers": []
  },
  {
    "id": 127,
    "text": "",
    "answers": []
  },
  {
    "id": 128,
    "text": "",
    "answers": []
  },
  {
    "id": 129,
    "text": "Вы стоите перед тяжёлой дверью бункера. Связка из десятьюи ключей у вас в руках. Осталось только одно — подобрать ключи и открыть дверь! ",
    "answers": [
      {
        "id": 130,
        "text": "Попытаться открыть верхний замок",
        "need": -140
      },
      {
        "id": 131,
        "text": "Попытаться открыть нижний замок ",
        "need": -144
      },
      {
        "id": 129,
        "text": "\n\nОгромные железные двери с трудом открылись, но это не было финалом ваших мук. За ней вас ожидала такая же дверь, но с кодовым замком. Код вам придётся подбирать самостоятельно! ",
        "need": [
          140,
          144
        ],
        "merge": true
      },
      {
        "id": 145,
        "text": "Ввести код",
        "need": [
          140,
          144
        ]
      }
    ]
  },
  {
    "id": 130,
    "text": "Замок выглядит очень массивно. Из больших ключей только трое. ",
    "answers": [
      {
        "id": 132,
        "text": "Использовать первый ключ "
      },
      {
        "id": 133,
        "text": "Использовать второй ключ"
      },
      {
        "id": 134,
        "text": "Использовать третий ключ"
      },
      {
        "id": 129,
        "text": "Отойти от замка"
      }
    ]
  },
  {
    "id": 131,
    "text": "Нижний замок был куда сложнее верхнего. Ни один ключ в связке не подходил к нему. Ирина любезно предоставила вам отмычки.",
    "answers": [
      {
        "var_add": [
          "p",
          1,
          "v",
          1
        ],
        "var_equal": [
          "v",
          0
        ],
        "id": 131,
        "text": "Ткнуть сюда ",
        "left_answer": true
      },
      {
        "comment": true,
        "id": 131,
        "text": "Есть! ",
        "var_need": [
          "v",
          1
        ],
        "left_answer": true
      },
      {
        "right_answer": true,
        "var_add": [
          "p",
          1,
          "w",
          1
        ],
        "var_equal": [
          "w",
          0
        ],
        "id": 131,
        "text": "Ткнуть сюда "
      },
      {
        "right_answer": true,
        "comment": true,
        "var_equal": [
          "v",
          1
        ],
        "id": 131,
        "text": "есть"
      },
      {
        "var_add": [
          "c",
          1,
          "p",
          1
        ],
        "var_equal": [
          "p",
          2
        ],
        "id": 131,
        "var_need": [
          "7",
          0
        ],
        "middle_answer": true,
        "text": "Ткнуть сюда"
      },
      {
        "comment": true,
        "id": 131,
        "text": "Есть! ",
        "var_need": [
          "p",
          2,
          "c",
          1
        ],
        "middle_answer": true
      },
      {
        "id": 144,
        "text": "Продолжить ",
        "var_need": [
          "p",
          3
        ]
      }
    ]
  },
  {
    "id": 132,
    "text": "Вы вставляете ключ. Он очень плавно проходит через скважину. Теперь нужно разобраться куда повернуть ключ? ",
    "answers": [
      {
        "id": 135,
        "text": "Повернуть направо ",
        "right_answer": true
      },
      {
        "id": 136,
        "text": "Повернуть налево",
        "left_answer": true
      },
      {
        "id": 130,
        "text": "Достать ключ"
      }
    ]
  },
  {
    "id": 133,
    "text": "Как бы вы не старались, ключ не подходил... ",
    "answers": [
      {
        "id": 130,
        "text": "Спрятать ключ"
      }
    ]
  },
  {
    "id": 134,
    "text": "Третий ключ с большим трудом, но подошёл. ",
    "answers": [
      {
        "id": 139,
        "text": "Повернуть налево",
        "left_answer": true
      },
      {
        "id": 140,
        "text": "Повернуть направо ",
        "right_answer": true
      },
      {
        "id": 130,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 135,
    "text": "Что-то идёт очень плохо.. ",
    "answers": [
      {
        "id": 132,
        "text": "Повернуть налево"
      }
    ]
  },
  {
    "id": 136,
    "text": "Идёт очень плавно. ",
    "answers": [
      {
        "id": 132,
        "text": "Повернуть направо",
        "right_answer": true
      },
      {
        "id": 138,
        "text": "Повернуть налево",
        "left_answer": true
      }
    ]
  },
  {
    "id": 137,
    "text": "Заело... Кажется не подходит ключ... А так хорошо шёл!... ",
    "answers": [
      {
        "id": 138,
        "text": "Повернуть направо"
      }
    ]
  },
  {
    "id": 138,
    "text": "Идёт также плавно. ",
    "answers": [
      {
        "id": 136,
        "text": "Повернуть направо",
        "right_answer": true
      },
      {
        "id": 137,
        "text": "Повернуть налево",
        "left_answer": true
      }
    ]
  },
  {
    "id": 139,
    "text": "Не идёт! ",
    "answers": [
      {
        "id": 134,
        "text": "- Ладно... "
      }
    ]
  },
  {
    "id": 140,
    "text": "Тихий щелчок, и замок падает чуть ли не на ваши ноги. ",
    "answers": [
      {
        "id": 129,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 141,
    "text": "Вы прячитесь под деревом. Медведь огибает упавшее дерево и идёт дальше. Всё бы хорошо, но лес полон всякой живности... Вас укусил паук. ",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка "
      }
    ]
  },
  {
    "id": 142,
    "text": "",
    "answers": []
  },
  {
    "id": 143,
    "text": "",
    "answers": []
  },
  {
    "id": 144,
    "text": "Замок внутри шёлкает и падает на землю. Кажется бункер открыт! ",
    "answers": [
      {
        "id": 129,
        "text": "Открыто! "
      }
    ]
  },
  {
    "id": 145,
    "text": "Перед вам дверь с паролем. Необходимо самостоятельно подобрать 4-х значный пароль!",
    "answers": [
      {
        "id": 145,
        "text": "1"
      },
      {
        "id": 145,
        "text": "2"
      },
      {
        "id": 148,
        "text": "3"
      },
      {
        "id": 145,
        "text": "4"
      }
    ]
  },
  {
    "id": 146,
    "text": "Второй символ есть... ",
    "answers": [
      {
        "id": 148,
        "text": "P"
      },
      {
        "id": 148,
        "text": "G"
      },
      {
        "id": 148,
        "text": "F"
      },
      {
        "id": 148,
        "text": "V"
      },
      {
        "id": 152,
        "text": "W"
      },
      {
        "id": 148,
        "text": "H"
      },
      {
        "id": 148,
        "text": "A"
      },
      {
        "id": 148,
        "text": "7"
      },
      {
        "id": 148,
        "text": "8"
      },
      {
        "id": 148,
        "text": "9"
      },
      {
        "id": 148,
        "text": "2"
      },
      {
        "id": 148,
        "text": "E"
      },
      {
        "id": 148,
        "text": "U"
      },
      {
        "id": 148,
        "text": "§"
      }
    ]
  },
  {
    "id": 147,
    "text": "Это было очень сложно, однако вы всё таки смогли попасть в бункер!\nВыберите свою особенность! ",
    "answers": [
      {
        "id": 1,
        "text": "Программист\n[умение взламывать сложные программы] разработка "
      },
      {
        "id": 1,
        "text": "Инженер\n[умение чинить сложные механизмы] разработка"
      }
    ]
  },
  {
    "id": 148,
    "text": "Первый символ есть... ",
    "answers": [
      {
        "id": 148,
        "text": "1"
      },
      {
        "id": 148,
        "text": "Q"
      },
      {
        "id": 148,
        "text": "L"
      },
      {
        "id": 148,
        "text": "A"
      },
      {
        "id": 148,
        "text": "4"
      },
      {
        "id": 146,
        "text": "Y"
      },
      {
        "id": 148,
        "text": "G"
      },
      {
        "id": 148,
        "text": "F"
      },
      {
        "id": 148,
        "text": "5"
      }
    ]
  },
  {
    "id": 149,
    "text": "После того, как вы ввели четвёртый символ, началась какая-то загрузка.\n— Пароль принят! Повторите последовательность введённого кода, чтобы я была уверена, что это вы!\nВ случае ошибки вы должны будете ввести пароль заново! ",
    "answers": [
      {
        "id": 148,
        "text": "OPU6"
      },
      {
        "id": 148,
        "text": "HOLST"
      },
      {
        "id": 147,
        "text": "3YWk"
      }
    ]
  },
  {
    "id": 150,
    "text": "",
    "answers": []
  },
  {
    "id": 151,
    "text": "Для начала выберите свою особенность! ",
    "answers": [
      {
        "id": 153,
        "text": "Программист\n[умение взламывать сложные программы] ",
        "var_add": [
          "xak",
          1
        ]
      },
      {
        "id": 153,
        "text": "Инженер\n[умение чинить сложные механизмы] ",
        "var_add": [
          "in",
          1
        ]
      }
    ]
  },
  {
    "id": 152,
    "text": "Третий символ есть... ",
    "answers": [
      {
        "id": 148,
        "text": "J"
      },
      {
        "id": 149,
        "text": "k"
      },
      {
        "id": 148,
        "text": "d"
      },
      {
        "id": 148,
        "text": "g"
      },
      {
        "id": 148,
        "text": "e"
      },
      {
        "id": 148,
        "text": "t"
      },
      {
        "id": 148,
        "text": "T"
      },
      {
        "id": 148,
        "text": "R"
      },
      {
        "id": 148,
        "text": "r"
      },
      {
        "id": 148,
        "text": "q"
      }
    ]
  },
  {
    "id": 153,
    "text": "Прошло наверное часа два. Вы до сих пор сидели на земле со связанами руками. Вдруг к вам подошёл седьмой солдат.\n— Хей, можешь помочь мне? — спросил он.\n— Я не знаю... — усомнились вы.\n— сейчас я тебя развяжу! — сказал седьмой и достал из за пояса нож.\n",
    "answers": [
      {
        "id": 154,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 154,
    "text": "Седьмой не соврал и вскоре вы сидели со свободными руками.\n— Наши ребята очень беспокоятся за безопасность... — оправдался седьмой и дал вам планшет с какой-то программой, — Вот, ошибка вылезла, можешь помочь? — закончил он.\n",
    "answers": [
      {
        "id": 155,
        "text": "Я не знаю как это исправить... ",
        "var_need": [
          "in",
          1
        ]
      },
      {
        "id": 154,
        "text": "- Да, конечно!\n[нужно: Программирование] ",
        "comment": true,
        "var_need": [
          "in",
          1
        ]
      },
      {
        "id": 156,
        "text": "- Да конечно",
        "var_need": [
          "xak",
          1
        ]
      }
    ]
  },
  {
    "id": 155,
    "text": "— Прости, но я не знаю как тебе помочь... — расстроились вы.\n— Ладно, ничего страшного! — тихо сказал седьмой и отошёл от вас ",
    "answers": [
      {
        "id": 1,
        "text": "Дальше пока нет ничего "
      }
    ]
  },
  {
    "id": 156,
    "text": "— Да, я могу тебе помочь! — подбодрили вы седьмого.\n— Здорово! — обрадовался он.\n\nВы должны нажимать только на синие кнопки. Если вы нажмёте на красную, то весь прогресс собьётся. Ни в коем случае ни нажимайте на этот символ — \"§\" иначе весь прогресс собьётся! ",
    "answers": [
      {
        "bg_color": [
          0,
          0,
          1
        ],
        "var_add": [
          "vor",
          1
        ],
        "var_equal": [
          "vor",
          0
        ],
        "id": 156,
        "text": "<amp>",
        "left_answer": true
      },
      {
        "bg_color": [
          1,
          0,
          0
        ],
        "text": "*",
        "id": 156,
        "var_sub": [
          "vor",
          2
        ],
        "var_min": [
          "vor",
          0
        ],
        "left_answer": true
      },
      {
        "var_sub": [
          "vor",
          10
        ],
        "bg_color": [
          0,
          0,
          1
        ],
        "var_add": [
          "vor",
          0
        ],
        "var_equal": [
          "vor",
          0
        ],
        "id": 156,
        "text": "§",
        "var_min": [
          "vor",
          0
        ],
        "left_answer": true
      },
      {
        "bg_color": [
          0,
          0,
          1
        ],
        "var_add": [
          "vor",
          1
        ],
        "var_equal": [
          "vor",
          1
        ],
        "id": 156,
        "text": "-----",
        "right_answer": true
      },
      {
        "bg_color": [
          0,
          0,
          1
        ],
        "var_sub": [
          "vor",
          10
        ],
        "var_equal": [
          "vor",
          1
        ],
        "id": 156,
        "text": "§",
        "var_min": [
          "vor",
          0
        ],
        "right_answer": true
      },
      {
        "bg_color": [
          1,
          0,
          0
        ],
        "var_sub": [
          "vor",
          2
        ],
        "id": 156,
        "text": "•",
        "var_min": [
          "vor",
          0
        ],
        "right_answer": true
      },
      {
        "id": 157,
        "text": "Первый этап пройден! ",
        "var_need": [
          "vor",
          2
        ]
      }
    ]
  },
  {
    "id": 157,
    "text": "— Ну как? — спросил седьмой.\n— Я закончил первый этап. — ответили вы.\n\nПеред вами десять чёрных квадратов. Ваша задача выбрать правильный. ",
    "answers": [
      {
        "id": 157,
        "text": "Новый ответ. введите текст",
        "bg_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 157,
        "text": "0,0,0",
        "bg_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 157,
        "text": "Новый ответ. введите текст",
        "bg_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 157,
        "text": "Новый ответ. введите текст",
        "bg_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 162,
        "text": "Новый ответ. введите текст",
        "bg_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 157,
        "text": "Новый ответ. введите текст",
        "bg_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 157,
        "text": "Новый ответ. введите текст",
        "bg_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 157,
        "text": "Новый ответ. введите текст",
        "bg_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 157,
        "text": "Новый ответ. введите текст",
        "bg_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 157,
        "text": "Новый ответ. введите текст",
        "bg_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 158,
    "text": "Выберите свою особенность! ",
    "answers": [
      {
        "id": 159,
        "text": "Программист\n[умение взламывать сложные программы] ",
        "var_add": [
          "xack",
          1
        ]
      },
      {
        "id": 159,
        "text": "Инженер\n[умение чинить сложные механизмы] ",
        "var_add": [
          "INJ",
          1
        ]
      }
    ]
  },
  {
    "id": 159,
    "text": "Как только вы оказались в стенах бункера, то чуть не получили пулю в лоб. Повсюду были солдаты.\n— Яёрт, а ты ещё кто такой? — удивился первый.\n— Неважно кто он, просто пристрели его, у нас там важное мероприятие! — скалился третий.\n— Это бесполезно! — шестой солдат отбросил в сторону болгарку.\n— Парень, ты откуда? — обратился к вам седьмой.\n— Меня зовут Коля. Я нашёл координаты в сейфе у соседки и пришёл сюда...\n— Координаты? Он нам пригодится! — воскрикнул четвёртый.\nОн жестом показал на дверь. ",
    "answers": [
      {
        "id": 160,
        "text": "- Я могу ослабить защиту! ",
        "var_need": [
          "xack",
          1
        ]
      },
      {
        "id": 159,
        "text": "- Я могу ослабить защиту!\n[нужно: программист] ",
        "comment": true,
        "var_need": [
          "INJ",
          1
        ]
      },
      {
        "id": 161,
        "text": "- я могу открыть её! ",
        "var_need": [
          "INJ",
          1
        ]
      },
      {
        "id": 159,
        "text": "- Я могу открыть её! \n[Нужно: инженер] ",
        "comment": true,
        "var_need": [
          "xack",
          1
        ]
      }
    ]
  },
  {
    "id": 160,
    "text": "Солдаты вопросительно уставились на вас, а вы молча достали из рюкзака свой ноутбук и ввели код, который поможет вам взломать защиту двери.\n\nНажимайте только на красные поля. ",
    "answers": [
      {
        "var_need": [
          "op",
          0
        ],
        "right_answer": true,
        "var_add": [
          "hyo",
          1,
          "cop",
          1
        ],
        "var_equal": [
          "cop",
          0
        ],
        "id": 160,
        "text": "×",
        "middle_answer": true,
        "bg_color": [
          1,
          0,
          0
        ]
      },
      {
        "var_need": [
          "aia",
          0
        ],
        "bg_color": [
          1,
          0,
          0
        ],
        "var_add": [
          "asia",
          1,
          "hyo",
          1
        ],
        "var_equal": [
          "asia",
          0
        ],
        "middle_answer": true,
        "text": "*",
        "id": 160,
        "left_answer": true
      },
      {
        "bg_color": [
          0,
          0,
          0
        ],
        "middle_answer": true,
        "text": "Middle ",
        "id": 160,
        "left_answer": true
      },
      {
        "bg_color": [
          1,
          0,
          1
        ],
        "middle_answer": true,
        "text": "§",
        "right_answer": true,
        "id": 160
      },
      {
        "id": 160,
        "text": "Б",
        "middle_answer": true,
        "bg_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 163,
        "text": "- что-то не выходит взломать... Всё гораздо сложнее! ",
        "var_need": [
          "hyo",
          2
        ]
      }
    ]
  },
  {
    "id": 161,
    "text": "Чтобы открыть дверь понадобится четыре этапа! ",
    "answers": [
      {
        "id": 1,
        "text": "Первый этап\nРазработка "
      }
    ]
  },
  {
    "id": 162,
    "text": "— готово! — крикнули вы.\n— Вот это да! — удивился седьмой. ",
    "answers": [
      {
        "id": 1,
        "text": "Разработка "
      }
    ]
  },
  {
    "id": 163,
    "text": "— Ладно.. Он хотябы попытался! — сказал седьмой. ",
    "answers": [
      {
        "id": 1,
        "text": "Разработка "
      }
    ]
  },
  {
    "id": 164,
    "text": "",
    "answers": []
  },
  {
    "id": 165,
    "text": "",
    "answers": []
  },
  {
    "id": 166,
    "text": "",
    "answers": []
  },
  {
    "id": 167,
    "text": "",
    "answers": []
  }
]