[
  {
    "id": 1,
    "text": "Автор: MustyShadow\nЖанр: мини-квест\n\nАннотация: мальчик по имени Коля болеет, но так как он является типичным представителем подрастающего поколения, у него в нервами и психикой не всë в порядке. А представляете, какой сдвиг в мозгах происходит, когда молодой растущий организм отчаянно сражается со свирепой простудой? Вот телефон Коли, Леонид Андроидов, это не представляет, а видит своими глазами. Вот только давайте закроем глаза на то, что Леня иногда сам подливает масла в огонь. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Достижения и концовки. "
      }
    ]
  },
  {
    "id": 2,
    "text": "«Колечка ты как там? Когда уже прибудешь. ?»\n\nКоля сжал губы. Справился с дыханием, свидетельствующим о том, как он зол. И стал стучать тяжёлыми пальцами по экрану телефона:\n\n«Зоя Филипповна, со мной всё хорошо. Надеюсь, к следующей неделе выздоровею и приду».\n\nКоля отправил сообщение. Посидел несколько секунд, тупо глядя на экран телефона. А потом:\n\n— Ааа, каааак же зааадоолбаалааа!!!! — И с этим протяжным ором Коля с силой впечатал телефон в одеяло, а сам зарылся в подушку. ",
    "answers": [
      {
        "id": 4,
        "text": "- Слыш ты, представитель птичьего класса млекопитающих! Ничего, что мне как бы больно?!"
      },
      {
        "id": 5,
        "text": "- Что за истерики? "
      },
      {
        "id": 6,
        "text": "[Молчать]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Возможные концовки:\n—Погубленное юное дарование\n—Усопшее юное дарование\n—Да ладно\n—Жизнь одна\n—Все как обычно\n—В споре не рождается истина\n—И Леню задолбало \n—Да здравствует революция\n—Манипулятор\n—Месть подавайте горячей\n—Попрыгунчик ",
    "answers": [
      {
        "id": 3,
        "text": "——————— ВАШИ КОНЦОВКИ ———————",
        "comment": true
      },
      {
        "id": 3,
        "text": "Погубленное юное дарование",
        "need": 22,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Усопшее юное дарование",
        "need": 23,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Да ладно",
        "need": 13,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Жизнь одна",
        "need": 30,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Все как обычно",
        "need": 27,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "В споре не рождается истина",
        "need": 28,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "И Леню задолбало",
        "need": 20,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Да здравствует революция",
        "need": 25,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Манипулятор",
        "need": 18,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Месть подавайте горячей",
        "need": 24,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Попрыгунчик",
        "need": 14,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "——————————————————————————",
        "comment": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "— А ничего, что ты как бы просто кусок железа? — парировал Коля, оторвав голову от подушки. — И вообще, поучи биологию! Кстати, у тебя же интернет круглый год есть! Почему тогда ты такой тупой?!",
    "answers": [
      {
        "id": 9,
        "text": "- Ну, насчёт того, кто здесь тупой я бы всё-таки поспорил..."
      }
    ]
  },
  {
    "id": 5,
    "text": "— Какие истерики?! Я тебе не ребёнок! — вскричал Коля, оторвав голову от подушки.",
    "answers": [
      {
        "id": 7,
        "text": "- Ну, вообще-то человеческое существо до восемнадцати лет считается ребёнком!"
      },
      {
        "id": 8,
        "text": "- Здоровый парень, а так истеришь..."
      },
      {
        "id": 10,
        "text": "- ...успокойся..."
      }
    ]
  },
  {
    "id": 6,
    "text": "...Коля тяжело дышал. Брал салфетку и хорошенько высмаркивал слизь из носа. Затем встал, взял телефон и пошёл на кухню. \n\nЗакипятил воду, насыпал в кружку заварку. Взял чайник дрожащими руками и стал подносить к кружке...\n\n...и не заметил, как пролил добротную часть кипятка на телефон. ",
    "answers": [
      {
        "id": 13,
        "text": "- Ааа, блин, ты что, сдурел??!"
      },
      {
        "id": 19,
        "text": "[Мужественно стерпеть боль]"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Да ладно, я и не знал!",
    "answers": [
      {
        "id": 12,
        "text": "- Так с какого перепоя ты тут орёшь, что ты не ребёнок?!!"
      },
      {
        "id": 6,
        "text": "[Молчать]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Коля ничего не ответил. Только уронил голову на подушку и промычал:\n\n— Как всё задалбало...",
    "answers": [
      {
        "id": 6,
        "text": "[Молчать]"
      },
      {
        "id": 17,
        "text": "- Что случилось?"
      },
      {
        "id": 20,
        "text": "- Тоже мне, бедный несчастный нашёлся!"
      }
    ]
  },
  {
    "id": 9,
    "text": "Коля вскипятился: \n\n— Я тупой, по-твоему?! \n\n— А что, нет? Дроби считать не умеем! Даты по истории не помним! Единственный урок, к которому ты готов круглый год — физ-ра! \n\n— Вот только не надо мне тут школой заваливать! Задолбало уже! \n\n— Ой, ой, тебе еще три раза по столько же учиться, с твоим высочайшим интеллектом немудрено остаться на второй год! \n\n— Ты у меня сейчас так заработаешь!!! — заорал Коля в бешенстве.",
    "answers": [
      {
        "id": 6,
        "text": "[Заткнуться]"
      },
      {
        "id": 26,
        "text": "[Продолжать выводить]"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Ага, прям щас! Прям щас и успокоюсь! — крикнул Коля и тут же зашёлся в мокром кашле.  ",
    "answers": [
      {
        "id": 11,
        "text": "- Ну шо? Допрыгался?!"
      },
      {
        "id": 6,
        "text": "[Заткнуться. Он ведь всё-таки болеет...]"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Кха... Кха! Щас ты у меня попрыгаешь! — хрипнул Коля и вскочил с постели. \n\n— Я прыгать не умею! — заявил Лёня. — Так что под твою дудку прыгать не собираюсь. \n\n— Ах, так! — взвился Коля. \n\nОн резко схватил телефон и занес его высоко над полом. Если бы у Лени были внутренние органы, его бы вырвало. \n\n— А ну!!",
    "answers": [
      {
        "id": 14,
        "text": "- Отпусти, я тоже живой, и ты собираешься меня так просто убить? Бессердечный!"
      },
      {
        "id": 18,
        "text": "- А мама что скажет?"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Я тебе что, алкоголик что-ли?! Или это тебя сделали из-под банки пива?",
    "answers": [
      {
        "id": 16,
        "text": "- Вот только оскорблять не надо!"
      },
      {
        "id": 16,
        "text": "[Вздохнуть]"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Да ты ж железка, я думал, ты ничего не чувствуешь!\n\n— Думал он! Себя облей!\n\n— Ладно, извини...\n\nДа ладно. Николай Захарович Дроздов, заслуженный ударник стрелялок и самый передовой троечник в школе, извинился. В первый раз в жизни. \n\n\"И последний\", — усмехнулся Лëня про себя. ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка \"Да ладно\""
      }
    ]
  },
  {
    "id": 14,
    "text": "— Я еще и виноват? Сам ты виноват, так ещё и я оказывается виноват! \n\nКоля с силой швырнул телефон вниз. \n\nЛеня даже испугаться не успел, а мир перед его глазами уже померк. \n\nА нет, обратно вернулся: Коля швырнул его на пружинистый диван, и теперь Леня, нелепо переворачиваясь и кувыркаясь, прыгал там, как лягушка. \n\nЛеня изнемогал от своей беспомощности. Он молился, чтобы это унизительное представление поскорее прекратилось. ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка \"Попрыгунчик\""
      }
    ]
  },
  {
    "id": 15,
    "text": "— Очумелые, — поправил Коля и через пять минут представил взору телефона свой шедевр. \n\n\"Шедевром\" являлась металлическая банка, на которую была присобачена бумага с нарисованным \"Майнкрафтом\". \n\n— Красиво?\n\nГолубо-зеленое малево с двумя торчащими деревьями и белым пятном (которое должно было быть овцой) красивым точно не было. ",
    "answers": [
      {
        "id": 22,
        "text": "- Уродство"
      },
      {
        "id": 23,
        "text": "- Это что?"
      }
    ]
  },
  {
    "id": 16,
    "text": "Коля вдруг замолчал. А потом рывком снял с себя одеяло и вскочил. \n\n— Это отличная идея!\n\nИ Коля пулей вылетел из комнаты. ",
    "answers": [
      {
        "id": 21,
        "text": "- ...видимо, из-за эмоционального возбуждения его молодой растущий организм забыл о ломоте в костях..."
      }
    ]
  },
  {
    "id": 17,
    "text": "— Идиотская школа, вот что случилось!! Даже когда болею в покое не оставят!\n\nКоля вскочил с постели, и на Леню посыпалась лавина подростковых размышлений, которые превратились в пылкую речь о всей трагедии наличия образования. \n\n— Зачем оно вообще надо?! — орал Коля своим хрипучим от гриппа голосом. — Все равно этими дипломами только одно место подтирать! Все, кто на экономиста учился, сейчас в магазинах работают — работа мечты! Хотя на эту работу можно пойти без всякого диплома! Так вот, спрашивается, зачем оно вообще надо?!",
    "answers": [
      {
        "id": 25,
        "text": "[Согласиться с Колей]"
      },
      {
        "id": 28,
        "text": "[Возразить]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Да, Леня знал все о Коле — всё-таки он с ним с первого класса прожил уже шесть лет. Леня знал, куда и когда стоит надавить, чтобы получить нужный результат. \n\nКоля вмиг утихомирился и зло взглянул на Леню. \n\nВ этот раз Леня легко отделался, но в следующий раз ему достанется. Коля был злопамятным. У Лени появилось нехорошее предчувствие, но это была уже совсем другая история. ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка \"Манипулятор\""
      }
    ]
  },
  {
    "id": 19,
    "text": "Лене стоило невероятных усилий, чтобы заткнуться и не орать. \n\nА вот Коля, взяв в руки телефон и обжегшись, усилий никаких прикладывать не стал:\n\n— !!!\n\nКонечно, из его рта вырвались более красноречивые ругательтва, но телефон благополучно пропустил все мимо ушей. ",
    "answers": [
      {
        "id": 24,
        "text": "- Выкуси! Нечего кипяток лить куда попало!"
      },
      {
        "id": 27,
        "text": "- Под холодную воду руку быстро!!"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Да, задолбало! Да, задолбало! За-дол-ба-ло! Задолбало! Задолбало! Задолбало!!!\n\nПохоже, у него пластинка заела. \n\n— Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! \n\nУ Лёни начали вянуть уши. \n\n— Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало! Задолбало!!!\n\n\"Этот человек знает другие слова, кроме слова “задолбало\"?\" — рассеяно подумал Леня. \n\nОн взял и выключился, потому что уши у него завяли окончательно. ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка \"И Леню задолбало\" "
      }
    ]
  },
  {
    "id": 21,
    "text": "Телефон почувствовал себя эдаким умным врачом и, дабы прогнать скуку, начал вспоминать медицинские термины. \n\nА тем временем Коля влетел в комнату с  металлической банкой из-под пива, карандашами и бумагой и начал что-то мастерить. Криво, конечно же. ",
    "answers": [
      {
        "id": 15,
        "text": "- Кружок \"умелые ручки\" объявляется открытым!"
      }
    ]
  },
  {
    "id": 22,
    "text": "Колин энтузиазм исчез так же мгновенно, как и появился. Он отшвырнул свое творение в сторону и упал на подушку. \n\n— Ты чего это? — спросил Леня. \n\nКоля не ответил.\n\n\"Тоже мне, обиженка нашелся...\"",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка \"Погубленное юное дарование\""
      }
    ]
  },
  {
    "id": 23,
    "text": "— Это? Это я новый телефон запрограммировал! — гордо сказал Коля. — Видал? \n\nЛеня не мог не восхититься: \n\n— Так вот кто оказывается Майнкрафт создал! \n\nКоля уселся на кровать и принялся играть в воображаемую игру. Ему правда казалось, что он идет по открытому просторному миру, над ним бескрайнее небо, на улице тепло и солнечно...\n\nНа самом деле наш Коля просто рубанулся — слишком много сил истратил на создание нового телефона. \n\nЛеня будить его не стал — он прекрасно понимал, чем это закончится. Во время школьных будней на Леню и так льется ненависть за то, что он трезвонит в шесть утра. Леня никогда не понимал и не поймет, за что, ведь Коля сам устанавливает этот дурацкий будильник. ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка \"Усопшее юное дарование\""
      }
    ]
  },
  {
    "id": 24,
    "text": "Коля только прыгал на одном месте и дул на свою страдальную руку. \n\nСейчас его больше заботила не боль, а тот факт, что как только мама вернется с работы, расспросов и выговора не избежать (но Коля никогда не понимал, за что, ведь не ее ранили-то). \n\nЛеня злорадно молчал. Пусть знает!",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка \"Месть подавайте горячей\""
      }
    ]
  },
  {
    "id": 25,
    "text": "— Да! — закивал Леня (или Коле так показалось). — Читать, слагать, вычитать научился — и можно валить! Больше тебе в этой жизни ничего не понадобиться, кроме как уметь вертеться! \n\n— Вот где мне в жизни пригодится структура амебы?! Зачем мне тратить на это свое время, а?! — горячился Коля. — Еще и мать отругала за видите ли плохую оценку! \n\n— Оценка — это ничто, ее можно выпросить! — сказал Леня. — Эту идиотскую оценку можно занизить или завысить, как им так захочется!\n\n— А из-за нее еще и родители считают, что я — идиот! Не видят ничего больше, кроме этих идиотских цифр!\n\nКоля вскочил с постели, взял лист бумаги и ручку и начал писать. Вместе с Леней они составили что-то вроде Манифеста семнадцатого октября: детям свободу слова дать, ограничить рабочий день двумя часами, сделать справедливый суд, честно оценивать проделанную работу и тд. \n\nКогда Коля выздоровеет, он возьмет этот манифест и пойдет поднимать революцию. ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка \"Да здравствует революция\""
      }
    ]
  },
  {
    "id": 26,
    "text": "— Я разве неправду сказал? Ты и правда тупой как корыто, умеешь только что пиу-пиу в своих играх!\n\n— Для игр тоже ум надо! Выстраивать тактику, нормально пользоваться оружием...\n\n— Да ты хоть раз в ручках оружие держал хоть, снайпер! \n\nКоля ничего не ответил. Задумался. Потом сказал:\n\n— А ты знаешь, где раздобыть?",
    "answers": [
      {
        "id": 30,
        "text": "[Просветить Колю, что так делать нельзя]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Коля метнулся к крану, рывком передвинул переключатель холодной и горячей воды влево и открыл на всю воду. Пошел пар.  \n\n— Идиота кусок, это горячая!! — заорал Лёня. \n\n— Без тебя знаю! Арррргх!\n\nКоля передвинул переключатель вправо и облегченно вздохнул. \n\n— Ты еще так насоветуешь, хоть гроб заказывай, — пробурчал он недовольно. \n\nНет, сам накосячил — а Лёня виноват. Все как обычно. ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка \"Все, как обычно\""
      }
    ]
  },
  {
    "id": 28,
    "text": "— В жизни у людей не сложилось, вот и работают, где могут! — весомо сказал Леня. — Если ты тупое дите, которое на шее у родителей сидит и видит все через розовые очки, это не значит, что...\n\n— Завались!!! — заорал Коля. — Неужели я сказал неправду?! Почему бы им, раз они такие бедные, не тратить времени на эту драную учёбу, а сразу пойти на работу?\n\n— Да кто захочет! \n\n— На подработку вместо школы! Только время забирает эта драная школа!\n\n— Да ты там ничему не учишься, бездельничаешь по полной, конечно, ты там проводишь время зря! Ума бы хоть понабрался! \n\n— Да как мне там что-то слушать, если все непонятно объясняют?! Как я должен понимать, если мне непонятно?! Многим другим тоже непонятно, между прочим!\n\n— А ты бы попытался понять и не слушал других! Бесит меня это ваше стадное чувство \"как все, так и я\"!\n\n— При чем тут стадное чувство, если мне и правда непонятно?!\n\n— Напряг бы ты свои извилины, было бы понятно!\n\n— Зачем?!\n\n— Так надо!\n\n— Зачем надо?!\n\n— Учится надо!\n\n— Чтоб потом с дипломом экономиста в кассиры пойти?!\n\n— В жизни у людей не сложилось, вот и работают, где могут!\n\nХодят слухи, что эти двое до сих пор гавкаются. \n",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка \"В споре не рождается истина\""
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "— Оружие можно иметь с 21 года — процитировал Леня. — А тебе бы до четырнадцати дожить, и не факт, что доживешь. \n\n— Доживу. \n\n— Да с таким поведением тебя родаки скоро в шею из дома выгонят, и ты сгниешь в сточной канаве. \n\nДля Коли это была перспектива нерадостная, но возможная. Он крепко задумался о своем будущем. \n\n— Жизнь одна, и прожить ее надо так, как хочешь, — сказал он. — Я пошел. \n\nЧерез пять минут он вернулся с кухни с куском хлеба, на котором слоем в два сантиметра красовалась шоколадная паста. ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка \"Жизнь одна\""
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]