[
  {
    "id": 1,
    "text": " Автор: простяг.\n Жанры: апокалипсис, выживание, романтика и детектив.\n\n Идет 2033 год. В один солнечный день человечевство увидила гибель свою. Не понятно из-за чего, обычный человек может стать за минут пять черным ходящим трупом. Но молодому парню, Игорю надо попытаться стать либо одиночкой либо членом коллектива выживальщиков. Место начинается в Санкт- Петербурге. Для чего Игорь будет жить зависит от каждого из вас.",
    "answers": [
      {
        "id": 2,
        "text": "Начать.",
        "left_answer": true
      },
      {
        "id": 3,
        "text": "От автора.",
        "right_answer": true
      },
      {
        "id": 19,
        "text": "Вторая глава.",
        "middle_answer": true
      },
      {
        "id": 57,
        "text": "Третья глава.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "                                 Первая глава.\n\n Я не давно встал с кровати. Как же хорошо, что учеба неделю назад закончилась и я получил красный диплом. Одел тапочки и пошел на кухню. Сонная голова еще была.",
    "answers": [
      {
        "id": 4,
        "text": "Посмотреть холодильник.",
        "right_answer": true
      },
      {
        "id": 5,
        "text": "Посмотреть шкафчики.",
        "left_answer": true
      },
      {
        "need_ever": true,
        "id": 6,
        "text": "Приготовить завтрак.",
        "need": [
          4,
          5
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": " Этот квест будет содержать много глав. Вы надеюсь сможете из нескольких ярких персонажей найти любимца. Тут вам будет и друзья и враги, любовь и ненависть. \n\n Если хотите со мной по говорить о том о сем. Или узнать планы других квестов, прилагаю сюда ссылку на мой аккаунт в соцсети ВК. Спасибо, что вы со мной.\n                                                                 Ваш: простяг.",
    "answers": [
      {
        "middle_answer": true,
        "url": "https://vk.com/id591237794",
        "id": 1,
        "text": "Вк"
      }
    ]
  },
  {
    "id": 4,
    "text": " \" Может в холодильнике, что то есть?\"- пронеслось в голове моей. \n\n Открыл его и перед моим взором представилось: молоко \"Му-му\", кефир, кола-кола, банка варенья. \n\n \" Мда, не велик выбор\" — сказал я.",
    "answers": [
      {
        "id": 2,
        "text": "Взять молоко.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 5,
    "text": " Открыл один из них и сразу взял пакетик сухих хлопьев. Ну не хотелось мне там еще искать съестного и не очень. Да и хлопья очень помогали мне выжить в эти три года, адского обучения.",
    "answers": [
      {
        "id": 2,
        "text": "Взял пакет.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": " Поставил молоко греться на газовую плиту. Не долго думая, включил телевизор и были как раз новости.\n\n \"Сегодня полиция около станции метро, взяла под стражу человека напавшего на пожилую женщину. В отделении полиции, находяться медики, так как кожа нападавшего не естесственно черная. \nК другим новостям. ...\"\n\n \"Хм, интересно\" — сказал я обдумывая информацию в голове.",
    "answers": [
      {
        "id": 7,
        "text": "Завтрак.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": " Тем временем, молоко нагрелось и я стал сыпать на тарелку хлопья. Вдруг кто-то звонит в дверной звонок.\n\n \"Ну емае, этого еще не хватало.\"\n\n Немного погодя, я пошел открывать дверь. Но за дверью ждал приятный сюрприз. Приехали мои родители. Отец пошел обратно к машине, чтоб перетаскать еще пакеты, а мама пошла на кухню.",
    "answers": [
      {
        "id": 8,
        "text": "Пойти помочь отцу.",
        "left_answer": true
      },
      {
        "id": 9,
        "text": "Идти в кухню.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": " — Мам, я сейчас помогу папе, хорошо?\n — Конечно. Ты собирался завтракать сынок? — сказала мать.\n — Ну да.\n\n Я одел чистые белые кроссовки и пошел на улицу. На парковке отец закрывал автомобиль.\n Рядом стояли три пакета и коробка из под обуви.\n — Так, сынуля. Во возьми пакеты, я коробку.\n — Хорошо.",
    "answers": [
      {
        "id": 10,
        "text": "Идти обратно.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": " Положил пакеты на диван, который стоял в коридоре. Пришел на кухню, мать еще на две тарелки сделала завтрак. Я конечно помыл руки и все сели за стол.\n\n — Ну как, ты тут поживаешь? — сказал отец.\n — Да так. Плачу деньги за аренду и ЖКХ.\n — И сколько уходит на это денег?\n — Около 30 тысяч.\n — Сынок, а где деньги берешь? — сказала мать.\n — Я почти полгода, как подрабатываю с другом на рынке. Ну там всякие вещи продаем.\n — Кстати мы знали, что ты закончишь на отлично, военное училище, поэтому купили подарок. — сказал папа.\n\n Он встал из-за стола и через пять минут вернулся с открытой коробкой. Он дал коробку мне и я увидел кроссовки белые, с подсветкой на подошве.",
    "answers": [
      {
        "id": 11,
        "text": "Просто благодарить.",
        "left_answer": true
      },
      {
        "id": 12,
        "text": "Обнять родителей.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": " Я просто отблагодарил словом. \n\n — Спасибо вам, я белые кроссовки люблю, а с подсветкой еще больше.\n — Ну ты наш любимый, поэтому знаем твои вкусы на счет обуви. — сказала мать.\n\n Поев вместе завтрак, одел сразу же их. Потом одел белую рубашку и штаны ну и конечно, одел белую кепку. Отец с довольным видом сидел, выправив ноги одну на другую.",
    "answers": [
      {
        "id": 14,
        "text": "Дальше.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 12,
    "text": "Я решил в ответ обнять мне близких людей.\n\n — Спасибо вам, я белые кроссовки люблю, а с подсветкой еще больше.\n — Ну ты наш любимый, поэтому знаем твои вкусы на счет обуви. — сказала мать.\n\n Поев вместе завтрак, одел сразу же их. Потом одел белую рубашку и штаны ну и конечно, одел белую кепку. Отец с довольным видом сидел, выправив ноги одну на другую.",
    "answers": [
      {
        "id": 13,
        "text": "Дальше.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 13,
    "text": " — Ну мы не надолго приехали, просто увидиться с тобой захотели. Вообщем, нам пора, вечером обратно в Екатерибург уежаем. — сказал отец\n — Так быстро? — сказал я.\n — К сожалению, да.\n\n Родители на последок поцеловали, оделись и ушли. Ну, а я недолго почитал книжку и уснул.",
    "answers": [
      {
        "id": 15,
        "text": "Сон.",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 14,
    "text": " — Ну мы не надолго приехали, просто увидиться с тобой захотели. Вообщем, нам пора, вечером обратно в Екатерибург уежаем. — сказал отец\n — Так быстро? — сказал я.\n — К сожалению, да.\n\n Родители на последок поцеловали, оделись и ушли. Ну, а я недолго почитал книжку и уснул.",
    "answers": [
      {
        "id": 17,
        "text": "Сон.",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 15,
    "text": " Темное, сырое помещение. Я сидел на стуле, связаный веревками. Почему то я еще одет в военную форму мотострелковых войск РФ. Кто-то заговорил.\n\n — Эх парень, зря оружие поднял на меня.\n — Кто вы? — сказал я.\n\n Но сон закончился. Кто-то стучит в дверь.",
    "answers": [
      {
        "id": 16,
        "text": "Открыть дверь.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 16,
    "text": " Я открыл дверь и увидел почтальона с письмом в руках.\n\n — Эм, здравствуйте.\n — Здравия, вам повестка от военкома, прошу подписаться здесь.\n\n Он вытащил какой то листок с ручкой и я подписал. Затем письмо взял в руки. В письме говорилось, что надо придти завтра в военкомат с кучей бумаг. Эх ...",
    "answers": [
      {
        "id": 1,
        "text": "Первая глава закончилась.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 17,
    "text": " Темное, сырое помещение. Я сидел на стуле, связаный веревками. Почему-то я еще одет в военную форму мотострелковых войск РФ. Кто-то заговорил.\n\n — Эх парень, зря оружие поднял на меня.\n — Кто вы? — сказал я.\n\n Но сон закончился. Кто-то стучит в дверь.",
    "answers": [
      {
        "id": 18,
        "text": "Открыть дверь.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 18,
    "text": " Я открыл дверь и увидел почтальона с письмом в руках.\n\n — Эм, здравствуйте.\n — Здравия, вам повестка от военкома, прошу подписаться здесь.\n\n Он вытащил какой то листок с ручкой и я подписал. Затем письмо взял в руки. В письме говорилось, что надо придти завтра в военкомат с кучей бумаг. Эх ...",
    "answers": [
      {
        "id": 1,
        "text": "Первая глава закончилась.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 19,
    "text": " Санкт-Петербург, 2034 год. Игорь служил уже почти как год в мотострелковом роде войск. Из-за учебы в военном училище получил сразу звание лейтинанта.\n 138 отдельная мотострелковая бригада. С лета 2033 года, стали появляться жуткие человекоподобные существа. Спустя год, они стали многочисленнее и мощнее. Руководство из Совета Федерации, ГосДумы и президента решили изолировать срочно город до особого распоряжения. \n Поэтому на помощь полиции и РосГвардии, прибыла 138 бригада, в котором служил Игорь.",
    "answers": [
      {
        "id": 20,
        "text": "Осмотреться.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 20,
    "text": " Мой взвод контролировать должен одну из автомобильных трасс. В распоряжении есть 34 человека, 50 единиц оружия и три БТРа.\n Что мне приказать делать?",
    "answers": [
      {
        "id": 21,
        "text": "Перегородить трассу техникой.",
        "middle_answer": true
      },
      {
        "id": 22,
        "text": "Установить препяствия на 1 км.",
        "left_answer": true
      },
      {
        "id": 23,
        "text": "Основать место для палаток.",
        "right_answer": true
      },
      {
        "id": 24,
        "text": "Дальше.",
        "need": [
          21,
          22,
          23
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 21,
    "text": " Одной из задач, это перегородить трассу. Поэтому три водителя-механика поставили два БТРа по бокам, а в середину третий БТР.\n Так, одна из поставленных мной задач было выполнено. Что дальше?",
    "answers": [
      {
        "id": 20,
        "text": "Следующие.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 22,
    "text": " Одной из задач, это надо огородить периметр. Поэтому человек десять, пошло ставить сетки и проволку.\n Спустя три часа, мне доложили, что все готово. Что дальше?",
    "answers": [
      {
        "id": 20,
        "text": "Следующие.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 23,
    "text": " Одной из задач, это построить палаточное место с полевой кухней. Поэтому я нашел лучшие место для этого. \n Место под лагерь имела ровную территорию, с одной стороны овраг, с другой вода. \n Спустя полчаса все было готово. \n\n \"Что ж, ура\" — сказал я.",
    "answers": [
      {
        "id": 20,
        "text": "Следующие.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 24,
    "text": " Под вечер мой взвод выполнил первостепенные задачи. \n На КПП дежурили три стрелка с автоматами \"Ак-47\". Каждый час еще по два стрелка, обходили периметр. Остальные уже сидели возле большого костра и говорили всякие истории.\n Что мне бы по делать?",
    "answers": [
      {
        "id": 25,
        "text": "Идти в палатку свою.",
        "middle_answer": true
      },
      {
        "id": 26,
        "text": "Послушать истории.",
        "middle_answer": true
      },
      {
        "id": 27,
        "text": "Еще раз осмотреть КПП.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 25,
    "text": "Мне стало все остальное не интересно и пошел спать в свою палатку. Завтра прибудет письмо, с  указаниями. И мне снова приснился сон.\n Темное, сырое помещение. Я в военной форме связан веревками. Снова тот же голос. Я встал как раз под утро.\n\n \"Тьфу, этот же сон, год назад был же! Что за чертовщина?\" — сказал я.",
    "answers": [
      {
        "id": 28,
        "text": "Письмо.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 26,
    "text": " Удивительно, но я почему то перехотел послушать и пошел к себе палатку. Завтра прибудет письмо, с  указаниями. И мне снова приснился сон.\n Темное, сырое помещение. Я в военной форме связан веревками. Снова тот же голос. Я встал как раз под утро.\n\n \"Тьфу, этот же сон, год назад был же! Что за чертовщина?\" — сказал я.",
    "answers": [
      {
        "middle_answer": true,
        "text": "Письмо.",
        "id": 28
      }
    ]
  },
  {
    "id": 27,
    "text": " На КПП все было спокойно. Поэтому я пошел к себе. Завтра прибудет письмо, с  указаниями. И мне снова приснился сон.\n Темное, сырое помещение. Я в военной форме связан веревками. Снова тот же голос. Я встал как раз под утро.\n\n \"Тьфу, этот же сон, год назад был же! Что за чертовщина?\" — сказал я.",
    "answers": [
      {
        "id": 28,
        "text": "Письмо.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 28,
    "text": " Рядом со входом в палатку, стоял солдат. В руках то самое письмо.\n\n — Это мне рядовой?\n — Да, лейтинант. — сказал он.\n — Так давай сюды и иди обратно.\n — Так точно!\n\n Вояка отдал письмо и ушел на КПП.",
    "answers": [
      {
        "id": 29,
        "text": "Читать.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 29,
    "text": " Письмо.\n \" Приказ, лейтинанту 138 мотострелкого взвода дивизии. Не пропускать из города Санкт- Петербург никого. Ни других военных без копии приказов, ни гражданских лиц. При попытке пересечь, стрелять с предупредительным выстрелом в воздух. При обнаружении неизвестных существ стрелять только в шею, а точнее в сонную артерию. По другому существа не погибают. Ни коем случаи не трогать их. Лиц заподозренных встречах с существами, ликвидировать, как источника заражения.\n                                                  Министр обороны РФ\"",
    "answers": [
      {
        "id": 30,
        "text": "Смотреть, что за шум.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 30,
    "text": " У КПП стояли три фуры. Я подошел к одному из водителей.\n\n — Кто вы, куда вы?\n — Я Михаил Федотов. Вот нам из Ярославля приказали доставить продукты для граждан в Питере.\n — Копию распоряжения предоставьте.\n\n Он достал из куртки листок в файле. Там действительно, написано про доставку продуктов в город. ",
    "answers": [
      {
        "id": 31,
        "text": "Пропустить их.",
        "left_answer": true
      },
      {
        "id": 32,
        "text": "Перенаправить на другой пост.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 31,
    "text": " Я махнул солдатам и они сели в БТРы, чтоб пропустить. Отдал копию водителю, он благодарно кивнул. Спустя пять минут БТРы снова закрыли дорогу.",
    "answers": [
      {
        "id": 33,
        "text": "Спустя семь дней.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 32,
    "text": " Я решил, что лучше пусть другие с ними занимаются. Отдал водителю копию документа.\n\n — Э-э-э, комантир ну так чего, можем ехать?\n — Да, но через другой пост.\n — Это что за безобразие то такое? \n\n Я промолчал, а водитель размахивая руками и говоря что- то под нос, пошел к своей фуре. Спустя пяти минут, они уехали.",
    "answers": [
      {
        "id": 36,
        "text": "Спустя семь дней.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 33,
    "text": " В этот день было пасмурно. Одни солдаты скучая, играли в \"городок\", другие по сто раз чистили огнестрельное оружие. После обеда, вдруг со стороны города появляться гражданские. \n",
    "answers": [
      {
        "id": 34,
        "text": "Пойти узнать, чего хотят.",
        "left_answer": true
      },
      {
        "id": 35,
        "text": "Расставить бойцов на места.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 34,
    "text": " Я подошел по ближе к технике и подождал, когда они подойдут по ближе. Спустя десяти минут начал.\n\n — Граждане, оставайтесь на местах!\n — Мы хотим перейти мирно. — кто-то сказал из толпы.\n — Я вас понимаю, но у меня приказ. Некого не выпускать!\n — Вы хотите выполнять преступный приказ? — закричали все хором.\n — Успокойтесь! В вас пока не стреляют, прошу мирно разойтись по домам!\n — Мы хотим перейти!",
    "answers": [
      {
        "id": 37,
        "text": "Дать предупредительный выстрел.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  },
  {
    "id": 36,
    "text": " В этот день было пасмурно. Одни солдаты скучая, играли в \"городок\", другие по сто раз чистили огнестрельное оружие. После обеда, вдруг со стороны города появляться гражданские. \n",
    "answers": [
      {
        "id": 34,
        "text": "Пойти узнать, чего хотят ",
        "left_answer": true
      },
      {
        "id": 38,
        "text": "Расставить бойцов по местам.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 37,
    "text": " Я не выдержал и стрельнул три раза в воздух из автомата.\n\n — Я сказал всем по домам, иначе дам приказ стрелять по ногам!\n — Ах ты преступник! — закричала одна бабушка.\n — Еще раз, я не хочу с вами воевать. Поймите, я действую по приказу с верху. Подождите немного, не надо крови!\n\n Толпа еще полчаса по кричала, по угрожала и пошла на восвояси.",
    "answers": [
      {
        "id": 39,
        "text": "Дальше.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": " Спустя час после ужина, все солдаты собрались вокруг моей палатки. Я вышел к ним на встречу.\n\n — Слушай лейтинант, мы с пацанами больше не планируем подчиняться, все равно вирус распространиться по всему земному шару. Ты с нами? — сказал один солдат.\n — Это же дезертирство!\n — Это попытка сбежать на время от опасности, у нас свои семьи есть.\n — Вы предлагаете мне с вами нарушить приказ?\n — Э нет комантир, мы предлагаем тебе выбор.\n — Какой?\n — Остаться тут или тебя подвезти до города?\n",
    "answers": [
      {
        "id": 40,
        "text": "Ехать город.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 40,
    "text": " — Эм, я пожалуй с вами.\n — Другое дело, офицер. — сказал один из солдатов.\n\n Спустя пяти мунут блокпост был снят и три БТРа поехали в сторону Санкт-Петербурга. К девяти часам вечера, меня выгнали из техники, около когда-то арендованной квартиры, год назад.\n В подъезде было пусто. Дверь естественно была закрыта. Надо поискать или новую квартиру, или найти чем открыть.",
    "answers": [
      {
        "id": 41,
        "text": "Посмотреть 34 квартиру.",
        "left_answer": true
      },
      {
        "id": 42,
        "text": "Посмотреть 36 квартиру.",
        "need": [
          41
        ],
        "right_answer": true
      }
    ]
  },
  {
    "id": 41,
    "text": " Квартира номер 34. Дверь почему то открыта. Я тихонько зашел и в нос ударила гниль. Невольно начал откашливаться и в ванной что-то зашурчало. Я тихо пришел на кухню и из ванной ползла девушка лет 20. Черная как уголь. Мышенально взял большой кухонный нож и всеми силами ударил им в шею. Начались предсмертные судороги, а потом потекла на пол черная кровь. Я первый раз в жизни убил человека, а может это был уже другое существо.\n В кухонных шкафтиках нашел 3 пачки манной крупы, упаковку чая, упаковку кубиков сахара. В холодильнике капуста успела сгнить, но сохранились 6 консерв свинины. Интересно то, что в чайнике была вода и электрическая плита еще работает. Поставил кипятиться воду. На улице все гуще сумерки.",
    "answers": [
      {
        "id": 40,
        "text": "Осмотреть 36 квартиру.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 42,
    "text": " Квартира номер 36. Дверь металлическая. Конечно закрыта. Вдруг в спину что-то коснулось, я прижался к двери.\n\n — Ах ты военный мародер! — сказал старческий голос.\n — Э-э-э, дедуля убери оружие, я простой лейтинант.\n — Я тебе по шее дам, ишь ты, назвал меня дедом.\n — Давайте мирно все обсудим?\n — Зачем ты пришел сюда?\n — Я приехал когда то арендованной квартире под 35 номером. Но она закрыта.\n— Руки за спину!\n\n Я по очереди завел руки за спину, но меня вырубили хорошим ударом.",
    "answers": [
      {
        "id": 43,
        "text": "Небытье.",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 43,
    "text": "Я проснулся, когда за окном уже была светло, мда. Дедуля хорошо меня приделал. Я находился в одной из комнаты, лежа на диване.\n — О! Проснулся милочек? Как спалось?\n — Не плохо, где я? \n — Той самой 36 квартире. Ты все таки мне опасности не несешь. \n — Теперь у меня будет большая шишка. \n — До свадьбы заживёт. Ты автомобиль водишь?\n — Только грузовые. \n — А стрелять? \n — Могу стрелять из пистолетов, автоматов и винтовок-снайперов. \n — Отлично!  Как раз я при смотрел один хороший грузовик. Пойдем.",
    "answers": [
      {
        "id": 44,
        "text": "Следовать.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 44,
    "text": " У одного магазина стоял открытый грузовик, модели КАМАЗ. Я залез в кабину и осмотрел все.\n Дизеля хватит только на полтора километра.\n\n — Дедуль, мы на нем далеко не уедем.\n — Дедуль? По шее дать?\n — Не надо. Мне одного вашего удара хватило.\n — На сколько хватит топлива?\n — На километр, или на полтора.\n — Давай подгоняй его к нам, соберу вещи и поедем от сюда.\n — И куда?\n — Увидем. Завади шарманку я сказал.\n \n Через час все вещи были собраны и помещены на задний кузов.",
    "answers": [
      {
        "id": 45,
        "text": "Ехать.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 45,
    "text": " — Слушай, давай едь на следующим поворотом налево, там будет топливный склад, может найдем дизеля.\n — Окей. Тебя как зовут?\n — Не рановата решил сдружиться со мной?\n — Меня если что, Игорь.\n\n Дедуля лет 65 отвернулся и смотрел через окно город. Через минут пять я увидел загороженную территорию. У ворот шатаются аж десять черных существ. Дед от удивления присвистнул.\n\n — Как будем проникать? — Спросил я его.\n — Да чей машиной раздавим, если что найдем чем отбиться от других.\n\n Мне это идея не по душе.",
    "answers": [
      {
        "id": 46,
        "text": "Пробраться.",
        "left_answer": true
      },
      {
        "id": 47,
        "text": "Отказаться.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 46,
    "text": " Хоть мне не нравилась это идея, но лучше рискнуть так, чем остаться вообще без топлива.\n Я отъехал назад и с полным ходом врезался в толпу зомби. Машина от этого подлетела и благополучна раздавила их своим весом. Окна даже не испачкались. \n Затем припарковался на одном из открытый складов. На другой стороне бродят два здоровика зомби, до битвы можно при желании успеть осмотреть, что в коробках и половину забрать. Бочек или канист не видно.\n Я открыл ближайшую коробку и там во чудо, стоят литровые бутылки воды. Эту коробку дед отнес в кабину, видимо он не желал работать.",
    "answers": [
      {
        "id": 48,
        "text": "Ехать на другой склад.",
        "right_answer": true
      },
      {
        "id": 49,
        "text": "Забрать в машину еще коробки.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": " Я стал брать еще коробки, все время посматривая во все стороны. Когда совсем рядом стали двое зомбяков, сел в машину и поехал на другое строение складов. Надпись у дверей гласила, что здесь бензин, дизель и керосин.\n Дед в этот раз помог в кузов закатить три бочки с топливом, нашел шланг. Все, дела были сделаны. \n Раздавив еще раз некоторых сущест, я с сопутником поехали куда глаза глядят. У нашего бывшего поста, пришлось остановиться, чтоб заправить. Пока дед курил сигарету, я заправлял грузовик.",
    "answers": [
      {
        "id": 50,
        "text": "Поговорить с дедом.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 50,
    "text": " — Скажи про себя что т, а? — Сказал я.\n — А что именно рассказывать? — Сказал он.\n — Кем работал например.\n — Работал архитектором, в компании \"ДомстройРФ\". Слышал про эту компанию?\n — Неа, а где научился пользоваться с оружием?\n — В школе постоянно ходил в тир, участвовал в соревнованиях, потом вот в выходные дни от работы, тоже практиковался.\n — Давно куришь?\n — Недавно, год назад. Ты давай лейтинант, не думай курить, ладно я то.\n — Я и не думал. Может как звать скажешь?\n — Эх, ладно с тобой. Василий, Вася меня звать.\n — Меня Игорь.\n\n Друг другу пожали руки. Через пол часа, я с ним дальше отправились куда глаза видят.",
    "answers": [
      {
        "id": 51,
        "text": "Дальше.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 51,
    "text": " К вечеру, я увидел на перекрестке надписи деревень. Выбрав наугад поехал в деревну Дуболом. Проехав немного, асфальт кончился и начиналась обычная лесная дорожка. Постоянно прыгая и ударяясь в потолок машины, мы наконец приехали. \n\n — Так-с, молодец. Давай припаркуемся у этого дома. — Сказал дед.\n\n Показав рукой на один большой двухэтажный дом. Оставившись у ворот, Василий пошел открывать ворота, вдруг из дома вышла одна старушка, лет 70.\n\n — Добрые люди, вы кто? — Сказала она.\n\n Дед от неожиданности подпрыгнул и упал на землю.\n\n — Ой, извините. Вы меня аж напугали. Я Вася, а в грузовике мой новоиспеченный друг Игорь.\n\n Я вышел из машины и подошел к ним.\n\n — Здравствуйте, извините, что вторгнулись в ваш дом. Мы думали он пустой.\n — А что случилось то? — Непонимающе спросила она.\n — Может взайдем в дом и за чайком все расскажем? — Предложил Вася.\n\n Хозяйка дома согласилась. Мы все взошли домой в гости.",
    "answers": [
      {
        "id": 52,
        "text": "В доме.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 52,
    "text": " В доме, дед и я сидели на диване, пока хозяйка ставила на стол всякие сладости. Пока чайник кипятился на газовом плитке, мы рассказали ей об ситуации в городе. Она сначала долго не верила, но после предьявленных доказательств, она наконец поверила. И на вечер решила оставить нас у себя. Загнав во двор грузовик, все стали обсуждать планы на завтра. Так же из разговора, я узнал, что ее зовут Зина.\n\n — Так, у меня в кладовке и подполье есть много разных продуктов. Если кто из вас поможет, то завтра будем знать запасы провизии.\n — Я вам помогу. — Сказал Василий.\n — А я завтра осмотрю деревню, сколько дней она пустеет сказали вы? — Сказал я.\n — Почти неделю. Думала все вернутся, а оно вот что.\n — Хорошо, все нужные вещи буду приносить сюда, а через дней десять надо всем будет выежать, пока эти существа сюда не добрались. — В заключении сказал я.\n\n Все согласились. На дежурство, на ночь решила стать Зина. Я лег на диван, а дед на втором этаже, в спальне. ",
    "answers": [
      {
        "id": 53,
        "text": "Десять дней.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 53,
    "text": " Десять дней прошли спокойно. Продуктов хватит, на месяц минимум. Много инструментов собрали. Бабуля последний раз посмотрела на свой дом, перекрестилась и села в кабину. Дедуля решил быть в кузове, следя за вещами. Я вспомнил дорогу на один военный городок, где уж точно должны быть люди.\n К вечеру мы приехали. У ворот встретили 4 солдата, с винтовками на руках.\n\n — Кто вы и зачем вы?\n — Я лейтинант Игорь Леонтев. Из 138 дивизии батальона мотострелковых войск. Со мной двое гражданских.\n — Можно паспорт?\n — Мой или всех?\n — Хватит и вашего.\n\n Я достал из кармана штанов паспорт и на всякий случай военный билет. Прошло пять минут и солдат отдал документы обратно.\n\n — У вас есть огнестрельное оружие? — Сказал он.\n — Нет.\n — Сейчас автомобиль оставьте на парковке, потом все зайдите генералу, он все расскажет.\n — Как найти его?\n — В глубине городка, есть здание. У входа будут стоять два солдата.\n — Вас понял. ",
    "answers": [
      {
        "id": 54,
        "text": "Идти.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 54,
    "text": " Здания без труда нашел. Нас повел в кабинет один из солдат. Он постучался и открыл нам дверь.\n\n — Здравствуйте, у нас тут трое приехали. — Сказал он генералу.\n — О, впускай их.\n\n Генерал посадил нас за стол.\n\n — Вижу вы лейтинант, откуда?\n — С задания в Санкт-Петербурге, правда мои бойцы дезертировали.\n — Да ты что?\n\n Генерал удивленно повел руками.\n\n — Можно вас спросить? — Сказал я.\n — Да, задавай.",
    "answers": [
      {
        "id": 55,
        "text": "- Какие новости от мира?",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 55,
    "text": " — Новости говоришь? Эти черти везде.\n — Вы про черных существ?\n — Именно.\n — Как так-то? Ведь оно в Питере было, оцепление прервано было?\n — У-у-у, так эти появились, потом, во всех городах мира.\n — Тоесть, мир подвергся этой чернотой?\n — Да. Говорят, типа была совершена атака биологическим оружием.\n — Кому это выгодно?\n — Я от куда знаю? Мне не до выяснений причин, у меня в городке еда заканчивается, а машина с продовольствием пум пум. \n — Пропала?\n — Не знаю, возможно было нападение, по дороге обратно, от базы Красное.\n — Красное?\n — Поселения выживших, где полно складов еды.\n — Может, мне завтра на машине съездить?\n — Давай, завтра приходи за этим, а щас расскажу тебе и твоим гражданским правила пребывания здесь, потом разместим.",
    "answers": [
      {
        "id": 56,
        "text": "Далее.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 56,
    "text": " А далее кратко сообщили, что нельзя. Например нельзя: играть в азартные игры, покидать город после 11 часов вечера, ну и конечно лениться. В городке есть платная столовая. Валюта в базе — это всякого вида патроны. Чтоб заиметь патроны, можно выполнять задания не только от руководства, но и от жителей. Меня заселили в однукомнатную квартиру, этажом выше дедулю и бабулю. Я от усталости прям не раздеваясь рухнулся на кровать, довольно скрипучию.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить главу.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 57,
    "text": " Я проснулся из-за того, что солнечные летние лучи стали нагревать. Первый день жизни в городке. Пока думал о жизни, как в дверь постучали. Я лениво встал и пошел открывать дверь.\n В двери стоял солдат.\n\n — Здравствуйте, меня позвал к вам генерал.\n — Хорошо.",
    "answers": []
  }
]