[
  {
    "id": 1,
    "text": "Моросил дождь. Я шел по улице...",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 7,
        "text": "Новый ответ. введите текст",
        "need": [
          1000
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "   Капли ударялись о мою шляпу, разлетаясь сотнями брызг во все стороны. Во рту тлела сигарета. Ее тяжкий, едкий смог проникал в легкие, разъедал их и... пьянил.\n     Мне было хорошо, ведь отныне я свободен; свободен так, как может быть свободен лишь мужчина.\n\n   Тускнели звезды. Их блеклый свет манил к себе, обещая неведомое счастье, но мне уже было все равно...\n     \"Ты бревно бесчувственное, робот! Как же ты мне противен.\"\n   Все ещё раздавался ее крик, презрительная маска, яростно пытающаяся меня разозлить. И бессилие перед моим безразличием.\n    Я усмехнулся.\n\n  Может, не так уж она и не права?\n\n     И смех разбирал мои изъеденные болезнью легкие. Быстро превращался в кашель — и вот я стою, сжимая перилы моста, скрючившись, не в силах сделать новый вдох.\n\n      Недолго мне осталось.\n\n   Но сегодня я жив — большего мне и не надо.\n\n    Я оперся на перила. Внизу шумела вода. Кашель уже прошел — рука сама полезла за новой сигаретой.\n\n     Черт... Походу спички выронил...\n — Не желаете? — протянул мне кто-то зажигалку.\n — Благодарю, — склонился к слабому огоньку, попутно разглядывая своего невольного собеседника.\n\n    Бледные черты, высокий лоб, выступающие скулы и черные волосы — казалось, будто вампир из детских сказок вышел на свою охоту.\n\n — И что вы делаете в столь поздний час? — тихо осведомился он у меня.\n — Город не спит, — усмехнулся я, — а вместе с ним не могу заснуть и я.\n Но он словно и не слушал меня.\n — Красивая Луна, — прошептал он завороженно. — Давненько я такой не видел.\n\n    А Луна действительно было прекрасна: бледная, в своей неземной красе висела она на небосводе — и звезды словно меркли на ее фоне.\n\n — Да не знаю, вроде как обычно, — пожал плечами я. — Как висела тысячу лет назад, так и будет висеть еще миллион.\n    Впервые за все время мой собеседник улыбнулся. Вот только странно: не было в той улыбки ничего радостно — была лишь тоска и печаль.\n — А я помню те времена, когда ничего еще не было.",
    "answers": [
      {
        "id": 3,
        "text": " - Да ну?"
      }
    ]
  },
  {
    "id": 3,
    "text": "  \"Да, да, — кивал он все, будто не в силах расстаться с ворожбой воспоминаний. — Ни стран, ни городов — даже реки этой не было. Лишь непроходимый леса, бескрайние степи да Луна, не затмленная огнями и неоновыми вывесками. И каждую ночь я просто лежал и любовался ею.\"\n\n   Мерно лилась вода — ее тихий поток напоминал мне жизнь, ту самую, простую, которая мне уже была не доступна.\n\n    \"А я... Я жил, как простой человек. Нас было немного: семь или восемь — не помню, даже имен тогда не было. Мы просто переходили с одного места на другое. Охотились, убивали и шли дальше, не заботясь ни о чем.\n    То были прекрасные времена свободы и равенства всех людей.\n    Но однажды на нас напали. Их было всего лишь двое, но двигались они быстрее всех, копья их не брали, а вонзенный мной нож вызвал только смех у созданья, что должно было умереть.\n    Они убили всех — остался только я и...м-м...как бы это сказать... моя жена.\n    Ее растерзали прямо на моих глазах, а после задали один простой вопрос:\n — Умрешь или станешь одним из нас?\n   Наверное, я должен был броситься и из последних сил перезать себе глотку, но из малодушия я кивнул и... стал одним из них...\n    И вот уже целую вечность я брожу по этому миру без очага и приюта, без цели и надежды. И буду брести еще целую вечность, как Агасфер, покуда Солнце не потухнет на этой жалкой планете.\"\n    \n    Я смотрел на него и не понимал: кто передо мной? Безумец и псих? Или заблудшая душа, не знающая покоя?\n\n     Но мысль мою прервал неожиданный кашель. Я кашлял и кашлял, воздух выходил из моих легких, но не в силах грудь была сделать еще один вдох. \n Хоть один... Хотя бы в последний раз...\n \n    Но он лишь холодно смотрел, как медленно я умираю. В глазах моих плыло, когда наконец донесся сквозь туман ледяной и отчужденный глас:\n — Умрешь или станешь одним из нас?\n",
    "answers": [
      {
        "id": 4,
        "text": " - Да. \n(Принять предложение) "
      },
      {
        "id": 5,
        "text": " - Нет. \n(Отказаться) "
      }
    ]
  },
  {
    "id": 4,
    "text": " — Кх-га, — просипел я, но он понял все...\n Понял и принял.\n\n     Я лежал на тротуаре. Звезды светили надо мной и она, Красавица Луна.\n\n — Больше тебе не нужно дышать, — докуривал он уже третью пачку, прислонившись спиной к перилам. — Отныне все болезни — ничто.\n\n    Я протянул руку. Он меня понял без слов: через секунду и у меня изо рта вырывался дым.\n\n    Странно вот только: вкуса не было.\n\n И все же я курил. Жадно втягивал каждый глоток, наслаждаяся каждой секундой, мгновением, что не сопровождалось болью.\n\n    Я был свободен. По-настоящему свободен.\n\n — И что, — усаживаясь рядом с ним, улыбнулся я, — теперь я, получается, должен бояться солнечного света, пугаться чеснока и пить кровь девственниц?\n   Он рассмеялся. Рассмеялся и хохотал так, как не смеялся уже, наверное, целую вечность.\n\n    Мы сидели и просто курили, а Луна, Прекрасная и Печальная Луна, освещала нам затянутый маревом путь.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": "    Я умирал, и все же страх перед Вечностью был слишком силен.\n — Я понимаю тебя, — донесся до меня печальный голос. — Понимаю и не осуждаю.\n   Я медленно задыхался. И слезы текли по моим щекам.\n\n   То были слезы грусти и сожалений. Сожалений о непрожитой жизни, о несчастном Нем и больше всего о Луне, что до самого конца не покидала меня.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 6,
    "text": "ллл",
    "answers": []
  },
  {
    "id": 7,
    "text": "чвв",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "вввв",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "вввв",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "вввв",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "вввв",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "ыввв",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "    А я... Я жил, как простой человек. Нас было немного: семь или восемь — не помню, даже имен тогда не было. Мы просто переходили с одного места на другое. Охотились, убивали и шли дальше, не заботясь ни о чем.\n\n    То были прекрасные времена свободы и равенства всех людей.\n\n    Но однажды на нас напали. Их было всего лишь двое, но двигались они быстрее всех, копья их не брали, а вонзенный мной нож вызвал только смех у созданья, что должно было умереть.\n\n    Они убили всех — остался только я и...м-м...как бы это сказать... моя жена.\n\n    Ее растерзали прямо на моих глазах, а после задали один простой вопрос:\n\n — Умрешь или станешь одним из нас?\n\n    Наверное, я должен был броситься и из последних сил перезать себе глотку, но из малодушия я кивнул и... стал одним из них...\n\n    И вот уже целую вечность я брожу по этому миру без очага и приюта, без цели и надежды. И буду брести еще целую вечность, как Агасфер, покуда Солнце не потухнет на этой жалкой планете.",
    "answers": [
      {
        "id": 14,
        "text": "Я смотрел на него и не понимал... "
      }
    ]
  },
  {
    "id": 14,
    "text": "    Я смотрел на него и не понимал: кто передо мной? Безумец и псих? Или заблудшая душа, не знающая покоя?\n     Но мысль мою прервал неожиданный кашель. Я кашлял и кашлял, воздух выходил из моих легких, но не в силах грудь была сделать еще один вдох. \n Хоть один... Хотя бы в последний раз...\n \n    Но он лишь холодно смотрел, как медленно я умираю. В глазах моих плыло, когда наконец донесся сквозь туман ледяной и отчужденный глас:\n — Умрешь или станешь одним из нас?",
    "answers": [
      {
        "id": 4,
        "text": " – Да. "
      },
      {
        "id": 5,
        "text": "  – Нет. "
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  }
]