[
  {
    "id": 1,
    "text": "Автор: durak\nЖанр: Апокалипсис\nОписание:\nАнтон родился в богатой семье, но воспитывали его не как мажора. Ещё он с детства был целеустремлённым, и если он решил что-то сделать, он это сделает. Однажды ему написал его друг Серёга из Москвы, с предложением выпить очень дорогое виски. Антон не стал себе отказывать, пил он редко, но мог себе позволить. Жил он в Новосибирске. Антон отправился в аэропорт, но когда он прибыл и купил билет, небо потемнело и земля содрогнулась...\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Это был солнечный день. Я сидел на диване и смотрел телевизор. Щёлкать пультом мне надоело, и я пошёл попить воды. Вода была прохладной и освежающей. Хотелось пить и пить её, но надо было оставить на потом. Телефон завибрировал, пришло сообщение от Серёги.\n— Привет, приятель.\n— Привет Серёга. Давно ты не писал.\n— Был на встречах, делах, тусил. Обычная рутина.\n— Хех. Так для чего пишешь то?\n— Да вот, мне подогнали интересную бутылочку. Хотел тебя позвать. Давно же не виделись.\n— Дай угадаю, это виски?\n— Как ты узнал?\n— Ещё в детстве ты стащил бутылку Джек Дэниелса и потом другой алкоголь не пил. Только виски.\n— Короче, прилетай в Москву, отметим.\n— Что отметим?\n— Твой прилёт, конечно же ахахахахах.\n— Ладно, завтра буду вылетать.",
    "answers": [
      {
        "id": 3,
        "text": "Собрать вещи"
      }
    ]
  },
  {
    "id": 3,
    "text": "Взял по маленьку. Запасную футболку, кофту, кепку, штаны, носки. Может набрать воды в дорогу? Хотя в самолёте должна быть.",
    "answers": [
      {
        "id": 4,
        "text": "Закончить складывать вещи"
      },
      {
        "id": 5,
        "text": "Набрать воды"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я закончил складывать вещи и пошёл валяться на диван. По телеку шли Дом 2, На ножах. В животе заурчало и надо бы сделать поесть. Переключил на новости и пошёл делать яичницу. В новостях говорили о политике, о спорте, о скандалах, но в программе о погоде, говорили, что происходит нечто странное. Не придав этому значения, я быстро поел и пошёл спать.",
    "answers": [
      {
        "id": 6,
        "text": "Спать",
        "blackout": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Я подумал, что вода лишней не бывает, и набрал 0,5 бутылку. Положил в чемодан. Теперь у меня есть запасная вода.",
    "answers": [
      {
        "id": 4,
        "text": "Закончить складывать вещи"
      }
    ]
  },
  {
    "id": 6,
    "text": "Проснувшись в 6:00, я пошёл умываться. После водных процедур, нужно было приготовить завтрак и одежду.",
    "answers": [
      {
        "id": 7,
        "text": "Проверить чемодан"
      },
      {
        "id": 8,
        "text": "Приготовить завтрак"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я заглянул в чемодан, всё было, как вчера. Отлично, он готов.",
    "answers": [
      {
        "id": 6,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Яичница порядком надоела, поэтому я захотел, что-то другое.",
    "answers": [
      {
        "id": 9,
        "text": "Сделать хлопья с молоком"
      },
      {
        "id": 10,
        "text": "Съесть йогурт"
      },
      {
        "id": 11,
        "text": "Сделать овсянку"
      }
    ]
  },
  {
    "id": 9,
    "text": "Решив съесть хлопья, я достал пачку Kosmostars, и пачку молока. Поев я пошёл собирать костюм.",
    "answers": [
      {
        "id": 12,
        "text": "Подготовить костюм"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я не стал заморачиваться и просто съел банановый йогурт. Нужно собрать костюм.",
    "answers": [
      {
        "id": 12,
        "text": "Подготовить костюм"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я не сильно любил овсянку, но другие продукты лучше оставить на потом, потому-что мне лень идти в магазин. Пойду соберу костюм.",
    "answers": [
      {
        "id": 12,
        "text": "Подготовить костюм"
      }
    ]
  },
  {
    "id": 12,
    "text": "Так как я ехал не на деловую встречу, я приготовил обычный спортивный костюм. Пока я возился настало время выхода.",
    "answers": [
      {
        "id": 13,
        "text": "Ехать в аэропорт",
        "need": [
          9,
          10,
          11
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 13,
    "text": "Я оделся, вызвал такси. Доехали мы быстро, расплатившись с таксистом, я быстро направился внутрь здания.",
    "answers": [
      {
        "id": 14,
        "text": "Направиться к кассе"
      },
      {
        "id": 15,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 14,
    "text": "Нужно было купить билет, встав в очередь, я начал ждать. Прошло 5 минут и моя очередь наконец настала.\n— Здравствуйте — монотонно сказала девушка.\n— Добрый день, мне пожалуйста билет в Москву.\n— 7000 тысяч...\n— Вот держите — сказал я, передавая деньги.\nБилет есть, осталось дождаться свой рейс.",
    "answers": [
      {
        "id": 16,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Здание аэропорта было внушительных размеров. То там, то тут были разные заведения, а людей пруд пруди.",
    "answers": [
      {
        "id": 13,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я продолжал ждать, и услышал о том, что мой самолёт готов к отправке. Подходя к платформе, я посмотрел на мой самолёт через окно. Боинг вроде. Я уже хотел продолжать идти, но земля началась трестись, да с такой силой, что всё стало рушиться. Все начали кричать, на кого-то падали обломки. Небо потемнело, вместо того голубого, яркого неба появился однотонный серый кусок... На меня упал маленький обломок и я вырубился.",
    "answers": [
      {
        "id": 17,
        "text": "Подняться",
        "blackout": true
      }
    ]
  },
  {
    "id": 17,
    "text": "Голова раскалывалась, всё вокруг было разрушено. Людей не было видно, я так долго пролежал в отключке, что очень сильно хотел пить.",
    "answers": [
      {
        "id": 18,
        "text": "Пойти на поиски воды"
      }
    ]
  },
  {
    "id": 18,
    "text": "Осмотревшись, я увидел туалет. Может там, есть вода.",
    "answers": [
      {
        "id": 19,
        "text": "Пойти в туалет"
      },
      {
        "id": 20,
        "text": "Искать свой чемодан",
        "need": 5
      }
    ]
  },
  {
    "id": 19,
    "text": "Открыв дверь в туалет, я сразу же побежал к раковине, но воды не было... Что же делать? Задавал я себе этот вопрос много раз.",
    "answers": [
      {
        "id": 21,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я вспомнил, что брал с собой воду. Искал чемодан долго, но я его нашёл. Открыв его, моему счастью не было предела, бутылка была цела. Открыв её, я начал жадно, но очень аккуратно пить воду. Я понял, что найду её не скоро. Отпив немного, я оставил её на потом.",
    "answers": [
      {
        "id": 22,
        "text": "Думать, что делать дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "С грустью, я вышел из туалета и стал думать, что мне делать дальше. Нужно идти в Москву, говорили мои принципы. Нужно возвращаться в город и найти помощь, говорил здравый смысл. Но я, как всегда послушал свои принципы, и решил отправиться в Москву.",
    "answers": [
      {
        "id": 23,
        "text": "Отправиться в Москву",
        "blackout": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Вдоволь напившись, я начал думать, что делать дальше. Нужно идти в Москву, говорили мои принципы. Нужно возвращаться в город и найти помощь, говорил здравый смысл. Но я, как всегда послушал свои принципы и решил отправиться в Москву.",
    "answers": [
      {
        "id": 23,
        "text": "Отправиться в Москву",
        "blackout": true
      }
    ]
  },
  {
    "id": 23,
    "text": "Я вчера узнал в какую сторону лететь, теперь похоже идти. На теле мертвеца я запреметил рюкзак. Он должен помочь в моём пути. Я взял его. Теперь нужно найти еды и воды в дорогу. Целыми остались кафешка, магазин одежды и видимо всё. Пока я ходил в поисках воды, не заметил, как стало довольно холодно.\n",
    "answers": [
      {
        "id": 24,
        "text": "Отправиться в кафе"
      },
      {
        "id": 28,
        "text": "Отправиться в магазин одежды"
      }
    ]
  },
  {
    "id": 24,
    "text": "Это была маленькая забегаловка, где продавали выпечку. Она быстро испортится, поэтому схожу на кухню и посмотрю, что там есть.",
    "answers": [
      {
        "id": 25,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 25,
    "text": "Кухня была маленькой, только столовые приборы и устройства для выпечки. Тут не было ничего съестного. Придётся взять выпечку.",
    "answers": [
      {
        "id": 26,
        "text": "Вернуться к прилавку"
      }
    ]
  },
  {
    "id": 26,
    "text": "Выйдя из кухни, я направился к прилавку и набрал всё, что осталось. Похоже тут кто-то побывал до меня. На столе стояла ещё одна бутылка воды. Повезло.",
    "answers": [
      {
        "id": 23,
        "text": "Спуститься в главный холл"
      }
    ]
  },
  {
    "id": 27,
    "text": "Войдя в магазин, я увидел кассу, и отделы с одеждой. Были вывески \"Лето\", \"Осень\", \"Зима\", \"Весна\".",
    "answers": [
      {
        "id": 29,
        "text": "Поискать в отделе с вывеской \"Лето\" "
      },
      {
        "id": 30,
        "text": "Поискать в отделе с вывеской \"Осень\""
      },
      {
        "id": 31,
        "text": "Поискать в отделе с вывеской \"Зима\""
      },
      {
        "id": 32,
        "text": "Поискать в отделе с вывеской \"Весна\""
      }
    ]
  },
  {
    "id": 28,
    "text": "Заметно холодало, поэтому нужно найти тёплую одежду. ",
    "answers": [
      {
        "id": 27,
        "text": "Отправиться на поиски одежды"
      }
    ]
  },
  {
    "id": 29,
    "text": "Тут конечно ничего полезного не было. Только футболки, шорты, сланцы.",
    "answers": [
      {
        "id": 27,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Тут были осенние куртки и штаны. Они тёплые, но холод лишь усиливолся.",
    "answers": [
      {
        "id": 33,
        "text": "Надеть осенний костюм"
      },
      {
        "id": 27,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Тут были куртки разных размеров и из разного материала. Нужно найти тёплый костюм.",
    "answers": [
      {
        "id": 35,
        "text": "Искать себе одежду"
      }
    ]
  },
  {
    "id": 32,
    "text": "Тут одежда была довольно лёгкой и не спасающей от сильного холода.",
    "answers": [
      {
        "id": 27,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 33,
    "text": "Решив, что осенний костюм будет лучше, я напялил его и начал уходить.",
    "answers": [
      {
        "id": 34,
        "text": "Идти к выходу"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я подготовился к долгому походу. Не было уверенности, что я дойду, но я должен...",
    "answers": [
      {
        "id": 36,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я нашёл подходящий костюм. Он был тёплым и на вид очень прочным.",
    "answers": [
      {
        "id": 34,
        "text": "Идти к выходу"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я вышел на взлётную полосу. Мне нужно выйти на дорогу. Сколько я буду идти? Месяц? Два? Не знаю, но желание выпить виски было сильнее всего. Странный я человек...",
    "answers": [
      {
        "id": 37,
        "text": "Продолжать идти"
      }
    ]
  },
  {
    "id": 37,
    "text": "Шёл я примерно час. И вот, выйдя на главную трассу, я понял, что мой путь начинается...",
    "answers": [
      {
        "id": 38,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я шёл, шёл и ещё раз шёл. Прошёл час с того момента, как я вышел на главную трассу. Шагая, я увидел вдалеке машину. В моём сердце загорелась надежда на то, что она рабочая и мне придётся меньше идти.",
    "answers": [
      {
        "id": 39,
        "text": "Подбежать к машине"
      }
    ]
  },
  {
    "id": 39,
    "text": "Подойдя ближе, я увидел жёлтую \"Волгу\". Окна были разбиты, двери поцарапаны. На одной из них была надпись: \"Умри, старый хрыч\". Похоже владелец кому-то сильно насолил.",
    "answers": [
      {
        "id": 40,
        "text": "Уйти"
      },
      {
        "id": 42,
        "text": "Обыскать машину"
      }
    ]
  },
  {
    "id": 40,
    "text": "Лучше не трогать её, мало ли владелец вернёться.",
    "answers": [
      {
        "id": 41,
        "text": "Продолжить идти"
      }
    ]
  },
  {
    "id": 41,
    "text": "Шагая, мой желудок заурчал, нужно спуститься и разбить лагерь.",
    "answers": [
      {
        "id": 47,
        "text": "Разбить лагерь"
      }
    ]
  },
  {
    "id": 42,
    "text": "В салоне ничего не было, может есть что-то в багажнике или бардачке.",
    "answers": [
      {
        "id": 43,
        "text": "Обыскать бардачок"
      },
      {
        "id": 44,
        "text": "Обыскать багажник"
      }
    ]
  },
  {
    "id": 43,
    "text": "В бардачке были только всякие бумаги и документы.",
    "answers": [
      {
        "id": 42,
        "text": "Вернуться к осмотру"
      }
    ]
  },
  {
    "id": 44,
    "text": "Багажник был пуст, только железная труба. Неплохое оружие.",
    "answers": [
      {
        "id": 45,
        "text": "Взять трубу"
      },
      {
        "id": 46,
        "text": "Не брать трубу"
      }
    ]
  },
  {
    "id": 45,
    "text": "Труба довольно увесистоя. Отбиться думаю смогу. ",
    "answers": [
      {
        "id": 41,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 46,
    "text": "Зачем она мне? За всю дорогу я никого не встретил, не думаю, что на меня кто-то нападёт.",
    "answers": [
      {
        "id": 41,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я спустился на обочину. Нужно найти дрова для костра. ",
    "answers": [
      {
        "id": 49,
        "text": "Искать на обочине"
      },
      {
        "id": 50,
        "text": "Пойти в лес"
      }
    ]
  },
  {
    "id": 48,
    "text": "Лучше не подходить, а то вдруг это окажется бандит.",
    "answers": [
      {
        "id": 116,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": "Лучше в лес не соваться, мало ли, что там может быть. На обочине было мало веток. Только мелкие, на костёр не сгодяться. Я вспомнил, как в детстве с родителями ходил в поход. Папа разводил костёр, а мама резала овощи. Мне хотелось тоже развести костёр, как папа, я насобирал такие же веточки. Папа помог мне зажечь его, но он быстро потух.",
    "answers": [
      {
        "id": 47,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 50,
    "text": "На обочине мало, что найду. Нужно идти в лес. Я ходил и собирал дрова, как учил меня отец. Он часто ходил в походы и в детстве, и во взрослой жизни. Иногда брал и меня, и маму, если мы шли недалеко в лес. За мыслями я быстро набрал дрова. Хотел уже уходить, но на меня выпрыгнул волк, небольшой, но очень голодный.",
    "answers": [
      {
        "id": 51,
        "text": "Бежать"
      },
      {
        "id": 52,
        "text": "Ударить волка трубой",
        "need": 45
      }
    ]
  },
  {
    "id": 51,
    "text": "Я бросил дрова и начал бежать со всех ног, но волк не отставал. Нужно придумать, как от него оторваться.",
    "answers": [
      {
        "id": 53,
        "text": "Бежать по прямой"
      },
      {
        "id": 54,
        "text": "Бегать зигзагами среди деревьев"
      },
      {
        "id": 55,
        "text": "Спрятаться за дерево"
      }
    ]
  },
  {
    "id": 52,
    "text": "Я вспомнил про трубу и со всей силы ударил ею волка. Он упал на землю и застонал.",
    "answers": [
      {
        "id": 70,
        "text": "Убить волка"
      },
      {
        "id": 71,
        "text": "Отпустить волка"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я бегу по прямой, но волк оказался быстрее, и он повалил меня на землю. Я мог только отстронять его от моего горла.",
    "answers": [
      {
        "id": 56,
        "text": "Ударить ногой"
      },
      {
        "id": 57,
        "text": "Ударить в нос"
      },
      {
        "id": 58,
        "text": "Свернуть шею"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я петлял среди деревьев, чтобы запутать волка. Наконец, я перестал слышать громкое рычание. Сев около дерева, я услышал, как кто-то принюхивается. Выгнянув из-за дерева, я увидел волка который что-то ищет, скорее всего меня.",
    "answers": [
      {
        "id": 60,
        "text": "Притаиться"
      },
      {
        "id": 61,
        "text": "Начать медленно идти"
      },
      {
        "id": 62,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 55,
    "text": "Я спрятался за дерево, но волк меня конечно увидел.",
    "answers": [
      {
        "id": 62,
        "text": "Бежать"
      },
      {
        "id": 64,
        "text": "Вступить в бой"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я бил его ногами по спине и по животу, но он не ослабил хватку. ",
    "answers": [
      {
        "id": 57,
        "text": "Ударить в нос"
      },
      {
        "id": 58,
        "text": "Свернуть шею"
      }
    ]
  },
  {
    "id": 57,
    "text": "Со всех сил оттолкнув его, у меня появилась расстояние для удара. Со всей силы ударив псину по носу, она заскулила. Я хотел добить её, но она быстро убежала. Отбился.",
    "answers": [
      {
        "id": 59,
        "text": "Найти дрова"
      }
    ]
  },
  {
    "id": 58,
    "text": "Я попытался свернуть ей шею, но сил не хватило это сделать. Она укусила меня за плечо. Боль была очень сильной. ",
    "answers": [
      {
        "id": 56,
        "text": "Ударить ногой"
      },
      {
        "id": 57,
        "text": "Ударить в нос"
      }
    ]
  },
  {
    "id": 59,
    "text": "Наконец-то я покончил с ним. Мне нужно найти мои дрова. Долго искать не пришлось. Я взял и пошёл в сторону обочины. Развёл костёр и поел. За день я сильно устал, нужно ложиться спать.",
    "answers": [
      {
        "id": 63,
        "text": "Спать",
        "blackout": true
      }
    ]
  },
  {
    "id": 60,
    "text": "Я затаил дыхание, перестал двигаться в надежде на то, что волк уйдёт, но он не сильно хотел уходить. Его привлёк звук и он побежал к нему. Отлично.",
    "answers": [
      {
        "id": 59,
        "text": "Найти дрова"
      }
    ]
  },
  {
    "id": 61,
    "text": "Пригнувшись, я начал медленно, без резких движений двигаться. У меня вроде бы получалась, но ветка предательски хрустнула. Волк сразу же накинулся на меня.",
    "answers": [
      {
        "id": 62,
        "text": "Бежать"
      },
      {
        "id": 64,
        "text": "Вступить в бой"
      }
    ]
  },
  {
    "id": 62,
    "text": "Я со всех ног начал бежать, но волк по прежнему не отстовал. Осталось только драться.",
    "answers": [
      {
        "id": 64,
        "text": "Вступить в бой"
      }
    ]
  },
  {
    "id": 63,
    "text": "Я проснулся. Вот и начался 2 день моего путешествия. Я потушил костёр, собрал свои вещи и отправился в путь.",
    "answers": [
      {
        "id": 72,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 64,
    "text": "Покончу с этим. Не дожидаясь волка, я накинулся на него.",
    "answers": [
      {
        "id": 65,
        "text": "Повалить на землю"
      },
      {
        "id": 66,
        "text": "Пнуть в нос"
      },
      {
        "id": 67,
        "text": "Ударить трубой",
        "need": 45
      }
    ]
  },
  {
    "id": 65,
    "text": "Волк упал на спину, а я был сверху. Нужно обезвредить его.",
    "answers": [
      {
        "id": 68,
        "text": "Ударить в нос"
      },
      {
        "id": 69,
        "text": "Свернуть шею"
      }
    ]
  },
  {
    "id": 66,
    "text": "Волк бежал на меня. Я по инерции пнул его в нос. Он заскулил и быстро убежал.",
    "answers": [
      {
        "id": 59,
        "text": "Найти дрова"
      }
    ]
  },
  {
    "id": 67,
    "text": "Я вспомнил про трубу, почему я раньше ею не воспользовался? Я ударил ею со всей силы, и он упал на землю.",
    "answers": [
      {
        "id": 70,
        "text": "Убить волка"
      },
      {
        "id": 71,
        "text": "Отпустить волка"
      }
    ]
  },
  {
    "id": 68,
    "text": "Я ударил волка в нос. Он заскулил и больше не нападал на меня.",
    "answers": [
      {
        "id": 70,
        "text": "Убить волка"
      },
      {
        "id": 71,
        "text": "Отпустить волка"
      }
    ]
  },
  {
    "id": 69,
    "text": "Свернуть ему шею, я не смог. Сил было мало. Он укусил меня в плечо. Боль была очень сильной.",
    "answers": [
      {
        "id": 68,
        "text": "Ударить в нос"
      }
    ]
  },
  {
    "id": 70,
    "text": "Я должен убить его, ведь когда я буду спать, он может загрызть меня. Найдя камень, я хотел размозжить ему голову, но хруст отвлёк меня и волк смог убежать. Ну и фиг с ним.",
    "answers": [
      {
        "id": 59,
        "text": "Найти дрова"
      }
    ]
  },
  {
    "id": 71,
    "text": "Убить его я не смог. Встав, он быстро начал убегать. Пусть живёт.",
    "answers": [
      {
        "id": 59,
        "text": "Найти дрова"
      }
    ]
  },
  {
    "id": 72,
    "text": "Я шёл дней 5, за это время ничего не происходило. Только разбитые машины, но в них было мало полезного. Еда почти закончилась, я собирал ягоды. Благо меня всему этому научил отец. Он был бойскаутом. Я шёл долго, но вдруг на горизонте показался выживший! Я ускорил шаг, чтобы поздороваться. Когда он меня увидел, направил пистолет на меня.\n— Стой, стой, стой — взволнованно сказал я.\n— Что рюкзаке? Показывай. Живо!\n— У меня ничего нет, правда.\n— На колени, спиной ко мне, руки за голову.\nЯ выполнил его требования, и он начал обыскивать меня.",
    "answers": [
      {
        "id": 73,
        "text": "Ударить в живот"
      },
      {
        "id": 74,
        "text": "Ударить трубой",
        "need": 45
      }
    ]
  },
  {
    "id": 73,
    "text": "Когда он залез в мой рюкзак, я развернулся и ударил его в живот. Он скрутился, но сразу же потянулся к пистолету.",
    "answers": [
      {
        "id": 75,
        "text": "Повалить на землю"
      },
      {
        "id": 76,
        "text": "Выбить пистолет из рук"
      }
    ]
  },
  {
    "id": 74,
    "text": "Передо мной лежала труба, я тихо взял её и начал дожидаться момента для удара. Бандит залез ко мне в рюкзак, и я ударил его в бок трубой. Бандит потянулся к пистолету, но я ударил первый. Бандит упал.",
    "answers": [
      {
        "id": 84,
        "text": "Добить бандита"
      },
      {
        "id": 85,
        "text": "Пощадить бандита"
      }
    ]
  },
  {
    "id": 75,
    "text": "Я накинулся на него и повалил на землю.",
    "answers": [
      {
        "id": 77,
        "text": "Бить в лицо"
      },
      {
        "id": 78,
        "text": "Бить в бок"
      }
    ]
  },
  {
    "id": 76,
    "text": "Я выбил пистолет у него из рук и началась драка.",
    "answers": [
      {
        "id": 81,
        "text": "Напасть"
      }
    ]
  },
  {
    "id": 77,
    "text": "Я начал лупасить его, но он закрыл лицо руками.",
    "answers": [
      {
        "id": 79,
        "text": "Продолжать бить его в лицо"
      },
      {
        "id": 80,
        "text": "Ударить в бок"
      }
    ]
  },
  {
    "id": 78,
    "text": "Я бил его в бок, но бандит смог ударить меня. Я бил его со всей силы, поэтому бандит умолял остановиться. Я встал на ноги и начал решать, что с ним делать.",
    "answers": [
      {
        "id": 88,
        "text": "Добить бандита"
      },
      {
        "id": 90,
        "text": "Пощадить бандита"
      }
    ]
  },
  {
    "id": 79,
    "text": "Я продолжал бить его по рукам, но быстро выдохся. Бандит воспользавался этим и ударил меня в челюсть. Мы оба поднялись и началась драка.",
    "answers": [
      {
        "id": 81,
        "text": "Напасть"
      }
    ]
  },
  {
    "id": 80,
    "text": "Он не открывался для удара. Я ударил его несколько раз по боку, но он всё ещё держал блок.",
    "answers": [
      {
        "id": 87,
        "text": "Продолжать бить"
      }
    ]
  },
  {
    "id": 81,
    "text": "Я напал на него, но бандит кажется был боксёром. Он легко увернулся и начал избивать меня. Я терпел, но готов был упасть и просить остановиться. Мне повезло, бандит не так ударил и взялся за кисть.",
    "answers": [
      {
        "id": 82,
        "text": "Ударить в лицо"
      },
      {
        "id": 83,
        "text": "Ударить трубой",
        "need": 45
      }
    ]
  },
  {
    "id": 82,
    "text": "Я воспользаволся этим и ударил его в лицо. Бандиту было на это наплевать, но я продолжал. Мы обменивались ударами до того момента, как я не ударил ему глаз. Он опешил, а я продолжал бить. Всё тело жутко болело от ударов. Бандит наверное устал и дрался не в полную силу. Всё же мне удалось уложить его.",
    "answers": [
      {
        "id": 84,
        "text": "Добить бандита"
      },
      {
        "id": 85,
        "text": "Пощадить бандита"
      }
    ]
  },
  {
    "id": 83,
    "text": "Я подобрал трубу и ударил ею по голове бандита. Он не упал, поэтому я бил и бил его пока он не отрубился.",
    "answers": [
      {
        "id": 84,
        "text": "Добить бандита "
      },
      {
        "id": 89,
        "text": "Пощадить бандита"
      }
    ]
  },
  {
    "id": 84,
    "text": "Я взял пистолет и выстрелил ему голову. Мои руки задрожали и я выронил пистолет от осознания того, что я сделал. Обыщу его и продолжу путь.",
    "answers": [
      {
        "id": 86,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 85,
    "text": "Я забрал у него пистолет и вещи. Сказал ему убираться и он начал уходить. У него было 3 консервы и пистолет с 1 полной обоймой.\n",
    "answers": [
      {
        "id": 92,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 86,
    "text": "У него оказались 3 консервы и пистолет с полной обоймой. Рюкзак был в плачевном состоянии.",
    "answers": [
      {
        "id": 92,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 87,
    "text": "Я бил его до того момента, как он откроется. Всё же он убрал руки от лица. Я не медлил и ударил его. Он смог ударить меня тоже. Мы обменивались ударами минуты 2 пока я всё таки не вырубил его. Хорошо, что отец научил меня драться.",
    "answers": [
      {
        "id": 84,
        "text": "Добить бандита"
      },
      {
        "id": 89,
        "text": "Пощадить бандита"
      }
    ]
  },
  {
    "id": 88,
    "text": "Я забрал у него пистолет и выстрелил. Я выронил пистолет из рук от шока. Как можно было так легко лишить человека жизни? Мне стало плохо, но надо идти. ",
    "answers": [
      {
        "id": 86,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 89,
    "text": "Я не хотел его убивать. Обыщу его и брошу. Либо он очнётся и продолжит свой путь, либо его сожрут волки.",
    "answers": [
      {
        "id": 86,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 90,
    "text": "Я сказал ему уйти. Бандит в спешке начал собирать вещи и быстро убежал. Пистолет я оставил себе, вдруг пригодится.",
    "answers": [
      {
        "id": 92,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 91,
    "text": "Я пригнулся и начал медленно подходить к лагерю. Спрятавшись в кустах я начал наблюдать за лагерем. Там стоял шалаш, костёр с котелком, а рядом на пеньке сидел старик.",
    "answers": [
      {
        "id": 94,
        "text": "Поздороваться"
      },
      {
        "id": 97,
        "text": "Наблюдать"
      }
    ]
  },
  {
    "id": 92,
    "text": "После того, как я разобрался с бандитом, ничего интересного не происходило. Шёл я очень долго. Еда давно закончилась, поэтому я питался ягодами и грибами. Несколько раз я чуть не упал потому-что дорога была разрушена. На 15-ый день, когда я всё также шёл по дороге, я заметил чей-то лагерь.",
    "answers": [
      {
        "id": 48,
        "text": "Пройти мимо"
      },
      {
        "id": 91,
        "text": "Тихо подойти ближе"
      },
      {
        "id": 93,
        "text": "Подбежать"
      }
    ]
  },
  {
    "id": 93,
    "text": "Я подбежал в надежде, что это хороший человек и я смогу отдохнуть и побалать. Но сразу же мне в лицо уткнулась двустволка.\n— Кто ты?! Отвечай!\n— Я обычный путник — сказал я.\n— Тогда проваливай, мне гости не нужны!\nКогда человек убрал ствол, я смог разглядеть его. Это был дед в свитере, куртке, старых штанах и кожаных ботинках, а на голове красовалась ушанка с красной звездой по центру. У старика был шрам на правой щеке, а взгляд его был каменный, только злость мелькала иногда.",
    "answers": [
      {
        "id": 95,
        "text": "Уйти"
      },
      {
        "id": 115,
        "text": "Настоять"
      }
    ]
  },
  {
    "id": 94,
    "text": "Я вышел из кустов и хотел поздороваться, как вдруг этот дед направил на меня двустволку.\n— Стоять! — пригрозил старик.\n— Стою.\n— Кто такой? Бандит?\n— Нет, я просто путник.\n— Знаю я таких путников. Сначало втираются в доверие, а потом грабят.\n— Я правда не грабитель. \n— Если ты не грабитель тогда проваливай отсюда.",
    "answers": [
      {
        "id": 95,
        "text": "Уйти"
      },
      {
        "id": 96,
        "text": "Настоять"
      }
    ]
  },
  {
    "id": 95,
    "text": "Я поднялся на дорогу и продолжил путь. Лучше не стоит тревожить старика.",
    "answers": [
      {
        "id": 116,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 96,
    "text": "— Послушайте, я не грабитель. Можно я посижу рядом с вами?\n— Я неясно выразился?! Проваливай отсюда!\nМне ничего не оставалось кроме как уйти, иначе бы меня застрелили.",
    "answers": [
      {
        "id": 95,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 97,
    "text": "Дед был одет в свитер, в потрёпанную куртку, в старые чёрные штаны и на нём были ботинки. На голове красовалась ушанка с красной звездой по середине. Рядом с ним лежала двустволка. Выглядел он не доброжелательно.",
    "answers": [
      {
        "id": 94,
        "text": "Поздороваться"
      },
      {
        "id": 99,
        "text": "Ограбить",
        "need": [
          85,
          86,
          90
        ]
      }
    ]
  },
  {
    "id": 98,
    "text": "Проснувшись, я не увидел Виктора, кажется куда-то ушёл. Я встал и ушёл. Не стоит его тревожить.",
    "answers": [
      {
        "id": 116,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 99,
    "text": "Я взял пистолет наизготовку и тихо вылез из кустов. Дед это услышал и потянулся к двустволке.\n— Руки вверх!\n— Опять бандиты... — сказал дед.\n— Давай всё, что у тебя есть!\n— Нет у меня ничего. Только двустволка и последнии макароны. Парень, лучше уйди.\n— А то, что?\n— Я тебя застрелю.",
    "answers": [
      {
        "id": 100,
        "text": "Убить"
      },
      {
        "id": 102,
        "text": "Не убивать"
      }
    ]
  },
  {
    "id": 100,
    "text": "Не дожидаясь, я выстрелил ему в голову. Странный дед, как он хотел застрелить меня, если я держал его на мушке?",
    "answers": [
      {
        "id": 101,
        "text": "Обыскать лагерь"
      }
    ]
  },
  {
    "id": 101,
    "text": "В шалаше ничего не было. В рюкзаке старика была лишь 1 банка тушёнки. В карманах у деда была пачка сигарет и зажигалка. Она мне пригодится. На пеньке лежало ружьё. В нём была лишь 2 патрона. Пришлось потрудиться, чтобы это узнать. В котелке варились макароны. Я оттащил деда от лагеря, и принялся ждать пока сварятся макароны. Спустя несколько минут, ужин был готов. Я поел и лёг спать.",
    "answers": [
      {
        "id": 117,
        "text": "Спать",
        "blackout": true
      }
    ]
  },
  {
    "id": 102,
    "text": "Снова убивать мне не хотелось, поэтому я приказал старику отдать все его вещи, но дед резко потянулся к двустволке, и я промазал по нему. Мне удалось спрятаться за дерево, а дед убежал. Побежал он направо, когда я в последний раз его видел, но донёсся звук откуда-то слева.",
    "answers": [
      {
        "id": 103,
        "text": "Побежать налево",
        "left_answer": true
      },
      {
        "id": 104,
        "text": "Побежать направо",
        "right_answer": true
      }
    ]
  },
  {
    "id": 103,
    "text": "Я решил побежать на звук. Когда я прибежал там оказался заяц. Дед выстрелил в меня, но к счастью промазал. Я начал высматривать его, но никого не было видно. Вдруг слева было какое-то движение, а справа хрустнула ветка.",
    "answers": [
      {
        "id": 105,
        "text": "Побежать налево",
        "left_answer": true
      },
      {
        "id": 106,
        "text": "Побежать направо",
        "right_answer": true
      }
    ]
  },
  {
    "id": 104,
    "text": "Я побежал направо, там прятался дед, я выстрелил, но попал в руку. Старик начал убегать. Он скрылся, а я начал ждать какой-то ориентир. Птицы улетели слева, но справа донёсся щелчок.",
    "answers": [
      {
        "id": 110,
        "text": "Побежать налево",
        "left_answer": true
      },
      {
        "id": 111,
        "text": "Побежать направо",
        "right_answer": true
      }
    ]
  },
  {
    "id": 105,
    "text": "Я побежал туда, где я видел движение. Там за деревом стоял дед, я выстрелил в него, но попал в руку. Старик убежал, а я побежал за ним. Он вышел из моего поля зрения. Шабуршание листьев справа, но капли крови вели влево.",
    "answers": [
      {
        "id": 107,
        "text": "Побежать налево",
        "left_answer": true
      },
      {
        "id": 108,
        "text": "Побежать направо",
        "right_answer": true
      }
    ]
  },
  {
    "id": 106,
    "text": "Я побежал на хруст, но когда я прибежал, я увидел птицу, похоже это она хрустнула веткой. Ко мне подбежал дед и ударил меня прикладом. Он прицелился и нажал на спусковой крючок...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 107,
    "text": "Лучше идти по следам крови, я же подстрелил старикана. Придя на место, мне упёрся ствол в затылок.\n— Прощай — сказал дед.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 108,
    "text": "Я побежал туда где шабуршали листья. Заметив ногу, я пригнулся и начал двигаться к деду. Подойдя ближе, я увидел, как он целиться в то место куда вела лужа крови. Ловушку для меня подготовил.",
    "answers": [
      {
        "id": 109,
        "text": "Выстрелить"
      }
    ]
  },
  {
    "id": 109,
    "text": "Я не стал церемониться и выстрелил ему в голову. Он упал замертво. Я взял двустволку и пошёл к лагерю, благо мы двигались в одном направении.",
    "answers": [
      {
        "id": 114,
        "text": "Идти к лагерю"
      }
    ]
  },
  {
    "id": 110,
    "text": "Побежав налево, я обнаружил там зайца, он быстро убежал, а дед выстрелил в меня справа, но из-за раненой руки не попал. Мы оба скрылись. Слева я заметил силуэт, а справа был клочок курти. Кажется, когда дед уходил, он порвал куртку.",
    "answers": [
      {
        "id": 112,
        "text": "Побежать налево",
        "left_answer": true
      },
      {
        "id": 113,
        "text": "Побежать направо",
        "right_answer": true
      }
    ]
  },
  {
    "id": 111,
    "text": "Я побежал на щелчок. Мало, что может щёлкнуть в лесу. И правда, дед проверял свое ружьё. Я прицелился и выстрелил ему в голову. Он упал замертво, я забрал у него двустволку и начал идти к лагерю.",
    "answers": [
      {
        "id": 114,
        "text": "Идти к лагерю"
      }
    ]
  },
  {
    "id": 112,
    "text": "Слева, я обнаружил старика который сидел у дерева и тяжело дышал. Я выстрелил ему в голову. Он упал, а я забрал его двустволку и пошёл к лагерю.",
    "answers": [
      {
        "id": 114,
        "text": "Идти к лагерю"
      }
    ]
  },
  {
    "id": 113,
    "text": "Он же должен был быть там, где клочок одежды. Я побежал туда, но мне в спину выстрелил дед. Я увидел лишь то, что старик замахнулся прикладом...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 114,
    "text": "Придя в лагерь, я сразу снял котелок с огня. Макароны были съедобны. Нужно обыскать лагерь.",
    "answers": [
      {
        "id": 118,
        "text": "Обыскать лагерь"
      }
    ]
  },
  {
    "id": 115,
    "text": "— Послушайте, я правда не бандит — сказал я.\n— Я сказал проваливай. Был тут один такой \"Не бандит\", так его дружки на меня из-за кустов напали. Все патроны на них потратил. Так что, если тут твои дружки сидят, то я их и голыми руками убью.\n— Нет тут никого, только я. Можно я погреюсь рядом? Холодно становится.\n— Ладно, на бандита ты не похож. Больно рожа у тебя женственная.\n— Спасибо, а в каком смысле женственная?\nСтарик не ответил на мой вопрос. Он сел на пенёк и пригласил сесть меня на второй.\n— Ну и как тебя зовут? — спросил дед.\n— Антон — сказал я.\n— Приятно познакомиться Антон. Меня Виктор звать.\n— Мне тоже приятно. Виктор, я пожалуй спать пойду. Устал сильно.\n— А ты куда направляешься?\n— В Москву.\n— Ого, ну желаю целым добраться.\n— Спасибо.",
    "answers": [
      {
        "id": 98,
        "text": "Спать",
        "blackout": true
      }
    ]
  },
  {
    "id": 116,
    "text": "Я шёл ещё 5 дней. В один момент очень сильно похолодало, ледяной ветер продувал мою одежду так, как будто её и не было. Я побежал в лес, чтобы согреться. Нужно развести костёр.",
    "answers": [
      {
        "id": 120,
        "text": "Искать рядом"
      },
      {
        "id": 121,
        "text": "Идти вглубь"
      }
    ]
  },
  {
    "id": 117,
    "text": "Я проснулся. Костёр уже потух. Собрав свои вещи, я продолжил свой путь.",
    "answers": [
      {
        "id": 116,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 118,
    "text": "В шалаше ничего не было. В рюкзаке старика была лишь 1 банка тушёнки. В карманах у деда была пачка сигарет и зажигалка. Она мне пригодится. На пеньке лежало ружьё. В нём была лишь 2 патрона. Пришлось потрудиться, чтобы это узнать.",
    "answers": [
      {
        "id": 119,
        "text": "Вернуться к костру"
      }
    ]
  },
  {
    "id": 119,
    "text": "Сев на пенёк, где раньше сидел дед, я начал есть макароны. Макароны были вкусными. Я лёг спать, ведь завтра мне нужно продолжить свой путь.",
    "answers": [
      {
        "id": 117,
        "text": "Спать",
        "blackout": true
      }
    ]
  },
  {
    "id": 120,
    "text": "Рядом с дорогой не было веток, а ветер становился всё сильнее и сильнее. ",
    "answers": [
      {
        "id": 121,
        "text": "Идти вглубь"
      }
    ]
  },
  {
    "id": 121,
    "text": "Я прошёл пару метров и увидел несколько веток, отлично! Нужно развести огонь. Я наспех сложил ветки и достал зажигалку, но в ней закончился газ. Блин, придётся разжигать так.",
    "answers": [
      {
        "id": 122,
        "text": "Тереть"
      }
    ]
  },
  {
    "id": 122,
    "text": "Я вспомнил, как смотрел какой-то фильм, где человек попал на остров и разводил огонь таким способом. Я нашёл палку и начал тереть ею об палено, которое я нашёл поблизости. Я слегка согреваюсь, когда делаю это.",
    "answers": [
      {
        "id": 123,
        "text": "Тереть"
      },
      {
        "id": 124,
        "text": "Отдохнуть"
      }
    ]
  },
  {
    "id": 123,
    "text": "После длительных попыток развести огонь, у меня устали руки. Нужно передохнуть.",
    "answers": [
      {
        "id": 125,
        "text": "Продолжить тереть"
      },
      {
        "id": 126,
        "text": "Отдохнуть"
      }
    ]
  },
  {
    "id": 124,
    "text": "Я отложил палку и дал рукам отдохнуть. После отдыха я продолжил тереть.",
    "answers": [
      {
        "id": 123,
        "text": "Тереть"
      }
    ]
  },
  {
    "id": 125,
    "text": "Я тёр очень сильно, поэтому я не выдержал и бросил палку. Всё сразу же потухло и мои труды пошли на смарку.",
    "answers": [
      {
        "id": 121,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 126,
    "text": "Я остановился и после небольшого перерыва, я продолжил разводить огонь.",
    "answers": [
      {
        "id": 128,
        "text": "Тереть"
      }
    ]
  },
  {
    "id": 127,
    "text": "Костёр разгорелся, а холодный ветер перестал дуть так сильно. Я потушил костёр и пошёл к дороге. Взойдя на надоевшую мне трассу, я продолжил свой путь.",
    "answers": [
      {
        "id": 129,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 128,
    "text": "Прошло время после начала разведения костра, но всё же пошёл дым. Это придало мне сил, и я с большей скоростью начал тереть палку. И у меня получилось! Слабые язычки пламени охватывали ветки и становились больше. Я почувствовал облегчение и просто сидел на месте возле костра.",
    "answers": [
      {
        "id": 127,
        "text": "Отдохнуть"
      }
    ]
  },
  {
    "id": 129,
    "text": "Идя ещё дней 10, я увидел её. Москву! Неужели я дошёл? Не могу поверить. Ура! Я ускорил шаг. Спустя время я уже был в городе. Всё было разрушено. Горели здания и машины. Бегали одичявшие собаки, я прятался от них. Были мёртвые люди. Я сориентировался и пошёл к дому Серёги. Надеюсь он жив... Подойдя к многоэтажке я вглядывался в этаж Серёги. И в его квартире что-то светилось! Я побежал к дому\nи поднялся на этаж Серёги. Подойдя к двери, я постучал в дверь\n— Уходите, твари — донёсся испуганный голос Серёги.\n— Серёга, это я Антон, открывай давай.\n— А-антон? — с надеждой произнёс Серёга.\n— Да, это я.\nСерёга открыл мне дверь, но мне в лицо уткнулся пистолет.\n— С-серёга, ты чего? Это же я — ошорашенно сказал я.\n— И правда ты...\n— Серёга прошёл вглубь квартиры.",
    "answers": [
      {
        "id": 130,
        "text": "Зайти в квартиру"
      }
    ]
  },
  {
    "id": 130,
    "text": "Мы прошли на кухню. Серёга сел за стол и ждал меня. Я сел напротив него, и он спросил, как я добрался сюда. Рассказав ему всю историю он начал смеяться.\n— Знаешь, Антон. Ты всегда был странным, но сегодня ты превзошёл самого себя. Дойти пешком от Новосибирска до Москвы, для того чтобы выпить виски? — с издёвкой сказал Серёга.\n— Да, я такой... Ну, у тебя осталась эта бутылка?\n— Конечно, сейчас достану.\nСерёга достал из шкафчика бутылку Jack Daniel's и стаканы. Он налил виски, и я наконец выпил их. Весь мой путь был проделан ради этих виски...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 131,
    "text": "",
    "answers": []
  }
]