[
  {
    "id": 1,
    "text": "Статус : Пишется (26.01.22 -??) \n\n\nИнфа от автора: \n! Выборы влияют на квест. \n! Комментарии приветствуются. \n! Квест пишется. \n! Хорошего дня, мой дорогой читатель ! \n\nЖанр:романтика, элементы детектива. \n\nВ этом квесте вы станете Элис, девушкой, которую окружают тайны. Ей предстоит переехать в другую страну, где её ждут приключения.\nЧто же она там найдёт? Любовь? Верных друзей? Дом? Семью? А может и смерть. \n\nВсё зависит от вашего выбора. \n\nОтрывок :\n\n12 лет назад, в детском доме :\nРоуз!! Отпустите её!!! — кричала маленькая 10 летняя Элис со слезами на глазах. \nМисс Карпустола, пожалуйста дайте девочкам попрощаться! — Кричала их няня",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c12/2201/88/2f63d92f4f65.jpg"
      },
      {
        "id": 2,
        "text": "Начать "
      }
    ]
  },
  {
    "id": 2,
    "text": "Роуз\n\n\n12 лет назад в детском доме :\nЛил дождь. \nРоуз!! Отпустите её!!! — кричала маленькая 10 летняя Элис со слезами на глазах. \nМисс Карпустола, пожалуйста дайте девочкам попрощаться! — Кричала их няня\nТут дверь машины открылась и вышла беловолосая Роуз\nРоуз!!! — Элис подбежала к подруге и сильно её обняла.\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее "
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a01/2201/f1/4b61f09ad213.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Получен кулон ",
    "answers": [
      {
        "id": 4,
        "text": "Далее "
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b37/2201/cf/092e4a4d3922.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Дядя Свен\n\nПрошло 4 года, Элис носила кулон и никому его не показывала, не разрешала снимать или трогать, если увидели, спустя пару дней после ее 14 дня рождения девочку забрал к себе ее родной дядя, он работал полицейским и учил её самообороне, стрелять из пистолета, замечать детали, водить машину, она часто застревала у него на работе и помогала вести расследования.\n—Дядя Свен, почему вы забрали меня так поздно? Спросила уже 16летняя девочка.\nЭл... После пропажи твоей матери, моей сестры, мне было очень трудно, я искал её и часто был в разъездах... Я бы не смог тогда... ты так на неё похожа Элис.",
    "answers": [
      {
        "id": 5,
        "text": "Далее "
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a02/2201/3b/ca717a89fa55.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "* На 16 день рождения дядя подарил мне мой первый байк, а уже в 17 я сидела на допросе и объясняла куда же делась соседская машина.... Но дело тогда быстро замяли, благодаря дяди. Спустя пару дней мы узнали что он болен, а через год его не стало*\n18 летняя Элис связалась с преступным миром, поначалу ей было стыдно тк дядя это призерал, а потом она втянулась, стала все чаще угонять машины на заказ. Её не могли поймать, все улики которые удавалось найти на месте преступления это значок в форме Лисы, так и прозвали её Лиса. Лиса, чей внешний вид и настоящие имя оставались  загадкой. ",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c26/2201/df/374043e81fd8.jpg"
      },
      {
        "id": 6,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 6,
    "text": " Но не для нас) \n\n\n*И вот  мне уже 23, у меня есть небольшой домик, байк, машина, парочка лямов в сейфе, куча поддельных паспортов и всякие разные интересные штучки*\nПонимаете, чтобы проварачивать все делишки, угон машин, грабеж сейфов и тд. надо быть не только умной, но и ещё красивой наивной дурочкой, а так же правильно подбирать жертв. ",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2201/fc/8a8694bd058a.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "Тише, Лиса. Посмотри на меня- сказала Роуз и сняла с себя кулон, она передала его Элис.- Послушай меня внимательно этот кулон носи всегда и не снимай, я найду тебя по нему когда мы выростим, запомни, если мне понадобится твоя помощь ты получишь письмо с цифрами.\nНо как я пойму что это ты? Прошептала Элис\nЦифры будут знакомые, запомни сегодняшний день, 12.09, сес... Лиса, тебе надо идти, иначе после дождика не выйдет солнышко- девочка прижала её к себе и убрала слезинку с её щеки, а потом скрылась в дверях машины.",
    "answers": [
      {
        "id": 14,
        "text": "Побежать за машиной\n"
      },
      {
        "id": 3,
        "text": "Просто смотреть "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вот к примеру новый случай, Френк. \nЗрелый, богатый мужчина, женат, дорожит своим браком и бла, бла, бла...\nМои информаторы говорят совсем другое, не то что пишут. В прочем это и так очевидно, много ли вы видели красивых, богатых с настолько чистой биографией, что хочется блевать...вот и я нет. \nЧто ж очередное дельце... \n",
    "answers": [
      {
        "id": 9,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 9,
    "text": "Время 6 утра. \nДевушка сидела на кухне на ней была шерстяная пижама, растрепанный пучок. Она попивала кофе, читала биографию Френка и слушала как за окном поёт дождь. Дождь, пожалуй единственное что так искренне вызывало у неё хоть какие-то эмоции,чувства. Чувства одиночества. \nКхм... \nИтак, Френк Метьюс... Родился 1 апреля 1977 года,* хм... Получается он очередная шутка)* сложила губы в полуулыбку*\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее "
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d33/2201/4c/593cba23d793.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "*Так что там дальше...* в Белфасте, Северная Ирландия, Великобритания, *о, а там красиво... *\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее "
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/2201/03/90b6c68ea888.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "В семье актёров. *Кто бы сомневался *\nМама умерла рано, когда Френку едва исполнилось 7, Отец переехал с сыном в Калифорнию, США. Маленький Френк всегда участвовал в разных спектаклях, а в 15 лет уже снялся в 1 фильме, но не получил известность.  В 21 создал свою рок группу под названием \"little Rock star\", но не успев провести и 1 концерта она распалась, хоть и набирала популярность. \nПричина распада так и осталось большим секретом для фанатов. ",
    "answers": [
      {
        "id": 12,
        "text": "Далее "
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d15/2201/5a/05dabc609e4e.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "\nВ 20 сыграл роль в фильме известного режиссёра Тарино, где и получил свою популярность. Там же он и встретил свою жену Маргарет. Влюбился с 1 взгляда и бла бла бла. Вообщем понятно... Очередная сказка.\n*Звук принтера* \nОп, а вот и распечаталось, то что нарыли мои ушки. \nСейчас посмотрим на этого принца. \n",
    "answers": [
      {
        "id": 13,
        "text": "Далее\n"
      }
    ]
  },
  {
    "id": 13,
    "text": "Элис встала из-за стола и словно лисичка прошла до принтера, захватила листок так на него и не взглянув и села обратно. ",
    "answers": [
      {
        "id": 15,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 14,
    "text": "Роуз!!! Роуз!!!\n Останься, пожалуйста!! \nНе уходи!! Не уезжай!! \nНе оставляй меня одну!! — Кричала бежавшая Элис.\nОна споткнулась и в миг из её коленки полилась кровь. \nАааа! Кровь смешалась со слезами, дождём и грязью.\nЭлис!! — к девочке подбежала няня и взяла ее на руки, — Ох, что же это Элис, у тебя останется шрам,моя девочка.\nШрам? Со слезами повторила девочка.\nДа,  но ты не переживай, шрамы нас не портят, они оставляют историю, это как буквы в книгах. Пойдём, Элис.\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 15,
    "text": "Она достала пачку сигарет из ящика стола, закурила и подошла к окну.\nДождь...именно он оставил когда-то меня в одиночестве. Сказала девушка.\nЯ ненавижу его, так же сильно как и люблю!!! \nОна провела пальцами по стеклу, рисуя то, что казалось ей забавным. Солнце... на фоне дождя, улыбка... После такого сильного и короткого дождя всегда появляется солнце... Именно это ей и нравилось-быстрая перемена, после бури — спокойное солнце, влажный воздух и свежая роса.\n\nЭлис села обратно, все ещё держа в руках сигару. ",
    "answers": [
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d17/2201/41/a91c3d115c65.jpg"
      },
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "И так, посмотрим, что же ты для нас приготовил, принц Френк, очередной бабник или есть что покруче. \nИнформация.* Даже каждый листок отметили, ого *\n=Полное имя : Френк Метьюс\n=Возраст : 45\n= информация об охране дома и его жителях\n=В 9 заезжает завтракать в свое любимое кафе на Стрит Долинг, дом 3, под названием \" Птица в клетке\"... После чего едет на работу. \n*Хм, как иронично однако.* Вот ты и попадёшься в клетку.\n",
    "answers": [
      {
        "id": 17,
        "text": "Читать дальше "
      },
      {
        "id": 19,
        "text": "Посмотреть фото и закрыть "
      }
    ]
  },
  {
    "id": 17,
    "text": "=До сих пор слушает песни своей старой группы. — значит нравится рок, ну или он очень зациклен на себе. \n=Причина распада группы-* а вот тут интересненько, ведь ее так и не назвали* \nПричина: увёл жену барабанщика, хотя на тот момент находился в браке. После чего был скандал, но не в одном источнике об этом так и не написали. \n*Мда... Сколько же тебе пришлось заплатить тогда... А ты не чист, птичка. И на лево ходишь, а может и бегаешь *- подумала девушка. \n=ходит в закрытый стрип клуб. \nЧто же ты там делаешь... \n\n",
    "answers": [
      {
        "id": 18,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 18,
    "text": "Любит игры с повязкой. \nОх, как не чист, птичка.... \n=любит дождь. \n—Х) Так он ещё и романтик. \n\n\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 19,
    "text": "Так, так,  а вот и фоточка... Заценим паренька. \nО, так он ещё и с женушкой.\nОго, была бы у меня такая жена, я бы и не посмотрела в другую сторону.\nМилая парочка. Жалко принц, совсем не принц, а вот принцесса меня не интересует, может и она с грешком. ",
    "answers": [
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a37/2201/fe/65c8b103db21.jpg"
      },
      {
        "id": 21,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 20,
    "text": "Обстановка возле Френка в ближайшее время :\nПопулярность актёра падает, \nЖена уехала на неделю на Мальдивы.\n",
    "answers": [
      {
        "id": 19,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 21,
    "text": "Дорогой читатель, квест ещё пишется.\nЯ буду черезвычайно рад, если Вы оставите комментарий. Хорошего дня!\nВ дальнейшем выборов будет больше.\nПока можете посмотреть моё 2 творение. ",
    "answers": [
      {
        "id": 1,
        "text": "На 1 страницу "
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]