[
  {
    "id": 1,
    "text": "\"Эй. Проснись!\"",
    "answers": [
      {
        "id": 2,
        "text": "Полежать ещё."
      },
      {
        "id": 3,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Ну же, вставай, кому говорю!\"",
    "answers": [
      {
        "id": 3,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 3,
    "text": "— Слава Богу, ты проснулся! Ты очень долго спал, не поверишь. \n\nВы открыли глаза, но очень быстро их закрыли снова, потому что Вас ослепил солнечный свет. Зажмурившись, Вы всё же кое-как можете осмотреть помещение в котором находились. Белые стены, койки, капельница, от которой тянулась трубка прямиком к Вашей руке. Вы попытались пошевелиться, но резкая головная боль остепенила Вас. \nВаш максимум был лишь лёгкий поворот головы, чтобы увидеть как какая-то девушка обеспокоенно смотрела на Вас.\nВы сели на край кровати.",
    "answers": [
      {
        "id": 6,
        "text": "\"Это больница?\""
      },
      {
        "id": 7,
        "text": "\"Ты кто?\""
      },
      {
        "id": 8,
        "text": "\"Как я сюда попал?\""
      },
      {
        "id": 4,
        "text": "Начать собираться."
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы решительно поднялись с кровати, стараясь не обращать внимание на головную боль. Онемевшие за время сна конечности плохо слушались, но Вам всё же удалось отсоединить капельницу и встать на ноги.\n\n— Ого, сразу рвёшься к делу! Припоминаю твои повадки, Айрэн. \n\nВы услышали имя, явно относившееся к вам, но решили не обращать внимания. Странно, это дейстие показалось Вам знакомым, будто вы раньше часто это делали. Вы в растерянности поглядели на девушку. Она лишь подняла бровь.\n\n— У тебя действительно нет вопросов? Готов приступать?",
    "answers": [
      {
        "id": 5,
        "text": "Промолчать."
      },
      {
        "id": 6,
        "text": "\"Это больница?\""
      },
      {
        "id": 7,
        "text": "\"Ты кто?\""
      },
      {
        "id": 8,
        "text": "\"Как я сюда попал?\""
      },
      {
        "id": 9,
        "text": "\"Меня зовут Айрэн?\""
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решили промолчать. На что сразу же получили реакцию. \n\n— И молчалив как всегда, — девушка протянула Вам пакет, в котором оказались вещи. — Приоденься, а то в рубахе гулять по улицам не позволено, как бы не хотелось. Нам сейчас нельзя выделяться. \n\nВы взяли пакет из рук девушки и переоделись. ",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Мы сейчас находимся в больнице? \n\nДевушка кивнула. \n— Но никто об этом не знает. Никто и не должен. По дороге домой расскажу почему. \n\nВы задумчиво склонили голову на бок. \n\n— Почему не сейчас? \n\n— У стен могут быть лишние уши.\n\nВы понятливо кивнули в ответ. \n\n— Ещё вопросы?\n",
    "answers": [
      {
        "id": 7,
        "text": "\"Ты кто?\""
      },
      {
        "id": 8,
        "text": "\"Как я сюда попал?\""
      },
      {
        "id": 11,
        "text": "Промолчать."
      }
    ]
  },
  {
    "id": 7,
    "text": "— А ты, собственно, кто?\n\nВы осмотрели девушку внимательнее. Прямые длинные волосы, окрашенные пополам в чёрный и светло-русый, ярко голубые глаза, слегка пухлые губы. Одета была как шабашный ребёнок: кофта-топ с открытым животом, юбка выше колена, полосатые чулки и кеды. \"Ну, хоть цвета приятные глазу\" — подумали Вы, оценивая цветовую палитру. \n\n— Бедняга, забыл уже? Я твоя лучшая подруга, твой ангел-хранитель! — девушка сделала радугу руками, став на одну ногу. Вы скептически посмотрели на неё, на что девушка вздохнула, вернувшись в своё нормальное состояние. \n\n— Ладно, неважно. Ещё вопросы?",
    "answers": [
      {
        "id": 8,
        "text": "\"Как я сюда попал?\""
      },
      {
        "id": 11,
        "text": "Промолчать."
      },
      {
        "id": 6,
        "text": "\"Это больница?\""
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы хотели задать ещё вопрос, но голова отдала волной боли. Вы приложили руку ко лбу, пытаясь хоть немного облегчить страдания. От чего это всё может быть? Сотрясение? От драки? Или от падения? \n\n— Как я здесь очутился? — спросили Вы, когда стало полегче. \n\n— Ну, была жестокая битва, а ты был чуть ли не смертельно ранен. Но, к счастью, всё обошлось! — она лучезарно улыбнулась, на что вы лишь поморщились. \n\n— Битва? С кем? — Вы пристально посмотрели на девушку.\n\n— Вельзевул и Абаддон. Твои старые знакомые.\n\n\"Ну и имена\", — пронеслось у Вас в голове. Вы не захотели развивать дальше эту тему. Может потом.\n\n— Ещё вопросы?",
    "answers": [
      {
        "id": 11,
        "text": "Промолчать."
      },
      {
        "id": 6,
        "text": "\"Это больница?\""
      },
      {
        "id": 7,
        "text": "\"Ты кто?\""
      }
    ]
  },
  {
    "id": 9,
    "text": "— Ты назвала имя, Айрэн... Оно принадлежит мне, так? \n\nДевушка ошарашенно на Вас посмотрела. После чего посмеялась в ладошку. \n\n— Видимо, тебе в край мозги отшибло. \n\nНо Вам было совсем не смешно и вы сурово посмотрели на девушку. Заметив Ваш взгляд, она успокоилась, прокашлявшись. \n\n— Да, тебя зовут Айрен. Ещё, может, вопросы? ",
    "answers": [
      {
        "id": 5,
        "text": "Промолчать."
      },
      {
        "id": 6,
        "text": "\"Это больница?\""
      },
      {
        "id": 12,
        "text": "\"Ты кто?\""
      },
      {
        "id": 8,
        "text": "\"Как я сюда попал?\""
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "Вы решили промолчать. На что сразу же получили реакцию. \n\n— Раз уж вопросов больше нет, то вот, — девушка протянула Вам пакет, в котором оказались вещи. — Приоденься, а то в рубахе гулять по улицам не позволено, как бы не хотелось. Нам сейчас нельзя выделяться. \n\nВы взяли пакет из рук девушки и переоделись. ",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "— А ты, собственно, кто?\n\nВы осмотрели девушку внимательнее. Прямые длинные волосы, окрашенные пополам в чёрный и светло-русый, ярко голубые глаза, слегка пухлые губы. Одета была как шабашный ребёнок: кофта-топ с открытым животом, юбка выше колена, полосатые чулки и кеды. \"Ну, хоть цвета приятные глазу\" — подумали Вы, оценивая цветовую палитру. \n\n— Неудивительно, что ты забыл. Я твоя лучшая подруга, твой ангел-хранитель! — девушка сделала радугу руками, став на одну ногу. Вы скептически посмотрели на неё, на что девушка вздохнула, вернувшись в своё нормальное состояние. \n\n— Ладно, неважно. Ещё вопросы?",
    "answers": [
      {
        "id": 11,
        "text": "Промолчать."
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  }
]