[
  {
    "id": 1,
    "text": "Это мой первый квест, по нейким причинам мне пришлось приостановить разработку квеста. Но в случае поддержки, работа будет возобновлена.\nВ тексте наверняка будут встречаться как орфографичечкие, так и пунктуационные ошибки.\n",
    "answers": [
      {
        "id": 2,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "Монотонный  звук раздавался отовсюду. Гул, который разливался по всему помещению... Нет, по всему промышленному комплексу, заставлял меня понять — простой, это вылазка, точно не будет... Как вообще я тут оказался...",
    "answers": [
      {
        "id": 3,
        "text": "окэткрыть глаза"
      }
    ]
  },
  {
    "id": 3,
    "text": "Открыв глаза, и только серость, которая по градиенту от темного до светлого была размазана по потолку.\n—Такое себе начало.\nЭто утро такое же обыденое, точнее настолько же скучное, как и все остальные.\n Ладно, все эти размышления, во всяком случае, не приведут ни к чему хорошему.\n Резким движением встать, пойти в ванную, и начать чистить зубы, умыться, вернуться в зал, натянуть адски темные брюки, одновременно одевая белоснежную, как крылья ангела, рубашку. Каждое моё движение отточено до автоматизма, такое чувство, что я псина Павлова, вот только интересно, кто привил мне эти рефлексы?\n\n Ключ в замок, два оборота... Как будто лишний оборот увеличит шанс на сохранение всего личного имущества, которое находится в квартире. Хотя, такого опыта у меня нет...",
    "answers": [
      {
        "id": 4,
        "text": "на улицу"
      }
    ]
  },
  {
    "id": 4,
    "text": "Первый месяц лета, не жарко не холодно... Хоть это радует.\n Хм, интересно, а какая моя самая любимая пора года? Может зима или же весна... А есть ли у меня то, что я люблю? Да уж, каждый человек докатыватся до таких вопросов, и только философы взобрались на олимп размышлений. Но кто такой филос? По мне, этот вопрос куда интереснее.",
    "answers": [
      {
        "id": 5,
        "text": "Выйти из размышлений"
      }
    ]
  },
  {
    "id": 5,
    "text": "Интересное дело, когда тебя что-то увлекает, время летит незаметно. Так незаметно, что я уже под офисом компании, на которую я работаю.\nКогда я устраивался, мне обещали работу с финансами и приличную плату за труд. В итоге: зарплата радует, хотя на широкую ногу не разгуляешься; а вот сама работа...\nНет, конечно эта работа связана с финансами, вот только я стал коллектором. И хоть недавно меня, так сказать, подняли в должности, и я перестал делать грязную работу... В том числе и убийства... Да, с моего первого опыта прошло года три и я уже давно привык. Но факт, что мои руки по локоть в крови, делает меня запачканым по локти в крови.\nНо я рад тому, что теперь меня отделили от самого выполнения \"грязной\" работы, хотя все эти дела требуют непосредственного присмотра.\n—Кто ж знал, что я стану мафиози, да и таким низкоранговым.",
    "answers": [
      {
        "id": 6,
        "text": "Начать шарить по карманам"
      }
    ]
  },
  {
    "id": 6,
    "text": "Доступкарту 1лвл к датчику и двери сразу открываются на распашку. На лифт и 2 этаж. Как всегда, на первом этаже дико пахло порохом, но не это меня бесило в нём, а атмосфера недоверия, десяток вооруженной охраны. Самое печально, так это то, что такое отношение только к таким как я. К командирам отрядов и выше такое почтение и уважение. Могу выделить лишь одно, жёстко выстроенную иерархию.\n\nДвери лифта открываются и перед мной открывается вид на наше отделение офиса. Это самый обычный офис, с кабинками, которые закрывали нас от других глаз. Единственное, что выделялось на фоне остальных офисов, так это жёсткий контроль над безопасность всей информации, которая тут фигурирует. Как ни как, это отрасль 3 по приходу денег, хотя и тратим мы немало. Это охрана, проверяющая офис на след жучков, появлялась каждые 8 часов здесь.",
    "answers": [
      {
        "id": 7,
        "text": "К рабочему месту"
      }
    ]
  },
  {
    "id": 7,
    "text": " Начав делать первый шаг, перед мной из ни от куда возник бугай. Пафосная одежда, острый взгляд, элегантность движений — всё указывало на принадлежность к цепным псам местного главаря.\n \n—Мисье, несоблаговалите ли вы пойти со мной — по манере речи могу предположить  — он англиских кровей.\n—Себастьян, не могли бы вы сказать сразу, для каких целей я нужен вашему господину? \n— Ох, мисье, я оценил ваше чувство юмора, но к вашему счастью вам дадут возможность узнать всё самому. \n Через долю секунды после сказанного, он насильственным способом накинул на меня черный мешок. Разумеется я сопротивлялся, но, похоже, он предусмотрел этот момент и обработал мешок нейким химикатом.\n Секунд 7 хватило, моё мягкое тело рухнуло на пол, а поток мыслей затих.",
    "answers": [
      {
        "id": 8,
        "text": "..."
      }
    ]
  },
  {
    "id": 8,
    "text": "Открыв глаза, перед мной нарисовалась картина – человек, в дорогом и солидном костюме. Атмосфера, царившая вокруг него, приказывала мне вести себя как пресмыкающееся... Нельзя позволить взять низменным инстинктам победу над разумом. Надо выпрямить осанку, раздвинуть плечи, покер фейс... Но вот те 2 амбала за его спиной были готовы согнуть меня в любой момент... Но это ладно, надо понять где я, с какой целью сюда меня притащили и кто этот мужик... Хотя нет, я знаю кто это. Мой старый друг.\n — Сколько лет, сколько зим — с добрым лицом произнёс он, но я-то знаю — у этого лицемерного гандона нет близких людей, нет товарищей, нет тех, за кого он бы беспокоился.\n—Я вижу, что такие люди как ты доволи быстро оказываются на верху\n...\n—Нет слова печальнее, чем правда— интересная фраза, вот только интересно, кого он процитировал; и предсказав мои мысли:\n— Никого, сам придумал — слегка улыбнувшись он сказал —Но, ладно, мы не дети, что бы обижаться за пару слов. Ты лучше мне поведай, хочешь пропустить пару ступенек в карьерной лестнице?—Завербовать меня хочет, падла! —произнес я в чертогах своего разума.\n—Н.. \n—Тсс.. Тише, не надо меня перебивать. Ведь информация – это наше всё. Давай ты лучше, как человек с числом IQ меньше 120, просто выполнишь мою просьбу?\nА я любезно буду заботиться дальше о твоей сестре. Как это печально: наркота и кома? — с усмешкой он и произнёс.\n—Если мне не изменяет память, то ваша компания и торгует наркотой, так что если у тебя есть сове... А точно, ладно... Так что там за дело? — у меня просто нет выбора, как я его ненавижу.\n Как будто не замечая остроту моего слова, он продолжил — так вот, теперь ты будешь курьером! Да-да!\n—Нет, наркоту я точно возить не буду! Или у такого Уро... Человека вообще нет совести? — опа, кажется пробило, появились морщины.\n—Вообще нет, ты перевезёшь одного человека. Скажу сразу, это девушка, едет она по своей воле, но она в федеральном розыске... Федеральном розыске США, и угадай, куда ты её повезёшь? Правильно, в Америку.\n—Но эт...\n— хлебало закрой... Всё,я продолжу. Так как это всё серьезно, будет 3 тренировки, провалишь хоть одну, сдохнешь либо от офицеров полиции, либо от моих парней... Понял?\nА теперь тебя отправят на военную базу, ты станешь воякой.\nПомимо этого будешь изучать медицину... Так сказать — будешь полевым доктором — какой нахер полевой доктор!?\n  Что-то отстрое воткнулось мне в шею.— дотронувшись рукой и сорвав эту фигню... Шприц, меня опять чем-то напичк...",
    "answers": [
      {
        "id": 9,
        "text": "..."
      }
    ]
  },
  {
    "id": 9,
    "text": "—Где я... — Хриплый голос, першение в горле да и болит оно очень сильно, болят и виски, и грудная клетка... Врачом не надо быть, что бы констатировать мою болезнь.\n Спал я не на полу, по крайней мере последний час, хотя спину что-то ломит... \n И опять я возвращаюсь к вопросу: где я?\nМаленькая комната в которую уместилась кровать, туалет, тумбочка и ещё можно наскрести на квадратный метр свободного пространства... Жадные на место инженеры попались, что б их в таких комнатах подержали...\n Только заметил, всё в белом: стены, потолок с полом, кровать, тумбочка, ну и унитаз — всё было белым, кроме двери, она то как раз была зелёная.\n — Какой-то психологический тест? Попытка свести с ума?— с ноткой равнодушия прозвучали мои слова, но я осознавал, это не на долго...\n—А сколько сейчас время?— произнесённые слова не должны были получить ответа, так думал я.\n—ВРЕМЯ 5:47 по Гринвичу — не знаю как я это понял, но этот голос точно робота. Не может так говорить человек.\n—Если я не ошибаюсь, я сейчас на военной базе и если тут есть добрейшие сержанты, то подъём будет в 6:00 ...\n—Ладно, не буду упускать шанс поспать. — в надежде говорил я, но боль в голове не проходила, заставляла меня бесцельно валятся на кровати. А вещь, которая раздражала меня ещё больше — это то, что я думал... Думал о себе, думал о всей этой ситуации... В общем в этот момент самокритика достигла апогея.",
    "answers": [
      {
        "id": 10,
        "text": "созирцать потолок дальше "
      }
    ]
  },
  {
    "id": 10,
    "text": "—Рота подъём!!! — командирский голос пронесся басом. \nДверь, которая до этого не привлекала внимания, дала о себе знать. На замке загорелась зелёная лампочка, кричавшая о том, что дверь открыта.\n Выходить из комнаты страшно, но сидеть тут я точно не намерен.\n Ладонь на ручку двери, вдох выдох... Может посидеть на дорожку? Нет, это будет лишним.\nЗа дверью был коридор, по обе стороны которого были такие же камеры, как и у меня. И, как оловянные солдатики, стояли мужчины в военной форме... Они такие же, как и я. \n Закрыв дверь и встав возле двери, как бы показывая, что я свой... Свой среди чужих.\n Какой-то мужик шёл по коридору в мою сторону. Моё нутро так и кричало — этот мужик и есть владелец того командирского голоса. Я атеист, но... Боже... Помоги...\n —Солдат! —  Мужик в форме обратился ко мне. — Какой номер?\n...\nКакой у меня номер, на против меня стоит дверь, номер 17 справа, дверь, номер 19, слева 15... По идеи мой номер 18!\n—18! — твёрдо и уверенно произнёс я, хотя и понимал, что это может кончится ***** (да, тут есть цензура).\n—Какой твой номер боец! — продолжил он... Что он ****ь хочет добиться. А-а-а... *** с ним!\n—18 сер! — Продолжил я.\n–Боец, шагам марш! За мной. — он развернулся и пошёл к выходу... Боже, ты же мне поможешь?",
    "answers": [
      {
        "id": 11,
        "text": "вслед за ним"
      }
    ]
  },
  {
    "id": 11,
    "text": "За дверью нас ждал военный комплекс окружённый лесом. Не большой, не маленький.\n У этого мужика быстрый шаг, и мы стремительно приближались к какому-то трёхэтажному зданию. Могу предположить, что там сидят офицеры... Что-то типо микроштаба.\nИ что в итоге, мы прошли это здание, за ним находились казармы. Если сравнивать с нашим сараем, то эти казармы были в более лучших  условиях, хотя толщина стен заставляла задуматься о завещании.\nЗайдя в казармы мы прошли метров 4 вошли в комнату. \n—Солдат, сядь на диван, я пока пойду кофе сделаю.— от такого предложения на душе стало светлее.\n Спустя 6 минут:\nЭти 6 минут длились вечность. Хотя я досконально изучил эту комнату.\nМожно было с уверенностью констатировать — Тут живёт военный, более гениальным мыслей меня не посетило.\n —Ну что же, солдат, хорошее начало.\nПопытался меня обхитрить, влиться в ряды местных наёмников... Да-да, мы наемники. Так вот, твой номер 29. Скажу сразу, у каждого свой номер и он не зависит от двери. Хотя он может просто совпасть, но ты понимаешь — это маловероятно.\nНу а теперь поговорим о твоём обучении. Через месяц вас распределят по парам и вы будете жить вместе. Тебя надо научить... Эмм, посмотрим — мед. подготовка, шпионское дело и основы физ.  подготовки ССО — беспрерывно вещал он, может раньше он был диктатором или оратором каким нибудь.\n —Ладно, помнишь тот строй, в котором стоял? Так вот, это твои... Сокурсники. У каждого из них свои предметы, общее : общая подготовка ССО. Так же у нас есть группы, которые изучают одни и теже предметы. Твоя группа \"сорняки\".\nВ неё входят Саманта Смит и Артем Вандер, что про них могу сказать : первая – американка, второй русский, хотя кличка у него ССсовец. Вроде бы всё сказал, а теперь иди в основное здание \"Академии\", там спросишь 3 крыло.\n ",
    "answers": [
      {
        "id": 12,
        "text": "в путь"
      }
    ]
  },
  {
    "id": 12,
    "text": "И вот, уже за дверью... А куда идти-то мне надо? Где это \"академия\"?...\n Повертевшись на месте, в попытке найти людей, которые смогли бы подсказать, куда мне идти, на глаза попалась карта.\n—Отлично, теперь я могу ориентироваться на этой базе!\nНа карте \"академия\" находилась за казармами, ну теперь понятно куда мне идти.\n Выйдя на тротуар и наметив путь, который приведёт меня куда надо...\nТолько сейчас я понял, что я в лесу... Нет, я понимал где я... Я просто не осознавал... Не смог заметить красоты здешних мест.\n Меня окружали берёзы, с изрезанной черными полосами белой карой, сосны, стволы которых были покрыты мхом, а сами стволы тянулись до небес, и только тополя опережали их, боюсь представить, что тут происходит в момент цветения.\nПри этом маленькие ёлочки, стилишвиеся по земле, удивляли своими цветами. Лес переливался цветами от светло-зелёного с оттенком голубого до темно-зелёного.\nИ в момент очарования леса, на мои глаза попалось здание \"академи\"...\nОт Академии тут только было название \"Академия\", что за ...\nНо, ладно, не будем осуждать. Да и с другой стороны — Для чего тут элитное заведение образования?\n Планировка этой \"Академии\" была отличной. Интуитивно было понятно, где находится нужное место. Ведь как можно не заметить ту большую надпись \"3 КРЫЛО\". \n—Архитекторы красавцы,— с воодушевлением констатировал я.\n Попав в 3 крыло, я понял – я не знаю в какой мне нужно кабинет.\nНо тут какой-то мужик направился в мою сторону, этот факт нагонял страху.",
    "answers": [
      {
        "id": 13,
        "text": "собрать всё что еужно в кулак "
      }
    ]
  },
  {
    "id": 13,
    "text": " —Курсант, я так понимаю, что вы \"сорняк\"? \n Увидев его вблизи, стало понятно, он чуть страше меня, но не смотря на это рождалось лишь одно желание, желание безприколсловно подчиняться.\n —Да, вы верно предположили.\n —Я, Артём Вандер, на последующие полгода ты присоединишься к нашему взводу, а я, собственно, командир этого взвода.\n...\nДо этого момента я и так был напряжён, но сейчас я вытянулся как струнка.\n—Следуй за мной, там всё подробнее расскажу...",
    "answers": [
      {
        "id": 14,
        "text": "..."
      }
    ]
  },
  {
    "id": 14,
    "text": "\n\n\n                    ПОСЛЕДУЮЩИЕ ПОЛГОДА\n                 БУДУТ СКУЧНЫМИ, ПО ЭТОМУ \n            ТУТ ИХ НЕ БУДЕТ, НО ВОЗМОЖНО, Я,\n      СОПРОТИВЛЯЯСЬ ДИКОЙ ЛЕНИ, ПОВЕДУЮ\n                    ПОЛНУЮ ВЕРСИЮ ПРОЛОГА\n\n\n",
    "answers": [
      {
        "id": 15,
        "text": "спустя полгода "
      }
    ]
  },
  {
    "id": 15,
    "text": " —Вот я наконец отучился, свобода! \n...\n—хотя какая это свобода, я ведь на первой контрольной тренировки... И почему я должен торчать здесь, в этом офисе, в этом душном и ненавистном мне месте... Особенно, если учитывать, что я тут сижу уже полтора часа, ожидая решения этих бюрократов, то я хочу поскорее сбежать отсюда. —вся эта логическая цепь пронеслась во время того, как я созирцал потолок, меня окликнули:\n—эй парень... — Что, о ком он? парень? меня уж точно парнем не назовёшь, хотя я и не старик.\nповернув голову в сторону, от куда доносился голос, пред мной предстал пожилой мужчина с узким разрезом глаз, одетый в кимоно, с парой катан на поясе... В общем обычный самурай... Да, ничего странного.\n—Это вы мне? — встав, произнёс я.\n— Да, парень, к тебе — засунув руку в кимоно и достав какой-то листок, направился в мою сторону. — Это тебе, тебя ждут сегодня вечером на 17:15 в аэропорту. А кстати, ориентация аэропорта, относительно центра города, юго-западное, и удачи тебе.\n—17:15? Это же через 20 минут, не слишком ли поздно? —начал возражать я, возлагая надежды на лучшее...\nА этот дед вместо того, чтобы ответить, просто улыбнулся и, развернувшись, направился к двери из которой выходил.",
    "answers": [
      {
        "id": 16,
        "text": "..."
      }
    ]
  },
  {
    "id": 16,
    "text": "—Стоп... 20 минут, а я сейчас стою тут и пытаюсь понять, что происходит. —слегка постояв, ожидая гениальной мысли, я резким рывком побежал к лифту.\n Подбежав к лифту и начав нервно тыкать по кнопке вызова лифта. С другой стороны, даже если и буду с таким усердием вызывать лифт, он быстрее не приедет. \n.\n.\n. \n—У меня 20 мин, ждать лифт нет смысла, побегу так.— как только я хотел начать спринт к выходу, раздался скрипучий ляск железа... Лифт приехал... Быстрым комплексом движений, перепрыгнул в лифт. кнопка 1 этажа...\n Медленными и плавными движения лифт закрыл свои двери... Ещё более медленно поехал лифт к 1 этажу. Пока у меня было время постоять в лифте, я решил погуглить карту города поподробнее... В городе один аэропорт, тогда зачем мне дали точечный сектор, относительно центра города? ",
    "answers": [
      {
        "id": 17,
        "text": "наверное, что бы запутать, не надо искать тут логики..."
      },
      {
        "id": 20,
        "text": "что-то тут не так "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вот, я уже за парадными дверями офиса, у меня 14 минут... С учётом того,что сейчас все люди буду ехать по домам после рабочего дня, а ехать в час пик на машине доволи опасно, с учётом столь малого времени. Лучшим решением будет выбрать маневреное средство движения, при этом должно быть быстрым — это мотоцикл или что-то похожее на это.  И покакой-то случайности\n,наверное по-редакторски, какой-то мужик оставил байк и побежал к какому-то подъезду...\nСам господь отправил этот байк мне в руки.\n Руки в грипсы, ноги на нодсечки. Выжать газ на полную и с пробуксовкой начать движение... Идеально!\n Объезжая машины, которые для меня были как стоящие, я приближался к аэропорту всё ближе и ближе ",
    "answers": [
      {
        "id": 18,
        "text": "У аэропорта "
      }
    ]
  },
  {
    "id": 18,
    "text": "подъехав на стоянку лизлежащую возле аэропорта, я даже не стал заботиться о мотоцикле:\n—Пускай валяется так.\n побежав ко входу, меня всьретили большие, понорамные стекла, сначало и не поймёшь то ли такие двери, или такие... Как они там называются? Нет смысла вспоминать, вбежав в хол, на противоположной стене виднелосб большое табло больших часов...\n—3 минуты, а я не знаю, что делать дальше... —С отчаяньем произнёс я — Это всё тот дед виноват, что не предусмотрел такой вариант событий.\n —Так, стоп, у меня же есть какая-то бумага от того деда, может её в касу отдать надо? \n Достав это бумагу, одновременно быстрым шагом направляясь к касе, понял... На бумаге была нарисована какаято эмблема...\n Может быть это какой-то шифр, как ни как тут заправляет всем мафия, может люди в аэропорту уже знают, что к ним придёт какой-то красавчик с их эмблемой и меня с почестями пропустят на борт?\n ",
    "answers": [
      {
        "id": 19,
        "text": "к касе"
      }
    ]
  },
  {
    "id": 19,
    "text": " Просунув в щель регистрационого окна бумагу, я словил на себе крайне не понимающий взгляд молодой девушки, сидевшей за стеклом.\n В этот момент я заметил чаленькие часы за спиной девушки, которые стремительно показывали то, что мне осталось пару секунд...\n — Что-то кольнуло в спине — потянув ладонь к спине, чтобы ощупать спину, ладонь испачкалась в какой-то тёплой и вязкой жидкости. Посмотрев на ладонь, меня поверш шок... Ладонь была окрашена в багровый цвет... Через мгновение в спине кольнуло ещё два раза... Я умру... Дайте увидеть, кто хоть покусился на мою жизнь.\n Падая на спину, слегка занося правое плечо за спину, тем самым тело было так перекошено, что моему взору предстал маленький мальчишка с пистолетом в руках, который он держал дрожащими руками...\n не скажу что я разачарован своей смертью...\n",
    "answers": []
  },
  {
    "id": 20,
    "text": "—Если подумать, что-то тут не так. Нет смысла указывать ориентир, учитывая данные, которые он мне дал.... А если загуглить по картам... А что мне писать!? Ну, мол.... Заброшенные полосы или....  Заброшенные аэродромные полосы, пару секунд загрузки, способная вывести любого из себя. И вот : \"полоса любительского аэродрома, построенная для нужд местного клуба летать просто, на данный момент клуб был расформирован \"\n А под статьёй Кивипедии виднелась карта с точным расположением комплеса \"летать просто\", главное что направление этой полосы соответствует тому, что мне сказал тот старик.\n Всё решено... Хотя, когда двери лифта отворились, я был в малой степени замешательства, но всё решено : я еду за город!",
    "answers": [
      {
        "id": 21,
        "text": "в пути"
      }
    ]
  },
  {
    "id": 21,
    "text": "Быстро выбежав из офиса, вместе с этим сбивая прохожих, приметил навороченный байк! \n\n—То что нужно! — провопил мой внутренний голос.\n\n Быстро запрыгнув на байк и уже будучи готовым нарушить все правила дорожного движения!\nЛёгким с виду движением руки какой-то мужик вламил мне по рёбрам.\n— Э-э-э... Парень, тебя мама не учила : чужие вещи нельзя трогать — после чего я, как капля, съехал с байка.\n Мужик, подойдя ближе и поставив ногу на грудь, продолжил читать морали :\n — Вот скажи, воровать хорошо?  \n...\n— Ладно, не сцы, браток... Хотя какой ты мне браток? Вот мусор ты ещё тот!\nТак, что я там хотел спросить, а точно! \nЗачем тебе моя ласточка понадобилась? Может слить кому хочешь? Или может кто заказал именно мой байк?\n<s>u200cЧего ты язык проглотил? Может угадал что?\n—По... Помоги....\n—....Конкретно я тебя приложил, ладно скорой на тебя хватит....\n—Нет.... Довези меня.... До клуба аэролюбителей...\n—Да ты вообще охренел! — вопя во всю глотку, мо всей дури бьёт в солнечное сплетение...\n Всё стало какв тумане, последующие удары чувствовались хуже... Что-то на сон клонит... Как давно я хорошо не высыпался...",
    "answers": [
      {
        "id": 22,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": " —Тьма.... Тишина.... Я умер? Я .... Я же был слишком молод! хотя какая разница о этом кричать? Может, это даже к лучшему? Хотя кто позаботиться о моей сестре? какой сестре? у меня разве была сестра?\n Со всех сторон раздался душераздирающий крик, вызывающий чувство страха и вводящий в панику. Хочется сжаться в клубок и отрезать все мосты с окружающим меня миром. И мгновенье меня разделило с этим пустым местом. Мгновенье, и я уже находился посреди оживленой улицы. Противный крик сменил звук улиц : продовцы, туристы, проходящие мимо парочки и просто заблудившиеся люди, а если прислушаться, то можно услышать как ветер проходит мимо крыш местных домиков.\n Эта улица, столь знакома... Но вместе с этим так далека от меня. Я точно знаю, я вижу её впервые, но что-то говорит мне, что эти виды мне знакомы. Наверняка это чувство дежавю.\n — Э-э-э Ты вообще адекватный? Стоишь посреди дороги! Свали от сюда в ужасе... \n Чего? Что это вообще было?\n Хотя и вправду, надо бы отойти. А что тот мужик? А он просто пошёл в машину, но обрывок слова ..нчен.. я точно слышал от него. Интересуно, что он хотел сказать? Ну, это не важно.",
    "answers": [
      {
        "id": 23,
        "text": "пройтись по улицам"
      }
    ]
  },
  {
    "id": 23,
    "text": " Все эти здания, цвета, птицы, деревья, суетливые люди — всё это придавало чувтсво настол. Что-то ударилось об мою ногу. Медлено опустив взгляд, там сидела девочка лет 6 с побитой коленкой и уже вся в слезах. Быстро упав на коление,начал рассматривать коленко.\n —Эй девочка, сильно больно? Ну не плач, прошу! \nДевочка, плача, полность игнорировала мои слова. \n—Эй, смотри, фокус покажу!— достав монетку и попытавшись сделать пару перекатов монетки на первых фалангах пальцев, монета упала на плитку. Девочка, мгновенно успокоившись, посмотрела на меня, как на ничтожество... \n Улыбнувшись во весь рот, сказал — Ну, хоть успокоилась.\n —Дай 10 долларов — произнесла она, всё так же пялясь на меня.\n— Не понял...\n—А чё тут понимать, ты отваливаешь мне 10 баксов, и мы расходимся. \n— И почему же я должен дать тебе 10 долларов?\n—А ты чё, папаша, невкуриваешь? Ты сейчас над маленькой беззащитной девочкой висишь с побитым калеком. А представь, если я закричу, что С тобой будет? Дай бог рёбра целыми останутся. \n Ухмылка... Вот что бесило меня, её ухмылка на лице, когда она поясняла все последствия... Маленький дьяволёнок.\n — Так если ты придумала такой генеальный план, почему просишь так мало? Сразу бы загнула палку до 100 баксов. \n — Ты болтаешь слишком много, смотри, одумаюсь и ты должен будешь мне под полкосаря.",
    "answers": [
      {
        "id": 24,
        "text": "послать её куда подальше!"
      }
    ]
  },
  {
    "id": 24,
    "text": " — Ладно, малявка, я пошёл.\nБыстро встав, пошёл прочь от этой попытки развода. Что могу вынести из этой ситуации? Нельзя идти на поводу у мошеницы! \n За спиной послышался детский крик :\n —Он украл мой кошелёк!!!\nТвою ж... Бежать, надо бежать! Куда бежать? Туда!\n Но нога прозожего так не думала и моё тело, в особенности лицо, устремилось к земле. В общем, благородные жители этого города, чтобы\nвосстановить справедливость и помочь маленькой беззащитной девочке, избили меня и отдали ей мой кошелек,попутно сломав пару рёбер",
    "answers": [
      {
        "id": 25,
        "text": "..."
      }
    ]
  },
  {
    "id": 25,
    "text": "Глаза стали такими тяжёлыми, если бы у меня был саратник, наверняка, он бы сказал : \n \" Не засыпай! Только не засыпай!\"\nПосле чего он бы передал моей семье, что я был отличным солдатом и не менее хорошим другом.\n Но открыв глаза, меня встретил металический потолок, объятый тенями, и гул двигателей.\n — Где я? Почему как я не очеусь, то я всегда не пойми где!?\n — На этот раз ты там, где и должен быть, —  послышался женский голосок, но почему-то она меня смущает... может со мной говорит мегакрасавица? И у неё точно есть пару лишних миллионов! Я стану богат исчастив.\n — Хотя способ, которым ты добрался до места, крайне... неожыданный. — она подбирает слова — это пугает, все девушки, способные подобрать слова, пугают. Они же тебя с фикалиями бобра смешают, причём сделают это комплиментом.\n —Ты лучше расскажи, кто ты? — Попытавшись сказать максимально брутальным голосом, но в итоге вылетел какой-то охрипок. \n —Вот расскажешь, как познакомился с тем парнем, что тебя довёз, тогда и поговорим, и номерок его оставь.\n— Это ты так намекаешь, что между нами ни чего и быть не может?\n— я намёками не говорю, но ты молодец, уже понял ситуацию между нами.\n— Ты прямо ранишь детственное сердечко молодого юноши.\n— Если ты свои розовые сопли обратно на гланды не накрутишь, я тебе твои лапковые кости на уши засуну, Понял?\n\nА что тут не понять, девушка и правда говорит без намёков... Когда вот это стало нормой? Остановите планету, я выйду.",
    "answers": [
      {
        "id": 26,
        "text": "..."
      }
    ]
  },
  {
    "id": 26,
    "text": "—Ладно, опиши ситуацию,—устав от этого спора, спросил я.\n—Ну смотри, через минут 7 нам прыгать с парашютом, а я так понимаю, ты не в ладах с такими технологиями?\n— 7 минут? А ты у меня номер парня спрашиваешь? Да ты ахр — Резко взяв меня за лямки парашюта, резким движением скинула меня на пол.\n— Сейчас прыгать, а ты ещё валяешься, поднимай свои хлебобулочные изделья.\n—Аесли бы я головой ударился и опять сознание потерял? А? Что бы ты делала?\n— Если тебя беззащитная девушка может из строя вывести, то ты должен задуматься о своей самооценке. И завязывай с лежанием на полу.",
    "answers": [
      {
        "id": 27,
        "text": "..."
      }
    ]
  },
  {
    "id": 27,
    "text": " —Если что, я умею обращаться с парашютом, понятно?\n — Крутанешь сальто? — говоря это, она отошла подальше. В этот момент раздался механический звук. Такой ламповый звук, когда на кнопку нажимаешь. В мгновенье ока раздался скрежет стали и внутренне пространство самолёта осветила полная луна. свет, пробивая себе дорогу, встречал препятствие, моего сорвтника.\nВместе с тем обрисовывал её контур. \n В ночной полутьме я видел девушку, силуэт которой был облит лунным светом. Только сейчас я мог более подробно разглядеть. Да, я вижу только её силуэт, но только по нему можно сказать, она незабываемо красива. ",
    "answers": [
      {
        "id": 28,
        "text": "..."
      }
    ]
  },
  {
    "id": 28,
    "text": "Встав и подойдя поближе, мне открылся местный пейзаж, теперь понятно \"почему она молчит\", она любуется пейзажем. Интересно, а она будет когда нибудь любоваться мной так же, как и этими красотами.\n — Прыгаем? — тихим голосом прозвучал вопрос, то ли поражён этим видом, то ли боялся побеспокоить рядом находящуюся девушку.\n — Скажи, у тебя когда нибудь было чувство меланхолии? — не отрывая взгляд, она устроила теракт в моём мозгу. Что это за вопрос? Разумеется было! А точьно ли было? Что такое чувство меланхолии? Можно назвать это депрессией. А у меня была депрессия...\n — Без комментариев, — произнеся, я просто прыгнул и моментально выдернул кольцо. Как ни как высота тут маленькая. в этот же момент из самолёта выпригивает моя спутница, ещё один момент и парашют выбивает вверх.\n И вот мы вдвоём под луной планируем на парашютах.",
    "answers": [
      {
        "id": 29,
        "text": "...."
      }
    ]
  },
  {
    "id": 29,
    "text": " Жёсткая посадка на луг и, сгребая под себя парашют, в этот момент моя спутница, подпрыгнув к моей спене, лупанула по затылку.\n — Ты дурак? Сфигали Ты прыгнул. Ты знаешь куда нам надо приземлиться? Да нам же теперь переться до места назначения километра 2 по лесу. Мы же пока дойдём...\n Зжав губы и опустив взгляд, вспомнил, всё всегда идет по какой-то жопе, особенно если это связано со мной. \n — Может я как-то смогу загладить свою вину? Может там кофе куплю? — произнёс я, попытавшись натянуть улыбку, но её недовольная мина ни на ену не стала добрее.\n — То есть ты считаешь, что этот косяк загладит одно кофе? — это пауза тянулась так долго, я уверен, что в этот период точно можно решить пару задач тысячелетия. — С эклером! Кофе с эклером! понял меня, — видимо, посчитав что этот спор только навредит, она только мило улыбнувшись развернулась. Была ли это маска, или это её настоящая сторона, я не знаю.",
    "answers": [
      {
        "id": 30,
        "text": "спустя 50 минут"
      }
    ]
  },
  {
    "id": 30,
    "text": " — Учитывая, по каким лесам мы щас прёмся, с тебя целая аренда кафейни.\n — Не слишком ли у тебя быстро идет прогрессия? Может ещё завод по производству шоколада попросишь?\n — Я то шучу, но ты учитывай, все твои идеи протсо так не уйдут.\n — Ну... Что я могу сказать: нажо искать позитив во всём. Мы сейчас в лесу, дышим свежим воздухом,общаемся без всяких гаджетов!\n",
    "answers": []
  }
]