[
  {
    "id": 1,
    "text": "1943 год. Война. Маленькая деревушка в тылу. От скоплений пыли и дыма с фронта деревню окружило мглой. Каждый, кто выходил за пределы деревни не возвращался, ходила легенда что ужасные монстры пожирают людей. Люди были в панике. Мало того что сообщения сообщения и известия с фронта не приходили, так ещё и сухой паёк не был доставлен.\nЕда в деревне редела, люди пропадали безвести и мгла становилась плотнее с каждым днем. Мистера Ф — многоуважаемого в то время доктора прислали морально поддерживать и лечить людей. Чудом он смог доехать до этого гиблого места, но сможет он выбраться отсюда? ",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "[URL=http://www.radikal.ru][IMG]https://d.radikal.ru/d15/2202/43/84de279a552f.jpg[/IMG][/URL]"
      },
      {
        "id": 2,
        "text": "1 глава. Приезд"
      }
    ]
  },
  {
    "id": 2,
    "text": "Доктор припарковал свою машину и пошёл навстречу деревни. Люди окружили его и начали что-то бормотать, в их глазах была надежда о спасении.\n—-Вы можете рассказать что тут происходит? Оставили нас тут подыхать--выкрикнул кто-то из толпы.\n—-Вот вот! --поддержали люди\nВ деревне поднялся шум, как на базаре, у доктора заболела голова.\n—-Вы можете оставить меня в покое? У меня была длинная дорога и я устал--высказался доктор.\nМистера проводили до крайней избы, она была настолько древней, что от ветерка она шаталась в разные стороны. Доктор прошёл по узкой тропинке к избушке и со скрипом открыл дверь. Мистер Ф увидел следующее, он был в шоке от условий: повсюду паутина, пыль, щели. <<Это полный ужас! >> подумал про себя доктор. Он прошёл по хлиплым доскам к койке с матрасом, постелил постель и разместил вещи в пыльном камоде. Мистер ещё раз осмотрел помещение — напротив кровати он заметил дырку, которая являлась туалетом, если так можно назвать эту щель.\nДелать было больше нечего, и он пошёл дремать. ",
    "answers": [
      {
        "id": 3,
        "text": "2 глава. Кошмарная ночь"
      }
    ]
  },
  {
    "id": 3,
    "text": "Наш герой спал до глубокой ночи, видел свои сны, как вдруг душераздирающие вопли. Мистер-загадка быстро спрыгнул с кровати, быстро оделся, отворил дверь и побежал искать жертву чудовища. Через минуток 10 крики прекратились и доктор нашёл окровавленный труп. Господин задавался лишь одним вопросом: <<какого черта этот крестьянин вылез на улицу ночью и помешал мне поспать?! >>\nЛюди быстро столпились у покойного.\n—-Батюшки-- пробормотал мужик и перекрестился.\n—-Господи помилуй.. -- прошептала бабка.\n—-Я заберу тело на анализ крови -- оповестил доктор, потащив труп, стараясь не замарать в крови свою одежду.\nВ эту ночь никто не спал кроме местных алкоголиков.\nТем временем доктор дотащил тело в избу и бросил в угол, он ужасно устал, по его лицу скатился седьмой пот. Мистер забыл сделать анализ и быстро заснул. ",
    "answers": [
      {
        "id": 4,
        "text": "3 глава. Сбор анализа "
      }
    ]
  },
  {
    "id": 4,
    "text": "Господина разбудили стуком в дверь. Он долго не хотел вставать, но тот кто стучал был настойчивым, доктору пришлось открыть дверь. У своей избы он увидел толпу людей, бубнящих о анализе. Доктор сказал что ему нужно больше времени, пытаясь отмазаться и со злостью закрыл дверь так, что даже пыль со стен полетела и выпала доска. Мистер открыл свой чемодан, в котором лежал шприц с иголкой. Он наполнил шприц кровью пострадавшего и начал анализ.\nЛюди  долго ждали, многие даже ушли. Остались только самые любопытные. Вот и пришёл долгожданный результат, доктор объявил <<Умерший болен чумой. Деревня закрывается на карантин. Так же всем будут предоставлены тесты на чуму, сжигание трупов >>\nИз 60 человек были больны только 5 — друзья и родственники пострадавшего. Их направили на карантин в дальнюю избу.\nДоктор был удивлён, что он не заразился, хоть и был близко с носителем чумы. ",
    "answers": [
      {
        "id": 5,
        "text": "4 глава. Путешествие "
      }
    ]
  },
  {
    "id": 5,
    "text": "В деревне бушевала чума, надо было что-то предпринять, но лекарства заканчивались. В голове доктора созрел гениальный план! Он едет в город, берет медикаменты и еду, быстренько возвращается в деревню. Не обдумывая последствия доктор попрощался с жителями и поехал, не смотря на то, что дальность обзора составляла всего 1-2 метра. Начался дождь и сильный ветер, машину качало в разные стороны, порой доктор терял управление. Господин ехал по кочкам 1 час, как вдруг съехал со склона и разбился... ",
    "answers": [
      {
        "id": 6,
        "text": "4 глава. В больнице "
      }
    ]
  },
  {
    "id": 6,
    "text": "Мистер Ф очнулся в больнице города и долго не понимал кто он, где он, зачем он тут? Через минут 15 он пришёл в сознание. Первым делом доктор спросил какое сегодня число?\nЕму ответили <<сегодня 13 сентября>>\nДоктор был в отключке целых 3 дня!\nГосподин по выздоровлению попросил у государства провизию, лекарства и новую машину. Государство долго не хотело выделять средства, но доктор их уговорил.\nНа этот раз дорога была гладкая, ни единой аварии. ",
    "answers": [
      {
        "id": 7,
        "text": "5 глава. Болезнь "
      }
    ]
  },
  {
    "id": 7,
    "text": "Мистер удивился, почему его не встречают, он прошёл несколько метров и увидел человека, лежащего у колодца. Мистер долго пытался заговорить с человеком, но ответа не слышал. Доктор подошёл поближе и аккуратно поднял голову крестьянина тростью, крестьянин был болен чумой.\nДоктор сделал несколько неуверенных шагов назад. Чума разбушевалась.\nВ тот же день доктор нашёл всех живых, мёртвых, заражённых и составил протокол:\n29 умерло. 28 заражены. 4 здоровы.\nНесколько дней доктор боролся с чумой, и чудом болезнь отступила. Как пришла она ниоткуда, так и ушла непонятно как.\nЗа несколько дней плотность мглы увеличилась так, что даже с фонарём было трудно разглядеть что-то дальше своих рук. ",
    "answers": [
      {
        "id": 8,
        "text": "6 глава. Вслепую "
      }
    ]
  },
  {
    "id": 8,
    "text": "Шёл 9 день миссии. Доктор проснулся ранним утром и пошёл осматривать деревню. Как только он открыл дверь леденящий воздух вместе с частичками пыли заполонили избу. Было невозможно ходить по окрестностям без защиты. Доктор надел противогаз и взял фонарь. Господин долго бродил, спотыкался об кочки и царапал одежду об ветви. Вдруг он услышал вой, звук приближался. Ноги доктора от страха стали, как ватными, голова, как кипящая кастрюля. Всё что мог сделать доктор — звать на помощь. Перед собой мистер увидел огромный силуэт мутанта  то-ли волк, то-ли монстр. В докторе вернулось здравомыслие, он кинул фонарь прямо в морду мутанта и побежал из всех сил. Господин увидел свою машину, быстро завёл её и поехал. Ничего не видя доктор съехал с обрыва и кричал, что есть мочи.. ",
    "answers": [
      {
        "id": 9,
        "text": "7 глава. Бесконечный лес"
      }
    ]
  },
  {
    "id": 9,
    "text": "Машина упала с обрыва на острые камни, чудом доктор выжил, выбил стекло кулаком и вылез. Перед ним были непроходимые леса и болота. Мистер взял остатки еды, чемодан с медикаментами и попёр в лес. Как только он зашёл в лес выход пропал. В господине всё ещё сохранялась надежда на чудесное спасение. Весь день доктор тащился с чемоданом, сильно прихрамывая. Солнце начало заходить и доктор предпринял решение расположиться на ветке. Несколько раз доктор падал с дерева раздирая плоть на пальцах и коленах,но мистер был довольно настойчивым человеком. К ночи он залез на высокую ветку и привязал себя верёвкой к суку, что бы не свалиться ",
    "answers": [
      {
        "id": 10,
        "text": "Конец? "
      }
    ]
  },
  {
    "id": 10,
    "text": "Продолжение следует (книга не закончена и будет намного больше страниц) ",
    "answers": []
  }
]