[
  {
    "id": 1,
    "text": "\nЭто длинная история одного парня который из нищего мальчишки может стать королём своей судьбы и быть кем он захочет. Всё в его руках и только он сможет в конце решать судьбу этого мира.",
    "answers": [
      {
        "id": 2,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 2,
    "text": "В одной скромной деревни жил один бедный мальчишка,его звали — Чэн. У этого парня не было не родителей не семьи, его мать умерла когда ему было 3 года,а отец бросил его как только ему исполнилось 7 лет. Чэн выглядил очень грязным, на голове виднелись длинные закрывающие пол лица чёрные волосы — так сказать ни чем не примечательный оборванец.Он целыми днями выполнял грязную работу: уберал в конюшнях, общественных туалетах,чистил обувь проходимев и получал за это просто копейки на которые он едва мог раз в день купить себе кусок хлеба.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 3,
    "text": "Одного утра Чэн проснулся в тёмных уголках деревни, всё его тело знобило от боли, кажется он немного простудился, но не смотря на это он думал куда ему сходить что бы заработать на еду сегодня.",
    "answers": [
      {
        "id": 4,
        "text": "Пойти прошайничать на площадь."
      },
      {
        "id": 5,
        "text": "Пойти в лес и искать там еду."
      },
      {
        "id": 6,
        "text": "Пойти воровать на рынок."
      }
    ]
  },
  {
    "id": 4,
    "text": "Стража в деревне очень строго относилась к попрошайкам и готова была их убивать по возможности. Так и случилось, не прошло и часа как Чэн сидел и просил денег у прохожих,как вдруг он почувствовал как кто-то поднял его за шиворот и резкая боль в спине.....Чэн увидел из своей груди лезвие меча на котором была его кровь....В глазах темнеет и Чэн умерает",
    "answers": []
  },
  {
    "id": 5,
    "text": "Чэн направился в лес, долгое время мальчик ходел по лесу, кушал ягоды которые с виду не были ядовитыми. Он ходил часами и набрёл на большую пещеру, голос в его голове подсказывал что бы он вошёл в эту пещеру.",
    "answers": [
      {
        "id": 11,
        "text": "Войти в пещеру."
      },
      {
        "id": 12,
        "text": "Вернутся к поеданию ягод."
      }
    ]
  },
  {
    "id": 6,
    "text": "Чэн пошёл на рынок в надежде спереть у кого-то хоть что-нибудь, он был небольшого роста та и кто обратит внимание на семилетнего оборванца. Когда Чэн шёл и искал свою жертву, он увидел высокого мужчину с серебристыми волосами и ушками острыми ушами — это был эльф. Чэн обратил внимание на кольцо которое было у него на правой руке, оно было чёрное словно тьма и на нём были надписи словно написаны кровью.",
    "answers": [
      {
        "id": 7,
        "text": "Окуратно пробираться к этому мужчине."
      }
    ]
  },
  {
    "id": 7,
    "text": "Чэн пробирался сквозь толпы людей и всё его внимание было направлено на это кольцо. Спустя  короткое время мальчик добрался до этого мужчины-эльфа. Чэн не обращал внимание куда смотрит этот мужчина.",
    "answers": [
      {
        "id": 8,
        "text": "Потянутся за кольцом в надежде его украсть."
      },
      {
        "id": 9,
        "text": "Толкнуть мужчину с серебристыми волосами."
      }
    ]
  },
  {
    "id": 8,
    "text": "Мужчина увидел как мальчик тянется к кольцу, и улыбнувшись обернулся к мальчику и присел смотря в его глазах. Чэн увидел в его глазах смерть. Мужчина снял кольцо и передал мальчику сказав:\n—Береги его и это кольцо даст тебе силу о которой ты не мечтал.\nМужчина встал и рассеялся в толпе людей",
    "answers": [
      {
        "id": 10,
        "text": "Одеть кольцо на палец."
      }
    ]
  },
  {
    "id": 9,
    "text": "Это не обвенчалось успехом. Эльф обернулся к мальчишке и взмахнув рукой возле Чэна начал уходить. У Чэна резко начало печь горло, в глазах начало темнеть и резки брызги крови с шеи начали заливать землю под Чэном, мальчик мгновенно умер.",
    "answers": []
  },
  {
    "id": 10,
    "text": "Одев кольцо на палец Чэн почуствовал как его переполняет гнев. Он чувствовал как кровь в его жилах нагревается и сила переполняла его, мальчик видел смерти и мрак этого мира, всё зло вливалось в него. Оборванец понимал что ещё чуть-чуть и он потеряет сознание,по этому он начал идти в ближайший переулок. Как только он до него добрался он потерял сознание и упал на землю, наступила тьма в его голове.",
    "answers": [
      {
        "id": 17,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 11,
    "text": "Чэн брёл по тёмной пещере в которой росло много трав и драгоценных камней и слышал  как капли воды разбиваются об каменный пол. Он шёл долгое время и набрёл на интересную комноту в которой был пьедестал на котором лежал белоснежный меч. Этот меч был как будто сделан самими Богами. Мальчишка схватил меч и почувствовал силу переполняющую его в сотни раз. Чэну казалось что его сейчас просто разорвёт на куски. Он упал на колени и на его глазах появились слёзы. Через несколько секунд меч начал разлетатся в десятки маленький ярких огоньков которые начал влетать в самого мальчика. Мальчик потерял сознание...",
    "answers": [
      {
        "id": 14,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 12,
    "text": "Чэн ходил по лесу и кушал ягоды, спустя долгое время он вернулся к деревни сытым. На улице уже наступил тёмный вечер. Мальчик устал и пошёл в свой тёмный проулок в котором он обычно и спал. Оборванец считал что этот день удался так как он набил свой желудок, на лице Чэна была улыбка и его клонило в сон. Он прилёг на сухую землю и уснул в надежде проснуться завтра.",
    "answers": [
      {
        "id": 13,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "Мальчик проснулся и ему сразу вспомнилось что меч исчез и маленькие огоньки вошли в него, он осмотрел своё тело но на нём ничего не было. Чэн растроился и начал осматривать пещеру в надежде ято она может стать его домом. Пещера казалось очень красивой словно не из его мира. Он ощущал как будто сила окутывала эту пещеру и он решил остаться жить в ней.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 15,
    "text": "Чэн обратил на интересные самоцветы в пещере и решил взять один маленький драгоценный камень.  Он подумал что этот камень стоит несколько монет серебра и хотел продать его в лавке драгоценных камней,а после купить еды и всё необходимое ято бы жить в этой пещере.",
    "answers": [
      {
        "id": 16,
        "text": "Направиться в деревню."
      }
    ]
  },
  {
    "id": 16,
    "text": "Дошёл мальчишка к деревне и направился к торговцу что бы продать свой камушек. Шёл он не долго, возле прилавка стоял бородатый в очках гном. Мальчик намекнул что хочет продать этот камень, гном взял драгоценность в руку и начал осматривать его. Спустя мгновение лицо гнома загорелось и на лице появилась улыбка, гном сказал:\n— Мальчишка за это сокровище я тебе дам 100 золотых,ты ведь понимаешь что это магический камень.\nЧэн всматривался в камушек с размером в одну фалангу кго пальца и протянул руку. Гном дал ему мешочек со ста золотыми монетами.",
    "answers": [
      {
        "id": 22,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 17,
    "text": "Мальчик очнулся и на улице уже была ночь. Он сразу обратил взгляд на кольцо, оно было на месте. Рядом с ним была маленькая лужица чистой воды, он в неё заглянул и сразу испугался. Его глаза стали красными как кровь, словно тысячи людей отдали свою кровь для его ярко красных глаз. Он встал и пошёл вдоль улиц деревни, не прошло и мгновения, как его заметило четверо стражников и приказала оставиться, они переговаривались между собой и показывали на кольцо. Один из стражников сказал:\n—Нищий,быстро отдай нам кольцо в противном случае мы тебя убьём!\nВсе со злобой смотрели на мальчика в надежде забрать кольцо.",
    "answers": [
      {
        "id": 18,
        "text": "Попытаться убежать."
      },
      {
        "id": 19,
        "text": "Напасть на стражу."
      }
    ]
  },
  {
    "id": 18,
    "text": "Чэн сделал рывок в противоположную сторону, но его спустя мгновение пронзил мечь и мальчик упал на землю и начал истекать кровью. Чэн не ожидал такого резкого поворота событий. Стражники ещё пару раз вонзили в мальца мечами и оборванец умер....",
    "answers": []
  },
  {
    "id": 19,
    "text": "Чэн сжал свои кулаки и резким рывком побежал в сторону стражников....Глаза Чэна пылали и его скорость и сила были не человеческими. Были слышны хруст костей, крики, и как кровь струями выходила из тел стражников....Когда всё кончилось кольцо начало поглощать в себя всю кровь его жертв, сам мальчик стоял и понимал что его сила превосходит демонов этого мира...\nЧэн забрал мешочки с монетами с тел стражников и скрылся в темноте.",
    "answers": [
      {
        "id": 20,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 20,
    "text": "Чэн понимал что теперь он не хочет даже спать и есть, кольцо питает его потребности, назвать человеком его уже было нельзя. Наступило утро и мальчишка решил направится в город Зэнвил.",
    "answers": [
      {
        "id": 21,
        "text": "Путешествие в Зэнвил."
      }
    ]
  },
  {
    "id": 21,
    "text": "\nP.S. \nКонец первой главы, спасибо всем за ваше время и внимание.",
    "answers": []
  },
  {
    "id": 22,
    "text": "Мальчик сразу побежал в магазин одежды что бы переодеться, теперь он понимал что его жизнь наладится. Спустя пару часов Чэн стоял на улице, на нём был чёрный кожаный плащ из шкуры чёрного магического волка(такой плащ стоит не меньше 5 золотых монет). Под плащом виднелась белоснежная рубашкаштаны и обувь была кстати его образу, мальчик в чёрном. После этого он скупился едой и купил себе лошадь чёрного цвета которую он назвал \"Буцефал\".\nМальчик также заскочил и купил пренодлености что бы обустроить свою пещеру как следует.",
    "answers": [
      {
        "id": 23,
        "text": "Возвращение в пещеру."
      }
    ]
  },
  {
    "id": 23,
    "text": "\nP.S.\n\nКонец первой главы, спасибо за ваше время и внимание.",
    "answers": []
  }
]