[
  {
    "id": 1,
    "text": "Эта история о вымышленном ведьмаке школы Волка, которого зовут Акрист. История надеюсь, получится интересной и захватывающей. Приятного чтения!\nP.S. Оцените если нетрудно))!",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                        Пролог\n\nЭта история берёт своё начало в апреле 1167 года в Каэдвене.\nТёмным дождливым вечером, ведьмак, проезжая по тракту, услышал детский плачь. Не долго думая, он слез с коня, взял его за повод и пошёл на разведку. Через метров сто он наткнулся на рыжеволосого мальчика лет шести, промокшего до нитки. Увидев странного человека с кошачьими глазами, ребёнок сильно насторожился, но словно застыл на месте.\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c34/2202/18/6ecf3d80017b.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ведьмак, поняв, что мальчик напуган, решил держаться в стороне.\n— Что ты здесь делаешь один в такой час? Где твои родители? — невозмутимо спросил он.\nРебёнок дрожащим голосом ответил:\n—  На деревню напали бандиты, я смог убежать. А маму с папой..., — не в силах произнести это, мальчик вновь залился слезами.\n— Ясно, — тихо сказал ведьмак. Далеко деревня?\nМальчик медленно развернулся и дрожащей рукой указал на рощу в полукилометре от деревни.\n— Там есть тропинка — еле выдавил из себя он.\nСквозь лесные заросли виднелись огни, а над верхушками деревьев валили еле различимые в дожде клубы дыма.\n\"Кто бы там ни был, их много\" — подумал ведьмак. \"Вряд ли они далеко ушли\". Закончив свои размышления, он снял с себя плащ и протянул его мальчику:\n— Укройся, — кратко сказал он.\nМальчик с недоверием воспринял этот жест, но холод оказался сильнее всяких предубеждений и он взял его.\n— Стой здесь, я скоро вернусь, — твёрдо сказал ведьмак и, запрыгнув на коня, поскакал в сторону деревни. Его не было минут двадцать. Вернувшись, он обнаружил мальчика стоящим ровно на том же месте, где тот его оставил. Понимая что ребёнку идти некуда, ведьмак всё же спросил его:\n— Тебе есть куда пойти?\nМальчик ожидаемо лишь повертел головой.\n\"Оставить его здесь всё равно что убить. Он станет лёгкой добычей для гулей\" — подумал ведьмак и спросил:\n— Как тебя зовут?\n— Акрист, — тихо ответил мальчик.\n—  У меня есть еда и кров. Поедешь со мной, Акрист? — всё тем же невозмутимым голосом спросил ведьмак.\nМальчик робко кивнул.\nВедьмак, не слезая с коня, подхватил его на руки и посадил перед собой. Вернувшись на тракт, он двинулся в сторону Каэр Морхена. Где-то через час пути, Акрист, немного отойдя от пережитого ужаса, неуверенно спросил своего спасителя:\n— А как вас зовут?\n— Весемир, — коротко ответил ведьмак.\nЧерез некоторое время распогодилось. Дождь закончился, а на небе светила ясная луна.",
    "answers": [
      {
        "id": 4,
        "text": "Глава 1"
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b04/2202/12/6aae1a3c26cf.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "                                     Глава 1\n                                В долгий путь.\n\n15 лет спустя. 1182 год, Каэр Морхен.\nКак оказалось, Весемир уговорил мальчика стать ведьмаком и Акрист с этим достойно справился. Его организм выдержал все испытания, он стал ловким, сильным, но были и минусы: он стал бесплодным и лишенным эмоций, но молодой ведьмак не жалел о своём выборе. В один из прекрасных летних дней, Акрист тренировался на маятнике, занятие проходило под контролем Весемира, который с равнодушным лицом наблюдал за таким же рыжеволосым пареньком. Но в душе наставника, молодой ведьмак знал, он им гордится. Закончив тренировку, Акрист подошёл к нему и сказал:\n— Весемир, спасибо тебе за то, что сделал для меня, за то что мне дал.\n— Не стоит, — коротко и ясно ответил наставник.\n— Я должен тебе сказать, что уезжаю в Темерию, зарабатывать тем, чему ты меня учил — убивать чудовищ.\nВесемир молча подошёл к Акристу, протянул ему свою руку и сказал:\n— Удачи и не дай себя убить.\n— Обещаю, не дам, — в ответ он протянул ему свою.\nАкрист собрался в дорогу и вышел к конюшне, где его уже ждал Весемир. Молодой паренёк поднял голову и увидел на балконе седовласого ведьмака, смотрящего на него. Рыжий парень погрузил свои вещи на коня и уехал в свой долгий и полный приключений путь. Весемир же продолжил заниматься хлопотами и тренировать ещё никому неизвестного Геральта в Каэр Морхене.\n",
    "answers": [
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a22/2202/90/d5013da9dbcd.png"
      },
      {
        "id": 5,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 5,
    "text": "                                     Глава 2\n                    Приключения начинаются.\n\nАкрист на своем коне пересек границу Каэдвена, где его приветствовало королевство Темерия. Погода в этот день была солнечная, на деревьях сидели соловьи и пели свои прекрасные песни. Ведьмак же, ехал по просёлочной дороге в поисках работы. Через некоторое время он доехал до развилки, дорога расходилась налево и направо. Близ колеи стоял знак, Акрист подъезжая к нему, прочитал надпись: \"Налево деревня Дресное, направо деревня Бичка\". Ведьмак подумал и решил поехать:\n\n",
    "answers": [
      {
        "id": 6,
        "text": "В деревню Дресное"
      },
      {
        "id": 7,
        "text": "В деревню Бичка"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2203/4f/c20dff00df36.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "Повернув налево, через некоторое время Акрист подъехал к деревне и увидел доску объявлений. Слезя со своего коня, ведьмак подошел к ней и принялся искать какой-либо заказ. Почти сразу он увидел \"заказ на бабу-ягу\". Сняв лист с доски, Акрист пошел к старосте деревни обсуждать условия заказа и получить какую-либо информацию о бестии.",
    "answers": [
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/nz46kzrJ/2022-07-22-15-15-42.jpg"
      },
      {
        "id": 8,
        "text": "К старосте"
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  }
]