[
  {
    "id": 1,
    "text": "От автора.\n\"Квест для читателей 16<plus>. Квест придуман на смешной, увлекательной, и позитивной истории\".\n\n\" Читайте квест от собственного лица где будет написано ( —Я: )\"\n\n\n\nРедкая звёзда, которая исполнит желание твоей души, всё чего хочет твоя душа. ",
    "answers": [
      {
        "id": 2,
        "text": "Глава-1 \nНачало приключений."
      }
    ]
  },
  {
    "id": 2,
    "text": "Жизнь в Форэнделле довольно весёлая, яркая, и загадочная. \nЯ проснулся у себя дома, за окном весна, светит солнце, поют птицы.",
    "answers": [
      {
        "id": 3,
        "text": "Встать с кровати"
      }
    ]
  },
  {
    "id": 3,
    "text": "Встав с кровати я принялся завтракать... \n\nПосле моего завтрака я решил сходить к доске объявлений, может есть работёнка, деньжат поднять.",
    "answers": [
      {
        "id": 4,
        "text": "Одеться и выйти на улицу"
      }
    ]
  },
  {
    "id": 4,
    "text": "Выйдя на улицу я увидел множество людей стоящих возле той самой доски.",
    "answers": [
      {
        "id": 5,
        "text": "Спросить у Стражника.\n— По какому поводу собралась толпа?"
      },
      {
        "id": 7,
        "text": "Подойти попытаться рассмотреть."
      }
    ]
  },
  {
    "id": 5,
    "text": "— Стражник: Ты походу последний кто ещё не знает.\n\n— Я: Не знает чего?\n\n— Стражник: Через три дня, где-то в округе Форэнделла появится редкая звезда.\n\n— Я: Звезда? И что в ней такого  особенного?\n\n— Стражник: Говорят, она может исполняет желания, только не те которые ты попросишь, а те которые желает твоя душа.\n\n— Я: А-а-а.... чего?\n\n— Стражник: Ну ты как с луны свалился. Она не будет спрашивать чего хочешь ты, она посмотрит в твою душу, и исполнит то, что увидет.\n\n— Я: Да уж, ладно спасибо.\n\n— Стражник: Мг.\n\nВот так новость, подумал я, и всё же решил сходить к доске и разобраться получше.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Попробовать подойти рассмотреть."
      }
    ]
  },
  {
    "id": 6,
    "text": "Я без раздумий развернулся и пошёл домой собираться на охоту.\n— Я: Так... Клинок, лук, колчан со стрелами, верёвки тоже пригодятся.\n\nВооружившись до ушей с хорошей солнечной погодой и радосной улыбкой я направился к воротам ведущих в открытый мир. ",
    "answers": [
      {
        "id": 8,
        "text": "Покинуть Форэнделл."
      }
    ]
  },
  {
    "id": 7,
    "text": "Подойдя к доске я оккуратно пробирался через толпу, когда я увидел лист весящий на доске, я понял надо быстрее читать пока не поздо.\n\n\n                   Объявления\n\n\n      “Дорогие мужчины, женщины   и дети, ровно через три дня, в округе Форэнделла появится необычное для такого времени явление. Появится редкая звезда под названием \"Оберег\" Как сказано в книгах она исполнит желание твоей души. Просьба всех жителей Форэнделла не делать поспешних выводов по начинаю её поисках ведь кто....\"\n\nЭто всё что я успел прочитать, довольно много, иии довольно не понятно.\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Пойти домой, собрать снаряжение и отправиться на охоту."
      }
    ]
  },
  {
    "id": 8,
    "text": "Идя в направлении леса  оборачиваясь назад ещё раз посмотреть на прекрасный город, а то вдруг больше не увижу.\n\n Шел, шел, шел. Больше получаса ходил, бродил, туда, сюда. \nНет ни животных, ни других охотников. Я хожу на свою любимую поляну, там больше шанса встретить крупного оленя, или зайца. Волки и медведи в наших краях не водятся, ну по крайней мере так говорят другие охотники.\nНо спустя ещё некоторое время моих похождений я увидел оленя. ",
    "answers": [
      {
        "id": 9,
        "text": "Присесть в ожидания."
      },
      {
        "id": 9,
        "text": "Присесть, достать стрелу, натянуть титеву, прицелиться."
      }
    ]
  },
  {
    "id": 9,
    "text": "Я сел, стал рассматривать оленя.  Он ел свежо-зелёную траву, не предвещая беды я достал стрелу, натянул титеву, и начал прицеливаться, строя в своей голове схему и траекторию полёта стрелы. \nВсё бы нечего, но олень повернул голову в мою сторону. Я опустился ниже чтобы не заметил, но при этом чтобы я мог видеть его. Он смотрел в мою сторону, но не на место где я сижу, чуть выше ",
    "answers": [
      {
        "id": 10,
        "text": "Резко встать, и отпустить титеву."
      }
    ]
  },
  {
    "id": 10,
    "text": "Когда я прицелившись встал, олень до сих пор стоял в ступоре, он смотрел не на меня, но в мою сторону. В предвкушении я ждал когда он начнёт убегать чтобы эта охота не была такой простой. Но он стоял и смотрел, просто тупо стоял. Тогда я решил обернутся чтобы тоже посмотреть.\nМожет там и в правду что-то интересное...",
    "answers": [
      {
        "id": 11,
        "text": "Повернутся."
      }
    ]
  },
  {
    "id": 11,
    "text": "— Я: Вот это нихрена себе...\nТеперь в ступоре на пару с оленем стоял и я...\n\nГде-то в глубине леса, сквозь маленькие щели, просачивался маленький но очень яркий свет. В начале я подумал что это и есть та самая звезда. Но потом вспомнил что в объявлении было сказано через три дня. \n\nНо я всё же решил закончить своё дело, завалить оленя.\n",
    "answers": [
      {
        "id": 12,
        "text": "Резко развернувшись прикончить оленя."
      }
    ]
  },
  {
    "id": 12,
    "text": "— Я: Вот чтоб тебя. \nКогда я развернулся то оленя уже небыло. Пока я был занят рассматриванием яркого света, он убежал.\nЛадно хотя бы схожу посмотрю от куда идет этот свет.",
    "answers": [
      {
        "id": 13,
        "text": "Идти в сторону света."
      }
    ]
  },
  {
    "id": 13,
    "text": "Когда я стоял и смотрел, этот свет был как будто не далёко, но после десяти минут ходьбы я начал думать что он не закончится. Но спустя ещё пару метров свет начал становится ярче. И когда я подошел в плотную то понял...Что это просто подвешенное на верёвке  ярко-синее стёклышко.\n\n—Я: Мда...Кажись сегодня явно не мой день... Дело близится к дождю, надо возвращаться домой.\n\nС грустным лицом, с раздраженным настроением я возвращался домой, из-за появления тучь на небе больше яркого света небыло.",
    "answers": [
      {
        "id": 14,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 14,
    "text": "Возвращаясь домой я размышлял о том что же исполнит звезда для меня. Чего хочет моя душа. И будет ли эта звезда вообще, может это просто какой-то дурак решил позабавиться.\nИдя домой я резко остановился из-за ощущения того что брожу по кругу. Лес не хотел заканчиваться, хотя я должен был уже давно выйти на дорогу. \nИ тут мне в глаза засветил очередной луч света.\n\n— Я: Ну уж нет, на этот раз я не куплюсь.\n\nНо потом вспомнил что солнце сейчас не светит из-за тучь. Я достал лук на всякий, и двинулся туда, это был какой-то сгусток света, маленькое порящее в воздухе солнышко. Сейчас у меня не было чувства будто этот свет далёко, он просто уходил от меня.",
    "answers": [
      {
        "id": 15,
        "text": "Следовать за ним."
      }
    ]
  },
  {
    "id": 15,
    "text": "Я начал приследовать этот шарик, но он быстро уходил от меня из-за чего мне пришлось завесить лук за спуну и пробежаться. Я бежал медленно,  но и шарик начинал всё быстрее лететь. Из-за чего мой спокойный бег превратился в соревнования. Бежать становилось сложнее, но и останавливаться не хотелось, но когда шарик завернул за большое дерево, после чего и я завернул, его уже небыло. Просмотревшись по сторонам я его не увидел. Потом мою голову начали посещать мысли от том что я сбрендил. Но вскоре он снова показался в двадцати метрах от меня.\n\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Бежать за ним"
      }
    ]
  },
  {
    "id": 16,
    "text": "Когда я снова начал бежать шарик уже просто парил в воздухе. ",
    "answers": [
      {
        "id": 17,
        "text": "Подбежать и схватить его."
      }
    ]
  },
  {
    "id": 17,
    "text": "И вот-вот он будет уже в моих руках как я беру и проваливаюсь в какую-ту пещеру. Единственное что я успел так это крикнуть \n\" Твою ****\"  А затем последовал звук моего приземления.\n\n\n\nС наиболее хорошей высоты, я грохнулся на спину. После чего отключился.",
    "answers": [
      {
        "id": 18,
        "text": "Проснуться"
      },
      {
        "id": 18,
        "text": "Спать дальше)\n"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я оклемался только тогда когда мне в лицо снова начал светит этот хренов шарик.\n\n— Я: О-о-о- боги. Как же я тебя уже ненавижу.\nСказал я, и вскоре поднялся. Посмотрев вверх я понял что мне повезло, потому что как сказать... Таких дыр много потому месту где остановился этот шарик, и я упал именно туда где ничего нет. Упав бы я в другую яму то... Приземлился бы на хорошие, здоровые, острые камушки мягко выражаясь)\n\n\n",
    "answers": [
      {
        "id": 19,
        "text": "Осмотреть местность"
      }
    ]
  },
  {
    "id": 19,
    "text": "Когда я начал рассматривать местность, обернувшись я увидел этот шарик рядом с собой. Он был таким маленьким, таким безобидным.",
    "answers": [
      {
        "id": 20,
        "text": "Взять в руки."
      }
    ]
  },
  {
    "id": 20,
    "text": "Я протянул руку чтобы взять его, и когда моя ладонь прикоснулось к нему, то он обжог меня.\n\n— Я: Ай! Вот же хренов черт! Чтоб тебя... С безобидным это я погорячился.\n\nЯ стоял смотрел на него, он смотрел на меня, если мог. Так продолжалось около минуты, вскоре он направился в один из туннелей. И мне не оставалось выбора как идти за ним.",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить это приключение."
      }
    ]
  },
  {
    "id": 21,
    "text": "Я шел за ним в надежде выйти отсюда, но он притянул меня к какому-то дереву, на вид лет сто пятьдесят. Старый, коры нету, ветки загнившие, и только пару листков висящие на некоторых концах веток, были ещё совсем зелёные. \n\n— Я: И что??? Куда ты меня привел?\n\nШарик медленно подлетел к одному из листиков, окунув его в себе, он подлетел и предоставил его мне...\n\n— Я: То есть ты хочешь чтобы я съел его?\n\nШарик пару раз мергнул что в ходе означало „Да”\n\n— Я: Ну ладно, поверю тебе последний раз.",
    "answers": [
      {
        "id": 22,
        "text": "Нет выбора.Придется съесть.\n„Съесть листик”"
      }
    ]
  },
  {
    "id": 22,
    "text": "Положив в рот, и начав его разжовывать, я тут же почувствовал сладкий вкус, он напоминал клубничное пюре.\n— Я: Ммм... Неплохо, мне нравится) \nПосле того как я проглотил его, вкус резко пропал и я словил оцепенение, то есть паралич, и вновь грохнувшись на спину как оловянный солдатик. Всё что я мог делать это говорить.\n\n—Я: Ах ты мелкий...вот когда я смогу двигаться то...то...т.....т....\n\nИ я отключился!",
    "answers": [
      {
        "id": 23,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 23,
    "text": "Я начал приходить в себя из-за того что мне в лицо снова, и опять светит это шарик, когда я открыл глаза я увидел что этих шариков уже трое.\n\n— Я: О! Уже трое, или мне это мерещится?\n\n— (?): Нет, тебе не мерещится.\n\n— Я: Эмм... Кто здесь?\n\n— (?): Та которая всё это запланировала.\n\n— Я: Та? То есть, ты девушка?\n\n— (?): Да, а что в этом такого?\n\n— Я: Да нет ничего, просто как-то... а в прочем неважно. Ну и зачем ты меня связала? Одному шарику для издевания надо мной пришло ещё двое?\n\n— (?): Ха-ха-ха. А ты смешной. \nЭто не шарик, это самые настоящие Астры. Частички солнца, их осталось только семеро. Благодаря тебе.\n\n— Я: Благодаря мне? Нормально... стою привязанный к бревну, находясь здесь первый раз как узнаю что я уже в чем-то виноват, хах классика...\n\n— (?): То дерево на котором были зелёные листочки, это и есть астры, и оторвав его, один из них погибает.\n\n— Я: Так...! Но...! Это ведь...!  Боже, у меня нет слов. ",
    "answers": [
      {
        "id": 24,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 24,
    "text": "— Я: Может ты хоть покажешься? Или мне так и дальше разговаривать с пустотой?\n\n— (?): Хм... Ладно хорошо.\n\n— Я: И где ты?\n\n— (?): В другой стороне, осёл.\n\nНу вот, я снова стоял только в этот раз уже связан и смотрел на неё также как и история с оленем.\n\n— Я: Ладно, ну и как тебя зовут?\n\n— (?): Меня зовут Элли.\n\n— Я: Довольно красивое имя Элли.\n\n— Элли: Спасибо.\n\n— Я: Так ты освободишь меня? Или пытки это всерьёз?\n\n— Элли: Ха-ха, нет что-ты, сейчас.\n\nЗакрыв глаза, эти шарики вернее астры будто по её команде начали прожигать веревки. И вскоре я почувствовал свободу.",
    "answers": [
      {
        "id": 25,
        "text": "Выпутаться"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Я: Так для чего все это?\n\n— Элли: Для того чтобы ты помог мне остановить звезду оберег.\n\n— Я: Остановить? Но почему? Вроде звезда как звезда.\n\n— Элли: У меня было видение, что один человек жаждущий мести уже с ног до головы пропитан этим, и если он подойдет к звезде начнётся великая война. И ты здесь чтобы помочь мне остановить его, и звезду.\n\n— Я: А может это был сон? \n\n— Элли: Нет.\n\n— Я: Но как я помогу тебе это предотвратить?\n\n— Элли: Всё просто, ты убьешь его, а я взорву звезду.\n\n— Я: Гениальный план. Это ты сейчас так пошутила? \n\n— Элли: Да какие шутки!? Сейчас не до шуток.\n\n— Я: Элли, ты хоть понимаешь какие последствия могут быть если взорвать звезду?\n\n— Элли: Да, но я не взорвать её хочу, а всего-то потушить.\n\n— Я: А у тебя получится?\n\n— Элли: Да.\n",
    "answers": [
      {
        "id": 26,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Я понятия не имею кто это, и какие у неё всерьёз планы, но у меня тоже нету выбора.\nЭх, придется делать то как и положено, спасти мир, ну ладно высоко взял, спасти город. Элли рассказала мне всё в подробностях, как и что она хочет сделать, я думал потушить звезду это просто полить на неё там водичкой, или землей засыпать. Но там реальная блин магия нужна для этого. Позже она объяснила что за человек это хочет сделать, это тот самый стражник у которого я спрашивал про толпу. Теперь понятно почему он знает про это больше всех. Пора выдвегаться на его поиски.",
    "answers": [
      {
        "id": 27,
        "text": "Выйти из пещеры."
      }
    ]
  },
  {
    "id": 27,
    "text": "Чтож, выйти из пещеры было довольно просто. Элли сказала что уже этой ночью звезда будет здесь, а то объявление ложь, типо это все подстроено, тем самым стражником. Дорога домой тоже не такая дальняя, минут десять и я на месте. По пути я вновь задумался над тем что же будет когда я подойду к звезде... Чем это закончится, ведь я понятия не имею чего хочет моя душа, я вроде нечего не хотел так сильно. А может Элли вообще мне не даст даже подойти к ней. Что собственно так и будет. Так ладно, сейчас надо решить другую проблему, это найти этого самого стражника.",
    "answers": [
      {
        "id": 28,
        "text": "Войти в город\n(Форэнделл)"
      }
    ]
  },
  {
    "id": 28,
    "text": "Когда я зашёл в город на улице было много народу, даже больше чем у объявления. В этот раз я уже не стал спрашивать в чем дело, а просто подойду и посмотрю.\n\nКогда я снова начал пробираться через толпу меня кто-то взял за руку и оттянул назад. \n\n— Я: Что за?\n\n— Элли: Да тихо ты!\n\n— Я: Элли? Что ты тут делаешь?\n\n— Элли: Я ошиблась, это не он хотел начать войну.\n \n— Я: Что? О чем ты?\n\n— Элли: Помнишь когда ты читал объявление, то мужик встал перед тобой тем самым закрыв объявление.\n\n— Я: Ну. \n\n— Элли: Вот это он и есть, человек который хочет развязать войну.\n\n— Я: Но а как же стражник?\n\n— Элли: Он там...\n\nКогда Элли показала на толпу, то я увидел того самого стражника, вот только он мёртв.\n\n— Я: Ну и где он?\n\n— Элли: Он уже направился на место где появится звезда, нам надо торопится.\n",
    "answers": [
      {
        "id": 29,
        "text": "Следовать за Элли."
      }
    ]
  },
  {
    "id": 29,
    "text": "Элли быстро начала уходить из города, я тем не менее следовал за ней.\n\n— Я: А где хоть появится эта звезда?\n\n— Элли: Ну... не так уж и далёко. Около форта снежных лун. \n\n— Я: Недалёко? Да до него идти почти сутки.\n\n— Элли: Я знаю короткую дорогу.\n\n— Я: Обычно после этих слов всегда такая дорога выходит боком.\n\n— Элли: Не бойся, это не выйдет.\n\nНе знаю почему я согласился на это, но и другого выбора тоже небыло. Я не так хорошо знаю Элли, но я почему то ей доверяю.\n\n— Я: Элли.\n\n— Элли: Да?\n\n— Я: А как ты хочешь чтобы я убил его, если у меня нет моего оружия? Оно осталось у тебя в пещере.\n\nЭлли остановилась, резко развернувшись тем самым посмотрев на меня.\n\n— Элли: Ты серьезно??? Ты не забрал его?\n\n— Я: Нууу.... Я даже не знал где оно лежит.\n\n— Элли: Оно лежало прямо у тебя за спиной. Да и вообще как ты мог про него забыть?\n\n— Я: Знаешь меня не каждый день заманивают в пещеру какой-то яркий шарик, так ещё и гостеприимство у вас на высоте, спасибо что вправили спину.\n\n— Элли: Боже за что мне это... Ну деньги у тебя хотя бы есть?\n\n— Я: Да, а что?\n\n— Элли: По пути можно будет заскочить в таверну, я их знаю, они всегда торгуют оружием из под пола.\n\n— Я: Типо нелегально?\n\n— Элли: Быстро сообразил. Идем сюда, таверна за теми холмами.",
    "answers": [
      {
        "id": 30,
        "text": "Идти к холмам"
      }
    ]
  },
  {
    "id": 30,
    "text": "Спустя пару минут мы пришли к таверне.\n\n— Элли: Ну что, иди.\n\n— Я: Один? А ты?\n\n— Элли: Мы немного повздорили. Да и у меня нет желания туда заходить.\n\n— Я: Но что мне сказать? Вдруг они не захотят мне его продавать?\n\n— Элли: Скажи что ты узнал это от меня.\n\n— Я: Ну да, оригинально.",
    "answers": [
      {
        "id": 31,
        "text": "Зайти в таверну."
      }
    ]
  },
  {
    "id": 31,
    "text": "Подойдя к двери я посмотрел на Элли, и вслед она кивнула головой.\n\nДвери были не из лучших, чтобы их открыть пришлось немного поднапрячься. Я зашёл в таверну, но жизнью тут не пахло.\n\n— Я: Ауу... Есть кто?\n\n— Бандит: Да, есть.\n\n— Я: Ааа... а где продавец?\n\n— Бандит: Я вместо него.\n\n— Я: А могу ли я купить у вас чего не будь?\n\n— Бандит: Ха-ха-ха, хорошо, чего ты хочешь?\n\n— Я: Одна девушка посоветовала мне это место, типо здесь продают оружие из под пола, вот и я хотел бы чего-нибудь прикупить для охоты на оленей.\n\n— Бандит: Оружие?  Из под пола?\nДумаешь это смешно? \n\n— Я: Не знаю, по мне так не очень.\n\n—Бандит: Остряк значит? Хорошо, сейчас посмотрим каков ты в бою.",
    "answers": [
      {
        "id": 32,
        "text": "Принять бой, выбора снова нет."
      }
    ]
  },
  {
    "id": 32,
    "text": "— Элли: Черт, да где же он? Может он начал пить? Может он начал драться? А может его убили? Уже больше десяти минут прошло.\n\nДвери вновь отворились, и вышел я.\n\n— Элли: Ну слава богу, ты чего так долго? Иии что у тебя с лицом? И откуда так много оружия?\n\n— Я: Слишком много вопросов, пойдем быстрей отсюда, по пути все расскажу.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить идти."
      }
    ]
  },
  {
    "id": 33,
    "text": "Мы уже далеко отошли от таверны, тут Элли решила спросить.\n\n— Элли: Так что там стряслось?\n\n— Я: Небыло там не какого продовца, а всего-то пару бандитов.\n\n— Элли: Бандиты? Но что они там делали? И где продавец?\n\n— Я: Походу они убили его.\n\n— Элли: А почему они тебя не тронули?\n\n— Ну как сказать...",
    "answers": [
      {
        "id": 34,
        "text": "Вернуться в прошлое."
      }
    ]
  },
  {
    "id": 34,
    "text": "— Бандит: Остряк значит? Хорошо, сейчас посмотрим каков ты в бою.\n\n— Я: Ой ты это серьезно?\n\n— Бандит: Серьёзней не бывает, бери меч и дерись.\n\n— Я: Может не надо?  Тебе же хуже будет.\n\n— Бандит: Сейчас посмотрим.\n\n— Я: Ладно, сам напросился.",
    "answers": [
      {
        "id": 35,
        "text": "Вернутся обратно."
      }
    ]
  },
  {
    "id": 35,
    "text": "— Я: Ну и потом я показал как надо.\n\n— Элли: То есть ты троих уложил?\n\n— Я: Ну да, а что?\n\n— Элли: Нечего, просто это сойдёт нам на руку.\n\n— Я: Почему?\n\n— Элли: Потом узнаешь.\n\n— Я: Пфф... нормально, ладно. Скоро закат, надо поспешить.\n\n— Элли: Мы итак идем как можно быстрее.\n\nМы шли как можно быстрее, ведь если мы не успеем, то беды не миновать...\n\n— Я: Так стой, а чем ты будешь сражаться? Может тебе меч, или там кинжал дать?\n\n— Элли: Мне оно незачем... \n\n— Я: Оу. Ну ладно. Эй, Элли смотри, там конюшня!",
    "answers": [
      {
        "id": 36,
        "text": "Подойти к конюшни."
      }
    ]
  },
  {
    "id": 36,
    "text": "— Элли: А деньги то хоть остались?\n\n— Я: Да, вроде должно хватить.\n\nМы быстро шли к конюшне в надежде купить лошадь, или нанять повозку. Так мы быстрее доберёмся до снежных лун.\n\nПодойдя к самой конюшне мы потеряли надежду. Конюшня выглядела так, словно в ней уже лет десять некто не жил.\n\n— Элли: Что-то мне это не нравится... Она не выглят так будто в ней кто-то есть...\n\n— Я: Ну проверить стоит.",
    "answers": [
      {
        "id": 37,
        "text": "Зайти в конюшню."
      }
    ]
  },
  {
    "id": 37,
    "text": "На удивление двери окрылись хорошо, даже без скрипа. \n\n— Я: Здесь кто-то есть. \n\n— Элли: С чего ты взял?\n\n— Я: Двери, они смазанны маслом. \n\n— (?): Хватит, прошу! У меня больше нечего нету! Я уже итак вам всё отдал.\n\n— Я: Эй тихо успакойся, мы пришли с миром. \n\n— (?): Что? К-к-к- кто вы?\n\n— Я: Мы?!... Эмммм.... Мы....\n\n— Элли: Мы путешествиники!\n\n— Я: Да, ха-ха, только хотел сказать.\n\n— Элли: Мы просто идем к форту снежных лун. Мы чрезвычайно спешим и решили зайти к вам купить лошать, или там нанять повозку. Если это конечно же возможно.\n\n— (?): Ох... Девочка моя, если бы они ещё были. \n\n— Я: Стой, а кому ты кричал там хватит, прошу. И как тебя зовут?\n\n— (?): Меня зовут Мартир. Я владею этим зданием. Они постоянно приходят, эти разбойники, мне от них покоя нет. Пришли и забирали абсолютно всё. Даже коней.\n\n— Элли: Можно тебя на минутку...",
    "answers": [
      {
        "id": 38,
        "text": "Отойти с Элли от Мартира."
      }
    ]
  },
  {
    "id": 38,
    "text": "— Элли: Ну и что будем делать? \n\n— Я: У него есть кони. Он просто их прячет.\n\n— Элли: Но с чего ты взял?\n\n— Я: Когда мы зашли я услышал как они, как это называется? Ну когда они ржали... Или как там? Когда они делают такой звук губами типо...\n\n— Элли: Я поняла.\n\n— Я: Вот, надо как-то заставить его продать коня.\n\n— Элли: Хорошо. Пошли.\n\n— Я: Мартир. Ты что-нибудь слышал о звезде \"оберег\"?\n\n— Мартир: О-о-о да! Я всё о ней знаю, даже где она появиться! \n\n— Я: Что?\n\n— Элли: Что??\n\n— Мартир: Что???\n\n— Я: Ты сказала что всё знаешь про эту звезду?\n\n— Мартир: Я сказал? Вам почудилось...\n\n— Элли: Я тоже это слышала! \n\n— Я: Старик не неси бурты! Сам проговорился. Выкладывай что тебе известно о ней.\n\n— Мартир: Ну хорошо, слушайте.",
    "answers": [
      {
        "id": 39,
        "text": "Слушать историю."
      }
    ]
  },
  {
    "id": 39,
    "text": "— Мартир: В общем эти знания про звезду \"оберег\". Они передавались из поколения в поколение моей семьи. И в каждый раз когда она появлялась, мои предки записывали эти дни. Вот например эта...\n\n     12:34 Pм. Северной горы, восточной гавани.\n\nИли вот эта...\n\n     03:46 МG. Западного побережья, юго-западной долины.\n\n— Элли: Но как всё это оказалось у тебя?\n\n— Мартир: Отец перед смертью отдал моему брату. Брат погиб в войне, и мне досталось это в наследство. \n\n— Я: Но тогда откуда ты знаешь где появиться эта звезда.\n\n— Мартир: Как выяснили мои предки. Эти события, эти места, все они повторяются! В объявлении было сказано что где-то в округе Форенделла. Так? \n\n— Элли: Иии? \n\n— Мартир: Вот, смотрите.\n\n— Я: Что это?\n\n— Мартир: Эта карта большей части всего мира!",
    "answers": [
      {
        "id": 40,
        "text": "Осмотреть карту."
      }
    ]
  },
  {
    "id": 40,
    "text": "— Элли: Нечего себе...\n\n— Мартир: О-о-о- да... Так-же на карте они отмечали места появление всех звёзд. И вот, самая ближняя в округе Форенделла, это деревня снежных лун. Где-то в этой деревни появиться эта звезда.\n\n— Элли: У меня было видение что она появиться в форте деревне снежных лун. Там же есть форт?\n\n— Мартир: Конечно есть, в каждой деревни он должен быть. Так стоп! А теперь мой вопрос...\n\n— Я: Что за вопрос?\n\n— Мартир: А зачем вы идёте в деревню? Наверно... Я понял... Вы собираетесь что-то с ней сделать? \n\n— Элли: Мы? Нет конечно, мы же только сейчас о ней узнали, что она там появится.\n\n— Я: Да, у меня там мама живёт. Вот я со своей девушкой хотели её навестить.\n\nПосле моих слов даже мне стало не по себе. Элли посмотрела на меня так, словно выйдя из конюшни она тут же меня прикончит. Но все эти чувства перебились из-за бунта в подвале. И теперь я отчётливо слышал коней.\n\n— Мартир: Вот черт...\n\n— Элли: Это что, кони?\n\nМартир быстро спустился в подвал чтобы успокоить их.",
    "answers": [
      {
        "id": 41,
        "text": "Спуститься в подвал."
      }
    ]
  },
  {
    "id": 41,
    "text": "Подвал был очень большим, и уютным. \n\n— Я: Мартир, пойми, мне надо купить одну лошадь. Это очень важно. Сколько ты за неё хочешь? \n\n— Мартир: Двадцать тысяч!\n\n— Я: Скок...? Старик да ты че ах..? \n\nЭлли прикрыла мне рот своей рукой и начала говорить, я же отошёл в сторону.\n\n— Элли: Извините, но у нас нет столько денег, может мы сможем как-то договориться?\n\n— Мартир: Немогу нечем помочь. Эти кони, их только двое. Единственное что у меня осталось... больше нечего нет.\n\n— Я: А сколько их было?\n\n— Мартир: Три.\n\n— Я: Хах, у меня нет слов!\n\n— Элли: Ладно, тогда мы пойдем. \n\n— Я: Ты всерьез хочешь уйти?  Мы так много времени на это потратили чтобы уйти с пустыми руками?\n\n— Элли: А что мне сделать? Может ещё раздеться догола???\n\n— Я: Хорошая мысль...\n\n— Элли: Что?\n\n— Я: Да я шучу, хахаха. Значит так, я отвлеку его, ты иди наверх, собери всё что он там выложил на стол и беги. А я украду лошадь.",
    "answers": [
      {
        "id": 42,
        "text": "Получить по щям от Элли."
      }
    ]
  },
  {
    "id": 42,
    "text": "Получив небольшую трепку она сказала.\n\n— Элли: Что ты сказал? Мы не станем его обкрадывать. Он итак беден.\n\n— Я: Да? А если мы не успеем то его здесь вообще не будет.\n\n— Элли: Ладно. \n\n— Я: Когда всё соберёшь опрокинь что-нибудь тяжелое на пол, чтобы старик поднялся на верх, а я тем самым украду лошадь.\n\n— Элли: Хорошо, только не смей его трогать. \n\n— Я: Да я даже и не собирался.\n\nЭлли начала подыматься по лестнице в тот момент Мартир заговорил.\n\n— Мартир: Что вы задумали? Куда она пошла?\n\n— Я: Она идёт к выходу, я пожалуй тоже пойду. Но прежде чем я уйду, мне хотелось бы кое-что сказать.\n\n— Мартир: И что же?\n\n— Я: Если мы не успеем, это будет на вашей совести.\n\nПосле моих слов на верху последовал настолько громкий звук будто Элли обвалила всю крышу.\n\n— Мартир: Что это было?\n\n— Я: Понятия не имею, может это снова разбойники? Пойдем посмотрим...\n\nМартир быстро двинулся к лестнице, а я пошел в сторону люка ведущего на улицу. ",
    "answers": [
      {
        "id": 43,
        "text": "Открыть люк."
      }
    ]
  },
  {
    "id": 43,
    "text": "Открыв люк я услышал разъяренного Мартира.\n\n— Мартир: Чёртовы воры! Я так и знал, я так и знал!!! \n\nНасколько мне стало понятно, у Элли получилось. Теперь пришёл мой черед.",
    "answers": [
      {
        "id": 44,
        "text": "Украсть лошадь."
      }
    ]
  },
  {
    "id": 44,
    "text": "Забравшись на лошадь я услышал что Мартир спускался по лестнице. Не долго думая, я выдвенулся вперёд. ",
    "answers": [
      {
        "id": 45,
        "text": "Забрать Элли."
      }
    ]
  },
  {
    "id": 45,
    "text": "Забрав Элли мы быстро умчались от конюшни, и двинулись в сторону дерени снежных лун...\n\n\n            Конец первой главы!\n\n  ",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  }
]