[
  {
    "id": 1,
    "text": "Издревна люди считали зеркала чем то большим, чем просто стекло, отражающее поверхность\nИменно через него впервые начали связываться с усопшими. Именно его назвали дверью в потусторонний мир.\nГлавный герой, не зная всей серьёзности такого обозначения, допустил худшую ошибку в своей жизни. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Тёплый летний вечер, на дворе всё не утихает лай бездомных собак. Полумесяц только начинает просвечивать через, почти полностью, закрытую занавеску.\nВ этот день Андрей освободился пораньше с работы, что бы отдохнуть от однотонной жизни и расслабиться, потягивая бутылку алкоголя и смотря телевизор. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "По телевизору вот уже десятый раз крутят одну и ту же передачу,а Андрей все никак не переключит канал, наверное слишком сильно он ушёл в себя.\nРаздумье Андрея прервала, вдруг ниоткуда не возьмись, реклама. Все ведь переключает канал на таком моменте, вот и он попытался.\nНо то-ли перестал работать пульт от телевизора, то-ли датчик на нем помер.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Хотите пощекотать нервишки перед сном, а по телевизору ничего интересного нет? Тогда внимание, специально для вас мы прервем ваш вечерний просмотр ненужной вам дряни и представим вашему внимаю игру. Да-да... Детская игра на компьютер или что-то типо того, подумаете вы, но нет! Эта игра исключительно для взрослых. Для начала я попрошу выключить вас свет в квартире,ибо так будет намного атмосфернее. \"",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Что за херня?\nАндрей недоуменно смотрел на рекламу и не хотел отключать свет, зачем ему это надо.\nНо человек в телевизоре не унимался:\n\"Я попрошу ещё раз, выключите свет, пожалуйста!\"\nЕго голос казался Андрею жутко знакомым, но выпитый алкоголь мешал вспомнить его.\n\"Я надеюсь все выключили, я ведь не могу это проверить... Хе-хе...\"",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Да к чёрту!\nАндрей попытался выключить телевизор, но у него это не вышло, ровно так же, как и переключить канал.\n\n\"Время позднее, но ты приди\nЯ вас жду, дома один\nМне так скучно, я хочу играть\nЯ лишь прошу меня догонять\"\n\nВ этот момент по телу Андрея прошли муражки... Он вспомнил это четверостишье... В детстве бабушка ему рассказывала, что если прочесть его в 00:00,то игра начнётся, но вот какая, этого ему не рассказали...\n\n\"Досвидание, любимые зрители, весёлой вам ночи\"\n\nВ этот момент резко включилась передача, которая до этого шла уже несколько раз подряд. ",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Да что тут, блин, происходит?\n\nВ дверь послышался стук, ровно 4 раза... Андрей вспомнил ещё кое-что:\n\"Ни в коем случае не открывай ему дверь\"\nОпять стук.\nАндрей подошёл к двери и взглянул в глазок...\nНикого...\n—Может дети балуются? — подумал он, но от греха подальше закрыл дверь на все замки\nОпять стук.\nЕму стало интересно, он ведь не слышал шагов, никто не подходил к двери...\nИ он решил её открыть. ",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Дверь распахнулась. Перед Андреем стояла кромешная тьма и не признака загадочного приколиста.\n—Чёртовы глюки, надо поменьше пить! — пробурчал он себе под нос и захлопнул дверь.\n—Всё, пора бы уже ложиться спать...\nОн пошёл в комнату, но по пути заметил боковым зрением силуэт в зеркале... Посмотрев в него, он уже ничего не обнаружил и с тревогой все таки дошёл до комнаты.\nВсю ночь ему снились кошмары, где вокруг него было полно зеркальных поверхностей и во всех отражения был он... Человек из рекламы, повторяющий одно и то же, раз за разом :\n\"Мы так давно не играли\" ",
    "answers": [
      {
        "id": 1,
        "text": "В разработке"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  }
]