[
  {
    "id": 1,
    "text": "Автор: horekkwest\nЖанр: фэнтези, просто книга\n\n\nЭтот рассказ повествует о том как герой попал в ловушку ведьмы.\nГлава 1\n«Кинотеатр»\nДруг пригласил меня в кинотеатр, у меня хорошее настроение. Мы сели за свои места и приготовились смотреть. Но фильм уже долго не включался, и это странно. Вдруг резко наступила тишина. Все в зале смотрели на меня....",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 2,
    "text": "Мне стало не по себе... Я закрыл глаза и уши, чтобы отстраниться от этого ужаса. Я надеялся, что это сон. Но когда открыл глаза...",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вокруг никого не было. Я оказался в пустом кинотеатре. Я выбежал на улицу и пустился домой со всех ног. Дома никого не было, я зарылся в постель и попытался заснуть, чтобы наступило завтра...",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я снова очутился в этом кинотеатре. Вокруг ни одной души. Я пытался выбраться,но завтра так и не хотело наступать...",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Прошло 100 дней..\nЯ пытался сбежать, но меня всегда возвращало назад.\nЕда и вода появляется заново, будто ничего и не было, но света... Света нет, вся электроника не работала. Я жил в темноте...",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Шел 1735 день...\nЯ не старею, не меняюсь, мне так одиноко. я очень давно не видел людей. Я.. я не могу так жить...",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Сегодня... хммм... я сбился со счета, я не помню какой сейчас день!\nЯ стою на крыше готовый умереть...\nЯ падаю...",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я сново появился в этом кинотеатре...\nКажется я начинаю сходить с ума...",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Но стоп...\nЯ осознал , что тут явно что то изменилось.\nЯ в другом зале, на другом месте.\nИздалека я услышал, дверь в кинотеатр открылась. Что то бежит в мою сторону! \nИ вот оно стоит передо мной...",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Это был я, но без лица. Я держал нож. Это моя копия? Копия замахнулась рукой и отрезала себе голову у меня на глазах.\nОт увиденного я потерял сознание от шока.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Смотря на обезглавленый труп , я задал себе вопрос: Чем я заслужил эти мучения?!\nСнова. И снова. Это повторялось снова и снова.\nЯ пытался остановить копию, но при виде меня она сразу себя убивала.\nБродя по кинотеатру я заметил дверь. Ее здесь не было и на ней написано черных выход...\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Глава 2\n«История от лица друга СерГея»\nДавно мы не собирались вместе, приглашу ребят в кино. Также и СерГея надо пригласить, все же он мой лучший друг. Надеюсь он не занят в воскресенье.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Отлично, он не занят. Мне кажется, СерГей был рад приглашению. Фильм просто класс! Не зря сходили! \nКуда побежал СерГей? Неужели ему фильм так сильно не понравился?\nПозвонила мама СерГея и сказала, что он не пришел вчера домой...",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Прошло уже 3 дня...\nСерГея ищет полиция, но безрезультатно...",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Наконец-то СерГея нашли . Но он лежал на дне колодца в очень плохом состоянии...\nСерГей идет на поправку, и мне разрешили его навестить...\nОн смотрел в окно и молчал. Он изменился. Хотя нет — это совсем другой человек, но в теле СерГея...\nОн резко посмотрел на меня и сказал:....",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Смирись его больше нет...\nЯ не мог в это поверить. Я выбежал из больницы, меня одолевал шок.\nЕсли это не СерГей то где он?\nЯ обязан его найти, но мне никто не поверит...\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Прошла неделя..\nЯ прорыл весь интернет, на случай выхода из тела. Но я нашел один случай....",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Одна женщина утверждала, что ее подруга также исчезла, перестала быть собой.\nЭта женщина была уверена, что есть один способ выбраться из ловушки, и это....",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Найти и убить ведьму.\nФантом ведьмы — эта тварь живёт в другом мире и подчиняет себе тела людей, забирая их души. После она десятилетиями издевается над душами, пока ей не надоест...",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я собрал все нужное и поехал в кинотеатр...\nПерсонал жалуется на звуки, шаги по ночам, а кто-то утверждал, что видел дверь, которой не должно быть..\nКинотеатр закрыли, но я успел спрятаться.\nСегодня я ночую здесь. Я внимательно расматривал кинотеатр, как вдруг ...",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Дверь, та самая. Я зашел в нее. Передо мной стояла тень. Может это СерГей? Я быстро взял листок и написал «Найди и убей ведьму»...",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Тень исчезла , а комната стала быстро сужаться.\nНадеюсь СерГей справится. Теперь все зависит от него...",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Глава 3\n«Ведьма»\nЯ вошел в комнату. Вокруг ничего не было, кроме записки, в которой было написано «Найди и убей ведьму».\nКомната стала уменьшаться я выбежал из нее.\nОказывается я не один, но за столько дней я не видел никакую ведьму...",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Сперва я попытался выяснить откуда идут копии.\nОни не оставляли следов, будто они были призраками.\nОднако они пахли после смерти — это особенно проявлялось. Запах был похож на тухлые яйца...\nНа следующий день я пытался пройти по запаху только что убитой копии. Выйдя на улицу я заметил, что запаха не было.\nКажется, они создаются внутри кинотеатра.\nЗначит открытие двери это всего лишь имитация...",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Но кто открывает дверь при появлении копии?! Неужели это ведьма?\nЯ внимательно осмотрел помещение вокруг двери, но нет — ничего странного.\nНо подумав я понял — единственое место где я еще не был, это- .....",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Это — вентиляция.\nСобрав все коробки со склада, я еле-еле взобрался в узкий проем вентиляции.\nМеня одолел страх. Я не знал, что там спрятано...",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я ползу по пыльной вентиляции уже 5 минут.\nУ меня даже нет фонарика чтобы осветить путь.\nЯ пролез довольно далеко, но все равно ничего не нашел. Мои пальцы обмерзли, а зубы начали дрожать. По вентиляции пронесся холод.\nЯ нащупал рукой какой то предмет. Похоже это  что-то деревянное. Я взял это и пополз назад...",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Глава 4 \n«Биатрисс»\nЭто шкатулка. Ключа у меня нет.\nНа шкатулке написано «Моя дорогая Биатрисс».\nЯ решил ее разбить...",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "После четырех ударов шкатулка разбилась.\nИз нее вылетели хрящи, какие то мелкие косточки. И тут я понял это кости той самой Биатрисс.\nДальше ничего...\nНичего не произошло! Я потерял надежду на спасение...",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "На следующий день копия не пришла. Это было впервые...\nЯ рванул в сторону двери.\nКопия стояла у двери. В руке у нее был нож. Она побежала в мою сторону и пырнула меня в живот.\nЯ падаю без сознания...",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Неужели я умер?\nСтоп, кто-то говорит со мной!\nЯ не могу разобрать слова, но голос кажется таким знакомым...",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Глава 5\n«Этот кошмар закончился?»\nЭтот голос Ромы(друга).\nЯ вернулся в тот момент когда исчез. Я не мог сдержать слезы.\nРоман: Все в порядке?\nЯ: Ты не представляешь, через что я прошел.\nРоман: Ты опять что то напридумывал. Мне надо сходить кое в какое место. Пойдем со мной.\nЯ: Ром, мне щас не до твоих мест, мне нужно многое тебе рассказать!...",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Роман: СРОЧНО! НАМ НУЖНО СРОЧНО ТУДА!\nЯ: Ладно, ладно если это так важно...\nРома казался мне таким странным. Я никогда не видел его таким раздраженным.\nМы вышли из кинотеатра. Рома идет быстрым шагом. Я еле успеваю за ним.\nМне было очень не по себе...",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я: Ром, а куда мы идем?\nРоман: Нам срочно нужно в одно место!\nЯ был готов идти дальше, но я знал что здесь не все так просто.\nЯ нагнулся, сделав вид что завязываю шнурки, и быстро подобрал камень.\nРоман:У нас мало времени! Быстрее!\nЯ: Да иду я!\nМы подошли к какому-то заброшеному дому.\nРоман: Нам сюда!..\n",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Глава 6\n«Я все еще здесь»\nРоман, указывая на подвал: Заходи быстрее!\nЭто точно был не Рома. Его ходьба, речь, жесты: Все отличалось...\nЯ сделал шаг, дожидаясь, когда он отвернется от меня.\nЯ оглушил его камнем в затылок. Он упал, но...",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Он упал, но не отключился.\nБиатрисс в теле ромы: Я могла подарить тебе быструю смерть, но ты совершил ошибку! Даже твой друг не смог тебе помочь!\nЭто был не Рома, и я все еще в ловушке. Открыв шкатулку я полностью освободил дух ведьмы.\nРома пытался мне помочь? Неужели та записка от него? Значит та комната способна связывать миры? Есть шанс что в этот раз меня переместит...",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Биатрисс поняла, что я знаю способ сбежать.\nЯ не стал терять времени. Я надеялся, что та комната открыта, а иначе мне конец.\nЯ слышал, что ведьмы бежала за мной. Она была очень близко. Дверь! Где была та дверь?! Прошу тебя! \nЭто она! Я открываю...",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Глава 7\n«Я больше не в ловушке»\nБольница? Почему я здесь? \nЯ подошел к ближайшей медсестре.\nЯ: Извините, мне нужно срочно позвонить.\nМедсестра: Вы можете воспользоваться нашим телефонным аппаратом. Он возле 132 кабинета.\n",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я позвонил Роме.\nРоман: Да, я слушаю.\nЯ: Ром, это я, СерГей!\nЯ не могу сдержать улыбку. С Ромой все в порядке!\nРоман: СерГей? СерГей это ты? Где ты?\nЯ: В какой то больнице. Вроде это 3 городская поликлиника.\nРоман: Да, знаю! Уже выезжаю! Жди меня! \nМеня выписали из больницы, сказали принимать какие-то таблетки. Так же меня поставили на учет, видимо до этого я успел натворить делов.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Я встретил Рому у больницы. Мы крепко обнялись. Я сразу понял: время для нас протекало по разному. В этом мире прошло две недели, а для меня годы.\nЯ сажусь в машину Ромы. Он отвозит меня домой.\nПо пути мы обсуждали, что с нами было.\nНо когда Рома узнал, что я годы провел в фантомном мире, он потерял дар речи.\nМы доехали до дома, я поднялся до своей комнаты.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "В глаза сразу бросилась кровать, на которой не возможно было увидеть завтра.\nЯ подошел к окну. Оно было все еще мокрым от недавнего дождя.\nИздалека была видна знакомая крыша.\nРоман: Все хорошо? Спускайся вниз, поговорим.\nЯ спускаюсь к Роме.\nВ голове у меня вопрос который не терпится задать.\nЯ: Ром от куда ты узнал про ведьиу и про то, что я в фантомном мире?\nРоман: От женщины. Она писала про историю, прям как у тебя!\nЯ: Как ее звали?....",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Роман: Не помню , но у нее был ник на сайте. «Тариссби». Вроде как то так.\nМы решаем снова зайти на сайт и узнать подробнее про нее.\nНо про нее не нашли ничего, кроме того, что она\nподписана на одну группу...",
    "answers": [
      {
        "id": 43,
        "text": "далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "«Сообщество Тариссби»\nОписание: мы знаем как призвать ведьму!\nМеня охватил шок.\nКульт ведьмы?\nПередо мною стоял выбор:\n1)Продолжить спокойную жизнь, забыв про все мучения.\n2)Узнать всю правду.\nЯ не знал как поступить....",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Продолжение следует....\n Спасибо за то, что прочли.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  }
]