[
  {
    "id": 1,
    "text": "Каждый человек когда нибудь задумывался о том, чтобы поесть фруктового мяса, но как этого достичь? Давайте попробуем! ",
    "answers": [
      {
        "id": 2,
        "text": "Попробовать "
      }
    ]
  },
  {
    "id": 2,
    "text": "Обычный день, синее солнце светит как обычно, приятный запах гнили такой же как обычно, но... Почему то вам захотелось фруктового мяса! ",
    "answers": [
      {
        "id": 3,
        "text": "Порыться в холодильнике"
      },
      {
        "id": 4,
        "text": "Пойти на рынок"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вкуснейшие человеческие ребрышки, суп из пластика, десерт из червей... Множество вкуснятины, но где же фруктовое мясо?! ",
    "answers": [
      {
        "id": 4,
        "text": "Отправиться на рынок"
      },
      {
        "id": 5,
        "text": "Пойти в подвал"
      }
    ]
  },
  {
    "id": 4,
    "text": "Рынок огромен, тут и там продаются рабы, инкубаторы исскуственной рыбы, фруктов, овощей и прочего. Возможно тут будет фруктовое мясо! ",
    "answers": [
      {
        "id": 7,
        "text": "Отправиться к ларьку где продают инкубаторы еды"
      },
      {
        "id": 8,
        "text": "Отправиться к зданию где продают рабов"
      },
      {
        "id": 9,
        "text": "Уйти с рынка"
      }
    ]
  },
  {
    "id": 5,
    "text": "Сало из человечины всё ещё готовится. Маринованные глаза и земля... Но где же фруктовое мясо?! ",
    "answers": [
      {
        "id": 6,
        "text": "Спуститься в подземелье с рабами"
      },
      {
        "id": 4,
        "text": "Отправиться на рынок"
      }
    ]
  },
  {
    "id": 6,
    "text": "Как только ваша нога опустилась с лестницы на землю, люк над вами магическим образом закрылся.\nРабы всё ещё ели свой обед, огромных червей. Увы, похоже никто из них не готов стать новым блюдом для вас.\nФруктового мяса нигде не было, но вы нашли...\nГазету столетней давности!\nПрочитав её, вы поняли... Фруктовое мясо находится  в реке трупов!\nНо вы больше никогда не выберетесь из подземелья рабов, теперь вам остаётся лишь есть не вкусных огромных червей и смириться со своей судьбой... ",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 7,
    "text": "Наконец... Инкубатор фруктового мяса! Стоимость... 1..0..0..0...\n100000000000000000000 рабов! Слишком много для вас! Лишь корпорации по исскуственному созданию людей могут такое позволить! ",
    "answers": [
      {
        "id": 8,
        "text": "Купить рабов"
      },
      {
        "id": 9,
        "text": "Уйти с рынка"
      }
    ]
  },
  {
    "id": 8,
    "text": "Рабы... Это никак не связано с фруктовым мясом, один раб за..двух рабов? Что это за цены!\n",
    "answers": [
      {
        "id": 9,
        "text": "Уйти с рынка"
      }
    ]
  },
  {
    "id": 9,
    "text": "Делать нечего, придется отправиться к... ",
    "answers": [
      {
        "id": 10,
        "text": "Реке трупов"
      },
      {
        "id": 11,
        "text": "Корпорации \"Раб.Ком\" "
      },
      {
        "id": 12,
        "text": "Последнему лесу"
      },
      {
        "id": 13,
        "text": "Закрытой зоне"
      }
    ]
  },
  {
    "id": 10,
    "text": "Река трупов из умерших существ... Интересный факт, каждый год месиво в реке поднимается на 10 сантиметров. Совсем скоро всё будет затоплено...\nНо я тут за фруктовым мясом! ",
    "answers": [
      {
        "id": 15,
        "text": "Искать фруктовое мясо"
      }
    ]
  },
  {
    "id": 11,
    "text": "Странно, но вас сразу задержали и отправили на промывку мозгов. Теперь вас отправят на продажу, а позже из вас сделают очередное блюдо... Мир жесток",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 12,
    "text": "Последний лес... Множество воспоминаний связано с этим местом... Но теперь сюда никак не попасть обычному свободному человеку как вы. Лишь элита имеет право входить в эту райскую обитель. ",
    "answers": [
      {
        "id": 11,
        "text": "Отправиться к корпорации \"Раб.Ком\""
      },
      {
        "id": 10,
        "text": "Отправиться к реке трупов"
      },
      {
        "id": 13,
        "text": "Отправиться к закрытой зоне"
      }
    ]
  },
  {
    "id": 13,
    "text": "Споры грибов вызывают различные галлюцинации... Особенно если грибы и правда спорят.\nГромкие как гром крики издавались живыми грибами, ведь из них постоянно вырывали куски их тела... А ведь сорок лет назад эти грибы были лучшими друзьями людей...\nФруктового мяса здесь нет, можно уходить...",
    "answers": [
      {
        "id": 14,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 14,
    "text": "Как только вы собрались уходить. Сотрудник корпорации \"Раб.Ком\" оглушил вас.\nОчнулись вы на прилавке магазина рабов, как ни странно, но вас не подвергли промывке мозгов... Теперь вы будете осознавать все те ужасы, которые будут с вами происходить",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы легко нашли фруктовое мясо... Человеческое мясо смешанное с фруктами... Неизвестно каким методом. Настал час съесть его... ",
    "answers": [
      {
        "id": 16,
        "text": "Съесть"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы съели фруктовое мясо.\nБожественный вкус растекся по вашему гнилому рту, который пробовал множество различных блюд. Но только сейчас, после стольких лет ваша жажда вкуса прошла... Или нет? \nНаконец, ваш разум очистился и вы взглянули вокруг, огромное количество трупов, высоченное здание, вершину которого не увидеть сквозь радиационные тучи, в котором выращивают людей для продажи, разрушенный город, в котором вы живёте уже семьдесят лет, пустоши на которых лишь земля, без единой травинки...\nЧерез пару секунд вы перестали бредить, настал черёд искать новый вкус, ещё лучше прежнего... Но что вы съедите на этот раз?\nКонечно же себя, ведь это единственное что вы не ели. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  }
]