[
  {
    "id": 1,
    "text": "Автор: Джулия Лав\nЖанр: Фентези, Романтика, <plus>16\nАнотация: \n  Клара — девушка у которой идеальная жизнь. У неë есть всё, о чëм можно только мечтать: популярность, деньги, друзья и, конечно же, любовь. Всё это рушится в один момент, когда она узнаëт, что дети должны платить не только за грехи родителей, но и за их успехи... ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 17,
        "text": "Обновления"
      }
    ]
  },
  {
    "id": 2,
    "text": "*****",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      },
      {
        "id": 3,
        "text": "Пролог"
      },
      {
        "id": 18,
        "text": "Глава I: Контракт",
        "need": 14
      },
      {
        "id": 42,
        "text": "Глава II: Первая сделка",
        "need": [
          41
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "            *****\n— Клара! Клара! Проснись! Уже почти шесть! \n— А можно не так громко! \n Голова немного болела и я с трудом открыла глаза. На столе перед носом стоял стакан с водой и аспирин. Я с благодарностью взглянула на бармена. \n— Я уже вызвал такси, вот счëт! \n Я молча протянула ему карту и принялась наблюдать, как маленькая шипучая таблетка растворяется. Нужно было заехать домой перед занятиями и переодеться. Прошлый вечер я помнила хорошо, хотя он был такой же, как все остальные. Я была хороша собой, популярна и конечно же богата. Этот клуб мне полюбился больше года назад, перед вручением атестата и с тех пор я стала здесь завсегдатой вместе с моей не большой компанией. \n Заботливый бармен Стив мне тоже нравился, скорее всего мы стали бы друзьми, родись он в моëм мире. Он не задавал мне никогда вопросов, но всегда следил, чтобы прожигательница жизни, если уж и допивалась до полусознательного состояния, то оставалась за столом, за которым пила, а не за углом клуба в компании пьяного неудачника или даже нескольких. За это я оставляла ему весьма щедрые чаевые. \n",
    "answers": [
      {
        "id": 4,
        "text": "далее"
      }
    ]
  },
  {
    "id": 4,
    "text": " Я любила возращаться домой под утро. Воздух казался чище, а город тише. Я ехала в городскую квартиру, подаренную мне на восемнадцатилетие. Квартира мне нравилась, но я не любила оставаться одна. Впрочем эта часть моей жизни с переездом вовсе не поменялась. Мама сутками могла работать в своей компании, поймав вдохновение, она была известым дизайнером, получившим признание, ещё до моего рождения. С отцом они давно развелись, для неë это было большим ударом, она часто говорила, что отдала ради него нечто очень важное, ну хотя бы себя не обидела, я же стала для неë напоминанием о её самом большом разочарование в жизни... В лицо она мне этого не говорила, но это неоднократно слышали еë подруги, персонал и даже несколько еë постоянных клиенток. ",
    "answers": [
      {
        "id": 5,
        "text": "далее"
      }
    ]
  },
  {
    "id": 5,
    "text": " Я приняла душ и принялась за укладку, когда услышала вибрацию на своëм айфоне. На экране высветилось \"мама\". Я взглянула на время, был восьмой час. Я страшно опаздывала, а она никогда не звонила в такую рань. ",
    "answers": [
      {
        "id": 6,
        "text": "Ответить"
      },
      {
        "id": 7,
        "text": "Игнорировать"
      }
    ]
  },
  {
    "id": 6,
    "text": " Едва я взяла трубку, то услышала дрожащий голос матери:\n— Клара, это ты? \n— Да, а кто же ещё? \n— Прости, что так рано, но нам срочно нужно поговорить! Приезжай домой, немедленно! \n— Что случилось? \n— Просто приезжай! Я всё объясню! Пожалуйста, Клара, это важно! ",
    "answers": [
      {
        "id": 8,
        "text": "далее"
      }
    ]
  },
  {
    "id": 7,
    "text": " Я решила, что перезвоню ей позже, а портить настроение с утра я уж точно не хочу. Я уже закончила собираться, когда телефон снова завибрировал. Это пришло сообщение от Рэймонда, моего идеального парня. Нам суждено было быть вместе, едва мы встретились. Он был самым пополярным парнем в колледже. Его отец занимался дорогими авто, и Рей менял тачку каждый месяц, как и девушку. Имëн девушек никто не помнил, их называли моделями автомобилей, в которых он их подвозил. Моë имя знали все, ведь он сменил 4 автомобиля, а девушка осталась неизменна. ",
    "answers": [
      {
        "id": 9,
        "text": "далее"
      }
    ]
  },
  {
    "id": 8,
    "text": " Я положила трубку. Неужели она действительно думала, что я брошу все дела и приеду. Видимо до неë дошли слухи, что отец прилетает в город в эти выходные и она хочет, чтобы я учавствовала в еë очередном спектакле. Телефон снова завибрировал. Это пришло сообщение от Реймонда, моего идеального парня. Нам суждено было быть вместе, едва мы встретились. Он был самым пополярным парнем в колледже. Его отец занимался дорогими авто, и Рей менял тачку каждый месяц, как и девушку. Имëн девушек никто не помнил, их называли моделями автомобилей, в которых он их подвозил. Моë имя знали все, ведь он сменил 4 автомобиля, а девушка осталась неизменна. ",
    "answers": [
      {
        "id": 9,
        "text": "далее"
      }
    ]
  },
  {
    "id": 9,
    "text": " Я спустилась вниз, он стоял облокотившись на свой новый мерседес серого цвета. \"Уже пятая!\" — подумала я. Уверенной походкой я подошла к нему и оставила лëгкий поцелуй на щеке. \n— Видимо ужин прошëл хорошо? — игриво спросила я оглядывая машину. \n— Злишься? \n— Ты не отвечал на мои сообщения! \n— Поверь, ужин был максимально скучным, было несколько партнëров отца по бизнесу, и мы изо всех сил изображали счаствивую и дружную семью! \n Он открыл мне дверь своего нового автомобиля. Брак его родителей трещал по швам, разумеется об этом никто не знал, и на всех светских мероприятиях они изображали идеальную семью. Рэй ненавидел их за это, однако играл по их правилам. \n Когда мы подъехали к колледжу. Оставалось ещё несколько минут до занятий, но студентов на улице хватало. Все заметили у Рэя новую машину, и внимательно наблюдали, кому он помогает выйди из неë. Когда дверца закрылась все тут же вспомнили о начале занятий, и словно муравьи разбежались в разные стороны, но всё же я успела заметить на лицах некоторых лëгкое разочарование. \n Я усмехнулась, Реймонд обвëл руку вокруг моей талии и мы прошли внутрь здания. ",
    "answers": [
      {
        "id": 10,
        "text": "далее"
      }
    ]
  },
  {
    "id": 10,
    "text": " Если \"Право\" я отсидела с завидным энтузиазмом, иногда выкрикивая преподавателелю конкретизацию того или иного принципа, то на \"Статистике\" окончаиельно запуталась в математических формулах и просто решила дождаться конца лекции. Рэй учился на том же факультете, что и я, но на третьем курсе. Я задумалась о том, как он воспримет, если я попрошу его подтянуть меня после занятий, не воспримет ли он это, как приглашение в постель. \n Когда лекция закончилась, Моника ткнула меня в бок, вырывая из непотребных мыслей. Остальная часть моей свиты ждала меня возле дверей. Настоящей подругой я всё же считала только Монику, она была из такой же обеспеченной семьи, как и я, умела хорошо одеваться и знала себе цену. Мия, порой была излишне высокомерной, особенно с теми, кто ниже еë по статусу, а ещё она определëнно страдала шопоголизмом, или не страдала. Каждый день у неë был новый надяд, и она никогда не надевала одну и ту же вещь дважды. Каких размеров у неë достигал гардероб мы могли только догадываться, поскольку ещё не разу не были у неë дома, хотя неоднократно напрашивались, но она умела уходила от темы. Ну, и как же можно быть самыми крутыми девчонками, если никто не хочет продать душу, чтобы стать одной из нас? Такой девушкой была Ханна, она приносила нам кофе, списывала за нас лекции, пару раз она даже забирала мои вещи из химчистки, да и в принципе она выполнит любою просьбу стоит только попросить, взамен мы иногда разрешаем сидеть с нами в столовой, и берëм еë с собой на шопинг, кто-то же должен таскать наши покупки. У неë милое личико, да и глупой еë не назовëшь; не знаю о чëм она мечтает, о роскошной жизни или о настоящих друзьях, но видимо она ищет это в нас, раз продолжает выполнять любые наши просьбы. \n",
    "answers": [
      {
        "id": 11,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": " В столовой Рэй попрощался с друзьями и присоединился к нашей девчачьей компании. Он по-свойски притянул меня к себе и поцеловал в весок, а после со всеми поздоровался. \n— Почему тебя не было вчера с нами в клубе? — спросила Моника. \n— Ужинал с родителями! — неторопливо ответил Рей. \n— Блин, так скучно вчера было, не было тебя, Мии, и парень, который мне понравился, так и не взял мой номер! \n— Может нужно было самой взять его номер... Многие парни любят инициативных девушек! \n— Ну, а ты где вчера была? — Моника обратилась к Мии. \n Та, в свою очередь пристольно посмотрела на Рея, но ничего не ответила, будто вопрос был адресован не ей. Моника приподняла одну бровь. \n— И??? \n— Ах, да вчера! Я была занята! — наконец торопливо ответила Мия, заметно нервничая. \n— Чем? — спросила я, удивлëнная еë странной реакцией на простой, казалось бы, вопрос. \n Она снова посмотрела пристально на Рэя, потом перевела взгляд на меня, и снова на Рэя и наконец ответила:\n— Я тоже ужинала с родителями, да точно... С родителями! Это был особенный ужин! \n Она широко улыбнулась, я преподняла голову и посмотрела на Рэй, сердце почему-то забилось чаще. В его взгляде ничего не поменялась, а Мия теперь смотрела на меня, со своей фирменной высокомерной улыбкой. \n— И почему же? \n— Ну, пока я не могу вам сказать, это секрет! \n Я изображала хладнокровие, ну внутри меня просто тресло. Рэй не мог так со мной поступить. Конечно, у него было много девушек, но это было до меня. Он бы не стал... \n— Клара, ты в порядке? Ты бледная какая-то? — всё так же улыбаясь спросила Мия. \n Рей повернул моë лицо к себе и нахмурил брови. \n— Всё в порядке! Скоро начнëтся следующая лекция, ты иди, а то опоздаешь! \n После моего ответа Рэй ещё сильнее нахмурил брови. \n— Ты точно в порядке? \n— Да, увидимся позже.\n\n\n",
    "answers": [
      {
        "id": 12,
        "text": "далее"
      }
    ]
  },
  {
    "id": 12,
    "text": " Девочки тоже пошли на лекцию, я сказала, что присоединюсь к ним позже. Мне нужно было успокоиться и я пошла в туалет. Тяжело дыша я попыталась привести мысли в порядок: \"Она буквально смеялась мне в лицо, если у них что-то было, почему Рэй мне ничего не сказал? Нет, этого не может быть! Он не мог, а вот она! Рей не любит публичные выяснения отношений, возможно поэтому решил, пока ничего мне не говорить!\"\n Меня всё ещё трясло, но оставлять всё, как есть я не могла, я должна была узнать правду и я позвонила маме Рэя. \n Со своей семьёй Рэймонд знакомил не многих девушек, но во мне его родители увидели идеальною кандидатку на роль избранницы для своего сына. \n",
    "answers": [
      {
        "id": 13,
        "text": "далее"
      }
    ]
  },
  {
    "id": 13,
    "text": " — Добый день, миссис Деккер! \n — Клара, какой приятный сюрприз! Как твои дела? Как родители? \n — Всё в порядке! Спасибо, что спросили! По поводу родителей, Рэй совсем замотался и забыл спросить... На этих выходных мой отец прилетает в город, и он очень хочет познакомиться с Рэйем. Вы не будете против, если Рэй проведëт выходные с нами в загородном доме? \n—Ну, что ты! Мы будем только счастливы! Странно, что Рэй ничего не говорил! \n \"Конечно не говорил, он ведь и не знал! Мне просто нужен был предлог для звонка, который я так удачно нашла!\" — подумала я, поправляя укладку одной рукой, второй я крепко сжимала телефон и молилась, чтобы мой голос не выдал, ту бурю, что внутри меня. \n— Кстати, как прошëл вчерашний ужин? \n— Более, чем удачно, отец Рэя заключил выгодный контракт... Моему сыну давно пора вникать в семейный бизнес, но пока у него на уме сплошные развлечения. Надеюсь, вчера у вас не было особых планов на вечер? \n— Нет, что вы! \n— Рэй, вчера и двух слов не сказал... Несмотря на то, что у него особого интереса к бизнесу, пока нет, в таких ужинах он теперь будет чаще участвовать, надеюсь это никак не повлияет на ваши отношения! \n— Вовсе нет! Я всё понимаю! \n— О, прекрасно! Рею с тобой так повезло! ",
    "answers": [
      {
        "id": 14,
        "text": "далее"
      }
    ]
  },
  {
    "id": 14,
    "text": " После разговора с миссис Деккер я испытала, конечно, облегчение. И как я могла действительно подумать, что Рэй мог мне изменять, да ещё с кем, с Мией. Лишь на секунду вспомнив о ней, я закипела от злости. Ведь она действительно хотела меня подствить, если бы я потеряла голову и обвинила Рея в измене, то выставила бы себя ревнивой истеричкой, а сама бы она осталась жертвой недопонимания. Эта расчëтливая стерва ещё пожелеет, что связалась со мной. Я ещё не придумала, как ей ответить, это ей с рук не сойдëт. Мой телефон завибрировал. Я взглянула на экран. Это был звонок от мамы. ",
    "answers": [
      {
        "id": 15,
        "text": "далее",
        "need": 6
      },
      {
        "id": 16,
        "text": "далее",
        "need": 7
      }
    ]
  },
  {
    "id": 15,
    "text": "— Где ты? Почему ты ещё не приехала? \n— Извини, я приеду после занятий! \n— Клара, пожалуйста, это действительно важно, я должна тебе успеть всë объяснить! \n— Что объяснить? \n В ответ я услышала протяжные всклипы. \n— Хорошо, я сейчас приеду! — тихо ответила я и положила трубку. \n Со времëн развода прошло не мало времени, больше я не видела еë плачущей. Больше не о чëм не думая я вызвала такси. Уже в машине я написала в общий чат с подругами, что на занятиях меня сегодня больше будет. Они пытались распросить меня о том, что случилось, но я уже им не отвечала, думая о предстоящей встрече с матерью. \n",
    "answers": [
      {
        "id": 2,
        "text": "Глава I"
      }
    ]
  },
  {
    "id": 16,
    "text": " Второй звонок от неë за день, должно быть узнала, что отец будет в городе. После их развода я так хотела остаться с отцом, но она не позволила, пыталась манипулировать им через меня, а когда у неë ничего не вышло, оствила меня, как трофей. Я не хотела участвовать в еë интригах, поэтому в очередной раз не взяла трубку. Выйдя из туалета мне пришло сообщение: \"Выходи на улицу, машина тебя уже ждëт\". Я была в лëгком шоке и посмотрела в окно. Там действительно стоял мамин автомобиль. Следом пришло ещё одно сообщение: \"Мы должны срочно поговорить, кое-что случилось, водитель тебя отвезëт\". У меня воникло дурное предчувствие, я написала девчонкам и Рэю, что у меня дела, мы договориоись встретиться вечером. По дороге я попыталась перезвонить маме, но теперь она не брала трубку. Я не знала о чëм она хочет поговорить, но это точно не было чем-то хорошим. \n ",
    "answers": [
      {
        "id": 2,
        "text": "Глава I"
      }
    ]
  },
  {
    "id": 17,
    "text": "Пролог (01.04.25) \nI глава (08.09.25) \nII глава (11.09.25) ",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 18,
    "text": " Не помню, когда я была здесь в последний раз, но дом показался мне полным отражением моей матери: безупречным, совершенным в своей прекрасной строгости, но холодным  и чужим. Я отвела глаза от фасада и вошла внутрь. Шторы были задëрнуты по всему дому. Они поглощали весь свет и в доме был полнейший мрак. Я позвала прислугу, но никто ко мне  не вышел. Ждать я не стала и направилась на второй этаж, там был кабинет матери. Я вошла без стука. В кабинете было не лучше, было ощущение, что я спустилась в какое-то подземелье, шторы здесь были задвинуты не до конца, и свет от окна хорошо освещал стол, расположенный в центре комнаты. На столе стояла ополовиненная бутылка виски, пустой стакан и пепельница с тлеющим пеплом. Мать стояла ко мне спиной, она обычно не курила, но в этот раз сжимала между пальцев сигарету. Я громко хлопнула дверью и кинула сумку в кресло напротив еë стола. Она не обернулась, лишь глубоко вздохнула. \n— Что случилось? \n— Случилось... — тихо сказала она. \n— И что же? \n— Когда-то я была молодой и глупой.. \n— Боже, речь снова об отце! \n— Клара, пожалуйста, выслушай меня! Мне так жаль! Я кое-что сделала... Понимаешь, я очень его любила! А он... \n— Хватит! Сколько можно!!! \n Я схватила свою сумку и повернулась к двери. \n— Клара! ",
    "answers": [
      {
        "id": 19,
        "text": "Остаться"
      },
      {
        "id": 20,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 19,
    "text": " Я потянулась к дверной ручке, но отчаяние в еë голосе почему-то меня остановило. \n— Говори, что ты хотела и я пойду! — холодно произнесла я и уселась в кресло. \n— Хорошо! Только, пожалуйста, отнесись серьёзно к моим словам! Однажды я встретила человека, молодого парня, он сказал, что поможет мне с твоим отцом и я согласилась... И он хотел кое-что взамен... \n— Фу! Мне обязательно всë это слушать! \n— Он хотел душу, понимаешь, душу! \n— Понимаю, ты окончательно спятила! \n Больше слушать пьяный бред я не стала, хотя самой напиться захотелось. ",
    "answers": [
      {
        "id": 20,
        "text": "далее"
      }
    ]
  },
  {
    "id": 20,
    "text": " Всё во мне кипяло до самого вечера, хоть я и запрещала себе думать о ней, мысли, то и дело возвращались к этому дурацкому разговору. Мне хотелось напиться до того, как Рей увидит моë состояние, иначе бы, это разрушило образ идельной девушки, который я давно построила, который показала ему и, в который он влюбился без памяти. \n Моника с Мией были уже в клубе, когда я подъехала, туда. Я прямиком отправилась в бар за шотом. Единственный, кто понял моë состояние, был мой любимый бармен, он без лишних разговоров налил мне выпить. Опрокинув стопку, настроение стало значительно лучше и я направилась за наш привычный столик в vip-зоне. \n Коктейль Моники был ещё полон, она усиленно с кем-то переписывалась в телефоне, и судя по еë кокетливому выражению лица, это был парень. Я вопросительно изогнула одну бровь. Она загадочно улыбнулась и протянула мне телефон с фотографией парня, а дальше последовал рассказ о том, как они познакомились и какой он классный. \n",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 21,
    "text": " Прохладный ветер, тëмное небо, шум улицы — не понимая где я, я сделала оборот вокруг себя и чуть не упала. Крыша, чëрт возьми, это была крыша, и я стояла на самом еë краю. Порыв ветра ударал в лицо и я ошарашенно отскочила от края. Таинственный парень стоял, как ни в чëм не бывало, засунув руки в карманы, в его вырожении лица ничего не поменялось, будто мы всегда тут находились. \n— Какого чëрта? Как мы тут оказались? \n— В клубе довольно шумно, ну или можешь считать, что я испугался охраны! Ну, как? Готова отправится в ад? \n— Что? Я не понимаю... \n— Твоя мать заключила сделку... Невероятно, я дал ей целые сутки, а она так тебе ничего и не сказала! \n Я по-прежнему ничего не понимала, но глазами пыталась найти способ выбраться с крыши. Устала потерев лицо, незнакомец это заметил и резко стал приближаться. Я хотела отступить, но позади меня ничего не было. \"Интересно, сколько здесь этажей 12-16, это далеко не самое высокое здание в городе, но чтобы разбиться, этого вполне хватит!\" — подумала я, перед тем, как этот парень оказался совсем рядом и толкнул меня вниз. \n Я летела вниз с немыслимой скоростью, ветер обдувал меня со всех сторон, слëзы брызнули из глаз, и я могла думать только о неминуемой смерти. Ещё пара этажей и закончится моя жизнь, такая короткая и ничего незначащая... \n Чьи-то руки обхвотили меня и я больше не падала. Как испуганный котëнок, я прижималась к чей-то груди, пока мои ноги не коснулсь твëрдой поверхности. Зажмуренные последние несколько секунд глаза, широко распахнулись. Я обнимала незнакомеца, который столкнул меня с крыши. В его глазах горел огонь: чëрный, завораживающий и настоящий... \n \"Ты хочешь в ад?\" — прозвучал вопрос у моего уха. Я не смогла произнести ни слова, и только покачала головой. \"Тогда поговори со своей матерью, пусть она тебе всë объяснит, а после я приду за тобой, Клара!\" — отстраняясь от меня, в полуулыбке произнëс парень, а потом испарился в чëрном пламени, будто его и не было. \n Я осталась одна на незнакомой улице без денег, без телефона, в открытом платье. ",
    "answers": [
      {
        "id": 23,
        "text": "Поймать попутку"
      },
      {
        "id": 24,
        "text": "Поискать телефон"
      }
    ]
  },
  {
    "id": 22,
    "text": " Я выпила ещё пару не крепких коктейлей, и мне стало окончательно хорошо. Я отдалась чарующему ритму громкой музыки и только когда мелодия сменилась я заметила на своей талии чьи-то руки. Я обернулась. Напротив меня стоял парень, высокий и довольно красивый. Он тоже больше не танцевал, его пронзительные карие глаза оценивающе смотрели на меня. Я только усмехнулась и прошла мимо за свой столик. За столиком меня уже ждал новый коктейль. Я сделала маленький глоток и заметила, как парень с танцпола поднимается ко мне. Местную элиту я хорошо знала, а этого парня видела впервые, но в vip-зону его пропустили, а значит он не из бедняков. Уверенным шагом он обогнул чëрный диванчик, на котором я сидела, и сел рядом. \n— Милое местечко! \n— Ты не в моëм вкусе, приятель! Так, что свои впечатления рассказывай тому, кому не пофиг! \n— Ты, довольно, не вежлива с человеком, которому кое-что должна! Я, конечно, многого ожидал, но ты пожалуй меня удивила! \n— Дай угадаю, я должна тебе танец, или номер телефона, а может, что покруче... — еле сдерживая смех, прервала я парня. \n— Что покруче! Твоя мама разве тебе не сказала? \n— Моя мама? \n— Много лет назад мы заключили сделку... \n— Извини, приятель, но я не понимаю, о чëм ты говоришь, поэтому тебе стоит уйти, пока я не позвала охрану! \n Я резко встала, но он схватил меня за руку. Вокруг меня встала пелена чëрного огня, всего секунда и пламя потухло, но я была уже не в клубе. ",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 23,
    "text": " Я была в каком-то переулке, дорога впереди была тихой и пустой, но стоило обойти пару домов и я вышла на шоссе. Поймать машину было проще, чем я думала, короткое платье заставило затормазить подвыпивших парней. После пары пошлых шуток один из парней выскочил ко мне навстречу и я побежала в противоположную сторону не оглядываясь. Догонять меня он не стал. По телу била дрожь и добежав, до ближайшего здания я сломала каблук. Оперевшись о стену, я зажала себе рот и зарыдала. Время шло, а я по-прежнему была на грязной улице. Я сняла туфли и босая шла вдоль неоновых вывесок, закрытых до утра магазинов, пока не наткнулась на какой-то бар. \n Народу было предостаточно, я еле протиснулась к барной стойки и вежливо попросила вызвать мне такси. Бармен бросил на меня сочувствующий взгляд и предложил бесплатный коктейль. Для меня это было сродни пощёчине, я грубо поставила его на место и вышла на улицу ждать такси. \n Я сжимала предплечья, чтобы хоть как-то согреться. Машины всë не было и когда мои ноги абсолютно заледенели, я поняла, что туфли, которые я несла полночи в руках, остались где-то в баре. Они были довольно дорогими, из новой коллекции, но возращаться за ними я не стала. Машина подъехала и я села внутрь. \"Пускай останутся здесь, как и эта чëртова ночь!\"- подумала я и захлопнула дверь. ",
    "answers": [
      {
        "id": 25,
        "text": "поехать в клуб за вещами"
      },
      {
        "id": 26,
        "text": "поехать домой к матери"
      }
    ]
  },
  {
    "id": 24,
    "text": " Несколько минут я просто стояла, не понимая, как такое возможно и что нужно от меня этому парню. Осознав, что он уже не вернëтся, я подумала, что и мне стоит убраться, пока я не вляпалась в ещё одну историю. Улица была серой и мрачной, явна не та, где прогуливаются старички и влюблëнные парочки. Я шла быстрым шагом, пытаясь разглядеть, хоть какие-то указатели. Стемнело быстро и стало холодно, я пыталась найти хоть какую-то освещëнную улицу. Блуждала я так почти час и вскоре в одном из проулков увидела долгожданные огни цивилизации. Из последних сил я помчалась туда, но не заметила приближающийся автомобиль. Фары не горели и если бы не скрип тормазов в полметре от меня, то я бы его и не заметила. Взбесившийся водитель стал выкрикивать проклятья, я села на корточки и заплакала. Уже дважды за вечер я чуть не погибла. Всё происходящее напоминало ночной кошмар, вот только я не спала. Мужчина, увидев мои стенания, попытался меня успокоить и предложил подвести. Немного успокоившись я попросила у него телефон. Я хотела позвонить маме, но осознала, что не знаю еë номера, да и вообще не помню не один номер, кроме номера Рея. Я могла бы ему позвонить, но что я ему скажу, как я здесь оказалась. ",
    "answers": [
      {
        "id": 27,
        "text": "вернуться в клуб за вещами"
      },
      {
        "id": 28,
        "text": "поехать к матери"
      }
    ]
  },
  {
    "id": 25,
    "text": " Несмотря на мой потрëпанный вид, в клуб меня пропустили. Я была постоянной клиенткой с платиновой картой, и охранник просто не рискнул меня остановить, учитывая моë паршивое настроение, которое отображалось на лице. Девчонки во всю отрывались на танцполе, и, кажется, не заметили моë отсутствие. Я громко хмыкнула и пошла за своими вещами в vip- зону. \n За столиком сидел Рэй и нервно сжимал мой телефон. Едва он заметил меня, то сразу же подскочил ко мне. \n— Где ты была? Я места себе не находил! Мон сказала, что ты была здесь, твои вещи тут, но тебя нигде не было! Я весь клуб обошëл! — прижимая меня к себе, затороторил парень. \n— Да, я была тут... Мне стало как-то... не очень... вообщем, я вышла подышать свежим воздухом! \n— Случайно, не с тем красавчиком, с которым ты тут общалась? — послышался голос Мии за моей спиной. \n Я бросила недоумевающий взгляд в еë сторону. Рэй, кажеться, вообще не обратил на неë никакого внимания, зато бросил взгляд на мои ноги. \n— Что случилось с твоей обувью? \n— Туфли новые, ужасно натëрли, к тому же каблук сломала! — не считая обстоятельств, это была сущая правда, поэтому говорила я вполне искренне.\n Рэй крепко обнял меня и повернулся к Мие, будто только еë заметил. \n— И где твои туфли? \n— Выбросила! — безразлично ответила я девушке. \n— И как ты вернëшься домой? \n— Это действительно страшная проблема! — подхватил Рей, а после широко улыбнулся и подхватил меня. \n Я громко засмеялась, а он потащил меня к выходу. \n— Стой! Мои вещи! \n— Да, моя королева! \n Я засмеялась ещё громче и мы вернулись за моими вещами. \n— Куда вы? — крикнула в догонку Мия. \n— Домой! — не оборачиваясь, ответил Рэй.   \n\n  ",
    "answers": [
      {
        "id": 31,
        "text": "далее"
      }
    ]
  },
  {
    "id": 26,
    "text": " Не теряя времени я попросила водителя отвести меня за город. Не смотря на мой потрëпанный вид, в моей платежеспособности водитель не усомнился, а довëз куда нужно. \n Ворота были заперты. Я вышла из машины и зажала кнопку звонка, так, как ключей с собой у меня не было. Спустя пару минут ко мне вышел охранник, явно недовольный тем, звонок звенел не перестовая. В камере видеонаблюдения он не смог разглядеть моë лицо, поэтому вышел с разъярённым видом. Я сказала ему, чтобы он заплатил водителю и прошла во двор. \n В доме было темно, но в кабинете матери всë ещё горел свет. Она точно знала, что происходит, а мне нужны были объяснения. \n Я поднималась вверх по мраморной лестнице, оставляя грязные следы от своих босых ног. Вошла я без стука и тихо закрыла за собой дверь. Мама сидела за своим столом, точнее лежала, сжимая в руке пустой стакан. Самой бутылки я уже не видела, но и без неë было понятно, что ответов я сегодня не получу. ",
    "answers": [
      {
        "id": 34,
        "text": "далее"
      }
    ]
  },
  {
    "id": 27,
    "text": " Я сказала мужчине название клуба, он задумался, но как оказалось название клуба он знал и к моему удивлению, это было не далеко. \n Несмотря на мой потрëпанный вид, в клуб меня пропустили. Девчонки во всю отрывались на танцполе, и, кажется, не заметили моë отсутствие. Я громко хмыкнула и пошла за своими вещами в vip- зону. \n За столиком сидел Рэй и нервно сжимал мой телефон. Едва он заметил меня, то сразу же подскочил ко мне. \n— Где ты была? Я места себе не находил! Мон сказала, что ты была здесь, твои вещи тут, но тебя нигде не было! Я весь клуб обошëл! — прижимая меня к себе, затороторил парень. \n— Да, я была тут... Мне стала как-то... не очень... вообщем, я вышла подышать свежим воздухом! \n— Случайно, не с тем красавчиком, с которым ты тут общалась? — послышался голос Мии за моей спиной. \n Я бросила недоумевающий взгляд в еë сторону. Рей посмотрел удивлëнно, ни никак не прокоментировал. В моей голове промелькнула мысль, что за моей спиной Мия не раз пыталась очернить меня в глазах моего парня, и как я не замечала этого лицемерия раньше. \n— Я действительно плохо себя чувствую, поэтому поеду домой! \n— Поехали! — с нежностью в голосе ответил Рэй. \n— Без вас будет скучно! Хотя бы, ты, Рэй, останься, ты же себя хорошо чувствуешь! — немного надув губы и опустив подбородок, заявила Мия. \n— Ты, иди! Я догоню! — с такой же нежностью я обратилась к Рэю. \n  Как только Рэй спустился по лестнице, я подошла вплотную к Мии. Я была выше по росту, поэтому смотрела на неë свысока в буквальном смысле. \n— Мы ведь с тобой подруги, и не будем ссориться из-за парня, верно? \n— Конечно, о чëм речь! \n— Вот и славно, потому, что я буду! Держи свои коготки подальше от Рэй, а то, мне придётся их подпилить! \n Взяв свои вещи, я пошла вслед за Рэем, цокая каблуками, и ощущая тежëлый взгляд Мии, брошенный мне в спину. ",
    "answers": [
      {
        "id": 29,
        "text": "далее"
      }
    ]
  },
  {
    "id": 28,
    "text": " Я назвала водителю адрес и он заявил, что в такую даль, точно не повезëт меня. Выбора, похоже, у меня не оставалось. ",
    "answers": [
      {
        "id": 27,
        "text": "далее"
      }
    ]
  },
  {
    "id": 29,
    "text": " Я попросила Рэя отвести меня к маме, он удивился, зная, что у нас не самые близкие отношения, но допытывать о причинах моей поездке к ней, он не стал. \n Я прижалась лицом к окну, разглядывая ночные огни города и прокручивая в голове события этой ночи. Когда автомобиль затормозил на очередном светофоре, Рэй крепко сжал мою ладонь. \n—Что-то случилось? \n—Нет! Всё в порядке! — мягко улыбнувшись ответила я. \n Он больше ни о чëм не спрашивал, хотя и смотрел на меня с лëгким беспокойством. \n Когда мы доехали было почти 3 часа ночи. Рэй хотел меня подождать, а после довезти до дома. Я уговорила его ехать домой, поскольку не знала сколько времени проведу с мамой. Он неохотно согласался, но взял с меня обещание — позвонить, если я вдруг захочу, чтобы он оказался рядом. \n— Осторожно, Рэй! Я могу решить, что у нас всë становится слишком серьёзно! — кинув озорной взгляд, прошептала я ему на ухо. \n— Даже слишком! — довольно серьёзно ответил мне парень, хотя обычно он отшучивался и переводил подобные заявления в заигрывание. \n \"Видимо, он тоже устал! \" — подумала я и подарив ему нежный поцелуй, вышла из машины. ",
    "answers": [
      {
        "id": 30,
        "text": "далее"
      }
    ]
  },
  {
    "id": 30,
    "text": " В доме было темно, но в кабинете матери всë ещё горел свет. Она точно знала, что происходит, а мне нужны были объяснения. \n Мама сидела за своим столом, точнее лежала, сжимая в руке пустой стакан. Самой бутылки я уже не видела, но и без неë было понятно, что ответов я сегодня не получу. Я написла Рэю, что останусь у неë до утра и пошла в свою старую детскую комнату. \n Почти всю ночь я не спала, а утром написала девчонкам, что в колледже меня сегодня не будет, хотя и не знала появлюсь ли я вообще там когда-нибудь. \n В действительности со мной никогда ничего не случалось плохого; пусть я и не получила безграничную родительскую любовь, но меня никогда не били, я не голодала; с детства я получала брендовую одежду и лучшие игрушки, хоть и сама частенько ощущала себя дорогой игрушкой... Но назвать это проблемой я не могла, я давно привыкла к своей роли и с удовольствием еë исполняла. Но сейчас я чувствовала, будто падаю в какую-то пропасть, держать меня никто не станет, а одной мне не выбраться. \n Когда я вышла из своей спальни, меня встретила Присцилла, старая экономка. Еë каменное лицо, как обычно не выражало никаких эмоций. Она появилась в этом доме сразу после развода родителей. По словам матери эта женщина была профессионалом своего дела, к тому же честная и дисциплинированная, но меня пугало, что за все эти годы я ни разу не видела улыбку на лице этой женщине, а в детстве я и вовсе считала еë роботом. В прочем так оно и было по сути. Я ухмыльнулась этой мысле, облокотившись на перила лестницы. Женщина тихо поприветствовала меня и сообщила, что моя дорогая мама пока не выходила из своего кабинета и я отправилась к ней. \n Когда я вошла в кабинет, моя мать сидела за столом, закрывая лицо руками, но увидев меня опустила их. Казалось она не знала, как реагировать не моë появление. Пожалуй, в первые секунды на лице была даже искренняя радость, но она быстро натянула маску безразличия и ухмыляясь заговорила: \"Кажется, ночь выдалась не совсем обычной?! Ну, что, теперь ты готова меня выслушать?\"",
    "answers": [
      {
        "id": 33,
        "text": "далее"
      }
    ]
  },
  {
    "id": 31,
    "text": " Было около трëх, когда я оказалась дома. Рэй донëс меня прямо до квартиры и осторожно опустил меня возле двери. На лестничной клетке было почему-то темно, может лампочка перегорела, а может в доме просто не было света, но я об этом не думала. \n Рей не спешил уходить. Он стал нежно проводить ладонью по моей щеке, от чего по всему телу прошли мурашки и я прикрыла глаза. \n— У нас ведь всё хорошо? \n— Конечно! Почему ты спрашиваешь? — от неожиданности его вопроса, я ответила реще, чем следовало. \n— Что это за парень, про которого говорила Мия? \n От этого вопроса, во мне всё похолодело. Казалось он совсем не слушал Мию, но это было не так, он просто ничего не хотел выяснять при ней. В любом случае ложь я не придумала, а правду сказать не могла, поэтому мои глаза предательски забегали. \n— Боже! Просто какой-то придурак подкатывал ко мне! Ничего особенного! Уже поздно, я пойду! — бросила я ему и открыла входную дверь, но он резко меня остановил. \n— Я ведь могу тебе доверять? \n— Неужели ревнуешь? Рэймонд Деккер, ты не устаëшь меня удивлять? \n— Иди сюда, дурочка! \n Он прижал меня к себе и заткнул мне рот единственно доступным ему способом. Когда наши губы разъединились, я ещё раз звонко засмеялась, после пожелала ему спокойной ночи и наконец вошла в квартиру. ",
    "answers": [
      {
        "id": 32,
        "text": "далее"
      }
    ]
  },
  {
    "id": 32,
    "text": " Почти всю ночь я не спала, я утром написала девчонкам, что в колледже меня не будет. Рэя мне пришлось полчаса убеждать, что мой сегодняшний прогул никак не связан, с моим вчерашним состоянием и, что приезжать ко мне не нужно. Едва я положила трубку, нервы в моëм теле завязались тугим узлом, я едва могла дышать. На телефоне высветилось оповещение, что машина ждëт меня почти десять минут. Я сделала глубокий вдох и спустилась вниз. \n Через час я уже была в доме своей матери, своим этот дом я никогда не считала, хотя и выросла здесь. \n В действительности со мной никогда ничего не случалось плохого; пусть я и не получила безграничную родительскую любовь, однако я урвала свой золотой билет при рождении. Во многих решениях моë мнение не учитывались, меня не спрашивали хочу ли я заниматься гимнастикой, это было полезно для фигуры и осанки, и я занималась; не спрашивали кого я хочу пригласить на день рождения, список был составлен за месяцы вперёд... В моей жизни не было выбора, но я любила свою жизнь и теперь мне было страшно. \n Меня встретила Присцилла, старая экономка. Еë каменное лицо, как обычно не выражало никаких эмоций. Она появилась в этом доме сразу после развода родителей. По словам матери эта женщина была профессионалом своего дела, к тому же честная и дисциплинированная, но меня пугало, что за все эти годы я ни разу не видела улыбку на лице этой женщине, а в детстве я и вовсе считала еë роботом. Она сообщила, что моя мама ещё не выходила из своего кабинета и я уверенным шагом прошла туда. \n Когда я вошла туда, моя мать сидела за столом, закрывая лицо руками, но увидев меня опустила их. Казалось она не знала, как реагировать не моë появление. Пожалуй, в первые секунды на лице была даже искренняя радость, но она быстро натянула маску безразличия и ухмыляясь заговорила: \"Кажется, ночь выдалась не совсем обычной?! Ну, что, теперь ты готова меня выслушать?\"",
    "answers": [
      {
        "id": 33,
        "text": "далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "  Я не задала ни одного вопроса, не было ругательств, обвинений или сочуствия. Как священник я молча слушала еë исповедь. Когда она закончила я встала и ушла, не сказав ни слова. \n Сначала я просто бродила по улице, не думая ни о чëм и обо всём сразу, а после решила, что если это и будет мой последний день, то я оторвувь, как следует. Я поехала в любимый салон, записи у меня не было, но поскольку я была их постоянным клиентом и пообещала заплатить по тройному тарифу, мне не смогли отказать. Во время маникюра я ела свои любимые пирожные, а когда мне делали укладку стилист привëз мне лучшие наряды этого сезона прямо в салон. Один из нарядов был из дома моды Люкьер, дома моей матери. Вечерний костюм дейсвительно был прекрасен: заострённые лацканы на чëрном бархатном пиджаке были перетянуты серебрянной нитью, которую идеально подчëркивали зауженные брюки серого цвета. \n Я взяла этот костюм, но не одела его. Вместе с этим шедевром дизайнерского искуства я пошла в ближайший сквер и бросила его на траву. Этот наряд был воплощением изысканости и хорошего вкуса, но разве он стоил моей жизни, моей души. \n В сумочке я нашла жидкость для снятия лака, открыла флакон и вылила его содержимое прямо на безупречное творение своей матери, туда же я бросила зажëнную спичку. ",
    "answers": [
      {
        "id": 36,
        "text": "далее"
      }
    ]
  },
  {
    "id": 34,
    "text": " Раздрожëнно хлопнув дверью, я пошла в свою старую комнату. Почему-то я и представить не могла, что снова буду ночевать в этом доме. В коридоре я остановилась, бросив взгляд на городской телефон. Я подняла трубку и медленно набрала свой номер. Из динамика послышался голос Рэя, я выдохнула. Несмотря на то, что я не смогла объяснить, почему уехала к матери без вещей и даже без телефона, допытывать меня он не стал. Я попросила, отдать мои вещи Монике, он отказался и сказал, что сам привезëт их мне сам. \n Пока он ехал, я привела себя в порядок: поправила испорченный макияж, переоделась в чистую одежду, поправила причëску и даже успела выпить чашку чая с ромашкой. Охранник, недовольный моим поздним приездом, позвонил примерно через час, сказав, что ко мне приехал друг. Я быстро нашла, что на себя накинуть и выбежала из дома. Рей остановился на другой стороне дороги от маминого дома и ждал в машине. Как только я села в автомобиль, Рэй прижал меня к себе и не отпускал несколько минут. \n— Всё хорошо... — прошептала я ему на ухо и будто опомнившись, Рэй отпустил меня. \n— Возможно, я не должен тебе такое говорить, но не делай так больше... \n— Я не хотела, чтобы ты волновался, прости... \n— У меня было много девушек, но похожих отношений не разу не было; ты не ревнуешь, не устраиваешь допросы и истерик, не требуешь, чтобы я проводил с тобой больше времени, при этом не грузишь своими проблемами и всегда сама поддерживаешь... Ты идеальна, но иногда мне кажется, что ты не настоящая, а вот со мной или сама с собой, пока не очень понятно. \n— Что ты хочешь услышать? Я не понимаю! \n— Я хочу, чтоб ты мне доверяла! Если у тебя плохое настроение, я не хочу, чтоб ты улыбалась, я если у тебя проблемы, я не хочу, чтоб ты боялась мне о них рассказать. Я не сбегу, если что-то будет не так... \n Он накрыл своей тëплой рукой мою ладонь. В этом простом жесте, было больше чувств, чем в каждом нашем поцелуе до этого. Рэй пожелал мне спокойной ночи и я вернулась в дом. ",
    "answers": [
      {
        "id": 39,
        "text": "далее"
      }
    ]
  },
  {
    "id": 35,
    "text": " Отдать свою душу за спасение любимого человека — подобного я точно не ждала от своей матери. \n Отцу предложили выгодное сотрудничество и он смог выбраться из долгов, а после его дела и вовсе пошли в гору. Он смог наладить отношения с семьёй и следующим этапом в его жизни должна была быть женидьба. Но предложения моя мать, так и не дождалась. Точнее дождалась, но совсем не то, что она хотела услышать. Он любил еë, но сказал, что должен жениться на более подходящей ему партии, ей же он отвëл место в своëм сердце и в своей постели. Она считала, что всё измениться, если она забеременеет. И всё действительно изменилось, когда это случилось. Мужчина, в котором она видела смысл своей жизни, снял ей квартиру, пообещал, что будет всегда заботиться о ней и ребëнке, вот только подходящая кантдидатура на роль его жены уже нашлась, и по статусу моя мать не могла с ней сравниться и в отчаянии она отправилась в бар, в котором когда-то продала душу. Найти того демона оказалось не очень сложно, однако взамен на его помощь, предложить ей было нечего и она решила просто следить за ним. Догадывался ли он об этом или нет, ей было всё равно, она даже толком не знала зачем это делает, но своей жалкой слежкой, она привлекла внимание другого демона. Она сказала, что хочет признания, стать талантливой и успешной женщиной в ближайшее время, а взамен готова отдать свою душу. Демон согласился. Если терять уже нечего, почему бы не продать свою душу дважды. Однако демон обманул еë, своей душой она уже не владела, но владела душой ребëнка, что был в еë животе. \n Она получила всё, что хотела. Ей восхищались, она была талантлива и влиятельна, не подозревая, какую цену должна за это заплатить. \n Две ночи назад в еë кабинет постучались, хотя она никого не ждала. Она сразу узнала вошедшего. Это был демон, тот самый, которого она обманула когда-то, она испугалась, что обман вскрылся и он пришëл убить её, но он лишь рассмеялся и сказал ей, что никого обмана не было, что продать душу дважды невозможно, а продала она душу своего ребёнка и он пришёл забрать своë. ",
    "answers": [
      {
        "id": 37,
        "text": "далее"
      }
    ]
  },
  {
    "id": 36,
    "text": " Образ матери до сих пор стоял перед глазами, а в ушах звучал еë спокойной голос будто она говорила о каких-то незнакомых людях, от этого мне стало ещё больнее. \n Ей было 18, когда она встретила отца. Типичная история Золушки; богатый и красивый парень заметил девушку из неблагополучной семьи. Начало истории я всегда знала, потом рассказ заканчивался роскошной свадьбой, первым творческим признанием и рождением прекрасной малютки. Как оказалось, я даже не догадывалась, что было в промежутках этих судьбоносных событий. Спустя пару месяцев после начала головокружительного начала романа моих родителей, отец ввязался в какую-то авантюру, задолжал кучу денег, в результате чего, его семья от него полностью отреклась.Всё было настолько плохо, что его могли убить. Моя мама была в отчаянии, но единственное, что она могла сделать, это напиться в каком-то дешëвом баре и излить свою душу первому встречному, который захочет слушать. Вот только первый встречный, на еë удивление, пообещал ей помочь. Случайная встреча перевернула еë жизнь. Она ведь могла попросить всё, что угодно, но выбрала спасти отца. Хотя помощь незнакомца тоже была не бескорыстной. А попросил он вполне конкретную вещь — еë душу. \n Я бы не поверила в подобную чушь, но вспоминая прошлую ночь, выбора у меня не оставалось.\n Пока догорало творение моей матери, я вызвала такси и поехала в клуб. ",
    "answers": [
      {
        "id": 35,
        "text": "далее"
      }
    ]
  },
  {
    "id": 37,
    "text": " Такси резко остановилось, вынуждая меня выгнуться вперëд и вырывая из потока трагичных мыслей. На дорогу выбежал какой-то парень и после череды оскорбительных коментариев автомобиль наконец продолжил движение. В клуб я приехала засветло, у Стива сегодня, видимо, был выходной, так как за барной стойкой был другой бармен, которого я раньше не видела, или же просто не замечала, зато он меня узнал и с широкой улыбкой протянул мой любимый коктейль. Я покрутила ножку бокала и вернула коктейль, указывая на бутылку текилы. Бармен из-за стойти достал шот, я покачала головой и показала, что хочу всю бутылку. \n Я сделала глоток прямо из горла, парень, сидевший возле бара, встал и предвинулся ко мне. \n— Может, состаить тебе компанию, красотка? \n— Такой неудачник, как ты может составить компанию лишь своей руке! \n— Страх потеряла, курица!!! \n Я поднесла горлышко бутылки к губам, но отпить с него не смогла, парень махнул рукой, и бутылка вылетила у меня из рук и разбилась. Я повернулась в сторону бармена. \n— Это, что за пьяное быдло? \n— Да, я тебя... \n Парень не успел договорить, как и привезти в исполнение свои угрозы, охрана его мгновенно вывела. \n Я заказала ещё выпивку, а сама пошла найти тихое место, чтобы позвонить Рэю. Долгие гудки раздрожали, а Рэй всë не брал трубку. ",
    "answers": [
      {
        "id": 38,
        "text": "Продолжить звонить"
      },
      {
        "id": 40,
        "text": "Пойти веселиться"
      }
    ]
  },
  {
    "id": 38,
    "text": " Если это мой последний день на Земле, то, пожалуй, единственный, с кем я действительно хотела бы попрощаться, был Рэй. Я звонила ему уже пятый раз, это было не по правилам, которые я сама же и установила, но мне было не до них. Наконец Рэй ответил:\n— Что случилось? Ты в порядке? \n— Не совсем! \n— Где ты? \n— В клубе! \n— Я не могу приехать, я с родителями! \n— Ничего! \n Я не хотела плакать, но зная, что я его больше не увижу, мой голос дрогнул и Рей услышал мои всхлипы. \n— Клара, что происходит? \n— Ничего, я просто соскучилась! \n Я больше не могла сдержать потом слëз, поэтому прижала телефон к груди, что ответил мне Рэй я уже не услышала. Сделав короткий вдох, я оторвала телефон от груди и быстро сказала что-то про плохою связь, а после отключила телефон. ",
    "answers": [
      {
        "id": 40,
        "text": "далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "\n Почти всю ночь я не спала, а утром написала девчонкам, что в колледже меня сегодня не будет, хотя и не знала появлюсь ли я вообще там когда-нибудь. \n В действительности со мной никогда ничего не случалось плохого; пусть я и не получила безграничную родительскую любовь, но меня никогда не били, я не голодала; с детства я получала брендовую одежду и лучшие игрушки, хоть и сама частенько ощущала себя дорогой игрушкой... Но назвать это проблемой я не могла, я давно привыкла к своей роли и с удовольствием еë исполняла. Но сейчас я чувствовала, будто падаю в какую-то пропасть, держать меня никто не станет, а одной мне не выбраться. \n Когда я вышла из своей спальни, меня встретила Присцилла, старая экономка. Еë каменное лицо, как обычно не выражало никаких эмоций. Она появилась в этом доме сразу после развода родителей. По словам матери эта женщина была профессионалом своего дела, к тому же честная и дисциплинированная, но меня пугало, что за все эти годы я ни разу не видела улыбку на лице этой женщине, а в детстве я и вовсе считала еë роботом. В прочем так оно и было по сути. Я ухмыльнулась этой мысле, облокотившись на перила лестницы. Женщина тихо поприветствовала меня и сообщила, что моя дорогая мама пока не выходила из своего кабинета и я отправилась к ней. \n Когда я вошла в кабинет, моя мать сидела за столом, закрывая лицо руками, но увидев меня опустила их. Казалось она не знала, как реагировать не моë появление. Пожалуй, в первые секунды на лице была даже искренняя радость, но она быстро натянула маску безразличия и ухмыляясь заговорила: \"Кажется, ночь выдалась не совсем обычной?! Ну, что, теперь ты готова меня выслушать?\"",
    "answers": [
      {
        "id": 33,
        "text": "далее"
      }
    ]
  },
  {
    "id": 40,
    "text": " Выпитые бокалы я не считала и веселилась, не думая о завтрешнем дне. Этот вечер не отличался от сотни других проведëнных здесь, за одним исключением, этот вечер был последним в моей жизни. Я танцевала и не хотела останавливаться, хотя мои ноги молили о передышки, но я не знала какой танец станет для меня последним и продолжала танцевать.\n Когда Мия и Мон приехали в клуб, я танцевала на барной стойке. Мия достала телефон и хотела снять видео, Моника сказала ей этого не делать и помогла мне спуститься. Я крепко еë обняла, и сказала, что безумно рада, что у меня есть такая подруга, как она. Моника велела бармену сделать мне кофе, в то время, как я выкрикивала названия коктейлей. Мне не хотелось останавливаться, тогда Мон и Мия потащили меня за наш столик. Загибаясь от смеха мы плюхнулись на диванчик, который был расчитан на двоих, с диким смехом я попыталась встать, когда принесли моë кофе, но поняла, что слишком плотно прижата, девчонки это тоже поняли и совместными усилиями мы смогли выбраться из диванного плена, в который угодили по доброй воле. Едва я сделала первый глоток, на телефон пришло короткое сообщение: \"Я жду тебя!\".\n Мия, сидевшая рядом, увидела сообщение. Мои попытки забытся безвозратно улетели в бездну... \n — Что там? — спросила Моника, увидев моë побледневшее лицо. \n— Мне нужно идти! \n— У тебя всё хорошо? \n— Мы с Рэйем договорились позже увидеться, так, что не ждите меня! \n Мия выгнула одну бровь, она видела сообщение и знала, что оно не от него, но коментировать это никак не стала. Я накинула куртку и вышла из клуба. ",
    "answers": [
      {
        "id": 41,
        "text": "далее"
      }
    ]
  },
  {
    "id": 41,
    "text": " На парковке стояла машина Рэя и мне сразу захотелось побежать к нему, но я мысленно себя одëрнула: \"Он не сможет мне помочь, да и такое проблемы ему не нужны!\" Я дошла до угла и спряталась в тени. \"Видимо, моë желание всë же исполнилось и я хотя бы его увижу, хоть и не смогу попращаться\" — подумала я, наблюдая, как он заходит в клуб, а после меня снова окружило тëмное пламя. \n Красные бархатные стены — это первое, что я увидела, когда пламя потухло. \"Это ад!?\" — неосознанно вырвалось у меня. За моей спиной раздался смех. Несколько кресел и длинный красный диван окружали столик из красного дерева, на стенах были бра в виде свечей, которые ярко горели, но комната всë равно казалась тëмной. Интерьер отдвал пошлостью, хоть и был довольно дорогим. На диване раскинув руки сидел демон, которому принадлежала моя душа. Несмотря на завилистый смех, его лицо казалось совершенно равнодушным. \"Садись!\" — его приказной тон, исключал возможность выбора и я села в одно из кресел. \n— Мы не договорили вчера! Это не ад, но я могу отправить тебя туда прямо сейчас! \n— Тогда почему ещё не отправил? \n— А ты мне нравишься! Каждый раз жду, что ты начнëшь умолять меня, плакать, а ты в ответ дерзишь! \n Его глаза потемнели, и в их я видела такой же чëрный огонь, что перенëс меня сюда. Я сжала кулаки, чтоб действительно не расплакаться от страха и отчаяния, он явно это видел и наслаждался зрелещем. Помимо страха, что сковывал меня, я стала ощущать ещё и злость. Более никчëмно я себя ещё никогда не чувствола, в глазах этого демона я была лишь вещью, его вещью. Подобным взглядом я смотрела на подаренные мне безделушки, от ничего не значащих мне людей. Он изучал меня и оценивал, прежде чем выкинуть, раздражаясь тем, что вообще потрател на это время. \n— Сколько можно? Говори, что тебе нужно или отправляй меня в ад! \n— С чего ты взяла, что мне от тебя, что-то нужно? \n— Разве я бы тут была, если бы это было не так? Не нужные вещи я сразу выбрасываю, а не ищу им применение! \n— Занятно! Ты умнее, чем кажешься на первый взгляд! Но давай проясним, ты мне не там уж и нужна, но я могу тебя использовать! Если станешь мне служить, получишь назад свою душу!\n— А если нет? \n— Это в самом деле нужно объяснять, не нужно меня разачаровывать глупыми вопросами! \n— Служить, как? \n— Это уже правильный вопрос! Мне нужно больше душ, соберëшь их и ты свободна! \n— Что мне нужно делать? \n— Так ты согласна? \n— Да! \n— Тогда сядь ближе! \n Я подчинилась, сев на край дивана, он улыбнулся и достал складной нож из кармана. Закрыв глаза, я представила, как он перерезает мне горло этим ножом. \"Может, если я побегу сейчас, я смогу прожить на целую минуту дольше, может я смогу ударить его этим ножом, но что тогда будет?\" — поток этих бессмысленных мыслей, прервал чарующий голос демона, что присел ко мне совсем рядом, заправляя прядь моих волос за ухо: \"Открой рот!\". Я открыла глаза, нож лежал на столе, а с его запястья стекала медленно кровь. \n \"Открой рот!\" — тихо повторил он и я послушно сделала, что он просил. Демон приблизил свою руку к моим губам. \"Пей!\" — его указания казались теперь лаковыми и я подчинилась. Мои губы были в его крови, однако металический вкус во рту говорил, что внутрь она тоже попала. \"Проглати!\" — прозвучал демонический шëпот и я в который раз подчинилась. Демон невозмутимо отстранился и ухмыляясь бросил мне: \"Поздравляю, контракт заключëн!\"\n \n\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец I главы"
      }
    ]
  },
  {
    "id": 42,
    "text": " Демон перенëс меня в один из тëмных коридоров клуба, из которого я ушла. Теперь от громкой музыки болела голова, а алкоголя в крови я больше не чувствовала. Пройдя пару шагов мення окликнули. Голос Мии я сразу узнала. До чего же раздрожающим показался еë голос, но всё равно натянула улыбку перед тем, как обернуться. \n— Мы тебя потеряли! Где ты была?- обеспокоенным голосом спросила она, но я всё чаще слыша в нëм фальшь, и этот раз не стал исключением. \n— Всë в порядке! Я взрослая девочка! \n— Расскажи это своему парню, который весь вечер тебя ищет! \n \"Рэй! Я совсем забыла, что он приехал сюда!\"- промелькнула, в моей голове, это же мысль отразилась и на моëм лице, когда я заметила его фигуру в конце коридора, приближающеюся к нам. \n— Где ты была? \n— Я... \n— Чëрт! У тебя кровь? \n Я провела кончиками пальцев по губам, осознав, что кровь демона всë ещё на моих губах. \n— Я сейчас вернусь! — ничего не придумав, ответила я, направляясь к дверце туалета, но Рей схватил меня за руку, не позволяя уйти. \n— Мия, оставь нас! — твëрдо сказал он.\n— Может нужна помощь! \n— Нет!\n Настойчивости Рэя хватило, и она ушла, оставив нас наедине. Парень ослабил хватку, но руку мою не отпустив. \n— Ты звонила и я бросил все дела и приехал, а тебя нигде нет! \n— Дай мне минуту, пожалуйста! \n— Клара! Что случилось? \n— Что ты хочешь услышать? Я напилась и упала, но сейчас всё в порядке! А теперь отпусти меня, мне надо умыться! \n— Ладно!\n Он небрежно отпустил мою руку и я скрылась за дверью уборной, когда я вышла Рэя уже не было. Я присела за наш столик и схватилась за голову. На край дивана присела Мия. \n— Посорились? \n— Нет! \n— Тебе плохо? Ты что-то приняла? \n В ответ я лишь смогла рассмеяться. К нам подошла Моника. \n— Клара! Ты в порядке? \n— Кажется, она что-то приняла! \n— Мия, что ты несëшь?! Клара, посмотри на меня, давай я вызову такси, вместе поедем! Если не хочешь говорить, не надо! \n Она обняла меня и, кажется, мне это было действительно нужно. Через двадцать минут подъехала машина и мы вместе уехала. Моника проводила меня до квартиры, а после уехала. ",
    "answers": [
      {
        "id": 43,
        "text": "далее"
      }
    ]
  },
  {
    "id": 43,
    "text": " Утром Рэй за мной не заехал и ничего мне не написал. Я вызвола такси и поехала в колледж. В такси я несколько раз набирала сообщение и несколько раз стирала, в итоге так и не решилась ему написать. \nУтро было хмурым. Небо затянуло огромными тучами, я когда я подъехала хлынул дождь. Зонта с собой у меня не было, но от парковки до крыльца колледжа бежать было не так уж и много. Сверкнула молния. Я вышла из машины и над моей головой появился зонт. Я посмотрела на того, кто его держал и непроизвольно сжалась. \n— Значит, здесь ты и учишься! — непосредственно сказал демон. \n— Как ты... Зачем ты здесь? \n— Я надеялся на более тëплое приветствие! \n— Тëплое приветствие? \n— Я провожу тебя, дождь не скоро закончится! \n— Нас могут увидеть! \n— И? \n Дождь продолжал лить, машина давно уехала, а я продолжала стоять на месте. \n— Не приходи сюда, может у меня и нет души, но есть жизнь! \n— Спорное утверждение! — заявил он, протягивая мне раскрытую ладонь. \n— Что? \n— Твой телефон! \n Я решила не спорить, и просто достала из сумки устройство связи. \n— Вот! \n— Разблокируй. \n Я ввела 4 цифры. На экране высветилось фото, где Рей обнимает меня двумя руками, прижимая к себе. \n— Это твой парень? \n— Разве это имеет какое-то значение? \n— Ты права, не имеет! \n Мой телефон мгновенно оказался у него и он стал набирать чей-то номер. \n— Тебе пора начитать работать! — серьëзным тоном произнëс демон. \n— Я понимаю! \n— Я так не думаю! До конца года, мне нужно сто душ, а у меня только одна в резерве и половина срока почти прошло! \n— У вас что, есть какой-то план по сбору душ? \n— Можно и так сказать! \n Демон загадочно улыбнулся, и напечатав что-то, протянув телефон обратно. \n",
    "answers": [
      {
        "id": 44,
        "text": "далее"
      }
    ]
  },
  {
    "id": 44,
    "text": " Занятия прошли спокойно. На перерывах между лекциями Моника рассказывала про очередного парня, который ей понравился, Мия вела себя тихо и только слушала, вчерашний вечер никто не обсуждал. Рэя сегодня не было, мне хотелось его увидить, но позвонить или написать я так и не решилась. После занятий я поехала сразу домой. \n Возле моего дома был припаркован автомобиль Рэя. Он сидел внутри. Сердце пропустило удар. Подходя в его машине и открывая дверцу, я всë ещё не могла решить, сделать ли мне вид, что ничего вчера не было или сразу извиниться. В итоге я и не поцеловала его, как обычно, и не произнесла ни слова, а просто замерла. Он улыбнулся и первый потянулся ко мне, взяв за руку. Мне было стыдно смотреть ему в глаза, ведь я никогда его не обманывала, но голову я всë же повернула. На его лице была искренняя улыбка и мою руку он так и не отпустил. \n— Давай поговорим о нас!\n— Конечно! — еле вымолвила я. \n Второй рукой он потянулся к моему лицу и стал поглаживать большим пальцем вдоль щеки. \n— Прости меня! \n— Что? За что ты извиняешься? — не смогла удержать удивления я. \n— В начале отношений, я сказал, что мы встречаемся только, пока нам хорошо друг с другом... И мне всегда было хорошо, когда ты рядом, ты стала какой-то естественной частью моего мира. Если честно, я даже не помню, кто был рядом со мной до тебя. Но я не слепой и прекрасно вижу; как меняются твои глаза, когда ты злишься, как ты не смотришь в глаза, когда тебе грустно, продолжая улыбаться, как ты сжимашь кулаки, когда тебе больно ли страшно... Так больше не может продолжаться! \n— Ты хочешь... расстаться? \n— Клара Люкьер, я не хочу расстоваться! Я хочу нечто большего, я хочу, чтобы ты тоже впустила меня в свою жизнь! Пускай так всë горит или беспросветная тьма, я не исчезну, не испугаюсь... Я помню всë, что говорил раньше, но, пожалуйста, не бойся мне открытся! Я останусь рядом! \n Я никогда не слышала фразу \"я горжусь тобой\" в свой адрес, скорее моим вечным спутником было \"не разачаровывай меня\". Нельзя было показывать на людях, что мне что-то не нравится или капризничать, я должна быть идеальной от внешности, до поведения. Пожалуй единственный кто позволял мне дурачится, не отчитывал за ошибки и просто позволял быть не совершенной, был мой отец, но когда он ушëл, мама сказала, что я должна была больше стараться, чтобы быть идеальной дочкой, от которой отец никогда не уйдёт, и я ей верила и старалась, а после привыкла так жить.\n Теперь же от услышанных слов по щекам потекли слëзы, Рэй прижал меня к себе и поцеловал в макушку. Мы могли ли бы долго так сидеть, но телефон в моëм кармане завибрировал, я смахнула слëзы и достала его. \n На экране высвятилось незнакомое мне имя \"Андрас\". Я вышла из машины и ответила на звонок. Из динамика раздался голос демона:\n— Ты должна сразу отвечать, когда я звоню! \n— Это твой номер? \n— Да, я же не могу искать тебя по всему городу! \n— Разве ты не знаешь где я? \n— Откуда мне знать! \n— Но, как ты меня находил раньше? \n— Основную информация, конечно, я получил от твоей мамы, но а так любой твой знакомый за пару купюр скажет, где тебя искать! \n— Значит... \n— Даже не думай! Скажем, если ты окажешься рядом, я почувствую тебя, даже если не буду видеть, но на большие расстояния, это не работает. Вдумаешь спрятаться от меня, убежать, и я найду тебя и тогда ты пожалеешь, что сразу не отправилась в ад! \n— Я просто так спросила! \n— Надеюсь я удовлетворил твоë любопытство! А теперь к делу! До полуночи и ни минутой позже, как минимум одна душа, иначе контракт будет расторгнут! И да, Клара, не разочаровывай меня! ",
    "answers": [
      {
        "id": 45,
        "text": "далее"
      }
    ]
  },
  {
    "id": 45,
    "text": " Вечером мы поехали с Рэйем в клуб. На этот раз там должны были быть друзья Рэя, с которыми я общалась из необходимости. К примеру, Питэр, которого все называли Скрипач, его родители игрют в оркестре и часто из-за гастролей оставляют его одного, а пока их нет, он часто устраивает вечеринки. В одну из таких вечеринок он достал антикварную скрипку родителей и разбил еë, пытаясь сыграть. А ещё Картэр, у нас было одно свидание, до того, как я начала встречаться с Рэймондом, и можно сказать не плохое, но сразу после, он стал распускать руки и настаивать на продолжении. Я вышла из машины и пошла домой пешком. Второго свидания у нас уже не было, хотя оказазавшись в одной компании, мы оба делаем вид, что и первого тоже. Моника сказала, что у неë дела дома и еë не будет, а вот Мия, услышав, что я буду с Рэйем, конечно же, пришла. \n Места было предостаточно, но я сидела на коленях у Рэя. Картэр в этот раз пришëл с девушкой, которую никто раньше не видел, на ней было красивое блестящее платье, слишком откровенное, но оно ей шло. В начале вечера он еë всем представил, но я не запомнила, как еë зовут. \n Часы показывали, что уже скоро восемь, а демон вряд ли шутил, когда говорил, что отправит меня в ад, если я не справлюсь. \n На самом деле процедура заключения сделки была очень простой, всего три пункта. Первое — это желание: не так важно какое, это может быть мечта всей жизнь или сиюминутная прихоть, главное, чтобы человек этого хотел. Второе — это согласие: человек должен согласиться отдать свою душу, его нельзя добиться угрозами или пытками, неважно верит человек в существование вообще души или нет, задумывается, что с ним будет после, не имеет значения, главное только согласие. Третье — это кровь: хватит даже маленькой капли на клочке бумаги, салфетки или даже на носовом платке, своего рода подпись, заключающая сделку. \n ",
    "answers": [
      {
        "id": 46,
        "text": "далее"
      }
    ]
  },
  {
    "id": 46,
    "text": " Картэр со своей спутницей пошли на танцпол, а я искала повод отлучится, но Рэй не позволял мне это сделать. Я всё чаще снимала блокировку на айфоне, чтоб посмотреть на время, но оно беспощадно лишь шло вперëд. \n— Ждëшь звонка? — раздался голос Мии. \n— С чего ты взяла? \n— Ты постоянно проверяешь телефон! \n— Просто посмотрела на время! Кстати, телефон почти разрядился! Схожу в бар, поставлю на зарядку!\n— Давай я! — сказал Рэй, протягивая руку. \n— Спасибо, но я сама! Мне ещё нужно в уборную!\n— Ты ведь не исчезнешь? — прошептал парень прежде, чем я встала. \n— Конечно, нет! Я скоро! \n Я действительно пошла к бару. За барной стойкой был Стив. Он был в своих мыслях, поэтому не сразу меня заметил. \n— Привет! Тяжëлая ночь? Ты какой-то загруженный! \n— Добрый вечер, мисс Люкьер! — шутливо ответил он. \n— Эй, что случилось? \n— Не бери в голову! Я обычно здесь психолог! \n— И всë-таки? Может я смогу помочь! \n— Не думаю! Дом, которой построил ещё мой дедушка скоро снесут! \n— Что? Почему? \n— В районе, где я вырос, построят скоро новый торговый центр. Все дома в округе уже скупили. Наш с мамой дом стал последним... Наверное, я бы сделал, что угодно, чтобы они оставили нас в покое! \n— Что угодно? Даже... отдал бы... свою ду... \n— Что? Я не расслышал! Но, наверное, отдал бы всë, лишь бы не видеть, как мама плачет из-за этого. \n— НЕТ! Не говори так, главное, что все живы и здоровы, а это всего лишь дом! \n— Да, наверное, ты права Клара! Спасибо тебе! \n Ничего больше не сказав, я ушла. Пока Рэй меня не потерял, я решила вернуться. Если быть честной с самой собой, то может я действительно должна попасть в ад, ведь от святой я точно далека. Но Стив, он действительно хороший и не заслуживает такого. \n Едва я попала в коридор, ведущий к нашему столику в  vip- зоне, я отчëтливо услышала голос Мии:\n— Ты заслуживаешь большего... Мне просто обидно за тебя! \n— Я уже не в первый раз говорю, это! Не лезь в наши отношения!!! \n— Рэй! Я бы всё слалала ради тебя... \n— Убери руки! \n Сделав не возмутимое лицо, я шагнула дальше. Стук моих каблуков, отрезвил Мию и она сделала вид, что ничего не было, широко улыбаясь мне. \n \n",
    "answers": [
      {
        "id": 47,
        "text": "далее"
      }
    ]
  },
  {
    "id": 47,
    "text": " Парням принесли крепкие напитки, а девочкам ещё по одному коктейлю. Рэй потащил меня на танцпол. Ритм музыки всë ускорялся, однако мы танцевали под свой собственный. Я чувствовала его дыхание на своей шее, его руки нежно обвивали мою талию без примеси пошлости, голова кружилась или он меня кружил, но мне было хорошо, хотелось, чтобы этот момент не кончался. \n После танца я всë же пошла в дамскую комнату, чтобы освежиться и услышала, как в одной из кабинок кто-то тихо плачет. \"Своих проблем хватает!\" — подумала я и принялась поправлять макияж, потом тяжело вздохнула и постучала по дверце кабинки, откуда доносился плач. \"Эй! У вас там всё хорошо? Может помочь?\" — осторожно спросила я, оправдывая своë поведение выпитым алкоголем, или же всему виной была адская бездна, которая вот-вот поглатит меня, в буквальном смысле. В любом случае, проблемы остальных людей меня раньше не волновали, да и помогать кому-то из обычного сочувствия, было не в моëм характере. Каждый сам за себя, такой мир. \n Дверца, тем не менее открылась и оттуда вышла заплаканная спутница Картэра. \n— Он тебя обидел? \n— Картэр? Нет... То есть, не совсем... \n— Что случилось? \n— Я люблю его, понимаешь... А он говорит, что мы может проводить время друг с другом веселиться, но не более того, что отношения не для него... А я не могу без него, я на всë готова! — шмыгая носом ответила девушка. \n— Прямо-таки на всë? \n— Всё, что угодно: приворожить, душу продать, даже, наверное, убить... \n— Больше не говори таких вещей, никому, поняла. Кто-то этим обязательно может воспользоваться, а по поводу Картэра, просто покажи ему, что лучше тебя он не сможет никого найти, а потом заставь ревновать, и он сам приползëт к тебе! \n Девушка успокоилась и даже мне улыбнулась. \n— Спасибо! Ты не такая, какой я тебя представляла!\n— Ошибаешься, я ещё хуже! — ответила я, когда она уже вышла. \n Я вышла, почти следом за ней. Она присоединилась к Картэру, который с большим интересом говорил о чëм-то со Скрипачом. Я посмотрела на время, телефон показывал 10:22. \n Я решила спуститься в бар. Возле входа в vip- зону стояла Мия, целуя моего парня. ",
    "answers": [
      {
        "id": 48,
        "text": "далее"
      }
    ]
  },
  {
    "id": 48,
    "text": " Если бы ему она нравилась, он бы сказал, если бы одной меня ему было мало — тоже. У нас были именно такие отношения; без ненужной лжи и циничной договорëнностью в самом их начале, конечно, Мия об этом ничего не знала потому, что никогда не была его девушкой, только наивно мечтала об этом. Поэтому этот поцелуй не вызвал у меня ревности, скорее раздрожение; но вмешиваться мне не пришлось, Рэй сам оттолкнул еë. После чего она заметила меня и обескураженно стала поправлять платье. Рэй тоже меня заметил, но его взгляд не изменился. Я подошла ближе к парню, игнорируя присутствие Мии, и улыбнулась, положа руки ему на плечи. \"Кажется, мне уже хватит пить! Закажи мне что-нибудь безалкогольное!\" — прошептала я, вытерая след чужой помады на его губах, а после сама впилась ему в губы. На мой поцелуй он ответил с такой же страстью, прижимая меня к себе всё сильнее. Я отстранилась первая. Рэй дышал глубоко, этого ему было мало, но он всё-таки ушëл, а я повернулась к Мии, которая всë так же сконфуженно стояла, опустив глаза. Я подошла к ней вплотную. \n— Я очень часто делилась с тобой косметикой, вероятно, ты решила, что и парень у теперь будет общий? \n— Нет, ты всё не правильно поняла! Я просто выпила много и... \n— Знаешь почему он никогда на тебя не посмотрит? — ядовито прошептала я ей на ухо. \n— Я же сказала, это не то... \n— Потому, что ты слишком жалкая! Вешаешься ему на шею, пока никто не видит; а сыграть в открытую кишка тонка! \n— Я не боюсь тебя! И ты... Ты не заслуживаешь его! Для тебя он словно какой-то аксессуар, галочка в твоëм списке пунктов идеальной жизни! А для меня он всё, мне больше ничего не нужно в жизни, только он! \n— Продашь за него свою душу?\n— Да! — прозвучал еë голос, настолько уверенно, будто она точно знала на что соглашается, и ни капли в этом не сомневается. \n— Ты сейчас единственная, кого мне не жалко отправить в ад, но даже так, ты его не получишь! ",
    "answers": [
      {
        "id": 49,
        "text": "далее"
      }
    ]
  },
  {
    "id": 49,
    "text": " Пока Рэя не было, я быстро схватила свои вещи и выбежала из клуба. Уже было без десяти одиннадцать, а я не совершила ни одной сделки. Отчаянье поглатило меня и я побежала прочь. Я добежала до набережной и спряталась под мостом. Я не плакала, дул ветер и я сильнее запахнула пальто, глядя на рябь воды. Свежий воздух успокаивал, но что мне делать, я по-прежнему не знала. \n За спиной раздался резкий свит и звук приближающихся шагов. \"Уф! Крошка, тебе не больно!\" — раздался мерзопакостный голос и меня передëрнуло. \n— Чего молчишь? Ты должна спросить, с чего я взял, что тебе больно! — продолжил подвыпивший парень. \n— Вероятно, ответ будет заключаться в том, что я ангел и ударилась, когда падала с небес! \n Он рассмеялся и приобнял меня за плечи. Я скинула его руку и развернулась, чтобы уйти, но он преградил мне путь. Незнакомец был значительно выше меня и крупнее. \n— Такие девушки, как ты любят, когда с ними по-плохому! \n— Я просто хочу уйти! \n— Да, брось! Вечер только начинается! \n Его похотливый взгляд, довольно чëтко давал понять, как именно, он собирается провести вечер. Кроме нас на улице никого не было. Я попыталась его обойти, но он крепко схватил меня за руку и стал притягивать к себе. \n— Поцелуешь, может быть тогда и отпущу! \n— Хочешь мой поцелуй? \n— А ты не такая недотрога, какой кажешься! Ну же иди к папочке! \n— Сначала ответь, ты хочешь мой поцелуй? \n— Да, хочу! \n— Тогда, отдай мне за него свою душу! Ну как, согласен или боишься? \n— Бери всë, что хочешь детка, я согласен! \n Из кармана я быстро достала булавку, которую положила специально для этого, и остриём ткнула в удерживающую меня руку. Парень озверел и ударил меня по лицу. Я упала на траву. Он навис надо мной, а потом схватил больно за волосы и притянул к себе, грубо поцеловав. Его рука, сжимающая моë колено, подымалась всё выше, раздвигая мне ноги.\n— Пожалуйста, кто-нибудь! — отчаянно закричала я. \n— Здесь! Никого нет! — медленно произнëс он, а после облизал мне ухо. \n— Ну, не совсем! — раздался чей-то голос. ",
    "answers": [
      {
        "id": 50,
        "text": "далее"
      }
    ]
  },
  {
    "id": 50,
    "text": " Я вдруг поняла, чей это голос. \n— Я же сказал, сразу брать трубку, если я звоню!\n— Прости! — захлëбываясь слезами, ответила я, всë ещё прижатая к земле. \n— Эй, слышь ты! Проваливай отсюда, пока цел!- выкрикнул мой мучитель. \n Демон, казалось, даже не не замечал парня, нависшего надо мной, отчего тот заметно разозлился. От отстранился от меня, намериваясь подойти к демону, но не успел сделать и шагу, как загорелся чëрным пламенем и исчез. \n Демон приблизился ко мне. \"Ты в порядке?\" — серьëзно спросил он. Я неуверенно кивнула, размазывая слëзы по лицу. Он помог мне поднятся, а после нас окружило чëрное пламя. \n Когда оно потухло мы оба оказались возле моей квартиры. \n— Раздевайся! \n— Что? — испуганно спросила я. \n— Мне нужно твоë пальто. \n Я послушно протянула ему вещь. \n \"Поздравляю с первой сделкой!\" — произнëс демон, широко улыбаясь. Только сейчас я заметила кровь на своëм пальто, оставленную тем парнем. Из этого же пальто он достал мой телефон и протянул его мне. На экране высветился 1 пропущенный вызов от \"Андраса\" и 9 пропущенных от \"Рэя\".",
    "answers": [
      {
        "id": 51,
        "text": "остаться с демоном"
      },
      {
        "id": 52,
        "text": "пойти домой"
      }
    ]
  },
  {
    "id": 51,
    "text": " Я сжала телефон в руке и продолжила стоять. \n— Ну... Иди! \n— Не хочу... Не хочу оставаться одна! \n Демон глубо вздохнул, приблизился ко мне и нас обоих снова окружило пламя. Когда оно потухло, я оказалась в красной комнате, в которой была прошлой ночью. Демон подошëл к узкому столику, у двери и откупорил бутылку. Я смотрела на дверь и не понимала, то ли в прошлый раз я еë просто не заметила, то ли еë действительно раньше не было. \n— Хочешь узнать, что за ней? — спросил демон, заметив мой взгляд. \n— Нет, не хочу! \n Он улыбнулся и протинул мне стакан с тëмно-коричневой житкостью. Я поймала себя на мысли, что больше не испытываю страха перед демоном и залпом опустошила стакан. От вкуса и запаха меня передëрнуло и я скривилась. \n— Андрас, это твоë имя? \n— Да, но можешь звать меня \"хозяин\"! — ухмыляясь, поцедил демон и вальяжно сел на диван. \n— И что будет дальше? \n— Ты молодец, осталось собрать 99 душ и ты свободна? \n— С чего вдруг такое количество и такой срок? \n— Тебя это не должно касаться! \n— А что если я не смогу? \n— Значит, ты отпрвишься в ад! \n— Это понятно, но что будет с тобой? \n Его глаза потемнели и я поняла, что задала правильный вопрос. \n— Если будут какие-то ужасные последствия для тебя, и при этом времени осталось не так много времени, почему ты сам не заключаешь сделки? \n— Остановись! \n— Может... потому, что ты не можешь! Я нужна тебе! \n— Не неси чушь! \n Он махнул рукой и я снова оказалась в огне. Всего секунда и я была дома, в своей квартире.\n Адская бездна по-прежнему была под моими ногами, но теперь я знал, как в неë не упасть. \n ",
    "answers": [
      {
        "id": 2,
        "text": "конец II главы"
      }
    ]
  },
  {
    "id": 52,
    "text": " Я сжала телефон в руке и потянулась к дверной ручки.  \n— Первая сделка — это, как первый секс, в начале страшно, а вдруг ничего не получиться, да и удовольствие совсем не получаешь, но я уверяю тебя, потом тебе даже понравится... — прошептал мне на ухо демон, а потом исчез в чëрном огне. \n Я зашла в квартиру и не влючая свет, села на пол, прислонившись к стене. Сейчас я точно знала, что это был самый ужасный день в моей жизни. Зазвонил домофон. Я посмотрела на видеоизображение. \"Прости меня, Рэй! Но я не знаю, что тебе ответить!\" — сказала я так, будто он мог услышать и закрылась в спальне, вытерая поступившие слëзы. ",
    "answers": [
      {
        "id": 2,
        "text": "конец II главы"
      }
    ]
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  }
]