[
  {
    "id": 1,
    "text": "Автор: Teppish\nЖанр: приключение, романтика, комедия\nСтатус: завершен\n\nМолодая девушка оказывается на острове посреди океана. В памяти всплывают отрывки происшествия — кто-то столкнул её за борт прогулочной яхты, она только чудом осталась жива. \n\nВсё, что ей нужно — это выбраться, так думает она по-началу. Однако ситуация осложняется тем, что остров оказывается заселен красивыми мужчинами, каждый из которых стремится помочь \"даме в беде\". Плямя аборигенов, таинственный хозяин особняка среди джунглей, призрак из прошлой жизни и не только — все они окажутся невольными свидетелями пребывания героини на острове и сделают её жизнь полной удивительных приключений.\n\nОкунитесь в атмосферу тропического рая и, возможно, найдите свою любовь.",
    "answers": [
      {
        "id": 2,
        "text": "∆ Начать"
      },
      {
        "id": 3,
        "text": "∆ Достижения"
      },
      {
        "id": 97,
        "text": "∆ От Автора"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.postimg.cc/c1Dc9wwQ/IMG-01052022-001732-720-x-460.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.postimg.cc/c1Dc9wwQ/IMG-01052022-001732-720-x-460.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Слышу шум воды. Красиво, умиротворяюще...\n\nТак, стоп. Я резко открываю глаза и оборачиваюсь. Лежу на песке, справа шумит океан, слева пальмы. Черт! Где же это я? Последнее, что помню, как отошла во время вечерики на яхте посмотреть на воду и поговорить по телефону, а потом внезапный толчок и темнота.\n\nПолучается, я упала за борт? Или меня кто-то столкнул? И как я вообще выжила после такого... \n\nОглядываюсь по сторонам — солнце в самом зените, жара жуткая. Справа по-прежнему океан, а слева — лес пальм. Что же мне делать и куда идти?",
    "answers": [
      {
        "id": 4,
        "text": "Вновь сесть на песок под ближайшую пальму и попытаться вспомить что-то ещё"
      },
      {
        "id": 6,
        "text": "Направиться прямиком в джунгли в поисках воды и хоть кого-то живого"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/L6xg6CsB/priroda-tropiki-bereg-okean-1039385.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Здесь будут отображаться Ваши концовки ❤️\n\nВ данный момент возможно открыть 8.",
    "answers": [
      {
        "id": 39,
        "need_ever": true,
        "need": 39,
        "text": "Счастье на берегу озера"
      },
      {
        "id": 44,
        "need_ever": true,
        "need": 44,
        "text": "Вольная птица в Париже"
      },
      {
        "id": 69,
        "need_ever": true,
        "need": 69,
        "text": "Семья исследователей"
      },
      {
        "id": 92,
        "need_ever": true,
        "need": 92,
        "text": "От ненависти до любви"
      },
      {
        "id": 43,
        "need_ever": true,
        "need": 43,
        "text": "После долгой разлуки"
      },
      {
        "id": 94,
        "need_ever": true,
        "need": 94,
        "text": "Просто маленькое приключение в отпуске"
      },
      {
        "id": 103,
        "need_ever": true,
        "need": 103,
        "text": "Болезненная стабильность"
      },
      {
        "id": 114,
        "text": "Спрошу тебя через 30 лет",
        "need": 114,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "...",
        "comment": true
      },
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 4,
    "text": "Пытаясь сохранять хоть какое-то спокойствие, я сажусь под ближайшую пальму. Небольшая тень немного помогает прийти в себя и я припоминаю ещё кое-какие подробности путешествия.\n\nИтак, начнем с самого начала. Меня зовут Алиса, я отправилась в путешествие на яхте во время отдыха на Кубе со своими подругами. Там была большая шумная вечеринка... Затем я выпала за борт. С собой у меня нет ни сумки, ни телефона. Предположительно я оказалась на каком-то острове вблизи Кубы, хотя пока что не слышу признаков жизни людей...\n\n\"Потеряла телефон, зато предательские босоножки на каблуках, в которые я успела засыпать половину песка с этого берега, всё ещё остаются на моих ногах\", — с досадой думаю я.\n\nЯ растегиваю и снимаю босоножки, попутно вспоминая все фильмы о выживании на острове, которые знаю. Для начала нужно найти питьевую воду, затем укрытие и еду. И, разумеется, убедиться, что остров необитем!",
    "answers": [
      {
        "id": 7,
        "text": "Несколько раз позвать на помощь"
      }
    ]
  },
  {
    "id": 5,
    "text": "\n\nИтак, начнем с самого начала. Меня зовут Алиса, я отправилась в путешествие на яхте во время отдыха на Кубе со своими подругами. Там была большая шумная вечеринка... Затем я выпала за борт. С собой у меня нет ни сумки, ни телефона. Предположительно я оказалась на каком-то острове вблизи Кубы, хотя пока что не слышу признаков жизни людей...\n\n\"Потеряла телефон, зато предательские босоножки на каблуках, в которые я успела засыпать половину песка с этого берега, всё ещё остаются на моих ногах\", — с досадой думаю я.\n\nЯ растегиваю и снимаю босоножки, попутно вспоминая все фильмы о выживании на острове, которые знаю. Для начала нужно найти питьевую воду, затем укрытие и еду. И, разумеется, убедиться, что остров необитем!",
    "answers": [
      {
        "id": 7,
        "text": "Несколько раз позвать на помощь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Не теряя ни минуты свободного времени я направляюсь в джунгли. А что, папа вырастил меня довольно боевой дамочкой. Если дело касается спасения жизни, промедления он бы не простил. \n\nПопутно я пытаюсь вспомнить что-то новое... Итак, меня зовут Алиса, я отправилась в путешествие на яхте во время отдыха на Кубе со своими подругами. Там была большая шумная вечеринка... Затем я выпала за борт. С собой у меня нет ни сумки, ни телефона. Предположительно я оказалась на каком-то острове вблизи Кубы, хотя пока что не слышу признаков жизни людей...\n\n\"Потеряла телефон, зато предательские босоножки на каблуках, в которые я успела засыпать половину песка с этого берега, всё ещё остаются на моих ногах\", — с досадой думаю я.\n\nЯ растегиваю и снимаю босоножки, попутно вспоминая все фильмы о выживании на острове, которые знаю. Для начала нужно найти питьевую воду, затем укрытие и еду. И, разумеется, убедиться, что остров необитем!",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/13PBL5z7/jungle-tropiki-les-dzhungli.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я зову на помощь, но никто не отзываются. Только чайки кричат, словно бы насмехаясь над моей бедой. Но я не сдаюсь, ведь папа, который вырастил меня и воспитал довольно боевой дамочкой, этого бы явно не одобрил.\n\nЖара такая невыносимая, что я осознаю, если ещё хоть на десять минут останусь на этом берегу, то зажарюсь словно курица на гриле. Да и папа всегда говорил: \"Алиса, никто тебя не спасет кроме меня и тебя самой\". Однако меня уже могут искать и если я направлюсь в тот густой лес, то поиски могут затрудниться. ",
    "answers": [
      {
        "id": 8,
        "text": "Подождать ещё 10 минут, пойти в воду и охладиться от жары"
      },
      {
        "id": 9,
        "text": "Пойти на поиски спасения в джунгли"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/3Jz7BmfQ/e03f47381d23ebd.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я чувствую, что если немедленно не окунусь в воду, упаду в обморок от солнечного удара. Я забегаю в воду и умываюсь, смачивая открытые участки кожи. Очень хочется пить, но я пытаюсь собрать мысли в кучу и не паниковать. Я пообещала подождать десять минут и я выполню обещание данное себе.\n\nЗнаете, у себя на работе я довольно строгий начальник, этим я пошла в папу. Как же ещё можно руководить сотней сотрудников, если не уметь держать всех в кулаке.\n\nОднако иногда так хочется почувствовать себя обычной женщиной, молодой девушкой. Именно поэтому я и поехала в отпуск на Кубу — вечеринки, красивые парни, танцы. Хотела окунуться в совершенно другой мир. \n\n\"Вот и получила, что хотела. Сидишь на каком-то острове и даже не знаешь, спасет тебя кто-то или нет. А что, если меня не ищут? А что, если этот остров необитаем?\"",
    "answers": [
      {
        "id": 70,
        "text": "Выйти из воды и поднять босоножки с песка"
      }
    ]
  },
  {
    "id": 9,
    "text": "Кстати, перед тем, как уйти, пишу на песке просьбу о помощи. После этого отважно направляюсь в лес.\n\nДревесно-кустарниковые заросли в сочетании с высокими грубостебельными злаками выглядят завораживающе. Вспоминаю энциклопедии, которые читала в детстве с папой. Однако здесь могут обитать и страшные гады, как змеи и пауки, поэтому я внимательно смотрю под ноги и старательно обхожу любую паутину, которую вижу.\n\nНа самом деле мне хочется плакать, я почти в отчаянии, а в голову то и дело лезут глупые мысли. А если я одна на необитаемом острове? А если меня никто не спасет и я тут буду жить всю жизнь как Робинзон Крузо? Заведу тридцать попугаев, да помру в своей хижине в лесу старой девой. Столько лет потратила на образование, когда подруги говорили, чтобы веселилась и жила для себя, а теперь сгнию здесь никому не нужная. Странно, что мысли об отсутствии парня пришли именно сегодня и в этот момент. \n\nА тем временем я оказываюсь перед развилкой: две тропинки, о да, вытоптаннанные кем-то (надеюсь, человеком!), кажуться абсолютно одинаковыми.  Единственное, дорожка, ведущая прямо, уходит куда-то вниз по склону. ",
    "answers": [
      {
        "id": 10,
        "text": "Пойти прямо "
      },
      {
        "id": 11,
        "text": "Пойти налево"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/4NpBGDXc/neozhidannye-tajny-dzhunglej-1.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я вспоминаю ещё одну жизненно-важную информацию: большая часть ручейков с питьевой водой стекают вниз по склону и образовывают маленькие озера. По крайней мере так писали в энциклопедиях...\n\nИ я действительно оказываюсь права! Всего через несколько минут пути я оказываюсь у прекрасного большого озера. Я подхожу ближе и черпаю ладонью воду — пресная. Боже мой, как это прекрасно! \n\nОзеро находится между двух скал, окруженных густым лесом. С высоты десяти метров с шумом падает вода из водопада. Поют экзотические птички. Это место — райский оазис среди джинглей. ",
    "answers": [
      {
        "id": 12,
        "text": "Скинуть с себя одежду и поплавать"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/wMjgzXmy/vodopad13.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "Дорожка налево петляет, а затем начинает вести меня куда-то вверх. Через пятнадцать минут я уже схожу с ума от жары, жажды и усталости. Ещё немного и упаду в обморок прямо на дороге.\n\nКо всему прочему на дороге ещё одна развилка. Как я их ненавижу... Куда же мне пойти?",
    "answers": [
      {
        "id": 41,
        "text": "Направо"
      },
      {
        "id": 42,
        "text": "Налево"
      }
    ]
  },
  {
    "id": 12,
    "text": "Не могу удержаться от того, чтобы не поплавать в этой голубой чистейшей воде. Я скидываю с себя одежду и с головой подгружаюсь в прохладную водичку. Разгоряченное на солнце тело чуть ли не шипит от этого контракта, но я продолжаю плыть, наслаждаясь каждой секундой проведенного времени. \n\nВедь в конце концов я отправилась на Кубу в отпуск. Я так хотела получить заслуженный отдых, ощутить силу дикой природы, отдохнуть душой. И что-то мне подсказывает, что нигде я в мире не найду более уединенного и красивого места, чем в этом прекрасном озере.",
    "answers": [
      {
        "id": 13,
        "text": "Доплыть до водопада"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вода ударяет по рукам и бьет в лицо, а я заливаюсь смехом. Красиво. Возможно, мне бы хотелось здесь остаться жить.\n\nИ о чем я думаю? У меня дома своя квартира, кампания, друзья, а я нахожусь непонятно где и мечтаю не весть о чем. \n\nВнезапно я слышу за спиной треск ветви, довольно отчетливый даже на фоне шумного водопада. Я оборачиваюсь и замечаю мужчину. Ему лет двадцать пять. Он высокий, загорелый, темноволосый. Широкие плечи, красивое тело... Я это замечаю, ведь из одежды у него только небольшая набедренная повязка. О боже, он что, из какого-то племени?\n\nЧерные глаза-угольки неотрывно смотрят на мой оголенный силуэт в воде.",
    "answers": [
      {
        "id": 14,
        "text": "- Ты чего смотришь? Отвернись! "
      }
    ]
  },
  {
    "id": 14,
    "text": "Сама не замечаю, как слова вылетают изо рта. Однако он никак на них не реагирует, словно не понимает моей речи. Да даже если он туземец и действительно не понимает, как моё очевидное возмущение не могло его заставить хотя бы интуитивно прикрыть глаза?\n\nИ всё же через несколько секунд мужчина расплывается в широкой белозубой улыбке и скрывается в тени деревьев.",
    "answers": [
      {
        "id": 15,
        "text": "От неожиданности потерять равновесие и упасть за водопад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я всё ещё нахожусь в шоке от увиденного и когда проваливаюсь за водопад, то не сразу осознаю, что нахожусь в небольшой пещере. Некоторое время я там сижу, пытаясь переварить информацию.\n\nЯ не одна на острове, нас как минимум двое. Я наткнулась на красивого, но наглого мужчину. Пока не знаю, хороший он или плохой, но могу сказать точно... Я замерзла и пора мне выходить из воды.\n\nЯ и не замечаю, как наступила почти кромешная темнота на улице. Наверное, я ошиблась, когда подумала, что очнулась, когда солнце было в зените, иначе как объяснить, что сейчас уже вечер.\n\nЯ решаю, что безопаснее всего остаться ночевать в пещере за водопадом, ведь сюда можно добраться лишь переплыв озеро, других выходов из пещеры я не замечаю. Я натаскиваю несколько пальмовых веток и, укутавшись в них, дрожу от холода и голода, пока не засыпаю от усталости крепким сном.",
    "answers": [
      {
        "id": 16,
        "text": "На следующий день",
        "blackout": true
      }
    ]
  },
  {
    "id": 16,
    "text": "Мне сниться прекрасный темноглазый незнакомец. Он смотрит на меня так же нагло, как и в прошлый раз, немного закусывает пухлую нижнюю губу, подхватывает меня на руки и уносит в закат.\n\nЧерт, кажется то, что я довольно долго без мужчины, всё же дает о себе знать. Стоит увидеть красавчика — инстинкты возвращаются, какая бы я деловая недотрога не была по жизни. \n\nЯ выбираюсь из своего укрытия и иду найти себе хоть что-то на завтрак. Так же есть надежда на то, что я встречу ещё кого-то из местных жителей. Может быть, совсем рядом находится поселение, из которого пришёл \"он\". \n\nЯ пробираюсь сквозь джунгли, пока внезапно что-то резко не ударяет меня по голове и я не теряю сознание.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я просыпаюсь и понимаю, что я привязана к импровизированному трону толстым канатом. Голова гудит, а шум, который доноситься со всех сторон, мою боль меньше не делает.\n\nЯ нахожусь посреди огромной поляны и вокруг меня около тридцатити мужчин в набердренных повязках и копьями в руках. Неподалеку множество одноэтажных домиков — очевидно, я нахожусь в деревне...\n\n\"Деревне племени аборигенов\", — думаю я с ужасом, отмечая однако, что цвет их кожи не намного темнее моего собственного. Они скорее похожи на латиноамериканцев, чем на привычных мне в книгах темнокожих дикарей.\n\n  — Эль дра ну ар! — восклицает один из них на неизвестном мне языке. Хор голосов начинает скандировать эту фразу, а я вновь жмурюсь от головной боли, которую создал этот шум. Забавно — пока я искала людей, они меня сами нашли. Вот только они совсем не похожи на тех, с кем можно договориться...\n\nСудя по моему нетронутому платью и телу без повреждений, они меня не тронули и не обидели. Значит ли это, что у них инные мотивы? Зачем же тогда меня связывать веревкой?",
    "answers": [
      {
        "id": 18,
        "text": "- Дран! - перебивает всех властный голос и я поворачиваю голову, чтобы взглянуть на источник звука."
      },
      {
        "id": 17,
        "text": "1) - Избранная очнулась! (перев. из ягуанского языка)\n\n2) - Тихо! ",
        "comment": true
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/9fY6f4VG/Tropics-Houses-Kogi-479592-3840x2400.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "Он красив, грива каштановых волос делает его похожим на льва. Янтарного цвета глаза смотрят строго на племя и я вижу, как под этим взглядом каждый из них почти мгновенно стих и опустил голову. Его облик кажется мне отдаленно знакомым.\n\n  — Ана эр ду бэр сет. Ми нар аль де. Ну ар хир!\n \nМне страшно, но я не могу просто сидеть и дрожать. Я решаюсь обратиться к \"предводителю\" группы. \n\n  — Пожалуйста, если кто-то знает русский язык, отпустите меня. Я просто хочу домой. Прошу вас, — говорю я людям, но встречаюсь лишь с недоуменными взглядами.",
    "answers": [
      {
        "id": 19,
        "text": "- Ты не уйти, - отвечает мне \"лев\" тихо, но так же уверенно, как и остальным. Я встречаюсь взглядом с его глазами и понимаю, что не в силах его отвести. - Судьба привести тебя сюда. Ты будешь невеста. Ты \"ну ар\" и будешь \"эль си\"."
      },
      {
        "id": 18,
        "text": "1) Как вам не стыдно. Здесь женщина впервые за двадцать лет. Уважение избранной!\n\n2) ну ар - избранная\n\n3) эль си - хранительница",
        "comment": true
      }
    ]
  },
  {
    "id": 19,
    "text": "  — Я очень богатая. У меня в моей стране много денег. Золото. Мой отец тоже богатый, он отдаст за меня сколько угодно, — продолжаю говорить я, чувствую, что ещё немного и голос предательски дрогнет.\n\n\"Он хочет меня женить на ком-то. Господи, если я ещё вчера думала, что умру одинокой на острове, я не просила выдавать меня замуж на следующий день!\"\n\n  — Мне не нужны деньги. Мне нужна жена, — говорит он спокойно и на удивительно правильном русском.\n  — Но я Вас совсем не знаю, я не могу выйти замуж просто так, — слёзы всё же покатились. Не смогла удержать, — как Вас зовут хотя бы?\n  — Я есть Арман де Рэ Ланкастэ. Я вожак эта племя. Завтра утро быть церемония. Сегодня ночь праздник Трех огней, святой. Твой время думать. Ты сама будешь обещать быть жена. ",
    "answers": [
      {
        "id": 20,
        "text": "- Да не буду я ничего никому обещать!"
      },
      {
        "id": 21,
        "text": "\"стиснуть зубы и промолчать\""
      }
    ]
  },
  {
    "id": 20,
    "text": "Арман впервые мне улыбается открытой улыбкой. Он поправляет украшение на груди и отвечает:\n\n  — Твой выбор будет правдой, ну ар. \n\nЕго ответ ничего не прояснил. Единственное, я увидела какая красивая улыбка у этого льва. Интересно было бы узнать его по-ближе... Если бы он, конечно, не вынужнал выйти за него замуж силой!",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "  — Не надо злиться...\n\nАрман впервые мне улыбается открытой улыбкой. Он поправляет украшение на груди и добавляет:\n\n  — Твой выбор будет правдой, ну ар. \n\nЕго ответ ничего не прояснил. Единственное, я увидела какая красивая улыбка у этого льва. Интересно было бы узнать его по-ближе... Если бы он, конечно, не вынуждал выйти за него замуж силой!",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Весь день я себя чувствовала птичкой в клетке. Вокруг меня крутились разные мужчины: они принесли мне много корзин экзотических фруктов и вкусностей и очень красивую одежду. В общем, старались, чтобы мой гнев сменился на милость, как я поняла. Однако когда я пыталась им что-то говорить, они лишь испуганно отводили взгляд и что-то быстро отвечали на неизвестном мне языке, а затем уходили. Почти всё время вплоть до вечера я провела в маленьком одноэтажном домике в одиночестве. \n\nИ как я не искала взглядом хоть одну девушку — тщетно. Не знаю почему, но в этом племени не было замечено ни женщин, ни детей. Одни лишь мужчины до тридцати лет, высокие, серьезные и симпатичные.\n\nУлучив момент, я в который раз за день пытаюсь открыть дверь, но у меня ничего не выходит. Видимо она открывается с другой стороны. Я пробую ещё раз и ещё раз, нервы уже окончательно сдают, пока дверь неожиданно не открывается и я не налетаю на...",
    "answers": [
      {
        "id": 34,
        "text": "...Армана, того самого вождя племени, похожего на льва.",
        "need": 96
      },
      {
        "id": 23,
        "text": "...незнакомца, которого встретила у водопада.",
        "need": 15
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/HLJJyvj0/depositphotos-201625014-stock-photo-happy-young-woman-with-basket-01.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я врезаюсь в него на скорости и оказываюсь крепко прижатой к его груди. Он интуитивно распахивает объятия и его рука оказывается на моей талии. \n\nМы стоим так несколько секунд, которые кажутся мне вечностью. Я чувствую, как быстро бьётся его сердце. А может, моё тоже, так как я начинаю волноваться, находясь так близко к столь красивому мужчине. \n\nИ всё же я делаю шаг назад.\n\n  — Прости, — смущаюсь я, а затем вспоминаю, как он при нашей последней встрече безцеремонно разглядывал моё тело в воде и начинаю злиться. — Впрочем, это ты должен извиниться за своё поведение! Если ты красивый, это не значит, что тебе позволено наблюдать за чужими девушками, когда они плавают! Впрочем, не важно, всё равно ты меня не понимаешь...\n  — Вообще-то, я понимать, — улыбается мне он с вызовом и его черные глаза начинают сверкать задорными искорками, — и не быть извиняться. Тело человека красиво, когда естественно. Нечего стесняться. Ты считать меня красивым? — он расплывается в ещё более широкой улыбке.",
    "answers": [
      {
        "id": 24,
        "text": "- Кто ты такой? Откуда знаешь русский так хорошо? - сказать, что я обалдела, ничего не сказать. Я краснею и меня просто распирает от возмущения."
      }
    ]
  },
  {
    "id": 24,
    "text": "  — Меня зовут Дан, — говорит он, не отрывая взгляда от моего лица и губ. Я смущенно сглатываю.\n  — А я Алиса.\n  — Алиса, — кивает он, — красиво... А язык многие знать. Школа быть. Старейшины учить, — пожимает плечами он. \n  — Старейшины? Расскажи мне, что у вас за племя? Откуда вы появились? Где я вообще нахожусь?\n  — Мы есть племя ягуанов на остров Таят. Знать русский, ведь жить много русских. Они и женщины Таята основали племя. Потом несчастье и их не стать. Только дети уцелеть.\n\nУвидев моё озадаченное лицо, он улыбается и тихо добавляет:\n\n  — Ты не должна переживать. Завтра утро ритуал. Ты есть свежая кровь и должен выбрать муж. Сегодня ночь думать. Традиция есть. Но только от тебя зависеть. Выбор твой — вожак племени есть. \n  — Но у вас же есть вожак, — непонимающе говорю я.\n  — Да. Но теперь есть ты. Ты жениться — твой муж быть вожак. Но сейчас... — он улыбается одним уголком рта, — сейчас я хотеть показать тебе кое-что. Тайна, — заговорчески подмигивает он.",
    "answers": [
      {
        "id": 25,
        "text": "- Я хочу посмотреть, - внезапно я понимаю, что это мой шанс, быть может, единственный, чтобы сбежать. Хоть незнакомец и привлекательный, замуж за туземцев я выходить точно не собираюсь!  - Далеко идти?"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я разрешаю ему завязать мои глаза. Это было необходимо, чтобы я не запомнила путь от лагеря и, как он выразился, \"не смогла убежать\".\n\n\"Смешно. Но не переживай, каким бы ты ловким не был, я найду лазейку и убегу...\" — думаю я, пока мы пятнадцать минут идем вниз по склону.\n\n  — Мы здесь, — наконец восклицает он, снимает повязку и я пораженно застываю, глядя на \"наш\" водопад. Место, где мы впервые встретились.\n\nЯ не знаю почему и откуда, но голубая прозрачная вода сияет. Она подсвечивается изнутри, как и сам водопад, словно бассейн с электрической подсветкой. \n\n  — Это... Сказка! — выдыхаю я восхищенно.\n  — Озеро Лилиум. Святое место. Исцеляет душа и тело, — отвечает он мне, — моё любимое место. Тайна.\n\nЯ ловлю себя на мысли, что теперь наблюдаю не за озером с прекрасной водой, а за мужчиной. У Дана прекрасный прямой нос, высокие скулы, пухлые губы. Одну из них он прикусил и задумчиво наблюдает за озером.",
    "answers": [
      {
        "id": 26,
        "text": "Встретиться с ним взглядом"
      },
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/9Q3KtPQd/1024x614-0xac120003-5371122991625139335.jpg"
      }
    ]
  },
  {
    "id": 26,
    "text": "Мы некоторое время смотрим друг на друга. Мне кажется, что он хочет мне что-то сказать, но неожиданно делает шаг в сторону воды, на ходу развязывая набедренную повязку.\n\n  — Что ты делаешь, — выдыхаю я, но уже поздно — он полностью раздет и плывет в сторону водопада. \n  — Идти плавать со мной. Вода теплая, — говорит он, разворачиваясь ко мне.\n  — Но у меня нет... Во что одеться, — смущенно говорю я.\n  — Вчера ты не думать это, — усмехается он одним уголком губ, а я вновь начинаю злиться, — прости, — добавляет он. — Ты бояться — я не смотреть. Слово ягуана, — и он действительно отворачивается и уплывает в сторону.",
    "answers": [
      {
        "id": 27,
        "text": "Искупаться в озере с Даном"
      },
      {
        "id": 28,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 27,
    "text": "Сначала насмело, а затем всё быстрее, пока он не повернулся, я развязываю завязки на платье и оно падает к моим ногам. Совершенно нагая я быстро захожу в воду. Вода действительно теплая, мужчина не обманул. Ощущения непередаваемые. \n\n  — Можно повернуться? — слышу голос Дана.\n  — Нет! — немного испуганно говорю я, но затем сдаюсь. Сейчас ночь и хоть вода и сияет, но не светом прожекторов. Вряд ли с он сможет что-то рассмотреть, ещё и находясь на расстоянии. — Ладно, шучу. Можешь повернуться.\n\nОн не заставляет себя ждать. Поворачивается и подплывает чуть ближе, широко улыбаясь.\n\n  — Ты прекрасна в свете голубых лилия, — шепчет он и смущенно, как мне кажется, закусывает губу, — ты словно богиня.\n\nЯ сильно смущаюсь, не зная, что ответить на такой комплект, но затем замечаю, как он уплывает прочь.",
    "answers": [
      {
        "id": 29,
        "text": "- Хочу показать тайна, - шепчет он тем же заговорческим тоном, что и в лагере."
      }
    ]
  },
  {
    "id": 28,
    "text": "  — Спасибо, я вынужнена отказаться, — говорю я тихо, — я... не настроенна сегодня плавать.\n  — Хорошо, — пожимает плечами он, как мне кажется, с грустной улыбкой, — тогда просто поднять голова к небо. Прошу.\n\nНа эту просьбу ответить отказом я не могу. Я поднимаю взгляд вверх и завороженно наблюдаю за потрясающим небом. Звезды горят ярче, чем когда-либо. Одно из самых прекрасных зрелищ, которые я видела.\n\n  — Я отплыть к водопаду и вернуться к тебе, — прерывает Дан продолжительное молчание, а затем, не дожидаясь ответа, ныряет под воду.",
    "answers": [
      {
        "id": 40,
        "text": "Улучить момент и попытаться сбежать"
      },
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/7Z9vHGqS/milky-way-5295153-960-720.jpg"
      }
    ]
  },
  {
    "id": 29,
    "text": "Мы плывем к левой скале, пока не останавливаемся. Я начинаю беспокоиться больше, чем раньше из-за своего голого тела, ведь здесь сияние воды кажется намного ярче, чем в других местах.\n\n  — Нужно нырнуть. Три шага и вынырнуть, — говорит Дан. — Я ждать тебя там, — и он исчезает под водой.\n  — О боже! — шепчу я. Сначала злюсь, что он не спросил, хочу ли я нырять, затем хмуро сжимаю зубы. Ну а после мысли уходят в совершенно другое русло...\n\n\"Это же мой шанс убежать!\" — кричит подсознание, но интерес вызванный не ясно чем вынудил меня набрать полные легкие воздуха и без раздумий нырнуть.",
    "answers": [
      {
        "id": 30,
        "text": "Вынырнуть"
      }
    ]
  },
  {
    "id": 30,
    "text": "Когда я оказываюсь в условном месте, то долго кашляю. Вода попала в легкие, затекла в глаза. Сначала я жалею, что вообще пошла на это, пока не поднимаю голову вверх. \n\nМириады звезд, ярких, сияющих на гладком и синем бесконечном небе выглядят фантастически. У меня перехватывает дыхание, на этот раз от красоты.\n\n  — Ночь Трех огней, самая чистая и правильная, — шепчет Дан и я чувствую, что он так близко ко мне, что его дыхание обжигает затылок, — я думать, тебе приятно будет быть три стихии вместе: вода, земля, небо.\n  — Мне действительно приятно, — соглашаюсь я, — только четверной не хватает. Огонь. Ночь же называется \"Трех огней\".\n\nДан почему-то смеется.\n\n  — Огонь тут, — говорит он и я оборачиваюсь, чтобы посмотреть, куда он показывает. Мужчина касается своего сердца. \n\nМы находимся на расстоянии меньше полуметра друг от друга и я начинаю чувствовать, что вода вокруг нас стала словно бы горячее в несколько раз. \n\n  — Второй огонь у меня, — шепчу я тихо и касаюсь своего сердца. Я чувствую, как он следит взглядом за рукой. Его глаза на мгновение останавливаются там, а затем поднимаются к моим губам и глазам. — А третий? — спрашиваю я.",
    "answers": [
      {
        "id": 31,
        "text": "- А третий - ночь хранит, - шепчет он и притягивает меня к себе."
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/7Z9vHGqS/milky-way-5295153-960-720.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я теряю рассудок от его горячих губ и словно выпадаю из реальности. Чувствую как его обжигающие пальцы поднимаются вверх по позвоночнику, а затем вторая рука притягивает меня к себе сильнее. Мы целуемся и этот поцелуй полон страсти, но в то же время чуткости. \n\nМы отрываемся, встречаемся взглядами. Затем вновь губы находят друг друга. Его руки спускаются ниже, проходят по внутренней стороне бедра. Я сдержанно стону ему в губы. На каждое его касание тело реагирует неожиданно для меня самой. Оно извивается от его ласк и я слышу, как он тоже томно вздыхает от моих ответных. Я знаю, что мы оба еле сдерживаемся и хотим одного и того же. Безумно хотим.\n\nОн опирает меня о плоскую скалу, отводит ногу в сторону. Он целует меня в шею, я чувствую, как сильно бьётся его сердце и с каким рвением отвечает моё. Синхронный стон удовольствия двух потерянных среди скал душ на далеком отстрове в Атлантическом океане. А затем много, очень много повторных. Я прижимаю его крепче, я шепчу что-то неразборчивое, а он кусает мои губы и смотрит прямо в глаза словно я самое дорогое, что у него есть. Словно есть только мы и никого в целом мире...",
    "answers": [
      {
        "id": 32,
        "text": "...",
        "blackout": true
      }
    ]
  },
  {
    "id": 32,
    "text": "Мы просыпаемся на рассвете в пещере за водопадом. Рядом со мной лежат уже любезно приготовленные к завтраку кокосы и бананы. Самого Дана рядом нет. Я мечтательно потягиваюсь, вспоминая события вчерашнего вечера. Лицо покрывается предательским румянцем. Как я могла кинуться в его объятья? Вот так безрассудно и без оглядки? Никогда в жизни не испытывала ничего подобного до встречи с ним. И мне очень страшно от этого чувства.\n\nЭто так странно, ещё вчера я хотела сбежать и вернуться домой, ведь меня пугали туземцы, а сейчас мне очень хочется узнать о них по-ближе. Хочется вновь увидеть Дана.\n\nСтоит мне об этом подумать, он выныривает из воды с уже привычной мне широкой улыбкой.",
    "answers": [
      {
        "id": 36,
        "text": "- Мы опоздать на церемония, моя богиня, - шепчет он, глядя на меня тем же взглядом, что и в первую нашу встречу. "
      }
    ]
  },
  {
    "id": 33,
    "text": "",
    "answers": [
      {
        "id": 35,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я врезаюсь в него и отскакиваю в сторону. Мужчина выше меня на три головы, брови насуплены и весь вид показывает, что он очень серьезен и даже зол.\n\n  — Извини..те, — произношу я немного напугано. \n  — Хотеть гулять? — на удивление спокойно спрашивает он. \n  — Да. Засиделась, — произношу первое, что приходит в голову, лишь бы не пасть от тяжелой руки этого гиганта. Когда я сидела в кругу на троне, он мне казался куда меньше. \n  — Идти со мной, — невозмутимо говорит он и в этот самый момент разворачивается и уходит. Я мне ничего не остается, как молча пойти за ним.",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  },
  {
    "id": 36,
    "text": "Я смущенно отвожу глаза, но всё же признаюсь сама себе — мне всегда нравился этот взгляд, а отрицала я это, ведь боялась собственных желаний.\n\n  — На церемонию? — всё же переспрашиваю я.\n  — Сочетание двух душ, — говорит он, — ты выбрать свою. Меня, — он целует тыльную сторону моей руки, поднимаясь всё выше, а я заливаюсь смехом.\n  — Ты хочешь, чтобы я вышла за тебя замуж? — округляю глаза я.\n  — Сочетание душ, — усмехается он, ловя мои губы своими, — мы выбрать друг друга в ночь Трех огней. Я выбрать тебя навсегда.",
    "answers": [
      {
        "id": 37,
        "text": "- Я тоже хочу быть твоей. Навсегда, - с улыбкой говорю я, растворяясь в его поцелуе."
      }
    ]
  },
  {
    "id": 37,
    "text": "Мы возвращаемся, когда все в сборе. Взгляды тридцати мужчин с ярким макияжем направлены на наши сомкнутые руки.\n\nЯ не до конца осознаю, что согласилась выйти замуж за туземца и что только что добровольно пришла на свадебную церемонию. Свою свадебную церемонию. Господи, у меня жизнь на другом конце света и я лишь случайная гостья на этом странном острове, но я не могу отпустить его руку и уйти. Можно ли назвать это любовью с первого взгляда, которую я просто отрицала?\n\nЯ замечаю вождя Армана. Он облачен в шкуру настоящего льва, в руке он держит копье, которое меня пугает. Его брови насуплены, а взгляд строгий и даже злой. \n\n  — Ай до ран, хасуки! — внезапно вскрикивает он, направляя копье Дану в грудь. Все мужчины племени делают то же самое.\n  — Ну ар про де маи, — мой мужчина делает шаг вперед, заслоняя меня собой. Хоть я ничего не понимаю, но догадываюсь о чем они говорят.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      },
      {
        "id": 37,
        "text": "1) Предатель, ты выкрал её!\n\n2) Избранная согласилась быть моей.",
        "comment": true
      }
    ]
  },
  {
    "id": 38,
    "text": "  — Это есть правда? — спрашивает Арман меня, — ты согласиться быть с Дан, ну ар?\n\nТеперь я делаю шаг вперёд. Мне страшно, но отрицать бессмысленно. Черт со всем, не хочу я убегать из этой сказки. Значит и здесь пойду до конца. За зовом сердца.",
    "answers": [
      {
        "id": 39,
        "text": "- Так и есть, Арман. Я буду с Даном до конца, - говорю я, крепко сжимая его руку."
      }
    ]
  },
  {
    "id": 39,
    "text": "1 год спустя\n____\n\nЖизнь на острове оказалась не такой сказочной, как я думала. Мы с Даном всего добивались сами, хоть дивный обычай племени ягуанов и гласил, что жених \"избранной\" страновится новым вождем, мой муж никогда не хотел этого. Он был мечтательным человеком, хоть и довольно трудолюбивым. До встречи со мной он занимался строительством хижин, поэтому первые несколько недель после нашей свадьбы он мастерил нам наше семейное гнездышко.\nРазумеется, мы захотели домик возле нашего райского озера. Это место навсегда осталось моим самым любимым на всём острове.\n\nЯ не пыталась связаться с внешним миром, но со временем люди оттуда сами меня нашли. Спустя несколько месяцев над островом был замечен спасательный вертолет. Я отказалась лететь с ними, но передала письма моему любимому папе и подругам, которые наверняка с ума сходили от волнения. И я действительно была рада, что теперь они знают, что со мной всё в порядке. Просто я круто поменяла жизнь и выбрала другой путь. \n\nМой отец всегда меня учил следовать велению сердца, но я никогда точно не знала, что это значит. Преследовала странные цели, добивалась ненужных мне высот. И только оказавшись вдали от всего этого наконец обрела счастье на далёком тропическом острове в Атлантическом океане...",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест"
      }
    ]
  },
  {
    "id": 40,
    "text": "Я не трачу время на раздумия. Стоит ему скрыться под водой, я бегу без оглядки сквозь джунгли. Ничего не слышу, лишь ветер шумит в ушах. Я точно знаю, что это мой единственный и последний шанс убежать.\n\nМне нравится Дан, меня тянет к нему, но я не могу позволить себе расслабиться. Я пленница его племени. Завтра меня хотят выйти замуж за какого-то незнакомца. Ну уж нет, я не буду с этим мириться!\n\nВся моя жизнь была наполнена тем, что мне говорили, что я должна делать, а я всегда сопротивлялась. Я родилась в очень богатой семье. Обожаю своего папу, он мне желал лишь добра и он хотел мне дать хорошую жизнь. Он подарил мне её, хотя я это особо никогда не ценила.\n\nИ только сейчас, оказавшись вдали, стало так страшно, что я больше никогда не вернусь и его не увижу. Не увижу свою кампанию, которую создала сама. Не увижу своих подруг-тусовщиц, которые уговорили меня вырваться из той рутины и отправиться в путешествие. Я просто обязана вернуться. Ведь как бы мне не было душно в том большом городе, где всё словно бы предрешено в жизни, остаться здесь — безумие. И я не останусь.",
    "answers": [
      {
        "id": 44,
        "text": "..."
      }
    ]
  },
  {
    "id": 41,
    "text": "Джунгли шумят. Поют птички. Я стараюсь дышать глубоко, чтобы не упасть в обморок от усталости, а спустя четверть часа молюсь, чтобы и вовсе не помереть. Моё тело не привыкло к душному тропическому климату. Я без сил сажусь под первое попашееся дерево.\n\n  — Вот бы полил дождь. Или я увидела хоть какой-то источник воды, — говорю я сама себе, хоть и понимаю, что это бессмысленно. Скорее наступит кромешная темнота, чем случится то, что я сказала.\n\nА ведь действительно стало намного темнее, чем раньше. Не знаю, сколько я уже бреду по этому лесу, но понимаю, что срочно нужно найти ночлег. \n\nЯ не умею лазить по деревьям и даже не пробую, но после завывания какого-то зверя становится по-настоящему жутко. Я медленно начинаю карабкаться на дерево, чтобы сесть на одну из его ветвей. Это занимает по ощущениям четверть часа. На высоте семь метров спать не удобно, к тому же страшно. И всё же усталость, жажда и голод дают о себе знать. Я погружаюсь в сладкую дрёму...",
    "answers": [
      {
        "id": 95,
        "text": "На следующий день",
        "blackout": true
      }
    ]
  },
  {
    "id": 42,
    "text": "Поворачиваю вновь налево и иду ещё четверть часа. Ноги начинают подкашиваться и в какой-то момент я падаю на землю.\n\n\"Отдохну пять минут и вновь в путь\", — думаю я и прикрываю глаза.\n\nОчень сильно клонит в сон и я еле сдерживаюсь, чтобы этого не случилось. Я поднимаюсь с земли, когда осознаю, что начинает темнеть. Где-то воет дикий зверь, джунгли становятся зловещими. Какой кошмар! Неужели я так и не встречу здесь людей и меня съедят до утра.\n\nОтмахиваясь от ужасных насекомых я продолжаю свою дорогу. Внезапно нога попадает во что-то узкое, что-то трещит и меня резко дергает вверх. Я вешу в воздухе вверх ногами, меня сильно раскачивает из стороны в сторону и в один из таких моментов я со всей силы ударяюсь головой о ствол ближайшего дерева. Сознание покидает меня через секунду.",
    "answers": [
      {
        "id": 46,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 43,
    "text": "1 год спустя\n_____\n\nЗа этот год произошло очень много всего. Мы выбрались из острова спустя несколько дней. Спасательный вертолет всё же заметил мою надпись на пляже и забрал нас на континент. Я сняла с Александра запрет на приближение и отозвала судебные иски, не став выдвигать новые обвинения, но с одним условием — он уедет из города и я его больше не увижу. \n\nОн так и сделал. Но вот сейчас я сижу в ресторане и жду его. Так сложилось, что во время рабочей командировки я оказалась в том городе, где он работает. Он прислал мне короткое смс и попросил о встрече.\n\nВ зал заходит неизвестный мужчина в костюме. У него средней длины волосы и черные очки.\n\n  — Здравствуй, Алиса, — я еле узнаю Александра, когда он садится напротив меня, с улыбкой. — Это тебе, — он протягивает мне небольшую коробочку.\n\nЯ удивлена, но осторожно её открываю. Там лежит кусочек торта нежно-розового цвета с голубыми вкраплениями. \n\n  — Этот торт я назвал в честь тебя. И когда ты будешь заглядывать в мою кондитерскую и называть свою имя, то тебе всегда будут упаковывать его и всё, что захочешь, как подарок, — он поднимается из-за стола и собирается уходить. Моё сердце предательски пропускает удар.\n  — Саша! — тихо шепчу я, а он оборчивается. Серые глаза встречаются с моими голубыми. — Не хочешь выпить кофе со мной? Сегодня вечером?",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест"
      }
    ]
  },
  {
    "id": 44,
    "text": "1 год спустя\n____\n\nЯ вновь на каблуках и в обтягивающем фигуру платье. Конференция, посвещенная моей книге о приключениях на острове, прошла успешно и тираж в 5000 тысяч копий был распродан в считанные дни. \n\nЯ покинула остров спустя три дня после моего побега от Дана. Чудесное везение помогло мне увидеть спасательный вертолет, пролетавший вблизи пляжа, где я пряталась. Конечно же весть о пропаже дочери олигарха Петра Каминского и о её чудесном спасении тут же стала сенсацией, но я не стала отвечать на комментарий журналистов, а занялась собой.\n\nПосле возвращения я не стала другим человеком, но стала более рискованной, ведь поняла, что наконец-то знаю, чего хочу от жизни — свободы. И всё в моих силах. Поэтому я продала кампанию и ушла в писательтво. Я путешествовала по миру и набиралась новых впечатлений. А в одном из ресторанчиков с живой музыкой я познакомилась с милым музыкантом с которым у нас завязались отношения. Мы сняли небольшую квартиру в Париже, где я занималась творчеством, а он мне играл на фортепиано. Началась новая глава моей жизни, которая делала меня счастливой.",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ручей закончился и я замечаю развилку. Одна дорога продолжает вести меня вдоль ручья, вторая же уводит направо.\n\nЯ, как человек, который совсем не ориентируется в джунглях, вынуждена выбрать направление наугад.",
    "answers": [
      {
        "id": 93,
        "text": "Продолжать идти вдоль ручья"
      },
      {
        "id": 41,
        "text": "Пойти направо"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я понимаю, что уже утро, ведь в глаза бьет яркое солнце. \n\n\"Как хорошо, — думаю я, — это всё был лишь страшный сон. Всё то путешествие было сном, который закончился. Жаль только, что пора на работу...\"\n\nОднако присмотревшись я осознаю, что нахожусь вовсе не в своей квартире. Я лежу в незнакомой мне комнате на кровати. Отодвигаю балдахин с москитной сеткой и осматриваюсь: старинная дубовая мебель, стеклянные двери до пола. Наверное, я нахожусь на первом этаже. Рядом на тумбочке стоит стакан воды и небольшая записка.\n\n\"Немецкий!\" — думаю я, радуясь, что хоть чему-то научилась в университете. Хоть язык и не родной, но всё же не какой-нибудь испанский или арабский.\n\n  — Извините, что так сложилось, Вы попали в мою ловушку, которую я использую, защищаясь от племени дикарей, живущих на другой части острова. Буду ждать Вас в саду. Одежду найдете в шкафу. Филипп.",
    "answers": [
      {
        "id": 47,
        "text": "Подойти к шкафу"
      },
      {
        "id": 46,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/2yr3CJBY/28976024.jpg"
      }
    ]
  },
  {
    "id": 47,
    "text": "Информация о местном племени дикарей внушила мне ужас. Как же мне повезло, что я не попала к ним в руки! А если они людоеды? \n\nВпрочем, пока не познакомлюсь с этим Филиппом, не смогу сказать точно, повезло или нет. Вдруг он ещё хуже них окажется? Что мне придется потом делать? \n\nЯ обнаруживаю в шкафу несколько женских платьев и надеваю самое комфортное, которое нахожу. У выхода из комнаты вижу вьетнамки почти моего размера: торопливо из обуваю и распахиваю дверь на улицу.",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Множество цветов и растений, которые я никогда в жизни не видела, в мгновение ока меня окружают. Я завороженно наблюдаю за плодовыми деревьями, что явно не должны были прижиться в жарком и влажном климате острова, и всё же росли. Желудок предательски заурчал, но я проигнорировала все незнакомые мне, пусть и страшно аппетитные фрукты и ягоды, которые попадались мне на пути.\n\nСад такой большой, что в какой-то момент я пугаюсь, что вышла не туда и вновь попала в лес. Никаких людей я по пути не встречаю и уже думаю пойти обратно, как меня кто-то окликивает.\n\nВ десяти метрах от меня стоит высокий и коренастый светловолосый мужчина. Стало немного жутковато — смотрит на меня он безэмоционально, к тому же держит лопату в руках — настоящий маньяк-садовник.\n\n  — Это Вы Филипп? — спрашиваю я на немецком и расплываюсь в наиболее приветливой улыбке из всех, которые возможны.\n",
    "answers": [
      {
        "id": 49,
        "text": "- Это я. Добро пожаловать, - говорит он спокойно и, как мне кажется, всё же пытается улыбнуться, но у него это мало выходит. - Ещё раз извините за случай в джунглях."
      }
    ]
  },
  {
    "id": 49,
    "text": "  — Вы не должны извиняться, ведь спасли мне жизнь. Спасибо Вам! Страшно представить, что бы было, останься я там...\n  \nОн кивает, но ничего на это не отвечает.\n\n  — Вы одни на острове или с компанией? \n  — Я одна. По крайней мере, никого не встречала.  Я выпала из прогулочного катера, очнулась вчера на пляже.\n\nФилипп вновь кивает.\n\n  — Так и думал. Здесь не бывает туристов. Я уже пытался связаться со спасателями, но моя антена сейчас терпит сбои и не пропускает сигнал. Хочу дождаться вечера и попробовать вновь, когда солнце не будет таким ярким. А тем временем прошу быть моей гостьей. Можете кушать всё, что есть в саду, и посещать все комнаты на первом этаже дома. Они в вашем полном распоряжении. А сейчас извините меня, я должен полить все растения. Встретимся за ужином в восемь.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "После завтрака состоящего из тропических фруктов, я пытаясь занять себя чем-то и решаю осмотреть первый этаж дома.",
    "answers": [
      {
        "id": 51,
        "text": "Гостиная"
      },
      {
        "id": 52,
        "text": "Маленькая спальня"
      },
      {
        "id": 53,
        "text": "Библиотека"
      },
      {
        "id": 54,
        "text": "Кухня",
        "need": [
          51,
          52,
          53
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "Весь дом определенно задумывался в определенном стиле. В каждой вещи заметна любовь и внимание. Деревянная мебель и даже люстра, песочного цвета стены и декор — всё подобрано внимательно и со вкусом.\n\n\"Чувствуется женская рука, но только женщины я здесь не вижу. Ни одной\", — думаю я, а затем нахожу разгадку своей теории: на дальней стене на каминой полке обнаруживю фотографии. На одной из них Филипп с милой темноволосой девушкой, а позади них Ниагарский водопад. На втором фото только девушка... С траурной ленточкой в уголке.\n\n  — Как жаль. Интересно, как давно это было? — шепчу я.\n\nНаверное, поэтому в доме и оказались женские платья. Грустно всё это. Очень.",
    "answers": [
      {
        "id": 50,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 52,
    "text": "Некоторое время я лежу на своей кровати и отдыхаю. Хозяин дома выделил мне маленькую спальню, но мне было бы очень интересно посмотреть как выглядит спальня Филиппа. Наверное, это дало бы мне возможность узнать его поближе. Он выглядит таким загадочным. Впрочем, сложно что-то сказать о человеке, которого видел всего один раз в жизни и поговорил меньше минуты.",
    "answers": [
      {
        "id": 50,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 53,
    "text": "Библиотека совсем небольшая, но по виду книг я сразу понимаю, какая деятельность у хозяина дома. Он ученый. Ботаник. Сотни книг о растениях, а так же засушенные цветы на стенах. Микроскоп на большом дубовом столе о широкого окна. Возможно, библиотека служит и кабинетом одновременно.\n\nЯ разглядываю грамоты за заслуги и вспоминаю кабинет моего папы. Он меня очень любил, но никогда не разрешал туда заходить. Всю жизнь работал, чтобы заработать хорошее состояние и у него это получилось.\n\nИщет ли он меня? Знает ли он вообще, что я потерялась на отдыхе? Ищут ли меня подруги? С этими мыслями я покидаю библиотеку.",
    "answers": [
      {
        "id": 50,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 54,
    "text": "Восемь вечера наступили быстро. Заходя на кухню я замечаю красиво накрытый стол. Рыба, фрукты и даже вино — у меня разбегаются глаза от всего этого.\n\n\"Неужели это всё приготовил Филипп?\" — пораженно думаю я. \n\n  — Прошу, присаживайтесь. Галатея, моя кухарка, приготовила это специально для Вас, — слышу голос из-за спины и оборачиваюсь. Филипп одет в широкую серую футболку и военные шорты. \n  — Странно, я её ещё не видела, — озадаченно пожимаю плечами я.\n  — Она живёт не в этом доме, а в соседнем флигеле. Я решил, что мы оба будем чувствовать себя так комфортнее. Тем более, она женщина в возрасте, — мужчина вежливо помогает мне присесть за стол и садиться сам.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Я ожидала чего угодно от этого вечера, но точно не того, что Филипп вновь останется молчаливым и остраненным. Он торопливо ест, хоть и предлагает мне всех вкусностей по очереди. Затем извиняется и сообщает, что не успел закончить работу над антеной до наступления полной темноты и продолжит завтра с утра. \n\n  — Алиса, — говорит он мне перед тем, как уйти работать к себе в комнату, — запирайте на ночь дверь на ключ изнутри, пожалуйста. И лучше не вынимайте. Ничего особенного, просто иногда обезьяны открывают их по ночам и пробираются в дом. И змеи, — после последней фразы его нижняя губа еле заметно дергается. ",
    "answers": [
      {
        "id": 56,
        "text": "..."
      }
    ]
  },
  {
    "id": 56,
    "text": "Я долго не могла заснуть. В голову лезли разные негативные мысли. Наверное, накопишиеся переживания сказались таким образом, что неясные сноведения переросли в сплошной ночной кошмар. Я проснулась посреди ночи с криком на губах. Было поздно что-то предпринять, хозяин дома услышал. Шум выбитой двери прозвучал так громко, что он наверняка разбудил всех обитателей этого острова. Я очень хотела извиниться, но всё ещё дрожала от рыданий. \n\nНавсегда запомню лицо Филиппа в этот момент: испуганное, искаженное странной и непонятной мне болью. Голубые глаза буквально горят на бледном словно полотно лице. И смотрят прямо в душу.\n\n  — Прости, умоляю. Я не знаю, почему... Прости, не бойтся, со мной всё в порядке, — шепчу я, но не могу прекратить плакать. — Ночной кошмар. Это был кошмар... \n  — Ну что ты, что же ты, Алиса, — шечет он в ответ, выйдя из ступора и поняв, что я жива и здорова. — Я понимаю, — он садится на кровать, берет меня за руку и обнимает.\n\n\"Меня обнимает и утешает мужчина, который ещё вчера боялся мне сказать даже пару лишних слов... Удивительно\".",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Не знаю, сколько мы сидели так. Он шептал мне что-то тихое на ухо. Я шептала ему в ответ. А затем я заснула.\n\nНа утро проснулась в одиночестве. Судя по солнечному свету за окном, проспала я до самого обеда. Мне бы показалось, что сознание подшутило надо мной и мне прислилось, как этот мужчина половину ночи успокаивает меня у моей кровати, но я обнаруживаю выбитую дверь и обраненный носовой платок, которым он смахивал мои слезы.\n\n\"Как стыдно, — с досадой думаю я, — он меня спас, приютил, кормит, антену чинит, а я по ночам истерики закатываю. Как же стыдно...\"\n\nЯ торопливо одеваюсь, привожу себя в порядок после напряженной ночи и ухожу на поиски Филиппа. Я намерена ещё раз перед ним извиниться. А ещё очень хочется загладить свою вину.\n\nКуда пойти?",
    "answers": [
      {
        "id": 59,
        "text": "В сад"
      },
      {
        "id": 60,
        "text": "На второй этаж дома"
      }
    ]
  },
  {
    "id": 58,
    "text": "Наверное, я так растерялась, что забыла спросить, живет ли кто-то в доме кроме него. И всё же я чувствую облегчение — мужчина очень милый и вежливый. Единственный вопрос — что делает этот немец на другом конце света, на богом забытом острове? ",
    "answers": [
      {
        "id": 50,
        "text": "Благодарно улыбнуться"
      }
    ]
  },
  {
    "id": 59,
    "text": "Сегодня погода заметно испортилась. Небо затянули серые грозовые тучи, вот-вот польет сильные и затяжной тропический ливень. За пятнадцать минут я обхожу сад полностью, но тщетно — Филиппа здесь нет.\n\nПридется вернуться домой и поискать там.",
    "answers": [
      {
        "id": 60,
        "text": "Вернуться в дом"
      },
      {
        "id": 59,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/GmHP26Cz/arbol-frutal-Mango-beneficios-y-como-consumirlo.jpg"
      }
    ]
  },
  {
    "id": 60,
    "text": "Я обхожу весь первый этаж несколько раз, но меня ждет неудача. Здесь хозяина дома нет. Осознание где он приходит внезапно — разумеется, он на крыше, чинит антену. \n\nОчень не хочется вторгаться в его личное пространство, ведь Филипп разрешил гулять только по первому этажу дома, но с улицы я до него просто не докричусь, не такой это разговор.\n\nЯ решаю искнуть и подняться по слегка скрипучей лестнице на второй этаж.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      },
      {
        "id": 60,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/PrLnPyzn/chastnyj-1.jpg"
      }
    ]
  },
  {
    "id": 61,
    "text": "Здесь две двери, одна из которых приоткрыта. Я неуверенно в неё захожу.\n\nМоё предположение, что библиотека и рабочий кабинет — одно и то же место было ошибочным. Я совершенно точно оказываюсь в рабочем кабинете. Миллион карт, огромный стол, а так же почти столько же книг, как в библиотеке, говорит о Филиппе, как о человеке серьезно увлеченным своим делом.\n\nОкно кабинета настижь открыто и слегка качается от сквозняка. Я замечаю спину Филиппа и завороженно застываю. Он без футболки, сидит на плоской части крыши и тихо чинит антену. \n\nМой взгляд скользит по подкаченному телу, которого не было заметно за скрывающей его одеждой, по вздутым от напряжения венам на руках. Скользит по шее, коротким волосам и легкой щетине на лице. Он довольно красивый мужчина. \n\nВнезапно, словно почувствовав, что за ним наблюдают, он поворачивает голову. Наши взляды встречаются.",
    "answers": [
      {
        "id": 62,
        "text": "Выбежать из комнаты"
      }
    ]
  },
  {
    "id": 62,
    "text": "\"Черт, вот я дура! И зачем я убежала, он же совершенно точно увидел моё присутствие. Теперь я точно не смогу смотреть ему в глаза никогда!\"\n\nМне очень стыдно и быстро перекусив я решаю, что хочу загладить свою вину, приготовив для него вкусный ужин. Вчера угощал меня он, а сегодня буду я. Мой папа всегда говорил: хочешь задобрить человека, наполни его желудок вкусной едой.\n\nЗа сбором продуктов в саду меня застает Галатея. Эта милая женщина лишь немного знала немецкий и английский. Судя по внешности она была родом откуда-то из Мексики, но вот уже семь лет жила в этом доме с мистером Филиппом Нойманном. \n\nЯ не стала задавать вопросы о покойной жене, но заметила, что сразу понравилась Галатее и она недвузначно намекнула, что такая милая девушка — то, что нужно, чтобы её добрый и работящий хозяин вновь почувствовал вкус к жизни. Я посмеялась и отмахнулась — мы знакомы с ним меньше двух дней, как она может делать такие намеки?",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Галатея лишь немного мне помогла с рыбным блюдом и подсказала, что именно любит Филипп и в каком виде. Например, морепродукты он ест только с лимоном, рыбу стоит нарезать тоненькими кусочками, а ягоды он любит кислые.\n\nВсё это время за окном лил проливной дождь, мне даже не верилось, что в предыдущие два дня я умирала от жары.\n\nНаконец настали восемь вечера и ровно в это время мужчина вошел на кухню.\n\nТеперь он в футболке и я с досадой сглатываю. Ох, Алиса, успокойся. Делать тебе нечего, думать о глупостях? Ты на этом острове всего на несколько дней, пока не будет возможности связаться со спасателями. Потом ты уедешь и вы больше не увидетесь!\n\nВот только от этой мысли почему-то болезненно закололо под сердцем. После этой ночи моих ночных кошмаров мы стали ближе. Я чувствую это во взгляде, даже в телодвижениях.\n\nОн не зол на меня, напротив. Глядя на украшенный стол он улыбается и это, наверное, первый раз, когда я вижу его улыбку.",
    "answers": [
      {
        "id": 64,
        "text": "- Алиса всё приготовила сама. Для тебя, Филипп, - хвастается Галатея. "
      }
    ]
  },
  {
    "id": 64,
    "text": "Мы вновь встречаемся взглядами. Я смущена от похвалы. \n\n  — Это от души, — говорю я, — чтобы загладить вину.\n  — Нет никакой вины, Алиса, — говорит он вполне серьезно.\n  — Значит в благодарность за теплый прием. Мне не в тягость.\n\nЯ действительно готовила дома, на родине. Не особо часто, ведь моя консалтинговая фирма отнимала слишком много времени, а на выходных я любила гулять. И всё же часто радовала себя и своих подруг разными вкусностями.",
    "answers": [
      {
        "id": 65,
        "text": "- Спасибо, - вижу блеск в его голубых глазах, - мне очень приятно."
      }
    ]
  },
  {
    "id": 65,
    "text": "Мы ужинаем втроем, ведь я настаиваю, чтобы Галатея не уходила. Почему-то неловко  оставаться с Филиппом наедине. Сама не знаю почему.\n\nНо сразу после еды он убегает, быстро поблагодарив. Я чувствую, что его мысли где-то очень далеко отсюда. Помогаю всё убрать Галатее и ухожу в свою комнату.\n\nЗа окном по прежнему ливень, но ещё не наступила кромешная темнота. Я любуюсь садом, сидя на подушках за полу, которые я предусмотрительно скинула с кресел для большего удобства. Я думаю о доме, и о Филиппе. Я не могу отрицать то, что он мне понравился. Такое так редко бывает, а по иронии судьбы это случилось на богом забытом острове в Атлантическом океане.\n\nЯ не замечаю, как засыпаю, вот только просыпаюсь довольно резко и неожиданно. Я слышу стук в дверь и толком не понимая где я и что происходит, я на ватных ногах перемещаюсь, чтобы её открыть.",
    "answers": [
      {
        "id": 66,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 66,
    "text": "На пороге замечаю Филиппа. Он сам на себя не похож. Сначала я его не узнаю: мокрый от дождя, с одежды стекает вода.  Волосы прилипли к лицу, а глаза на выкате, словно минуту назад он увидел нечто страшное.\n\n  — Филипп? — спрашиваю я обеспокоенно и тут же избавляюсь от остатков сна, — что случилось?\n  — Прости, что нарушил твой покой, — шепчет он и по моему телу бегут мурашки, ведь его голос звучит очень низко и привлекательно, — и ещё по одной причине. Я уже больше суток хожу и не могу себя за это простить. Я обманул тебя, что антена сломалась. Она в полном порядке, — он отворачивается.\n  — В порядке? — я непонимающе на него смотрю. Без злобы, ведь наоборот переживаю, всё ли с ним в хорошо.\n  — Да, — он кивает, — я просто так сказал тебе. Сам не знаю почему, не похоже на меня. Нет, всё я знаю! Скажу тебе, ведь ты заслуживаешь правды. Ведь ты такая добрая и открытая, — он вновь поворачивается ко мне и встречается со мной взглядом. — С той минуты, когда я тебя увидел, я очень растерялся. Ты мне очень понравилась. Первое время я корил себя, ведь с того момента, как умерла жена... Я ещё никого не подпускал к себе. Но потом я понял, что прошло два года и я думаю, что... — он запинается и нервно проводит по мокрым волосам. — Я понял, что влюбился вновь. И решил сказать тебе. Глупо, очень глупо заваливаться вот так, посреди ночи. Эти дни были для тебя не простыми и я пойму, если ты прямо сейчас пошлешь меня куда подальше.",
    "answers": [
      {
        "id": 67,
        "text": "- Нет, я тебя не пошлю, - тихо шепчу я, до сих пор до конца не веря в то, что только что услышала."
      }
    ]
  },
  {
    "id": 67,
    "text": "  — Не пошлешь? — удивленно спрашивает он.\n  — Нет, — я нервно и в то же время смущенно тру глаза руками, — это покажется странным, но... Я тоже чувствую нечто подобное. Я...\n\nЯ не верю, что это говорю, что это происходит со мной и с нами.\n\n  — В ту ночь, когда ты меня успокаивал, я почувствала...\n  — Я тоже, — соглашается он. — Я почувствовал тоже самое.\n  — Я не знаю, как это объяснить и не знаю, что делать с этим дальше.\n  — А я не хочу, чтобы ты думала об этом, — говорит он с улыбкой. У него такая приятная открытая улыбка. Он берет меня за руку и крепко её сжимает, а затем медленно и неуверенно обнимает. \n\nМы крепко обнимаем друг друга, словно хотим задушить от нахлынувших чувств. Он проводит кончиком носа по моей шее, словно вдыхая мой аромат, а я провожу руками по его влажным волосам. \n\n  — Черт возьми, я хочу снять с тебя платье моей бывшей жены и сжечь его, — шепчет он мне в ухо с жаром.",
    "answers": [
      {
        "id": 68,
        "text": "- Только поэтому? - наигранно растроенно шепчу я в ответ."
      }
    ]
  },
  {
    "id": 68,
    "text": "Ему не нужно было намекать дважды. Пара движений и моё платье оказывается на полу. Он похватывает меня на руки и садит на ближайший комод. Любуется телом в свете неполной, но очень яркой луны. Он покрывает моё тело дорожками поцелуев, с моих губ то и дело срываются приглушенные стоны от его нежных касаний. Я дрожу и пытаюсь стянуть с него футболку в ответ, но он не дает. Прижимает мои руки к стене и делает всё сам.\n\nНаши взгляды затуманены страстью. Мы смотрим друг на друга и не можем оторваться. Я уже не испытываю смущения, а лишь хочу больше. Я не хочу его отпускать. Я хочу его всего.\n\nОн хочет того же. Вновь подхватывает на руки, мы заваливаемся на кровать. Поцелуй, долгий и бесконечный. Заканчивается воздух, но я не могу оторваться. А затем новое ощущение резкое, но приятное. Я не могу сдержаться, чтобы не закричать, но он не дает. Он ускоряется, не отрывая от меня взгляда, следя за ощущениями. А я хочу лишь одного: чтобы это никогда не заканчивалось... \n\n  — Пожалуйста, — шепчу я, — будь со мной...\n  — Обещаю, — целует меня нежно и я ему верю, как никогда и никому.",
    "answers": [
      {
        "id": 69,
        "text": "..."
      }
    ]
  },
  {
    "id": 69,
    "text": "1 год спустя\n_____\n\nСолнце ярчайшее, как и всегда, но я не прячусь дома. Собираю фрукты на завтрак. \n\nВозвращаюсь домой, где спит моя маленькая дочь. \n\n  — Не просыпалась, — с улыбкой сообщает Галатея, а я благодарю, что она меня подменила.\n\nКатарина или же просто Катя, стала плодом нашей с Филиппом сильной любви. Наш роман очень быстро перерос в нечто серьезное. Решение далось не просто, ведь чтобы быть с любимым, стоило оставить всю свою прежнюю жизнь, но я позвонила отцу и об этом сообщила. Он навестил нас зимой, когда мой животик уже достаточно округлился. Я была уверена, что ему не понравится Филипп, но к моему удивлению они быстро нашли общий язык и вместе пошли на рыбалку. \n\nМы остались жить на острове среди дикой природы, но когда Катюше исполнится годик, хотим переехать в другое, более людное место. Возможно, в Австралию. Филипп об этом говорит постоянно. Я занялась творчеством и в свободное время рисую океан. Я абсолютно и безраздельно счастлива. Счастлива и свободна благодаря маленькому приключению.",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест"
      }
    ]
  },
  {
    "id": 70,
    "text": "Красивые босоножки на каблуках, которые я купила перед отпуском, я беру в руки и начинаю идти вдоль пляжа, оглядываясь по сторонам. Быть может, не одна я выпала из катера и есть ещё пострадавшие? Думать об этом было приятнее, чем представить, что я здесь совсем одна, и всё же грустно. Я же не героиня фильма или приключенческого романа, чтобы строить шалаш из ветвей пальмы и добывать себе пропитание, делая самодельные удочки из подручных средств и сидя сутками на берегу, в надежде, что хоть одна рыбина да клюнет.\n\nИ всё же в какой-то момент мне кажется, что я вижу темную точку на горизонте. Тру глаза, чтобы сфокусировать зрение. Неужели, перегрелась на солнце так, что вижу мираж? \n\n  — Э-эй! — кричу я, прыгаю на песке и машу босоножками, словно флагом. — Я здесь!\n\nЯ начинаю бежать по направлению к точке. Человек или нет, плохой или хороший, главное, что живой. Может, это местный житель этого острова, который позовет на помощь?",
    "answers": [
      {
        "id": 71,
        "text": "Увидеть, как точка приближается"
      }
    ]
  },
  {
    "id": 71,
    "text": "  — Я здесь! Помогите! — кричу я вновь, ведь человек находится всего в пятидесяти метрах от меня. А затем меня словно холодной водой обливают — я останавливаюсь, ведь узнаю его. \n\n\"Нет! Не могу поверить! Нахожусь на острове именно с тем, кого меньше всего на свете хочу здесь видеть!\"\n\nНачинаю пятиться назад, а затем разворачиваюсь и ухожу, сильно злясь.\n\n  — Алиса, — кричит Александр Анисимов, журналист желтой прессы из моего города, написавший немало отвратительных статей про моего отца и уже больше года приследовавший меня на каждом шагу. Даже на Кубу за мной поехал, урод!\n  — Я вас не знаю! — кричу я и вновь начинаю бежать. На глаза наворачиваются слезы отчаяния. Ну почему из всех людей в мире именно он со мной на острове? Почему не Бред Питт? Не мой любимый Джонни Депп? А чертов Анисимов... \n\nКуда же мне от него скрыться?",
    "answers": [
      {
        "id": 72,
        "text": "Забраться на дерево"
      },
      {
        "id": 73,
        "text": "Побежать в джунгли"
      },
      {
        "id": 71,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/qBDxTkfg/169021-or.jpg"
      }
    ]
  },
  {
    "id": 72,
    "text": "Глупая затея, очень глупая. К тому же, я в платье... Но я так устаю, что больше не могу бежать, поэтому цепляюсь за ствол и рывком поднимаю тело вверх.\n\nРазумеется, Анисимов быстро меня нагоняет.\n\n  — А ты быстрая, — говорит он с улыбкой, но выглядит так, словно не бежал за мной по песку, а спокойненько лежал на шезлонге с соком — ни капли усталости.\n  — Не подходи ко мне! — злобно кричу я в ответ, — не хочу тебя видеть! \n  — Не стоит горячиться. Если ты не заметила, мы на этом пляже одни. Я уже два часа шел вдоль воды и встритил лишь тебя. Возможно, мы вообще единственное люди на этом острове...\n  — Даже если так, я лучше всю жизнь пробуду в одиночестве. Нет, не так: я лучше сама найду спасение, чем буду терпеть твоё присутствие, Анисимов. Этот остров большой, проваливай!\n\nЯ вновь подхватываю босоножки и иду к воде. Пока лезла на пальму, поцарапала ногу. Кровь течет довольно сильно.\n\n  — Ай, — морщусь я, ведь соленая вода больно щипит.\n  — Давай я тебе помогу, — говорит он и подходит ближе. Я собираюсь вновь ответить колкостью, но оторопело застываю: парень снимает рубашку, отрывает он неё край и начинает перематывать раненную конечность.",
    "answers": [
      {
        "id": 74,
        "text": "Замереть, наблюдая за ним"
      },
      {
        "id": 72,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/VsgXFzsD/2381973172.jpg"
      }
    ]
  },
  {
    "id": 73,
    "text": "Я бегу, расталкивая нависшие с деревьев лианы. Мне кажется, проходит целая вечность, когда я наконец останавливаюсь. Я нахожусь на небольшой поляне, прямо под ногами журчит ручей. Прислушиваюсь — не приследует ли меня Анисимов? Нет, слышу лишь журчание воды и пение птиц. Красиво здесь.\n\nПрисаживаюсь и пробую воду на вкус — пресная. Хоть какая-то от него польза, нашла питьевую воду. Жаль только, набрать некуда. Напиваюсь как могу и иду вдоль ручья вниз — где-то читала, что рано или поздно все ручьи должны впадать в более обширные водоемы.\n\nИ всё же как он сюда попал? Неужели, тоже выпал из яхты? Очевидно одно — попал он сюда поехав за мной, тут к гадалке не ходи. Вот его судьба и наказала за все злодеянияв сторону моей семьи — будет жить на этом острове. Только мне такой сосед зачем?",
    "answers": [
      {
        "id": 45,
        "text": "Увидеть развилку"
      },
      {
        "id": 73,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/8cN9gNxZ/Tropical-jungle.jpg"
      }
    ]
  },
  {
    "id": 74,
    "text": "Под рубашкой в гавайской расцветке оказывается пряталось красивое подкаченное тело. Не удивительно, что он не устал, пока бежал за мной. Сколько же часов надо провести в спортзале, чтобы иметь такие кубики?\n\nИ всё же после этого демонстративно отворачиваюсь, пока он не заметил, что смотрю. Ни к чему тешить самолюбие этого наглого засранца. Столько плохого он сделал моей семье, что его жертва в виде рубашки не может сменить мой гнев на милость.\n\n  — Готово, — наконец говорит он, — сама идти сможешь? \n  — Смогу, — бурчу я и, гордо вздернув подбородок вверх, иду по направлению к джунглям.\n  — Куда ты? — слышу голос позади.\n  — Очевидно, что на пляже больше никого нет. Нужно добыть питьевую воду, если хотим продержаться хотя бы до завтра, — бросаю через плечо я.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      },
      {
        "id": 74,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/jq7rjLd8/anse-lazio.jpg"
      }
    ]
  },
  {
    "id": 75,
    "text": "Я знаю, что он идет за мной, но так устала и перегрелась, что препираться больше нет сил. К тому же сильно болит нога. Похоже, сегодняшнюю битву в нашей с Анисимовым войне я проиграла.\n\nМы пробираемся по густому лесу. Поют птицы, жужжат насекомые, а я, тем временем, вспоминаю нашу первую встречу. Всё началось на благотворительном вечере, который проходил на территории зоопарка. Мой отец, один из самых богатых людей моего города, сделал крупное пожертвование на обустройство бассейнов с морскими котиками. Всё проходило хорошо, пока не появились они: люди устроившие перформенс. Женщины в платьях с красными пятнами, символизирующие кровь и журналисты всё это освещающие. \n\n  — Вы построили свой бизнес на крови и костях, — кричит какая-то юная особа моему отцу. — А сейчас показательно жертвуете свои кровавые деньги на спасение животных?\n  — Анечка, эмоциональнее, моя хорошая, — услышала я голос молодого парня с очень короткой стрижкой и с серьгой в ухе. \n\nНавсегда его запомнила. Для него это было лишь шоу, ему нужно было красивее снять, а для моей семьи это проблемы и пятна в репутации. Потому что папа заработал всё сам, тяжким трудом с шестнадцати лет. Так и началась череда наших встреч с Александром Анисимовым, молодым и быстро набирающим популярность журналистом, который очень часто мелькал на телевидении.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Мы едем уже четверть часа, когда я понимаю, что если не сяду передохнуть — упаду без сил под ближайшей пальмой.\n\n  — Алиса, — говорит он и я поднимаю на него усталый взгляд. С момента нашей последней встречи внешне он почти не изменился: всё те же коротные волосы, высокие скулы, серые глаза и несменная сережка в правом ухе. Смазливый мальчик. Если бы он не был таким отвратительным человеком, может быть у нас бы и... Нет, Алиса, ты совершенно точно перегрелась. \n \n  — Алиса, — повторяет он и садится напротив меня на корточки, — ты меня слышишь? Черт, только не теряй сознание, пожалуйста. Я найду воду и принесу её тебе. Я быстро, обещаю, — он сжимает мою руку, но я никак не реагирую. Голова кружится и я решаю на секундочку прикрыть глаза...",
    "answers": [
      {
        "id": 77,
        "text": "..."
      }
    ]
  },
  {
    "id": 77,
    "text": "Открываю я их уже в другом месте. Я нахожусь в домике. Очевидно, в самодельно построенном и очень старинном, но с крышей над головой и окном, в котором замечаю густую паутину с огромным пауком. За этим окном уже кромешная темнота — наступила ночь. Единственным источником света выступает небольшой огарок восковой свечи, стоящий на небольшом пенечке посреди комнаты.\n\n  — Доброе утро, — слышу голос рядом и поворачиваю голову. Александр сидит, облакотившись о стену дома, на полу и чуть слышно чиркает зажигалкой в руке. — Представляешь, хоть какая-то польза от того, что курю обычные сигареты, а не новомодные вэйпы, — усмехается он, — добыл нам огонь.\n  — Где мы? — мой голос очень хрипит и я захожусь в приступе кашля. \n  — В хижине-развалюхе. Понятия не имею, кто её построил и сколько лет назад, но темнело, выл какой-то зверь. Я решил, что здесь будет безопаснее, чем просто под открытым небом. А вот здесь твоя вода, — он показывает мне половинку от кокосового ореха, в которой действительно питьевая вода.\n  — Спасибо, — говорю я и выпиваю полную \"чашку\". Я отмечаю, что благодарна парню за заботу и за моё спасение. ",
    "answers": [
      {
        "id": 78,
        "text": "  — А теперь продолжай спать. Завтра утром покажу очень красивое место неподалеку. Вряд ли ты такое видела."
      }
    ]
  },
  {
    "id": 78,
    "text": "Я вновь ложусь и прикрываю глаза. А затем мгновенно засыпаю. Мне снится моя прошлая жизнь. Снится Александр. Мы стоим с ним посреди танцпола и танцуем. Чувствую его горячее дыхание на своей шее, он что-то шепчет мне на ухо, а я хихикаю. А затем мы целуемся...\n\nЯ просыпаюсь и тяжело дышу. За окном уже светло и я оглядываюсь в поиске спутника, но его нигде нет. Воспоминания о сне не хотят меня оставлять и я корю подсознание, что вообще посмело транслировать мне подобные картинки. Я благодарна ему за вчерашний день, но это максимум. Этот парень не достоин моего внимания и вряд ли когда-то реабилитируется. К тому же, мой отец никогда в жизни не примет его в нашу семью...\n\n  — О чем ты думаешь, Алиса, — корю себя я вновь. Собираю свои волосы в хвост резинкой, поправляю платье и открываю дверь на улицу.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Во дворе горит костер и чувствуется аппетитный запах жаренной рыбы. \n\n  — Ты как раз вовремя, я уже стол накрыл. Ну, не совсем стол, но довольно роскошный пенек, — успехается он.  — А рыба будет через пять минут.\n\nЗамечаю уже знакомый пень, который ночью служил прикроватным столиком и улыбаюсь. На нем лежат фрукты: бананы и манго. На пальмовом сложены ягоды нежно-розового цвета, а в половинках от кокоса что-то налито.\n\nЯ дарю парню благодарную улыбку.\n\n  — Где ты научился ловить рыбу? — удивленно спрашиваю я.\n  — Родился в маленьком городе. Родителей у меня нет, но с дедушкой всегда ходили на рыбалку. Ловили рыбу всё детство. Не думал, что этот навык мне когда-то пригодится, но, как видишь, помог, — он смахивает пот со лба своей порванной гавайской рубашкой. — Может быть и умение играть на губной гармони пригодится. Я уже ни в чем не уверен.\n  — Да уж, жизнь бывает не предсказуема, — соглашаюсь я и сажусь под ближайшее дерево рядом с парнем. — Кто бы подумал, что мы с тобой будем разговаривать, не выдирая друг другу волосы.",
    "answers": [
      {
        "id": 80,
        "text": "Встретиться с ним взглядом"
      }
    ]
  },
  {
    "id": 80,
    "text": "  — Вообще-то это ты всегда меня ненавидела, а не я тебя, — усмехается он, переворачивая рыбу на другую сторону. — А мне было интересно наблюдать за тем, как ты злишься. Ты такая привлекательная.\n  — Именно поэтому ты меня приследуешь? Какого хрена ты вообще за мной на Кубу поехал? \n  — А почему ты думаешь, что за тобой? Не зазнавайся, Алиса Каминская. Я тоже довольно не беден и могу позволить себе отдых на Кубе. \n  — Что? — давлюсь смехом я, — а как же объяснить то, что ты тоже оказался на этом острове? Тоже выпал за борт прогулочной яхты?\n  — Этого я не помню, да и не должен перед тобой отчитываться. Кто ты мне? Тебя даже врагом назвать жалко, не дотягиваешь. Ни разу никаних гадостей не делала, кроме запретов на приближение и судебных исков.\n  — Ну, знаешь! — я зло поднимаюсь с земли, беру палку и перекидываю его самодельный мангал. Лишь в последнюю секунду он успевает забрать рыбу.\n  — Эй! Зачем?!\n  — Приятного аппетита, — говорю я, подхватываю босоножки и ухожу вглубь леса.",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      },
      {
        "id": 80,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/fLZ0xr6G/3l-V9-O1i-Gm-Ak.jpg"
      }
    ]
  },
  {
    "id": 81,
    "text": "Целый день я провела без него и старалась не думать о самодовольном парне. Я старалась вспомнить все наши стычки и всё гадкое, что он делал для меня и писал.\n\nТем временем на пляже я вылажила из веток большое слово \"HELP\", нашла себе новый завтрак и даже сама сооружила шалаш.\n\n  — И без него обойдусь. И без него проживу.\n\nОднажды кто-то разбил окно и кинул дымовую шашку в наш дом. На следующее утро в утренних новостях уже был репортаж Анисимова и кадры меня в халате на крыльце и отца в пижаме. \"Покушение на кровавого миллионера\", — назывался выпуск. Никогда не поверю, что он не знал об этом заранее и просто первым приехал на место событий. \n\nЕщё один случай случился, когда у меня была конференция на работе. Внезапно весь зал отвлекся и начал читать что-то в телефоне. Анисимов написал статью про новый роман отца, Петра Каминского, с секретаршей. Грязь, страшная гразь, от которой мы не могли отмыться долгое время.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "В общем, целый день я посвятила важным вещам, которые напрямую касались моего выживания и благополучия. Даже нашла ручеек с питьевой водой. Под вечер я очень устала и присела отдохнуть в свой импровизированный шалаш. Продержится он не долго, надо строить что-то новое и более крепкое. С тоской вспоминаю ту развалюху, где мы ночевали с Александром... Нет, не вернусь. Потому что гордая. \n\nИ всё же мысли предательски возвращаются к парню. Я сама не знаю почему, я корю себя за это. Я не хочу быть одной из тех жалких дур, которые повелись на обаяние молодого, талантливого и красивого журналиста. В городе давно ходит слава о его любовных похождениях, точно так же как и статус завидного холостяка, который не торопится делать свой окончательный выбор. \n\n  — Твоя база раскрыта. Не самое лучшее место, чтобы прятаться и от ветра, и от людей, — слышу знакомый насмешливый голос и хмурюсь.",
    "answers": [
      {
        "id": 83,
        "text": "- Может, я наоборот хочу, чтобы меня нашли. Спасатели, - с вызовом произношу я, - если хочешь прятаться в лесу до скончания века - удачи."
      }
    ]
  },
  {
    "id": 83,
    "text": "  — Если хочешь, чтобы тебя нашли спасатели, надо развести большой костер. В такой темноте тебя на расстоянии вытянутой руки не видно.\n  — Проваливай, Анисимов. Я хочу побыть одна.\n  — Почему ты такая упрямая, Алиса? Что я тебе сделал, чтобы заслужил такую нелюбовь? — он вроде шутит, но в свете неполной луны я вижу, как серьезно он на меня смотрит. \n  \nЯ смотрю на него так же спокойно. Думаю всерьез над всем этим.\n \n  — Ты делаешь всё, чтобы сделать мне или моей семье неприятно. И не чувствуешь, что ты виноват. Для тебя это развлечение. Ты один из тех гнилых людей, которые наживаются за счет того, что портят жизнь другим. Я никогда тебя за это не прощу и не пойму.\n \nОн садится передо мной на корточки и задумчиво рассматривает свои руки. Черт, как же красиво играет свет на его высоких скулах и впалых щеках... Лучше бы он пошел в модели, а не в журналистику.\n \n  — Я прошу у тебя прощение за это, — тихо и искренне говорит он. Я в шоке приоткрываю рот, ведь ожидала чего угодно, кроме этого, — в твоих словах есть доля правды. Часто в своей работе я использую и грязные методы тоже. И мне очень жаль, что это так глубоко задело тебя, ведь ты хороший человек. ",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "Ещё минуту мы молчим. Я не знаю, как на это реагировать, поэтому просто молчу и слушаю.\n\n  — Могу ли я хоть немного загладить свою вину, показав тебе одно красивое место? Я тебе о нем говорил вчера ночью. \n  — Хорошо, — соглашаюсь я, сама от себя не ожидая. — Пошли.\n\nИ мы действительно пошли вместе смотреть на что-то интересное. Некотрое время пробираемся через джунгли и я удивляюсь тому, что Александр так хорошо ориентируется здесь, в темноте.\n\nУже через десять минут мы подходим к подножию горы. Мне кажется, что она высится до самых небес, но мой спутник ловко находит узкий проход и, подсвечивая зажигалкой, проводит меня вперед.",
    "answers": [
      {
        "id": 85,
        "text": "Выйти на другую сторону горы"
      }
    ]
  },
  {
    "id": 85,
    "text": "Когда мы выходим, я завороженно замираю. Невозможно передать всю красоту того, что я вижу. Мы находимся внутри горы, а где-то высоко над нами заметен узкий кратер от когда-то бывшего здесь вулкана. Он служит единственным источником света, однако ему удается осветить почти всю пятидесятиметровую поляну, усыпанную маленькими и большими разноцветными цветочками.\n\n  — Невероятно! — восклицаю я. \n  — Хотите болкал воды? — галантно подает мне парень уже знакомую половинку кокоса, — вода свежая, родниковая, добытая несколько секунд назад. \n\nЗамечаю ручеек, который вытекает из горы и уходит куда-то под неё. ",
    "answers": [
      {
        "id": 86,
        "text": "Лечь на травку"
      },
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/XvZ0sN0F/1617336405-13-p-oboi-tsveti-polyana-14-01.jpg"
      }
    ]
  },
  {
    "id": 86,
    "text": "Я ложусь на травку среди цветов и завороженно смотрю на небо. Чувствую, что мой спутник делает то же самое. \n\n  — Когда я сюда пришел впервые, сделал точно так же, — говорит мне он и я слышу в его голосе улыбку. \n  — Это самое красивое место из тех, что я видела.\n  — А объездила ты не мало стран: Грузия, Болгария, Италия, Франция...\n  — Ты знаешь всю мою биографию? — поворачиваюсь я к нему. \n  — По работе надо было. И не только по работе, — подмигивает он мне.\n  — Ты когда-нибудь бываешь серьезным? — вновь злюсь я.\n  — Бываю. Кстати, мне нужно тебе кое-что рассказать. Я должен это сделать раньше других, ведь тебе наверняка скажут, когда мы выберемся отсюда.\n  — Что? — я настороженно приподнимаюсь.\n  — Это я столкнул тебя за борт яхты. Это вышло случайно, когда я подошел, чтобы поздороваться. Ты говорила по телефону и не видела меня, а затем яхту качнуло на волнах и... Всё случилось само собой. Сразу после этого я позвал на помощь и прыгнул тебя спасать. \n  — Так это из-за тебя мы здесь застряли?! Как же... Как же так...",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "  — Ты вправе меня ненавидеть именно из-за этого. И я чувствую свою вину. Я так старательно искал тебя тогда на пляже и так обрадовался, что ты жива... \n  — Потому что иначе после возвращения домой ты сразу же отправился бы в тюрьму! У тебя есть судебный запрет общения со мной и это точно бы восприняли как преднамеренное убийство.\n  — Но это не так. Ведь всё совсем иначе, — признается он и тоже садится на траве. \n  — Что же иначе? Зачем ты вообще подошёл ко мне тогда? — слезы льются из глаз, я так расстроенна и озадачена, что не могу сдержать эмоций.\n  — Я... — он смотрит на меня своими серыми глазами. Внезапно в его взгляде появляется неизвестная мне решительность. Резко и неожиданно он притягивает меня к себе и целует.",
    "answers": [
      {
        "id": 88,
        "text": "Ответить на поцелуй"
      },
      {
        "id": 89,
        "text": "Оттолкнуть"
      }
    ]
  },
  {
    "id": 88,
    "text": "Сначала я замираю, не успевая осознать происходящее. Его поцелуй настойчивый, страстный, сделаный словно бы от отчаянья. \n\nИ я отвечаю на него. Занавес падает и чувства внезапной и сильной волной сносят всё на своём пути. \n\nЯ не знаю как долго это длится, но поцелуй кажется мне бесконечным. И я не хочу, чтобы это заканчивалось...\n\nИ всё же мы отрываемся друг от друга.\n\n  — ...собственно, ты и сама всё поняла, — шепчет он мне, целуя уголок моей губы.\n  — Что поняла? — так же тихо спрашиваю я.\n  — О моих сильных чувствах к тебе. Не могу думать ни о чем другом уже много месяцев, — он заправляет локон мне за ухо. — То, что ты ответила на поцелуй, означает ли то, что они могут быть взаимны?..\n\nЯ провожу пальцами по его шее, спускаясь всё ниже. Чувствую, как его тело дрожит под моими движениями, а глаза темнеют.\n\n  — Так значит ты в меня влюблен? — решаю поиграть я. — И что же мы скажем моему папе?\n  — Приду и скажу, что намерен жениться, — он прикусывает мою мочку уха и я хихикаю, — и даже если он решит вывести меня в лес в багажнике и его люди меня побьют, я готов это вынести, лишь бы ты сказала \"да\".",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Сначала я замираю, не успевая осознать происходящее. Его поцелуй настойчивый, страстный, сделаный словно бы от отчаянья. \n\nНо это для меня перебор. Я отталкиваю его, что было мочи и вскакиваю на ноги.\n\n  — Какого хрена?!\n  — Прости, — вновь говорит он. Я вижу, как ему больно от моего поведения. Я отвергла его поцелуй и, кстати, не жалею об этом.\n  — Не извиняйся. Просто для меня это уже перебор! Слишком много на меня навалилось.\n  — Не стоит волноваться. Я был не прав, когда попытался настойчиво тебя поцеловать. Это был порыв чувств. Очень в моём характере делать вещи необдуманно...\n  — Это точно!\n  — Ты можешь принимать это или нет. Просто знай, что я никогда не буду желать тебе зла, ведь уже долгое время люблю. Поэтому и поехал за тобой на Кубу. Думал это романтично преподнести, но... — он грустно поджимает губы и болезненно улыбается, — но судьба распорядилась иначе.\n  — Я так хочу домой, — я отворачиваюсь от него и смотрю на небо, — только там всё может стать на свои места.\n  — Я сделаю всё, чтобы мы выбались отсюда. Я тебе обещаю.",
    "answers": [
      {
        "id": 43,
        "text": "..."
      }
    ]
  },
  {
    "id": 90,
    "text": "Я заглядываю к нему в лицо и замечаю, что если я с ним шучу, то он говорит серьезно. \n\n  — Ты только что сделал мне предложение? — удивленно шепчу я, — вот так просто?\n  — Жизнь слишком не предсказуема. Как показало время, мы в любой момент можем её лишиться. Почему же не делать то, что приказывает сердце? Выйдешь за меня замуж, когда вернемся?\n\nЯ сижу, смотрю в его серые глаза и впервые в своей жизни понимаю, что вижу человека, за которым я бы пошла. Нас объединяет не самое приятное прошлое, но я сама не знаю в какой момент, изменила своё мнение на счет него. Я постоянно о нём думаю. К тому же его забота обо мне, как и то, что ради моего спасения он прыгнул с яхты, наполняют меня такими приятными чувствами, что я не могу ничего больше ответить, как:",
    "answers": [
      {
        "id": 91,
        "text": "- Да! - и я прекрасно осознаю, что сумасшедшая."
      }
    ]
  },
  {
    "id": 91,
    "text": "Он заваливает меня на траву и нависает надо мной. Целует, сжимая до боли открытые участки тела, пока не снимает платье и не выкидывает в сторону.\n\n  — Как же я давно мечтал это сделать, — шепчет он, а я продолжаю таять под его ласками. Он разрешает мне снять одежду с него и я не чувствую смущения, как это бывает обычно. Я хочу быть ближе и это единственное, чего хотим мы оба. \n\nЗатем он нежно, но в то же время нетерпеливо переворачивает меня на живот, кладя под голову его гавайскую рубашку, но это последнее, что он сделал нежно за эту ночь.\n\nЯ кричу, но этот крик наполнен удовольствием и возбуждаюсь ещё больше, слыша его тяжелое дыхание и ответные стоны. \n\n  — Я люблю тебя, — шепчет он перед тем, как мы оба начинаем дрожать, крепко сжимая руки друг друга. Наши сердца стучат в одном ритме и я знаю, что будут стучать ещё многие годы.",
    "answers": [
      {
        "id": 92,
        "text": "..."
      }
    ]
  },
  {
    "id": 92,
    "text": "1 год спустя\n____\n\nЗаголовки газет несколько месяцев писали о громком скандале: дочь олигарха Каминского сбежала под венец со знаменитым журналистом Александром Анисимовым. Свадьба была на закрытой церемонии на Кубе. \n\nКак мы и предпологали, после нашего спасения с острова, которое произошло чуть ли не на следующей день после наших общих признаний в чувствах, папа был не особо в восторге, когда мой жених явился к нему на порог. Разумеется, он не стал вывозить его в лес в багажнике (ведь я перед приходом Саши провела длинную воспитательную беседу!), но когда пожимал руку весь его вид показывал, как он не доволен моим избранником.\n\nПапа смягчился лишь на свадьбе. Увидив, как трепетно Саша ко мне относится и оберегает от каждой, даже незначительной неприятности, он признал в нём человека достойного. И даже спросил, не подменили ли его часом на острове?\n\nСвою карьеру журналиста мой муж продолжил, но ушел совсем в другое направление. Он открыл свою передачу о кулинарие, куда приглашал именитых поваров со всего мира. А я продала свою консалтинговую компанию и попробовала себя в профессии дизайнера интерьера. Мы решили, что хотим построить свой дом на берегу моря. Я так загорелась идеей, что всё захотелось сделать самой. Так и началась наша новая история. Спросите меня: возможна ли любовь, если была такая сильная неприязнь? А я отвечу: да. Потому что у любви нет правил.",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест"
      }
    ]
  },
  {
    "id": 93,
    "text": "Я продолжаю идти вдоль ручья, пока вновь не выхожу на пляж. Однако он совсем другой, больше напоминает бухту. Оглядываюсь на деревья и обнаруживаю то, что не было видно с другой стороны озера: гора, похожая на бывший вулкан, которая возвышается на много метров ввысь над островом и крыша какого-то дома на севере. \n\n  — Дух захватывает, — шепчу я, — красотища. Интересно, кто живет в том доме? Наверное, мне стоит пойти туда за помощью. Если там живут люди, у них наверняка должна быть связь, чтобы связаться со спасателями.",
    "answers": [
      {
        "id": 94,
        "text": "..."
      },
      {
        "id": 93,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/x8ry5smb/1637328037-14-krot-info-p-ostrov-v-okeane-peizazh-krasivoe-foto-17.jpg"
      }
    ]
  },
  {
    "id": 94,
    "text": "До того дома я так и не дошла. Ещё до наступления ночи заметила спасательный вертолет над тем самым берегом, где находилась. Разумеется, я сообщила про ещё одного человека в беде, Александра. Как бы мы раньше не ссорились, я не могла его тут оставить — не позволила бы совесть.\n\nПодруги мои, уже успевшие конкретно понервничать, очень обрадовались моему чудесному спасению. Я призналась им, что ещё не успела как следовать испугаться и это действительно чудо, что меня так быстро нашли.\n\nВскоре всё вернулось на круги своя. Моя жизнь вновь стала обычной и размеренной, а этот день навсегда остался в памяти как необычное приключение в отпуске.",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест"
      }
    ]
  },
  {
    "id": 95,
    "text": "Я просыпаюсь от резкого шума. Кто-то кричит и этот крик человеческий. От испуга я чуть не падаю с ветки на землю и лишь в последюю секунду цепляюсь за скользкий ствол и удерживаю равновесие.\n\nТем временем, прямо подо мной происходит что-то странное и даже жуткое. Можество людей с длинными волосами и разукрашенными лицами на лошадях проскакивает мимо меня. Их сопровождает громкий боевой клич.\n\n\"Аборигены!\" — с ужасом думаю я.\n\nОни кричат и разговаривают на неизвестном мне языке. Почти все уезжают и под моим деревом остаются лишь двое. Один из мужчин очень красив — его янтарного цвета глаза и грива светло-каштановых волос делают его похожим на льва. Да и цвет кожи у этих аборигенов лишь слегка темнее моего. Интересно, кто они такие?\n\nИ всё же я дожидаюсь, когда каждый из них уедет и жду ещё некоторое время, чтобы удостовериться, что они не вернуться. Затем медленно спускаюсь с дерева и иду в сторону противоположную той, куда поехали незнакомцы. Если есть воины, то значит здесь недалеко поселение, где есть женщины. Лучше я попытаюсь найти его, чем буду пробовать заговаривать с толпой вооруженных мужчин.",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "По пути я всё же нахожу питьевую воду. Маленький ручей, вытекающей из горы, позволил умыться и попить. После этого собираю незнакомые мне ягоды, однако не решаюсь их пробовать, отдав предпочтение слегка зеленоватым бонанам — всё же выбирать не из чего. С тоской вспоминаю завтраки в ресторанах — я бы очень многое отдала за сочный стейк из свинины.\n\nИду ещё какое-то время, пока не слышу за спиной торопливые шаги. Удар по голове чем-то тяжелым и моё сознание улетучивается...",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      },
      {
        "id": 96,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/Gt93WHYF/1200px-Bananes-baie-d-Halong-terrestre-4369177548.jpg"
      }
    ]
  },
  {
    "id": 97,
    "text": "Доброго времени суток, дорогие читатели! Давненько я не возвращалась на просторы Текстовых квестов, но всё же этот день настал. Наконец-то вышел в свет мой 6 по счету текстовый квест.\n\nРешила написать что-то легкое и романтичное, но в то же время красочное. Напишите Ваши впечатления в комментариях ❤️\n\nНовости:\n\nГотовится к выходу квест-роман, опять же, на просторах ТК. Ссылку на анотацию оставлю внизу. Это мой основной проект, мысли о котором я вынашивала несколько лет, поэтому если заинтриговало — смело напишите об этом. Спасибо!\n\nВсех обнимаю, Ваша Teppish)",
    "answers": [
      {
        "id": 1,
        "targetbookid": 191426,
        "text": "Роман \"Телохранитель с небес\""
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 98,
    "text": "Он завязывает мне глаза и ведет за руку в неизвестном направлении. Мы идем уже четверть часа, всё это время он молчит. Я слышу лишь шум ночных джунглей: где-то кричит ночная птица, возле уха пролетает комар...\n\n  — Сегодня какая-то особенная ночь? — несмело решаюсь задать вопрос я.\n  — Ночь Трех огней. Святая ночь, — невозмутимо отвечает спутник.\n  — Ты сказал, что сегодня я должна выбрать за кого выйду замуж? — задаю повторный выбор я.\n\nНесколько секунд он молчит.\n\n  — Ты думать сегодня. Делать выбор завтра. Давняя традиция.\n  — А почему ты так хорошо говоришь по русски? — задаю ещё один вопрос. Не могу себя сдержать, сгораю от любопытства.\n  — Слишком много вопросов, — отвечает он немного более резко, чем обычно, и я чувствую, что он чуть крепче сжимает мою руку. — Но я ответить. Пятьдесят лет назад много русские мужчина приехать на остров Таят. Мы есть здесь сейчас. Здесь жить женщины племени ягуаны. Они выбрать себе мужей — русских. Родится дети. Оттого и русский знать. Но было несчастье и многие женщины погибли. Несчастлый случай. Но традиция — женщина выбирать мужа в святая ночь остаться.\n\nЯ не ожидала такой длинной тирады, поэтому немного приоткрыла рот. Надо же, какая удивительная история у племени ягуанов. Думая об этом я не замечаю, что мы останавливаемся и Арман начинает развязывать повязку.",
    "answers": [
      {
        "id": 99,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 99,
    "text": "Мы находимся на небольшой поляне посреди леса. Высокий загон окружает несколько десятков лошадей. У его ворот сидит незнакомый туземец с копьем, охраняет, но завидив вождя племени он быстро уходит в лес, низко кланяясь ему по пути.\n\n  — Вау, лошадки, — искренне радуюсь я. Удивительно, что Арман привел меня именно к ним. Большая часть моего детства прошли на скачках, отец обожал этот спорт, когда я была маленькой. Он даже меня отдал учиться кататиться, правда, из-за травмы мне пришлось оставить спорт, когда я была подростком.\n\nЯ осторожно глажу одну из лошадей по холке, просунув руку сквозь ограждение.\n\n  — Ты ей нравится, — слышу голос Армана совсем рядом и с улыбкой оборачиваюсь к нему. \n  — Она мне тоже. Я люблю лошадей.\n  — Хотеть покататься со мной?\n\nЯ уверенно киваю. Предложи он что-то другое — мой отказ последовал бы незамедлительно, каким бы важным вождем он не был у себя в племени. Но он попал в самое яблочко, в страсть всей моей жизни.",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "Лошадь, которую я выбрала, зовут Айра. Арман рассказал, что в переводе на русский это означает \"указывающая путь\". \n\n\"То, что мне нужно сейчас — узнать, что делать дальше. Ведь я в плену у племени аборигенов и завтра меня выдадут замуж. Меня хочет взять в жены этот мужчина, которого я знаю меньше суток. Но странно то, что я не хочу убегать...\"\n\nМы катаемся на перегонки по ночному лесу. В какой-то момент лошади на скорости забегают в реку — кричу и смеюсь, ведь чувствую невиданную много лет свободу. В своем офисе консалтинговой компании, которую я основала, я ощущала себя словно в клетке и многие годы скучала по этому занятию. А сейчас я словно вернулась в беззаботную юность.",
    "answers": [
      {
        "id": 100,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/kM6hMWCk/mid-178161-8670.jpg"
      },
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "Арман большую часть времени молчит, лишь янтарного цвета глаза неотрывно наблюдают за мной. Я тоже наблюдаю за ним.\n\nВысокий, могучий мужчина, словно скала, кажется таким недосягаемым, но в то же время привлекательным. Возможно, это потому что он угадал моё увлечение, но может ли быть другая причина?\n\nМы оказываемся на пляже. Над нами сияет молодой месяц, звёздное небо прекрасно. Звезды видны очень отчетливо, ведь мы находимся вдали от больших городов.\n\n  — Я полюбил тебя с первого взгляда на том дереве в лесу, — внезапно произносит он, глядя на звездное небо, — ты прятаться и бояться тогда. А затем снова, когда тебя украсть. \n\nЯ молчу и слушаю, что скажет дальше. Признание в любви, как и в том, что он заметил меня на дереве в джунглях, поразили до глубины души. Я подозревала, что нравлюсь ему, возможно, что сексуально привлекаю, но любовь... Это всё намного более сложно.",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "  — Но я понимать, что ты не из этот мир. Ты хотеть домой. И я не хотеть тебя держать насильно... Я готов дать тебе уйти, если ты захочешь. Отвезти тебя на лодка до ближайший остров с людьми. Но я очень хочу, чтобы ты дала мне время, чтобы ты узнать меня ближе. И наших людей тоже.\n\nЯ вновь смотрю на него неверющим взглядом. Как он великодушен. Слезы наворачиваются на щеках и я быстро их смахиваю. Я понимаю, почему именно он вождь этого племени — таких людей как он я ещё не встречала. Сердце бьётся очень быстро, я разрываюсь на части и не знаю, как поступить правильно.\n\n  — Останься всего две недели. А затем отвезу домой. Или я это сделать сегодня, — я вижу, как не просто ему это говорить. Он крепко сжимает поводья своей лошади до побеления костяшек пальцев.",
    "answers": [
      {
        "id": 103,
        "text": "- Прошу, отвези меня к людям прямо сейчас..."
      },
      {
        "id": 104,
        "text": "- Я готова остаться ещё на две недели, Арман..."
      }
    ]
  },
  {
    "id": 103,
    "text": "1 год спустя\n_____\n\nЯ просыпаюсь по ночам и вижу перед собой янтарного цвета глаза. Я поднимаюсь с кровати и иду умыться холодной водой. Вот уже много месяцев после моего возвращения домой с острова я не могу забыть моего великодушного спасителя. Возможно, это болезнь, тот самый синдром, когда жертва привязывается к обидчику, но я знаю, что Арман не такой. Просто мы познакомились не при тех обстоятельствах. Просто мы такие разные.\n\nЯ собираюсь на встречу со своим женихом. Его зовут Петер, он глава айти-компании с офисами по всей Европе. Папа нас познакомилил около года назад и всё закрутилось само собой.\n\nЯ вроде люблю своего жениха. А вроде и сомневаюсь. Я вспоминаю глаза другого мужчины и нашу ночь свободы — катание на лошадях. Петер терпеть не может лошадей, как и всё, что связано с ними. \n\nЯ умываюсь вновь, размазывая косметику по лицу. Я вернулась к прошлой жизни в своем городе и постаралась быть той, кем была до поездки в отпуск, но всё было напрасно. Я изменилась, но всё же мне не хватает решимости поменять и свою жизнь. ",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест"
      }
    ]
  },
  {
    "id": 104,
    "text": "И я выполнила своё обещание, как и он. На следующий день церемония, к которой уже готовились, проведена не была. Вместо этого Арман провел мне экскурсию по деревне и рассказал подробнее, как обустроен их быт. У них был хлев, кузня и пекарня. Каждый знал своё место и спокойно выполнял свою работу. Поскольку в лагере нет женщин и детей, то единственное, чего они боялись, что вскоре племя вымрет и с ними уйдет ремесло и различные достижения. Я спросила почему они не переселятся на континент, а мне ответили просто: слишком долго они живут уединенно на острове и боятся, что повторится история как в одном индианском племени, которую им рассказали очень давно. Европейцы хотели спасти их и увезли из их острова, но стоило им покинуть родную землю, все умерли от болезней, к каким не были приспособлены.\n\nЗдесь проживало около семидесяти мужчин, старшему из которых недавно исполнилось семьдесят лет. Мы долго разговаривали с ним на русском, ведь он был одним из первых переселенцев на остров. У Сергея, так звали пожилого мужчину, было четверо сыновей от любимой покойной жены. ",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "  — Как приятно глазу видеть вновь милую девушку, — говорит он мне, держа за руку, — уже более двадцати лет на острове не было ни одной.\n  — Но почему? — спрашиваю я. — Арман упоминал, что что-то случилось...\n  — Так и было, девочка. Однажды налетел страшный ураган, пока наши жены и дочки работали на поле. Это был худший день в жизни наших людей... Большая часть племени погибла. Как и мой старший сын и дочка. Мой средний сын, Арман, сейчас возглавляет племя.\n  \n\"Значит это отец Армана\", — думаю я удивленно.\n\n  — Вы очень хорошо воспитали сына, — улыбаюсь я, а Сергей благодарно смотрит. \n  — Это всё его мать. Он в неё характером — боевой и гордый.\n  — И справедливый, — добавляю я, замечая, что искренне восхищаюсь и испытываю благодарность к молодому человеку за безукоризненно порядочное обращение со мной.\n  — Так и есть... — кивает он, крепче сжимая мою руку. Он смотрит на меня странным взглядом и улыбается, словно прокручивает в голове шутку, которую, однако, озвучивать не собирается.",
    "answers": [
      {
        "id": 106,
        "text": "- Есть много качеств, которые мы не перечислили. И все они есть у моего Армана, - после этого старик заговорчески подмигивает и уходит по своим делам."
      }
    ]
  },
  {
    "id": 106,
    "text": "Так я и живу в племени. Жизнь здесь меня увлекает и я не замечаю, как течет время. Мужчины улыбаются мне и с радостью показывают как они умеют орудовать своими инструментами или ремеслом. Но помогать им не разрешают.\n\nАрмана я встречаю часто. Он постоянно спрашивает всё ли у меня хорошо и всего ли мне хватает. Мне выделили отдельный домик, где замок есть разве что изнутри, если мне страшно спать без него. Мне действительно хорошо у них живется.\n\nИ всё же каждый раз когда он появляется рядом я вспоминаю тот наш последний долгий разговор и его признание. Я вижу, что между нами чувствуется неловкость и только я одна могу от неё избавить, сказав свой ответ. А время неумолимо убывает... \n\nНо это так сложно. Я так запуталась. В один из дней я решаю оставить поселение и погулять сама. Я спрашиваю у одного из жителей, как выйти к пляжу, и незамедлительно направляюсь туда.",
    "answers": [
      {
        "id": 107,
        "text": "Выйти на пляж"
      }
    ]
  },
  {
    "id": 107,
    "text": "Я вспоминаю дом впервые за долгое время, но ловлю себя на мысли, что мне совсем туда не хочется. Смотрю на голубую прозрачную воду и понимаю, что нахожусь в раю: белоснежный песон, пальмы и безлюдный пляж с теплой водичкой. И пусть весь мир подождет...\n\nЯ скидываю с себя одежду и ныряю с головой. Я плаваю долго, пока не замечаю, что начинает темнеть. Однако когда хочу выйти из воды, замечаю на берегу незнакомого мужчину.",
    "answers": [
      {
        "id": 107,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/zfVLTBLY/1616703792-53-p-voda-krasivo-62.jpg"
      },
      {
        "id": 108,
        "text": "- Эй! - кричу я, находясь в пятнадцати метрах от берега, - вы что-то хотели?"
      }
    ]
  },
  {
    "id": 108,
    "text": "  — Хотеть, — кричит он. Я не могу разглядеть его, поэтому подплываю немного ближе, однако на достаточное расстояние, чтобы он не заметил мою наготу.\n  — Что вы хотели? Меня кто-то зовет?\n  — Вас ждать, — говорит он мне серьезно. \n  — Тогда киньте мне мою одежду, — говорю я, с сожалением думая, что придется ходить в мокрой одежде. Но одеваться на берегу я не собираюсь, рискуя, чтобы этот незнакомец в любой момент обернулся.\n\nНеохотно, как мне кажется, он кидает мне моё платье и уже через несколько минут мы отправляемся в путь.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "Стемнело практически полностью. Прожив какое-то времени на острове и уже начав здесь ориентироваться, я понимаю, что ведет меня этот странный незнакомец совсем не в сторону поселения.\n\nЯ останавливаюсь.\n\n  — Подожди, — говорю я, складывая руки на груди. Мне было очень холодно из-за мокрой одежды и в душу закрались смутные сомнения на счет моего проводника, отчего по телу побежали дополнительные мурашки, — кто именно меня ждет?\n\nОн останавливается тоже и медленно оборачивается.\n\n  — Мне нельзя говорить.\n  \n\"Ну-ну...\"\n\n  — И куда мы идём тебе тоже нельзя говорить?\n  — Да.\n\nМой ответ ему приходит незамедлительно:",
    "answers": [
      {
        "id": 110,
        "text": "- Ты наверняка знаешь, что я невеста вождя Армана. Он знает об том, куда ты меня уводишь?"
      }
    ]
  },
  {
    "id": 110,
    "text": "Я блефую. Но мне страшно. Я одна в лесу с неизвестным мне членом племени, который в полтора раза больше меня.\n\nЯ вижу, как его брови хмурятся и он делает шаг вперёд. Я в эту же секунду делаю шаг назад.\n\n  — Если со мной что-то случится, вождь об этом узнает и сделает с тобой страшные вещи, — шепчу я, ведь мне очень и очень страшно. Бегаю я плохо, мне не скрыться. А он всё ближе ко мне, черные глаза смотрят злобно и хитро одновременно.\n  — Мне плевать на вождь. Всё доставаться вождь! — чуть ли не рычит он сквозь зубы и рывком прижимает меня к ближайшему дереву. Я начинаю кричать, а он закрывает мой рот ладонью. Второй пытается сорвать моё мокрое платье. — И ты не жениться на Арман, чтобы он говорить, что ты его! Ты не его! Я забрать тебя!\n\nЯ не помню, что было дальше. Знаю, что пыталась отбиться и кричать. Затем мне удалось ударить его палкой и я принялась бежать, хоть далеко уйти у меня и не вышло. Я упала на землю и приготовилась к худшему, однако услышала страшный крик. На этот раз не свой...",
    "answers": [
      {
        "id": 111,
        "text": "Почувствовать, как кто-то берет меня на руки"
      }
    ]
  },
  {
    "id": 111,
    "text": "Я чувствую, как кто-то берет меня на руки. Арман. Спас меня, словно в сказке. Такой сильный и крепкий супергерой. А янтарного цвета глаза смотрят словно в душу.\n\nЯ провожу рукой по его щеке и он целует мои пальцы.\n\n  — Чуть тебя не потерять, — шепчет он. — Я не простить себя... \n  — Со мной всё хорошо. А этот?..\n  — Предателя казнить. Он не оправдать доверие. Племя мирное, женщина свободная. Закон гласит — предателю смерть. Что уже и сделать.\n  — О боже! — шепчу я в ужасе. Впрочем, осознание того, что он только что чуть со мной не сделал, вселяет в сердце жестокость. И всё же я шепчу: — Накажите как угодно, но не убивайте. Он не успел причинить мне вред.\n  — Я не прощу себя за то, что ты была одна и он так поступить. \n \nСмотрю на него и сердце наполняется теплотой и благодарностью. Вижу как сильно он переживает и не могу сдержать чувств. Обхватываю его голову руками и нежно целую, зарываясь пальцами в его волосы. \n\nОн прикрывает глаза и замирает на месте, но это длится не дольше секунды, поэтому он вновь их открывает и смотрит на меня с такой нежностью, как никто и никогда на меня не смотрел.",
    "answers": [
      {
        "id": 112,
        "text": "- Это моя благодарность за помощь, - тихо шепчу я."
      }
    ]
  },
  {
    "id": 112,
    "text": "  — Я готов делать подвиг каждый день за такую благодарность, — я чувствую, как его руки крепче сжимают моё тело, а дыхание учащается. Я улыбаюсь. \n\nТолько сейчас замечаю, что стоим мы на какой-то лесной поляне и никого кроме нас здесь нет. И вроде ситуация похожая, как с тем незнакомым преступником, но чувствую я себя иначе. Словно я на своём месте. И хочется мне, чтобы Арман меня всегда держал в своих сильных руках. И всегда вот так смотрел...\n\nСледующий шаг делает он сам — сам меня целует. Нежно, но требовательно. И я отвечаю. Наверное, это какая-то магия острова, а может это я такая сумасшедшая. Мне он безумно нравится и я не могу это больше отрицать.\n\nМы прижимаемся друг к другу крепко и не можем оторваться.\n\n  — Я очень хотеть, чтобы ты быть моей женой, Алиса, — страстно шепчет он, отрываясь от моих губ, — я обещаю, что никто и никогда тебя не обидит. Я за тебя умру.\n  — Не надо за меня умирать, милый Арман. Ты мне живой нужен, — шепчу я в ответ, когда он опускает меня на землю. Я обнимаю его за шею и покрываю нежными поцелуями лицо. ",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "  — Я тебе нужен? Я не понимаю...\n\n\"Эти мужчины такие прямолинейные, где бы они не были: в мегаполисе или на острове. Проклятье какое-то!\"\n\n  — Я согласна быть твоей женой. Потому что у меня тоже есть к тебе чувства, — признаюсь я. После моих слов следует ураган эмоций с его стороны: глаза загораются, он вновь подхватывает меня на руки и кружит. Целует меня и не может насмотреться. \n\nМы вновь целуемся. Его движения неуверенные и неловкие, хоть он такой большой и могучий. Я знаю, что я у него первый опыт и первая любовь и мне это нравится. В порыве страсти не могу остановится: дорожка из моих поцелуев спускается всё ниже, пока не слышу его тихий вздох.\n\nНочь тихая и безлунная. А мы оба молодые и хотим чувствовать, любить и быть максимально близко. \n\n\"Не знаю, что будет завтра, но у меня есть сейчас...\" — думаю я, глядя ему в глаза. Которые навсегда будут самыми красивыми глазами в моей памяти.",
    "answers": [
      {
        "id": 114,
        "text": "..."
      }
    ]
  },
  {
    "id": 114,
    "text": "1 год спустя\n_____\n\nПрошел год. Мы поженились с Арманом почти сразу после того, как я дала своё согласие. И каждый день он делал так, чтобы я ни разу не пожалела о своём выборе.\n\nРискуя всем, он захотел сопровождать меня на Кубу, где я решила его познакомить с папой. Он специально прилетел, после того, как я отправила ему послание о том, что жива и здорова. Разговор с папой был долгим и серьезным, но увидев то, что я счастлива, он благословил наши отношения. И мы вновь отправились в наш тропический рай с моим мужем.\n\nЯ вам даже больше скажу, через месяц к нам в гости приехали мои подруги. Они одни из первых узнали о том, что через девять месяцев на острове родится первый ребенок за последние четветь века — наш с Арманом первенец. А ещё моя подруга Светочка оказалась очарована младшим братом Армана, Дамианом, но не захотела остаться. Отказаться от прошлой жизни для неё стало сложнее, чем для меня. Мне было одиноко на острове без подруг, но я пообещала ездить на родину несколько раз в год. \n\nАрман даже спустя год смотрел на меня так же, как и в первые недели нашего знакомства. Я у него спрашиваю и он обещает, что и через тридцать лет ничего не поменяется. Что ж, посмотрим. Спрошу у него об этом через тридцать лет...",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест"
      }
    ]
  },
  {
    "id": 115,
    "text": "",
    "answers": []
  },
  {
    "id": 116,
    "text": "",
    "answers": []
  }
]