[
  {
    "id": 1,
    "text": "\n\nАвтор: Герцогиня Артлия\n\nЖанр: романтика, фентези, книга \n\nСтатус: заморожен \n\nПоследнее обновление: 09|04|22\n\n\nОт автора:\n\nЭто не квест, а книга. Продумана она полностью, до самого конца, если её будут читать, то продолжу написание. \n\nЖду ваших комментариев (^-^  ') \n\n\nАнотация:\n\nИсследование одной студентки Олеси, которая учиться на врача, превращается в испытание на выживание, а все из-за таинственного вокалиста в дешёвом подпольном баре, ставшим объектом изучения. К чему же приведет их столкновение...?\n\n\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Журнал обновлений "
      },
      {
        "id": 3,
        "text": "Начало"
      },
      {
        "id": 4,
        "text": "Быстрое перемещение по главам "
      },
      {
        "id": 11,
        "text": "Вам пока что сюда не надо...) "
      }
    ]
  },
  {
    "id": 2,
    "text": "\n\n[09|04|22]\n\nНачало написания. \n<plus>0 глава",
    "answers": [
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 3,
    "text": "\n\nГлава 0.\n\nЗемленитогородск\n\nЭта глава является вводной. Повествование идёт от лица автора.\n\nСветало. Первые лучи осеннего солнца освещали богом забытый город, в котором, по с течению обстоятельств, и началась эта история. \n\n[И так, погнали. Фух.] \n\nСонная девушка встаёт с кровати и направляется первым делом в душ. После него чистит зубы, приводит себя в порядок, собирает рюкзак, выбирает одежду.... Перед выходом она бросает короткий оценивающий взгляд на зеркало, рассматривая своё отражение: большие голубые глаза смотрят в душу, густые волосы цвета блонд, отстриженные под каре, доходят до плеч, маленький вздёрнутый нос и милая улыбка бледных пухлых губ.\n\n\"Идеально. Даже все успела!\" — было подумала девушка, как её желудок напомнил о завтраке.-\"Вот черт...!\"\n\nПроизведя подсчёты, девушка поняла, что никак не успеет съесть полноценный завтрак и, схватив первый попавшийся батончик из коробки на столе, вышла в коридор общежития. Она спускается вниз по лестнице, где встречает кареглазую брюнетку.\n\n—Олеся! Ну ты как всегда опаздываешь! Пошли уже, в этот раз не простят...-Вместо приветствия закипает она. \n\n",
    "answers": [
      {
        "id": 4,
        "text": "К списку глав"
      },
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "\nЗдесь отображается список уже написанных глав ",
    "answers": [
      {
        "id": 1,
        "text": "На главную "
      },
      {
        "id": 3,
        "text": "Глава 0"
      }
    ]
  },
  {
    "id": 5,
    "text": "\n\nДевушки спустились на первый этаж, вышли на улицу и отправились в университет. \n\n—Да все нормально, Настя, пять минут ничего не решат, — ответила блондинка.\n\n—Тебе все равно, а меня и с платного скоро отчислить могут... Как ты вообще попала на не существующий бюджет? — задумалась Настя.\n\nОлеся оставила подругу без ответа, достала из кармана импровизированный завтрак и начала есть.\n\n—Слушай, Олеся... — брюнетка повернулась к блондинке и, увидев девушку поглощающую батончик, округлила глаза и стала возмущаться.- Да ты издеваешься?! Хватит всякую дрань есть, ты вроде биолог, а позволяешь себе травиться этим!\n\n—Да что со мной случиться? — невинно захлопала глазками Олеся.\n\n—Посмотри на себя и пойми, что уже случилось!- усмехнулась Настя и тихо пробормотала, — когда-нибудь я выброшу со стола этот твой притон данной гадости... \n\n—Давай хоть сегодня без чёрного юмора, окей? Меня вполне устраивает такой рост!-  надавила на неё блондинка. \n\n. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 6,
    "text": "\n\nОни были лучшими подругами ещё с колледжа, а сейчас поступили в один университет, перепрыгнув первый курс. Не смотря на это, девушки были полными противоположностями друг друга, даже их рост имел достаточно большую разницу: Олеся с трудом доросла до 160, когда Настя перемахнула за 170, что и стало причиной появления черного чувства юмора. Тем не менее, им ничего не мешало общаться, они прекрасно себя чувствовали находясь рядом, как и сейчас, шумно направляясь в учебное заведение. \n\n\nПрохожие не обращали внимание на спор двух девушек, спешили по своим делам, стараясь успеть на работу во время. В час пик улицы города заполняли толпы людей, город резко оживал. Трудно представить, что кто-то спит или же сидит дома в такой ответственный момент, который решает как пройдёт будущий день. Но есть тот, кого совершенно не заботит пробуждение всего города...\n\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 7,
    "text": "\n\nНекий силуэт прошёл меж двух двухэтажных кроватей, что-то скрипнуло, тихая тёмная комната резко озарилась светом, в воздухе летали столы пыли. Теперь помещение можно было беспрепятственно рассмотреть: оно было маленькое, напоминало мотель, в котором предлагалось койко-место. Две железные двухярусные кровати стояли у кирпичных стен, небольшие помятые жизнью шкафы прямо у входа, а на против старой  двери, находилась прикроватная тумба, на которой стоял силуэт, держащий тряпку, что до этого закрывала маленькое окно под потолком. Судя по виду из него, это подвальное помещение. \n\n\n—Вставай, утырок. Долго ещё дрыхнуть собираешься? Солнце встало, негры пашут, вот такая доля наша!- сказал парень с волосами, ярко выкрашенными в зелёный, и, спрыгнув с тумбочки, начал тормошить еле живое существо, находящееся на первом этаже кровати под одеялом. \n\n—Отвали Тео...-прошептал брюнет умирающим голосом и закрылся в спасительную ткань с головой. \n\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 8,
    "text": "\n\n\n—Что тебя похмелье не отпускает? А вот не надо было пить без нас: так бы все хоть до обеда проспали! — продолжил Тео весело докучать собеседнику. \n\nДверь открылась и в комнату зашёл блондин:\n\n—Так, что за движ? — он на секунду замолчал, а затем выдал, — Секунду. Забыли. Что за отсутствие движухи? \n\n— Ну ты как всегда не в теме, да? Представляешь, Андрюха, одна тварь, чьё имя я упоминать не собираюсь, вчера снова пила без нас! — сказал Тэо. \n\n—Да быть не может! Снова?! — теперь возмущался и Андрей. \n\n— Срочно в зал! Нас уже ждут!- чей-то грубый голос проник в маленькую комнату из коридора. \n\nТэо и Андрей, не теряя ни секунды, тут же выскочили в дверь. Помятый брюнет лениво встал с кровати, натянул на себя вчерашнюю футболку и  треники, валявшиеся на полу, затем, одев домашние тапочки, медленно, никуда не торопясь, пошёл по коридору, поднялся по лестнице и зашёл в главный зал. \n\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 9,
    "text": "\n\n\nПросторное помещение со множеством клубного оборудования и барной стойкой в углу было наполнено томящей тишиной. Парень не торопливо обходил столы, пересёк зону танцпола и поднялся на небольшую сцену у стены. \n\n— Почему ты снова пришёл последним? Ты вообще понимаешь понятие \"срочно\"?- с невозмутимым видом спросила девушка, сидящая на стуле. \n\nТёмные, как смоль, волосы спускались чуть ниже бледных плеч, фиалковые линзы для глаз скрывали их истинный цвет,  на губах лежала толстым слоем ярко бордовая помада . Перед ней в линию стояло четверо парней-участников группы. Уже знакомые нам Андрей и Тэо, а также крупный невысокий шатен и достаточно худой пепельноволосый. \n\n—А мне какая разница? Ты мне не босс, Мадлен, да и в солдатиков я с тобой играть не собираюсь. Если нет важных объявлений, я пошёл. — высказал своё мнение брюнет. \n\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "\n\nПарень было развернулся и уже собирался спуститься, как девушка его остановила:\n\n— Возьми стул и присядь. Есть важный разговор на счёт вашей новой песни, тебя как единственный вокал, это особо касается,- сказала Мадлен. \n\n—Ну чтож. Так и быть. Но не назвал бы это чем-то важным. Скорей ежедневная рутина... — ответил спокойно брюнет. \n\nОн принёс стул, сказал и остальным не стоять. На маленькой сцене среди барабанов, двух электрогитар, синтезатора и нескольких стоек для микрофонов образовался круг из стульев. Участники рок группы начали оживлённое обсуждение предстоящей песни.\n\nКонец 0 главы. ",
    "answers": [
      {
        "id": 4,
        "text": "К списку глав "
      }
    ]
  },
  {
    "id": 11,
    "text": "\n\nНу, кто самый любопытный? М? ~\n\nВ общем, здесь планируется пояснительная бригада, если я что-то плохо объяснила внутри книги, да и просто если есть ко мне вопросы как к автору) \n\nЧтобы не было спойлеров, указывайте пожалуйста главу, я буду раскидывать вопросы и ответы на отдельные страницы. \n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Океюшки, люботная Варвара почапала на главную) "
      },
      {
        "id": 12,
        "text": "Для ещё более любопытных "
      }
    ]
  },
  {
    "id": 12,
    "text": "\n\nВ общем, кому интересно, немого о моем пути как писателя...\n\nВ далёком прошлом я уже побывала писать. Здесь же кстати... Ну в общем, перечитываю творение 4-х летней (если не ошибаюсь) давности, стыдно людям в глаза смотреть(\nНо меня поразило то, что 2 том попал в популярное, да ещё и с рейтингом в 4,7! Как думаете, есть ли смысл продолжать работать над этой книгой? Просто я дошла до половины 2го тома, когда в планах было 3)\n\nЕсли интересно, могу попозориться и написать сюда номер того квеста... <_> ",
    "answers": [
      {
        "id": 11,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  }
]