[
  {
    "id": 1,
    "text": "После наяала эпидемии зомби вируса, который превращал людей в ходячих мёртвецов прошло 20 с лишним лет. За это время люди адаптировались и начали новую жизнь. Кто-то выживал, прятался, кто-то стал разбойником, бандитом и стал убивать других выжившей, собирать дань, кто-то отстраивал лагеря выживших, а кто-то родился в лагере выживших... Точнее главный герой.\nСможете ли вы выжить в этом мире?\n\nПовествование ведётся от 1 и 3 лица. История уникальна.\n\nВНИМАНИЕ: в квесте ОЧЕНЬ много текста. Некоторые главы имеют больше текста, чем вариантов ответа.\n\nКвест находится в разработке. Эпизоды вместе с главами выходят постепенно. ",
    "answers": [
      {
        "id": 2,
        "text": "^^^Новая игра^^^",
        "left_answer": true
      },
      {
        "id": 41,
        "text": "_–¯об авторе ¯–_",
        "right_answer": true
      },
      {
        "id": 107,
        "text": "Продолжить игру",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Когда-то давно произошла вспышка вируса. Этот вирус поражал клетки мозга, оставляя лишь первобытные инстинкты.\nСпустя время люди научились жить в совершенно другом мире, ином мире.. Большинство стали разбойниками, а другие прятались или отстраивали свои поселения. Моим кумиром всегда был глава лагеря «жизнь», в нём я родился и жил...\n          Вечная память Евгения Шапалова! ",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 3,
    "text": "В палату зашёл Евгений Шапалов — глава лагеря. Я всегда питал к нему особое уважение. Он был смелым и умным, и добрым.\nНе смотря на всё это, я всё равно стеснялся с ним заговорить.\nКогда-то давно на месте нашего лагеря было поле боя... Тогда Шапалов сражался против другого лагеря. Этот лагерь посылал своих людей, чтобы собрать дань. Дань брали потронами, топливом, едой, медикаментами, а иногда и чужими жизнями. Так случилось, что главой Бандитов оказался брат Евгения Шапалова — Михаил Шапалов.\nСколько людей погибло на этой земле? В центре лагеря есть памятник. Он посвящён всем погибшим от рук бандитов и представляет из себя стеллу, которая чуть выше забора. ",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 4,
    "text": "Евгений Шапалов присел на одну из свободных коек.\nНадо сказать, что мы жили в нескольких палатках, размером с дом в два этажа. В каждой палатке было по три десятка коек. Это было сделано для того, чтобы всем хватало места.\nДети сразу же принялись разглядывать его. Его чуть видные щетины бороды.\nЯ замешкался. Мне хотелось подойти ближе, но боялся, что покажусь слишком маленьким для него. Однако он прошёлся глазами по всем койкам и уставился на мою. Я сидел спрятав руки в карманы.\n— Ну, а ты парень, как дела? — спросил он. Я оглянулся, в ожидании, что он смотрит не на меня, но его взгляд был точно на мне. ",
    "answers": [
      {
        "id": 5,
        "text": "[молчать] "
      },
      {
        "id": 6,
        "text": "— Можно подержать пистолет? ",
        "lua_do": "function lua_do()\n     message(\"новое достижение: Какая честь!\" .. string.rep(\" \", 100))\nend"
      },
      {
        "id": 7,
        "text": "— Я? Хорошо! "
      }
    ]
  },
  {
    "id": 5,
    "text": "Я испугался и удивился одновременно. Шапалов смотрел на меня не отрываясь.\n— Ты очень похож на своего отца!... — сказал он.\n— Отца? Вы его знали? — удивился я. Я не видел своего отца с самого рождения, только моя сестра напоминала мне о нём. Говорила, что он был очень смелым и справедливым, а ещё настоящим отцом.\n— Конечно, он был моим другом! — произнёс Евгений. Я вдруг поддался чувству гордости. Мой отец — друг Евгения Шапалова, великого человека, подарившего жизнь всем, кто присутствует в лагере.\nШапалов ещё посидел немного. Он отвечал другим детям на их вопросы.\n В палату зашёл один из бойцов. За его спиной красовалась винтовка \"Мосина\".\n— Товарищ Шапалов, за стеной человек. Говорит ваш давний знакомый, зовёт себя Георгием Вороновым!",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 6,
    "text": "— Можно подержать пистолет? — спросил я. Это было очень нагло, но я даже и не пытался наглеть! Вы только представте держать пистолет человека, который спас стольких людей. Он убивал из него бандитов и ходячих мертвецов. Это так круто!\nКонечно я ожидал отказа, но Евгений Шапалов достал из кабуры «Макаров» и протянул мне. Конечно он был без магазина, но и это меня очень обрадовало.\n— Когда нибудь ты станешь таким же как твой отец! — сказал он.\n— А вы его знали? — удивился я.\n— Конечно, он был моим другом!\nШапалов ещё посидел немного. Он отвечал другим детям на их вопросы. В палату зашёл один из бойцов. За его спиной красовалась винтовка \"Мосина\".\n— Товарищ Шапалов, за стеной человек. Говорит ваш давний знакомый, зовёт себя Георгием Вороновым!\n",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 7,
    "text": "— Я? Прекрасно! — ответил я.\n— Это хорошо! — ответил он. Достав из кармана ржавую шестерёнку и подкинув её в вверх, ловко поймав, помнув её в руке он передал её мне, со словами: — Однажды твой отец убил такой Шестерёнкой двенадцать бандитов.\n— Как? — спросил я.\n— Главное не сила, а ум! Твой отец был смекалистый. С помощью этой шестеренки вывел из строя генератор, а когда они пошли его проверять, то подорвались на растяжке. — улыбаясь ответил он. Конечно я не очень-то сильно понял его речь. Шапалов о многом умолчал, но кое что я понял — мой отец герой!\n Шапалов ещё посидел немного. Он отвечал другим детям на их вопросы. В палату зашёл один из бойцов. За его спиной красовалась винтовка \"Мосина\".\n— Товарищ Шапалов, за стеной человек. Говорит ваш давний знакомый, зовёт себя Георгием Вороновым!",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 8,
    "text": "Когда шаги Шапалова стали потихоньку утихать, самый наглый и самоувереный мальчик из нашей палаты — Семён встал с койки. Он в отличии от других не питал уважением или любознательностью к Евгению Шапалову, а наоборот, пытался не обращать на того внимание и каждый раз выпендривался. Не то, что он был не благодарен Шапалову, просто старался быть для всех авторитетом. Дерзкий, сильный и грозный, однако умом он не обладал, и потому не был авторитетом для всех. Единственное, что он делал — это запугивал, так что его уважали не из за его формы или характера, а из за страха.\n— Твой отец герой? — злобно проговорил Семён, жадно погрызая семечки, — Да если бы он был героем, то не бросил бы тебя и сестру на произвол судьбы! — Семён расплылся в улыбке.\nЯ было хотел что-то сказать, однако в глубине души понимал, что он прав. Или мне это внушили... \n",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 9,
    "text": "В палату зашла моя сестра. Робко распахнув занавеску, она позвала меня взглядом, и я послушно подошёл к ней, запнувшись о ногу Семёна, которую он специально подставил. Я подошёл к сестре. Она жестом пригласила меня наружу.\n— Макс... Я тут получила очень важное письмо и должна отправиться в соседний лагерь, ты потерпишь? — прошептала она. \n— Света, а это надолго? — спросил я.\n— На два дня. Туда и обратно, не заметишь! — оптимистично сказала она, но всё же в её голосе было что-то не то. Мне конечно не дали выбора, и я кивнув ушёл в палату. Света проводила меня взглядом. ",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 10,
    "text": "Под вечер я захотел в туалет, который находился на улице. Как только я вышел из палатки, услышал голос моей сестры и Шапалова.\n— Ты действительно хочешь уйти? — спрашивал Шапалов.\n— Всего на пару дней! — отвечала она.\n— Я выдам тебе бойцов! — не унимался Шапалов.\n— Я пойду одна! — будто командовала сестра.\n— Я знаю, что мальчику нужен отец, но вот... Я видел как Сергея подстрелили. Он увёл их как можно дальше и... — Шапалов замолчал.\nЯ случайно наступил на сухую ветку, и та с хрустом разломилась. Я поспешил лечь на койку и завернуться одеялом. ",
    "answers": [
      {
        "id": 11,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 11,
    "text": "Через несколько дней сестра вернулась и я как в прошлый раз застал её за разговором с Шапаловым.\n— Его там нет, а лагерь захвачен мертвецами. — говорила сестра.\n— Я знаю этот лагерь, защиты у них не было, стены деревянные, — пояснил Шапалов — Зомби собираются в стаи движутся огромным потоком. Также бесцельно, но разрушения, наносимые ими куда больше. — продолжил Шапалов.\nЯ понял что она не нашла, то, что искала, но подавать виду она не собиралась. Когда я просил о её вылазке, она сказала что ходила в поисках медикаментов, но не нашла.\nДа, медикаменты в наше время редкая и нужная вещь, однако у нас этого добра хватает. Например в нашем лагере многие люди имеют ни один контейнер с медикаментами.\nЕщё важна еда, потроны и топливо. С топливом всегда проблемы, с едой у нас нет проблем, с потронами тоже нет проблем. Здесь вопрос в подготовке, кто-то постарался сделать всё для жизни людей, а кто-то обстроил лагерь деревянным забором и в конечном итоге стал ходячим, а кто-то обвил лагерь каменными стенами, нашёл кучу оружия, набрал еды, медикаментов, еды и немного топлива... И мы живы! ",
    "answers": [
      {
        "id": 12,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 12,
    "text": "Годы шли и когда мне исполнилось 14 лет, меня взяли на службу в лагере. В свободное время я помогал жителям лагеря. Вот только сейчас я мог сделать только одно дело. Помочь местному доктору или на стене вести караул.\n",
    "answers": [
      {
        "id": 13,
        "text": "Помощь доктору "
      },
      {
        "id": 14,
        "text": "Помощь в защите "
      }
    ]
  },
  {
    "id": 13,
    "text": "Местного доктора звали Роман Александрович. Он попросил помочь меня расставить недавно прибывшие медикаменты по алфавиту. Я никогда не понимал зачем это делать, и очень устал выговаривая каждое название!\nВ Благодарность он разрешил выбрать один любой препарат. ",
    "answers": [
      {
        "id": 15,
        "text": "Выбрать Цитромол"
      },
      {
        "id": 16,
        "text": "Выбрать Нитрозепам"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я реши стоять в карауле. Стоял я так долго, но кроме гуляющей мертвечины не смог ничего заметить. Так продолжалось очень долго, но в один момент я заметил одного из жителей бункера, он отправился за лекарствами и не вернулся. Прошла неделя и только сейчас он появился здесь. На его лице виделся свежий шрам, а его нога чуть ли не смотрела в другую сторону.\nМне оставался выбор — либо взять винтовку и палить по зомби, что преследуют его, но тогда есть риск привлечь толпу мертвецов на лагерь, либо позвать на помощь, но тогда есть риск погубить парня. ",
    "answers": [
      {
        "id": 17,
        "text": "Самому помочь выжившему",
        "lua_do": "function lua_do()\n     message(\"новое достижение: острый аргумент!\" .. string.rep(\" \", 100))\nend"
      },
      {
        "id": 18,
        "text": "Позвать на помощь "
      }
    ]
  },
  {
    "id": 15,
    "text": "Цитромол — это мощная обезболивающая таблетка. Она помогает при боли в горле, голове, животе и ломке в теле. Такой препарат обязан быть! Конечно я взял его! ",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 16,
    "text": "Нитрозепам — это мощная таблетка для сна. В такие времена очень важен здоровый сон!",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 17,
    "text": "Выживший посмотрел на меня и прибавил шагу. Он достал из кармана несколько препаратов — это значит, что у него получилось и он нашёл медикаментов!\nЯ тут же принялся отстреливать мертвецов. Должен сказать, что за несколько месяцев службы я уже достаточно обучился стрельбе. Выживший забежал в открытые мной ворота лагеря.\nКонечно после этой стычки меня попросили не делать такого без предупреждения, но всё таки поблагодарили. Выживший в тихую передал мне боевой нож в знак благодарности. ",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 18,
    "text": "Решить эту проблему самому я не мог — звание не позволяло. Спкстившись со стены я принялся искать старшего по охране и нашёл. Вместе мы смогли спасти выжившего. Он принёс немного медикаментов. ",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 19,
    "text": "Ночь выдалась не спокойной. Я переворачивался то на один бок, то на другой. Семён тоже не спал. Он сидел на своей койке и поглядывал на меня, ехидно улыбаясь.\nБыло тихо. Только капли дождя стучали по земле. И в этом шуме дождя было что-то... Успокаивающее?!\nВ конце концов я смог уснуть, но проспал не долго, уже под утро послушались шаги Шапалова к нашей палате.\n— Подъем! — скомандовал он. С какой-то стороны это было грубо.\n— Почему так рано? — воскликнул Кирилл — мой сосед по койке.\n— Сегодня будет соревнование, в нём мы определим, кто из вас заслуживает быть главой вашей команды! — сказала Шапалов. ",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 20,
    "text": "Соревнование состояло из 10 испытаний.\nПервое испытание было на меткость. Каждый по очереди передавал друг другу пистолет с глушителем и стрелял в мишень. Примерно 25 из 30 человек попали в центр, и я был в их числе.\nВторым испытанием было сборка и разборка автомата на время. С этим заданием я не справился.\nОстальные испытания были связаны с движением.\nКак я понял, Шапалов хотел нас развлечь, ведь дни сейчас тяжёлые. С едой уже который день напряг. Игры действительно были весёлые. Больше всего мне понравилась командная игра, где мы стреляли краской друг в друга, как сказала Шапалов — \"это имитация перестрелки\".\n",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 21,
    "text": "Шли годы... Мне уже исполнилось 18. Главой в нашей команде стал Кирилл. Он всегда работал командой, старался помогать всем, был справедливым и общительным. Он очень подходил на эту должность и будь я на месте Шапалова, то выбрал бы его!\nШапалов оказался не только хорошим главой, но и отличным другом. Открытый, жизнерадостный, дружелюбный и очень общительный, вот только заходить в своё прошлое он не сильно хочет. Вот спросил я его о жизни до апокалипсиса, так он бутылку водки, что мы все вместе ели отыскали в столовой, залпом выпил. От ответа уходит, видимо слишком плохое у него прошлое. А я что? Зачем мне донимать человека, если тем для разговора полно!? ",
    "answers": [
      {
        "id": 22,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 22,
    "text": "И вот настал тот самый день, когда произошло то самое событие... Я же рассказывал о том, что было на месте лагеря? Самая настоящая война между двумя группами. В конечном итоге никто не победил войну, Евгений Шапалов ослабил войска своего брата...\nВ этот день всё изменилось, и брат Евгения дал ответный удар.\nЯ проснулся от выстрелов. Повсюду бегали солдаты. Наша палата чуть ли несносилась ветром, гоняемым пулями и взрывами.\nВсе в палате стояли на ушах. В палату зашёл один из бойцов, который день за днём вёл наблюдение на стене. В его руках красовался Автомат.\n— Дети, быстро за мн... — он не успел договорить. резко замолчав он упал на колени и из его рта полилась кровь. Сзади него стоял мужик в красной толстовке. В его руках был окраваленый топор, которым он убил бойца.\nМужик сделал шаг, и все с первых рядов коек отошли на последние. Мужик замахнулся топором...",
    "answers": [
      {
        "id": 23,
        "text": "Достать нож ",
        "need": 17
      },
      {
        "id": 24,
        "text": "Стоять на месте "
      }
    ]
  },
  {
    "id": 23,
    "text": "Я находился не слишком далеко от мужика, и от страха достал из за спины боевой нож. Который передал мне солдат и ударил нападающего в грудь. Тот бешено крехтя свалился на спину. Как только он сомкнул глаза, то тут же обратился в ходячего мертвеца.\nЗа все 18 лет я впервые увидел мертвеца лицом к лицу.\nНеожиданно прозвучал выстрел. Мозги ходячего вылетели из головы. Я посмотрел на занавес, который крыл вход в палатку и увидел Евгения Шапалова. Он пришёл помочь нам. Как только мы все вместе выбежали из палаты, то я увидел свою сестру вместе с другой группой детей, которые были чуть младше. Казалось, что всё хорошо, но ничто не уходит просто так. В небе появился истребитель, который стал палить в землю. Оставшиеся бойцы стали палить в небо и видимо задели пилота. Истребитель вдруг начал падать. Он падал с такой скоростью, какой я не могу описать. Взрыв прозвучал настолько громко, что в ушах начало адски звенеть. ",
    "answers": [
      {
        "id": 26,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 24,
    "text": "Я застыл на месте. Не мог даже головой повернуть... \nНеожиданно прозвучал выстрел. Мозги мужика вылетели из головы. Я посмотрел на занавес, который крыл вход в палатку, там стоял Евгений Шапалов. Он пришёл помочь нам. Как только мы все вместе выбежали из палаты, то я увидел свою сестру вместе с другой группой детей, которые были чуть младше. Казалось, что всё хорошо, но ничто не уходит просто так. В небе появился истребитель, который стал палить в землю. Оставшиеся бойцы стали палить в небо и видимо задели пилота. Истребитель вдруг начал падать. Он падал с такой скоростью, какой я не могу описать. Взрыв прозвучал настолько громко, что в ушах начало адски звенеть. ",
    "answers": [
      {
        "id": 26,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 25,
    "text": "Я пришёл в себя привязанный к стулу. Во круг нет света, лишь маленькая лампа над головой. Она освещает немного. Но всё таки видны очертания человека... Рыжие волосы, джинсовая рубашка... Это девушка?\n— Ты очнулся? — спросила она. Её голоса не был злым, он скорее был безразличным.\n— Да, вы издеваетесь! Я с одного плена в другой перешёл? — сердито ответил я.\n— Как тебя зовут?\n— Максим.\n— Откуда ты?\n— Лагерь \"жизнь\".\n— Врёшь! Лагерь уничтожен уже как несколько дней!\n— Я жил там на протяжении всей своей жизни! На протяжении 18 лет. Ты хочешь это опровергнуть?\n— Я тебя поняла... Как ты выжил?\n— Вы думаете меня не учили выживанию?\n— Хорошо... Кто глава лагеря?\n— Шапалов. Земля ему пухом.\n— Что? Он умер? — девушка встрепинулась. Она подошла ко мне и разрезала верёвку. ",
    "answers": [
      {
        "id": 42,
        "text": "— Почему ты меня развязала? "
      }
    ]
  },
  {
    "id": 26,
    "text": "Я очнулся на земле. Рядом со мной стоял Шапалов с винтовкой в руках. Его правая рука была забинтована. Ещё несколько бойцов ходили рядом. Одним из них был Кирилл.\nПротерев глаза я всё таки опомнился. Подошёл к Шапалову и спросил: — Что произошло?\nШапалов лишь отвёл взгляд. У него явно не было настроения. Сзади ко мне подошёл Кирилл. Он чуть поёжился но всё таки отвёл меня в сторону и поправив висящий на шее автомат, сказал: — помнишь твоя сестра говорила о вражде Шапалова и его брата?\n— Помню... — ответил я. Уже после этих слов я понял что происходит.\n— Так вот... — не успел договорить Кирилл, как кто-то открыл по нам огонь. ",
    "answers": [
      {
        "id": 27,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 27,
    "text": "Началась перестрелка. Кто-то стрелял снайперской винтовки. Мы засели в кусты, спрятавшись за деревьями и небольшими камнями. Кириллу становилось хуже.\nПослышался шелест кустов, а затем и шаги. В ту же секунду пятеро людей в масках, и с пистолетами в руках напрыгнули на нас и скрутили. Кирилл лежал на земле в высокой траве, так, что заметить его было трудно. Двое бойцов лагеря сразу получили пулю в лоб, а меня и Шапалова оставили в живых.\n— Ну, что, Женя, долго скрываться собирался? — сказала одна из бандитов.\n— Что происходит? — я до сих пор понял не всё.\n— Рита, какая встреча! — воскликнул Шапалов.\nВся эта сцена как по мне была наиграна. Если бы та девушка захотела, то убила бы всех нас ещё в лагере...\n— Помнишь нашу последнюю встречу, старик? Ты тогда оставил меня умирать в той хижине!.. — истерично говорила девушка. Она не была просто беспощадным бандитом, нет! Это не те люди, о которых говорили все эти байки! Неужели все эти истории наглая ложь?!\n— Послушай, дочь! — крикнул Шапалов. Он тут же посмотрел на меня, пытаясь взглядом сказать — \"тебе послышалось\".\nИ сейчас всё встало на свои места.. Вся эта война — семейные разборки. Брат против брата, ссора с дочерью, но при чём здесь я?\nЭто всё продолжилось бы, если один из бандитов не выстрелил в грудь Шапалову. Его дочь конечно не ожидала этого, и напротив не собиралась убивать его, но... Кирилл очнулся и увидев картину, где пятеро человек стоят над истекающем кровью Шапаловым, решил помешать им. Взяв автомат в руки он приснился полить в воздух, и уводить тех подальше. Ушли все, кроме Риты. Я подбежал к Шапалову, держа девушку на прицеле. Шапалов хрипя пробормотал: — твой отец... Жив!\nОн хотел сказать ещё что-то, но не мог.\nПослышался выстрел, и я увидел как Кирилл падает на землю, а Бандиты идут обратно. Дочь Шапалова безразлично смотрит на него и видя, что её друзья близко, забирает лежащий на земле пистолет и уходит в противоположную сторону. Шапалов же достаёт из кармана гранату и выдерживает чеку, сказав лишь одно слово — \"Живи!\". ",
    "answers": [
      {
        "id": 28,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 28,
    "text": "Во так вот я и остался один...\nВы отбрасываете маркер вдаль и разрываете дневник на мелкие кусочки бумаги, оставляя лишь прочную обложку.\nКостёр уже почти затух. Две консервные банки из под тушёнки лежат возле него.",
    "answers": [
      {
        "id": 29,
        "text": "Эпизод первый: конец",
        "lua_do": "function lua_do() \ndialog ({\n     header = \"эпизод первый\",\n     text = \"глава вторая: выжить одному\",\n     answers = {\n        {text = \"начать\" ,\n        pressListener = function()\n          showPage{id = 29}\n          hideDialog() end}\n      }\n   })\nend "
      }
    ]
  },
  {
    "id": 29,
    "text": "Я просидел у костра больше трёх часов. Из еды было несколько консерв, а воды по просту не было.\nЯ никогда не думал, что окажусь в такой ситуации. Сейчас я совсем один. Все кого я знал либо мертвы, либо скрылись.\nКто бы мог подумать, что Шапалов на самом деле не простой человек, и у него есть свои секреты. Я знал только о его вражде с братом, но о дочери... Меня никто не посветил бы в это, так как это не моё дело. Но почему тогда та девушка оставила меня в живых? Возможно я узнаю это в будущем.\n",
    "answers": [
      {
        "id": 30,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 30,
    "text": "В лагере на протяжении семи лет меня обучали. Сестра рассказала, что раньше были такие учебные заведения, как \"Школа\", кстати если это слово перевёрнуть, то получится ещё одно, правда имеющие совершенно другой смысл. В школах обучали \"математике\", \"языку\" и другим предметам. В нашем мире, конечно математики почти нет.. А родной язык здесь знать не обязательно, это вам расскажут местные обитатели — ходячие мертвецы. Это бывшие люди. Сестра говорила, что несколько десятилетий назад от укуса мертвеца можно было заразиться и стать ему подобным, но сейчас всё поменялось, от укуса мертвеца ничего не происходит, а вот от смерти... Человек после смерти становится ходячим мертвецом.\n",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 31,
    "text": "В лагере тоже было подобие школ, только учили там не знанием чужого языка, а выживанию. Конечно нас не распускали и все мы пытались вести себя не как выжившие, а как простые люди прошлого времени. В то время не было ходячих мертвецов и бандитов.\nОднажды я подошёл к Шапалову и спросил про прошлый мир. Он завалил меня интереснейшими историями, которые я вам сейчас расскажу! ",
    "answers": [
      {
        "id": 32,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 32,
    "text": "Шапалов рассказал о \"Полиции\", это такие люди, которые следили за порядком в городе, чтобы никто не нарушал закон!\nАх, да, закон... — это такое правило, которое обязаны соблюдать все, а в случае его нарушения следует наказание. Классная штука, однако в наше время не прокатит.\nЕщё Шапалов рассказывал о войне, которая произошла между СССР и Германией. Война длилась официально 4 года. Это конечно уступает войне, которая идёт сейчас, но входит в одну из самых жестоких. \nШапалов рассказывал не только об этом, но и о других учебных заведениях. Вы только представьте — человек на протяжении 15 лет сидит за партой и пишит слова под диктовку. Шапалов даже поощерял эти действия, он говорил, что это делает человека умнее, однако в этом я никогда не смогу убедиться... \n",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 33,
    "text": "Костёр уже тух, но я покидывпл дрова и продолжал сидеть с автоматом на перевес. Вспоминал мирное время, которое было буквально сутки назад.\nШорох кустов прервал мои мысли. Я снял автомат с шеи и убедившись, что предохранитель снят подошёл к кустам. Из кустов резко показалась чья-то измазаная в грязи рука, а затем вторая. Вскоре показалась и голова. Глаза были уже пустыми. Медленно передвигая руками мертвец вышел из кустов и направился в мою сторону. Я подошёл к нему и вдавил ногой его голову. Вдруг сзади я услышал чьи-то шаги. Я обернулся. В ту же секунду меня сбили с ног. ",
    "answers": [
      {
        "id": 34,
        "text": "Продолжить ",
        "blackout": true
      }
    ]
  },
  {
    "id": 34,
    "text": "Я очнулся лёжа на прогнившем полу. Чуть поднявшись огляделся по сторонам. Это был какой-то дом. Окна были заколочены, пол настолько прогнившим, что из его щелей торчала трава. На столе в двух метрах от себя я заметил пистолет.\nПопытавшись встать я заметил, что нахожусь пристегнут наручниками к лежащей подле меня гире. ",
    "answers": [
      {
        "id": 35,
        "text": "Достать нож",
        "need": 17
      },
      {
        "id": 36,
        "text": "Ждать "
      }
    ]
  },
  {
    "id": 35,
    "text": "Потянувшись за ножом свободной рукой я не обнаружил ничего. Кажется те ребята забрали его у меня. ",
    "answers": [
      {
        "id": 36,
        "text": "Ждать "
      }
    ]
  },
  {
    "id": 36,
    "text": "Закрыв глаза вы обломкатились на стену.\n— Эй! Я знаю что ты не спишь! — в пол голоса сказал стоящий в метре от меня парень. Он выглядел как обычный пацан с нашего лагеря, но это было не так! На его щеке красовался шрам, а правая рука покрыта укусами мертвецов, и в некоторых местах огромные шрамы. Парень явно был настроен не дружественно.\n",
    "answers": [
      {
        "id": 37,
        "text": "Кто ты? "
      },
      {
        "id": 38,
        "text": "Почему ты вырубил меня? "
      }
    ]
  },
  {
    "id": 37,
    "text": "— Кто ты такой? — спросил я.\n— Я? Меня зовут Карл. парень покрутил мой нож в руке.\n— Я... Тебе нужен? — спросил я.\n— Ты? Ну... Возможно... — парень явно играл со мной. Я явно был нужен ему.\n— И квким образом? — спросил я. Снова.\n— Будешь приманкой! — уже гордо сказал он. Казалось он сейчас расскажет мне все свои планы, но он подошёл ко мне в плотную и сжал мой нож в руке. Он посмотрел мне в глаза. Этот парень явно чувствует себя королём. ",
    "answers": [
      {
        "id": 39,
        "text": "Плюнуть в него "
      },
      {
        "id": 40,
        "text": "Молчать "
      }
    ]
  },
  {
    "id": 38,
    "text": "— Чувак, какого хрена? — вырвалось у меня. Я не был зол, скорее напуган.\n— Ну, знаешь... Много на свете людей... Вот если бы ты меня вырубил, то сделал бы правельно. — парень покрутил мой нож в руке.\n— Я... Тебе нужен? — спросил я.\n— Ты? Ну... Возможно... — парень явно играл со мной. Я явно был нужен ему.\n— И каким образом? — спросил я. Снова.\n— Будешь приманкой! — уже гордо сказал он. Казалось он сейчас расскажет мне все свои планы, но он подошёл ко мне в плотную и сжал мой нож в руке. Он посмотрел мне в глаза. Этот парень явно чувствует себя королём. ",
    "answers": [
      {
        "id": 39,
        "text": "Плюнуть в него "
      },
      {
        "id": 40,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я посмотрел на него и плюнул в глаз — такого отношения к себе я не потерплю. Парень вскрикнул. Он протёр глаза руками и воткнул нож мне в ногу. В ту же секунду я почувствовал невыносимую боль. Перестав себя контролировать я крикнул от боли. Парень смотрел на меня до сих пор. В его глазах читалось безумие.\nВ глазах темнело. Я лишь успел заметить чью-то фигуру во тьме, а затем скрип пола и выстрел. Почувствовал, как на меня брызнула кровь того парня. ",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 40,
    "text": "Парень посмотреел мне в глаза и подмигнул. Он смотрел на меня как на своего подчинённого, но я таким не был. Он сверлил меня взглядом, а затем воткнул нож прямо в мою ногу. Я почувствовал сильную боль и вскрикнул.\nПарень смотрел на меня до сих пор. В его глазах читалось безумие.\nВ глазах темнело. Я лишь успел заметить чью-то фигуру во тьме, а затем скрип пола и выстрел. Почувствовал, как на меня брызнула кровь того парня. ",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 41,
    "text": "привет, дорогой читатель! Это мой первый квест, который я собираюсь активно писать. Надеюсь на то, что время потраченое на него чего-то стоит!..\n\nВозможно вы хотите пожаловаться на ошибки или просто поддержать автора добрым словом? Если это так, то переходите по ссылке на его страницу в ВК. ",
    "answers": [
      {
        "id": 41,
        "text": "Страница в ВК",
        "url": "https://vk.com/ggghggggggg"
      },
      {
        "id": 1,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 42,
    "text": "— Ну... Ты не опасен... На первый взгляд. — Она пригласила меня сесть на диван.\nЯ сразу же заметил, что находились мы в гараже.\n— Что дальше? — я видимо ждал подставы, но... \n— Расскажи мне побольше. — она не заставляла, она просто связана с этим.. Как?\n— Ты хочешь узнать как умер Шапалов?\n— Да. \n— Хорошо. На нас напали. Он пожертвовал собой ради меня.\n— Можешь опознать кое кого?\n— Давай.\n— вот...— девушка протянула небольшую фотографию. На фотографии была изображена моя сестра, — Это моя сестра. Ты её видел? — поинтересовалась девушка.\n— Света!? — я вскочил с дивана.\n— Да... Света... Моя сводная сестра! — ответила девушка.\n— Сводная? — поинтересовался я.\n— Да... \n— Тоесть у меня была сводная сестра?\nИ тут я снова перебрал в голове свои открытия. Спор двух братьев, Дочь Шапалова, сводная сестра. Офигеть! У меня есть сводная сестра? ",
    "answers": [
      {
        "id": 43,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 43,
    "text": "Я сидел вместе со своей сводной сестрой Верой. Мы разговаривали обо всём. О жизни, о войне, о ходячих, обо всём!\nОна рассказала мне о том, что всё это время с четырёх лет жила в этом лагере. Как я понял это не просто лагерь выживших — это сопротивление против бандитов. Здесь нет обычных жителей, здесь только бойцы. А главных здесь двое — Вера и ещё какой-то парень.\nРассказала о войне. Она жила здесь давно и уже с шести лет умела стрелять. Шапалов оказывается знал о ней и даже приходил в этот лагерь, чтобы увидеть её... Сколько ещё будет тайн? Сколько скрывали от меня всё это время?\nИ спросить не у кого...\nВера поведала мне всё, что знает о мертвецах.. Оказывается уже мёртвых людей можно оживить ударив разрядом тока. Только это как пойдёт — может мозг вобще отключится, а может сердце вновь биться начнёт и отключённые клетки мозга вдруг придут в действие..\nА есть специальная смесь газов. Обычные запахи, которые чувствуют люди. Это убивает мертвецов!\nЯ тоже рассказал о себе. Вера старше меня на 4 года. Апокалипсис начался 22 года назад. Совпадение? Конечно! ",
    "answers": [
      {
        "id": 44,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 44,
    "text": "Вера провела экскурсию. Показала лагерь. В лагере была суета. Все куда-то бегут, что-то делают. Возможно, чтобы влиться в коллектив, нужно помочь кому нибудь?\n\nВот есть какой-то инжинер, который делает что-то с домом на колёсах.\n\nА вот какой-то мужик в белом халате переливает жидкости.\n",
    "answers": [
      {
        "id": 45,
        "text": "Помочь инжинеру"
      },
      {
        "id": 46,
        "text": "Помочь учёному"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Эй! Я могу чем-то помочь? — спросил я.\n— Ты? Ну... Можешь помочь с защитой дома на колёсах?\n— Да, а что нужно?\n— Ну... Смотри!",
    "answers": [
      {
        "id": 45,
        "text": "Заколотить окна ",
        "var_add": [
          "c",
          1
        ],
        "var_equal": [
          "c",
          0
        ]
      },
      {
        "id": 45,
        "text": "Окна заколочены! ",
        "comment": true,
        "var_need": [
          "c",
          1
        ]
      },
      {
        "id": 45,
        "text": "Защитить крышу колючей проволкой",
        "var_add": [
          "c",
          1
        ],
        "var_equal": [
          "c",
          1
        ]
      },
      {
        "id": 45,
        "text": "Колючая проволка установленна",
        "comment": true,
        "var_need": [
          "c",
          2
        ]
      },
      {
        "id": 45,
        "text": "Возвести забор на крыше",
        "var_add": [
          "c",
          1
        ],
        "var_equal": [
          "c",
          2
        ]
      },
      {
        "id": 45,
        "text": "Забор возведён",
        "comment": true,
        "var_need": [
          "c",
          3
        ]
      },
      {
        "id": 45,
        "text": "Поставить пулемёт на крышу ",
        "var_add": [
          "c",
          1
        ],
        "var_equal": [
          "c",
          3
        ]
      },
      {
        "id": 45,
        "text": "Пулемёт установлен ",
        "comment": true,
        "var_need": [
          "c",
          4
        ]
      },
      {
        "id": 45,
        "text": "Установить прочую дверь",
        "var_add": [
          "c",
          1
        ],
        "var_equal": [
          "c",
          4
        ]
      },
      {
        "id": 45,
        "text": "Дверь установлена",
        "comment": true,
        "var_need": [
          "c",
          5
        ]
      },
      {
        "id": 47,
        "text": "— всё готово! ",
        "var_need": [
          "c",
          5
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "— Эй! Я могу чем-то помочь?\n— Ты... Ну... Можешь помочь мне приготовить один препарат?\n— Конечно! ",
    "answers": [
      {
        "id": 48,
        "text": "Смешать синий препарат с жёлтым"
      },
      {
        "id": 49,
        "text": "Смешать смешать красный препарат с чёрным",
        "launchtimer": [
          "jopa",
          60
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "— Спасибо за помощь... Э... — произносит инжинер. \n— Максим! — поправляете вы. \n— Да... Конечно... Максим! Вот возьми это! — инжинер протягивает вам синюю ручку.\n— Ручка? Зачем? — спрашиваете вы.\n— Это не просто ручка. Это электрическая ручка. Как только ты воткнёшь её в тело и нажмёшь на кнопку сверху, то удар током мгновенно вырубит нападающего. Даже мертвеца! ",
    "answers": [
      {
        "id": 51,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 48,
    "text": "— О, нет, черт! Иди ка ты помогай в другом месте! ",
    "answers": [
      {
        "id": 51,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 49,
    "text": "— так, молодец! Теперь нужно подождать пару минут.. ",
    "answers": [
      {
        "id": 50,
        "text": "Препарат готов! ",
        "timer": [
          "jopa",
          60
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "— всё, готово! Это — орудие против мертвецов. Просто вколоть мертвецу этот препарат, и его мозг сразу же умрёт! Я дам тебе один шприц! ",
    "answers": [
      {
        "id": 51,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 51,
    "text": "— Максим, я тут переговорила с кое кем и... Ты сможешь остаться в нашем лагере... — не успела сестра договорить, как я перебил её.\n— Вот это да! Круто! — перебил ее я. \n— Ты сможешь остаться в нашем лагере, если поможешь в одном деле. — Вера говорила грустно. \n— Деле? Не вопрос! — обрадовался я.\n— Да, я посмотрела всё, что ты можешь сделать для лагеря, и отметила кое какое место!\n— Какое?\n— Гиблый район. В этом районе уже много людей полегло. Узнаем из за чего — спасём ",
    "answers": [
      {
        "id": 53,
        "text": "— это опасно? "
      }
    ]
  },
  {
    "id": 52,
    "text": "Выберите доступный эпизод! ",
    "answers": [
      {
        "id": 2,
        "text": "Первый эпизод: «Семейные разборки» "
      },
      {
        "id": 72,
        "text": "Второй эпизод: «всё не так просто» ",
        "lua_do": "function lua_do() \ndialog ({\n     header = \"эпизод второй: всё не так просто\",\n     text = \"глава первая: новые знакомые\",\n     answers = {\n        {text = \"начать\" ,\n        pressListener = function()\n          hideDialog() end}\n      }\n   })\nend ",
        "var_need": [
          "mc",
          1
        ]
      },
      {
        "id": 107,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Это опасно? — спросил я.\n— Конечно опасно! — радостно ответила сестра.\n— Хе-хе, да!.. — нервно посмеялся я. Кажется она это заметила.\n— Расскажешь всем как обстоят дела в лагере дедушки!\n— Дедушки? — в очередной раз удивился я.\nТеперь я ещё узнал что Шапалов был моим дедушкой...\n— Нет — нет... Евгений Шапалов был моим дедушкой по маминой линии. Тоесть тебе он не дед!\n— Спасибо... Мне и без этого трудно... ",
    "answers": [
      {
        "id": 54,
        "text": "Конец второй главы ",
        "lua_do": "function lua_do() \ndialog ({\n     header = \"эпизод первый\",\n     text = \"глава третья: гиблые районы\",\n     answers = {\n        {text = \"Начать\" ,\n        pressListener = function()\n          showPage{id = 54}\n          hideDialog() end}\n      }\n   })\nend "
      }
    ]
  },
  {
    "id": 54,
    "text": "И вот я и Вера уже едем по городу к тому самому району. Город не маленький. Повсюду шастают ходячие мертвецы. Здесь их очень много. Хорошо, что нам нужно на другой конец города. Путь туда тернист. Что не поворот — столкновение с мертвецом. Ох, как же они разлетаются, когда сталкиваются с машиной. Совсем сгнившие распадается на косточки, а свежие лишь отлетают...\nВдруг за одним и поворотов слышны выстрелы. Какой-то парень вместе с дедом отстреливается от толпы мертвецов. Там их штук тридцать. Идут толпой, что сбивает всё на своём пути. Ружьё старика выпускает последний патрон, который насквозь пробивает две головы, а затем яростно лупит мертвецов прикладом по головам.\nПаренёк же стреляет из двух пистолетов. Он целится метко. Каждая пуля попадает в голову. Мертвецов становится больше. Выстрелы привлекают их. ",
    "answers": [
      {
        "id": 55,
        "text": "Помочь"
      },
      {
        "id": 56,
        "text": "Игнорировать "
      }
    ]
  },
  {
    "id": 55,
    "text": "Не думая я хватаю пистолет и двигаюсь к толпе. Мертвецы не обращают на нас внимание. Я делаю метки выстрел и убиваю одного мертвеца. Он падает на землю. Несколько мертвецов отвлекаются на меня. ",
    "answers": [
      {
        "id": 55,
        "var_need": [
          "l",
          0
        ],
        "var_add": [
          "l",
          1
        ],
        "text": "Выстрелить "
      },
      {
        "id": 55,
        "text": "Мертвец упал на землю с отверстием во лбу.",
        "comment": true,
        "var_need": [
          "l",
          1
        ]
      },
      {
        "id": 55,
        "text": "\nСтарик озирается по сторонам и видит меня. В тот самый момент один из мертвецов хватает его за горло и утаскивает в толпу, где старик становится едой для них.. ",
        "var_need": [
          "l",
          1
        ],
        "merge": true
      },
      {
        "id": 57,
        "text": "Продолжить ",
        "var_need": [
          "l",
          10
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "— Нкт! — подумал я. Их всё равно съедят. Мы не успеем. Я просто выдавил педаль газа и поехал дальше. Вера меня поняла.. ",
    "answers": [
      {
        "id": 58,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 57,
    "text": "Вера побежала к пацану, но тот всё рвался в толпу, желая спасти деда... Вера не смогла остановить его и он нырнул в толпу... ",
    "answers": [
      {
        "id": 58,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 58,
    "text": "Под утро мы приехали в тот самый район. Он представлял из себя четыре многоэтажки. Каждая из них закрывала все щели кроме одной. Небольшой просвет — арка — единственный вход туда. Как только мы зашли туда, то увидели гору трупов. Пероломленые на попалам мертвецы. По земле волоклись еле живые куски мертвецов. Оторваные головы, окрававленые бронижелеты, гильзы от пуль. Люди отбивались как могли. Ходячие мертвецы тоже были целью чего-то неизвестного...\nВдруг раздался рык. Он был настолько громкий, что в ушах зазвенело, и настолько сильный, что ветер подул так сильно, что чуть не сбил с ног, оставив после себя мерзкий запах кишков.\nТо что я увидел заставило меня оцепенеть: в центре стояла огромная фигура человека. Можно сравнить с КингКонгом! И не просто человек, а ходячий мертвец. И судя по его виду, превратился он недавно, но... Как он стал таким? Вышедший из под контроля эксперемент? Случайная мутация? Что бы это ни было, мы попали на верную смерть. Огромное чудовище смотрел прямо на нас. Оно двинулось в нашу сторону. Молниеносно оказалось предо мной. Я хотел бежать, но оцепенел... Я не мог достать пистолет, я не мог ударить ножом, я просто стоял...\nВдруг из здания вышел мужчина. Он кинул меня через окно. Осколки стекла не попали мне на лицо, но руки порезало. Мужик дождался Веру и после... Выстрелил чем-то... Каким-то газом, и существо убежал прочь...\n",
    "answers": [
      {
        "id": 59,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 59,
    "text": "Я спрятался за стену и достал пистолет. Хотел как-то убить этого мутанта, наверное. Ко мне подошёл тот мужик. Он жестом показал мне отойти от окна. \n— Сюда эта тварь не пройдёт, а вот тебе следует быть аккуратней. Ты не знаешь её повадки! Ты ведь не знаешь что выстрелы бесполезны? — говорил мужик. Он говорил спокойно, но в его глазах читалось... Безумие? Как у того парня, что ударил ножом мне по ноге. Кстати о ноге... Рана была не глубокая и за несколько дней все заросло... До сих пор болит. Немного.\nВера что-то обсуждал с тем мужчиной, а я сидел на полу и смотрел в потолок. ",
    "answers": [
      {
        "id": 60,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 60,
    "text": "Громкие тяжёлые шаги раздались эхом. Кажется мутант нападает. Я отошёл на пару шагов от стены и она тут же разломалась на пополам. Осколки стены не задели меня, но я был шокирован. Снова оцепенел, увидев мутанта лицом к лицу. Мужик достал свой распылитель и стал распылять ту жидкость прямо в лицо мутанту. Однако тот не реагировал. Он откинул мужика в стену. На стене образовалась вмятина, как и на голове мужика. Вера побежала к телу мужика и забрав у него ружьё выстрелила в мутанта. Послышался дикий рёв...\nВыстрел... Он заставил меня прийти в себя. Пуля влетела в голову мутанта и тот упал на землю. ",
    "answers": [
      {
        "id": 61,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 61,
    "text": "В панике я стал осматривать улицу, как вдруг заметил силуэт на одной из крышь. Это был человек! Он стоял держа что-то длинное в руках.. Винтовку! Это он убил мутанта? Скорее всего! А что теперь?\nМои мысли прервала пуля, пролетевшая возле моей головы. Кто бы это ни был, он точно нам не друг!... Ещё одна пуля пролетела чуть выше моей головы и я услышала, как на землю что-то упало. Я обернулся. Это было тело мертвеца. Он был чуть выше меня. В его лбу красовалась сквозное отверстие от пули. ",
    "answers": [
      {
        "id": 62,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 62,
    "text": "— Ладно, я расчищу путь до машины.. Может и того горе снайпера застрелю! — сказала Вера. Я хотел было возразить, но она и слушать не хотела. Выстрел снова... Снова упало тело мертвеца сзади меня... Зачем он помогает нам?\n— Максим! — откликнула меня Вера, — разберись с ним! — приказала она.\nДелать нечего. Либо нас — либо мы. Я побежала на крышу, попутно отбивая атаки мертвецов. И я вот я уже стою на краю здания. Как красиво! Вдруг я осткпился и начал падать вниз.. Зауепившись за ржавую корягу, торчащую из задания, я повис в воздухе. Единственное, что отдаляло смерть — ржавая палка. ",
    "answers": [
      {
        "id": 62,
        "text": "Попытаться подняться ",
        "var_add": [
          "O",
          1
        ],
        "var_equal": [
          "O",
          0
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "O",
          1
        ],
        "id": 62,
        "text": "\n\nЧто есть силы вы ухватились за кончик крыши, однако... Пальцы соскочили и вы полетели вниз. Но в последний момент ухватились за ту корягу и... Снова зависли в воздухе",
        "merge": true
      },
      {
        "id": 64,
        "text": "Снова ухватиться",
        "var_equal": [
          "O",
          1
        ]
      },
      {
        "id": 63,
        "text": "Попытаться перебраться по подоконнику",
        "var_equal": [
          "O",
          1
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "Как только я наступил на плитку у окна, то сразу начал падать, но чья-то рука помогла мне выжить... Это был тот самый снайпер. Он помог мне залезть внутрь.\n— Ты пришёл сюда убить меня? — усмехнулся снайпер.\n— Я... — замешкался я.\n— Сделай это сейчас! — крикнул он.\n",
    "answers": [
      {
        "id": 65,
        "text": "Выстрелить"
      },
      {
        "id": 66,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 64,
    "text": "Ухватиться снова не получилось. Ещё раз порезав пальцы я упал на землю и... Разбился... ",
    "answers": [
      {
        "id": 1,
        "text": "Так и закончилась ваша истерия.. "
      }
    ]
  },
  {
    "id": 65,
    "text": "Я достал пистолет и направил его в сторону снайпера. Тот косо посмотрел на меня и подошёл ближе. Едва вдохнув я посмотрел на снайпера. Он не был опасен. Он не был врагом! Я нажал на курок. Моя рука дрогнула и я промахнулся...\n— Меняу зовут Коля. Я дам тебе рацию, будут проблемы — свяжитесь со мной! — с этими словами он скрылся в глубине здания. ",
    "answers": [
      {
        "id": 67,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 66,
    "text": "— Я не буду стрелять! — оскалился я.\n— И почему же? — спросил снайпер.\n— Я не вижу в тебе врага! — ответил я.\n— И правельно, я не враг! меня зовут Коля. Я дам тебе рацию, будут проблемы — свяжитесь со мной! — с этими словами он скрылся в глубине здания. ",
    "answers": [
      {
        "id": 67,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 67,
    "text": "Я вышел из здания и подошел к машине. Рядом стояла сестра.\n— Ну как? Убил? — спросила она. ",
    "answers": [
      {
        "id": 68,
        "text": "Убил! (ложь) ",
        "left_answer": true
      },
      {
        "id": 69,
        "text": "Не убил (правда) ",
        "right_answer": true
      }
    ]
  },
  {
    "id": 68,
    "text": "— Я убил его! — гордо ответил я. Сестра посмотрела на меня.\n— Не гордись этим. Убивая людей ты рискуешь стать таким же как те Бандиты, что напали на лагерь... — предупредила сестра. И она права. Но я не убивал снайпера... Возможно я ошибся оставив его в живых... ",
    "answers": [
      {
        "lua_do": "function lua_do() \ndialog ({\n     header = \"эпизод первый: «Одиночество» \",\n     text = \"конец третьей главы\",\n     answers = {\n        {text = \"закончить первый эпизод\" ,\n        pressListener = function()\n          hideDialog() end}\n      }\n   })\nend ",
        "text": "Конец ",
        "var_add": [
          "mc",
          1
        ],
        "id": 107
      }
    ]
  },
  {
    "id": 69,
    "text": "— Я не смог убить его... — ответил я.\n— Почему? — удивилась сестра.\n",
    "answers": [
      {
        "id": 70,
        "text": "- Я не видел в нём врага!.. "
      },
      {
        "id": 71,
        "text": "- Он наш друг!.."
      }
    ]
  },
  {
    "id": 70,
    "text": "— Я не видел в нём врага... Он бы уже убил меня там, в доме... Мы ведь были на едине... Он не сопротивлялся... \n— Ладно, в любом случае ты прав! ",
    "answers": [
      {
        "lua_do": "function lua_do() \ndialog ({\n     header = \"эпизод первый: «Семейные разборки» \",\n     text = \"конец третьей главы\",\n     answers = {\n        {text = \"закончить первый эпизод\" ,\n        pressListener = function()          \n          hideDialog() end}\n      }\n   })\nend ",
        "text": "Конец ",
        "var_add": [
          "mc",
          1
        ],
        "id": 107
      }
    ]
  },
  {
    "id": 71,
    "text": "Он выстрелил тогда не в меня, а в мертвеца сзади.. Он спас нас, убив того мутанта. Он не против нас!\n— Ладно, в любом случае ты прав! ",
    "answers": [
      {
        "lua_do": "function lua_do() \ndialog ({\n     header = \"эпизод первый: «Семейные разборки» \",\n     text = \"конец третьей главы\",\n     answers = {\n        {text = \"закончить первый эпизод\" ,\n        pressListener = function()          \n          hideDialog() end}\n      }\n   })\nend ",
        "text": "Конец",
        "var_add": [
          "mc",
          1
        ],
        "id": 107
      }
    ]
  },
  {
    "id": 72,
    "text": "Дорога назад была не трудной. Мертвецов было немного, видимо все столпились около того гиблого района... И всё таки всё это очень странно. Тот снайпер помог нам... А тот мутант? Откуда он взялся? Что за распылитель? Это и многое другое не давало мне покоя.\n— Ох, черт, Максим! — разочаровано сказала Вера, — Толпа мертвяков по курсу... Видимо придётся объезжать. Он свернула на бездорожье и мы поехали к лагерю. Дорога к лагерю стала дальше. Мои силы отступали и я откинувшись на заднем сидении задремал. ",
    "answers": [
      {
        "id": 74,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 73,
    "text": "Здесь будет список ваших достижений. Достижений будет много. Каждый раз, когда вы будете получать достижение, будет всплывать сообщение об этом.\n\nСписок ваших достижений:",
    "answers": [
      {
        "id": 107,
        "text": "Назад "
      },
      {
        "id": 73,
        "text": "Острый аргумент ",
        "need": 17,
        "comment": true
      },
      {
        "id": 73,
        "text": "Какая честь",
        "comment": true,
        "need": 6
      },
      {
        "id": 73,
        "text": "Начало пути",
        "need": 2,
        "comment": true
      }
    ]
  },
  {
    "id": 74,
    "text": "Я думал только об одном: где сейчас моя родная сестра? Мой отец жив? Дочь Шапалова... И тот снайпер!... Я в растерянности...\n— Твой отец жив! — это сказал мне Шапалов перед смертью. Я принился копаться в воспоминаниях. Искать малейшие детали.\nПомню, как подошёл к Шапалову и попросил рассказать о жизни до войны.\n— Ну садись, Максим, сейчас расскажу! — начал он, — Я раньше работал в такси, а твой отец всю жизнь был военным. Вот.\n— А кто такой \"Такси\"? — спросил я.\n— Такси — это специальные машины на заказ. Тоесть ты звонишь по номеру телефона и за тобой приезжает машина, которая доведёт тебя до любой точки, конечно за плату... — ответил он.\n— За патроны? — спросил я.\n— Нет, за деньги. — он протянул мне помятую бумажку с изображением. Не могу вспомнить чего, но точно помню, что это была сотня.\nНет! Это всё не то! Стоп... И тут в мою голову стали приходить образы..\n Не за долго до нападения... Моя сестра снова говорила с Шапаловым.\n— Я пойду туда через неделю.\n— Ты уверена? Лагерь \"Долг\" Сотрудничает с теми бандитами, если тебя поймают... — Шапалов провел двумя пальцами по шее. Незнаю что эт. означает...\n— нет, я никому не скажу... Я просто спрошу Сергея... Сергея... \n— Доброва! Спроси про Майора Доброва!\nТак... Кто же майор Добров? Мой отец?! Наверное моя сестра в том лагере!\n",
    "answers": [
      {
        "id": 75,
        "text": "— Ве-е-ера! "
      }
    ]
  },
  {
    "id": 75,
    "text": "— Ве-ера! — Воскликнул я.\n— что? Что ты меня пугаешь? Я чуть в дерево не врезалась! — крикнула на меня Вера. \n— Поедем в лагерь \"Долг\"! — гордо ответил я. \n— Что? Нет! Только не туда! — насторожилась Вера. \n— Почему? — спросил я. \n— Не к этим отморозкам! — отмазывалась она. \n— Там Света.. — ответил я.\nМашина резко остановилась.\n— Где Света? — переспросила она меня.\n— Я помню как она разговаривала с Шапаловым. Говорила, что пойдёт туда. И в тот момент её в лагере не было!\n— Хм... Тогда это всё меняет! — обрадовалась Вера. ",
    "answers": [
      {
        "id": 76,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 76,
    "text": "Вечером мы приехали в лагерь. Вера попросила подождать на улице, пока она разговорает со вторым главой лагеря.\nИ вот тот самый момент. Я захожу в кабинет. На стуле, повернувшись спиной сидел мужчина в чёрной толстовке. Он повернулся ко мне и тут я  замер... Это был... \n— Гоша, вот! — сказала Вера.\n— Ты? Заходи! — он не узнал меня... Сколько лет прошло?\nХоть он и приезжал к нам в лагерь очень редко, и последний раз был там три года назад, но я ненавидел его всем сердцем. Его ехидная улыбка... Шутит отстойно, указывает на всякий мелочи... Я даже видел, как он воровал у нас еду! Конечно, я хотел сказать... Высказать ему всё, но... Уведев, что он не узнал меня, я решил воспользоваться этим.\n— Его зовут Максим, он мой... — не успела Вера договорить, как я перебил её.\n— Друг. Я её друг. Давний друг. — перебил я Веру. ",
    "answers": [
      {
        "id": 77,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Я слышал ты избавился от проблемы в гиблых районах? — спросил Воронов.\n— Да, так и есть! — ответил я.\n— можешь оставить нас с Верой на едине? — обратился он ко мне.\n— Да, могу. — ответил я и вышел из кабинета.\nЧерез некоторое время вышла Вера.\n— Тебя возьмут в наш лагерь, если выполнишь ещё кое что. ",
    "answers": [
      {
        "id": 78,
        "text": "Продолжить ",
        "blackout": true
      }
    ]
  },
  {
    "id": 78,
    "text": "Наверное прошёл день, а может два... Я потерял счёт времени, после того взрыва... Ах, да, о чём это я? Давайте я расскажу всё сначала!... \nЗаданием Вороново была очистка бункера. Нужно было проверить, есть ли там выжившие доставить груз и помочь некому Адаму Ти. Я взялся за дело не сразу. Долго отнекивался, но Вера подбодрила меня и уговорила на это... Вот сволочь!\nИ вот мы прибыли на координаты. Это было поле... \n— и это здесь? — Ухмыльнулась сестра. Она перевернула автомат и посмотрела на меня. ",
    "answers": [
      {
        "id": 79,
        "text": "Пройтись"
      }
    ]
  },
  {
    "id": 79,
    "text": "Я сделал шаг и тут же упал. Упал я на жёсткий бетон и сильно ударился спиной. Это было метро. Метро — самое опасное и страшное место в апокалипсисе... Это ведь скопление людей... Но на моё удивление, там было пусто... Просто пусто... \nВера спустилась ко мне. Она указала на тоннель, где в теории должны ходить поезда.\n— А нас не собьёт? — спросил я.\n— Только если тебя! — усмехнулась она.\nМы шли освещая фонариком дорогу. В конце концов мы дошли до большого тонеля. Уже со входа мы увидили труп разнорабочего. Он был бледным, местами согнившим.\n— Встанет? — я пнул мертвеца и тот перевернулся. Я осмотрел его полностью — дырки в голове нет. Может... Хотя нет... \n— Что за? — удивлась Вера.\nМы шли дальше, вокруг трупов. Их было много. Вот лежит какой-то парень в рубашке, вот мужчина с топором в спине, вот врач, вот девушка в плотной кофте.. И все не тронуты, и не оживают... \n— Что это черт возьми? — не переставал удивляться я.\n— Странно... — поддерживала Вера. ",
    "answers": [
      {
        "id": 80,
        "text": "Мы шли дальше ",
        "var_add": [
          "bot",
          120,
          "hot",
          100
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "Мы шли дальше. Проход сужался. Наконец мы дошли до завала. И не просто завала, а завала трупами. Разгребать трупы, которые возможно вот — вот оживут — не самая лучшая идея. Меня это не очень тянула, а Вера начала стягивать трупы один за другим. Проход открылся. Перед нами предстала картина небольшой стальной двери. Мы уже успели обрадоваться, но нет. Путь нам преградили голодные собаки. Живые, но голодные!\n",
    "answers": [
      {
        "var_sub": [
          "bot",
          45
        ],
        "lua_do": "function lua_do()\n     message(\"Потеряно: 45 патрон\" .. string.rep(\" \", 100))\nend",
        "text": "Выстрелить из автомата\n\n",
        "id": 81,
        "left_answer": true
      },
      {
        "var_show": [
          "bot"
        ],
        "comment": true,
        "id": 80,
        "text": "Патроны на автомат:",
        "left_answer": true
      },
      {
        "right_answer": true,
        "id": 82,
        "var_sub": [
          "hot",
          2
        ],
        "text": "Сражаться ножом\n\n",
        "lua_do": "function lua_do()\n     message(\"Потеряно: прочность ножа: 2\".. string.rep(\" \", 100))\nend"
      },
      {
        "var_show": [
          "hot"
        ],
        "comment": true,
        "id": 80,
        "text": "Состояние ножа:",
        "right_answer": true
      }
    ]
  },
  {
    "id": 81,
    "text": "Гильзы от пуль сыпались ручьём, но в конце концов все трое собак были мертвы. ",
    "answers": [
      {
        "id": 83,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 82,
    "text": "С горем попалам я разобрался с двумя собаками, а Вере была нужна лишь одна пуля, чтобы убить собаку. ",
    "answers": [
      {
        "id": 83,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 83,
    "text": "Дверь в бункера оказалась открыта. Мы прошли внутрь. Несколько запертых кабинетов и ещё одна дверь..\n— Это здесь? — спросил я.\n— Ага, заходи! — вскрикивает она.\nа открыл дверь и зашёл.\n— Вот там Адам! — с этими словами она закрывает дверь и заперает её.\n— Вера? — удивился я, — Открой дверь! — я стал биться наружу.\n— Я вела тебя в гиблые районы на верную смерть, но тут появляется какая-то выскачка — снайпер, и спасает тебе жизнь! Надеюсь, что это тебя убьёт окончательно! — злобно сказала она и ушла. ",
    "answers": [
      {
        "id": 84,
        "text": "Открыть дверь "
      }
    ]
  },
  {
    "id": 84,
    "text": "Дверь полотно заперта. Я потянулся за пистолетом, чтобы Попытаться открыть её, но оказалось, что его как-то выхватила Вера. Она вернулась.\n— что? Это искал? — она показала мне пистолет, — я оставлю его тут, ха-ха! — усмехнулась она и ушла.\nЧтож... У меня остался только нож и пара консерв, а также на половину пустая бутылка воды.\n",
    "answers": [
      {
        "id": 85,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 85,
    "text": "Бункер достаточно большой. Света в нём еле — еле. В середине помещения стоит стол и стулья по кругу. На одном из стульев сидит мужчина в белом халате. В правой руке у него пустой шприц, а левая скрыта внизу. Он смотрит на меня строго и уверенно.\n— Здравствуйте, меня тут одна ненормальная закрыла, вам помочь нужно? Если нет, то я пойду. — постарался я ответить как можно вежливо.\nВ ответ последовала тишина. Я подошёл ближе и толкнул мужика. На халате у него был бейджик Адама Ти.\n— Адам? Это вы? — я трёс его, пока не понял, что он мёртв. Его вены были синими — синими. Изо рта текла также синяя субстанция. Только сейчас я заметил пулю в левой части его головы. В левой руке был зажат пистолет. ",
    "answers": [
      {
        "id": 86,
        "text": "Взять пистолет"
      }
    ]
  },
  {
    "id": 86,
    "text": "Пистолет держался достаточно хлипко. В магазине было 5 патрон.\nВдруг послышался удар в левую дверь. Я подошёл ближе и увидел единственного нормального жителя этой планеты. Того, кого я видел очень часто. Это был ходячий мертвец. Девушка. В её шее был воткнут шприц. Шприц с синей жидкостью. ",
    "answers": [
      {
        "id": 89,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 87,
    "text": "Чтобы начать этот эпизод, нужна пройти первый. Вы хотите начать эпизод? ",
    "answers": [
      {
        "id": 1,
        "text": "Нет",
        "right_answer": true
      },
      {
        "id": 72,
        "text": "Да",
        "need": 71,
        "left_answer": true
      },
      {
        "id": 72,
        "text": "Да",
        "need": 70,
        "left_answer": true
      },
      {
        "id": 72,
        "text": "Да",
        "need": 68,
        "left_answer": true
      }
    ]
  },
  {
    "id": 88,
    "text": "Привет, пока мой квест не вышел в свет, я буду делать здесь отчёт о проделанной работе.\n\n1. Закончил первый эпизод два дня назад. Он получился не большой, но интересный.\n2. Начал писать второй эпизод два дня назад.\n3. Исправил баг, который не позволял перейти на второй эпизод.\n4. Добавил наличие достижений.\n5. Исправил ошибки в тексте. (находите — сообщайте мне!)\n6. Создал переход на эту страницу.\n7. Почти закончил первую главу второго эпизода. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 89,
    "text": "Я бил дверь всеми возможными способами: бил ногами и руками, стулом, который развалился со второго удара, пулей, которая отрикашетила в стол, консервами, ножом, прикладом и всеми подручными средствами. Бил я так до самого вечера. Я бил и бил, бил и бил, бил и бил... Потеряв всякую надежду и сбив в кровь костяшки пальцев... \nВдруг я заметил чью-то фигуру, проходящую возле двери в бункер и стал стучать сильнее. Я бил тяжёлой ножкой сломаного стола, стрелял в дверь из пистолета, бил прикладом до такой степени, что стекло на двери треснуло, бил руками и ногами. Человек меня заметил и подошёл.  Он остановился и пресмотрелся. Наверное пытался понять кто я. Человек или ходячий? \n— Максим, ты? — спросил он. Недожидаясь ответа он открыл дверь и я обессиленый рухнул на землю. Я был в крови и поту. \n— Максим, как я рад! — воскликнул человек.\n— Максим! Макс! — кричал он. \nВ моих глазах все плыло и в конце концов я провалился в сон... \n",
    "answers": [
      {
        "id": 90,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 90,
    "text": "— Макс! Макс! — крикнул мне Кирилл.\n— Что? Где я? — удивился я.\n— Как я рад тебя видеть! — не унимался он.\n— Как ты выжил? — спросил я.\n— Ха, ты меня не дооцениваешь! Они не осмотрели меня... Незаметили бронижелет!\n— Шапалов мёртв? — спросил я.\n— Нет, с чего ты взял? — удивился Кирилл.\n— Он же взорвался.. — ответил я.\n— И Шапалова ты тоже недооцениваешь! — усмехнулся он, — А знаешь — это было очень грустное и смешное прощание. Когда-то Шапалов тоже так пошутил — засмеялся Кирилл.\n— Я из за этого чуть не погиб! — разозлился я.\n— Ну... По началу он конечно думал, что ему хана... Но...— остановился он.\n— Но? — спросил я.\n— Но нет! — продолжил Кирилл, — Мне столько тебе нужно рассказать и спросить! — обрадовался Кирилл.\n— сначала я! ",
    "answers": [
      {
        "id": 91,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 91,
    "text": "— задавай! — приловчился Кирилл. ",
    "answers": [
      {
        "id": 91,
        "text": "Дочь Шапалова",
        "var_add": [
          "v1",
          1
        ],
        "var_equal": [
          "v1",
          0
        ]
      },
      {
        "id": 91,
        "text": "\n\n— Ох... Она его ненавидит. Мародёрка, дерзкая... Много разногласий с отцом. В начале апокалипсиса он хотел спасти её... Но... Она стала сама по себе. Шапалов подался в Главу лагеря, а она стала одиночкой.. ",
        "var_need": [
          "v1",
          1
        ],
        "merge": true
      },
      {
        "id": 91,
        "text": "— У меня правда есть сводная сестра? ",
        "var_add": [
          "v2",
          1
        ],
        "var_equal": [
          "v2",
          0
        ]
      },
      {
        "id": 91,
        "text": "\n\n– Откуда ты знаешь это? - ужаснулся Кирилл.\n- Тебе это рассказывали? Почему ты знаешь больше? - разозлился я.\n- Да, потому что я твой брат! - крикнул Кирилл.\n- Ч-что? - мой голос задрожал... Как так? Что происходит?\n- Я... Твой брат!... - он тоже был недоволен своими словами.\n- Ты мой брат? - переспросил я.\n- Да! - ответил он. ",
        "var_need": [
          "v2",
          1
        ],
        "merge": true
      },
      {
        "id": 91,
        "text": "Брат Шапалова",
        "var_add": [
          "v3",
          1
        ],
        "var_equal": [
          "v3",
          0
        ]
      },
      {
        "id": 91,
        "text": "\n\n- Ты же знаешь всё.. - замешкался Кирилл.\n- Всё, да не всё! - сказал я.\n- И что же? - спросил Кирилл.\n- Кто такой Георгий Воронов? - надавил я на Кирилла.\n- Он... Он... Он... Второй брат Шапалова! - ответил Кирилл.\n- Что? - голова у меня пошла кругом. Что за безумие?\n- Эй! Это шутка! - усмехнулся Кирилл.\n- Чего? - разозлился я.\n- Это старый друг Шапалова. Он воевал на стороне его брата и пытался убить Евгения Шапалова. Но... \n- Он пытался меня убить!\n- Я казался рядом! ",
        "var_need": [
          "v3",
          1
        ],
        "merge": true
      },
      {
        "id": 92,
        "text": "Продолжить",
        "var_need": [
          "v1",
          1,
          "v2",
          1,
          "v3",
          1
        ]
      }
    ]
  },
  {
    "id": 92,
    "text": "Это всё... Кругом голова. Я просто в шоке! Что происходит? Жесть! Это всё скрывали от меня всё время? Сводная сестра, старые друзья, лучший друг — родной брат... Офигеть! ",
    "answers": [
      {
        "id": 93,
        "text": "Конец первой главы.. ",
        "lua_do": "function lua_do() \ndialog ({\n     header = \"эпизод первый: «не всё так просто»\",\n     text = \"глава вторая: «месть живого мертвеца»\",\n     answers = {\n        {text = \"Начать\" ,\n        pressListener = function()\n          hideDialog() end}\n      }\n   })\nend "
      }
    ]
  },
  {
    "id": 93,
    "text": "Настали холода. Небольшой деревянный дом на краю города — старая развалина. Через щели проходит холодный воздух и наверное стоит искать новое место, но... \n— Ты правда думаешь, что они считают меня мёртвым? — спросил я.\n— Конечно! Она бы не вернулась... — ответил Кирилл.\nТе в лагере действительно считают меня мертвецом? Возможно это так... Находясь здесь я узнал многое. Тот лагерь «Мирон» на самом деле заправляется мародёрами, просто не все знают это. Я не собираюсь так просто оставлять это, я отомщу им!\nЯ посмотрел на свои руки — синяки, царапины, порезы... В моём арсенале лишь пистолет с одним патроном. А мертвецы? Это самая настоящая проблема! Эти дохляки собираются в стаи... И это уже не шутки! ",
    "answers": [
      {
        "id": 94,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 94,
    "text": "А вот и мой дом. Старый, сырой, ветхий, дырявый, но жить можно, это лучше, чем быть запертым в бункере с мертвецами..\nСегодня я собирался в город за припасами. Кирилл со мной не пойдёт, он останется охранять дом. С собой я возьму арбалет, что лежал в доме многие годы.. Хорошее, а главное бесшумное оружие дальнего боя!\n\nЯ сижу на кровати подле окна. Слева находится небольшая кухня, справа — телевизор и несколько тумбочек со шкафом. ",
    "answers": [
      {
        "id": 95,
        "text": "Осмотреть кровать",
        "need": -95
      },
      {
        "id": 96,
        "text": "Посмотреть в окно ",
        "need": -96
      },
      {
        "id": 97,
        "text": "Подойти к телевизору",
        "need": -97
      },
      {
        "id": 98,
        "text": "Порыться в тумбочках",
        "need": -98,
        "var_add": [
          "мачетэ",
          1
        ]
      },
      {
        "var_add": [
          "ружьё",
          1,
          "патронцы",
          1
        ],
        "lua_do": "function lua_do() \ndialog ({\n     header = \"доступ получен!\",\n     text = \"в доступ вошёл Рюкзак - Инвентарь\",\n     answers = {\n        {text = \"продолжить\" ,\n        pressListener = function()\n          showPage{id = 99}\n          hideDialog() end}\n      }\n   })\nend ",
        "text": "Открыть шкаф",
        "need": -99,
        "id": 99
      },
      {
        "id": 101,
        "text": "Выйти из дома",
        "need": [
          95,
          96,
          97,
          98,
          99
        ]
      },
      {
        "id": 102,
        "text": "[Рюкзак] "
      }
    ]
  },
  {
    "id": 95,
    "text": "Кровать выглядит очень старой. Скрипит и пошатывается, но очень удобная и мягкая. Под кроватью лежит плошевый медведь, его левая часть заляпана кровью: — Какой ужас... — произнёс я.\n— Ох.. Максим, я не осмтаривал кровать.. Положи на место! — занервничал Кирилл. Он понял, что напомнил мне о лагере.. ",
    "answers": [
      {
        "id": 100,
        "text": "Вспомнить"
      }
    ]
  },
  {
    "id": 96,
    "text": "Я посмотрел в окно. Вдали стоял без рукий мертвец. В его шее был нож, а на лице застыло выражение испуга и ненависти. У каждого мертвеца есть своя история — кто-то умер от болезни, кто-то спасался бегством, кто-то покончил с собой, а кто-то не выдержал этого всего, и вколол себе шприц с чем-то... Как тот бедняга... Я вот знаю ещё одну историю, но она ещё не случилась. Я знаю, что многие жители лагеря «Мирон» станут мёртвецами. Я просто знаю! Я хочу! ",
    "answers": [
      {
        "id": 94,
        "text": "Отвлечься от безуминых мыслей"
      }
    ]
  },
  {
    "id": 97,
    "text": "Телевизор также старый и на вид сломанный, однако можно поймать волну, но это.. Мало вероятно, скорее всего он не включится. ",
    "answers": [
      {
        "id": 97,
        "text": "Нажать на кнопку",
        "var_add": [
          "boy",
          1
        ],
        "var_equal": [
          "boy",
          0
        ]
      },
      {
        "id": 97,
        "text": "Не включается, кажется я прав! ",
        "comment": true,
        "var_equal": [
          "boy",
          1
        ]
      },
      {
        "id": 94,
        "text": "Отойти от телевизора ",
        "var_need": [
          "boy",
          0
        ]
      }
    ]
  },
  {
    "id": 98,
    "text": "Я присел на колени и стал рыться в тумбочках. В первом ящики чьи-то трусы и носки, во втором какие-то ремни, в третьем.. Мачетэ. ",
    "answers": [
      {
        "id": 98,
        "text": "Получено: Мачетэ",
        "comment": true
      },
      {
        "id": 94,
        "text": "Отойти от тумбочки"
      }
    ]
  },
  {
    "id": 99,
    "text": "В шкафу лежит ружьё и 16 пуль. ",
    "answers": [
      {
        "id": 94,
        "text": "Отойти от шкафа"
      },
      {
        "id": 99,
        "text": "Получено: ружьё, 16 патрон",
        "comment": true
      }
    ]
  },
  {
    "id": 100,
    "text": "— обычно девочки играют в куклы, а ей винтовку подавай! — удивлялся Шапалов, разговаривая со Светой.\n— я не маленькая девочка и сама могу за себя постоять! Если я могу держать в руках пистолет, то и винтовку тоже! ",
    "answers": [
      {
        "id": 100,
        "text": "Отдаться воспоминаниям",
        "var_add": [
          "куку",
          1
        ],
        "var_equal": [
          "куку",
          0
        ]
      },
      {
        "id": 100,
        "text": "\n\nИ правда... Света была боевой, но у неё оставалось было место и для меня. Я помню, что вместе со мной, она ещё всё время водила Кирилла, но я не был против, ведь он был моим лучшим другом, однако сейчас он мне никакой не друг, он мне брат! Родной брат. ",
        "var_need": [
          "куку",
          1
        ],
        "merge": true
      },
      {
        "id": 94,
        "var_need": [
          "куку",
          1
        ],
        "text": "Вернуться на землю "
      }
    ]
  },
  {
    "id": 101,
    "text": "До города всего несколько сотен метров. Пройти пару улиц с частными домами, и вот уже первые многоэтажные дома.\nВы можете посетить лишь одно здание и получить ресурсы, которые там находятся, прежде чем пойти дальше. ",
    "answers": [
      {
        "var_add": [
          "салфетки",
          1,
          "консервы",
          2,
          "чипсы",
          1
        ],
        "var_equal": [
          "чипсы",
          0
        ],
        "id": 103,
        "text": "Продуктовый магазин \"Звезда вкуса\"",
        "need": -105
      },
      {
        "var_add": [
          "телефон",
          1,
          "верёвка",
          1
        ],
        "var_equal": [
          "верёвка",
          0
        ],
        "id": 105,
        "text": "Магазин \"Охота на охоту\" ",
        "need": -103
      },
      {
        "id": 103,
        "text": "Продуктовый магазин \"Звезда вкуса\" ",
        "need": 103
      },
      {
        "id": 105,
        "text": "Магазин \"Охота на охоту\" ",
        "need": 105
      }
    ]
  },
  {
    "id": 102,
    "text": "Вы заглянули в свой Рюкзак. ",
    "answers": [
      {
        "id": 102,
        "text": "Ружьё",
        "comment": true,
        "var_need": [
          "ружьё",
          1
        ]
      },
      {
        "id": 102,
        "text": "Мачетэ",
        "comment": true,
        "var_need": [
          "мачетэ",
          1
        ]
      },
      {
        "id": 102,
        "text": "Пистолет",
        "comment": true,
        "var_need": [
          "ствол1",
          1
        ]
      },
      {
        "id": 102,
        "text": "Нож",
        "comment": true
      },
      {
        "id": 102,
        "text": "Консервы: ",
        "comment": true,
        "var_show": [
          "консервы"
        ]
      },
      {
        "id": 102,
        "text": "Влажные салфетки:",
        "comment": true,
        "var_show": [
          "салфетки"
        ]
      },
      {
        "id": 102,
        "text": "Пачка чипсов: ",
        "comment": true,
        "var_show": [
          "чипсы"
        ]
      },
      {
        "id": 102,
        "text": "Рыбаловная удочка:",
        "comment": true
      },
      {
        "id": 102,
        "text": "Патроны для пистолета:",
        "comment": true
      },
      {
        "id": 102,
        "text": "Бутылка воды:",
        "comment": true
      },
      {
        "id": 102,
        "text": "Телефон ",
        "comment": true,
        "var_need": [
          "телефон",
          1
        ]
      },
      {
        "id": 102,
        "text": "Рация ",
        "comment": true,
        "var_need": [
          "рация",
          1
        ]
      },
      {
        "isBack": true,
        "text": "Вернуться домой ",
        "backstepCount": 1,
        "id": 102
      }
    ]
  },
  {
    "id": 103,
    "text": "Магазин представлял из себя небольшое одноэтажное здание размером с среднестатистическую двухкомнатную квартиру. С одной стороны продукты — с другой повседневные вещи и вещи личной гигиены.\n\nВ магазине вы нашли 1 пачку влажных салфеток, 2 консервы, 1 пачка чипсов.",
    "answers": [
      {
        "id": 104,
        "text": "Пройти глубже в город"
      },
      {
        "id": 102,
        "text": "==>Рюкзак<=="
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы прошли глубже в город. Здесь было неспокойно. Горящие машмны, разрушеные здания, растреленые трупы мертвецов..\n\nВы можете выбрать только одно здание! ",
    "answers": [
      {
        "id": 110,
        "text": "Футбольная площадка",
        "var_add": [
          "вода",
          1,
          "патронцы",
          2,
          "ствол1",
          1
        ]
      },
      {
        "id": 113,
        "text": "Церковь "
      }
    ]
  },
  {
    "id": 105,
    "text": "Магазин не тронут — это странно. Все вещи стоят на своих местах. В центре магазина повешен мужчина. Он тянет ко мне руки и рычит.\nЯ достал арбалет и осмотрел его. Он хоть и старый, но видно, что им не разу не пользовались.\nТем временем мертвец успокоился. Он посмотрел слюна меня и резко дёрнулся так, что железный крюк, на котором он весел оторвался и мертвец полетел вниз. От неожиданности моя рука соскочила и я выстрелил, попав в голову мертвецу. Нужно быть внимательнее и аккуратнее, вдруг случайно кого-то из своих пристрелю.\n\nВ магазине вы нашли старый телефон с разбитым экраном и верёвку, остальное было хоть и на месте, но поломаное.\n\n",
    "answers": [
      {
        "id": 104,
        "text": "Пройти глубже в город"
      },
      {
        "id": 102,
        "text": "==>Рюкзак<=="
      }
    ]
  },
  {
    "id": 106,
    "text": "",
    "answers": [
      {
        "id": 107,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 107,
    "text": "!Меню прохождения квеста! ",
    "answers": [
      {
        "id": 52,
        "text": "Эпизоды ",
        "left_answer": true
      },
      {
        "id": 73,
        "text": "Достижения ",
        "right_answer": true
      },
      {
        "id": 135,
        "text": "Концовки",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 108,
    "text": "",
    "answers": []
  },
  {
    "id": 109,
    "text": "По прохождению всего квеста я хотел бы увидеть отзыв состоящий из пунктов.\n1. Была ли привязанность к какому либо персонажу? \n2. Насколько хорош квест в вашем понимании? ",
    "answers": [
      {
        "id": 107,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 110,
    "text": "На футбольной площадке лежало множество рюкзаков и сумок, бутылок воды и пакетов со сменной обувью.\nВ поле стояло две команды мертвецов. У каждого были отверстия от пуль в животах и грудях. Кто-то постарался убить всех свидетелей. Я посчитал команд — на одной стороне 9 человек, на другой 8 человек. Может стоит развлечься? ",
    "answers": [
      {
        "id": 111,
        "text": "Сыграть в футбол"
      },
      {
        "id": 112,
        "text": "Идти в центр города"
      }
    ]
  },
  {
    "id": 111,
    "text": "Я встал на центр перед мертвецом, который кажется настолько сгнил, что даже не видел меня. Я пнул мяч, который сразу же перехватил такой-же сгнивший мертвец в футболке \"7\". У всех были свои номера. Вот мой товарищ с номером 4 перехватывает мяч, и медленно подписывая его идёт ко мне, но спотыкается и падает.\n— ну как так то а? — возмущаюсь я.\nВот парень с номером 11 берет у меня мяч и забивает в свои же ворота, мяч с грохотом бьётся о забор, и отлетает в голову номере 7. Его голова отлетает вдаль и его тело падает на землю.\n— есть, минус один! — радуюсь я.\nДошло до того, что все мертвецы лежали на поле без признаков жизни. Кому-то мяч оторвал голову, кому-то просто деформировал череп, теч самым поранив и так неполноценный мозг.\n\nПолучено: 2 бутылки с водой, потроны от ружья и пистолет",
    "answers": [
      {
        "id": 112,
        "text": "Идти в центр города"
      }
    ]
  },
  {
    "id": 112,
    "text": "Центр города выглядел пустым. Пустые улицы, машины и здания. Недалеко стоит военная баррикада, там и БТР, и танки, и.. В общем много всего.\n\". ",
    "answers": [
      {
        "id": 114,
        "text": "Пойти к военным баррикадам",
        "var_add": [
          "рация",
          1
        ]
      }
    ]
  },
  {
    "id": 113,
    "text": "Церковь кажется местом освещённым, и туда не проникнет мертвец, однако распахнув ворота я увидел сотню сгнивших трупов. Они лежали без движения, но как только я подошёл ближе, то сразу вся тодпа побежала на меня. Я ели убежал.\n\nПолучено: ничего",
    "answers": [
      {
        "id": 112,
        "text": "Идти в центр города "
      }
    ]
  },
  {
    "id": 114,
    "text": "Брошенные машины, обстреленый и обцарапаный БТР и не тронутые танки... Повсюду лежат трупы растерзаных солдат. К многих их них прострелена голова. Несколько трупов мертвецов стали кашой, скорее всего это в них из танка стреляли.\n\n\n ",
    "answers": [
      {
        "id": 115,
        "text": "Обыскать труп солдата"
      }
    ]
  },
  {
    "id": 115,
    "text": "Вы смогли найти рацию! ",
    "answers": [
      {
        "id": 116,
        "text": "Вернуться домой "
      },
      {
        "id": 102,
        "text": "Рюкзак"
      }
    ]
  },
  {
    "id": 116,
    "text": "— Так ты говоришь, что хочешь отомстить? Зачем брат? У нас только всё стало налаживаться! — возмущался Кирилл.\n— Ты видимо забыл, что не все мы вместе, нужно найти Свету и Шапалова! — пояснил я.\n— Нет! Я туда не пойду! — начал Кирилл.\n— Тогда я пойду один! — разозлился я. Кирилл хотел что-то сказать, но я ничего не хотел слушать. Ночью я ушёл забрав арбалет и пару болтов.\nЯ оставил записку в которой было сказано: — \"привет, Кирилл, я ухожу. Может и не вернусь, но всё таки справедливость будет! Не ищи меня и получше защити нашу будку, а то холодно тут. \n                                                                             Максим\".\n",
    "answers": [
      {
        "id": 117,
        "text": "Продолжить",
        "blackout": true
      }
    ]
  },
  {
    "id": 117,
    "text": "Ветер слабо дул мне в лицо. Где-то за спиной шевелилось несколько ходячих мертвецов. Я шёл по трассе и думал о том, что будет, когда я найду тот лагерь. Идти всего ничего — несколько километров. По пути я часто вспоминал брата, и ещё больше сестру, и Веру, и Шапалова, и я не понимал, почему моя сводная сестра Вера меня предала.\nВ голове крутились мысли. Свежий воздух раждал картинки — воспоминания: \"вот я захожу в лагерь с автоматом на перевес и захожу в кабинет к Воронову. Он пытается как-то успокоить меня, но длинная очередь останавливает его\".\nВот уже другая картина: \"вещь лагерь в огне, крики, выстрелы\". Не моем лице появилась улыбка, которую я тут же убрал.",
    "answers": [
      {
        "id": 118,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 118,
    "text": "Я шёл и шёл, шёл и шёл. Ноги уже устали и заметно подкашивались. Вдруг впереди заметил толпу ходячих. Они над чем-то столпились... Придётся уходить, хотя стоп! Что это там? Нежели... Мотоцикл!? ",
    "answers": [
      {
        "id": 119,
        "text": "Обойти толпу"
      },
      {
        "id": 121,
        "text": "Забрать мотоцикл"
      }
    ]
  },
  {
    "id": 119,
    "text": "Я аккуратно обошёл толпу. Действовал очень тихо.\nИ снова меня нахлынули воспоминания. мне было 8 лет, когда сестра пошла со мной к Шапалову в кабинет. Они пили чай и разговоривали. Разговор дошёл до вопросов о апокалипсисе, а затем Шапалов рассказал нам историю, точнее его прохождение в апокалипсисе:",
    "answers": [
      {
        "id": 120,
        "text": "Отдаться на встречу воспоминаниям"
      }
    ]
  },
  {
    "id": 120,
    "text": "— Когда я узнал о этой заразе, то бросился в город на поиски дочери. Она училась на тот момент в университете на юриста. Тогда юристов было много... А сейчас не одного... \nКогда я приехал в город, то заметил множества брошеных, дымных машин. Трупы людей лежали везде. У некоторых были пулевые ранения, у других были многочисленные укусы. \nДочь тогда я не смог найти в университете, лишь нарвался не нескольких студентов, разрывающих своего предподователя и... Мне пришлось вступить с ними в бой. Тогда я ещё не знал о их слабости. Их оружия у меня была только бита, которую я нашёл в одном из кабинетов. Своё ружьё я оставил в машине, ведь не пойду же я в общественгле место с огнестрельным оружием. \n— Почему? Ведь там очень опасно! — возмутилась сестра. \n— Когда-то было безопасно... На чём я остановился? А, точно, так вот... Я бил студентов по ногам и тело, даже слышал как хрустят их сломанные кости, но он всё равно не задавались, вновь поднимались и нападали на меня. Предподователь их вскоре тоже очухался и как  все остальные решил напасть на меня. Он застал меня в расплох. Я смог избавиться от студентов, заперев их снаружи кабинета. В дверь тут же просыпался шквал ударов и я отошёл назад. Штукатурки стены падали чуть ли не на голову. У них ужас какая сила и терпиливость. Сделав шаг назад я оступился о ногу стоящего прямо за мной ожившего преподавателя. Он этим воспользовался и укусил меня...  — Шапалов показал нам шрам на руке. \n\n",
    "answers": [
      {
        "id": 124,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 121,
    "text": "Красный, железный конь стоял в центре в окружении мертвецов. Они не были увлечены им, они были увлечены его наездником. Он стоял возле него и отбивался от мертвецов битой с гвоздями. ",
    "answers": [
      {
        "id": 122,
        "text": "Помочь ",
        "need": 55
      },
      {
        "id": 123,
        "text": "Своровать мотоцикл",
        "need": 56
      }
    ]
  },
  {
    "id": 122,
    "text": "я выбрал пистолет из за пояса и сделал несколько выстрелов. Трое мертвецов тут же упали. На выстрелы отвлеклось несколько мертвецов и пошли на меня, но я ловко обрубил их головы мачетэ.\nКогда каждый мертвец был мёртв, парень подошёл ко мне. Он был чуть старше меня.\n— Спасибо тебе! — поблагодарил меня он.\nЯ лишь кивнул. Парень сел в мотоцикл и завёл мотор.\n— Хей, друг, ты едешь? — спросил он меня и дал Шлем.\nЯ был потрясён такой добротой, но конечно сел сзади и обхватит всадника мы поехали вдаль. ",
    "answers": [
      {
        "id": 125,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 123,
    "text": "Я отвлёк внимание ходячих от мотоцикла, выбросив несколько старых, никому не нужных монет на землю. Они со звоном покатались по дороге, и отвлекли внимание мертвецов. Я завёл мотоцикл (удивительно, но так и было) и поехал вперёд. \nВдруг сильная боль в спине заставила меня выпасть с мотоцикла на ходу. Я почувствовал, как по спине течёт кровь. Сзади я услышал шаги. Это был тот самый выживший. Он подошёл ко мне и... ",
    "answers": [
      {
        "id": 107,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 124,
    "text": "Я бы продолжил вспомнить, что было, но заметил свет вдали. Это чей-то полаточный лагерь! И кажется там военные обстреливаются от ходячих. Один из военных заметил меня. Он прицелился и... Выстрелил?!\n— Ещё одного убил! Мерзкие трупы! — закричал, тот, что выстрелил.\n— Подожди... Это был живой человек! ",
    "answers": [
      {
        "id": 107,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 125,
    "text": "Путь был долгий и скучный, пока всадник не стал задавать вопросы.\n— Я даже не знаю кто ты. Расскажешь о себе?\n— Меня зовут Максим. ",
    "answers": [
      {
        "id": 126,
        "text": "- С самого детства жил в лагере выживших"
      },
      {
        "id": 127,
        "text": "- обычный выживший"
      }
    ]
  },
  {
    "id": 126,
    "text": "— С самого детства я жил в лагере выживших. Жил и рос именно там. — объяснял я. \n— А чей лагерь? — задал очередной вопрос всадник. — в лагере был главой Шапалов.\nМотоциклист остановил мотоцикл. Он посмотрел на меня.\n— Михаил Шапалов? — удивился он. ",
    "answers": [
      {
        "id": 128,
        "text": "- Нет, Евгений. "
      },
      {
        "id": 129,
        "text": "- Да, он. "
      }
    ]
  },
  {
    "id": 127,
    "text": "— я обычный выживший. Жил в одном домике на краю города.. — соврал я. \n— что-то ищешь здесь? — поинтересовался он. \n— да. Ищу свою сестру, мы с ней вместе жили в лагере. Ппрооврился я. \n— какой лагере? — удивился он. \n— лагерь? Я говорю дом. Вместе в том доме жили! — стал оправдываться я. \n— странно.. \n",
    "answers": [
      {
        "id": 130,
        "text": "- ничего странного, я просто головой приложился хорошенько.. "
      }
    ]
  },
  {
    "id": 128,
    "text": "— Нет, Евгений! — опешил я.\nМотоциклист посмотрел на меня. Он был удивлён и кажется.. Обижен? Остальная дорога прошла спокойно и в тишине.\nМы подъехали к какому-то лагерю выживших. Повсюду слышались крики, выстрелы, хрипы мертвецов.\n— Похоже здесь нужна помощь! — прошептал мой новый знакомый и слез с мотоцикла. Он достал из за пояса револьвер и подошёл к воротам лагеря. Деревянные ворота, что использовали в средневековье — это достаточно крепкое препятствие для безмозглых тварей, но столько суеты даже из за миллиона ходячих не возникнет.\n— Похоже здесь кто-то по серьёзнее ходячих! — Догадался я и поспешил доложить это мотоциклисту. \n— Да, кажется ты прав! — поддержал меня парень, — Кстати, мы не познакомились! \n",
    "answers": [
      {
        "id": 131,
        "text": "- Моё имя Максим"
      }
    ]
  },
  {
    "id": 129,
    "text": "— Именно! — соврал я.\nМотоциклист посмотрел на меня. Он был удивлён и кажется.. Обижен? Остальная дорога прошла спокойно и в тишине.\nМы подъехали к какому-то лагерю выживших. Повсюду слышались крики, выстрелы, хрипы мертвецов.\n— Похоже здесь нужна помощь! — прошептал мой новый знакомый и слез с мотоцикла. Он достал из за пояса револьвер и подошёл к воротам лагеря. Деревянные ворота, что использовали в средневековье — это достаточно крепкое препятствие для безмозглых тварей, но столько суеты даже из за миллиона ходячих не возникнет.\n— Похоже здесь кто-то по серьёзнее ходячих! — Догадался я и поспешил доложить это мотоциклисту. \n— Да, кажется ты прав! — поддержал меня парень, — кстати, мы не познакомились! ",
    "answers": [
      {
        "id": 131,
        "text": "- моё имя Максим"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Ничего такого, я просто головой приложился сегодня.. \nОстальная дорога прошла спокойно и в тишине.\nМы подъехали к какому-то лагерю выживших. Повсюду слышались крики, выстрелы, хрипы мертвецов.\n— Похоже здесь нужна помощь! — прошептал мой новый знакомый и слез с мотоцикла. Он достал из за пояса револьвер и подошёл к воротам лагеря. Деревянные ворота, что использовали в средневековье — это достаточно крепкое препятствие для безмозглых тварей, но столько суеты даже из за миллиона ходячих не возникнет.\n— Похоже здесь кто-то по серьёзнее ходячих! — Догадался я и поспешил доложить это мотоциклисту. \n— Да, кажется ты прав! — поддержал меня парень, — кстати, мы не познакомились! ",
    "answers": [
      {
        "id": 131,
        "text": "- моё имя Максим"
      }
    ]
  },
  {
    "id": 131,
    "text": "— Меня зовут Максим! — представились вы. \n— А я Антон! — представился Мотоциклист.\nНастала пауза. Неловкое молчание нарушил шквал выстрелов.\n— Времени мало, нужно помочь этим людям! — скомандовал Антон.\nВорота были обогревшие и кажется обстреленые. Они ели поддались открытию. Через мелкую щёлку мы зашли внутрь. Обычные люди в рубашках, футболках, кофтах, толстовках, майках и других повседневных вещах сражались против мертвецов и других людях с отметкой черепа на лбу. У каждого нападающего была татуировка черепа на лбу.\n— О боже, помоги же нам покорать грешные души! — послышался громкий возглас одного из нападающих.\n— Дай нам сил! — воскликнул ещё один.\n— Моё имя Рафт Кук и я повеливаю вам сдаться! Бросите орудие своё, о смертные! Примите нашу веру. Станьте нормальным человеком и бог... Бог простит вас, о смертные! — прокричал самый главный.\nВ ответ жители лагеря продолжили махать кулаками и стрелять из огнестрела. Кажется эти \"фанатики\" явно представляли угрозу. ",
    "answers": [
      {
        "id": 132,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 132,
    "text": "Бой длился до самого утра. Фанатики появлялись ото всюду. За ними шли десятки мертвецов.\n— Божья кара придёт! — кричал главный. На его тело было множество шрамов.\n— Отступаем! — послышался хриплый голос одного из фанатиков и за ним тут же выбежало около сотни таких же как он.\n\n",
    "answers": [
      {
        "id": 133,
        "text": "Лечь на землю"
      }
    ]
  },
  {
    "id": 133,
    "text": "Выбевшись из сил вы упали на землю. К вам подбежал Антон и жительница лагеря.\n— Вы помогли нам отбиться от фанатиков \"черепа правды\". Мы благодарны вам. Отблагодарим тем, чем сможем. С этими словами девушка ушла в глубь лагеря и вернулась только спустя несколько минут. К тому времени мне стало совсем плохо и я отключился.",
    "answers": [
      {
        "id": 134,
        "text": "Конец первой главы",
        "lua_do": "function lua_do() \ndialog ({\n     header = \"глава вторая\",\n     text = \"черепа правды\",\n     answers = {\n        {text = \"начать\" ,\n        pressListener = function()\n          hideDialog() end}\n      }\n   })\nend "
      }
    ]
  },
  {
    "id": 134,
    "text": "Я лежал не знаю где.\nКажется это — свалка. Обычная свалка, что в своих похождениях я видел десятки. Раньше это было место, где сжигали отходы, и вообще хранились. Такое место как правило далеко от населенных пунктов.\nЯ встал и прошёлся глазами по видимой мне зоне. Перед моими ногами лежала пистолет. На нём было выцарапано «Ш1», что означало Шапалов первый. Первый лидер лагеря, первый житель лагеря, первый кто оказался в могиле после нападения на лагерь..\n\n— Так, а вот этк руку немного згибаешь! — произносил Шапалов где-то у меня в голове.\n— Так? — спрашивал Кирилл.\n— Да, правельно! — похвалил Шапалов Кирилла.\nВ ту же секунду прозвучал оглушительный выстрел.\n— Точно в цель! — обрадовался Кирилл. А мишень и правда получила отверстие в центре...\n\n",
    "answers": [
      {
        "id": 136,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 135,
    "text": "Здесь будут ваши концовки!",
    "answers": [
      {
        "id": 107,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 136,
    "text": "Я прошёлся дальше. И теперь, вместо мусора и пищевых отходов я наблюдал лишь трупы. Кто-то имел отверстие в голове, кто-то просто мёртв, а кто-то был обычным мертвецом. Ни прошло и минуты, а я уже пытался перейти озеро крови... Меня не напрягало это. Я был будто в трансе... \n\n— Мочи их! — вспомнил я тот самый день в лагере. Перед моим лицом промчалась дочь Шапалова, и я запомнил её глаза. Они разные. Один голубой, а второй — зелёный.\nЯ также вспомнил Веру. Её характер, что всегда мог найти подходящую шутку, или просто развесилить. Что заставило её бросить меня? А если путь в тот злополучный район должен был убить МЕНЯ? Если это всё было заранее спланировано, но тот снайпер помешал ихнему плану. Точно! Она ведь говорила про это. Она проклянала моего спасителя. И кажется я везде окружён обманом... Даже сейчас... \n\n— Эй, богатырь, очнись! — ударил меня кто-то по щеке. От неожиданности я вздрогнул и потянулся за пистолетом, но его там не оказалось. ",
    "answers": [
      {
        "id": 137,
        "text": "Открыть глаза",
        "var_add": [
          "Елена",
          75
        ]
      }
    ]
  },
  {
    "id": 137,
    "text": "Я открыл глаза и понял, что нахожусь в какой-то военной палатке.\n— Что? Где я? — прошептал я.\n— Добро пожаловать в лагерь \"барды\". — воскрикнула девушка. Она подала мне руку. ",
    "answers": [
      {
        "id": 138,
        "text": "Взяться "
      },
      {
        "id": 139,
        "text": "Подняться самостоятельно",
        "var_sub": [
          "Елена",
          5
        ]
      },
      {
        "id": 137,
        "text": "От этого выбора будет зависеть отношение с персонажем",
        "comment": true
      },
      {
        "id": 137,
        "text": "Отношения с Еленой: ",
        "comment": true,
        "var_show": [
          "Елена"
        ]
      }
    ]
  },
  {
    "id": 138,
    "text": "Я взялся за руки и она будучи хрупкой девушкой на вид с лёгкостью помогла мне встать. На секунду мне показалось, что я потерял весь свой вес. ",
    "answers": [
      {
        "id": 140,
        "text": "- Вот это силища! "
      },
      {
        "id": 141,
        "text": "- Спасибо! "
      }
    ]
  },
  {
    "id": 139,
    "text": "Да, чтобы какая-то незнакомка помогла мне встать? Нечего мне перед ней слабину показывать! ",
    "answers": [
      {
        "id": 139,
        "text": "Отношения с Еленой:",
        "comment": true,
        "var_show": [
          "Елена"
        ]
      }
    ]
  },
  {
    "id": 140,
    "text": "— вот это сила у тебя! — удивился я.\n— ага! — усмехнулась девушка, меня кстати Еленой звать. Я здесь что-то типа главы!",
    "answers": [
      {
        "id": 140,
        "text": "Новый ответ. введите текст",
        "comment": true
      }
    ]
  },
  {
    "id": 141,
    "text": "— Мненя кстати Еленой звать. Я здесь что-то типа главы! ",
    "answers": [
      {
        "id": 141,
        "text": "О",
        "comment": true
      }
    ]
  },
  {
    "id": 142,
    "text": "",
    "answers": []
  },
  {
    "id": 143,
    "text": "",
    "answers": []
  }
]