[
  {
    "id": 1,
    "text": "Здравствуйте дорогие (нет блин дешёвые) читатели! Это мой первый квест. Я между прочим, в него душу вложил (а её не много осталось). Буду рад отзывам (даже плохим).\n\n____________________________________\n\n\nЭтот жестокий мир (я не про школу) забирал много жизней.\nРечь идёт о Постоянстве — диком мире в котором каждый сам за себя (или нет). Здесь обитают как монстры так и мирные существа. (Дальше лень придумывать)\n\n\n____________________________________\n\n\nКвест ещё сырой. Но обещаю новую главу каждый месяц! (Если конечно лень не одержит победу над мной)\n\n\nА и ещё забыл сказать (вообще-то написать) кто понял что это Don't starve (Не голодай) тот молодец.\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      },
      {
        "id": 24,
        "text": "Обновления"
      },
      {
        "id": 25,
        "text": "Новости"
      }
    ]
  },
  {
    "id": 2,
    "text": "              ! ВНИМАНИЕ!\nНа слова в скобках внимание не обращайте! Просто автор во время создания квеста ел не те грибочки.\nСпасибо за понимание!\n\n\n____________________________________\n\nНевысокий черноволосый учёный встаёт из земли (Скорее всего написал с ошибкой но лень переделывать). \n—Что за..... подумал Уилсон\nЕго окружал лес. Сосновый лес. Солнце пригревало но было ощутимо прохладно.\n—Вот же дурак! Подумал Уилсон.\n—Повёлся на указания этого радио! \n—И где я?\nОн пошел через лес.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Спустя около часа он вышел на поляну. Там были ягодные кусты, росла трава и морковь.\nУчёный удивился: он ещё не разу не видел дикую морковь. Спустя несколько минут его карманы были наполнены ягодами, морковью и палками. \n\nСпустя четыре часа ...\nУилсон бил кремень об кремень чтобы разжеть огонь. Вскоре у него это получилось. Он сидел возле небольшого костра. И чистил морковь. Ягоды и морковь были приятными на вкус. Он сидел возле костра достаточно но потом учнул.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Пролог завершён! Начинается глава 1.\nСписок глав\n1 Выжить\n2 Начало приключения\n3 Уилоу\n4 Знакомство\n5 Вольфранг\n6 Веббер\n7 Стычка\n8 Венди\n9 Только смерть и боль...\n10 Воссоединение\n11 ???\n12 ???\n13 ???\n14 ???\n...\n",
    "answers": [
      {
        "id": 5,
        "text": "Начать главу 1"
      }
    ]
  },
  {
    "id": 5,
    "text": "Уилсон просыпается рано утром.\nНужно как-то выжить в этом мире подумал Уилсон.\nПосле недолгих раздумий он составил план:\n—Найти травы и палок\n—Найти еду\n—Найти место для лагеря\nИнтересно где искать?",
    "answers": [
      {
        "id": 6,
        "text": "Палки - в лесу"
      },
      {
        "id": 7,
        "text": "Палки - на поляне"
      }
    ]
  },
  {
    "id": 6,
    "text": "Спустя около часа он находит достаточно палок. Осталось найти траву, еду , и место для лагеря.",
    "answers": [
      {
        "id": 8,
        "text": "Траву на поляне"
      },
      {
        "id": 9,
        "text": "Траву в саванне"
      }
    ]
  },
  {
    "id": 7,
    "text": "Тут их не было ....\n\n...\n\nСмерть...\n\n\n____________________________________\n(Что-то лучше не придумал.)",
    "answers": [
      {
        "id": 7,
        "text": "Конец ",
        "go_to": [
          "page"
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Там её почти небыло. Учёный не успел собрать всё нужное. Ночь застала его в расплох, он даже не успел сделать факел. Метаясь в темноте и паникуя он споткнулся и упал.\nТьма его поглотила...",
    "answers": [
      {
        "id": 8,
        "text": "Конец.",
        "go_to": [
          "page"
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "В саванне было очень много травы. Теперь нужна еда.",
    "answers": [
      {
        "id": 10,
        "text": "Искать ягоды"
      },
      {
        "id": 11,
        "text": "Охотиться "
      }
    ]
  },
  {
    "id": 10,
    "text": "Найденых ягод хватит на долго.\nА где строить лагерь?",
    "answers": [
      {
        "id": 12,
        "text": "На окраине леса"
      },
      {
        "id": 13,
        "text": "Глубоко в лесу"
      }
    ]
  },
  {
    "id": 11,
    "text": "Уилсон решил поохотиться. Только не на кролика а на бифало!\n\n\n\nДобром это не кончилось...",
    "answers": [
      {
        "id": 11,
        "text": "Конец ",
        "go_to": [
          "page"
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Спустя пару часов на этой территории уже стояла палатка и кострище. Время близилось к вечеру. Уилсон приготовил еду и подготовился ко сну. Подул ветер. Ученый сидел и чистил морковь и думал о своём будущем...",
    "answers": [
      {
        "id": 14,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 13,
    "text": "Спустя час на этой территории уже стояла палатка и кострище.\nПосле ужина ничего не подозривающий учёный лег спать. Это был его последний сон.\n\n\n((Это был паук) и Веббер нипричём!)\n",
    "answers": [
      {
        "id": 13,
        "text": "Конец ",
        "go_to": [
          "page2!"
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Солнце засветило и разбудило учёного. Он зевнул и встал. Солнце ягко светило согревая всё вокруг. Высокие сосны пошатывались от ветра. Сонный учёный вылез из палатки и-и-и ему на голову упала шишка!\n(Отличная замена кофе!)\nОн засунул руку в карман, и достал горсть ягод.\nПозавтракав он стал думать что делать дальше.\n— Может дерева нарубить? Сказал он сам себе.\nИдея показалось хорошей ведь еды и палок с травой у него  было достаточно, а вот брёвен  совсем небыло.",
    "answers": [
      {
        "id": 15,
        "text": "Пойти рубить"
      }
    ]
  },
  {
    "id": 15,
    "text": "Быстро сделав топор из кремня и палки он пошёл в чащу.\nСпустя 3 часа на земле лежало уже шесть сосон, это должно было хватить.",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться в лагерь"
      },
      {
        "id": 17,
        "text": "Рубить ещё"
      }
    ]
  },
  {
    "id": 16,
    "text": "Уилсон вернуля в лагерь . Добытых дров хватит надолго, и поэтому можно заняться чем-нибудь другим. Учёный долго думал но всё-таки решил выкапать пару кустов и посадить возле лагеря.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ещё спустя четыре часа он срубил столько деревьев, что топор разлетелся в дребезги.\nИ это не единственая проблема — появился энт. Но любопытный учёный подошёл ближе. Это было ошибкой — через мгновение он уже летел в воздухе после чего упал на землю.\n\n\nЭто конец... ",
    "answers": [
      {
        "id": 17,
        "text": "Конец ",
        "go_to": [
          "page"
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "Учёный быстро сделал лопату и пошёл за кустами. К вечеру возле лагеря росли шесть ягодных кустов. Только выглядели они как-то вяло.",
    "answers": [
      {
        "id": 19,
        "text": "Нужно удобрение"
      },
      {
        "id": 20,
        "text": "Нужна вода"
      }
    ]
  },
  {
    "id": 19,
    "text": "С ним всё было легко — бифало производили его в большом количестве. Вскоре кусты были удобрены.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Уилсон помнил где есть пруды и помчался туда. Он подошёл к пруду и вдруг ужаснулся — возле него сидела лягошка размером в кошку! И она была не одна — их была куча! одна из них открыла рот и ударила его языком, при этом содрав кожу. И так делели все бедный учёный ели сбежал, но не упел дойти до лагеря....",
    "answers": [
      {
        "id": 20,
        "text": "Конец ",
        "go_to": [
          "page"
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "Начался вечер. Уилсон разжёг костёр и поужинал. \nПрошла неделя....",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "За десять дней в этом месте Уилсон сильно изменился. Теперь это был уже не простой учёный а настоя щий выживший.\nНо одиночество не давало покоя. Он собрал вещи и отправился\nв путь. Он незнал что его ждёт но был готов ко всему.",
    "answers": [
      {
        "id": 23,
        "text": "Глава 2 Начало приключения"
      }
    ]
  },
  {
    "id": 23,
    "text": "Проводяться технические работы.\n\n\n\nСпасибо за понимание!!!",
    "answers": [
      {
        "id": 23,
        "text": "Прододолжение после короткой рекламы",
        "go_to": [
          "page"
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "v 0.1.0 Глава 1 готова!",
    "answers": [
      {
        "id": 24,
        "text": "Назад",
        "go_to": [
          "page"
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "       !!! Внимание!!!\nСпасибо за внимание!!!",
    "answers": [
      {
        "id": 25,
        "text": "Назад",
        "go_to": [
          "page"
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]