[
  {
    "id": 1,
    "text": "Первый тестовый тест-загадка. Вам необходимо с первого раза угадать ту дверь за которой вас не поджимает смерть. Загадка лёгкая, делаю просто как тест версию. ",
    "answers": [
      {
        "id": 2,
        "text": "Играть. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Итак представьте, что вы находитесь в помещении в котором всего 3 двери. Что бы выйти из помещения вам нужно открыть одну из дверей, но не все так просто как кажется на первый взгляд.....\n\n               Итак... Какую дверь вы откроете? \n\n#1 — за ней разгорелся пожар.\n\n#2 — за ней лев, который целый год ничего не ел.\n\n#3 — за ней жестокий убийца. ",
    "answers": [
      {
        "id": 3,
        "text": "Открыть дверь #1"
      },
      {
        "id": 4,
        "text": "Открыть дверь #2"
      },
      {
        "id": 5,
        "text": "Открыть дверь #3"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы открыли первую дверь.....  Огонь врывается в вашу комнату так богатую кислородом. Жар огня  обжигает вашу кожу, едкий горячий дым заполняет ваши лёгкие...  Огонь поглащает вас целиком....\n\n                                ",
    "answers": [
      {
        "id": 1,
        "text": "                            ==Вы погибли=="
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы с опаской открываете вторую дверь со львом. Но так как бедный лев уже не ел целый год, то вы находите в комнате только его останки. ",
    "answers": [
      {
        "id": 1,
        "text": "    ==Поздравляю! Вам удалось покинуть            помещение целым и невредимым . =="
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решили открыть третью дверь. За ней царит полумрак и сильный, неприятный запах пота... И тут на вас выскакивает огромная тень мужчины, затаскивает внутрь, и с силой бросает на пол.  Вы оглушены и не можете подняться, боль от удара сковывает все тело... Тут тень замахивается над вами,  вы успеваете увидеть только блеск метала в его руке... И ТИШИНА.... ",
    "answers": [
      {
        "id": 1,
        "text": "                             ==Вы погибли=="
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  }
]