[
  {
    "id": 1,
    "text": "1792.г\nВы были простым бедным лейтенантом пехоты Французской короны, но с началом революции вы встали на сторону революционеров, как развернеться ваша судьба? ",
    "answers": [
      {
        "id": 2,
        "text": "Viva la France "
      }
    ]
  },
  {
    "id": 2,
    "text": "1792.г\nВязите Бастилии\nВас назначили Лейтенантом революционной гвардии, но платят там ужасно, а именно едой, конечно говроят еще \"\" живи за революцию! \"\"\nКогда началась осада Бастилии, вы были назначены охраником одного из революционеров",
    "answers": [
      {
        "id": 3,
        "text": "Охранять его"
      },
      {
        "id": 4,
        "text": "Помочь в штурме Бастилии"
      }
    ]
  },
  {
    "id": 3,
    "text": "1793.г\nПариж\nс началом Революции и началом репресий, народ стал суров, они доносят на друг друга, что за монстры. \nСилы Австрии и Пруссии взяли Реймс, вас как человека с военным опытом отправили на войну",
    "answers": [
      {
        "id": 5,
        "text": "Готовиться к битве"
      }
    ]
  },
  {
    "id": 4,
    "text": "Все прошло тихо  \n",
    "answers": [
      {
        "id": 3,
        "text": " !4"
      }
    ]
  },
  {
    "id": 5,
    "text": "1794.г\nРеймс\nВы были назначены командующим пехотного полка из 200 человек\nВаш полк базировался на возвышенности около Реймса, внизу были остальные войска, \nВдруг неожыдано кавалерия Коалиция нанесла удар по вашим чоюзникам",
    "answers": [
      {
        "id": 6,
        "text": "Подготовить оборону"
      },
      {
        "id": 7,
        "text": "Выстреоить из мушкетов и в штыковую! "
      }
    ]
  },
  {
    "id": 6,
    "text": "1794.г\nПоле битвы\nВаших союзников разбили и взялись за вас\nВ конце концов вас убили, эх\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "1794.г\nРеймс\nПосле штыкового боя вы были повышаны ща доблесть и преданность Революции\nНо это не конец\nАрмия в Италия под командыванием какого-то Наполеона должна захватить С.Италию и вас отправили как советника Наполеону",
    "answers": [
      {
        "id": 8,
        "text": "Отправиться к Наполеону"
      }
    ]
  },
  {
    "id": 8,
    "text": "1796-1798.г\nИталия\nВы прибыли к месту  где находиться армия Наполеона, она слаба нету пушек, нету конец, нету пороха. \nНаполеон ввёл вас в курс дела. \nОн планирует быстро захватить Пьемонт и Милан попутно уничтожив армии Коалиции, а затем вязть Тироль\nБезумно, но пусть",
    "answers": [
      {
        "id": 9,
        "text": "Пойти на Пьемонт"
      }
    ]
  },
  {
    "id": 9,
    "text": "1797.г\nВы находитесь в Милане пока Наполеон бьет Пьемонт\nНо вдруг неодыдано показалась армия Австрии, \nвы бы могли сжечь мост и они не смогли бы дойти до вас но нужно сохранить мост! ",
    "answers": [
      {
        "id": 10,
        "text": "Пождать пока враг станет на мост и штыковой атакой выбить его"
      },
      {
        "id": 11,
        "text": "Мушкетными залпами не дать фрагу форсировать реку"
      }
    ]
  },
  {
    "id": 10,
    "text": "?. г\nВы храбро бились, но во время боя получили прикладом по голове, вы лчнулись где-то в поле, кто вы, что вы тут делаете, откуда у вас униформа, вы ничего не помните",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "?.г\nВы храбро отстреливались от врага, но у него были пушки, они ладе не мтали пробовать второй штурм, по какомуто стеченью обстоятельств вы получили снарядом по голове и умерши. эх",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]