[
  {
    "id": 1,
    "text": "                        Нерцегство\nВы небольшой Нергерцог Священной Империи, вы можете проводить независимую внутрению политику и воевать с другими герцогами,                         ",
    "answers": [
      {
        "id": 2,
        "text": "Приступить к гос. делам"
      }
    ]
  },
  {
    "id": 2,
    "text": "Нергерцегство\nВы приступили к своим делам и заметили что казна пустеет, нужно както её пополнить, можно ввезти новые нологи, или же напасть на соседа, решайте сами\n",
    "answers": [
      {
        "id": 3,
        "text": "Повысить налоги"
      },
      {
        "id": 4,
        "text": "Напасть на слабого соседа"
      }
    ]
  },
  {
    "id": 3,
    "text": "Нергерцогсвто\nПодняв налоги на жизнь крестьян вы быстро увеличили налог, но крестьяне и некоторые дворяне не рады этому решению, ну и пусть что они сделают, ведь так? ",
    "answers": [
      {
        "id": 11,
        "text": "провести реформу армии"
      }
    ]
  },
  {
    "id": 4,
    "text": "Нергерцегство\nВы решили напасть на своего соседа Эрбояра города Англу, но император отправил свою 40-тысячную армию и требует что-бы вы покинули окрестности Англу, и заплатили 1000 золотых как штраф, да как он смеет! ",
    "answers": [
      {
        "id": 5,
        "text": "Покинуть Англу и заплатить штраф"
      },
      {
        "id": 6,
        "text": "Первым напасть на армию Императора"
      }
    ]
  },
  {
    "id": 5,
    "text": "Нергерцегство\nВы решили не ухудшать отношения с императором и оступили, пока вы договаривались с императором о штрафе, Эрлбояр Англе совершил набег на ваши деревни, но вы не в силах что-то изменить",
    "answers": [
      {
        "id": 7,
        "text": "Закончить историю"
      }
    ]
  },
  {
    "id": 6,
    "text": "Нергерцегство\nВы решились дать бой императору, ваши войска засели в лесу неподалёку от лагеря императора, если подумать если вы победите вы станите Цекурфюстом , но если проиграете нас казнят, но к черту эти идеи к орудию! какую тактику вы выбирите? ",
    "answers": [
      {
        "id": 8,
        "text": "Использовать манёвры"
      },
      {
        "id": 9,
        "text": "навезать генеральное сражение"
      }
    ]
  },
  {
    "id": 7,
    "text": "Нергерцегство\nВы будучи Нергерцегом смогли решить экономические проблемы, ценой неких дипломатичиских потерь и ухудшений отношений с императором",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "Цекурфюст\nВаша кавалерия была вашей сильной стороной, в бою ваша пехота и пехота императора столкнулись в линейном бою, в это время ваша кавалерия нанесла удар сзади и влетела в группу врага, враг был дезорганизован и был разбит, император был разбит и признал вашу победу и права на Англе, также что-бы вы сохранили ему жизнь он доровал вам статус Цекурфюста",
    "answers": [
      {
        "id": 17,
        "text": "Генерал"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы подумали что манёвры это не ваше и решили на простую битву, вы неожидано с своей пехотой и кавалерией напали на войско Императора, началось линейное сражение, затем вражеская кавалерия неожиданно ударила вашей кавалерии в спину и налетела на вашу пехоту, вы уже хотели бежать с поля боя, как вам в лоб прилетела стрела",
    "answers": [
      {
        "id": 10,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "Разорение\nПроиграв сражение вы оставили свои земли без защиты, император даровал земли своим союзникам, модет вы были зорошим администратором, но не генералом",
    "answers": [
      {
        "id": 1,
        "text": "[Конец Истории]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Нергерцегство\nВы решили что ваша армия слаба, но если подумать она имеет слишком большое влияние, ещё почти все офицеры это дворяне, что сделать с армией",
    "answers": [
      {
        "id": 12,
        "text": "Реформировать"
      },
      {
        "id": 13,
        "text": "Пойти на уступки"
      }
    ]
  },
  {
    "id": 12,
    "text": "Дерегионе\nИмператор заметил ваши реформы и даравал титул Дерегионе вашим землям, это станет повод для больших реформ",
    "answers": [
      {
        "id": 15,
        "text": "Потребовать от дворян уступок"
      }
    ]
  },
  {
    "id": 13,
    "text": "Дворянская элита\nВы пошли на уступки дворянам, но как-то не заметили что теперь ваша власть лишь так, мелоч, вам пришлось бежать из страны, так как вы узнали что дворяне хотят вас убить",
    "answers": [
      {
        "id": 14,
        "text": "Итог"
      }
    ]
  },
  {
    "id": 14,
    "text": "Дворянская элита\nВы провели, хотя нет вы ничем не запомнились",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "Дерегионе\nУбедившись в помощи императора, вы выступили против дворян, как и ожидалось дворяне были не в силах вам противостоять, нет просто крестьяне сами от них избавились",
    "answers": [
      {
        "id": 16,
        "text": "Дерегионе"
      }
    ]
  },
  {
    "id": 16,
    "text": "Лерегионе\nИмператор повысил ваш стутус, в истории же вы запомнились реформами и войной с дворянством",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "Цекурфюст\nВ истории вы запомнились своими преобразованиями своих земель, и военными успехами",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  }
]