[
  {
    "id": 1,
    "text": "Жанр-просто книга/ужасы\nАвтор — Pennywaise \nЭТО НЕ КВЕСТ!!!!\n\nРасскажу вам историю, которая произошла со мной несколько дней назад, да и до сих пор происходит.\nНачалось все с того самого дома, которого мы купили буквально на днях .\nПишу я для того, дабы вы не повторяли моих ошибок.\nНе знаю, сколько мне еще жить осталось, надеюсь кто-то прочтет это...",
    "answers": [
      {
        "id": 2,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 2,
    "text": "Мы с женой долгое время искали жилье, надоело жить на съемной, да и деньжат поднакопили.\nИскали мы везде, авито, циан, облазили немало сайтов недвижимости. Честно сказать, всегда мечтал о своем доме, ну не люблю я эти квартиры, чувствую себя как птица в клетке, а свой дом — красота, огород, природа, свежий воздух, но не суть.\nКак я уже говорил, долго искали мы жилье, пока не подвернулся один вариант, можно сказать даже само жилье нас нашло, дело в том что коллега по работе совершенно случайно наткнулся на объявление на каком-то сайте.\nСтранным показался мне тот факт, что мы это объявление не находили.\n\nТот самый дом находился в деревне одной, назания говорить не буду, скажу лишь что деревня небольшая, в десяти минут от города.\nНу мы и позвонили по номеру из объявления, договорились о встрече, ну посмотреть дом и все такое, обсудить все, в общем как положено в таких случаях. И да, цена на удивление была в два раза меньше чем на других сайтах, это нас удивило, и заманило одновременно, но тогда мы об этом не задумывались, даже наоборот, думали что очень повезло.",
    "answers": [
      {
        "id": 3,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 3,
    "text": "Нашли мы этот дом быстро, так уж получилось что он находился на окраине деревни, за ним виднелось поле, чуть дальше полоса деревьев, а еще дальше, как потом выяснилось, были дачи, куда на выходные приезжали люди со всех городах поблизости, да чего там, из самой столицы не ленились приехать дабы день — два закидывать за шиворот и уехать обратно, собирая попутно все утренние пробки.\nЕще рядом с домом были какие-то заброшенные здания, ну видимо раньше тут были какие-то предприятия, сейчас же на их месте лишь обломки, руины, заваленные стены, куски перекрытия, сгнившие и трухлявые доски, кирпичи, мусор, и только одно здание более-менее дышит, а именно плиточный завод, ну завод это много сказано — человек пять там работает, плюс начальник, который приезжает на серебристом Мерседесе, пол часа ходит, что-то объясняет им, орет и уезжает.\nВстретила нас молодая пара, представились и пригласили осмотреть дом, ну заодно и чаю попить.\n\n",
    "answers": [
      {
        "id": 4,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 4,
    "text": "Снаружи дом выглядел как обычные дома в России, сайдинговый фасад, кровля из металлочерепицы, пластиковые окна, железный забор, двух метров высотой, в общем стандартный деревенский дом, ну нет, не те стандартные дома которым лет семьдесят из сруба или кирпичей с глиной, а именно нового стандарта, на вид домишке лет пятнадцать, ну не давали мы тогда больше ему.\nЗа самим домом мы увидели огород, небольшой, но довольно ухоженный, а также площадь где-то четыре на пять метров, выделенная под так называемую \"зону отдыха\". Тут находился мангал, стол и стулья ручной работы, качели, цветы и газон, в принципе, мне уже начинало нравится, да и судя по выражению лица моей супруги— ей тоже.",
    "answers": [
      {
        "id": 5,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 5,
    "text": "После осмотра двора мы зашли в дом. Перед нами был длинный коридор, с обейх сторон которого были расположены по две двери, а в самом конце еще одна дверь, но более узкая, как я понимал это ванная комната, и да, я был прав, моя супруга шепотом спросила Елену, так звали молодую девушку, хозяйка дома, где туалет, и та рукой указала на ту самую дверь , белого цвета, в конце коридора.\nМы же, двинулись дальше, зашли в первую комнату с левой стороны коридора. Перед нами была комната небольших размеров, но вполне уютная и светлая, из мебели тут был небольшой диван, комод и кресло, а также телевизор, старенький, лет так двадцать назад такие выпускали.\n\"Ну благо с этим у нас все хорошо\" , подумал про себя я, зная что у нас на сьемной хате стоит новенький телек со смарт тв и все прочие штучки.\n Следующая комната — спальня, просторная, уютная, хороший ремонт скажу вам, наверно на тот самый ремонт и цену клюнули  мы тогда, если бы я знал что нас ждет, ноги  моей не было в этом доме.\n",
    "answers": [
      {
        "id": 6,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 6,
    "text": "Когда  моя жена Аня к нам присоединилась, мы направились на кухню. Кухня была, мягко сказано не очень, вся в темных тонах, даже холодильник черного цвета, в остальном все как положено, газовая плита, шкафчики с ящиками для хранеия кухонной утвари и все прочее, ну согласитесь, главное ведь удобство, ну а цвет не так уж и важен, да и привыкаешь ко всему.\nРядом с кухней оказалась еще одна комната, как вы поняли — гостиная. Я ожидал увидеть что-то типа первой комнаты, какое-нибудь старье и тому подобное, но нет, тут был самый настоящий евроремонт. Стены были окрашены в нежный коралловый цвет, потолки из гипсокартона с красивыми узорами,  на полу ламинат темного оттенка,  а по середине комнаты болшой белый ковер, с длинным ворсом, приятный и мягкий на ощупь. У стены стоял шикарный диван, по всей видимости обит натуральной кожой, тоже кстати белого цвета, рядом с диваном стоял стол, ножки с резкой, а столешница из темного стекла, выглядело отменно.\nА вдоль противоположной стены расстягивались полки, сделанные из того же гипсокартона , по центру стены на полке стоял  телевизор огромных размеров, с пол стены как мне казалось, по его бокам на нас смотрели две здоровенные колонки, а снизу молча за нами наблюдал громадный сабвуфер. \n",
    "answers": [
      {
        "id": 7,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 7,
    "text": "\nНу а на остальных полках, их было много, в основном уже маленьких, распологались комнатные растения, я в них не разбираюсь, поэтому и не буду перечислять что да как.\nВ принципе, мне дом понравился, даже очень, я уже про себя размышлял что и где нужно переставить, переделать, куда наш бытовой хлам пристроить и так далее. Из мира грез меня выдернула Аня,  которая подошла ко мне пока хозяева ушли на кухню чай готовить, обняла и сказала что ей нравится и хоть сегодня готова сюда переехать, на что я ответил аналогично.\n\nПока мы пили чай, хозяева сделали нам предложение от которго мы не смогли отказаться, а именно — если мы сегодня оформляем все, покумаем, они сделают нам еще десяти процентную скидку. \nМне это уже начало казаться подозрительным, и так продают почти за даром ещё и скидку такую, в чем подвох, ведь должен быть подвох, не спроста все это.\nНо, как оказалось в итоге, они обьяснили , что  переезжают, на совсем,  то ли в Ирландию, то ли в Исландию, я так и не понял в итоге, говорили что у них там бизнес свой, жильё, вот и решили уехать насовсем, тем более, здесь у них  никого не осталось, ну а деньги это так, покрыть расходы на переезд и все прочее, поэтому и дёшево отдают.\nКак вы уже догадались, мы естественно согласились, благо мы приехали утром, у нас еще было время мотаться по всем кабинетам оформлять документы, ну все как положено, и уже вечером мы перевезли все свое барахло , встретились с хозяйкой съемной квартиры, сдали как положено,  вручили ключи, и, довольные и счастливые вызвали такси и поехали ночевать в новом доме, в нашем собственном доме.\nНо счастье длилось не долго...",
    "answers": [
      {
        "id": 8,
        "text": "Ночь первая..."
      }
    ]
  },
  {
    "id": 8,
    "text": "Приехав, мы сварганили ужин даже не разобрав вещи, ну не до этого было, измотались за весь день, переезд дело такое что отнимает все силы и энергию, достали лишь комплект постельного белья, благо с этим у нас проблем никогда не было, Аня всегда покупала про запас, со словами \"пускай будет, пригодится\". Вот и пригодилось.\nПлотно поужинав , мы улеглись на диване в гостиной, включили телевизор, нашли какой-то фильм и молча смотрели. Спустя минут пятнадцать, усталость дала о себе знать, и я провалился в мир сновидений. Спал я недолго, так как разбудил меня какой-то шум за окном. \nПосмотрел на часы — 02:35.\nЯ тихо поднялся с дивана, взял телефон, свет не стал включать, так как Аня сладко спала, ну не хотел я ее будить, да и чего будить по пустякам, мало ли какой там шум, может ветер, может собака какая-нибудь шастает.\nВ общем вышел я в коридор, накинул куртку, натянул кроссовки и вышел на улицу \n — Заодно и покурю. — произнес я вслух дергая ручку двери. Дверь плавно открылась, и мне в лицо пришел холодный ветер, влажный, пробирающий до костей.\n На улице был туман, плотный и серый,  видимость была вообще нулевой, я с трудом мог разглядеть свои пальцы на вытянутой вперед руки. И тишина, гробовая, ну понятно, что окраина, да и трасса метров в ста пятидесяти, но все же слишком тихо, и хочу подметить, ни единого лая собаки, вообще ни звука, будто по ночам тут время и жизнь останавливаются. \nНу да ладно, покурив и потушив окурок, я зашел обратно в дом, скинул с себя обувь, повесил куртку и тихими шагами направился в сторону гостиной, когда опять услышал шум, и нет, мне не показалось, это был какой-то звук похожий на стук, и он доносился со стороны входной двери.",
    "answers": [
      {
        "id": 9,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 9,
    "text": "\"Кого черт припёр в это время\" подумал я про себя, и, затаив дыхание , медленно, пытаясь не шуметь двинулся в сторону двери. \nПовернул  ключь в замке,  надавил на дверную ручку и та с лёгкостью поддалась. Открыв дверь, передо мной возникла та же пелена тумана,  мерзкая и холодная, больше ничего.\n  Да что за бред, может действительно показалось, может все из-за усталости уже мерещатся всякие там звуки и стуки, надо пойти лечь поспать.\nС этими мыслями я закрыл дверь на все имеющиеся замки и пошел спать. Минут пять я наверно все думал о происходящим, и в итоге все же списал происходящее на глюки и воображение, и уснул как младенец.\n\nБольше этой ночью ничего необычного не происходило. Несмотря на то что спал мало, все же мне удалось выспаться, и утром чувстовал себя бодро и даже настроение было отличным, что крайне редко бывало у меня в рабочие дни.\nРабочий день описывать не буду, так как мало кому это будет интересно,  а вот ночью начали происходить вещи, которые до сих пор заставляют мое тело покрываться мурашками и невольно дрожать, даже сейчас пишу все это, у меня дрожат руки, а со лба капает холодный пот, сердце колотится как бешеная.",
    "answers": [
      {
        "id": 10,
        "text": "Ночь вторая..."
      }
    ]
  },
  {
    "id": 10,
    "text": "Закончился мой день с банки холодной \"Балтики\" за телеком, Аня уже спала, а я решил выйти покурить.\nПогода оказалась хорошей на удивление, несмотря на то, что уже ночь, до сих пор тепло, небо ясное и чистое, кругом сверкают звезды, полная луна светит ярко, озаряя все вокруг, и, тишина, снова та тишина, знаете , вот бывает такая тишина что чувствуешь как кровь поднимается по венам к голове, не то что чувствуешь, а слышишь это, точно ручеёк поблизости, в котором медленно протекает прозрачная вода. \nВозможно, я просто привык к городской суете, где день за днем шумиха, гул автомобилей, голоса людей проходящих мимо что-то горячо обсуждая, крики и смех детей играющих то на площадке, то рядом со многоэтажным домом,  на велосипедах, гироскутере, да и просто сидя на лавочке рассказывая и обсуждая всякие там видео  игры и видео из Ютуба.\n\nС этими мыслями я вошел в дом, по привычке запер дверь на замок и поплелся в спальню, спать особо не хотелось, но , подумал я, сейчас немного поваляюсь и сон сам придет, ну так обычно бывает, тело расслабляется, затем расслабляется разум, отбрасывая все мысли и воспоминания о прожитом дне.\nТак я и сделал, лег на кровать и ковырялся в телефоне, то в соцсети, то разные сайты с историями разных категорий , начиная  смешными и заканчивая эротическими.\nТак провалялся в телефоне наверно с час, пока из виртуального мира меня не выдернул стук в дверь..",
    "answers": [
      {
        "id": 11,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 11,
    "text": "Стук был тихим, но все же, в такой гробовой тишине было невозможно не услышать его.\nМатерясь про себя, я все же поднялся с кровати и поплелся смотреть кто там в столь поздний час, может сосед какой-то, да вроде не знакомы мы тут с соседями, да и чего соседям можно понадобится поздно вечером, можно же днем приходить.\nПодойдя к двери, я глянул в глазок — никого.\nНу что же, придется выйти, ну и покурю заодно, с этими стуками в дверь мне скоро и сигарет не хватит, таким темпом. \nНакинув куртку , там конечно тепло, но не на столько чтобы в одних трусах ходить, и комнатные тапочки которые сегодня достали из пакетов со шмотками, которые еще не успели до конца разобрать, я открыл чертову дверь и сделал два шага на крыльцо. \nОсмотрелся вокруг — никого.\nДа как так же, ну не показалось же мне, вторую ночь подряд, я отчётливо слышал стук, я уверен что кто-то стучал, но кто, никого ведь. \nМожно было конечно подумать что какая-то ветка от рядом растущего дерева, под порывами ветра постукивает в дверь, так ветра же нет, да и ветки не достали бы столь далеко, нет, тут точно кто-то был, и я выясню кто.\nВыкинув сигарету, котрую даже не докурил до конца, я злой вошел обратно в дом, и думал что дальше делать, как поймать того кто глумится надо мной уже вторую ночь.\nТочно! \nКомната рядом со спальней, у нее окно выходит на эту сторону, ну теперь тебе не уйти.\nЯ натер ладони , будто шкодник который задумал что-то, и с довольным лицом зашел в комнату.\n",
    "answers": [
      {
        "id": 12,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 12,
    "text": "Утсроился ближе к окну, но все же не слишком близко, чтобы оставаться незамеченным и не спугнуть незванного гостя.\nСтоял я там минут так сорок, но так и не появился у порога никто, да и стук не повторился, что же получается, всё-таки показалось? \nЯ мог поклясться что стук был, ну не может такое померещится две ночи подряд. \nЯ уже повернулся и чуть было не вышел из комнаты, когда за окном раздался хруст. Да, именно хруст, точно кто-то наступил на сухую ветку, или же на пластиковую бутылку.\nИ тут я понял, что сейчас самое время тихо подкрасться к двери и наблюдать за происходящим через дверной глазок.\nЧерез глазок отчётливо было видно силуэт  ,  высокий и худощавый. \nБыл он в каком-то грязном одеянии, издалека напоминающий смокинг что-ли, или костюм какой-то, парадный или что-то в этом роде, тёмно-синего цвета, в освящение луны я точно смог разглядеть.\nРазглядел я и лицо этого существа, потому что человеком это я уже назвать не могу, оно было человеком, но теперь уже им не являлся.\n Это был старик , не живой старик, мертвяк, жмурик мать его, он был почти лысый, несколько клочков волос торчали по бокам бошки, а по середине ни единого волоска, знаете когда вот видно поле, высокая трава, кусты, а посреди поля тропа, так вот у него на голове что-то схожее.\n Лицо его было измазано грязью, вперемешку с землей и травой, но было заметно что оно уже давно сгнившее, с щек свисали куски кожи вместе с мясом, а сквозь образовавшиеся там раны были видны жёлтые гнилые зубы, многие из них уже давно отсутствовали.\nИ... У него отсутствовали глаза, вместо них там была чернота, в которой ковырялись черви, их было много...\nЭта тварь стояла прямо перед дверью и не двигалась, и я чувствовал как она сверлит меня своим взглядом, смотрит прямо в душу.\nДа, это звучит как бред, подумаете вы, как он мог смотреть на меня если у него глаз нет, я не знаю каким образом этот метртвец меня видел или чувствовал, но он знал что я тут, что я наблюдаю за ним...",
    "answers": [
      {
        "id": 13,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 13,
    "text": "Стояли мы неподвижно оба, минут наверно пять, представьте себе такое, вы на едине с живым мертвецов, между вами только дверь из тонкого металла, которого при желании можно проткнуть насквозь кулаком.\nЯ не могу объяснить в каком я тогда состоянии был, скажу лишь что мне было очень страшно , мое тело покрылось мурашками, ноги подкосило так, что я чудом удержался чтобы не завалится на спину, сердце колотилось так, будто выпрыгнет из грудной клетки и убежит куда подальше.\nМеня всего трясло , к горлу подкатил ком, дыхание участилось ,  и казалось бы, отойди от двери дурак, придумай что-нибудь, прими какое-то решение, но нет, я продолжал стоять там как вкопанный и смотрел в этот чертов глазок.\nЗавоняло тухлятиной... Даже сквозь дверь я чувствовал этот смрад, вонь была такой что я чуть не выблевал все содержимое желудка наружу.\nСказаать честно, я с самого детства боюсь мертвых людей, хотя всегда понимал что не мертвых должны люди боятся, а живых, но ничего не мог поделать с этим страхом, как я не пытался его перебороть — все попытки увенчались неудачей.\nБоюсь я и кладбища, особенно ходить среди могил, всегда возникают такие мысли и опасения что вот-вот вылезет рука из под земли и потащит меня за собой.\nНе знаю, не могу объяснить почему, из-за чего, откуда у меня такой страх, но помню когда умер мой дед, мне было лет тринадцать, тогда еще были такие, скажем так, обычаи что-ли, мертвеца держали дома, то есть не забирали в морг как это делается сейчас. \nПомню, я жутко боялся заходить в ту комнату, даже днем, даже со взрослыми, а ночью и вовсе из своей комнаты не выходил.\nДаже после его похорон месяца два я туда не заходил, а мать прятала конфеты от меня в той комнате , зная что я ни за что туда не пойду искать их.\nСо временем все позабылось, ну я и жил дальше как жил до этого, только вот страх мертвецов никуда не делся, он всегда был со мной, внутри меня, и вот сегодня он  напомнил о себе, да только уже понял, что боялся я не зря.",
    "answers": [
      {
        "id": 14,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 14,
    "text": "Пока я стоял как истукан и поглядывал в глазок, мертвец резко поднял правую руку, и плавным движением стукнул своей костлявой рукой  по двери, первый раз совсем тихо, слегка так, второй раз уже немного громче, затем, он вроде как улыбнулся что-ли, только это улыбкой назвать нельзя, это было страшнее оскала любого зверя , это было очень жутко и страшно, я чуть в штаны не наложил. \nПредставьте себе такую гримасу, сгнившее лицо, пустые глазницы, да еще и кривая улыбка с обноженными, желтыми, кривыми, и гнилыми зубами, такое и в кошмарах не приснится.\nТретьего удара в дверь не последовало, жмурик лишь показал указательным пальцем в мою сторону , от чего я как ошпаренный отпрянул назад.\nТак страшно мне еще никогда не было, я, тридцати пяти летний здоровенный жлоб, боялся как ребенок которого родители пугают всякими там бабайками, чтобы он не хулиганил.\nМинуты две я наверно стоял в ступоре, я не знал что делать, как поступить, как это Ане объяснить и стоит ли вообще об этом говорить, в полицию обратиться не вариант, либо упекут куда следует,  либо пошлют куда подальше.\nГолова не работала совсем, ничего умнее как снова подойти к двери придумать я был не в силах.\nКогда посмотрел в глазок, там никого не оказалось, не было никакого старика, обычное пустое крыльцо.\nЯ немного успокоился, но вот страх никуда не делся, он сковывал меня своими липкими и холодными лапами, я стоял у двери и дрожал как лист на ветке дерева в порыве ветра.\nНи о каком сне и речи быть не могло, я всю ночь просидел на кухне с включеным светом, думая как поступать и что делать дальше...",
    "answers": [
      {
        "id": 15,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 15,
    "text": "Утром я проводил Аню на работу, так как она раньше уходила, позвонил начальнику и взял себе выходной за свой счёт.\nЯ решил выяснить что за фигня тут творится.\nС чего начать я не знал, но подумал что может соседи что-то знают.\nПробовал дозвонится до прежних хозяев дома, но  безрезультатно, одни гудки...\nСоседей  я решил навестить позже, а пока осмотрю каждый уголок этого дома, честно сказать, я уже начинал жалеть что приобрели его.\nИ ведь несколько раз в тот день в голову приходили такие мысли, переехать из этого дома, куда? Да куда угодно лишь бы не тут, денег благо осталось после выгодной покупки, да и съёмную квартиру найти не сложно, нужно было всего-то забрать все необходимые вещи и уехать, потом вернулись бы за остальными, в светлое время суток.\nНо... Я решил побороться за свою мечту, за что и поплатился...\nКогда стрелка на часах приблизилась к двенадцатому часу, я решил навестить соседей, заодно и познакомлюсь, да, я понимал что в основном люди в это время на работе и тому подобно, но не все же, есть же бабушки пенсионерки, которые и вовсе никуда не выходят, если только до магазина да обратно.\nВ принципе мне такие бабушки и нужны, тем более если живут они тут с древних времён, они то наверняка в курсе всего происходящего в этой деревне, которая по непонятной причине для меня начинала походить на дыру.",
    "answers": [
      {
        "id": 16,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 16,
    "text": "Мой поход по соседям начался не очень удачно, несколько раз я был послан сразу же, даже не успев приставится, да чего там, даже поздороваться не успел как тут же оказался послан.\nОстальные же либо не горели желанием открыть, либо дома никого не оказалось, но в итоге мне повезло и всё-таки разговор состоялся.\nОткрыл мне дедок, маленький такой, сгорбленный и седой.\nПредставился он как Игорь Афанасьевич, и тут же пригласил зайти в дом.\nЖил он один, и дом его, мягко говоря выглядел ну совсем печально, трещины в стенах, в которых можно свободно засунуть руку, треснутый и обросший  мхом шифер, да и входная дверь чудом еще не отвалилась вместе с рамой.\nНу да ладно, я пришел к нему не для того чтобы осуждать его, а чтобы хоть что-то разузнать.\nОказывается, Игорь Афанасьевич был в курсе кто я и где живу, и с какими вопросами к нему явился.\nЗаварив чаю, он пригласил меня сесть за стол, и сразу начал свой рассказ, попросив меня заранее , не перебивать его.\nОт рассказанного им мне стало не по себе, меня снова охватил тот первобытный страх, я сидел за столом, слушал рассказ старика , меня бросало в пот, мне становилось то жарко, то холодно, я не мог находить себе место, пару раз даже поднялся со стула, но потом все же заставлял себя присесть обратно и внимательно слушать.\nЯ попытаюсь рассказать вам все из уст старика.",
    "answers": [
      {
        "id": 17,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Тот дом, в котором вы сейчас живёте, дом, он проклят.\nТам нечисть водится, и тот факт что ты здесь дает мне понять что ты уже сталкивался с этой нечистью. \nДом этот был построен в 1938-ом году, его много раз здешние власти пытались снести, убрать его с земли нашей да из истории деревни, уж очень много плохого там произошло за все годы его существования.\nПервый хозяин дома был офицером времён великой отечественной, довольно таки известный офицер, прошедший всю войну, говорят даже до Берлина дошел.\nЯ с ним лично знаком не был, так уж получилось что жизнь занесла меня сюда в 78-ом году.\nТак вот сынок, этот самый офицер, имени его говорить не буду, это тебе ни к чему, получил этот дом от государства, за подвиги и верную службу, а тогда, в те времена такие дома считались элитными, да, это сейчас он выгдядит так, ну это не удивительно, небольшой косметический ремонт и дело в шляпе, а ведь тот дом постарше меня будет лет так на десять.\nНу да ладно, не буду тянуть.\nКогда офицер только появился в этой деревни, тогда людей было конечно меньше чем сейчас, да и домов намного меньше было, это потом уже начали строить да приезжать люди сюда жить.\nТак вот, этого офицера зауважали все, может побаивались, я не знаю, но знаю только одно, с ним никто не связывался и в деревне всегда был порядок , а если даже и случались какие-то то там недоразумения, он быстро их решал.\nВ общем был пимером подражания для всех жителей деревни, до одного момента...\nНачалось все в 53-ем году, тогда пропал мальчик.\nСпустя некоторое время исчезла девушка, лет семнадцати отроду. Тогда жители начали что-то подозревать, и все подозрения пали на того офицера.\nПочему? Да потому что офицер тот сильно изменился , буквально за несколько лет он превратился из примерного гражданина в не пойми кого.\nНачал сильно пить, не умывался, не менял одежду, ходил небритым, да и вовсе стал непохожим на себя самого, исхудал, а глаза его были уже не жизнерадостного человека, а какими-то злыми что-ли, как у бешеного зверя.\"",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить рассказ."
      }
    ]
  },
  {
    "id": 18,
    "text": "\"Тогда и собрались жители деревни, решили поймать его, как говорится на горяченьком, как они это сделали не трудно догадаться, с помощью приманки.\nОни выследили его, и когда он в очередной раз уволок с собой мальчишку, мужики посдедовали за ним, тихо и незаметно. \nОфицер с его жертвой спустились в погреб, о существовании которого ты даже не подозреваешь, ведь вход в него замурован и замаскирован так чтобы никто его не смог найти.\nТак вот, мужики спустились в погреб, тихо и аккуратно, чтобы не выдать себя, всего было их человек пять, крепких, коренастых, настоящий мужчин, не то что сейчас какие-то непонятные, то ли мужик то ли баба, ветер сильнее подует да и с ног снесет.\nПопав и погреб, они не нашли ни офицера, ни мальчишку, их след остыл, будто и не заходили сюда, но одному из них удалось обнаружить потайной вход в другое помещение.\nОни быстро ворвались туда, боясь за жизнь мальчика, и перед ним предстало такое зрелище:\nПопали они под самом домом, под полом скажем так, где и творил свои темные дела офицер. \nВ нос сразу ударил запах тухлого мяса, вперемешку с сырой землёй, кругом пахло кровью, пахло смертью..\nРовно  в середине помещения был деревянный столб, по всей видимости служивший как опора, дабы потолок не обвалился.\nНа том столбе увидели мальчика,связанного верёвкой за руки и подвешенном. Мальчик еще был жив, он метался и бился в истерике на том столбе, пытался вырваться, пытался кричать но не мог , его рот был заткнутым какойто тряпкой, он лишь мычал и мотал головой во все стороны, из глаз слезы текли ручьём...\"",
    "answers": [
      {
        "id": 19,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 19,
    "text": "\"Скажу тебе что мужики тогда среагировали оперативно, быстро освободили мальчика и направились к выходу, но не тут то было...\nСзади них раздался жуткий крик, больше похожий на рык какого-то зверя, это был слетевший с катушек офицер.\nКаким образом он зашел в то помещение, как он туда попал было непонятно, ведь они осмотрели до этого все помещение, и гребаного офицера там не было.\nТогда еще помнится с электричеством было не все так гладко, точнее было не везде, поэтому мужики вооружились керосиновой лампой да топорами и ножами.\nКеросиновая лампа конечно не обладает такой мощностью как нынешние электрические, но все же, даже при таком освещении им удалось увидеть жуткую картину.\n\nПеред ними стоял офицер, в руке у него был огромный нож, весь в крови, тёмно-синий костюм в котром он был одет , так же был измазан кровью, руки в крови, лицо в крови, а самое главное — это глаза.\nГлаза, они были какими-то другими, нечеловеческие что-ли, они были залиты кровью, невозможно  было различить где зрачки а где глазные белки.\nОдин из мужчин приказал другому вывести мальчика оттуда, что он и сделал, и тогда офицер зарычал жутким голосом и набросился на них.\nНачалось жестокое побоище, офицер словно обладал нечеловеческой силой, он швырял здоровенных мужиков как тряпку, поднимая  их в воздух одной лишь рукой.\nВизги, рычания, крики боли и страдания доносились эхом по всей деревне в ту ночь, несмотря на то, что вся битва происходила глубоко в земле.\nПосле долгого сражения в живых остался только один из четверых, да и он с тяжелыми ранениями.\nОфицер же, как ни в чем не бывало, цел и невредим, лишь незначительные порезы и царапины.\"",
    "answers": [
      {
        "id": 20,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 20,
    "text": "\"Тот, что еще дышал был изрядно измотанным, к тому же ранен, но , как настоящий мужчина, не попятился назад, а лишь уперся спиной о тот самый столб что посередине, и ждал своей участи.\nДолго ждать не пришлось, озверевший, уже бывший офицер, набросился на него, схватил за горло и одной рукой оторвал его от земляного пола, несколько секунд пристально смотрел в его глаза, своим диким взгядом, а затем воткнул нож ему в грудь \nНа последнем вздохе, мужчина поднял руку, в которой крепко сжимал нож, и вдарил монстру по лицу, попадая прямиком в левый глаз.\nПосле этого бездыханное тело мужика просто повалилось на земляной пол, а офицер метался со стороны в сторону с ножом в глазу, и визжал так , что его визги можно было услышать за пять километров.\nОн схватил обеими руками нож, и предпринял попытку извлечь его, но , несмотря на нечеловеческую силу и выносливость — боль все же оказалось человеческой.\nОн опустил руки, и повернулся в сторону выхода, и тогда ему влетел нож уже во второй глаз.\nЭто  был тот мужик, которой вывел мальчика, вернулся на подмогу собратьям, но видимо уже помочь некому..\nОфицер, вернее то что от него прежнего осталось, закричал от жуткой боли и упал на колени, руками нащупывая землю под ногами и вертя головой со стороны в сторону.\nМужик долго не думая подбежал к нему и что было сил вдарил ногой по рукоятке ножа, и тот с хрустом вонзился в мозг и вышел насквозь через затылок.\nОфицер рухнул на землю с таким звуком, будто с высоты трех метров уронили мешок с картошкой.\n Мужиков схоронили как положено, по христиански, а что касается офицера, так его тело там же и замуровали в том подполе, скрыли все улики и следы ведущие к погребу.\nДолгие годы было тихо и спокойно, пока тот дом пустовал, но, когда туда поселились жильцы, впервые кажись за лет тридцать, начали происходить необъяснимые вещи.\"",
    "answers": [
      {
        "id": 21,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 21,
    "text": "\"Так получается, что все жильцы которые там поселяются, рано или поздно находят смерть, но не по естественным причинам. \nНекоторых находили повешенными, других зарезанных, валявшиеся в луже собственной крови, бывали даже случай что тела находили в поле, по частям...\nНикто не знает, по каким причинам он это делал, какие темные дела проводил там в том помещении, знаем лишь одно, он не мстит, он убивает лишь тех кто в этом доме поселяются.\nПомнишь, спасённого мальчика, так вот, он скончался два года назад, от старости или болезни, точно сказать не могу, выглядел он довольно неплохо когда я с ним общался в последний раз.\nДа, он был моим соседом, жил через два дома, он мне и поведал эту историю.\nА тебе сынок, тебе просто не повезло, волею судьбы оказаться в том доме.\"\n\n\nЗакончив свой рассказ, старик глотнул из кружки уже остывшего чая, хмуро посмотрел в окно и добавил:\n\"Сочувствую тебе сынок, сочувствую, от него не спрятатся, не убежать, никуда не деться, и да, ты звонил прежнем хозяевам? Уверен, они уже нашли свою смерть.\nТак всегда случается, чем быстрее люди покидают этот дом, тем быстрее находят смерть, необьяснимое явление с точки зрения науки, но с точки зрения сверхъестественного, объяснения одно:\nОН ЛЮБИТ МУЧАТЬ СВОИХ ЖЕРТВ, ИЗДЕВАТЬСЯ, ГОНЯТЬСЯ ЗА НИМИ, ИГРАТЬ С НИМИ В КОШКИ МЫШКИ, ПОКА ЖЕРТВЫ НЕ НАЧНУТ СХОДИТЬ С УМА И САМИ НЕ НЛОЖАТ НА СЕБЕ РУКИ..\nА насчёт тех, что сваливают отсюда в спешке, он их просто убивает, они умирают самым обычным способом, падают с балконов, из окон вываливаются, их сбивает машина, попадают под поезд и так далее, так что сынок, мой тебе совет:\nСВАЛИВАЙ ОТСЮДА!!!\"\"\n\n\nЯ встал со стула.\n — Да пошел ты, старый дебил!!\nС этими словами, я вышел из дома , захлопнув за собой и так еле державшуюся дверь.\n",
    "answers": [
      {
        "id": 22,
        "text": "Ночь третья..."
      }
    ]
  },
  {
    "id": 22,
    "text": "Я как ошпаренный залетел в дом, собрал все документы, деньги, все необходимое и вылетел из него со скоростью света. \nВызвал такси и поехал в город\nНа часах было 14:22.\nАня обыно заканчивает в 19:00\nЯ позвонил ей, и, не придумав ничего , как объяснить всю ситуацию, предложил встретить ее с работы, прогуляться на свежем воздухе, а там уже и расскажу все , объясню как смогу.\nЗашел в кафешку, сел за стол , заказал кофе, и трясущимися руками набирал в поисковике ближайшие гостиницы.\nОдна из них прямо тут, в центре города, не далеко от вокзала, а вторая находится в какой-то деревне, километров  в двенадцати от города. \nГодится, для меня.\nА вот что с Аней делать я не знал, я не могу и не хочу представить что со мной будет если с ней что-то случится.\nНо что-то нужно было делать...",
    "answers": [
      {
        "id": 23,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я пытался отогнать плохие мысли, пытался что-то придумать, найти выход из ситуации, но у меня из бошки не выходил рассказ того старика.\nМожет, может это правда, я ведь видел мертвеца, все ведь сходится, костюм , измазанный в чем-то, теперь понятно, отсутствие глаз, тоже вроде прояснилось, но как так то, так не должно быть, так не бывает, или бывает?\n\nПока я в мыслях спорил сам с  собой, время тикало незаметно.\n\nНа часах уже натикало 17:49.\nЕще немного и Аня закончит, и... Наступит ночь, которую я очень сильно боюсь, мне очень страшно, я не знаю что делать и как выкрутится. \nЕсли все то, что дед рассказал прадва, то осталось мне немного, и Анне.\nКовыряясь в контактах, я наткнулся на номер друга, проживающего в Москве.\nА это хорошая идея, наверно.\nВ общем я ему набрал, не стал тянуть, перешел сразу к делу, а именно — попросил приютить Аню на пру дней, а там если нормально все будет то обьясню к чему такая суета.\nЗнакомы мы с Лёхой больше двадцати лет, еще сопливыми вместе ходили, учились в параллельных классах, гуляли вместе после школы, курили за школой, ну а потом жизнь нас раскидала в разные стороны, но связь мы держали и стабильно встречались раз в пол года, дабы забится алкоголем и весело провести время.\nНасколько я помню, мы всегда помогали друг другу, во всем, и сегодняшний случай не исключение, Лёха конечно согласился помочь:\n\"Надо так надо, для того и есть друзья\"",
    "answers": [
      {
        "id": 24,
        "text": ">>>>"
      }
    ]
  },
  {
    "id": 24,
    "text": "Встретив Аню с работы, мы пошли через парк, я предложил сесть на лавочке, подышать свежим воздухом.\nЯ не знал , как объяснить ей все это, ведь это было мягко говоря похоже на бред сумасшедшего, но я то знал что это не так, я то видел...\nЯ вкратце рассказал ей все, о гребаном старике который ночью стучался в дверь своими иссохшими ветками, о другом старике который угостил чаем и рассказал историю столетней давности, в общем я рассказал ей все как мог, ну не оратор я чтобы уметь четко сформулировать свою речь, говорю и объясняю как могу.\nВ итоге я все же убедил ее взять отгул на работе и поехать в Москву.\nДо Москвы ехать час с лишним на электричке, плюс несколько станции метро, поэтому мы не стали времени терять, быстрым шагом дошли до жд вокзала, купили билет , поцеловал на прощание, проводил взглядом до тех пор когда она не скрылась среди толпы на платформе.\nСам же, зашел в ближайший магазин, затаритлся едой и выпивкой, вызвал такси и поехал в ту гостиницу , которая за городом.\nЧувствую, ночь будет веселой...\n\nИ знаете что, я был прав, веселье началось.\nТак уж получилось, что мне достался номер на третьем этаже, окна с видом на дорогу \nВремя уже 01:56\nЯ все пишу это, надеюсь люди прочтут и узнают всю правду, надеюсь , тот дом снесут к чёртовой матери, так будет лучше для всех.\nЗачем я это пишу спросите вы?\nЯ вам отвечу:\n\nТАМ, ЧЕРЕЗ ДОРОГУ,  СРЕДИ ДЕРЕВЬЕВ СТОИТ ОН, БЕЗГЛАЗЫЙ, ИССОХШИЙ И СГНИВШИЙ ТРУП ОФИЦЕРА, ОН СМОТРИТ НА МЕНЯ, СМОТРИТ ПУСТЫМИ ГЛАЗНИЦАМИ, И ПОКАЗЫВАЕТ НА МЕНЯ , МЕРЗКОЙ, ПОХОЖОЙ НА ГРАБЛИ, РУКОЙ. \nКстати, Аня так и не позвонила, хотя я ее просил позвонить или написать как доедет, трубу тоже не берет, ни она , ни Лёха.\nНадеюсь у нее все хорошо, потому что у меня все отлично, лучше не бывает, тут всего то метров двенадцать высоты, вид красивый , и , прохладный ветерок................",
    "answers": [
      {
        "id": 1,
        "text": "..........."
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]