[
  {
    "id": 1,
    "text": "\n\n\n\nЖанр: фэнтези, просто книга, приключения, романтика, гг девушка\n\nСтатус: заморожен (на месяц-два, т. к. Автор сломал руку) \n\n(Если проды нет, разрешено кидать тапки и помидорки) \n\nПоследнее обновление: 26|01|24\n\n\nОт автора:\n\nЭто не квест, а книга. Продумана она не полностью... Если быть точнее — сюжет. Лор пишется намного активнее и интереса у меня к нему больше. Можно сказать, что это попытка приоткрыть окно в мой мир. \n\n⚠ВНИМАНИЕ: первая глава была переписана, в ней есть сюжетные изменения \n\n\nАнотация:\n\nВ жизни происходит всякое. Но не такое же! \n\n ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Краткий обзор вселенной "
      },
      {
        "id": 4,
        "text": "Журнал обновлений "
      },
      {
        "id": 5,
        "text": "От автора "
      },
      {
        "id": 6,
        "text": "Быстрое перемещение по главам "
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава первая. Прибытие\n\n -Стоунхендж — одна из самых знаменитых достопримечательностей Великобритании. Я уверена, все о нем слышали. Овеянный тайнами и легендами древний мегалит, расположенный на юге Англии, в районе Солсбери, в 130 км от Лондона. Это комплекс 30 огромных столбов и плит из камня, поставленных друг на друга в концентрических кругах. Назначение Стоунхенджа до сих пор до конца не разгадано учеными: одни считают его храмом, другие — астрономической обсерваторией, некоторые — гробницей, а легенды говорят о том, что здесь совершали ритуалы атланты и знаменитый волшебник Мерлин. Это место — одно из самых загадочных в мире, было отнесено к археологическим памятникам и входит в список охраняемых объектов ЮНЕСКО. Множество туристов, желающих увидеть это чудо света, приезжают в Стоунхендж побродить вокруг камней. Приближаться к сооружениям запрещено, но на рассвете или закате можно войти в центр круга...\n\nУчитель очень старалась, но ученики продолжали периодически зевать на уроке. \n\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      },
      {
        "id": 6,
        "text": "К списку глав"
      }
    ]
  },
  {
    "id": 3,
    "text": "Здесь будет находиться  описание вселенной (в далеком будущем этот разлел будет наполнен терминами и фундаментальными принципами мира) \n\nНадеюсь, что для вас это не будет спойлером)",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      },
      {
        "id": 29,
        "text": "Расшифровка названия книги"
      },
      {
        "id": 31,
        "text": "Реестр персонажей "
      }
    ]
  },
  {
    "id": 4,
    "text": "01|05|22\nЗаполнение основных страниц.\n\n06|06|22\nНаписана часть 1 главы\n\n19|01|24\nПерепись 1-ой главы, ее сокращение до абсурдных размеров, а так же изменение сюжета и некоторых моментов. \n\n24|01|24\nДобавлена 2-ая глава. Было принято писать более маленькие главы, но чаще. \n\n26|01|24\nдобавлена 3-я глава\n\n07|02|24\nВ общем, автор сломал руку.... Проды не было, т. к. слуучилось это 1-го, 2-3 по больницам, 4-го пришлось совершить перелет, 5-6 опять больницы... В общем, веселая истрия о том, как делать НЕ надо(\n\nБерегите себя. Можно упасть на ровном месте и получить внутрисуставный перелом, что явно плохо кончится.... ",
    "answers": [
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 5,
    "text": "\n\nЭто уже бог знает какая по счету моя идея. Ничего не обещаю, но буду рада, если вам понравится.\n\n Заранее предупреждаю, что в тексте могут быть как опечатки, так и грамматические, а так же речевые, ошибки...) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Это список глав, которые есть на данный момент",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 2,
        "text": "Глава 1. Прибытие"
      },
      {
        "id": 12,
        "text": "Глава 2. Выжить"
      },
      {
        "id": 15,
        "text": "Глава 3. Союзник"
      }
    ]
  },
  {
    "id": 7,
    "text": "\n\n -Я прекрасно знаю, что вы по-английски не всё понимаете, но пока я вам перевожу, будьте добры, послушайте. Это крайне интересный текст. Те кто собирается сдавать ОГЭ по моему предмету, обратите внимание на постановку предложений. Это вам понадобятся при написании письма-сочинения.\n\nУрок английского тянулся крайне долго. Ученики неохотно слушали учителя, но как только послышался звонок, все оживились и, будто и не клевали носом последние сорок пять минут, резво ретировались из кабинета. \n \n\"Следующий урок — история. Ох... Надо же было таблицу заполнить!...\" — шла я по коридору. \n\nДобравшись до кабинета и сев за свою парту, я поздоровалась с учительницей и подругой, которая пришла ко второму уроку. \n\n—Ну как там, на английском? — спросила она. \n\n—Скучно без тебя... — ответила я. — Ну что, Ваша Светлость, готовы покорять моря прошлого? — Мы вместе засмеялась. \n\nПрозвенел звонок, одноклассники расселись за свои парты. Урок начался, а моя голова резко потяжелела. Перед глазами заплясали мушки... \n\nЯркая вспышка света. \n\nТемнота. \n\n",
    "answers": [
      {
        "id": 8,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 8,
    "text": "\n\nКромешный мрак окутывал мое окружение вызывая мурашки по всему телу.  По ощущениям я парила неудачно застряв в пространстве.\n\n\"Обморок?...\"\n\nЯ с трудом приходила в сознание. Мысли перестали путаться, а восприятие пространства вернулось ко мне. \n\nЯ... Лежу?..\"\n\nЛёгкий ветер щекотал лицо и приносил мелкие песчинки на кожу. Яркое солнце слепило глаза через веки.\n\n\"Солнце? Подождите... Песок?!\"\n\nСостояние плавно приходило в норму, и вскоре я уже могла сказать точно, что лежу где-то на улице, на песке, а вокруг собралась толпа зевак, оживленно перекрикивающих друг друга. \n\nКакое-то время я продолжала просто лежать, пытаясь собрать мысли в кучу. Постепенно чувства вернулись ко мне, и я смогла сесть и с трудом раскрыть глаза.\n\nМоему взору предстала огромная стена из блоков. Я огляделась. Весь мой класс, так же как и я, приходил потихоньку в сознание. Изгородь из крупных  камней окружила нас, а  песок, покрывающий пространство где мы находились, неприятно ощущался под одеждо. Стена возвышалась на десяток метров, над ней шли трибуны, на которых и яблоку было негде упасть — все места были заняты неизвестными людьми, выкрикивающими что-то непонятное. \n\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вдруг стало тихо. Возгласы прекратились, хоть шепот все так же был слышен. Я начала оглядываться, чтобы найти причину такой резкой перемены людей. Вокруг меня так же непонимающие происходящее вертели головами мои одноклассники.\n\nГромкий, властный голос раздался над нами и мы все подняли головы вверх, в сторону трибуны, откуда он разносился. Взгяд уперся на мужчину, громогласно и с торжественностью что-то говорившего. Ни слова не было понятно. Единственное, что я смогла — это уловить его настроение. Он говорил радостно, с торжественностью, будто ожидая чего-то невероятного. \n\nОдноклассники занервничали, повскакивали, но молчали. Среди нашего класса мелькали и мало знакомые лица. Мой взгляд наткнулся на моих подруг. Я тут же рванула к ним. \n\nВ этот момент из-под песка, под востороженые и испуганные крики трибун, начало вырываться \"нечто\". Оно повалило перепуганного мальчика и за один укус оставило того без головы. Началась паника. \n\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Свист.\n\n Тварь, пронзенная стрелой, падает сверху на обезглавленное тело. В отличии от человеческого трупа, распустившего под собой огромную лужу алой крови, тело существа рассыпалось в прах, а стрела, как ни в чем не бывало, упала на окровавленный песок. \n\nМужчина вновь сказал что-то, после чего железная решетка, ранее мною не замеченная, со скрипом поднялась. Мужчина не успел продолжить, как многие ринулись к спасительному выходу. Но их ожидала суровая реальность: из тени прохода вышло несколько людей в латах, держащих при себе верёвки. Многие не думая ринулись туда.\n\n—... Что.... Что нам делать? — это все, что я смогла сказать. \n\nЛюди, добежавшие в панике до выхода, были жестоко, без толики сомнений, повалены лицом на землю, а их руки связаны за спинами при помощи веревки.\n\nТишина со стороны знакомых мне людей давила. Толпа зашушукалась и зашевилилась. \n\n—Я... Я не хочу расстаться с жизнью... \n\nМолчание в ответ говорило о том, что наше мнение сходиться. \n\n—Я... Я пойду туда... — одна из моих подруг опустила глаза и отправилась в след за теми, кто уже направился к выходу. \n\nЕсли трезво оценивать шансы, то остаться здесь — верная смерть. Видимо так решили многие: у входа стояла толпа, в то время как мы втроём и пятеро незнакомых мне старшеклассников остались на месте.\n\n—Пойдем уже... — сказала моя подруга, — у нас нет выбора... \n\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я продолжала стоять в ступоре, снова и снова косясь то на труп мальчика, то на лужу крови под ним... Пробирала дрожь, на глазах наворачивались слезы. Девочки взялись за руки и, подхватив меня, направились в сторону выхода. \n\n—Стойте. Может... Может не пойдём? — я была сама в шоке от сказанных слов, но они имели под собой основание: веревки... А не лучше ли попытать удачу? Может никто больше и не появится? \n\n—Ты!... Ты! Дура что-ли?! — наорала со слезами на глазах моя подруга.\nЯ молчала. Меня продажали тащить, но я тормозила. \n\nЯ остановилась как вкопанная. Быстрая смерть... Или же страдание? В обоих вариантах был маленький шанс выжить... Слезы текли по щекам. \n\n—Быстрее! \n\n—Пойдём! Быстрей! \n\nЯ подорожала упираться. Страх сковывал меня. Со слезами на глазах и громко всхлипывая, я стояла, в то время как подруги, оставив меня под страхом смерти, пошли к выходу. \n\nНезнакомый мужчина перевязал им руки за спиной и, будто какой-то скот на поводке, передал веревку другому. Одна из них обернулась. И тут оцепинение прошло. \n\n\"Какая, нахрен, удача?!\" — с такими мыслями я ринулась к решётке. \n\nЗвон стали заполнил пространство и заставил меня, сбавив темп на шаг, обернуться: на поле выбросили несколько потрепанных клинков и небольших железных булав.\n  \nЗемля начала дрожать.\n\nКажется времени до появления очередной твари оставалось совсем мало.\n\n Заминка дорого мне обошлась — я вновь рванула к решётке, но та мигом упала вниз, закрывая  единственный путь к отступлению.\n\n\"Мне конец... \" — это единственная мысль, которая успела вохникнуть в моей голове до того, как из-под земли начали вылезать странные существа.",
    "answers": [
      {
        "id": 12,
        "text": "Далее (Глава 2) "
      },
      {
        "id": 6,
        "text": "К списку глав"
      }
    ]
  },
  {
    "id": 12,
    "text": "Глава вторая. Выжить\n\nНа трибуне тут же поднялся небывалый жгвалт. Оставшиеся на арене парни рванули к груде металла. Я не хотела отставать и побежала вслед за ними. Как не странно, я не успела: существа  уже отделили меня от основной группы. Не долго думая я бросилась к стене. \n\nПока мы бегали, твари уже успели выпутаться из пучин песка и направлялись к нам. Их было гораздо больше, чем оставшихся людей. Мне ничего не оставалось, кроме как сидеть тихо и стараться не привлекать внимания, смирившись со своей участью.  \n\nОдна из тварей выбрала меня своей целью. Я смотрела ей прямо в морду, а она, не скрывая удовольствия от моего загнаного вида, неспешно подбиралась. Прижавшись к стене я стала рассмотривать существо: оно отдалённо напоминало огромную собаку. Тело было покрыто чёрной с фиолетовым отливом шерстью; мускулистая шея, чуть длиннее чем у обычного пса, была высоко поставлена;  голова достаточно широкая, а нижние челюсти, не срощеные между собой, будто змеиные, поочередно двигались, пока существо представляло, как оно будет меня пережевывать. Из пасти виднелись острые длинные зубы, по которым текла слюна, в то время как уши же были достаточно короткие и расположены широко друг от друга: полукруглые, загнутые во внутрь и направленные назад, они создавали впечатление, что у существа вообще их нет. На спине, словно у дракона, выступали немалые костные отростки, больше похожих на шипы — они плавно уменьшались в размерах и заканчивались только на кончике хвоста. Под животом и на груди было видно огрубевшую кожу, напоминавшую треснувшую землю. \n\nИз-под короткой шерсти на солнце фиолетовым отливались очертания рёбер.  Осторожно ступая вытянутыми кистями тощих лап, тварь приближалась. На  носу собрались темно-фиолетовые горы — оно скалилось, раздувая на выдохе воздух. Существо остановилось, отпустило голову и, в последний раз сверкнув темно-болотным светом глаз и облизнувшись, бросилось скачками в мою сторону. \n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я закрыла глаза. Вокруг были слышны крики толпы, звон металла и визг то-ли умерающего монстра, то ли человека. Все слилось в невыносимую какофонию. Я заткнула уши руками и сжалась. Время медленно тянулось, будто сама смерть насмехалась надо мной. Вот оно. Я чувствую, как нечто, содрогая землю ударами лап, приближается ко мне. Оно с силой толкается от земли и валит меня на песок. Я стискиваю зубы, жмурю глаза... Мою руку сжало, а затем я почувствовала острую боль — в нос ударил металлический запах, рубашка пропиталась жидкостью и прилипла к коже. \n\nСущество начало отстраняться, не разжав при этом челюсти. Оно дёрнуло меня, а потом, будто опомнившись отпустило руку.\n\nИ вот я лежу на песке, истекая кровью и теряя последнюю надежду. \n\nСекунда. Две. Три... Пять... Десять?...\n\nМне казалось, что я лежу уже около минуты... А может двух? Тварь была жива: я ясно ощущала ее дыхание и тепло. Может тогда...? Нет. Я тоже не на том свете — боль никуда не делась... Страх не покидал меня, но любопытство взяло верх и я открыла глаза.\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Недопсина стояла рядом с широко открытой пастью, с которой медленно и монотонно стекала смесь моей крови и полупрозрачной слюны существа. Вязкая жижа собиралась на концах клыков, а затем капала на песок, окрашивая его в  грязно-красный цвет. Я содрогалась при каждом малейшем движении, в то время как тварь  тяжело дышала и смотрела на меня в упор, опустив свою голову вниз. \n\nДо этого прищуренные глаза цвета болота теперь были  расширены, а узкий змеиный зрачок, был больше похож на чёрную бусину: радужки глаза почти не было заметно. Уши, развёрнутые при нападении назад, теперь были направленны на меня.\n\n Тварь стояла и не двигалась. Будто резко что-то осознавшая и одновременно запутавшаяся, она  подошла ближе и, поставив на мою грудь лапу с острыми когтями, склонилась, смотря будто сквозь. Ей морда медленно потодвигалась к моей голове. Я закрыла глаза и бесшумно заплакала, стараясь не содрагаться. Тяжелое дыхание было все ближе. Густые капли слюны, упавшие на шею, неприятно и медленно скользили в сторону затылка и останавливались только впитавшись в воротник рубашки.\n\nБудто отошедшая от с упора, псина убрала лапу и, обойдя вокруг, пригнулась возле раненой руки.  Мышцы на её морде расслабились, оскал плавно спал. Она начала что-то тщательно вынюхивать.\n\n Я боялась пошевелиться: несмотря на то, что тварь выглядела уже менее агрессивно, она в любой момент могла передумать. В это же время в нескольких метрах от нас вылезло ещё одно такое же существо. Оно, не теряя времени, бросилось в нашу сторону.\n\n\n\nКонец 2 главы",
    "answers": [
      {
        "id": 15,
        "text": "Далее (3 глава) "
      },
      {
        "id": 6,
        "text": "К списку глав"
      }
    ]
  },
  {
    "id": 15,
    "text": " \nГлава третья. Союзник\n\n\nСущество, прокусившее мою руку, соскалилось на себе подобную тварь.\n\nСитуация повторялась — неспешно приближался новый враг. Тварь перешла к активным действиям: скачками кинулась в мою сторону. Существо, до этого сидевшее у моих ног, вскочило и ринулось с ответной атакой.\n\nБез особых усилий мой новоиспеченный защитник схватил за глотку противника и повалил его на песок, вызвав во мне странное ощущение восторга вперемешку со страхом. Существо продолжало дергаться. Оно старательно выварачивалось лежа на спине. В попытках выбраться из захвата тварь выкручивала своё тело, причиняя себе еще более сильную боль, от чего\nгромко скулила, привлекая внимание и трибун, и других существ. \n\nПосле того, как мой защитник отпустил тварь, она тут же перевернулась, но не успела ничего сделать в ответ обидчику: её тут же схавтили за холку.\n \nХруст.\n\n Существо дернулось в предсмертных конвульсиях. Защитник продолжал держать в зубах труп побеждённой, пока та не рассыпалась в пепел. \n\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Люди на трибунах продолжали что-то выкрикивать, кто-то не выдержал такого зрелища и молча ушел, некоторые затыкали уши, закрывали глаза...\n\nБольшинство человек радовалось, с интересом наблюдая за происходящим. Их бешеные глаза, вспыльчивость и дикость пугали меня.\n\n Защитник стоял как вкопанный и смотрел на то место, где только что испарился его сородич. \n\nОн повернулся и пошел в мою сторону. С его морды стекала непонятного цвета жидкость — скорее всего кровь из ран, оставшихся от шипов сородича.   \n\nЯ потихоньку приподнялась и прижалась спиной к стене, придерживая левую руку. Крови, как оказалось, было не так много, кожа была прокусана в четырех местах, а каждая рана имела по два отдельных углубления от парных клыков. Плече ныло от боли.\n\nЗа неимением большего я стала наблюдать за Защитником. Он же, в свою очередь, уже давно отошёл от ступора и тяжёлыми шагами вернулся ко мне. Его глаза так же были расширены, а пасть приоткрыта. \n\nОдна из тварей, получившая от неизвестного мне парня, завыла, уползая и волоча раненую ногу за собой. Вой, кажется, привёл в чувство моего спасителя — пасть была захлопнута, а глаза вновь приняли лисий прищур, в то время как зрачки вернулись к змеиным. Защитник подошёл ближе и.... Просто сел?.. \n\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Он сидел у моих ног, наблюдая за обстановкой вокруг. Парни, окровавленные и истощенные, продолжали защищаться сгруппировавшись. \n\nСобакообразные монстры перестали появляться, но их было уже слишком много: на одного человека они нападали парами или втроём, хотя некоторые не торопились и оставались в стороне, как-бы наблюдая, в какой момент можно поживиться и не получить так сильно. В этом плане им явно понравилась я: подбитая и безоружная. Они начали приближаться, но не спешили подходить — их тревожило существо, сидящее у моих ног. \n\nПри виде врагов Защитник встал в оборонительную стойку, опустил голову, взъерошился, поднимая спинные отростки, и утробно зарычал. Звук был довольно тихим, но за счёт низкого тембра его было прекрасно слышно:  слегка булькующий, он прирывался только на момент вдоха.\n\n Одино из существ, набравшись смелости, кинулось на Защитника. Тот с лёгкостью повалил его и, не теряя времени, прокусил ему шею. Я продолжала дрожать и надеяться на существо, которого до этого воспринимала только как опасность. Твари начали нападать. Теперь уже моему спасителю было не так просто: один на один выиграть было легко, но со стаей... \n\nЭто действо привлекло много внимания: с чего вдруг монстру спасать человека? Тем не менее людям не было дела до самого этого вопроса, для них главное — зрелище. \n\nЧеловеческий крик.\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Резкий звук рога пронзил слух.\n\n Тварей начали отстреливать. Град стрельбы постепенно уменьшал количество существ на арене.\n\n Защитник к этому моменту победивший около десяти сородичей, был весь в ранах и крови. Его тяжёлое дыхание было как услада для слуха его последнего соперника: существо бросилось на него, он задрал голову, силясь схватить нападающего, но, потеряв равновесие, упал на песок. Противник не медлил — секунда и тварь уже стояла над Защитником, готовясь прокусить ему шею. \n\nЯ было вскочила с мыслью, что одну тварь-то как-нибудь скручу, но стрела опередила меня — перед тем как существо успело вонзить клыки в шею Защитника, она попала в холку. Падение твари и дальнейшие ее судороги сопровождались диким воплем, который перешёл в скуление, а затем, одновременно с дрожью конечностей, пропал и во все. Подстреленная тварь рассыпалась в прах и исчезла. Стрела упала на окровавленное тело Защитника. \n\n Я встала, подошла к существу, что спасло мою жизнь, присела и выкинула стрелу подальше.\n\nОн весь окровавленный жалобно скулил и жмурился. Потеряв чувство самосохранения, я протянула руку и погладила его по грубой, бардовой шерсти. Он смолк...\n\n\nКонец третьей главы",
    "answers": [
      {
        "id": 6,
        "text": "К списку глав "
      }
    ]
  },
  {
    "id": 19,
    "text": "",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": [
      {
        "id": 26,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": [
      {
        "id": 27,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": [
      {
        "id": 30,
        "text": "Примечание (касается не русских слов) "
      }
    ]
  },
  {
    "id": 29,
    "text": "\nНазвание взято наугад. Предлагайте свои варианты в процессе, с радостью рассмотрю. ",
    "answers": [
      {
        "id": 3,
        "text": "Океюшки. Давай назад)"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "Я не знаю, модно ли это так назвать, но пусть будет здесь. В дальнейгем здесь будут появдяться персонажи, которые получили имя в сюжете (да-да, не главные геори, а пермонажи в целом) ",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]