[
  {
    "id": 1,
    "text": "Вы простой солдат Француской республики, были им когда-то, теперь вы офицер а именно генерал, но вам пришлось делать страшные вещи до этого, и что-бы общественность не заставляла ламать голову, вас отправили в Бельгию для прорыва",
    "answers": [
      {
        "id": 2,
        "text": "За Францию! "
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы прибыли в штаб\nВам быстро обрисовали картину, у немцев мало пушек и пулемётов, но с винтовками и людьми проблем нет. У вас же всего средне. \nЧто сделать первым? ",
    "answers": [
      {
        "id": 3,
        "text": "Артилерийский обстрел"
      },
      {
        "id": 4,
        "text": "Наладить снабжение"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы приказали провести артподготовку, противник не мог ответить у него было мало пушек их берегли. \nОбстрел убил мало немцев и почти не попортил окопы, но противник боиться выйти из окопа и наладить снабжение",
    "answers": [
      {
        "id": 5,
        "text": "Усилить обстрелы"
      },
      {
        "id": 6,
        "text": "Передышка"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы решили что нападение это не вариант, пожтому вы решили обороняться, для жтого нужно снабжение\nВы приказали выделить с Африки вам 100 машин, и начали готовить зелёные щоны(места безопасные от артилерии и авиация врага) ",
    "answers": [
      {
        "id": 12,
        "text": "Ждать машин"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решили что нельзя давать врагу вообще выйти из окопа\nВы увеличие количество орудий в два раза. \nЧерез 7 дней таких бомбёжек противник сдался у них не было воды, это победа\n",
    "answers": [
      {
        "id": 7,
        "text": "Победа! "
      }
    ]
  },
  {
    "id": 6,
    "text": "вы решили что обстрелы жто хорошо, но морить врага голодом и другими проблемами плохо\nКоличество обстрелов уменьшилось",
    "answers": [
      {
        "id": 8,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вас наградили наградой и большоц пенсией, а общественность щабыла про ваши грехи, но в 1932 голу коммунисты узнали о вашей тактике и убили вас",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "Противник увидил что обстрелов стало меньше, и он готовит атаку! \nВы узнали о ней от шпионов, надо готовиться но у нас мало вещей для обороны, что заказать? ",
    "answers": [
      {
        "id": 9,
        "text": "Пулемёты"
      },
      {
        "id": 10,
        "text": "цестерны? (mark1) "
      }
    ]
  },
  {
    "id": 9,
    "text": "Пулемёты не помогали, враг давил числом, он взял окоп, а вас приговорили к казни, Из-за большиз потерь, немцев",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "Эти цестерны оказались танками! \nКогда враг увидил их, он бежал\nНекоторые немцы бросали орудие и бежали, Кто-то сдался. \nЧерез неделю вы танками пробили врага, тот и не сопротивлялся",
    "answers": [
      {
        "id": 11,
        "text": "Новые технологии"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы победили, но всё это время, коммунисты готовили убийство, и вас убили ваша же горничная дома. ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "Пока вы ждали машин, США предлодили вам купить 15 пулемётов 300 человек 25 истрибителей 50 машин и 15 орудий за 15млн франков\nСогласимся? ",
    "answers": [
      {
        "id": 13,
        "text": "Да"
      },
      {
        "id": 14,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы решили что не будет лишним новое вооружение, и были правы враг готовит атаку! ",
    "answers": [
      {
        "id": 15,
        "text": "Пусть бог решает"
      }
    ]
  },
  {
    "id": 14,
    "text": "К черту, эти пендосы ни-че-го не получать от меня! -крикнули вы на весь окоп. \nКажется немцы это тоже услышали. ",
    "answers": [
      {
        "id": 17,
        "text": "Надо быть тише"
      }
    ]
  },
  {
    "id": 15,
    "text": "Новое вооружение помогло враг с большими потерями даде не подошёл к окопам на 45метров\nВражеские офицеры решив что с низ зватит убили своего генерала, и сдались",
    "answers": [
      {
        "id": 16,
        "text": "Вива ля Франсе"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы победили, да\nО еще новость, один из солдат рассказал эпископу что вы много молиличь и что победили, вас стали испольщоаать как пример молитв, вас не смогли убить",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вам долодили что немцы начали топить конвои США, и США вступает в войну. \nК вам привели подкреплением того же Американца что ппедлогал вам оружие",
    "answers": [
      {
        "id": 18,
        "text": "и снова он"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы ущнади что врга готовит атаку, у нас есть оружие, окопы полны, мы готовы обороняться, но может напасть они не готовы к атаке",
    "answers": [
      {
        "id": 19,
        "text": "В атаку"
      },
      {
        "id": 20,
        "text": "Защита"
      }
    ]
  },
  {
    "id": 19,
    "text": "Сталью и кровью вы пошли в атаку, не вы солдаты вы были в штабу. Как и казалось немцы были не готовы к обороне и сдались, боже вы смогли! ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы решились на оборону ведь у вас есть всё, но что-то пошло не так. \nнемцы танками обошли вас отвекли вас и пехотой с гвзом отравили вас, вас поймать не смогли вы умерли от газа",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]