[
  {
    "id": 1,
    "text": "Стеклянная коробка. За ней пустые манекены. Они ходят, порой стучатся к Вам, что-то говорят. Но это... просто манекены. Манекены, которые почему-то могут кровоточить. И умирать, хотя они в общем-то не живые. \n\n[люди?]\n\nПочему ты здесь? \n\n[тяга к чему-то реальному] \n\nЗначит, ты художница и хочешь с помощью искусства приблизиться к настоящему миру? Выбраться отсюда? ",
    "answers": [
      {
        "id": 2,
        "text": "Нет."
      },
      {
        "id": 4,
        "text": "Да."
      }
    ]
  },
  {
    "id": 2,
    "text": "Значит, ты хочешь навсегда остаться в этой стеклянной коробке. \n\n[отчуждение] \n\n[нежелание что-либо делать]\n\nПыль заполняет всё пространство, смешиваясь с холодным жидким стеклом. Всё это просачивается внутрь через кожу, впитывается в мышцы, а затем и в кости, растворяет. Вы не замечаете, как перестаёте существовать. ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 3,
    "text": "",
    "answers": []
  },
  {
    "id": 4,
    "text": "Тогда тебе придётся спуститься глубже, чем обычно, чтобы найти краски для этого. Совершить подобное без посторонней помощи...\n\n[болезненно]\n\nДа, это так. Ты готова? ",
    "answers": [
      {
        "id": 5,
        "text": "Нет. Я лучше буду рисовать собственной кровью. "
      },
      {
        "id": 7,
        "text": "Не знаю. Но я постараюсь."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы разгрызаете свои руки, берёте кисточку и в нерешительности замираете после того как обмакнуть её в \"чернила\".\n\n[подавление] \n\nТак, значит, ты решила пойти таким путём? Но почему? Ах да, слишком больно идти иначе. Но неужели безумие в действительности лучше?\n\n[побег]\n\nНеужели это то, куда стоит бежать?\n\n[попытка спрятаться куда угодно]\n\nНеужели тебе не...\n\nИз углов стеклянной коробки вытекает тёмная масса с множеством глаз, в которых нет радужки. Лишь огромные чёрные значки.\n\n[гниль сознания]\n\n[существо]\n\nТ... мен... слыш...?\n\n[возможность забыться в безумии]\n\n[сладковатый элемент трупного запаха]\n\nВам уже неважен этот голос. Вам ничто больше неважно. Вас поглотило экстатическое безумие. Вы рисуете Существо собственной кровью. Оно постепенно разрушает Вашу личность. Начинается кошмар. ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "В стенах коробки появляется трещина. Она расползается подобно дереву. \n\nНам нужно идти к истокам. \n\n[внутрь]\n\nТрешины обретают рельеф и очертания корней. Они тянутся, проползают вниз. Вы медленно падаете вместе с ними. Вы видите мёртвые тела людей, животных и сгнившие предметы, из которых исходят корни. Все они знакомы Вам. \n\n[части единого целого]\n\nВнезапно один такой корень оказывается близко к Вам. И Вы осознаёте. Вы — он. Вы — все эти корни, все эти трупы и предметы. Ваше падение прекращается. \n\nКомната, наверное, могла бы быть освещена и получше. Одна из лампочек что ли перегорела?  \n\n— Или это просто ты запомнила так, потому что свет тебе закрывала фигура отца? Обои в этой комнате ведь никогда не были жёлтыми. А сейчас они именно такие. Знаешь, о чём это говорит?\n\nВы видите себя же. Слышите свой собственный голос. ",
    "answers": [
      {
        "id": 8,
        "text": "О чём? "
      }
    ]
  },
  {
    "id": 8,
    "text": "— О том, что субъективные переживания искажают воспоминания. Ты помнишь только фигуру отца, жёлтый свет лампы и желтоватый матрас кровати. Затем мерзкий образ жёлтого цвета закрепился в твоих картинах после прочтения Преступления и наказания. Так родились на свет вызывающие столь сильное отторжение жёлтые обои. Теперь понимаешь? ",
    "answers": [
      {
        "id": 9,
        "text": "Кажется, да. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы чувствуете, что Ваша копия оказалась за Вашей спиной.\n\nЧто ты видишь? \n\nСтеклянная преграда, делящая компату на две части. Ребёнок. Что-то тёмное. Оно делает ему больно. Физически. \n\n[сильное нежелание]\n\nТы боишься того, что видишь?\n\nРебёнок кричит. В тёмном нечто прорисовывается более чёткий силуэт. \n\n[так не должно быть] \n\n— Разве? \n\nОтец. Отец избивает Вас, когда Вы были ребёнком. \n\n[так не должно быть!]\n\n— Но так и было. \n\n[ТАК НЕ ДОЛЖНО БЫТЬ]\n\nИсступление. Желание прекратить. Изменить. Удар по стеклу. Ещё. И ещё. Удар. Боль. Удар. Но оно становится лишь толще. Однако на нём прорисовываются слабые силуэты Вашей счастливой детской версии, которую обнимает отец. Никаких побоев. Никакой боли. Ту Вашу версию воспитывали совсем иначе. Разве это не столь желанно...? \n\n",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить бить стекло. "
      },
      {
        "id": 11,
        "text": "Остановиться и отойти. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы бьёте сильнее. Стекла становится больше. Оно постепенно заполняет собой всё пространство. И вот уже ребёнок с отцом замирают. Они как насекомые в янтаре — замороженная история, до которой уже не добраться, если не разрушить этот самый янтарь. Но Вы уже не сможете это сделать. Вы теперь тоже заморожены в стекле. Вы с улыбкой глядите на нарисованное счастливое детство. \n\n[это счастье...?]\n\nЭто то, чего ты хотела?\n\n[это неправильно?] \n\nТолько тебе решать. \n\n[счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?счастье...?сча...?]\n\n[смерть?]",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ваша копия вновь оказывается перед Вами. \n\n— Ты думаешь, что сможешь что-то изменить здесь? Нет. Это то, через что ты прошла. Ты видела Дерево. \n\nКорни опутывают стены изнутри.\n\n— Ты — Дерево. Ты не можешь существовать без опыта, как дерево без соков земли. Всё, что ты здесь видишь, дало тебе результат прожитого опыта. Создало в тебе ту или иную ветку, лист, часть ствола. А конкретно это — результат опыта из детства. Он один из самых важных. Он формирует основу твоей личности. Так что даже если у тебя получится изменить его, это повлечёт изменения твоей основы. Ты больше не будешь собой. Ты умрёшь. ",
    "answers": [
      {
        "id": 12,
        "text": "Но ты же говорила, что субъективные переживания и так меняют воспоминания. "
      }
    ]
  },
  {
    "id": 12,
    "text": "— Верно. Но в ключевых воспоминаниях меняются лишь детали, да и то под воздействием нового орыта и переживаний. Ведь даже самые мощные ветви деревьев подвергаются изменениям. Тем не менее, суть, как и сами ветви, остаётся. Конечно, ты можешь подавлять воспоминания, можешь попытаться заменить их, но в глубине они останутся. Однако, отрезая их, ты ведь не хочешь избавиться только лишь от воспоминаний, не так ли? Они никогда не имели единственное высшее значение. Крайне важны также те изменения, которые они тебе дали. Воспоминания — это лишь их часть. Ты хочешь избавиться от себя, отрезать часть себя. Я могу дать тебе такую возможность. \n\n[разве это правильно?] \n\n— Только тебе решать. Нет ничего объективно правильного и неправильного. Здесь тебе никто не скажет, куда идти. Ты сама должна определиться, чего ты хочешь. \n\nВаша копия протягивает Вам нож. \n",
    "answers": [
      {
        "id": 13,
        "text": "Взять нож."
      },
      {
        "id": 14,
        "text": "Он мне не нужен. Я знаю, что делать. "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы берёте нож и подходите к корню, проросшему сквозь стену, после чего слегка дрожащей рукой отсекаете его. Вы чувствуете облегчение и пустоту. Казалось бы, всё конечно, не так ли? \n\n[рана, нанесённая сознанию]\n\nНо тут корень начинает гноиться. Вы понимаете — надо отсечь его в сасом начале. А гниль всё растекается, расползается по кроням. Вы уже не можете остановиться, практически не разбирая, какие корни заражены, а какие ещё можно было бы спасти. \n\n[нет пути назад]\n\nВпрочем, разве можно было бы...?\n\n[разрушение] \n\nВнезапно дерево рухнуло, рассыпавшись в труху. Последний корень был срублен. Ваше сознание очищенно. Вы — белый лист, которому только предстоит всему научиться. \n\n[Кто я?]\n\nЗдравствуй, новый мир.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Хорошо. \n\nКопия вновь оказывается сзади Вас. Вы подходите к стеклу и, набравшись сил, смотрите. Отец разбивает ребёнку нос в кровь. Вы протягиваете руку. Хрупкое стекло ломается, впиваясь Вам в пальцы. Вы лежите на полу, и Вам кажется, что нос сломан, хотя Вы знаете, что мама потом скажет, что это не так. \n\n[она не защитила]\n\nВы уврачиваетесь от очередного удара. Плачете. Больно. Это разрывает изнутри. Больно. Вы одни в этом мире. Больно. Самые близкие люди опасны. Больно. Почему? Больно.\n\nБольно. Помогите мне! Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. Больно. \n\nХочется уйти в себя, отдаться безмятежному спокойствию, погрузиться в абсолютное безразличие к окружающей действительности. Вы видите ребёнка со стороны, словно рисунок светлыми карандашами на бумаге, а кровь — узоры, она красиво растекается прверх её лица, принимая различные причудливые формы...\n\n[не убегай] \n\nДа. Вы знаете, что нельзя убегать. Вы смотрите отцу прямо в глаза. ",
    "answers": [
      {
        "id": 15,
        "text": "Ты причинил мне боль. И я это признаю. Мне было больно. И это повлияло на меня. Мне и сейчас очень, очень больно. Но это произошло на самом деле. И бесполезно пытаться уходить в диссоциацию. Это никуда не уйдёт, пока я - это я. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Отец становится тёмно-бардовым веществом и вливается в Вас. \n\n[страдания]\n\nВы скрючиваетесь на полу, задыхаясь от слёз и царапая своё горло. \n\n— Да, ты страдаешь. Но ты сама показала, что тебе важнее жить в настоящем мире, чем избегать боли. И я не смогу помочь тебе облегчить её. Скажи мне, ты готова идти дальше? \n",
    "answers": [
      {
        "id": 16,
        "text": "Я уже не могу иначе. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы проходите через множество болезненных воспоминаний, которые сформировали Вас как личность. Наконец, Вы возвращаетесь в стекояннную коробку. Вы изранены, Вам больно, но у Вы уже не можете сдаться. У вас есть незаконченное дело. Вы рисуете то, что видите за стеклом, используя в качестве краски собственные слёзы. \n\nСтены разбиваются. \n\n[свобода]\n\nВаше тело, привыкшее к застоявшемуся воздуху, дрожит. Ваши глаза едва выдерживают прямой свет. Но Вы, наконец, в реальности. В настоящей. Мимо Вас проходят живые люди. И Вы тоже живы! Наконец-то Вы живы! Всё живое! Всё настоящее! Вы можете... дотронуться до чего-то!  И пускай больно, пускай придётся жить в этой боли, но в жтот краткий миг Вас распирает изнутри незнакомое чувство! \n\n[катарсис]\n\nОно того стоит. Не так ли? ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  }
]