[
  {
    "id": 1,
    "text": "!!!пишется!!!\n\nКомандировка в Ад — это рассказ о судьбе простого солдата, попавшего на войну.\n\nПродолжение будет выходить по мере возможности и вдохновения.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Меню квеста"
      },
      {
        "id": 3,
        "text": "О квесте"
      },
      {
        "id": 4,
        "text": "Об авторе"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вполном прохождени пристутствует пролог.\nПрохождение пролога линейное.",
    "answers": [
      {
        "id": 5,
        "text": "Полное прохождение"
      },
      {
        "id": 14,
        "text": "Пропустить пролог"
      },
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 3,
    "text": "Добро пожаловать на страницы моего первого квеста, дорогой читатель.\n\nЛюбые совпадения с реальными событиями не являются ни чем иным, кроме как художественным вымыслом автора.\nКвест не является пропагандой насилия или нарушения прав человека и его личностного достоинства.\nВсе персонажи не имеют реальных прототипов, любые совпадения с реальностью случайны.\n\nИстория рассказывает о судьбе простого парня, подписавшего контракт в армии страны Ф.\nГеополитическая ситуация вынудила правительство страны Ф пойти на крайние меры — 3 марта 2023 года она объявила о том, что проводит общевойсковую Спецоперацию \"S\", на территории союзной республики Н.\nЦель Спецоперации \"S\" — сохранить суверениет республики Н, отколовшейся от страны Ю, путем боестолкновения с войсками страны Ю.\n\nГлавный герой — 19-ти летний парень, родился в небольшом городе, учился хорошо, семья неполная.\nВоенная тематика всегда интересовала Стаса — именно так зовут нашего героя.\nБудучи призванным в армию в ноябре 2021 года, он решился на судьбоносный для него шаг — подписать контракт в подразделение ПВО армии страны Ф.\nКвест берет свое начало в конце февраля 2023 года, незадолго до начала Спецоперации \"S\", и повествует о судьбе простого солдата — Стаса, и о том, какие сложности и опасности преследовали его и остальных бойцов группировки \"S\".",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 4,
    "text": "Доброго времени суток, дорогой читатель.\n\nБудем на Ты, не против?",
    "answers": [
      {
        "id": 7,
        "text": "Согласен, так будет лучше."
      },
      {
        "id": 8,
        "text": "Ну уж нет, будем на Вы!"
      }
    ]
  },
  {
    "id": 5,
    "text": "\n                                          Пролог.\n\n\n23 февраля 2023 года.\n5:19 утра.\n\nГосударственная квартира 39.\n\n\nМеня зовут Стас, мне 19 лет.\nСегодня у меня праздник — день бойца ВС Ф, коим я и являюсь.\nНо, ко всеобщему удивлению и негодованию, выходной нам не дали, так еще и приказали явиться к 6 утра в часть, для доведения приказа Начальника Генерального Штаба.\n\nПроснувшись в выданной мне квартире, я стал собираться.",
    "answers": [
      {
        "id": 9,
        "text": "Встать, сходить в ванную комнату, одеться и идти на службу."
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "Итак, зови меня Арти!\n\nАрти, конечно, не мое имя — сокращение от псевдонима.\n\nМне 22 года, я работаю, есть своя квартира и в личной жизни полный порядок и гармония.\nМного читал, более 10 лет занимался журналистикой во всех ее проявлениях.\n\nДавно уже планировал начать писать, заглядывался на AuthorToday, но обстаятельства сложились так, что мы встретились с тобой на страницах моего квеста.\n\nНе обещаю, что их будет много, но определенно более одного.\n\nНа этом откланяюсь, и пожелаю тебе приятного прохождения, дорогой читатель!",
    "answers": [
      {
        "id": 1,
        "text": "В гланое меню"
      }
    ]
  },
  {
    "id": 8,
    "text": "Меня зовут Арти.\n\nАрти — сокращение от псевдонима.\n\nМне 22 года, много читал, более 10 лет занимался журналистикой во всех ее проявлениях.\n\nДавно уже планировал начать писать, заглядывался на AuthorToday, но обстаятельства сложились так, что мы встретились с Вами на страницах моего квеста.\n\nНе обещаю, что их будет много, но определенно более одного.\n\nНа этом откланяюсь, и пожелаю Вам приятного прохождения, дорогой читатель!",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 9,
    "text": "23 февраля 2023 года.\n5:53 утра.\n\nМотострелковый полк ВС Ф.\n\n\nЯ добирался до части дольше обычного.\nНесмотря на праздник, погода была пасмурная, и немногочисленные дорожки замело снегом.\n\nНаконец-то я дошел до казармы.\nНа удивление, дневальный был бодр, на его лице было отражено напряжение.\nЯ бы сравнил его с натянутой струной.\nЧто, словом, было крайне необычно и настораживало.\n\nПройдя в Налиевскую¹ комнату, я поздаровался с сослуживцами.\nСтоял негромкий гул, все переговаривались.\n\nСпустя несколько минут гул стих и мы стали строиться повзводно.\n\n\n\n1. Налиев — вождь Союза Данниковских Социалистических Республик.",
    "answers": [
      {
        "id": 10,
        "text": "Занять свое место в строю."
      }
    ]
  },
  {
    "id": 10,
    "text": "23 февраля 2023 года.\n6:01 утра.\n\nНалиевская комната казармы подразделения ПВО.\n\n\n– Смирно!\nПо казарме прокатился крик дневального.\nМы все вытянулись по струнке, одновременно повернувшись в сторону входной двери.\nДежурный сделал доклад, и после команды командира отрывисто крикнул: \n– Вольно!\n\nНесмотря на эту команду, общее напряжение лишь нарастало, и мы, как взведенный часовой механизм, повернулись обратно, так и не расслабившись.\n\nКомандир быстрым шагом проследовал к строю, навстречу ему вышел взводный первого взвода, и уже открыл рот для новой команды, но...\nКо всеобщему удивлению, командир лишь махнул ему рукой и приказал:\n– Товарищ старший лейтенант, встать в строй.\n– Есть! — ответил взводный, и занял свое место.\n– Здравия желаю, товарищи зенитчики! — поздоровался с нами командир.",
    "answers": [
      {
        "id": 11,
        "text": "– Здравия желаем товарищ капитан!"
      }
    ]
  },
  {
    "id": 11,
    "text": "23 февраля 2023 года.\n6:08 утра.\n\nНалиевская комната казармы подразделения ПВО.\n\n\n– Начнем с сути, товарищи, — сказал наш командир — НГШ¹ объявил о скором проведении Спецоперации \"S\", и обязательном участии ОТГ² в ней.\n\nНас словно окатили ведром ледяной воды.\nДесятью ведрами, если быть точнее.\nМы, обычно бодрые и в приподнятом настроении, стояли в оцепенении, в шоке.\n\nПервый взвод — ОТГ. Молодые ребята, подписавшие контракт в мирное время, все они повелись на неплохую зарплату и раннюю пенсию.\n\n\n\n1. НГШ — Начальник Генерального Штаба.\n2. ОТГ  — Особая Такическая Группа.",
    "answers": [
      {
        "id": 12,
        "text": "Слушать дальше."
      }
    ]
  },
  {
    "id": 12,
    "text": "23 февраля 2023 года.\n6:08 утра.\n\nНалиевская комната казармы подразделения ПВО.\n\n\n– Все вы знаете, что у нас в полку некомплект личного состава в ОТГ, почти во всех подразделениях. Командиром полка было принято решение укомплектовать ОТГ контрактниками, не входящими в их состав.\n\nСпустя несколько секунд, по моей коже побежали мурашки.\nЯ ведь специально, целенаправленно избегал попадания в ОТГ, что бы ненароком не попасть на боевые действия в первых рядах.\nСудьба же распордилась иначе, и осталось только узнать, куда же меня распределили.\nИ я молил ее о том, что бы не попасть в пехоту.\n\nКомандир, дав нам немного времени осмыслить сказанное, продолжил:",
    "answers": [
      {
        "id": 13,
        "text": "Немного согнуть затекшую ногу и слушать дальше."
      }
    ]
  },
  {
    "id": 13,
    "text": "23 февраля 2023 года.\n6:15 утра.\n\nНалиевская комната казармы подразделения ПВО.\n\n\n– Командиры взводов — ко мне! — скомандовал он.\n\nТри офицера выстроились перед командиром.\n\n– Товарищи командиры второго и третьего взводов, держите списки личного состава. Там написано куда был распределен ваш личный состав.\nТоварищ старший лейтенант Сташинский, командир первого зенитного ракетного взвода — ваши документы по подготовке к спецоперации \"S\". Встать в строй!\n\nОфицеры, забрав бумаги, заняли свои места.\n\n– Товарищи зенитчики, с завтрашнего дня и до конца командировки вы поступаете в распоряжение новых командиров.\nОзнакомьтесь со списком, и можете быть свободны. С праздником, товарищи!",
    "answers": [
      {
        "id": 14,
        "text": "Ура, ура, урааа!"
      }
    ]
  },
  {
    "id": 14,
    "text": "Конец пролога.",
    "answers": []
  }
]