[
  {
    "id": 1,
    "text": "Автор: IXOR (Егор Егоров) \nЖанр: ужасы, безумие. \n\nСлендермен \n\nВытянутый человек без лица в похоронном костюме. Эта интернет легенда поразила всех. Некоторые даже говорили, что видели его наяву. Безликий или как его принято называть — \"Слендермен\".\nРеальность или простая легенда?\nВы — Андрей — бывший журналист. Когда-то вы печатали газеты с громкими названиями, а сейчас снимаете на камеру самые страшные и необъяснимые вещи. Но как началась ваша карьера журналиста — съёмщика?\n\nКвест имеет много концовок, но только одна является канонам. Сможете ли вы найти нужную концовку?",
    "answers": [
      {
        "id": 43,
        "text": "Продолжить",
        "need": 42,
        "need_ever": true
      },
      {
        "id": 2,
        "text": "Начать ",
        "need": -42,
        "need_ever": true
      },
      {
        "id": 7,
        "text": "Концовки"
      },
      {
        "id": 19,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "— Андрей, ну, что ты там возишься? — с нетерпением кричит вам вслед друг. \n— Подожди минутку, камера запускается! — крикнули вы в ответ. \n— Ха, а я думал ты пошутил насчёт того, что собираешься записать наш день! Ха-ха! — усмехнулся друг. \n— Ой, Даня, перестань... А вдруг мы сможем заснять призрака?! — оправдались вы. \n— И он заберёт нас — невинную, молодую кровь... Ха-ха! — засмеялся Данил. \n— Кто будет вместе с нами вызывать слендермена? — спросили вы. \n— Кирюха будет, Саня будет и Яна будет. — ответил Данил. ",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 3,
    "text": "— Почти... А давай придумаем приветствие? — предложили вы. \n— Давай! А как? — согласился Данил. \n— Хм... Скорее всего нужно что-то классное. Чтобы с первых секунд цепляло, но не было длинным или банальным. — рассудили вы. \n— Может... День, ночь? — предложил Данил. \n— Хм... Нет! Я уже знаю человека с таким приветствием. — отказались вы. \n— Ну... Тогда просто скажи: — \"Приветствую на своём канале, дорогие зрители. Я — непутёвый журналист — ютубер!\". — усмехнулся Данил. \n— А может... Ночь, день? — предложили вы. \n— Оригинально... Ладно, давай! — согласился Данил. \n",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Ночь, день! Моё имя Андрей и я журналист. Сегодня я и мой друг будем вызывать слендермена. — записали вы приветствие. \n— Слишком... Слишком — слишком... — задумался Данил.\n— Чувак... Всё, оставим так... Я уже и так перезаписал семь раз! — закатили глаза вы. \n",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы зашли в гараж, где уже собрались приглашённые друзья. Перед столом образовалась толпа. \n— А может не стоит? Зачем мы всё это затеяли? — испугалась Яна. \n",
    "answers": [
      {
        "id": 6,
        "text": "- Ты права. Данил, заказывай пиццу и включай фильм! "
      },
      {
        "id": 8,
        "text": "- Нет, мы попробуем вызывать слендермена! "
      }
    ]
  },
  {
    "id": 6,
    "text": "Камера так и не записала паранормальное. Вся эта затея провалилась с треском. Ничего интересного не произошло. Вы с Яной разошлись по домам, пока остальные занимались всяким бредом. \nПозже вы узнали, что в гараже Данила произошло страшное: всех ребят кто-то жестоко убил. ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка: Интуиция. \n"
      }
    ]
  },
  {
    "id": 7,
    "text": "Здесь будут ваши концовки.\nЗелёные — хорошие, красные — плохие, бирюзовый — канон.\n3 хорошие, 5 плохих и 1 канон. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад",
        "comment": false
      },
      {
        "need_ever": true,
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ],
        "id": 7,
        "text": "Интуиция",
        "need": 6
      },
      {
        "need_ever": true,
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ],
        "id": 7,
        "text": "Простая прогулка",
        "need": 16
      },
      {
        "need_ever": true,
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ],
        "id": 7,
        "text": "Мёртвая тишина",
        "need": 18
      },
      {
        "need_ever": true,
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ],
        "id": 7,
        "text": "Казалось, что финал",
        "need": 27
      },
      {
        "need_ever": false,
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ],
        "id": 7,
        "text": "Безумие",
        "need": 31
      },
      {
        "need_ever": true,
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ],
        "id": 7,
        "text": "Предательство",
        "need": 36
      },
      {
        "need_ever": true,
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ],
        "id": 7,
        "text": "Победа? ",
        "need": 41
      },
      {
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ],
        "id": 7,
        "text": "Ценою дружбы",
        "need": 42
      },
      {
        "need_ever": true,
        "comment": true,
        "text_color": [
          0,
          1,
          1
        ],
        "id": 7,
        "text": "Конец! ",
        "need": 43
      }
    ]
  },
  {
    "id": 8,
    "text": "Для вызова было всё подготовлено: маленький, острый ножик, лист А4 и  пепел. \n— А ты уверен, что это сработает? Откуда вообще этот рецепт призыва? Где нашёл? — удивилась Яна. \n— Неважно! — вскрикнул Саня, взявший на себя роль призывателя. \nСначала он взял нож и порезал себе палец, после чего кровью нарисовал звезду, что рисуют сатанисты, затем он насыпал на неё пепел и сжёг лист с помощью зажигалки",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 9,
    "text": "Что-то происходит? — спросила Яна. \n— Ничего! — ответил Кирилл. \n— А-а-а! — закричал Саня и закрыл глаза руками. \nЯна кинулась к Сане. Тот кричал от боли. Вскоре он перестал скрывать глаза и убрал руки. Все увидели его чёрные, как уголь глаза. Это было страшно. Всё было снятого вами на камеру. \n— Саша, что с тобой? — запаниковала Яна.\n— Саши здесь больше нет! — ответил Саня. \n— Что? — ужаснулись вы. \n— Ха-ха-ха! — рассмеялся Саня. \n— Что? — удивился Кирилл. \n— Вы такие Наивные! Это — линзы. Я целый день искал такие, чтобы вы поверили! Ха! — Саня снял со своих глаз линзы, чтобы ребята поверили ему. ",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 10,
    "text": "Прошло часов пять. Кончался уже третий фильм. Слендермен так и не пришёл... Нужно было сразу понять это... \n— И зря камеру притащил! — усмехнулся Данил. ",
    "answers": [
      {
        "id": 11,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 11,
    "text": "Наступила темная ночь. Всем пора идти домой. \n— Мы ведь уже взрослые мужики и баба, можем остаться на ночь в гараже! — предложил Саня. \n— У меня завтра генеральная уборка! — объяснила Яна. \n— А давайте прогуляемся по ночной улице! Ха-ха-ха! — предложил Данил. \n",
    "answers": [
      {
        "id": 28,
        "text": "Согласиться с Саней",
        "need": 16,
        "need_ever": true
      },
      {
        "id": 12,
        "text": "Согласиться с Саней",
        "need": -16,
        "need_ever": true
      },
      {
        "id": 13,
        "text": "Согласиться с Яной"
      },
      {
        "id": 14,
        "text": "Согласиться с Данилом",
        "need": -36,
        "need_ever": true
      },
      {
        "id": 38,
        "text": "Согласиться с Данилом",
        "need": 36,
        "need_ever": true
      }
    ]
  },
  {
    "id": 12,
    "text": "— Забудьте о проблемах, ведь сегодня мы отдыхаем! Данил, открывай колу! — крикнули вы на весь гараж. \nНесколько часов в гараже прошли без чего либо страшного. До того момента, пока Яна не попросилась в туалет. \n— А где здесь туалет? — спросила Яна. \n— Туалет? Я похож на какого-то богача? На улице под кустом, конечно! — усмехнулся Саня. \n— На улице? — переспросила Яна. \n— Ага! — улыбнулся Саня. \nЯна включила фонарик на телефоне и вышла из гаража. ",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 13,
    "text": "— Мне завтра на работу нужно... — обломали весёлый вечер вы.\n— Да? Мне тоже... Ладно... — поддержал вас Данил.\n— Тогда до завтра! — попрощался с вами Саня, и вы разошлись по домам. \n",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 14,
    "text": "Давай! — согласились вы. \n— Можно! — поддержал Саня. \n— Я... — засомневалась Яна. \n— Единогласно! — воскрикнул Кирилл. \n— А куда пойдём? — спросила Яна. \n— Я знаю отличное место! — ответил Кирилл. \n",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 15,
    "text": "Друзья во главе с Кириллом шли долго. Было очень темно, потому Яна, Данил и Кирилл подсвечивали себе путь фонариками на телефоне, а вы с Саней использовали ночной режим у камеры.\nНаконец Кирилл остановился. \n— Голос... Он зовёт меня! — сломя голову он побежал в лес. \n— Куда пропал Кирилл? Его телефон... Вот он... — испугалась Яна, которая в это время отвернулась на пару минут. \n— Он... Убежал? — удивился Саня. \n— Ребят, у меня на камере помехи... — рассказали вы своим друзьям. \n— Помехи? Типо призраки? — испуганно посмотрел на вас Данил. ",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 16,
    "text": "— Бу! — из леса выбежал Кирилл. \n— Ты псих? — завизажала Яна. \n— Я испугался! — Закричал на друга Саня. \n— Ха-ха! — засмеялся Кирилл. \n— Ребята, у меня реально помехи! — крикнули вы друзьям.\nВ ту же секунду между деревьями появилась длинная фигура. Она протянула свои руки Яне и схватил её, приятянув к себе. Следующим был Саня, потом Кирилл, затем Данил, а на десерт — вы. Камера упала на землю и заняла жуткую расправу. К сожалению трупы так и не были найдены, только жуткая запись с камеры, что хранится у полиции... ",
    "answers": [
      {
        "id": 1,
        "text": "Октрыта концовка: Простая прогулка. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Яны не было уже больше 20 минут. Это насторожило вас и ваших друзей. \n— Нужно пойти проверить! — приказал Саня и указал на дверь. \n— Пожалуй... — прошептал Кирилл и взял с собой отвёртку с тупым концом. \nСаня вышел первым, за ним Кирилл, Данил и вы, держа в руках камеру. \n— О, боже! — закричал Кирилл. \n— Что это? — перед вами предстала ужасная картина. Над трупом Яны стоял вытянутый человек без лица. Одним движением руки он свернул голову Сане, а затем откинул в сук дерева Кирилла. Сук проткнул его насквозь. ",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 18,
    "text": "В какой-то момент всё остановилось. Острая ветка дерева ожила и проткнула насквозь Данила. Тот упал на землю, но был ещё жив. Он захлёбывался в крови.\n— Я понял! Я понял! Он убивает по возрастанию... — это были последние слова Данила. \nСледующей жертвой стали вы... \n",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка: мёртвая тишина"
      }
    ]
  },
  {
    "id": 19,
    "text": "Здесь будут ваши достижения. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 20,
        "text": "Смертельная подсказка",
        "need": 18,
        "need_ever": true
      },
      {
        "id": 32,
        "text": "Марионетка",
        "need": 31,
        "need_ever": false
      },
      {
        "id": 37,
        "text": "Петля времени",
        "need": 36,
        "need_ever": true
      },
      {
        "id": 46,
        "text": "А ты хорош! ",
        "need": [
          6,
          16,
          18,
          27,
          31,
          36,
          41,
          42,
          43
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 20,
    "text": "Он убивает по возрастанию... Что это значит? Может дело в возрасте? Или в возрастании чисел? Или и в том и в том? ",
    "answers": [
      {
        "id": 19,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 21,
    "text": "Ночь выдалась не спокойной. Казалось, что из окна кто-то смотрит. Чья-то длинная фигура наблюдает. Стук в дверь прервал все раздумья. Закрытая дверь комнаты распахнулась и в неё вошло существо. Вы бросились к камере, но обнаружили, что её нет на месте.\n",
    "answers": [
      {
        "id": 22,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 22,
    "text": "Слендермен приблизился ближе. Вы затаили дыхание. \n— Ха-ха! — засмеялся он знакомым голосом. \n— Саня? — удивились вы. \n— Да... Ну ты и ссыкло! — усмехнулся Саня. \n— Ага! — поддержала Саню Яна, что своровала у вас камеру и была тайным оператором. ",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 23,
    "text": "Вдруг Яна поменялась в лице. \n— А почему у тебя помехи в камере? — спросила она. \n— Помехи? Хм... — задумались вы. \nЧерез секунду за спиной Яны появился слендермен. Одним движением руки он свернул ей шею. Затем он направился к Сане. ",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить ",
        "var_str_set": [
          "global play_sound_once",
          "https://wav-library.net/zvuk-zhenskogo-krika-korotkij-mp3"
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы оттолкнули слендермена от друга, дав ему шанс скрыться. Слендермен же не стал нападать на вас, а, лишь чуть напугал, а затем исчез. Из другой комнаты послышался крик — это Саня вылетел из окна. \nВскоре слендермен ушёл. Он испарился также внезапно, как и появился. \nЧуть позже на пороге вашего дома стоял Кирилл и Данил. Они оба держали в руках по одной зажигалке. \n— Ребята, а вы чего с зажигалками? — удивились вы. \n— Я вижу, что ты уже познакомился со слендерменом... — пробормотал Данил, увидев труп Яны. \n— Да... — произнесли вы в пол голоса. ",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 25,
    "text": "Друзья рассказали вам о том, что слендермен до ужаса боится огня, и что единственный шанс победить его — это сжечь. ",
    "answers": [
      {
        "id": 26,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 26,
    "text": "Подготовка была быстрая — уже через несколько минут всё было. Данил отыскал пачку спичек и держал их готовыми к атаке. \n— Ну, что, начинаем? — спросил Кирилл. \n— Давай! — Разрешил Данил. \nНо все пошло не так. У Кирилла резко перестала работать зажигалка, и он попал в лапы слендермена, который незамедлительно свернул ему шею. Данил накинулся на слендермена, с подожжёнными спичками. Когда он попал в объятия слендермена, то его одежду объял огонь, а слендермен ничего не предпринял. Казалось, что на нём появилась невидимая улыбка.",
    "answers": [
      {
        "id": 27,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 27,
    "text": "Всё это время он просто играл. На самом деле ему не был страшен огонь... ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка: Казалось, что финал. "
      }
    ]
  },
  {
    "id": 28,
    "text": "Вам вдруг показалось, что вы уже поддерживали саню в том, что отстаться в гараже — хорошая идея.\nТем временем на улице стемнело настолько сильно, что даже с помощью света фонаря нельзя было ничего увидеть.\n— А где здесь туалете? — спросила Яна у Сани.\n— На улице, конечно! Любой куст — туалет! Ха! — усмехнулся Саня.\nЯна уже хотела идти на улицу, но вы её остановили.\n— Ты чего? — удивилась она.",
    "answers": [
      {
        "id": 29,
        "text": "- Я видел это! Я видел безликого человека! Такое уже было...\n"
      },
      {
        "id": 33,
        "text": "- Э... Темно, страшно, может не пойдёшь?"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы перестали себя контролировать. Над вашей головой появился слендермен, а в камере стали проявляться помехи.\n— Видите? Видите? — кричали вы и показывали пальцем в сторону.\n— Я в туалет, а ему похоже нужно вызвать скорую... — сообщает она и выходит из гаража. Неуспела она и переступить порог, как вдруг кто-то с огромной скоростью откинул её назад. Она влетела головой в гвоздь, торчащий в стене.\nВсё вокруг стало мерцать, будто кто-то проник в вашу голову и играет.\n— Ребята? Ребята? — кричали вы.\n",
    "answers": [
      {
        "id": 30,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 30,
    "text": "Приехала полиция, что откликнулась на крики друзей. Когда они зашли в гараж, то увидели страшную картину: мужчина весь в крови стоит над телом разорваного друга с кувалдой в руках.\n— Мужик, ты как? — спрашивает один из полицейских.\n— Голос... — отвечаете ему вы и бьёте кувалдой по голове уже мёртвого Данила.\n— Хватай его и везём в участок! — кричит один из полицейских и кидается на вас.\n",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 31,
    "text": "Уже в психиатрической больнице вместо санитара к вам приходит ОН.\nПозже вас нашли в своей палате со сломанной шеей. ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка: Безумие"
      },
      {
        "id": 1,
        "text": "Открыто достижение: Марионетка"
      }
    ]
  },
  {
    "id": 32,
    "text": "Чтобы никто не помешал слендермену в охоте, он берёт под свой контроль жертв, что гораздо старше текущих. ",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Да, ты прав, но, а куда мне идти тогда? — спрашивает Яна и собирается открыть дверь, но вы загоражиаете ей проход. Слышится стук.\n— Кто это? — удивляется Саня.\n— Посмотрим! — Кирилл берёт отвёртку с тупым концом и выходит из гаража. В ту же секунду перед ним появляется слендермен, но не нападает. Он смотрит на него своим лицом, а затем проходит в гараж и высматривает Яну. После он подходит к ней в плотную и берёт за горло. Сжимает до такой степени, что слышен хруст ломанных костей.\n",
    "answers": [
      {
        "id": 34,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 34,
    "text": "Кирилл нападает на слендермена, но тот лишь телепортируется за Спину Сани и разбивает ему голову о торчащий в стене гвоздь. Затем он добрался до Кирилла и заставил его воткнуть себе отвёртку в ногу, а затем добил, свернув шею.",
    "answers": [
      {
        "id": 35,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 35,
    "text": "— Я понял! Он убивает по возрастанию! — крикнул вам Данил. \n— Я уже это слышал! — отвечаете ему вы. \n— А может, если он убьёт кого-то, кто будет старше его текущей жертвы, то он уйдёт? — предполагает Данил. \n— Скорее всего... — поддерживаете вы. \n— Тогда... — Данил толкает вас к щупальцам слендермена, но те ловко проскакивает сквозь вас и ранит Данила. \n",
    "answers": [
      {
        "id": 36,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 36,
    "text": "— Увидимся в следующей временной петле! — на последнем дыхании прошептал Данил. \nВскоре щупальца схватили и вас и сдавили с такой силой, что глазные яблоки лопнули. \n",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка: Предательство"
      },
      {
        "id": 1,
        "text": "Октрыто достижение: Петля времени"
      }
    ]
  },
  {
    "id": 37,
    "text": "После того, как вы с друзьями вызвали слендермена, то создалась петля времени. Теперь, умирая вы возвращаетесь в прошлое и снова по кругу. Чтобы выбраться из петли придётся чем-то пожертвовать. Может даже собой... ",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вам показалось, что вы уже поддерживали идею о ночной прогулке... ",
    "answers": [
      {
        "id": 39,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 39,
    "text": "Друзья во главе с Кириллом шли долго. Было очень темно, потому Яна, Данил и Кирилл подсвечивали себе путь фонариками на телефоне, а вы с Саней использовали ночной режим у камеры.\nНаконец Кирилл остановился. \n— Голос... Он зовёт меня! — сломя голову он побежал в лес. \n— Куда пропал Кирилл? Его телефон... Вот он... — испугалась Яна, которая в это время отвернулась на пару минут. \n— Он... Убежал? — удивился Саня. \n— Ребят, у меня на камере помехи... — рассказали вы своим друзьям. \n— Помехи? Типо призраки? — испуганно посмотрел на вас Данил.",
    "answers": [
      {
        "id": 40,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 40,
    "text": "— Бу! — из леса выбежал Кирилл. \n— Ты псих? — завизажала Яна. \n— Я испугался! — Закричал на друга Саня. \n— Ха-ха! — засмеялся Кирилл. \n— Ребята, у меня реально помехи! — крикнули вы друзьям.\nВдруг между деревьями кто-то прошёл.\n— Кто там? — испугалась Яна.\nИз леса вышел слендермен и напал на Яну. Он взял её за горло и откинул в дерево. Это было смертельно... Вы вспомнили все \"Временные петли\" и решили...",
    "answers": [
      {
        "id": 41,
        "text": "Пожертвовать собой, чтобы выбраться из этого ужаса. "
      },
      {
        "id": 42,
        "text": "Подставить Данила, чтобы выбраться из этого ужаса. "
      }
    ]
  },
  {
    "id": 41,
    "text": "Слендермен напал на Саню, но вы в последний момент закрыли его своим телом. Смерть была мгновенная.\nСлендермен пропал. День не начался снова. Всё закончилось... ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка: Победа? "
      }
    ]
  },
  {
    "id": 42,
    "text": "Слендермен напал на Саню, но вы в последний момент оттолкнули Данила к острым щупальцам. Смерть была мгновенная.\nСлендермен пропал. Вы были спасены. ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка: Ценою дружбы"
      }
    ]
  },
  {
    "id": 43,
    "text": "— Андрей, ну, что ты там возишься? — с нетерпением кричит вам вслед друг. \n— Подожди минутку, камера запускается! — крикнули вы в ответ. \n— Ха, а я думал ты пошутил насчёт того, что собираешься записать наш день! Ха-ха! — усмехнулся друг. \n— Ой, Даня, перестань... А вдруг мы сможем заснять призрака?! — оправдались вы. \n— И он заберёт нас — невинную, молодую кровь... Ха-ха! — засмеялся Данил. \n— Кто будет вместе с нами вызывать слендермена? — спросили вы. \n— Кирюха будет, Саня будет и Яна будет. — ответил Данил. ",
    "answers": [
      {
        "id": 44,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 44,
    "text": "— А давай посмотрим, как снимает моя камера! — предложили вы.\n— Давай! — согласился Данил.\n— Так... — включили вы камеру.\n— А это что за записи? — спросили Данил.\n",
    "answers": [
      {
        "id": 45,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 45,
    "text": "И вот вы уже уже сидите вместе с друзьями и смотрите записи камеры. Здесь была смерть каждого из друзей, предательство Данила, победа... Неужели это всё — реальность? ",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка: Конец! ",
        "var_str_set": [
          "global play_sound_once",
          "https://wav-library.net/sounds/horror_mystery/misticheskoe_dykhanie_korotkoe_zvuk_mp3_skachat/98-1-0-4731"
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты серьёзно получил все концовки? Хм... ",
    "answers": [
      {
        "id": 19,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  }
]