[
  {
    "id": 1,
    "text": "В маленьком городке \"Тайер\", (с древнего языка означает \"Древо\") где живут маги, проходит турнир. В этом турнире участвуют маги, которые оценили себя достойными победить. Победитель получает одну из самых загадочных палочек — палочку Грома.\nОднако кто-то своровал эту палочку и сеет хаос среди обычных магов. Города страдают, а маги теряют свои силы. Возможно только вы сможете победить вора... Или нет?",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      }
    ]
  },
  {
    "id": 2,
    "text": "Конечно магия не скрыта от людских глаз, но знают о ней далеко не все. Некоторые люди живут наукой или своей работой, а-то и вовсе живут байками короля...\nВы как раз из такого типа людей, что никогда не слышали о магии, магах, магических существах... Но ваш школьный друг поведал вам о настоящем мире в письме:\n\n\"Пρᥙʙᥱᴛᥴᴛую, А᧘ᥲн! Ты нᥲʙᥱρн᧐ᥱ ужᥱ ɜᥲδы᧘ ᧐δ᧐ ʍнᥱ, н᧐ я ᧐ ᴛᥱδᥱ нᥱᴛ. Мы учᥙ᧘ᥙᥴь ʙ ᧐дн᧐ᥔ ɯκ᧐᧘ᥱ, ʙ ᧐дн᧐ʍ κ᧘ᥲᥴᥴᥱ, ᥴᥙдᥱ᧘ᥙ ɜᥲ ᧐дн᧐ᥔ ᥰᥲρᴛ᧐ᥔ... П᧐ᥴ᧘ᥱ ɯκ᧐᧘ы ᴛы ᥴᴛᥲ᧘ ᧐δычныʍ ɸᥱρʍᥱρ᧐ᥴ, ᥲ я ᥰ᧐ɯё᧘ ᥙᥴκᥲᴛь ᥴʙ᧐ё ʍᥱᥴᴛ᧐ ʙ жᥙɜнᥙ... И ɜнᥲᥱɯь чᴛ᧐? Я ᥱᴦ᧐ нᥲɯё᧘! В᧐ᴛ ужᥱ 4 ᴦ᧐дᥲ я жᥙʙу ʙ дᥱρᥱʙнᥱ, ᴦдᥱ жᥙʙуᴛ ʍᥲᴦᥙ. В ϶ᴛ᧐ ᥴ᧘᧐жн᧐ ᥰ᧐ʙᥱρᥙᴛь ᴛᥲκ᧐ʍу чᥱ᧘᧐ʙᥱκу κᥲκ ᴛы, н᧐ ᥱᥴ᧘ᥙ ϶ᴛ᧐ ᴛᥲκ, ᴛ᧐ ᥰρᥙᥱɜжᥲᥔ ʙ ᴦ᧐ρ᧐д ᥙ уδᥱдᥙᥴь ᥴᥲʍ! Я ᥰ᧐ʍ᧐ᴦу ᴛᥱδᥱ ᧐ᥴʙ᧐ᥙᴛьᥴя, ᧐δучу ʍᥲᴦᥙᥙ... Пρᥙᥱɜжᥲᥔ, А᧘ᥲн, ʍнᥱ нужнᥲ ᴛʙ᧐я ᥰ᧐ʍ᧐щь!\" \n                  Эдвард ",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 3,
    "text": "У вас действительно был друг, который ушёл в поисках своего своего предназначенения... Вот уже 8 лет от него не было вестей. За это время вы опробовали профессию кузнеца и библиотекаря, но остановились на фермере. Эта профессия показалось вам более спокойной. Ей никогда не уделяля столько внимания, как кузнечному делу, но и не игнорировали также как и библиотеку и её работников. Да, в вашем городе было очень мало интересных книг. В местной библиотеке вам нравилось перечитывать книжку о магических существах. Драконы, феи, проводники магов... А автором этой самой книги был некий \"Адольф Гилберт\".",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 4,
    "text": "Полученное письмо произвело на вас впечатления, ведь у вас совсем нет родственников или людей, которым от вас что либо надо. Вы живёте обычное жизнью фермера в мелкой деревне, не выполняете какую либо грязную работу и не переходите дорогу кому не следует. Хороший знакомых или друзей у вас как таковых нет...\nВ письме Эдвард нёс всякую чушь, а также попросил вас о помощи. Делать нечего, терять тоже, а работа приносит совсем мало денег, потому совсем скоро вы могли бы остаться без еды... Потому вы сразу приняли предложение своего друга...",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить ",
        "blackout": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы приехали в город под названием \"Тайер\". Он находился достаточно далеко от вашего города, а потому шли вы около 4-х дней. А что поделать, ведь машин ещё не придумали? \nГород был небольшой, но гораздо больше вашей деревни. \nВаш друг жил на его окраине в старом доме. Хоть дом и был старым, но был гораздо лучче вашей коморки. В этом городке можно было бы даже остаться жить. ",
    "answers": [
      {
        "id": 6,
        "text": "Осмотреть город "
      },
      {
        "id": 11,
        "text": "Идти к другу "
      }
    ]
  },
  {
    "id": 6,
    "text": "Осматривая город вы зашли в центр, где двое каких-то людей сражались на палочках. Они махали палочками и из них вылетали то стрелы, то непонятные линии, то что-то вообще непонятное... Вдруг один из участников битвы подлетает вверх и замирает в воздухе, делая небольшой круг палочкой, а затем ловко приемляется на землю и ударная волна попадает по вам и сопернику. Вы замечаете, что теряете контроль над своим телом. Оно замирает... ",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 7,
    "text": "— Адам, ну что ты опять делаешь? Я же говорил, что заниматься лучше в местах, где это делать положено, а не в центре! — кричал выбежавший из небольшого домика, что стоял рядом, старичок. \n— Я не чувствую своё тело! — выдавили вы из себя. \n— Ой, чувак, прости!... — извинился Адам и сделав неловкую паузу он махнул палочкой. Сине-зелёный луч поразил вас и ваше тело разморозилось.",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 8,
    "text": "— Я испытывал новое заклинание, которое мне поручили в школе... Обычно здесь никто не ходит, видя, как кто-то тренируется... А ты я смотрю не из нашего города... А откуда тогда? — поинтересовался Адам. \n— Я из \"Сеадвалинга\". — ответили вы. \n— Это где? — удивился парень. \n— В 4-х днях ходьбы отсюда. — ответили вы. \n— Вау! А покажи своё мастерство мага! — попросил Адам. \n— Внучек, не приставай! — откликнул старик Адама. \n— Ты не маг? — удивился парень. \n— Нет... — произнесли вы шёпотом. \n— Ха! А что ты тут делаешь? Магие учиться пришёл? Давай я научу тебя! Мой дедушка — преподаватель теории по алхимии и практике по магие! — предложил свою помощь Адам.",
    "answers": [
      {
        "id": 9,
        "text": "- Было бы здорово! "
      }
    ]
  },
  {
    "id": 9,
    "text": "— Было бы здорово! — согласились вы. \n— Отлично! Тогда заходи в любое время! — обрадовался Адам.",
    "answers": [
      {
        "id": 10,
        "text": "- Я ищу улицу Алхимиков 8"
      }
    ]
  },
  {
    "id": 10,
    "text": "Эдвард жил в маленьком доме с чердаком и огородом у входа. На заднем дворе находилось небольшое поле, закрытое деревянным забором. Как раз на заднем дворе и был Эдвард. Он бегал по полю и кричал что-то, махая палочкой. Из конца палочки частенько вылетали снаряды разных цветов. Концом вашего неверия в магию стал ещё один выкрутас вашего друга — он полетел в небо и завис в воздухе.\n— Эдвард? — откликнули вы своего друга.\nТот вышел из своеобразного транса и упал на землю.\n— Э... Алан! Я и не думал, что ты приедешь... — начал он.\n— Да я тут... Старого друга повидать решил! — ответили ему вы.\n— А... Алан, ты давно здесь стоишь? — неловко спросил друг.\n— Да, а что? — спросили вы в ответ.\n— Тоесть ты видел весь этот позор? Черт! Я никогда не одержу победу в турнире! — расстроился он.\n— Турнире? — удивились вы.\n— Трунир магов. Ты вообще ничего не знаешь? — удивился Эдвард.\n— Кажется... — задумались вы.\n— Тогда иди за мной! — Эдвард куда-то повёл вас. ",
    "answers": [
      {
        "id": 13,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 11,
    "text": "Единственное, что вам оставил друг — это адрес. Он проживает на улице Алхимиков дом 8. \nХодили вы в поисках этой улицы очень долго. В конце концов вы сдались и сели на лавочку в центре города. \n— Эй, парень, ты тут чего это? — послышался мужской голос. \nВы развернулись и увидели мужчину около 35 — 40 лет. На указательном пальце левой и правой руки у него красовались золотые кольца с зелёными камнями. \n— А я тут... Заблудился в городе... — заикнулись вы. ",
    "answers": [
      {
        "id": 12,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 12,
    "text": "— А я вижу ты не местный?... — заметил он. \n— Нет. — подтвердили вы. \n— Откуда ты? — спросил мужчина. \n— из \"Сеадвалинга\". — ответили вы. \n— Ох... Покажи-ка мне мастерство мага! — попросил мужчина. \nВы стояли с широко раскрытыми глазами. \n— Ты не маг? — удивился мужчина. \n— Нет. — ответили вы. \n— Ха-ха! Тогда тебе будет не просто! Но ты не переживай — моя кузница всегда в твоём распоряжении! — успокоил вас кузнец. ",
    "answers": [
      {
        "id": 10,
        "text": "- Я ищу улицу Алхимиков 8."
      }
    ]
  },
  {
    "id": 13,
    "text": "Напротив дома Эдварда находился такой-же маленький, старенький дом, а напротив него спуск куда-то. \n— Это наши подпольные бои! — Эдвард повёл вас вниз. \n— Вау... — удивились вы. \nВашему взору открылся огромный зал, где происходило ожесточённая битва двух магов. По бокам находились торговые точки. \n— Слева от арены ты видишь продажу напитков. Здесь есть разные напитки. Самые полезные — энергетические — они дадут тебе силы бороться снова и снова. Справа ты видишь ставки. Модель поставить на кого-то свои деньги и приумножить/потерять их. ",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 14,
    "text": "— Сейчас мы видим битву между Артуром и Александром. Артур владеет палочкой Шторма. Он получил её в подарок от отца. На самом деле пользуется он её очень неумело. Александр владеет простейшей палочкой. У него есть палочки и по круче, но сейчас он решил использовать именно эту... Владеет он ей очень классно, однако это самая слабая палочка... На кого поставим? \n",
    "answers": [
      {
        "id": 15,
        "text": "На Артура ",
        "var_add": [
          "Артур",
          1
        ]
      },
      {
        "id": 15,
        "text": "На Александра ",
        "var_add": [
          "Александр",
          1
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "— Отлично! Ставлю 10 серебряных! — обратился Эдвард к букмекеру.",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 16,
    "text": "Александр выпустил из своей палочки стрелу, что прошла насквозь ногу Артура, парализовав её на несколько секунд. Этого времени хватила, на то, чтобы использовать более сильное заклинание. Взмахнув палочкой он вызвал два волны. Они сбили с ног Артура, который только поднялся, а затем заморозили его тело на мгновение. Затем Александр воспользовался первым заклинанием, но на этот раз снаряд влетел прямо в голову Артура и тот потерял сознание. \n— Александр становится победителем! — прозвучал голос рефери. ",
    "answers": [
      {
        "id": 17,
        "text": "Ваша ставка прогорела! ",
        "var_equal": [
          "Артур",
          1
        ]
      },
      {
        "id": 18,
        "text": "Ваша ставка приумножена!",
        "var_equal": [
          "Александр",
          1
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "— Твоя ставка прогорела... Чтож... На этот раз тебе простительно. — Эдвард отдал вам 10 серебряных монет. \n",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить ",
        "var_add": [
          "СМ",
          10
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "— Поздравляю, друг! — Эдвард протягивает вам 20 серебряных монет. \n",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить ",
        "var_add": [
          "СМ",
          20
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "После того, как Эдвард показал вам все прелести подпольных боёв, вы с ним отправились домой. \n— Мой дом не отличается от других. Здесь ты можешь жить и спать... На заднем дворе ты сможешь тренировать свои магические навыки. — начал Эдвард. \n— Да, это конечном всё очень хорошо, интересно, загадочно — мне нравится, но... Ты ведь просил помощи в своём письме. Я бросил всё и приехал к тебе на помощь... — объяснили вы. \n— Турнир! Скоро пройдёт турнир за самую сильную палочку в мире и я подумал, что было бы здорово участвовать с тобой... Вспомни, как мы мечтали! — объяснился Эдвард. \nВы конечно были не против поучаствовать в турнире, но магом вы не были — это проблема. ",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 20,
    "text": "— Я бы с радостью, но у меня совсем нет опыта в магических штучках. Я не знал, что существуют магия... — признались вы. \n— Не вижу ничего, что помешало бы тебе научиться! — обрадовал вас Эдвард. \n— Я был бы очень рад, если бы ты взялся за моё обучение! — ответили вы.\n— Я возьму тебя, но не на большой срок, ведь сам знаю очень мало в магие, а потому тебе придётся искать другого учителя. — объяснил Эдвард. ",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 21,
    "text": "На следующий день Эдвард повёл вас на задний двор, чтобы посетить в маги. \n— Чтобы стать магом тебе придётся сразиться с могущественным демоном, который убил уже много магов — новобранцев. Ты готов? — спроси вас Эдвард. \n— Не-а! — заикнулись вы. \n— Ха-ха! Я пошутил! Я просто дам тебе несколько книг и ты должен их прочитать. — рассмеялся Эдвард и дал вам в руки толстую книгу с громким названием — \"Основы для начинающих магов\". ",
    "answers": [
      {
        "id": 22,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 22,
    "text": "\"Приветствую тебя, уважаемый читатель! \n\nВ этой книге ты узнаешь о следующих темах:\n\n• Магия — что это и как;\n• Виды волшебных палочек;\n• Как правильно использовать волшебную палочку;\n• Простейшие заклинания;\n• Как накапливать силы?;\n• Посохи и кольца;\n• Волшебные существа;\n• Заключение. \n\n",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 23,
    "text": "Магия — что это такое.\n\nЕсли ты открыл эту книгу, то наверняка знаешь ответ на этот вопрос. \n\n",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 24,
    "text": "Виды волшебных палочек. \n\nВидов волшебных палочек очень много. Могу подчеркнуть палочки, которые пригодятся в познании этого учебника — \"Простейшая\" и \"Обычная\" палочки.\n\nПростейшая палочка не требует особых умений, а обычная требует хотябы базовые познания в мире магии.\n\n",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 25,
    "text": "Как правильно использовать палочку? \n\nДля этого достаточно просто сосредоточиться. \n\nПростейшие заклинания.\n\nНет, волшебных слов вы здесь не найдёте. Никаких \"Абракадабра\". Достаточно просто представить заклинание или прочитать его описание несколько раз.\n\n",
    "answers": [
      {
        "id": 26,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 26,
    "text": "Заклинания для простейшей палочки:\n\n• Блики. \nВызывает две небольшие, прозрачные волны, которые сбивают с ног и вызывает дискомфорт у противника.\n\n• Стрела.\nВызывает синюю стрелу, которая, при попадании дизарентируют противника.\n\n• Круговорот.\nВзмах палочкой вызывает две волны, которые исходят из палки и оглушают прлвтника на несколько секунд. Тело противника замораживается.\n",
    "answers": [
      {
        "id": 27,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 27,
    "text": "Заклинания для обычной палочки:\n\n• Дежавю\nЗамедляет время в глазах пользователя, чтобы тот мог увернуться от материальной угрозы. \n\n• Снаряд \nПалочка выстреливает из своего конца розовый снаряд, который пролетает неограниченное растояние, нанося небольшой урон (синяки, ожоги) \n\nВАЖНО: Вы можете использовать заклинания для простейшей палочки, используя обычную палочку.",
    "answers": [
      {
        "id": 28,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 28,
    "text": "— Всё, дальше можешь не читать, так как тебе это не пригодится! Пока что... — остановил вас Эдвард. \n— А мне понравилось! — поделились вы своими впечатлениями. \n— Начнём? Вот — это простейшая палочка! — Эдвард протянул вам простейшую палочку. \n",
    "answers": [
      {
        "id": 29,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 29,
    "text": "Простейшая палочка была похожа на обычную ветку дерева. Она была очень тонкая. Казалось, что одно лишнее движение и она сломается. \n— Да, выглядит как простая ветка дерева, но с этого начинали великие маги! — будто прочитав ваши мысли дополнил Эдвард. \n— А как мне колдовать? — спросили вы. \n— Сосредоточиться. Проговори заклинание несколько раз про себя. — Пояснил Эдвард. \n— Э... Хм... Стрела! — крикнули вы и направили палочку на Эдварда. \nНичего не произошло. \n— Стрела! Блики! Стрела! — кричали вы и махали палочкой.\nНичего не происходило. \n",
    "answers": [
      {
        "id": 30,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 30,
    "text": "если ты хочешь воспользоваться заклинанием \"Стрела\", то не нужно махать палочкой, а если хочешь \"Блики\", то взмах палочки должен быть на 90 и менее градусов. И не надо кричать заклинания! Достаточно просто проговорить его про себя. Если тебе это не помогает, то... Нет, тебе ещё рано! — пояснил Эдвард. \n— Тоесть Гарри Потер отпадает? — удивились вы. \n— Кто? Ты вообще о чём? — переспросил Эдвард. \nВы и забыли, что Гарри Потера ещё не написали. ",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 31,
    "text": "— Блики! — прошептали вы и взмахнули палочкой. \nНа этот раз всё получилось. Две небольшие, прозрачные волны на секунду появились, но сразу же пропали. \n— Молодец! — похвалил вас Эдвард, наблюдавший за вашим успехом. \n— Блики! — прошептали вы и взмахнув палочкой, направили её в сторону Эдварда.\nЭдвард с криками провалился на землю. \n— Чёрт! Алан! Это было круто, но мог бы и предупредить! — наругал вас Эдвард. \n— У меня получилось! — обрадовались вы. \n— Стрела! — прошептали вы и направили конец палочки на своего друга. \nВ ту же секунду он упал на землю. ",
    "answers": [
      {
        "id": 32,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 32,
    "text": "Эдвард встал и отряхнулся. \n— Алан, чёрт возьми! Кто тебя просил тестировать всё на мне? — разозлился он. \nВы лишь улыбнулись. \n— Ах так? — усмехнувшись, Эдвард взмахнул палочкой и ваши ноги были озвачены корнями, которые вылезли прямо из земли. \nВы уже откинули палочку в сторону, давая понять, что сдались, но Эдвард только начал свою месть. Он взмахнул палочкой верх и из под корней выросли стволы деревьем. Вас подкинуло вверх. Теперь корни держали вас на высоте, а рядом выбросли огромные дубы. Эдвард опустил конец палочки к земле и вся растительнасть пропала, аккуратно спустив вас вниз. \n— Эдвард, что ты делаешь? — спросили вы дрожащим голосом. \nЭдвард что-то прошептал себе под нос, а затем взмахнул палочкой в сторону от вас, затем ещё и ещё, сделав круг. Из мест, на которые Эдвард указал палочкой, вдруг выросли огромные цветы. Их особенность была в том, что их буттоны были раскрыты, как пасть и смотрели прямо на вас. \n",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 33,
    "text": "Один из цветков, который напомнил вам собачку был агрессивно настроен. Он всматривал вас и как-то странно двигался. \nВаши опасения были не напрасны, ведь уже через секунду раскрытая пасть — бутона летела в вашу сторону. Вы смогли подобраться свою палочку и выстрелить воспользоваться заклинанием \"Стрела\", чтобы избавиться от хищного растения. Другие цветки тоже хотели полакомиться вами, а потому по очереди пытались поймать вас с помощью своих пастей — бутонов. Вы решили, что на них всех подействует заклинание \"Блики\". Это заклинание вырвало цветы из под земли и они тут же завяли.",
    "answers": [
      {
        "id": 34,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 34,
    "text": "В один момент от разрушений, созданых корнями и хищнвми растениями не осталось и следа. \n— Поздравляю, друг, первый день обучения подошёл к концу! — похвалил вас Эдвард. \n— Ты с ума сошёл? — разозлились вы. \n— В опасных ситуациях человек соображает как нельзя лучше... — объяснил он. \n— Придурок! — вы оттолкнули Эдварда от себя и зашли в дом. \n— Алан! — крикнул в след вам Эдвард. ",
    "answers": [
      {
        "id": 35,
        "text": "Продолжить ",
        "blackout": true
      }
    ]
  },
  {
    "id": 35,
    "text": "Новый день — новые дела. Сегодняшний учебный день обещал быть очень интересным, ведь Эдвард всю ночь читал какие-то книги и шептал какие-то заклинания. \n",
    "answers": [
      {
        "id": 36,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы ждали Эдварда на заднем дворе, но он позвал вас в другое место. \n— Всё время учиться магие — это очень тратит силы и время. Гораздо лучше потратить это время на отдых. Мы — маги тоже люди, а потому хотим хотябы один раз в неделю отдохнуть по настоящему... Сегодня мы пойдём с тобой в \"Казино\". — поделился планами Эдвард. \n— Ка... Что? — переспросили вы. \n— Казино. Это такое место, где можно отдохнуть, разменять валюту и приумножить свои накопления. — объяснил Эдвард. \n— Никогда не слышал... — восхитителись вы. \n— Название придумал Эдгар. — объяснил Эдвард. ",
    "answers": [
      {
        "id": 37,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы пришли к небольшому домику. На его крыше была вывеска с надписью — \"Таверна Дяди Эдгара\". \n— Эта таверна Эдгара. — Эдвард указал на таверну. \n— Ты меня привёл сюда выпить? Прости, но я не пью... — объяснили вы. \n— Нет, что ты! Я ведь тоже не пью... Иди за мной. \nЭдвард провёл вас в таверну. Там за стойкой стоял мужик с седой бородой. \n— Тебе как обычно Элексир бодрости? — спросил Эдгар Эдварда. \n— Нет, я хочу потратить немножко деньжат. — ответил Эдвард. \nЭдгар подошёл к ковру, что стоял напротив входа и что-то шепнул. Ковёр отлетел в сторону, а деревянный пол постепенно стал провалиться вниз, где был ещё один этаж таверны. \n— Welkom to моё казино! — прокричал Эдгар. \n",
    "answers": [
      {
        "id": 38,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 38,
    "text": "— А что тут надо делать? — спросили вы. \n— Отдыхать, веселиться, дарить мне свои деньги. — ответил Эдгар. \n— Помниться в прошлый раз я тебя чуть не разорил. — напомнил Эдвард Эдгару.\n— Ключевое слово — \"чуть\". — подчеркнул Эдгар. \n— Вы вообще о чём? — переспросили вы. \n— Здесь есть несколько механизмов. Эти механизмы работают следующим образом: платишь, играешь, выигрыш забираешь или уходишь без выигрыша. Вот взять ту же самое колесо удачи. Оно представляет из себя механизм, работающий полностью на магической энергии. Там есть 6 разных вещей, которые можно поучить, заплатив при этом деньги. — объяснил Эдвард. \n— Вот я вижу на рулетке какую-то палочку. Зачем мне платить деньги за прокрутку колеса, если я могу просто купить её у кузнеца? — спросили вы. \n— В этом и смысл. Тебе может попасться не только палочка, но и монеты. Таким образом ты можешь окупится, получить ту же сумму, что и заплатил, а то и вовсе ничего не получить. — объяснил Эдгар. \n— Интересно... А можно прокрутить? — вы достали из кармана серебряные монеты. \n— Ох... Первое, что ты должен знать — деньги механизм не принимает. Для игры тебе потребуется хотябы один жетон. Жетон можно купить за 6 серебряных монет. Второе, что ты должен знать — это то, что сейчас идёт перестройка и улучшение качества работы всех механизмов. Из этого следует, что в данный момент ничего из этого не работает. — объяснил Эдгар.\n— Ха! Наверное снова решил покрутить процент к неудаче?! — догадался Эдвард. \n— Да, но не нужно об этом кричать! — шепнул Эдгар. ",
    "answers": [
      {
        "id": 39,
        "text": "Продолжить ",
        "blackout": true
      }
    ]
  },
  {
    "id": 39,
    "text": "Наступил новый день. Сегодня Эдвард пообещал вам очень Трудное и интересное обучение базовой магии. \nНа заднем дворе Эдвард выставил несколько непонятных механизмов, леветирующих над землёй. \n— О, ты уже здесь?! — встретил вас Эдвард. \n— Ага. — ответили вы. \n— Сегодня мы разберём какая магия тебе больше идёт, а также сегодня мы сразимся друг с другом. — посветил вас в свои планы Эдвард. \n",
    "answers": [
      {
        "id": 40,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 40,
    "text": "— Вставай перед вот этим механизмом. — Эдвард указал на большую, круглую, шарообразную штуковину. \nВы встали напротив механизма. \n— Сейчас мы узнаем какая магия тебе идёт больше всего. — пояснил Эдвард. \n— А мне нужно на вопросы ответить, жертву принести, отрубить себе что нибудь? — спросили вы. \n— Нет, что ты! Просто стой здесь. — успокоил вас Эдвард. \n— Х-хорошо... — заикнулись вы. \nВдруг механизм стал издавать странные, громкие звуки, напоминающие рёв дикого зверя и удары чем-то очень тяжёлым по металлу. Оба звука смешались и получился один. \n— Готов? — спросил Эдвард. \nНеожидая ответа, Эдвард нажал на кнопку, находящуюся на механизме и...",
    "answers": [
      {
        "id": 41,
        "text": "Продолжить ",
        "blackout": true
      }
    ]
  },
  {
    "id": 41,
    "text": "Вспышка света ослепила вас. Вас ударило разрядом тока. Будто молния попала вам в грудь. Всё тело жгло. \n— Чёрт! Что за? — выругался Эдвард. \nВы не могли сдвинуться с места. Разряды тока были всё сильнее и сильнее. Жжение усиливалось. \n— Чёрт! Чёрт! Чёрт! — продолжал ругаться Эдвард. \nЯзык онемел, рот не открывался, глаза лезли на лоб. \n— Тупая железяка! — кричал Эдвард. \nВ какой-то момент всё стихло. \n— Хух... Алан, ты как? — выдохнув спросил Эдвард. \n— Я... — вы не успели сказать и слова, как странный механизм вновь включился. \nРезкий луч света и разряд. Вас откинуло в сторону. ",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить ",
        "blackout": true
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы очнулись под ругань Эдварда. \n— Ничего не понимаю! Такого никогда не было! Я... — ругался он. \n— Что это было? — спросили вы. \n— О, ты очнулся?! Я не понимаю... Механизм с лёгкостью определил, какая магия мне идёт. Я — друид. — объяснил он. \n— Друид? — переспросили вы. \n— Да. Я — могу управлять природой и тем, что как-то с ней связан. Я могу призвать хищные растения, исцелять живые организмы, знаю несколько заклинаний, связаных с друидами, а самая главное — я умею менять обличие! — рассказал Эдвард. \n— Обличие? Не верю! — не поверили вы. \n— Ха! — Эдвард на ваших глазах превратился в сову. ",
    "answers": [
      {
        "id": 43,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 43,
    "text": "— Ничего себе! Потрясающе! — оценили вы. \n— Да? Ты умеешь не хуже! — сообщил вам Эдвард. \n— Правда? Откуда ты это знаешь? — спросил вы. \n— Я тут посмотрел и понял, что ядро механизма рассыпалось, а такое бывает только в трех случаях... Первый — это, если тебе подходит высшая магия, второе — это, если тебе подходит сразу несколько стихий (более трёх), третие — это, если в тебе уже есть магическая сила, которая гораздо мугущественее тех, что рассчитаны на этот механизм. — объяснил Эдвард. \n— А какие расчитаны? — поинтересовались вы. \n— Ох... Магия воды, земли, воздуха, льда, огня, металла... ",
    "answers": [
      {
        "id": 44,
        "text": "Спустя 15 минут непрерывного перечисленния."
      }
    ]
  },
  {
    "id": 44,
    "text": "Всё, я понял, прекрати! — перебили вы Эдварда. \n— Что? — переспросил Эдвард. \n— Я понял, что ты знаешь очень много всего про магию, но... Думаю, что мне ещё рано знать о всех видах магии. — высказались вы. \n— Хм... Может тогда пойдём и сразимся? — предложил Эдвард. \n— Давай! — согласились вы. \n",
    "answers": [
      {
        "id": 45,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 45,
    "text": "Эдвард зашёл домой и через несколько минут вышел из него с непонятным порошком. \n— Так вышло, что дуэли проводят на другом конце города, а потому путь к нему займёт несколько часов. — начал он. \n— Пошли, я ведь никуда не тороплюсь. — согласились вы. \n— Ну, ты наверное никуда, а мне скоро нужно будет кое куда отучиться, а потому обучение мы будем ускорять. Это — порошок телепортации. Рассыпаешь его на себя и говоришь место. — закончил он. \n— Тоесть... Мы окажемся на месте через секунду? — удивились вы. \nЭдвард кивнул. \n",
    "answers": [
      {
        "id": 46,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 46,
    "text": "— Дуэли! — Эдвард посыпал себе на голову чуть — чуть синего порошка и тут же испарился, оставив вам мешочек с порошком, чтобы вы тоже смогли телепортироваться.\n— Дуэли! — вы посыпали себе на голову чуть — чуть синего порошка и тут же испарились, забрав мешочек с порошком с собой. ",
    "answers": [
      {
        "id": 47,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы с Эдвардом оказались напротив небольшого, но достаточно широкого здания. На его крыше виднелась вывеска. На вывеске было изображео два меча крестом. \n— Здесь проходят дуэли. — объяснил Эдвард.\n— Почему мы не помогли биться там, где ты делал ставку? — поинтересовались вы. \n— Потому что там денег тебе не дают, а здесь ты получаешь процент со ставки. — пояснил Эдвард. ",
    "answers": [
      {
        "id": 48,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы зашли в здание Дуэлей. \nНа поле кипела жизнь. Маги сражались между собой. Частенько промелькали простейшие заклинания — \"Блики\", \"Стрела\", \"Круговорот\". \n— С такими заклинаниями проиграть в турнире не составит труда. — произнёс свои мысли в слух Эдвард. \n— А что? Почему? — спросили вы. \n— Турнир делится на три этапа: пробный тур, где выберут 7 магов, которые понравятся человеку, который проводит этот турнир, затем идёт основной тур, где 7 магов будут биться между собой, и наконец третий этап, где победитель сражается с могущественным существом — проводником проводящего турнира. Самые сильные и подготовленные маги смогут пройти в основной тур, но с такими заклинаниями... — пояснил Эдвард. ",
    "answers": [
      {
        "id": 49,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 49,
    "text": "— Желаете сделать ставку? — вас встретил чудной мужичок с седой бородой. \n— Желаем сразиться! — ответил Эдвард.\n— Чтож... Вижу здесь незнакомое лицо, а потому считаю, что нужно рассказать правила, так? — обратился к вам мужичок. \n— Да, пожалуй! — согласились вы. \n— Один из вас получил палочку огня, а другой — воды. Также, чтобы никто не погиб в сражении, я выдам вам кольца жизни. Эти кольца исцелят ваши раны и подарят вторую жизнь. Вы выходите на поле и сражаетесь. На поле есть стенки и препятствия. — объяснил мужичок. \n",
    "answers": [
      {
        "id": 50,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 50,
    "text": "Звенит колокол — начало сражения. \nЭдварду досталась палочка огня, вам — воды. \nЭдвард делает взмах палочкой и большая волны огня летит на вас, но вы успеваете спрятаться за стенку.\n",
    "answers": [
      {
        "id": 51,
        "text": "Использовать заклинание \"Щит\". "
      },
      {
        "id": 52,
        "text": "Использовать заклинание \"Водоворот\". "
      },
      {
        "id": 53,
        "text": "Использовать заклинание \"Фонтан\". "
      }
    ]
  },
  {
    "id": 51,
    "text": "Эдвард взмахивает палочкой и в вашу сторону летит три огненых снаряда. В последний момент вы успеваете активировать водяной щит, который успешно блокирует огненые снаряды. \n",
    "answers": [
      {
        "id": 54,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 52,
    "text": "Эдвард взмахивает палочкой и вашу сторону летит три огненых снаряда. В последний момент вы успеваете побродить водяное торнадо, которое блокирует все атаки Эдварда. \n",
    "answers": [
      {
        "id": 54,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 53,
    "text": "Эдвард взмахивает палочкой и вашу сторону летит три огненых снаряда, которые вы легко сбиваете водяной струёй. \n",
    "answers": [
      {
        "id": 54,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 54,
    "text": "Ваша палочка подходит для защиты от огненных атак, однако в атаке на огонь она не помощник. Тем более Эдвард знает очень много заклинаний для палочки Огня, а вы всего три базовых заклинания для палочки воды. \nЭдвард не ждёт, пока вы соберётесь с мыслями, а сразу же летит в атаку. На этот раз он защищается огненым щитом, который не так-то просто пробить. ",
    "answers": [
      {
        "id": 55,
        "text": "Использовать заклинание \"Щит\". "
      },
      {
        "id": 57,
        "text": "Использовать заклинание \"Водоворот\". "
      },
      {
        "id": 58,
        "text": "Использовать заклинание \"Фонтан\". "
      }
    ]
  },
  {
    "id": 55,
    "text": "В ваших руках появляется водяной щит, который к сожалению никак не вредит огненному щит. \n",
    "answers": [
      {
        "id": 56,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 56,
    "text": "Всё затихает. Эдвард перебирает заклинания, которые смогут быстро и легко закончить сражение. Вы растеряны. Кажется, что сейчас лучший шанс напасть на друга, но возможно он уже подготовил заклинание, способное закончить сражение... \n",
    "answers": [
      {
        "id": 59,
        "text": "Атаковать "
      },
      {
        "id": 61,
        "text": "Ждать "
      }
    ]
  },
  {
    "id": 57,
    "text": "Торнадо несётся на Эдварда, но, столкнувшись с огненным щитом испаряется. ",
    "answers": [
      {
        "id": 56,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 58,
    "text": "Большая струя воды с лёгкостью пробивает щит. ",
    "answers": [
      {
        "id": 56,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 59,
    "text": "Эдвард действительно не ждёт вашей атаки. Идеальный момент для красивого финала! ",
    "answers": [
      {
        "id": 60,
        "text": "Использовать заклинание \"Круговорот\". "
      }
    ]
  },
  {
    "id": 60,
    "text": "Торнадо закручивает Эдварда в себе и несколько минут подряд таскает по полю, ударяя о препятствия и землю. Вскоре торнадо испаряется, а Эдвард падает на землю с большой высоты. В ту же секунду происходит небольшой взрыв. Салатовые лучи окружают Эдварда — это сработало кольцо. Оно исцелило раны Эдварда и исчезло... \n",
    "answers": [
      {
        "id": 63,
        "text": "Вы выиграли ",
        "var_add": [
          "СМ",
          10
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "Эдвард уже подготовил заклинание и идёт в атаку. Он кричит что-то невнятное и подбежав к вам, махает палочкой в разные, а затем отбегает подальше. Из под земли появляется огонь, закрывший вас в огненном кругу. В ту же секунду происходит небольшой взрыв. Салатовые лучи окружают вас — это сработало кольцо. Оно исцелило ваши раны и исчезло... \n",
    "answers": [
      {
        "id": 62,
        "text": "Вы проиграли ",
        "var_add": [
          "СМ",
          0
        ],
        "var_sub": [
          "СМ",
          10
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "Чудной мужичок выбегает к вам и кидает к ногам Эдварда 10 серебряных монет. ",
    "answers": [
      {
        "id": 64,
        "text": "Продолжить ",
        "blackout": true
      }
    ]
  },
  {
    "id": 63,
    "text": "Чудной мужичок выбегает на поле и кидает к вашим ногам 10 серебряных монет. ",
    "answers": [
      {
        "id": 64,
        "text": "Продолжить ",
        "blackout": true
      }
    ]
  },
  {
    "id": 64,
    "text": "Новый день — новые приключения. Эдвард сегодня очень взволнован. \n— Через неделю пройдёт отбор магов... Через неделю нужно явиться в центр, где мы будем сражаться... Придёт около полусотни магов, однако выберут лишь семерых... Семь магов! Алан, семь магов! Мне очень нужна эта палочка! — возмущался Эдвард. \n— На моей палочке всего три заклинания... Разве победа в турнире стоит новой палочки? Стоит ещё трёх заклинаний? — не понимали вы. \n— Стоит... Ты знаешь три заклинания, а для твоей палочки из 43... Я покажу! — Эдвард достал с полки старую, пыльную книгу. \n",
    "answers": [
      {
        "id": 65,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 65,
    "text": "— Эта книга — знания большинства магов. С её помощью ты сможешь открывать для себя новые заклинания. \n",
    "answers": [
      {
        "id": 66,
        "text": "Открыть книгу "
      }
    ]
  },
  {
    "id": 66,
    "text": "Улучшения: ",
    "answers": [
      {
        "id": 66,
        "text": "Простейшая палочка: ",
        "comment": true
      },
      {
        "id": 66,
        "text": "Блики \n(ИЗУЧЕНО) ",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 66,
        "text": "Стрела\n(ИЗУЧЕНО) ",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 66,
        "text": "Круговорот\n(ИЗУЧЕНО) ",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 66,
        "text": "Обычная палочка:",
        "comment": true
      },
      {
        "id": 66,
        "text": "Тишина \n(НЕ ИЗУЧЕНО) ",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 66,
        "text": "Слепота\n(НЕ ИЗУЧЕНО) ",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 66,
        "text": "Дежавю\n(ИЗУЧЕНО) ",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 66,
        "text": "Снаряд\n(ИЗУЧЕНО) ",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 66,
        "text": "Универсальная палочка:",
        "comment": true
      },
      {
        "id": 66,
        "text": "Бумеранг\n(НЕ ИЗУЧЕНО) ",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 66,
        "text": "Телепорт\n(НЕ ИЗУЧЕНО) ",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 66,
        "text": "Свет\n(НЕ ИЗУЧЕНО) ",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 66,
        "text": "Открытие\n(НЕ ИЗУЧЕНО) ",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 67,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 67,
    "text": "— Так... Мы видим, что у тебя два не изученых заклинания для обычной палочки... — заметил Эдвард. \n— Я вижу... — подтвердили вы. \n— Слушай, Алан, у меня дела будут, потому ты будешь сам изучать магию. — предупредил Эдвард. \n— Из за чего такая спешка? — спросили вы. \n— Спешка? Ни... — Эдвард не успел никак оправдаться. Взмахнув палочкой, он испарился. ",
    "answers": [
      {
        "id": 68,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 68,
    "text": "На месте Эдварда появился конверт. \n\n\"Алан, у меня дела, а потому я наказываю тебе выучить два заклинания на обычную палочку и победить на ставках 10 раз. Буду также очень благодарен, если ты немножко привезёшь в порядок наше жилище!\".",
    "answers": [
      {
        "id": 69,
        "text": "Конец первой главы "
      }
    ]
  },
  {
    "id": 69,
    "text": "В конце каждой главы вам будут представлены задания, которые нужно выполнить, чтобы начать новую главу. ",
    "answers": [
      {
        "id": 70,
        "text": "Перейти к меню "
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы находитесь в меню первой — второй главы.\nЗакончите все сюжетные задания, чтобы перейти ко второй главе. ",
    "answers": [
      {
        "id": 71,
        "text": "Сюжет ",
        "middle_answer": true
      },
      {
        "timer": [
          "F",
          60
        ],
        "text": "Ставки ",
        "id": 77,
        "left_answer": true
      }
    ]
  },
  {
    "id": 71,
    "text": "Чтобы перейти к главе 2 требуется:\n\n• Дом Эдварда 2 уровня;\n• 10 побед в ставках;\n• заклинание \"Слепота\" и \"Тишина\" выучены. ",
    "answers": [
      {
        "id": 70,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 72,
    "text": "На поле идёт сражение. ",
    "answers": [
      {
        "launchtimer": [
          "F",
          60
        ],
        "id": 72,
        "text": "Поставить на бойца в левой стороне ",
        "lua_do": "function lua_do() \n  showPage{ id = ({73,74}) [math.random(2)] }\nend",
        "no_transition": true
      },
      {
        "id": 75,
        "text": "no trandition",
        "launchtimer": [
          "F",
          60
        ],
        "lua_do": "function lua_do() \n  showPage{ id = ({75,76}) [math.random(2)] }\nend"
      }
    ]
  },
  {
    "id": 73,
    "text": "Маг сражался очень умело и в итоге победил. ",
    "answers": [
      {
        "id": 70,
        "text": "Ваша ставка приумножена! ",
        "var_add": [
          "СМ",
          20
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "Маг сражался очень неумело и в итоге проиграл. ",
    "answers": [
      {
        "id": 70,
        "text": "Ваша ставка прогорела! ",
        "var_sub": [
          "СМ",
          10
        ]
      }
    ]
  },
  {
    "id": 75,
    "text": "Маг сражался очень неумело и в итоге проиграл! ",
    "answers": [
      {
        "id": 70,
        "text": "Ваша ставка прогорела ",
        "var_sub": [
          "СМ",
          10
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "Маг сражался очень умело и в итоге победил! ",
    "answers": [
      {
        "id": 70,
        "text": "Ваша ставка приумножена",
        "var_add": [
          "СМ",
          20
        ]
      }
    ]
  },
  {
    "id": 77,
    "text": "Каков размер вашей ставки? ",
    "answers": [
      {
        "id": 72,
        "text": "10 серебряных монет "
      },
      {
        "id": 78,
        "text": "1 золотая монета "
      }
    ]
  },
  {
    "id": 78,
    "text": "На поле идёт сражение. ",
    "answers": [
      {
        "id": 79,
        "text": "Поставить на бойца в правой стороне "
      },
      {
        "id": 80,
        "text": "Поставить на бойца в левой стороне"
      }
    ]
  },
  {
    "id": 79,
    "text": "Маг сражался очень неумело и в итоге проиграл. ",
    "answers": [
      {
        "id": 70,
        "text": "Ваша ставка прогорела! ",
        "var_sub": [
          "ЗМ",
          1
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": "",
    "answers": []
  }
]