[
  {
    "id": 1,
    "text": " Жанр: симулятор, детектив\n Автор: простяг.\n Соавтор: theuRay.\n\n Тебе предстоит оказаться на месте Ника Маккела — офицера полиции США. Пройди непростой служебный путь, полный угроз и опасности, где помимо простого патрулирования и расследования преступлений будут похищения, погони, перестрелки и внедрения в банды. Сможешь ли ты остаться в живых, или тебя найдут в переулке с простреленной головой?\n\n Работа офицера полиции требует не только физической силы, но и моральной стойкости. — Джеймс Коми.",
    "answers": [
      {
        "id": 2,
        "text": "Первая глава. \nРабочий день.",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 21,
        "text": "Вторая глава.\nНе фартуна.",
        "middle_answer": true
      },
      {
        "id": 52,
        "text": "Список достижений.",
        "middle_answer": true
      },
      {
        "id": 46,
        "text": "Вечер в ресторане",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": " Обычное утро полицейского, по определению не может быть выдающимся, но...\n Кофеварка не включилась. Ты от досады стукнул по столу кулаком рядом с устройством, и отчего-то оно решило исправиться. Послышался нарастающий гул нагревающейся воды.\n   Пока аппарат кипятил воду, ты решил сделать себе бутерброд, но как назло не оказалось хлеба. Тогда-то ты спросил сам себя, что это за неудачный день с самого утра?\n   Разозлившись, выключил кофеварку и направился на работу, надеясь перекусить чем-либо из магазина по пути.\n   Добравшись до Департамента, ты поприветствовал знакомого дежурного — толстого мужика с лысиной. А по пути в раздевалку встретил других коллег, с которыми просто здоровался.",
    "answers": [
      {
        "id": 3,
        "text": "Раздевалка.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": " Ты надел темно-синюю форму, засунул в кабуру на поясе пистолет Smith'Wesson и накрепил рядом наручники. Ключ от них всегда лежит в кармане. Это словно ритуал перед началом работы, который позволял понять значимость твоей профессии.\n   Закончив с этим, ты направился в кабинет для утреннего совещания, который больше напоминал школьный класс, чем комнату-переговорку в полицейском участке. Офицеры травили шутки на различные темы и кидались комками бумаги. Прекрасная работа!\n\n — Привет, Джой! — ты дружелюбно поприветствовал парня с кудрявыми волосами.\n — Привет Ник! — расплылся тот в улыбке и протянул руку для рукопожатия.\n — А ты чего такой заполошный? От быка убегал?\n — Сейчас умру от смеха, — с сарказмом ответил друг.\n — Вызвать парамедиков? — продолжал шутить ты.\n — Не...\n\nДжой был испанцем, и ты не упускал возможности подкольнуть его в этом. Но он никогда не обижался на такие шутки, ведь вы давно дружите.\n\nВ кабинет вошёл широкоплечий мужчина в голубой фирменной рубашке со значком полицейского департамента на груди — это шеф. Все полицейские тут же затихли и уставились на начальника.",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить веселиться.",
        "left_answer": true
      },
      {
        "id": 5,
        "text": "Смирно сидеть.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": " — Как там погодка в Барсеоне?\n — Ник, хватит! Пора работать, — сказал шеф, — перед вами сводка событий за вчерашнюю смену.  Хотя бы сделайте вид ознакомления.\n\n Ты, Джой и другие стали читать. Впрочем, ничего интересного. Одно и тоже.\n\n — А теперь, патруль, — шеф раскрыл папку и начал называть офицеров и районы, в который сегодня будет служба. \n\n Тебе с Джоем достался юго-западный район. Шумное место, но зато поставили вместе.\n Планерка закончена. Надо начинать работать.",
    "answers": [
      {
        "id": 6,
        "text": "Парковка.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 5,
    "text": " — Начинаем работать, ребята.- сказал шеф, — перед вами сводка событий за вчерашнюю смену.  Хотя бы сделайте вид ознакомления.\n\n Ты, Джой и другие стали читать. Впрочем, ничего интересного. Одно и тоже.\n\n — А теперь, патруль, — шеф раскрыл папку и начал называть офицеров и районы, в который сегодня будет служба. \n\n Тебе с Джоем достался юго-западный район. Шумное место, но зато поставили вместе.\n Планерка закончена. Надо начинать работать.",
    "answers": [
      {
        "id": 6,
        "text": "Парковка.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": " Пройдя подземный гараж, ты с Джоем подошли к  Chevrolet Impala. На боку была полоса и надпись  POLICE.\n Ты на этот раз сел за руль. Джой все время психовал, когда какой-либо умник лихачил или наоборот. \n Заведя мотор, ты выехал из гаража и, свернув, поехал на юго-запад.",
    "answers": [
      {
        "id": 7,
        "text": "Поговорить.",
        "right_answer": true
      },
      {
        "id": 9,
        "text": "Ехать молча.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": " — Какие у тебя планы на жизнь? — спросил ты Джоя, когда остановился возле светофора.\n\n Джой искоса посмотрел на тебя.\n\n — Жить, — ответил он, думая наверно, что ты снова шутишь.\n — Ну я серьезно. Будешь офицером или наверх пойдешь?\n — Я же говорил, и еще раз скажу. У меня нет генеральских амбиций в отличии от тебя. Сделаю Милане предложение, родим малыша и будем воспитывать его. Чего для семельного счастья, надо?\n\n Ты не ответил. Портить жизнерадостные мечты Джои не хотелось, поэтому все внимание перенес на дорогу.",
    "answers": [
      {
        "id": 9,
        "text": "Молча ехать.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": "— Вы не имеете право! — сказал самый высокий, когда увидел у вас наручники.\n — Я и коллега видел, что это была драка.\n— Они не совершеннолетние, если арестуйте, то у вас будут проблемы!",
    "answers": [
      {
        "id": 14,
        "text": "Сказать, чтоб разошлись.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 9,
    "text": " Юго-западный район представлял себя промышленным центром города. Наряду с заводами есть одноэтажные дома, где живут работяги. Хоть обстановка не совсем криминальная, но хлопот не мало достается копам. \n Кроме сидящих стариков и женщин с детьми ты не каких нарушений не видел. Джой выглядил грустным — уж скучать, чем весело бегать по городу за преступниками.\n\n — 13 ИКС 13 на 9076 улица Борн драка, срочно прибыть на место, вызов 460, — раздался женский голос диспетчера по рации.\n — 13 ИКС 13 вас понял. — ответил ты.\n\n Джой умоляюще смотрел на рацию, но вызов — есть вызов.",
    "answers": [
      {
        "id": 10,
        "text": "Ехать на вызов.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": " Улица Борн находилась в центре района и вы как раз были не далеко. Джой заметно нервничал. Ведь драка — это вещь, от которого не знаешь чего ожидать. \n Когда подъехали к дому, то увидели, что во дворе кругом стоит компания подростков, в центре бились двое парней.",
    "answers": [
      {
        "id": 12,
        "text": "Включить стробоскопы со спецсигналом.",
        "right_answer": true
      },
      {
        "id": 11,
        "text": "Подъехать ближе.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": " Когда между вами осталось три метра, один парень толкнул локтем другого, и тот крикнул непонятливую фразу. Все обернулись, а дерущиеся сами остановились.\n Ты с напарником вышли из машины и медленно подошли к ним. Похоже это были типичные несовершеннолетние хулиганы.\n\n — Полиция. Что происходит?\n — Видим, что полиция. Дружеская драка, — улыбнувшись сказал самый высокий.\n — Драка это уголовное преступление. Кому-нибудь нужна медицинская помощь?\n\n Те двое парней замотали головами.\n\n — Мы живем в свободной стране! — выкрикнул самый малый.\n — А никто и не спорит. Но свобода и вседозволенность это разные понятия, — сказал Джой.\n — Мы же не на смерть деремся.\n — Ну и хорошо.\n — Едьте на другой вызов, — сказал уже злобно самый высокий.\n — Заявление писать будем?\n — Нет.\n — Тогда...",
    "answers": [
      {
        "id": 13,
        "text": "Арестовать дирущихся.",
        "left_answer": true
      },
      {
        "id": 14,
        "text": "Сказать, чтоб разошлись.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 12,
    "text": " Ты включил стробоскопы и звук. Когда между вами осталось три метра, один парень толкнул локтем другого, и тот крикнул непонятливую фразу. Все обернулись, а дерущиеся сами остановились.\n Ты с напарником вышли из машины и медленно подошли к ним. Похоже это были типичные несовершеннолетние хулиганы.\n\n — Полиция. Что происходит?\n — Видим, что полиция. Дружеская драка, — улыбнувшись сказал самый высокий.\n — Драка это уголовное преступление. Кому-нибудь нужна медицинская помощь?\n\n Те двое парней замотали головами.\n\n — Мы живем в свободной стране! — выкрикнул самый малый.\n — А никто и не спорит. Но свобода и вседозволенность это разные понятия, — сказал Джой.\n — Мы же не на смерть деремся.\n — Ну и хорошо.\n — Едьте на другой вызов, — сказал уже злобно самый высокий.\n — Заявление писать будем?\n — Нет.\n — Тогда...",
    "answers": [
      {
        "id": 14,
        "text": "Сказать, чтоб разошлись.",
        "right_answer": true
      },
      {
        "id": 8,
        "text": "Арестовать дерущихся.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 13,
    "text": " — Вы не имеете право! — сказал самый высокий, когда увидел у вас наручники.\n — Я и коллега видел, что это была драка.\n— Они не совершеннолетние, если арестуйте, то у вас будут проблемы!",
    "answers": [
      {
        "id": 14,
        "text": "Сказать, чтоб разошлись.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 14,
    "text": " Мальчишки надув губы, важно покивали головой. Ты и Джой сели обратно в автомобиль, доложили в рацию и поехали. Посмотрев зеркало заднего вида, ты увидел продолжение драки.\n\n — Эх дети... — сказал Джой.\n — Может арестовать их?\n — А смысл?",
    "answers": [
      {
        "id": 15,
        "text": "Патрулировать дальше.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 15,
    "text": " Продолжили дальше патрулировать улицы. Дело приближалось к полудню и ты заехал брижайшее придорожное кафе.\n Доложив в рацию об обеде, вы заказали два чая и тарелку пончиков. \n Не успев съесть и первый пончик, как из рации раздался голос.\n\n — 13 ИКС 13, вызов на 143 улица Клибург, вызов 461. Домашнее насилие.\n — 13 ИКС 13 вас понял. Принято, — сказал Джой.\n — Эх... Поесть даже некогда. — пожаловался ты.\n — А еще хочешь стать шефом департамента. Давай вставай.",
    "answers": [
      {
        "id": 16,
        "text": "На вызов.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 16,
    "text": " Улица Клибург находится на окраине района. \n Глядя на обветшалые домики, ты думал, что не смог бы прожить так. На улице полно жителей явно нетрезвого вида.\n Дом, из которого поступил вызов, в начале улицы. Поэтому долго колесить не пришлось. Остановились возле дорожки. Газон у дома — зарос  густой травой. Подошли к двери.",
    "answers": [
      {
        "id": 17,
        "text": "Позвонить в звонок.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 17,
    "text": " Ты нажал на черную кнопку, но кроме треска пластмассы ничего не услышал. Джой постучал по дверному косяку и снова никакой реакции.\n Вытащив пистолет, ты открыл дверь. Она оказалась не заперта. Джой приготовился прикрывать тебя.\n Выбрав одну из дверей, по твоему кивку товарищ направил ствол на дверь. Ты резко распахнул ее, чуть отойдя в сторону, готовясь в любой момент уйти с линии огня.\n Это оказалась кухня. На стуле сидел взрослый мужчина. Он пытался открыть консервную банку. Возле окна стояла женщина. Она дрожа и плача глядела на вас.\n Не убирая оружия, ты заговорил с мужчиной. Несмотря на направленный на него пистолет, он продолжал открывать банку.\n\n — У нас был вызов на этот адрес. Что происходит?\n — Ничего, — развел руками он.\n — Почему вы не открыли дверь?\n — Я не слышал.\n — Тут только двое?\n — Да.",
    "answers": [
      {
        "id": 18,
        "text": " Сказать, чтоб Джой проверил остальные комнаты.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 18,
    "text": " Джой покинул кухню, чтобы обследовать дом, и вернулся спустя минуту, отрицательно покачав головой: в доме больше никого не было.\n\n — Было сообщение о домашнем насилие. Женщина это вы производили вызов? — продолжил ты беседу.\n — Да, — она испуганно смотрела на мужа.\n — Вас избивает муж?\n — Ну д...\n\n Женщина хотела что-то сказать, но муж ее остановил кашлем в кулак.\n\n — Не бойтесь говорить, полиция защитит ваши интересы, — мягко сказал Джой.\n — Видите? — мужчина встал со стула, — У нас все хорошо!\n — Да видим,  но другую картину, — сказал ты.\n — А теперь вон из моего дома! — закричал он.\n — Одевайтесь, с нами поедите.\n — Я? Это на каком еще основании?! — продолжал кричать мужчина.\n — На основании подвержденного вызова, — сказал твердо Джой.\n",
    "answers": [
      {
        "id": 19,
        "text": "Мужчина резко схватил нож и...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 19,
    "text": " Мужчина резко схватил нож и мигом оказался позади женщины. Нож находился возле шеи пострадавшей.\n\n — Я сказал вон из моего дома или я ее зарежу! — кричал он.\n — Э-э-э, тише, тише. Не делай глупостей! — Джой от удивления, чуть пистолет не отпустил из рук.\n — Раз!\n — Все, сейчас мы уйдем и ты опустишь нож, хорошо?\n\n Ты и Джой потихоньку стали выходить из кухни, и преступник с женщиной следовали до вас.\n\n — Я сказал быстрее! \n\n Вы вышли из дома.\n\n — А теперь подгоните ваш автомобиль!\n — Это еще зачем?\n — Мне зарезать ее, чтоб поняли?\n — Нет, все будет сделано.",
    "answers": [
      {
        "id": 20,
        "text": "Джой побежал к автомобилю.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 20,
    "text": " Через минуту автомобиль уже стоял у дверей дома.\n Мужчина сел за руль, бросив при этом женщину на Джоя. Ухватив момент, ты выстрельнул из пистолета. Пуля прямо угодила в висок. Женщина от испуга сильно закричала.\n\n — Тише, все хорошо. Все прошло, — сказал Джой, гладя прижавшуюся к нему женщину.\n\n Ты вытащил труп из автомобиля и сообщил в диспечерскую об проишествии. Спустя 10-15 минут медики осматривали женщину, а с трупом разбирался криминалист из группы реагирования.\n Подписал протокол, ты с Джоем поехали в департамент, для разбирательств у шефа.\n\n В повседневных обязанностях офицер проявляет высший стандарт ответственности перед обществом. — Джеймс Бэйкер.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить первую главу.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 21,
    "text": " Ты с Джоем в кабинете шефа департамента. Шеф дал право рассказать об инциденте, как оно все было.\n\n — Ну так. Я и мой напарник приехали на вызов. Тот мужчина сидел и пытался открыть консервную банку, пока его жена была возле окна и плакала. Она подвердила, что она вызвала полицию, но муж помешал получить ответ об том, что он ее бил или нет.\n — И что вы сделали?\n — Решили увести его к следователю, но он вдруг взбесился и, угрожая расправой над женой, пытался уехать на нашем служебном автомобиле.\n — А по ногам нельзя было стрельнуть?\n — Я как-то не подумал.\n — Тебе повезло, что криминалист нашел у него пистолет. Поэтому как-нибудь отмажу от отвественности. Завтра для вас будет особое задание.\n— А какое? — удивленно спросил ты.\n\n Шеф встал со стола и подошел к сейфу. Набрав пароль, он вытащил и показал папку с номером 888.",
    "answers": [
      {
        "id": 22,
        "text": "Слушать.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 22,
    "text": " — В этой папке собрана информация о нелегальном казино. Ваша задача: помочь группе захвата провести аресты, если кто-то решится сбежать.\n — А когда операция будет?\n — Завтра ночью, поэтому патрулировать вы будете южный район. В 20:00 вы сдадите патруль и пойдете в планерку.\n — А за успешное выполнение задачи, что будет? — сказал Джой.\n — За отличный результат, сможете рассчитывать на скорое служебное повышение. А теперь свободны, у меня еще дел выше крыши.\n\n Тебе в воображении уже стали появляться сцены, как шеф наградит за успех. Но уже пора домой... ",
    "answers": [
      {
        "id": 23,
        "text": "Дома.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 23,
    "text": " Пришел домой ты довольно поздно. Не успев снять кроссовки, как в дверь позвонили. Через глазок ты увидел молодую женщину, лет 25. Ты открыл дверь и устало спросил:\n\n — Здравствуйте, вам что-то надо?\n — А у вас есть молоток и гвозди? — сказала она, перегибая с ноги на ногу.\n — А зачем это вам? — немного ухмылнулся ты.\n — Да вот родственники на день рождения принесли в виде подарка картины. А повесить не начего, — девушка развела руки в стороны.\n — Хорошо. А какой номер квартиры?\n — 33.\n — Хих, тридцать три коровы, — сказал ты, вспомня рекламу в телевизоре.\n — Чего? — не поняв сказала она.\n — Сейчас все найду и принесу. Ждите у себя.\n\n Женщина пошла наверх, а ты уставший от службы из одной полки достал гвозди и молоток. Найдя нужную квартиру ты постучал и тебе открыли дверь.\n\n — Проходите дальше и налево, — сказала она, закрывая дверь. \n\n Ты зашел в комнату и увидел, что картин не меньше десяти штук. \n\n — Вот это они вас щедро завалили, — присвистнув сказал ты.\n",
    "answers": [
      {
        "id": 24,
        "text": " За работу.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 24,
    "text": " Пока ты работал, женщина приготовила кофе с тортиком. Когда ты закончил, она пригласила за стол. Первым начать разговор решила она.\n\n — У меня вот сегодня день рождения был. \n — Поздравляю, и сколько вам?\n — 27 лет.\n — Много гостей пришло?\n — Много. А кем вы работаете?\n — Ну офицером полиции. Вас что-то беспокоит?\n — Нет, просто спросила. Вы давайте ешьте, вкусный же торт.\n — А вы что, одна живете?\n — Да, но начальник больницы все делает попытки завоевать мое сердце, — она немного улыбнулась.\n — А вы в больнице работаете?\n — Да, медсестрой.\n — А вы имя так и не скажите?\n — Ой, простите. Меня Анжелика зовут, — она себя леконько стукнула по лбу.\n — Очень приятно, меня Ник. Извините, мне пора.\n — А да? Давайте дам тортик то?\n — Не надо. \n\n Ты встал из-за стола и поблагодарил за кофе.\n Взял инструменты и хотел открыть дверь, но Анжелика опередила. ",
    "answers": [
      {
        "id": 25,
        "text": "У себя.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 25,
    "text": " Ты бы еще посидел в гостях у Анжелики, но сегодня надо было раньше ложиться спать, ради службы.\nНочь была довольно холодной, поэтому ты посреди ночи встал из-за холода и закрыл окно.\nНа часах было пять часов ночи. До службы осталось два часа.\n Не найдя чем заняться, ты решил посмотреть телевизор.\n Сейчас показывали повтор вчерашних новостей. В репортаже как раз было место, где ты на службе застрелил насильника.\n\n — О оценках действий сотрудников полиции расскажет потерпевшая, — сказала журналистка.\n\n Она подошла к женщина и дала микрофон.\n\n — Что вы скажите о том, как работали двое патрульных?\n — Они прибыли очень быстро после моего звонка.\n — Что они делали?\n — Они проверили дом и хотели разобраться на месте, но муж что-то взбесился, — она протерла рукой глаза от слез.\n — Они по вашему мнению, хорошо сработали?\n — Да. Если бы не они,то я бы сейчас была мертва. Извините больше нечего не скажу, — она отдала микрофон и отвернулась от камеры.\n\n Ты был рад, что работу хорошо оценили и не слушал, о чем дальше шел разговор.",
    "answers": [
      {
        "id": 26,
        "text": "На службе.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 26,
    "text": " Вот ты снова в департаменте и готовишься принять службу. Сегодня Джой немного опоздал, поэтому тебе пришлось ждать и его.\n\n — Ты чего опоздал то? — удивленно спросил ты.\n — Да Милана не хотела выпускать из дома, пока не поем, — связав шнурки на обуви, он поднялся и махнул рукой.\n — Вот это она правильно сделала, а то жениха ветер унесет, не говоря о преступнике, — не сдержал смеха сказал ты.\n — Лучше так, чем быть таким же толстым как тот дежурный. Или будущий шеф таким и должен быть? — в ответ решил он подкольнуть тебя.\n — Кто знает, кто знает...\n\n Как и говорил шеф, он распредилил тебя и Джоя патрулировать южный район города.",
    "answers": [
      {
        "id": 27,
        "text": "Город.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 27,
    "text": " В южном часте города находятся рабочие квартары — офисы, торговые центры и огромные фирменные магазины известных компаний. В час пик на улицах может создаться большая пробка. Ну а пока наряду с вами едут на работу на дорогих машинах предприниматели и бизнесмены.\n На одном пешеходной переходе ты увидел, как бабушка все не может перейти дорогу из-за сильного автомобильного потока. Поэтому Джой включил стробоскопы и остановился рядом. Ты вышел из машины и подошел к бабуле.\n\n — Вам нужна помощь?\n — Да сынок. Я тут полчаса все жду когда дадут дорогу перейти.\n — Сейчас все организуем.\n — Хоть бы всех их карма настигла, — она злобно сказала и стукнула прям по вашей ноге тростью.\n\n Ты от неожиданного удара по ноге сложился попалам.\n\n — Ай! А вы за что меня так? — потирая стопу сказал ты.\n — Ой! Извините, я случайно, давай я дам тебе печеньки в виде компексации? — она схватила свое лицо руками и трость в этот раз ударила тебя сбоку. \n\n \n",
    "answers": [
      {
        "id": 28,
        "text": "У тебя перехватило дыхание.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 28,
    "text": " После очередного удара у тебя ненадолго перехватило дыхание. Когда оно восстановилось, ты подумал, что она это специально. Тем временем Джой вышел из машины и подошел узнать, чего происходит.\n\n — Что случилось Ник?\n — Ничего, иди обратно в автомобиль.\n\n Под взмахи полицейской дубинки перед машинами тебе удалось спокойно перевести бабулю на другую сторону дороги. Ты с Джоем поехали дальше патрулировать.\n\n — 13 ИКС 13, вызов на 203 улица Сити-холс, вызов 345. Агрессивное попрошайничество.\n — 13 ИКС 13, вас понял. Принято, — ответил ты в рацию.",
    "answers": [
      {
        "id": 29,
        "text": "Вызов.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 29,
    "text": " Спустя 15 минут ты с Джоем приехали на место вызова. Это оказался магазин дорогих одежд. У входа охранник расговаривает с человеком, у которого вся одежда грязная и порваная.\n Ты подошел к ним и стал слушать беседу.\n\n — А ну, бродяга, проваливай!  — показывая в сторону рукой, на повышенном тоне говорил он.\n — Зачем? Тут много богатых людей, — игнорировая указы охраны, бродяга сидел на ступенке.\n — Как зачем? Как зачем? Да это не гостиница, а магазин одежды, и на тебя богатые покупатели жалуются. Из-за тебя могут меня уволить, — кричал уже охранник.\n\n Ты негромко закашлял и наконец оба обратили на тебя внимание.\n\n — Полиция, уведите его отсюда. \n — Я тут просто сижу, — сказал попрошайка.\n — Да ты покупателей трогаешь и мешаешь проходить! — охранник уже начал задыхаться от злости.",
    "answers": [
      {
        "id": 30,
        "text": "Выписать штраф.",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "Задержать",
        "right_answer": true
      }
    ]
  },
  {
    "id": 30,
    "text": " — Так... Я сейчас выпишу протокол и за нарушение административного порядка будет штраф в размере 75$.\n — За что?\n — За агрессивное попрошайничество.\n — Это полицейский произвол! — крикнул от возмущения попрошайка.\n — Вы не уважаете сотрудников полиции штата? — прищюрив брови, сказал ты.\n — Да поделом его! — уже толкая бедного, сказал охранник\n — Я требую справедливости! — не унимался тот.\n — В суде потребуешь.\n\n После нескольких попыток, бродяга сдался и пошел за вами. Через двадцать минут, протокол был составлен. Отпустив его, ты с Джоем поехали дальше.",
    "answers": [
      {
        "id": 32,
        "text": "Новый вызов.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 31,
    "text": " — Так... Я сейчас вас вынужден задержать на пятнадцать суток.\n — За что?\n — За агрессивное попрошайничество.\n — Это полицейский произвол! — крикнул от возмущения попрошайка.\n — Вы не уважаете сотрудников полиции штата? — прищюрив брови, сказал ты.\n — Да поделом его! — уже толкая бедного, сказал охранник\n — Я требую справедливости! — не унимался тот.\n — В суде потребуешь.\n\n После нескольких попыток, бродяга сдался и пошел за вами. Через полчаса он был доставлен в департамент полиции. После поехали дальше.",
    "answers": [
      {
        "id": 32,
        "text": "Новый вызов.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 32,
    "text": " Пока ты с Джоем стояли возле светофора, диспетчер в рации передал всем патрульным, которые рядом с Кито-Сити, о поддержке юнитов в погоне.\n Джой быстро включил стробоскопы со спецзвуком и поехал по координатам.\n Спустя пяти минут, ты с Джоем уже были третьей полицейской машиной в погоне.\n Впереди на высокой скорости ехал водитель на белом пикапе. Он все время то и делал, что вилял на дороге, не позволяя перегнать себя.\n Ты по громкоговорителю начал говорить.\n\n — Водитель белого пикапа, номер АО565А, немедленно прижмитесь к тротуару и остановитесь! \n\nВодитель проигнорировал приказ.\n\n — Водитель белого пикапа, номер АО565А, немедленно прижмитесь к тротуару и остановитесь! В противном случаи будет стрельба по колесам! — повторил требование ты.",
    "answers": [
      {
        "id": 33,
        "text": "Приготовиться стрелять.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 33,
    "text": " Когда погоня перешла из города в близлежащую деревню, ты высунулся из окна двери и начал стрельбу по колесам.\n Первая попытка была провальная. При втором разе тебе удалось попать в правое заднее колесо и автомобиль, развернувшись передом к вам, остановился. Не прошло и пяти секунд, парень который сидел за рулем, вылез из машины и побежал. Ты один из первых, кто стал догонять его.\n\n — Стоять! Полиция!\n\nНо на парня не подействовал твой приказной тон. Он уже был на самом верху забора. Показав тебе средний палец, он перепрыгнул.\n Ты был хорошо подготовлен, так что перелезть через забор у тебя не составило никаких проблем.\n  Ты приземлился на носочки и сделал кувырок, чтобы смягчить удар падения. Подняв глаза, увидел как он побежал за гаражи.",
    "answers": [
      {
        "id": 34,
        "text": "Бежать следом.",
        "left_answer": true
      },
      {
        "id": 35,
        "text": "Обогнуть гаражи.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 34,
    "text": " Ты побежал следом за ним, но как только выбежал из-за гаражей, то уже нигде его не видел. Вскоре прибежали двое офицеров с дубинками наготове.\n\n— Где он? — спросил запыхавшийся толстяк.\n— Где-то скрылся, — ты развёл руками в стороны.\n— Вот же жук! — выругался другой офицер и плунул в сторону.\n— Ладно, давайте возвращаться.\n\nТы и двое офицеров пошли обратно на дорогу к машине. Как только все уселись, Джой дал газу.",
    "answers": [
      {
        "id": 36,
        "text": "Вечер.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 35,
    "text": " Решив схватить его уже на другой стороне, ты побежал в обход. Возле второго входа лежали бруски и, решив использовать один из них в виде дубины, ты взял его в руки и прислонился к стене, чтобы спрятаться.\n   Преступник выбежал спустя три минуты, и ты удачно ударил его по ногам. Отбросив брус, ты одной коленкой надавил на спину, а затем сковал его руки наручниками. Уже когда ты закончил, прибежали два офицера.\n\n— Попался голубчик! — ехидно сказал запыхавшийся толстяк.\n— Осторожнее с ним, а то я его хорошенько по ногам ударил.\n— Зато не сбежит.\n\nПодняв преступника, ты с офицерами вернулись к машине. Стоило всем усесться, как Джой тут же дал газу.",
    "answers": [
      {
        "id": 36,
        "text": "Вечер.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 36,
    "text": " Дальше ничего не происходило, поэтому ты с Джоем в указонное время сдали патруль и пришли в планерку.\n В планерке находились около десяти человек, у доски стоял начальник группы реагирования. Он рассказывал как будет проходить захват.\n\n — О, а вот вспомогательные люди. Садитесь, — сказал он, увидя тебя с Джоем у входа. \n — Итак... вы двое, будете у поворота стоять, — указал он указкой на карту района.\n — А можно вопрос? — сказал ты.\n — Да.\n — Вы за работу оплатите нам покупку пончиков, чтоб откупиться от угроз преступников? — с улыбкой сказал ты.\n\n Тут же все офицеры оценили шутку смехом, кроме начальника. \n\n — Я вроде не клоунов заказывал, — хмуро сказал он.",
    "answers": [
      {
        "id": 37,
        "text": "Подготовка к захвату.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 37,
    "text": " Рассказав план и тебе, начальник группы дал пять минут на сборы. Все офицеры побежали в раздевалку и оружейную. Ты с Джоем вышли из департамента и пошли в подземную парковку.\n Через пять минут, на парковке уже был конвой из машин. Сев в машину с SWATом командующий, все поехали. Впереди ехал Chevrolet Express с спецназом, потом два Ford Transit PTV для перегрузки заключенных, и позади Ford Expedition SSV, в которым ты за рулем. \n Чтоб никто не видел, конвой ехал по темным улочкам и без спецсигнала. Спустя двадцать минут, трое машин протаранили ворота частного дома. Были слышны голоса, что это полиция и всем лечь на землю.",
    "answers": [
      {
        "id": 38,
        "text": "Операция набирает обороты.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 38,
    "text": " БАХ! БАХ!\n Идеальное выполнения плана не подразумевало стрельбу, значит там произошло ЧП.\n Через секунду из ворот дома выбежал человек и запрыгнул в спортивный автомобиль. Ты понимал, что единственный шанс задержать преступника был только сейчас. Ведь если его спорткар вырулит на трассу, то догнать его будет нереально.",
    "answers": [
      {
        "id": 39,
        "text": "Таранить.",
        "left_answer": true
      },
      {
        "id": 40,
        "text": "Перегородить.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 39,
    "text": " Удар был серьезным, и если бы ты не был пристегнут, то точно вылетел бы через лобовое стекло. Спорткар прижало к забору, откуда никак не сможет выехать.\n Ты достал пистолет и снял с предохранителя.\n\n — Выходи с поднятыми руками! — крикнул Джой.\n — Я не могу! Дверь заклинило! Откройте ее! — крикнул он в ответ.\n — Выключи свет! Ты нас слепишь! Не видно!\n — Я не могу!",
    "answers": [
      {
        "id": 41,
        "text": "Идти самому.",
        "right_answer": true
      },
      {
        "id": 42,
        "text": "Сказать, чтобы шел Джой.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 40,
    "text": " Ты затормозил прямо перед спорткаром. Он хотел тронуться вперед, но ты пресек ему возможность. Назад отъехать он тоже не мог — стоят другие машины.\n Ты достал пистолет и снял с предохранителя.\n\n — Выходи с поднятыми руками! — крикнул Джой.\n — Я не могу! Дверь заклинило! Откройте ее! — крикнул он в ответ.\n — Выключи свет! Ты нас слепишь! Не видно!\n — Я не могу!",
    "answers": [
      {
        "id": 43,
        "text": "Идти самому.",
        "right_answer": true
      },
      {
        "id": 42,
        "text": "Сказать, чтоб шел Джой.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 41,
    "text": " — Будь осторожен, — сказал Джой.\n\n Выйдя из машины, ты начал медленно идти к спорткару. Фары светили прямо в глаза. Когда ты смог наконец сфокусироваться на деталях, то  увидел, что он улыбался широкой улыбкой, а в руках пистолет.\n БАХ!\n Ты с силой зажмурился и упал. Ты был готов ощутить боль, но этого не было.\n\n — Вставай, Ник.\n\n Ты открыл глаза и увидел, что рядом стоит Джой. Он подал руку.\n Арест членов нелегального казино прошла успешно. Ты с Джоем хорошо проявили себя. Кроме того, ты с ним был приставлен к награде и, начальство после отпуска повысит до следователей.\n\n Офицеры, участвующие в операциях, высоко обучены и готовы к принятию решений в самых сложных ситуациях. — Ричард М. Дейл.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить главу.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 42,
    "text": " — Я тебя прикрою, — сказал ты.\n\n Джой вышел и медленно подходит к спорткару.\n Ты тихонько приоткрыл дверь и на полусогнутутых ногах вышел наружу. Подняв голову, ты пытался разглядеть водителя. Когда ты смог наконец сфокусироваться на деталях, то  увидел, что он улыбался широкой улыбкой, а в руках пистолет направленый на Джоя.\n Достав пистолет, ты направил его на голову водителя и выстрелил.\n БАХ!\n Джой упал. Ты подбежал к коллеге и склонился над ним. Он просто был в шоковом состоянии и ты направился к водителю. На его лбу было отверствие, из которого шла кровь.\n Арест членов нелегального казино прошла успешно. Ты с Джоем хорошо проявили себя. Кроме того, ты с ним был приставлен к награде и, начальство после отпуска повысит до следователей.\n\n Офицеры, участвующие в операциях, высоко обучены и готовы к принятию решений в самых сложных ситуациях. — Ричард М. Дейл.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить главу.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 43,
    "text": " — Будь осторожен, — сказал Джой.\n\n Выйдя из машины, ты начал медленно идти к спорткару. Фары светили прямо в глаза. Когда ты смог наконец сфокусироваться на деталях, то  увидел, что он улыбался широкой улыбкой, а в руках пистолет.\n БАХ!\n Ты с силой зажмурился и упал. Ты был готов ощутить боль, но этого не было.\n\n — Вставай, Ник.\n\n Ты открыл глаза и увидел, что рядом стоит Джой. Он подал руку.\n Арест членов нелегального казино прошла успешно. Ты с Джоем хорошо проявили себя. Кроме того, ты с ним был приставлен к награде и, начальство после отпуска повысит до следователей.\n",
    "answers": [
      {
        "id": 1,
        "text": "Закончить главу.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 44,
    "text": " Ты проснулся после длительного сна. На часах было 8:20 утра. Пока кофе варится... ты решил выглянуть из окна. Внизу школьники идут на учебу, автобусы доставляют людей на работу. Город живет бурной жизнью. \n Кофеварка подала знак, что напиток готов. Ты стал завтракать, но вдруг вспомнил, что завтра у тебя день рождения, и нужно составить план празднования.\n У тебя много денег для праздника в одном из ресторанов, но с другой стороны можно устроить праздник в квартире. Ты стал думать, что выбрать?",
    "answers": [
      {
        "id": 54,
        "text": "В ресторане.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 45,
    "text": "Вот ты пришел в свой выданный кабинет, после хорошего отпуска. Теперь ты детектив, а Джой опер. На столе стоит рабочий ноутбук, всякие документы и рабочий телефон. Ты сел на мягкое офисное кресло на колесиках и стал наслаждался тишиной. Но скоре кто-то постучал в дверь.\n\n — Заходите, открыто, — лениво сказал ты.\n — Усваиваемся на своем месте? — спросил вошедший Джой.\n — Завидуешь чтоль?\n — Я? Конечно, ты же скоро станешь шефом, — с юмором, ответил друг.\n\n За звонел рабочий телефон, ты поднял трубку.\n\n — На федеральном трассе I-8 рядом с городом, патруль обнаружил труп женщины, — сказал диспетчер.\n — На каком киллометре?\n — На десятом.\n — Принято, выезжаем.",
    "answers": [
      {
        "id": 74,
        "text": "Ехать.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 46,
    "text": "                        Прошло 10 дней отпуска.\nТы решил спустя время устроить праздник и вспомнил о новой знакомой — Анжелике. Достав ручку и листок бумаги начал писать приглашение на ужин в ресторане.\n\n \" Здравствуйте, Анжелика! Не знаю хотите вы это или нет, но я готов предложить поужинать в одном из ресторанов города. Надеюсь вы на это согласны. Все подробности расскажу позже.\"\n\n Далее сделав из листка бумаги самолетик сразу пошли к квартире Анжелики. Она открыла тебе дверь и не теряя время вручил самолетик ей.",
    "answers": [
      {
        "id": 47,
        "text": "Остаться",
        "left_answer": true
      },
      {
        "id": 48,
        "text": "Уйти к себе",
        "right_answer": true
      }
    ]
  },
  {
    "id": 47,
    "text": " — Что это такое? — с интересом спросила она.\n — Это самолетик с необычным приглашением. Пожалуйста, прочти это.\n\n Она аккуратно раскрыла листок и с нарастающей улыбкой стала читать.\n\n — Что скажешь? Ты согласна? — с улыбкой спросил ты.\n — Конечно, с удовольствием! Это звучит замечательно, Ник. Спасибо за такое приглашение.\n — Рад, что ты согласилась. Ужин будет в ресторане через два дня. Ожидаю нашей встречи, Анжелика.\n — Я тоже. Это будет весело. Увидимся на ужине, Ник. — с весельем закончила она разговор.",
    "answers": []
  },
  {
    "id": 48,
    "text": " — Почему я так волнуюсь? Я же офицер полиции, я сталкивался с гораздо более сложными ситуациями! — разговор стал разгорать между собой.\n — Она такая милая и добрая. В госпитале она всегда улучшает настроение пациентам. Что если я все испортил этим приглашением? — Остановившись у своей двери, вспоминая её улыбку.\n— Что я думал, когда решил пригласить её через бумажный самолетик? Это было детским и глупым. Может быть, ей это показалось странным. — вздохнул.\n— Но что если она согласится? Что если это романтичное приглашение ей понравится? Мне просто нужно дождаться её ответа и быть готовым к любому исходу. — Опираясь на дверь своей квартиры.\n—  Я должен успокоиться. Это всего лишь ужин. Независимо от её ответа, я буду рад, что попробовал. Пора отдохнуть и надеяться на лучшее.",
    "answers": [
      {
        "id": 49,
        "text": "Утро.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 49,
    "text": " — Ник, привет! Я хотела поговорить с тобой. — Она зашла через открытую дверь. \n— Анжелика, привет. Что случилось? — Перепуганный, ты стоишь у кухни, не ожидая её прихода.\n— Ну, вчера ты мне вручил это приглашение в ресторан, но ушёл так быстро, что я даже не успела ответить. — Замечает нервозность Ника.\n\n Показывает приглашение.\n\n— О, это... — Поднимаешь взгляд и видишь приглашение в её руках.\n— Я хотела сказать, что я с удовольствием пойду с тобой на ужин. Мне было приятно, что ты пригласил меня. — Улыбается.\n— Действительно? Это замечательно, Анжелика! Я так рад, что ты согласилась. — Чувствуешь облегчение и радость.\n— Я думаю, это будет замечательный вечер. Извини, что я не ответила сразу. Я просто была немного ошеломлена. \n —  Ничего, я тож немного нервничаю. Но сейчас я очень рад, что мы проведем это время вместе. — Улыбаешься в ответ.\n— Так что, какой ресторан ты выбрал? — Начинает уходить.\n— У меня есть идея. Он неподалеку отсюда, и я уверен, что тебе понравится. Увидимся там через два дня.\n— Конечно, с нетерпением жду! — Улыбается и кивает.",
    "answers": [
      {
        "id": 50,
        "text": "Ресторан.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 50,
    "text": " — Ник, как у тебя идет отпуск? Это так здорово, что ты решил взять немного времени для себя. — Улыбаясь спросила Анжелика.\n—  Да, отпуск... он идет неплохо. Я просто решил, что пора немного отдохнуть, знаешь... — Нервно улыбаешься.\n— А какие планы на оставшееся время отпуска? — Задаёт вопрос с интересом.\n— О, ну, я думаю, пойду на пляж, может быть посмотрю некоторые местные достопримечательности... не много планов, на самом деле. — Колеблешься.\n— Ник, ты какой-то странный сегодня. Ты ведь пригласил меня в ресторан, правда? — Замечает твою нерешительность.\n— Да, это правда, я... хотел предложить ужин в ресторане. Но, видишь ли, мне кажется, что я не сильно умею с такими вещами... — Краснеешь.\n— Ник, не переживай. Я очень ценю, что ты пригласил меня. Это приятно. — Улучшает обстановку.\n— Спасибо, Анжелика. Ты удивительный человек, и мне немного страшно было пригласить тебя сюда. — Облегченно вздыхаешь.\n— Ник, ты не должен бояться разговаривать со мной. Мы ведь друзья, верно? \n —  Да, друзья... Наверное, мне стоит расслабиться и наслаждаться этим вечером.",
    "answers": [
      {
        "id": 51,
        "text": "Спросить про работу.",
        "left_answer": true
      },
      {
        "id": 73,
        "text": "Признаться в чувствах.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 51,
    "text": " — Прошу прощения, если это может звучать глупо, но мне действительно интересно, как проходит твой рабочий день в госпитале. Расскажи мне о нем? Слышал, у вас там всегда много работы.\n\n— Да, работа в госпитале всегда интересная и иногда очень сложная. Но есть одна вещь, о которой я хотела бы поговорить, — загадочно сказала Анжелика.\n\n— О чем идет речь? — с любопытством спросил ты.\n\n— Это немного сложно сказать, Ник. Моя работа не всегда связана только с лечением пациентов. Есть главврач, который продолжает проявлять кое-какой интерес ко мне, который я бы охарактеризовала как навязчивый, — с тяжелым вздохом сказала она.\n\n— Это звучит очень неприятно. Вы об этом не рассказали кому-то в госпитале или в полиции? — с беспокоствием спросил ты.\n\n— Нет, пока что нет. Но я думаю, что мне стоит обсудить это с кем-то. Извините, что загрузила вас этим, Ник.\n\n— Не извиняйтесь, Анжелика. Если вам нужна помощь или поддержка, вы всегда можете на нее рассчитывать. И я уверен, что вы найдете выход из этой ситуации.\n\n— Спасибо, Ник. Это значит много для меня. Давайте перейдем к чему-то более светлому и приятному в нашей беседе, — с улыбкой поблагодарила Анжелика.",
    "answers": []
  },
  {
    "id": 52,
    "text": "Тут достижения.",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 52,
        "text": "Первый вызов.",
        "need": 9
      },
      {
        "id": 1,
        "text": "Обратно.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 53,
    "text": " — Кофе, — сказал ты и улыбнулся.\n\n Анжелика включила кофеварку. Затем открыла холодильник и взяла тарелку с бутербротами.\n Спустя пять минут и ты с ней стали пить кофе.\n\n — Что делал? — с интересом, спросила она.\n — Договорился с рестораном, где будет день рождения.\n — И где же?\n — В ресторане \"Вкусно\". В шесть часов вечера.\n — Ну тогда я приду. Минутку.\n\n Анжелика ушла, а спустя минуту вернулась с голубым платьем.\n\n — Как думаешь на нем сходить?\n — Думаю да, — сказал ты и стал рассматривать платье.\n\n Тут ребенок что-то заплакал. Анжелика взяла его и пошла в одну из комнат. А ты допил кофе и пошел к себе.",
    "answers": [
      {
        "id": 60,
        "text": "Следущий день.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 54,
    "text": " Решив, что праздник должен пройти хорошо, ты решил потрать деньги на ресторан. Не став терять времени, ты зашел в интернет через ноутбук. Поискав полчаса рестораны в городе и их рейтинги, составил список из пяти ресторанов.\n Быстро одевшись, пошел на остановку автобуса.  Ждать его пришлось долго. Впереди была женщина с коляской и ты решил помочь.\n\n — Здравствуйте, может вам помощь нужна?\n\n Женщина обернулась и сразу же улыбнулась. Перед тобой — Анжелика, соседка по дому.\n\n — О-о-о, ну здрасьте, сосед. Куда вы?\n — Да так, ресторан выбирать, — ответил ты.\n — А что за праздник?\n — Завтра у меня день рождения. И я вас приглашаю, — подмигнул ты.\n — Подумаю, — подмигнула в ответ она.\n — Ну так что, помочь?\n — Да не, я тут просто гуляю.\n — Ну я на автобус, до вечера, — помахал рукой ты.\n\n Ты сел в автобус.",
    "answers": [
      {
        "id": 55,
        "text": "Ресторан \"Вкусно\".",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 55,
    "text": " Первым рестораном в списке был Вкусно.\n У дверей стояли два охранника с дубинками. Ты подошел к ним.\n\n — Здравствуйте, — сказал ты.\n — Чего тебе? — грубоватым голосом ответил один из них.\n — Мне нужно с заведущим заведения поговорить.\n — Зачем?\n — Для бронирования места.\n — Жди здесь, я сейчас спрошу про тебя.\n\n Охранник зашел в ресторан, второй прислонился к стенке и продолжил курить.\n Спустя несколько минут, охранник вернулся и разрешил зайти. Ты зашел и сразу же увидел большой зал. В середине стояли столы с стульями, а в сторонке находился бар. Рядом с баром дверь с надписью \"Кухня\". Рядом с кухней еще дверь с надписью \"Директор\" Пол как ты заметил был сделан из дорогого сорта дерева.",
    "answers": [
      {
        "id": 56,
        "text": "Зайти в дверь \"Директор\".",
        "left_answer": true
      }
    ]
  },
  {
    "id": 56,
    "text": " Тук — тук.\n Ты постучал в дверь.\n\n — Заходите! — послышался женский голос.\n\n Ты зашел. Перед тобой стол и стулья. По стенкам стоят шкафы. Девушка стояла с папкой.\n\n — Вы же хотите заброниловать место? — спросила она.\n — Да, — сказал ты, осматривая кабинет.\n — Красиво? — она обратила внимание на то, что осматриваешь кабинет.\n — Ну, вполне нормально.\n — Для какой цели?\n — Для организации дня рождения. Можно сесть?\n — А? Да-да, можно, — она смотрела что-то в папке.\n — Что ваш ресторан может предложить? — ты сел на стул.\n — Высокое качевство блюд, певцов и VIP-места, — она стала все перечислять, сгибая пальцы.",
    "answers": [
      {
        "id": 56,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/v3b59b1/2022-07-30-21-19-47.jpg"
      },
      {
        "id": 58,
        "text": "- А что на счет кухни?",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  },
  {
    "id": 58,
    "text": " — А что на счет кухни?\n — Что имеете в виду? — непонимающе взглянула она.\n — Можно посмотреть на кухню? — уточнил ты.\n — А-а, в этом смысле. Можете, и даже нужно. Только вот сейчас там никого нет. В отпуске, — сказала девушка.\n\n Затем вышла из кабинета, а ты следом за ней.\n\n — У нас самый лучший бармен в городе. Если захотите посмеяться, то смело идите к нему. Чаевых потом не забудьте, — показала она на барную стойку.\n\n Зашли в кухню. Железные столы, газовые плиты с вытяжками, большой холодильник соседствовали с деревянными стульями, шкафами и тумбочками с кухонной утварью.\n\n — Кухня самых высоких стардантов санатарии и эффективности, — подняла она палец вверх.",
    "answers": [
      {
        "id": 59,
        "text": "Обычный зал.",
        "right_answer": true
      },
      {
        "id": 58,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/NWzQ0Kf/2022-08-07-07-18-14.jpg"
      }
    ]
  },
  {
    "id": 59,
    "text": " Зал в ресторане огромный. На столах заранее подготовленная посуда.\n\n — Столы и столья комфортные, очень крепкие, — продолжала эсскурсию директор.\n — Много стоят? — и ты присел на один из стульев.\n — Много, но для посетителей не жалко, — она развела руками.\n — Вижу тут и картины повесили.\n — Международных классиков, — она подошла к одной картине и провела тряпочкой по раме.\n — Любите свой ресторан?\n — Конечно. Ведь это семейный бизнес.\n — Много конкурентов? — продолжил ты спрашивать.\n — Пф-ф! Да какие конкуренты? Так, просто неприятели, — посмеялась девушка.",
    "answers": [
      {
        "id": 59,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/vs2sJnc/2022-08-07-07-27-33.jpg"
      },
      {
        "id": 62,
        "text": "Согласиться устроить тут праздник.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 60,
    "text": " Тебе нечего было делать вечером, поэтому лег по раньше. Проснулся ты в 12:00. Потихоньку стал собираться, как кто-то звонит. Оказалось, это шеф.\n\n — Тебе черный или белый? — спросил он.\n — Эм, чего имеете ввиду? — не понял ты.\n — Черный или белый? — настойчиво повторил он.\n — Что именно, шеф? Ну поясните мне.\n — Сам возле ресторана увидишь, давай выбирай скорее.",
    "answers": [
      {
        "id": 61,
        "text": "Черный.",
        "right_answer": true
      },
      {
        "id": 69,
        "text": "Белый.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 61,
    "text": " — Черный.\n — Окей, до вечера, — шеф завершил звонок.\n\n Ты стал продолжать готовиться к вечеру. Посмотрев шкаф ты удивился, сколько вещей в нем. Классический костюм, спортивное и тому подобное. После долгого примера ты выбрал черную рубашку, черный пиджак, такие штаны и обувь.\n Тук-тук.\n Ты пошел и открыл дверь, внизу коробка с письмом. Ты взял коробку и занес на кухню. Вытащил бумажку.\n \" Дорогой мой друг, я тот, кто звонил. Думаю лучше подумать на счет этого. Внутри ровно столько, сколько ты потратил денег на праздвование. Хи-хи\".",
    "answers": [
      {
        "id": 70,
        "text": "Ресторан.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 62,
    "text": " -Знаете что? Я пожалуй тут день рождения устрою, — сказал ты.\n — А как же VIP? — расстеряно спросила девушка.\n — Я верю вашему заведению. Ну что, давайте оформлять?\n — Как хотите. Пойдемте в кабинет.\n\n В кабинете ты подписал всякие документы и заплатил. Потом ты вышел и вдохнул полной грудью. Затем подумал про себя, что одной проблемы меньше и осталось...\n\n — Вы все что-ли? — спросил охранник, сбив тебя от мыслей.\n — Чего? — сердито сказал ты.\n — Я спрашиваю, все что-ли? — он продолжал курить сигарету.\n — Да. А зачем это тебе?\n — Да так, интересно.\n — \"Ну и толстяк однако ты\", — подумал ты и пошел по своим делам.",
    "answers": [
      {
        "id": 63,
        "text": "Дома.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 63,
    "text": " Ты сидишь на диване и смотришь газету.\n \"                             Новости.\n В штате Калифорния начинает дорожать продукты питания из-за перебоев в поставках.\n Все будет восстановленно, — прокоментировал губернатор ситуацию.\n\nВ городе Чигаго суд приговорил мужчину к 3 годам тюрьмы за вождение в наркотическом опьянении.\n Мой адвокат вытащит меня, — в последней речи сказал подсудимый.\"\n\n — \"М-да. Криминал до сир пор правит миром,\" — подумал ты про последнию новость.\n \n Дзинь! Дзинь!\n Ты посмотрел на вибриющий телефон.\n\n — Алло. Кто это? — спросил ты, но вызов сбросили.",
    "answers": [
      {
        "id": 64,
        "text": "Перезвонить.",
        "right_answer": true
      },
      {
        "id": 65,
        "text": "Забыть.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 64,
    "text": " Ты взял телефон и перезвонил. Гудки. \n\n — Да? — спросил кто-то механическим голосом.\n — Кто вы? — спросил ты, не ожидавший голос бота.\n — Не важно! Важно, чтоб ты отказался от работы следаком.\n — Я спрашиваю вас, кто вы? — повторил ты.\n — Либо я сделаю твою работу адской.\n — Вы еще угрожаете мне как сотруднику полиции?! — накричал ты, ошарашенный наглостью собеседника.\n — Ты лучше прибереги слова на потом.\n\n Телефонный разговор прекратился. Ты сначала сидел и смотрел в одну точку. Ты думал что это: чья-то шутка или серьезно?\n Потом пришел на кухню и налил себе чай. За чашечкой чая ты успокоился и решил позвонить друзьям, чтоб предупредить их где будет праздник.",
    "answers": [
      {
        "id": 66,
        "text": "Позвонить шефу.",
        "right_answer": true
      },
      {
        "id": 67,
        "text": "Позвонить Джою.",
        "left_answer": true
      },
      {
        "id": 68,
        "text": "Проведать Анжелику.",
        "need": [
          66,
          67
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  },
  {
    "id": 66,
    "text": " Ты достал телефон из кармана и набрал номер шефа.\n\n — На связи шеф полицейского департамента города Сантурнес.\n — Это я, Ник.\n — Как будто я твой номер забыл, — посмеялся он.\n — Завтра у меня день рождения. Придете?\n — Конечно! Как же я могу пропустить приглашение от своего сотрудника?\n — Тогда завтра в ресторан \"Вкусно\". \n — Есть, принято. Время?\n — Пять часов вечера.\n — Жди подарка, — на последок еще раз он посмеялся.\n\n У тебя поднялось настроение и ты стал думать что дальше?",
    "answers": [
      {
        "id": 64,
        "text": "Далее.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 67,
    "text": " — Алло? — спросил Джой.\n — Ты же знаешь что завтра?\n — Конечно. Твой день рождения.\n — Приходи с невестой в ресторан \"Вкусно\" в шесть часов, — хихикнул ты.\n — Как скажешь. Жди подарка.\n\n Ты увидел, что батарея телефона разрядилось. Ты от досады ударил кулаком по столу, а зачем поставил телефон на зарядку.",
    "answers": [
      {
        "id": 64,
        "text": "Далее.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 68,
    "text": " Ты постучал в дверь Анжелики. Спустя некоторое время, дверь открыла она.\n\n — В гости или как? — спросила она.\n — В гости.\n — Нечего, что я пока нянчу ребенка. Помнишь у остановки?\n — Мне безразницы, — сказал ты и подернул плечами.\n\n Ты зашел с ней в кухню. Специальном столике для малышей, сидел мальчик лет 3. Он то и дело, что брал ложкой кашу, но ложка все время у него переворачивается и поэтому вся каша на одежде.\n\n — Вот так мне и приходится. Кормить да стирать ему белье, — устало сказала она.\n — Не завидую тебе, — ты сел на стул.\n — Чая или кофе?",
    "answers": [
      {
        "id": 53,
        "text": "Кофе.",
        "right_answer": true
      },
      {
        "id": 57,
        "text": "Чай.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": " В коробке кроме как пустых листов бумаги и пачки денег нечего интересного не было. Ты взял деньги и благополучно забыл про посылку. \n Ты скоротал время просмотром фильма по телевизору. Затем к шести прибыл в ресторан.\n У входа стояли и ждали тебя многочисленные гости. Тут и шеф, и Джой со своей девушкой, а самое главное пришла Анжелика.\n\n — Ну что, заходим? — сказал шеф.\n — Конечно, Михаил Федорович, — с улыбкой сказал ты.\n\n В зале все было приготовлено: на столах разнообразные блюда и напитки, везде шарики и играет веселая музыка.\n\n — Здравствуйте, как видите все готово, — сказала подошедшая девушка, директор.\n — Спасибо за помощь.\n — Всегда к вашим услугам. Хорошо проведите время, — директор ушла к себе.\n",
    "answers": [
      {
        "id": 71,
        "text": "Веселиться.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 71,
    "text": " Все сели за столы. Кто-то шутки шутит, другие над ними смеются. Кто-то просто сидит и наслаждается, медленно попивая вино или другой напиток. Официанты то выносят еду, то убирают пустые тарелки. Сыграв одну песню, появляется другая не менее интересная и веселая. Так и до темноты все просидели.\n Подошел шеф.\n\n — Ну что, готов получить более весомые подарки?\n — А есть выбор?\n — Есть, но будет поздно, — он засмеялся над своей шуткой.\n\n Ты с ним вышел из ресторана и зашел за угол, там оказался черный автомобиль.\n\n — Вот твой подарок от всего департамента, — он вытащил из кармана ключи и отдал тебе.\n — Это мне? — ты был приятно удивлен.\n — У-у, ты как-нибудь к врачу сходи, проверь слух.\n — Как скажите, — сказал ты и сразу открыл водительскую дверь.",
    "answers": [
      {
        "id": 72,
        "text": "В автомобиле.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": " — Анжелика, с тех пор, как мы встретились, я не могу не думать о вас. Ваша доброта и умение помогать людям в госпитале — это что-то удивительное, — продолжил ты.\n — Спасибо, Ник. Это значит много для меня. Я всегда стараюсь делать свою работу наилучшим образом.\n — Не могу удержаться от того, чтобы сказать вам, что вы также потрясающе выглядите. Ваши глаза... они что-то особенное. \n— Вы слишком добры, Ник. Но я думаю, что нам следует оставить наши отношения дружескими. Я ценю вашу компанию, но сейчас я не готова менять статус наших отношений, — краснеет Анжелика.\n — Я понимаю, Анжелика. Я просто не мог не сказать вам, что чувствую. Если вы хотите, мы можем оставить все как есть и продолжить наше общение как друзья. \n— Это было бы замечательно, Ник. Я действительно ценю ваше понимание. Давайте продолжим наше общение и узнаем друг друга лучше как друзья, — улыбнулась она.",
    "answers": [
      {
        "id": 75,
        "text": "Конец ужина.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 74,
    "text": "",
    "answers": []
  },
  {
    "id": 75,
    "text": " Твой ужин с Анжеликой подходит к концу. Заплатив счет ты пошел с ней обратно домой через городской парк.\n\n — Нет, пожалуйста, не надо! — ты вдруг услышал детский крик.\n\n Осмотревшись по сторонам ты понял, что случилось. Прижавшись спиной к дереву и держа перед собой рюкзак, стоял мальчик лет 10. Его окружала компания алкоголиков. Ты с Анжеликой быстро подошли для помощи.\n\n — А ну, быстро отпустите мальчишку! — грозно сказал ты.\n — А т, ты кто такой?\n — Офицер полиции и пока что по хорошему, прошу отпустить человека!\n — Не мужики, вы видите? Целый офицер просит нас о услуге... — с усмешкой сказал один из них.\n — Анжелика, звони в департамент, пусть приедет за ними патруль, — обратился ты к Анжелике.\n — Э, ты это че, серьезно? — продолжил тот алкоголик.\n — Во-первых не \"че\", а чего. Во-вторых вы игнорируете меня. Еще раз, прошу отпустить мальчугана.\n\n Тут второй алкоголик достал из внутреннего кармана куртки складной нож.\n ",
    "answers": [
      {
        "id": 76,
        "text": "Применить силу.",
        "left_answer": true
      },
      {
        "id": 77,
        "text": "Вести переговоры.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 76,
    "text": " Ты решил действовать решительно. Быстрым движением, оказался рядом с этим алкоголиком. \n Тут собутыльники перенесли свое внимание на вашу будущию борьбу.\n\n — Ну раз ты офицер полиции, то покажи приемы. Слабо? — с провокаций начал он.\n — Ну я бы с удовольствием вышиб тебе зубы, но я — не ты! — продолжал ты.\n — А я б, бы с удовольствием тебе ножик в печень.\n\n После этих слов поднялся пьяный смех и ты решил атаковать.\n",
    "answers": [
      {
        "id": 78,
        "text": "В голову."
      },
      {
        "id": 79,
        "text": "В руку."
      },
      {
        "id": 80,
        "text": "В бок."
      }
    ]
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  },
  {
    "id": 78,
    "text": " Ты резко подпрыгнул и своим лбом ударил по его лбу. От неожиданности, алкоголик упал на спину.\n\n — Ник, держись! Скоро приедут сюда, — с переживанием крикнула Анжелика.",
    "answers": [
      {
        "id": 81,
        "text": "Обезоружить.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 79,
    "text": "",
    "answers": []
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": " Соперник долго не сопротивлялся, поэтому обезоружить его не составило особого труда.\n\n — Итак господа алкоголики, либо вы тут же уходите восвояси, либо сейчас приедут мои коллеги и вы все будете задержены, — сказал ты.\n — Ник, пусть идут миром лучше с этим, — она указала на того, кого ты держись.\n — Э нет!  Этот все равно будет доставлен в департамент. Я не позволю никому, просто так направлять даже холодное оружие против человека.\n\n Через две-три минуты прибыли три патрульных автомобиля. Пьяная компания почти мигом изчезла при виде полицейских. Ты подошел к мальчику.\n\n — Ну как ты? Эти уроды тебя не тронули?\n — Н, нет дяденька, — немного испуганно ответил он.\n — Что они от тебя хотели? — продолжил ты мягко.\n — Они хотели мой рюкзак.\n — Понятно, сейчас тебя осмотрит медсестра и ты пойдешь домой, окей?\n\n Мальчик кивнул и Анжелика стала его осматривать на наличие побоев.\n\n — Все хорошо, не каких повреждений не выявлено.\n\n Чтоб успокоить мальчика его посадили в одну из машин и повезли к родителям. А ты с Анжеликой пошли дальше домой.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 82,
    "text": "",
    "answers": []
  }
]