[
  {
    "id": 1,
    "text": "\nАвтор: Ярослав Никифоров \n\nОписание: сотрудник ФСБ и молодая журналистка отправляются в путешествие в самое опасное место на земле. К чему герои придут в конце пути — зависит от вас.\n\n",
    "answers": [
      {
        "id": 101,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "— Всем добрый вечер! Мы, тут, немного задержались, приносим свои извинения, — мужчина в форме протянул руку оператору съёмочной группы. \n— Да ничего, мы здесь стоим совсем недолго, — сказала девушка, улыбнувшись. – Можем начинать? \n— Конечно. Виновник торжества, — мужчина жестом указал на рядом стоящего сотрудника. – на месте! Его начальник, — теперь он указывал на себя. – тоже на месте! Поэтому, поехали. \n— Прекрасно. Боря, ты настроил камеру? – девушка обратилась к своему напарнику. \n— Да, Кира, всё готово. \n— Что же, я так понимаю, интервью мы берём у вас? – девушка вопросительно посмотрела на меня. \n\n",
    "answers": [
      {
        "id": 3,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Да, у него, — ответил мужчина в форме. \n— Ладно.. – девушка немного замялась. – Боря, включай, мы начинаем. \nПарень в футболке с надписью «Пресса» ближе наклонился к камере, что-то там понажимал и через минуту шёпотом сказал:\n— Можно!\n— Итак, сегодня у нас в гостях оказались два, не самых, обычных человека, — девушка, держащая в руках микрофон в мою сторону. – Представьтесь пожалуйста. \n",
    "answers": [
      {
        "id": 4,
        "text": "Вновь промолчать"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Так, собственно, меня зовут Анатолий Степанович Рогозин. Я являюсь действующим полковником ФСБ и главой отряда специального назначения «Патрон». А это, — полковник указал на меня, — не побоюсь этого слова, лучший сотрудник моего отряда. Гордость нашего отдела и, возможно, всего города. \n— Кхм, это, конечно, хорошо, но давайте ваш протеже сам что-нибудь скажет. Или он немой? – девушка-репортёр опять замялась. \n— Нет, ну, конечно же он умеет говорить, — Рогозин рассмеялся. – Но знаете, как говорят, идеальных людей не бывает. Так же и в этом случае, перед вами стоит отличный сотрудник, замечательный боец и отменный детектив – в общем, профессионал своего дела. Но, к сожалению, общение – не его стихия. У него, если можно так выразиться, свой, особый язык, который понятен далеко не всем. Собственно, именно за этим я здесь и нахожусь – чтобы переводить его мысли в человеческую речь.\n",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Хм, но, ведь, он же молчит и все его мысли остаются только у него в голове, что вы собираетесь нам переводить? – возразила девушка.\n— Честно говоря, мы уже настолько много с ним работаем, столько мы всего с ним прошли, что я его даже без слов понимаю. \n— «Не может говорить» — скажете тоже, — девушка-репортёр улыбнулась. – Может ещё выяснится, что передо мной стоит робот?\n",
    "answers": [
      {
        "id": 6,
        "text": "Возможно"
      },
      {
        "id": 7,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Вы не так уж и далеки от истины, — произнёс я.\n— Что-что? – переспросила меня удивлённо репортёр. \n— Он шутит, конечно, он шутит. – сказал, быстро спохватившись, полковник. \n",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 7,
    "text": "— Ладно, давайте продолжим. Кхм, а как к вам, в итоге, обращаться? Имя у вас имеется? – девушка посмотрела на меня. \nРогозин не знал, что сказать, он пытался как можно скорее придумать какой-нибудь ответ на этот вопрос. \n— Как вас зовут? – продолжала девушка. \n— Я агент 21, — спокойным голосом ответил я. \n— Хм, я понимаю, что вы агент, но я спросила про ваше имя. \n— Моё имя – агент 21. Другого у меня нет. \n— Эм-м.. \nПолковник с укором посмотрел на меня, после чего сказал: \n— Ну, что же, вы что-ли никогда не слышали о том, что сотрудникам спецслужб нужно держать личную информацию о себе в тайне? В связи с этим, в рабочее время, у моего подопечного, действительно, нет другого имени, кроме как «Агент 21».\n",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 8,
    "text": "Полковник взглядом указал на дверь. Я направился ко входу в здание ФСБ, он пошёл следом. \n— Я тут подумал, — начал Рогозин, — что-то здесь не так. Какие-то эти журналисты странные – вроде, особо каверзных вопросов не задавали, но всё же и спокойно с моим ответом тоже соглашаться не хотели. Давай-ка я позвоню в администрацию города, там должны были согласовывать кандидатуры репортёров, и всё выясню. \nЯ молча кивнул. \n",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Но.. – девушка-репортёр попыталась возразить. \n— Но я понимаю, что вам необходимо хоть что-то узнать о нём, в конце концов – это интервью. Поэтому я предлагаю встретиться в какой-нибудь другой день, когда мой сотрудник не будет скован кодексом оперативника. Тогда мы с вами всё и обсудим. \nПолковник смотрел девушке прямо в глаза, она была в замешательстве и не знала, что ответить. Он не стал дожидаться её новой реплики и продолжил: \n— Что ж, я вижу по вашим глазам, что вы поддерживаете моё предложение, а по сему, вынуждены откланяться. Всего хорошего!\n",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Какое-то странное интервью. Даже в редакции, считай, будет нечего показать, — сказала девушка-репортёр. \n— Ну, не скажи! – возразил напарник девушки. – Не каждый день увидишь такую картину: лучший боец отряда спецназначения в беседе с журналисткой молчит, как рыба, вместо него говорит его начальник, который даже его настоящего имени не хочет назвать. \n— В этом что-то есть, что-то интересное, за что можно было бы зацепиться, — закончил он свою мысль. \n— Что ты имеешь в виду? – спросила девушка. – Не до конца поняла. \n",
    "answers": [
      {
        "id": 11,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Ну, представь такой заголовок «Один из лучших ФСБ-шников не может связать и двух слов!» — это же была бы новость недели, если даже не месяца! Мы бы заработали неплохие деньги ещё и насолили бы ФСБ, которое так сильно не любит журналистов. \n— Даже не знаю, ты предлагаешь выставить на посмешище этого агента 21? Как-то это неправильно, хоть он и ФСБ-шник.\n— Да ладно тебе! Очередной тупой силовик, который, наверняка, о себе супер-большого мнения. К тому же, это такая замечательная возможность поставить эту новую «охранку» на место.\n— Пф-ф.. Ну, может ты и прав.. – сдалась девушка. \n— Конечно, прав! Тем более, я уже знаю, как нам это реализовать.. \n",
    "answers": [
      {
        "id": 12,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Так значит, я всё выяснил, — громко сказал полковник. – те люди, которые должны были к нам приехать – приехать не смогли. То ли заболели, то ли отказались – в общем, это не очень-то важно. Те, которые, в итоге, приехали – с ними всё не так однозначно. Даже в администрации не до конца понимают, что произошло. \n— Но знаешь, я тут подумал: на данный момент, они ещё ничего плохого не сделали, никакой дурной поступок не совершили, поэтому про них можно просто забыть. Произошла какая-то непонятка – ну, и хер с ней. \nЯ также молча кивнул. \n",
    "answers": [
      {
        "id": 13,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я сидел в гостиной небольшой квартиры, моей квартиры. Передо мной на столике лежал разобранный пистолет, я собирался начать его чистить, как вдруг зазвонил телефон. Я поднял трубку.\n— Ну, всё, Двадцать первый, собирайся. Едешь в Афганистан, твоя следующая цель будет там, — послышался звонкий голос полковника на другом конце. \n— Кто и где именно должен быть ликвидирован? – сухо спросил я. \n— Включи телек и всё поймёшь. \nЯ потянулся за пультом, что лежал всё на том же столике, и включил первый попавшийся канал.  \n",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Дорогие телезрители нашего канала, рады вам сообщить: нас ждёт что-то интересное, — начал ведущий новостей. – журналистка, работница нашей редакции, «бросила вызов ФСБ», если можно так сказать. Она записала обращение, в котором предложила «проверить на прочность», так называемого, Агента 21. Непосредственно само обращение:\n— … Знаете, я давно хотела сделать репортаж про Афганистан: показать, как там люди живут, с чем сталкиваются и т. д. Но одной ехать туда как-то страшновато, а смельчаков, готовых стать моими телохранителями, я найти не смогла. Поэтому, я предлагаю вот что: знаменитый Агент 21 будет моим сопровождающим в этой поездке. В планах у меня провести в данной стране около 2-3 дней, за которые, как мне кажется, я и выясню, чего на самом деле стоит этот человек. … \n— Хм.. Человек.. – проговорил я в полголоса.\n",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Ну что, слышал? – спросил полковник. — «Проверить на прочность ФСБ она собралась» — какая наглость! Ещё и эта история с интервью… Вот она себя и выдала! Компромат, значит, собирает. Ничего-ничего, посмотрим кто кого. \n— Никаких доказательств того, что она объявила нам войну, конечно, нет – но, когда нас заботили доказательства, правда? К тому же, ты убивал людей и за меньшее. \n— Куда конкретно мне направляться? – уточнил я. \n— Сейчас – никуда. Ты полетишь вместе с ней, завтра на самолёте. Что касается самой ликвидации – убьёшь её в самом конце вашей поездки. Когда весь материал будет готов, она уже отчитается об успешном завершении командировки – ты пустишь ей пулю. Желательно без свидетелей, в каком-нибудь помещении, может быть даже, в её номере. В прочем, не мне тебя учить делать свою работу. \n— Я всё понял. Конец связи, Лис. \n— Конец связи, двадцать первый. \n",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 16,
    "text": "На следующий день я стоял в аэропорту. Там мне встретились уже знакомые люди. \n— Агент 21, здравствуйте! Подходите к нам! Нам совсем скоро улетать, — сказала девушка-репортёр. \nЯ подошёл к ним, но ничего не ответил. \nЕщё через пару часов я опять стоял в аэропорту. Только теперь, это был аэропорт Герата, Афганистан. В этом же аэропорту мы взяли в аренду одну из машин, погрузили туда свои вещи и отправились в путь. \n— Агент, — девушка обратилась ко мне. – Нам предстоит пробыть вместе около недели, так что предлагаю нормально познакомиться, и сразу перейти на «ты». \n— Хорошо, ничего не имею против, — сухо ответил я. \n",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 17,
    "text": "Парень и девушка сидели на передних сидениях, а я на заднем. Парень вёл машину. \n— Ну что ж, меня зовут Кира, — девушка протянула мне руку. \n— Меня зовут Агент 21, — я пожал ей руку. \n— Меня зовут Боря, я бы тоже пожал тебе руку, только эти самые руки у меня сейчас заняты. \n— Да ладно тебе, агент. Здесь же нет твоего начальника. Я понимаю, ты на задании, но отложи формальности хоть на пару минут, — произнесла Кира. \n— Я не понимаю, что тебя не устраивает. Ты попросила назвать моё имя – я это сделал, — ответил я. \n— Ладно, не хочешь – не говори, — сдалась девушка. \n",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 18,
    "text": "Примерно через 10 минут поездки, впереди мы увидели что-то вроде блокпоста: по обе стороны дороги стояло по машине, а между ними стояли пятеро мужчин. Выглядели они не очень дружелюбно. Один из них жестом показал остановиться. \n— Вот же блин, и чего им от нас надо? – пробурчал Боря. \nК машине направилось трое мужчин: двое поодаль, а один шёл впереди. Тот, что шёл первым, подошёл к водительской двери. Боря опустил окно. Мужчина начал что-то говорить на своём языке. \n— Мужик, мы журналисты. Пресса, прес-са! — сказал это Боря, повысив голос. Затем он указал на надпись «Press» на футболке. \n",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 19,
    "text": "— А! Так ты журналист? И камера у тебя есть? – сказал мужчина с сильным акцентом. \n— Да, имеется камера. Кир, передай мне её, — Боря бросил взгляд на девушку.\nКира протянула Боре камеру, он взял её в руки и показал собеседнику. \n— Камера – это хорошо, — продолжил мужчина. – Снимаешь нормально?\n— Вроде, никто не жаловался, — усмехнулся Боря. \n— Отлично-отлично, поедешь с нами, — мужчина подал знак двум другим, которые стояли позади. \n— В смысле? – не успел Боря ничего толком спросить, как его вытащили из нашей машины и вместе с камерой потащили в сторону машины похитителей. Его усадили на пассажирское сидение сзади, по бокам сели двое мужчин. Тот, что разговаривал с Борей, сел за руль. Он крикнул что-то двум оставшимся, а после тронулся с места. Мужчины улыбнулись и направились к нам. \n",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Что, что происходит? – неуверенно сказала Кира. \n— Заблокируй двери, максимально пригнись и не смей выходить из машины, — быстро бросил я. \nВзяв свой чемоданчик, я вышел из машины и направился к мужчинам. Они ускорились; шли быстрым шагом, но не бежали. Между ними было небольшое расстояние – чуть больше метра. \nЯ взял чемодан в обе руки и, что есть сил, запустил его в того, что был немного дальше. Чемодан попал ему прямо в лицо, мужчина упал. Первый, увидев это, рассвирепел и быстро подбежал ко мне. Он попытался ударить меня в глаз. Я остановил его атаку, ударил его в живот. Мужчина согнулся. После этого я, обхватив его голову двумя руками, со всей силы ударил его о своё колено. Мужчина, громко застонав, упал на землю. \n",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я быстрым движением свернул шею, лежавшему на земле противнику, после чего – добил и второго. Затем я оттащил их тела в кювет, за оставшуюся машину. Подобрал свой чемоданчик и вернулся в нашу машину. Положил чемоданчик сзади, а сам сел на водительское место. \n— А-а… — Кира не знала, что сказать. – Агент?\n— Я выполнил свою работу, — ответил я. \n— Зачем ты их убил? Мы, ведь, даже не знаем, зачем они шли к нам. \n— Явно, ничего хорошего они не хотели сделать. Один из них сказал: «Оставшегося в расход, а с девчонкой мы ещё повеселимся».\n— Они, ведь, не говорили по-русски. Как ты их понял?\n— Афганский в школе изучал\n— Это ж в какой ты школе учился? Хотя, ладно, в прочем не важно. Но ты мог их просто обезвредить и сдать полиции, чтобы их судили. \n",
    "answers": [
      {
        "id": 22,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Полиции здесь нет. Прав тот, кто сильнее. Именно поэтому я сейчас с тобой, ведь так?\n— Ну, так.. – тихо сказала Кира. \n— Вот, а что касается суда – они же, наверняка, верующие. То есть, судить их должен Бог. Моя задача была в том, чтобы их к нему отправить. \n— Ладно. \n— Так, а сейчас, давай-ка мы с тобой побыстрее уедем отсюда. Велик шанс, что те, трое могут сюда скоро вернуться. \n— Поехали, — Кира вздохнула. \nЯ завёл двигатель, и мы тронулись с места.  \n",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Жалко Борю, — сказала, вдруг, Кира. – Что же с ним будет?\n— Я думаю, что ничего хорошего, — ответил я, не отвлекаясь от дороги.\n— Агент, — обратилась ко мне Кира через какое-то время. – А почему ты не помог ему? – она сделала акцент на последнее слово.\n— Ну, я же твой телохранитель, — а я сделал акцент на предпоследнее слово. Это, во-первых. Во-вторых, я не уверен, что ему можно было помочь. \n— А что, в-третьих? \n— А в-третьих, у нас есть более насущные проблемы. \n— Это какие, например?\n— У нас осталось очень мало бензина, едва хватит до ближайшей заправки. К тому же, ещё не факт, что и на ней будет бензин.\n— Вот, сейчас и узнаем..\n",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я остановил возле дороги. Примерно в 20 метрах от нас была АЗС. \n— Сиди здесь. Я пойду, разведаю обстановку, — сказал я, выходя из машины. \n— Но…\n— Никаких «но»! – сказал я, закрыв дверь. \nПодходя ближе, я увидел, что возле заправки сидел мужчина, уже не молодой. Я подошёл к нему и спросил:\n— Здравствуйте, у вас бензина не будет?\n— Ну, здрасте, — ответил мужчина, тяжело вздохнув. — Парень, шёл бы ты отсюда, не до разговоров мне сейчас. \n— Да, я и не собирался с вами разговаривать. Мне просто бензин нужен, — сказал я. \n— А мне дочь моя нужна! – грустно воскликнул мужчина.\n— Не знаю я, где твоя дочь. \n— Эх, вот, и я не знаю… \n«Такими темпами, я останусь без бензина. С этим человеком разговаривать бесполезно. Хотя…  Есть у меня один железный аргумент…» — я мельком глянул на свой пистолет, что висел сбоку. \n",
    "answers": [
      {
        "id": 25,
        "text": "Выстрелить"
      },
      {
        "id": 26,
        "text": "Не стрелять"
      }
    ]
  },
  {
    "id": 25,
    "text": "«Ну, что же. Я хотел по-хорошему, но ты не оставил мне выбора» — я быстро выхватил пистолет, направил его на мужчину и нажал на спуск.\n\nЕго тело медленно сползло на землю. Я перешагнул через него, взял 2 канистры бензины и вернулся к машине. После дозаправки, мы продолжили путь. \n\n",
    "answers": [
      {
        "id": 68,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 26,
    "text": "«Нет. Я не буду убивать этого мужчину. Моя задача: защищать девушку-репортёра. Защищать Киру… Этот человек не угрожает ни мне, ни ей» \n— А если ваша дочь найдётся, вы дадите нам бензин? – спросила Кира. \nЯ удивлённо на неё посмотрел:\n— Ты знаешь Афганский? \n— Ну, ты же не думал, что я выбирала страну совсем наугад? — улыбнувшись, ответила она. \n— Если вы сможете её найти, тогда я, конечно, не пожалею для вас бензина, — сказал мужчина.\nКира вопросительно посмотрела на меня. \n— Ладно, мы попробуем вам помочь. Только я ничего не обещаю. \n",
    "answers": [
      {
        "id": 27,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Да, я понял. Вам же, наверно, нужно осмотреть её комнату? Или у меня что-нибудь узнать. Вы спрашивайте, я на всё отвечу, — мужчина немного приободрился. \n— Было бы неплохо узнать, как можно больше. Кир, вопросы – это по твоей части. \n— Так, когда вы в последний раз видели свою дочь? \n— 2 дня назад. Мы поужинали с ней, потом разошлись по своим «комнатам». Она живёт в подсобке, а я подвале. \n— Вы, прямо, здесь живёте? – уточнила Кира. \n— Угу. Потом, ночью у слышал шум наверху. Я поднялся, чтобы проверить, но никого не было. Дочери моей тоже не было. \n— Вы думаете, что её похитили?\n— Я уверен в этом. Сбежать она не могла, ей банально некуда бежать. Да, мы живём не очень богато, но это лучше, чем жить в лесу.\n\n",
    "answers": [
      {
        "id": 28,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 28,
    "text": "— А здесь есть лес?\n— Да, во-о-н там находится, — мужчина показал жестом направление. – Пешком если идти, то часа через 3 будешь на месте. \n— А врагов у вас или у вашей дочери не было?\n— Да нет, скорее наоборот. Это единственная заправка в округе, которую не контролируют бандиты. Нашим соседям невыгодно с нами враждовать. \n— Ладно, — подытожил я. – Теперь, пора осмотреть её комнату. \n— Возьмите, — мужчина протянул мне небольшой ключ. – Это от её комнаты. \n— А у вашей дочери был дубликат? – спросила Кира. \n— Конечно, был. Я же не взаперти её держал. \n— Так, Кира ты идёшь со мной? – поинтересовался я. \n— Угу, пошли.\n",
    "answers": [
      {
        "id": 29,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 29,
    "text": "Внутри АЗС всё было достаточно неплохо. Все вещи были аккуратно сложены. Почти не было пыли. В целом, у нас в глубинке стоят такие же заправки. \n— А вот и подсобка, — Кира указала на дверь, что была недалеко от кассы. \nЯ подошёл к ней и вставил ключ. Дверь открылась. Внутри этой комнаты был бардак. Такое ощущение, что здесь кто-то рылся, или в спешке собирался… \n— Смотри, что я нашла! Похоже, это сможет нам помочь, — Кира протянула мне письмо. \n«… Больше нет времени ждать! Нужно сделать это сегодня! Буду ждать тебя в нашем месте, в лесу…» — прочитал я вслух.\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Прям, Ромео и Джульетта. Но теперь мы знаем, где их искать. Кира, что ты делаешь?\nКира держала в руках камеру. \n— Ты, ведь, не забыл, что я тут репортаж снимаю, так? Поэтому, периодически, у меня в руках будет оказываться камера. Не обращай на это внимания. \n— Кхм, ладно. Значит, сейчас нам нужно в лес. \n— Лес большой, наверно. Где конкретно будем искать?\n— В этом письме фигурирует какое-то «озеро». Думаю, стоит начать поиски оттуда. \n— Ладно, я пойду, тогда, карту спрошу. Ещё не хватало нам заблудиться. \n— Угу, Кир. А здесь ещё немного посмотрю и тоже приду. \nОна вышла, я в последний раз всё осмотрел и вышел за ней.\n",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Не беспокойтесь, найдём мы вашу дочь, — сказал я мужчине, проходя мимо него. \nОн кивнул. \nЯ сел в машину, Кира уже была внутри. \n— Вот, карта, а вот и лес, и озеро, — сказала она.\n— Ну, вперёд. \nМы остановились возле небольшого домика на берегу озера. Лес вокруг был довольно редкий, так что мы спокойно смогли проехать по нему на машине. \n«Бензина осталось только на обратную дорогу» — подумал я.\n— Нам сюда, это точно, — сказала Кира. \n— Если я скажу тебе ждать в машине, ты же не послушаешь, правда? \nОна улыбнулась. \n— Ладно, тогда держи это, — я протянул ей карманный пистолет. – Пользоваться, надеюсь, умеешь? \n— Вполне, — она улыбнулась ещё раз. \n— Пошли, только, пожалуйста, иди за мной, хорошо? – я сделал акцент на слове «за». \n— Хорошо, — она улыбнулась в третий раз. \n",
    "answers": [
      {
        "id": 32,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я аккуратно подошёл к дому, моя напарница не отставала. \n— Здесь кто-нибудь есть? – спросил я, держа пистолет наготове. \nТишина. Я подошёл ближе к дому. Когда я развернулся, чтобы показать знаком Кире, что я захожу внутрь – на меня набросился молодой парень, выскочивший из-за двери. \nОн попытался меня повалить, но я быстро сбросил его с себя, зафиксировал ему руки и наставил на него пистолет. Это и был тот самый «похититель»? Щуплый пацан, лет 17 с глазами полными страха. Хотя, в этой стране возможно всё. Мой палец уже пыл на спусковом крючке. Закончить жизнь этого парня я мог бы в любой момент...\n\n",
    "answers": [
      {
        "id": 33,
        "text": "Выстрелить"
      },
      {
        "id": 34,
        "text": "Не стрелять"
      }
    ]
  },
  {
    "id": 33,
    "text": "Прозвучал оглушительный выстрел. По всему лесу раздался гул улетающих птиц.\n\n— Нет! Зачем?! Зачем?! – девушка подбежала к телу парня, оттолкнув меня. \n\nОна очень громко рыдала. Ко мне подошла Кира: \n\n— Агент, подожди в машине.\n\n— Я хотел, как лучше. Он на меня напал – я думал, он бандит.\n\n— Я знаю, агент. Просто подожди в машине. \n\n",
    "answers": [
      {
        "id": 69,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 34,
    "text": "Но… Что-то меня останавливало. \n— Нет! Не убивай его! – из дома выбежала девушка. – Я люблю его! Никто меня не похищал!\n— Ой, детишки. Наделали же вы делов, — я отпустил парня и спрятал пистолет в кобуру. – Чувствую, нам нужно многое обсудить…\n\n",
    "answers": [
      {
        "id": 35,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 35,
    "text": "Разговор наш был, действительно, долгим, за его время мы с Кирой узнали, что: парня зовут Самандар, девушку – Ашрафи. Они любят друг друга. Решили сбежать, потому что думали, что отец Ашрафи будет против их отношений. \n— И что ты даже ни разу не говорила с отцом? – Кира обратилась к девушке. \n— Нет. Я даже не думала об этом. \n— Вот сейчас, все вместе и поговорим, — сказал я. \n— Только время зря потратим… — пробурчал Самандар. \n— Пока не попробуем — не узнаем, — подытожила Кира. \n\n",
    "answers": [
      {
        "id": 36,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 36,
    "text": "Когда мы отправились в лес, было немного после полудня. Сейчас же – был откровенный вечер, который стремительно переходил в ночь. \n\nКарим, а именно так звали того мужчину, очень рад был возвращению дочери. Настолько рад, что он нисколько не ругал её за побег, а даже наоборот – сказал, что он не против Самандара. \n\nВ нашу машину он залил полный бак бензина и ещё дал с собой целую канистру. Хотел пригласить нас на ужин, но мы отказались. Потому что нам было уже пора, ну, и из-за банальной вежливости. \n\nКарим не хотел нас отпускать голодными, поэтому собрал нам что-то из своих съестных запасов в небольшой мешок. Мы поблагодарили его, пожелали удачи, сфотографировались на прощание и отправились в дальнейшее путешествие. \n",
    "answers": [
      {
        "id": 37,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 37,
    "text": "— А хорошо, всё-таки, всё, что хорошо кончается, — сказала Кира. \n\nЯ было хотел ей ответить, но резко на дорогу выбежал какой-то мужчина. Я быстро затормозил, чуть его не сбив. \n\n— Дурной что-ли?! – крикнула Кира. \n\n— Тише, он может быть вооружён и опасен. Тебе чего?\n\n— Ребята, помогите, пожалуйста. Я повстанец, борюсь за свободу Афганистана. За мной гонятся военные, они очень жестоко расправляются с партизанами. Заберите меня с собой. \n\n— Может поможем? – спросила Кира. – Место у нас ещё есть. \n\n",
    "answers": [
      {
        "id": 38,
        "text": "Помочь парню"
      },
      {
        "id": 39,
        "text": "Не стоит"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Ладно, — залезай в машину. \n\n— Спасибо! Спасибо! – радостно воскликнул незнакомец, запрыгивая на заднее место. \n\nЯ резко завёл двигатель, и мы быстро уехали оттуда. Примерно через полчаса, мы решили, что уже пора спать. Я заехал в ближайшие кусты и выключил двигатель. \n\nПотом я ещё долго обдумывал произошедшее за день. Кира уже спала. \n\n— Эй, партизан, — тихо сказал я.\n\n— А?\n\n— У меня очень чуткий сон. Даже не думай что-нибудь учудить. \n\n— Да ты что! И в мыслях не было! Вы же меня спасли!\n\n— Ну-ну, спокойной ночи. \n\n— Спокойной ночи. \n\n",
    "answers": [
      {
        "id": 40,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Не, извини, брат, проблемы нам не нужны, — сказал я и побыстрее уехал оттуда.\n\nЧерез несколько часов дороги, мы окончательно устали и решили, что уже пора спать. Я заехал в ближайшие кусты и выключил двигатель. \n\nПотом я ещё долго обдумывал произошедшее за день. Кира, к тому времени, уже спала. \n\n",
    "answers": [
      {
        "id": 40,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 40,
    "text": "Утром не произошло ничего не обычного. Мы проснулись, позавтракали и отправились дальше в путь. \n\nВскоре, мы увидели большой КПП, что был впереди. У нас не получилось бы никак его объехать, поэтому мы, на свой страх и риск, отправились проходить осмотр. \n\nМашин было немного, совсем скоро подошла наша очередь. Абдулхакк, наш новый спутник, уже успел спрятаться под задними сиденьями. Я подъехал ближе к шлагбауму. К окну подошёл солдат. \n\n— Здравствуйте, можно увидеть ваши документы? \n\n— Конечно, держите, — я протянул солдату пачку бумаг. \n\n— Так-так… Журналисты? А разрешение есть на проведение съёмочных работ на территории страны?\n\n— Нет, а нужно? – ответила Кира.\n\n— Вообще, да. По правилам – нужно. Ещё, по правилам нужно осмотреть ваш автомобиль. \n\nКира заметно занервничала.\n\n",
    "answers": [
      {
        "id": 41,
        "text": "Продолжить",
        "need": [
          38
        ]
      },
      {
        "id": 42,
        "text": "Продолжить",
        "need": [
          -38
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "— Пс, ребят, — очень тихо сказал Абдулхакк. – Не надо подвергать себя опасности. Вы уже мне помогли, причём очень сильно. Но, видно не судьба мне добраться до города. Если нужно, вы скажите, что поймали меня. Они меня заберут, а вас пропустят. Я не буду сопротивляться. \n\n",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 42,
    "text": "Кира посмотрела на меня, в ожидании моего решения. Сама она не хотела его принимать, или боялась. \n",
    "answers": [
      {
        "id": 44,
        "text": "Попробовать договориться"
      },
      {
        "id": 45,
        "text": "Сдать Абдулхакка",
        "need": [
          38
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "\n",
    "answers": []
  },
  {
    "id": 44,
    "text": "— Капитан, а можно, как-нибудь, без досмотра? – прямо сказал я.\n\n— Хм, — он усмехнулся. – У каждого есть право на секреты, правда? Поэтому, можно. Но! Услуга за услугу: ты парень крепкий, как я погляжу, ещё и с камерой работающей. Ты нам пригодишься. Отгони машину в сторону, вот сюда, и пошли за мной. \n\n— А девушка?\n\n— А что девушка? Хочет – пусть идёт с нами, хочет – пусть ждёт в машине. Мне всё равно. \n\nТеперь уже я смотрел на Киру. Она кивнула и вышла из машины. Я тоже вышел из машины, и мы пошли вслед за командиром. \n\n",
    "answers": [
      {
        "id": 46,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Капитан, мы тут недавно на дороге поймали паренька. Мне кажется, вам будет интересно на него посмотреть – сказал я.\n\n— Да? Ну, показывай.\n\nЯ подал знак Абдулхакку, он вышел из машины.\n\n— О-о-о! Кого я вижу! Наш старый знакомый! Эй, ребята! – он крикнул двум солдатам, стоявшим неподалёку. – Принимайте паренька. \n\nСолдаты взяли под руки Абдулхакка и повели его внутрь здания. \n\n— Что же, — сказал капитан. – Посмотреть действительно было интересно. Нам с ним предстоит до-о-олгая беседа, ну, а вас – не смею больше задерживать. \n\nНас пропустили через КПП, и мы продолжили наш путь. \n\n",
    "answers": [
      {
        "id": 52,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Значит, задача такая: у нас в камере сидит один из сопротивления. Мы, в принципе, всё, что хотели от него узнать, уже выяснили. Теперь от него можно просто избавиться. Но, мы хотим извлечь и из этого пользу. Нужно припугнуть других охотников вступить к повстанцам. Для этого, мы запишем на камеру то, как ты его убьёшь и покажем потом это по телевизору. \n\n— А почему палачом выступаю я? \n\n— Чтобы показать, что на нашей стороне и простые люди, которых ты будешь олицетворять. \n\n— Ладно, а это всё обязательно?\n\n— Ну, если хочешь проехать, то да.\n\n",
    "answers": [
      {
        "id": 47,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Вот мы и пришли, — солдат указал на то место, где сидел молодой парень. \n\n— Сейчас мы поставим камеру, и ты начнёшь делать своё дело. Держи ключ. \n\nЯ взял ключ и открыл клетку. Когда я туда вошёл, мне показали знаком, что съёмка уже идёт. \n\n«Что ж, мне нужно просто сделать то, что я умею лучше всего» — подумал я.\n\nПарень сидел на стуле и не обращал на меня никакого внимания. Видимо, он уже смирился со своей судьбой. \n\nЯ взял его за грудки, обернулся и посмотрел на капитана. Он кивнул. \n\nЯ бросил парня в другой конец комнаты и начал наносить ему удары один за другим. Кира отвернулась, чтобы не смотреть на это. Всё продолжалось, примерно, 10 минут. В конце, я взял парня в удушающий захват. \n\n",
    "answers": [
      {
        "id": 48,
        "text": "Добить парня"
      },
      {
        "id": 49,
        "text": "Оставить его в живых"
      }
    ]
  },
  {
    "id": 48,
    "text": "После чего, я свернул ему шею.\n\nЯ вышел из камеры, сказав, что с парнем покончено.\n\n— Отлично! Сейчас мы загрузим видео к себе на компьютер, и вы сможете быть свободны. \n\nЕщё через 10 минут мне вернули камеру. Я вернулся в машину. Кира уже ждала меня там. \n\nЯ завёл двигатель, и мы поехали. \n\n— Это твоё, — я протянул ей камеру. \n\n— Хочешь поговорить о том, что там было? – она забрала камеру из моих рук. \n\n— Я тебя слушаю, — сказал я, не отводя взгляд от дороги. \n",
    "answers": [
      {
        "id": 78,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я бы мог просто свернуть ему шею, но я только вырубил его. Так у него будет хотя бы шанс на выживание. Его, скорее всего, бросят возле обочины, откуда он сможет сбежать. \n\nЯ вышел из камеры, сказав, что с парнем покончено.\n\n— Отлично! Сейчас мы загрузим видео к себе на компьютер, и вы сможете быть свободны. \n\nЕщё через 10 минут мне вернули камеру. Я вернулся в машину. Кира уже ждала меня там. \n\nЯ завёл двигатель, и мы поехали. \n\n— Это твоё, — я протянул ей камеру. \n\n— Хочешь поговорить о том, что там было? – она забрала камеру из моих рук. \n\n— Я тебя слушаю, — сказал я, не отводя взгляд от дороги. \n",
    "answers": [
      {
        "id": 50,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Агент, ты ни в чём не виноват. Тебе пришлось это сделать. Тому парню было уже не помочь.\n\n— Кир, со мной всё хорошо. Это моя работа. К тому же, он выжил. Так что, можешь расслабиться. \n\n— Правда?\n\n— Да, в этом я уверен. \n\n\n\n",
    "answers": [
      {
        "id": 51,
        "text": "Продолжить",
        "need": [
          -45,
          38
        ]
      },
      {
        "id": 52,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 51,
    "text": "\n— Он выжил? Так-так, ребята, тогда мои планы немного меняются. Высадите меня в пригороде Кабула, хорошо? – заговорил Абдулхакк\n\n— Ладно, будет сделано. \n\n",
    "answers": [
      {
        "id": 52,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Да уж… После такого, нам нужно выпустить пар. Агент, как ты смотришь на то, чтобы остаток дня провести вместе? Наша экспедиция подходит к концу, а я до сих пор про тебя почти ничего не знаю. \n\n— Почему бы и нет.  \n\n",
    "answers": [
      {
        "id": 53,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 53,
    "text": "Через час в дороге мы находились в пригороде Кабула. Там мы высадили нашего попутчика и поехали дальше. Следующей нашей остановкой будет квартира, которую я снял на время поездки. \n\nКвартира была небольшой, однокомнатной. Вещей в ней практически не было. Лишь то немногое, что владелец здесь оставил. \n\n— Ого, а здесь… чистенько! – Кира с трудом придумала, похвалу для этого места. \n\n— Ага, проходи в гостиную. Располагайся и…\n\n— …и чувствуй себя как дома? Да уж, это будет непросто, — она улыбнулась.\n\n",
    "answers": [
      {
        "id": 54,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 54,
    "text": "Кира села на диван, я поставил свой чемоданчик рядом и сел рядом с ней.\n\n— Ну, рассказывай! – Кира посмотрела мне в глаза. \n\n— Кхм, о чём?\n\n— О себе, конечно. Мне интересно, буквально, всё!\n\n— Да ладно тебе. Это не так уж интересно. \n\n— Человек, который сначала помогает семье воссоединиться, а потом, абсолютно спокойно, избивает парня до полусмерти, знаешь-ли, может меня заинтересовать. \n\n— Ладно. Ну, начнём с начала. Как родился, я не помню. \n\n— Этого не помнит никто, — она усмехнулась. \n\n",
    "answers": [
      {
        "id": 55,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Следующее воспоминание: огромное здание с белыми стенами, вокруг ходят люди в белых халатах, что-то изучают.\n\n— Больница? \n\n— Не совсем… На самом деле, это специальный исследовательский комплекс. Лаборатория. \n\n— О-у, а что ты там делал?\n\n— Проходил лечение, если можно, так сказать.\n\n— И долго?\n\n— Лет до 20.\n\n— Ух ты, а ты не выглядишь таким уж болезненным. \n\n— Угу, потом – работа, которая продолжается до этого момента. \n\n— Как-то у тебя всё очень скомкано получилось. А как же первый рабочий день, эта поездка, в конце концов, моё спасение. \n\n— Да ладно, это же моя работа.\n\n— Ну, не скажи. Не каждый бы ради работы стал рисковать жизнью…\n\n",
    "answers": [
      {
        "id": 56,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 56,
    "text": "Так с Кирой мы говорили ещё довольно долго, пару часов точно. В какой-то момент она сказала:\n\n— Ой, ладно. Мне уже, наверно, пора. Нужно ещё весь материал обработать, собрать из него цельный видеоролик. Я завтра могу привести сюда готовый результат, и мы вместе посмотрим, как тебе идея?\n\n— Хорошо, я не против. \n\nОна ушла. \n\n— Значит, совсем скоро всё закончится… \n\n",
    "answers": [
      {
        "id": 58,
        "text": "Продолжить"
      },
      {
        "id": 57,
        "text": "Продолжить",
        "need": [
          26
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "Кира проснулась рано утром и сразу же принялась за работу. Работы было не так много, поэтому к полудню всё было готово, но…\n\n— Вот же… Этот агент оказался славным парнем. Может, немножко странным, но в целом, нормальным. А что же у меня получилось отснять? То, как он угрожает пистолетом влюблённой паре? То, как он избивает заключённого? Понятно, что здесь всё совсем не так, как кажется на первый взгляд, но разве у нас будет кто-нибудь в этом разбираться? \n\n— Нет, этот репортаж не должен увидеть свет, — Кира навела курсор мыши на слово «удалить». – Хотя… \n\nКира перевела курсор на крестик, закрыла программу и выключила компьютер. \n\n— Пусть останется, на память…\n\n",
    "answers": [
      {
        "id": 59,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 58,
    "text": "Кира проснулась рано утром и сразу же принялась за работу. Работы было не так много, поэтому к полудню всё было готово, но…\n— Вот же… Этот агент оказался славным парнем. Может, немножко странным, но в целом, нормальным. А что же у меня получилось отснять? То, как он избивает заключённого? Понятно, что здесь всё совсем не так, как кажется на первый взгляд, но разве у нас будет кто-нибудь в этом разбираться? \n— Нет, этот репортаж не должен увидеть свет, — Кира навела курсор мыши на слово «удалить». – Хотя… \nКира перевела курсор на крестик, закрыла программу и выключила компьютер. \n— Пусть останется, на память…\n",
    "answers": [
      {
        "id": 59,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 59,
    "text": "Ко мне Кира приехала уже ближе к вечеру. Как только она зашла в квартиру, она тут же ринулась к ноутбуку, дабы показать мне, что же у неё всё-таки получилось. Она сидела за диваном, полностью увлечённая ноутбуком. \nЯ стоял перед диваном, поэтому она не видела того, как я, абсолютно спокойно, достал из своего чемоданчика пистолет с глушителем, закрыл чемоданчик и убрал его в сторону, а пистолет направил на неё.\n",
    "answers": [
      {
        "id": 60,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 60,
    "text": "— У меня всё готово! Теперь мы можем вместе посмо… — в этот момент Кира обернулась. — А… Так вот оно что… \n\nКира стала в полный рост. Она всегда была позитивной и жизнерадостной, но то, что она улыбалась в данный момент смутило даже меня… \n\n— Знаешь, а ты хороший актёр… Я, ведь, за эти дни, правда, поверила в то, что ты поехал с нами для того, чтобы охранять нашу группу, чтобы охранять меня… \n\n— Это время, время, проведённое вместе – мне, действительно, понравилось. Пусть, не всё было идеально, но у меня появилось смутное ощущение того, что мы с тобой не такие уж и разные. Что, по возвращении, у нас может, даже, что-то получится… \n\n— Ты победил, а я умею признавать поражения… Поэтому… Я не буду сопротивляться, не буду даже звать на помощь. \n\nОна закрыла глаза и развернулась ко мне спиной. \n\n— Делай, что должен…\n\nПоследовала небольшая пауза и тишина. Её прервал оглушительный выстрел… \n\n",
    "answers": [
      {
        "id": 61,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Профессор, кажется, получилось! Оно работает! – сказал младший научный сотрудник, работавший помощником. \n\n— Угу, я вижу. Сейчас проверим, — профессор посмотрел на робота. – Двадцать первый, слышишь меня?\n\n— Слышу вас, доктор.\n\n— Так, двадцать первый… Стоп, а почему мы называем его именно так? – профессор глянул на помощника.\n\n— Потому что, это 21-ая попытка, 21-ый прототип, — ответил он. \n\n— Ладно, потом придумаем что-нибудь получше. Двадцать первый, какие задачи ты должен выполнять?\n\n— В мои обязанности входит: работа детективом, полицейским и спасателем; также – агент-суперсолдат, борющийся с терроризмом. \n\n— Отлично! Правда что-ли, получилось? Завтра у тебя будет экзамен-испытание, если ты его пройдёшь, то сможешь начать работать по специальности, — профессор глянул на меня. \n\nЯ кивнул. \n\n",
    "answers": [
      {
        "id": 62,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Дорогие дамы и господа, у нас срочные новости: сегодня в одном из исследовательских центров произошёл несчастный слушай. Новый робот-андроид, который проходил последнее испытание, убил человека! \n\n— Как сообщается, он должен был сделать удушающий захват, после чего отпустить человека, но, вместо это, он сломал ему шею! Мы продолжаем следить за тем, что там происходит. \n\n",
    "answers": [
      {
        "id": 63,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 63,
    "text": "— Профессор, что же теперь будет?\n\n— Что будет? Проект закроют, а робота утилизируют. \n\n— Но мы же были так близки!\n\n— Помощник, это уже неважно. Начальство дало приказ: робота уничтожить. Мне и самому это не нравится, но приказ есть приказ. \n\n— Да уж… \n\nПрофессор и помощник зашли в небольшую комнату. Там был стол и 2 стула. На одном из них сидел 21-ый. Профессор сел на свободный стул. \n\n— Двадцать первый, нам нужно серьёзно поговорить…\n\n— Да, профессор?\n\n— Сегодня ты совершил ошибку, ты убил человека… \n\n— Я выполнял задание, выполнял свою работу.\n\n",
    "answers": [
      {
        "id": 64,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Да, но этой жертвы можно было, нужно было избежать! Для тебя сейчас цель оправдывает любые средства, но это неправильно! Так не должно быть!\n\n— Я понял профессор, я виноват. \n\n— Я рад, что ты понял. Только, уже поздно, — профессор тяжело вздохнул. – Поступил приказ. Двадцать первый, прости, но нам нужно будет тебя утилизировать.\n\n— Утилизировать? – андроид встал из-за стола. – Это значит, я умру?\n\n— Нет, ты не умрёшь, — профессор также встал из-за стола. – Ты же машина, ты не можешь умереть.\n\n— Вы… Ты, ты же понимаешь о чём я. И… Я не хочу умирать. \n\nПрофессор подошёл к роботу и обнял его: \n\n— Я знаю, я знаю…\n\n",
    "answers": [
      {
        "id": 65,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Так, не убивайте меня! – робот оттолкнул профессора. Профессор со всей силы влетел в стену. Он медленно опустился на пол. Под ним быстро образовывалась лужа крови. \n\nГлаза профессора закрылись, а голова опустилась… \n\n— Профессор?.. Отец… Я… Я не хотел… — робот перевёл взгляд на помощника. Тот стоял в ужасе. – Я не хотел!\n\n— Помогите! Помогите! – помощник с дикими воплями выбежал из комнаты. \n\nЧерез 5 минут в комнату ворвался спецназ. Отряд спецназначения «Патрон». Около стены лежал труп профессора. Посреди комнаты был перевёрнутый стол, а за ним сидел робот, держащийся руками за голову. \n\nГлава отряда осторожно подошёл к андроиду. \n\n— Я не хотел… Я не хочу умирать… \n\n— Это ты профессора, одним ударом? – удивлённо проговорил Рогозин. \n\n— Да, но…\n\n— Но ты не хотел. Я понял. Твоя сила могла бы мне пригодится. Слушай, давай так: тебя никто не будет утилизировать, а взамен ты выполнишь несколько моих поручений. Идёт?\n\nРобот кивнул. \n\n— И да, чтобы тебя не мучала совесть, — Рогозин глянул на профессора. — предлагаю стереть тебе память, конечно же, для твоего же блага!\n\nРобот ещё раз кивнул…  \n\n",
    "answers": [
      {
        "id": 66,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 66,
    "text": "Я сидел на крыше дома. На улице вечерело. Постепенно солнце исчезало, а луна наоборот появлялась. \n\nЯ услышал, что ко мне кто-то поднимается. \n\n— Не подходи! Я убью тебя! – сказал я громко. \n\nКо мне приближался силуэт. Он подходил всё ближе. \n\n— Я серьёзно говорю! Не подходи: я опасен! – повторил я. \n\n",
    "answers": [
      {
        "id": 67,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Хотел бы – уже бы убил, — улыбаясь сказала Кира. \n\nОна остановилась передо мной. \n\n— Я просто промазал… — сказал я.\n\n— Лучший сотрудник ФСБ, таинственный агент 21, промазал, стреляя в упор? – она села рядом со мной. – Ты мог промахнуться только умышленно. \n\n— Ладно, ты права…\n\nОна обняла меня. \n\n— Я чуть не лишил себя ещё одного близкого себе человека… Я убил своего отца, понимаешь? Я – монстр. Я стрелял в тебя… Я работал наёмным убийцей, где убивал, зачастую, невинных людей… Мне нет прощения… \n\n— Подожди! Это же был не ты! Тебя использовали; внушили, что так правильно. Всех этих людей ты убил либо неосознанно, либо не специально.\n\n— Ну и что? Это, ведь, неважно…\n\n— Ещё как важно! Да, ты совершал плохие поступки, ты творил зло, но у каждого есть право на прощение и искупление! \n\n— А есть ли оно у меня?..\n\n",
    "answers": [
      {
        "id": 70,
        "text": "Продолжить"
      },
      {
        "id": 73,
        "text": "Продолжить",
        "need": [
          -34
        ]
      },
      {
        "id": 74,
        "text": "Продолжить",
        "need": [
          -26,
          -34
        ]
      },
      {
        "id": 75,
        "text": "Продолжить",
        "need": [
          -26,
          -34,
          -44
        ]
      },
      {
        "id": 76,
        "text": "Продолжить",
        "need": [
          -26,
          -34,
          -38,
          -44
        ]
      },
      {
        "id": 77,
        "text": "Продолжить",
        "need": [
          -26,
          -34,
          -38,
          -44,
          -49
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "На дорогу выбежал какой-то мужчина. Я быстро затормозил, чуть его не сбив. \n\n— Дурной что-ли?! – крикнула Кира. \n\n— Тише, он может быть вооружён и опасен. Тебе чего?\n\n— Ребята, помогите, пожалуйста. Я повстанец, борюсь за свободу Афганистана. За мной гонятся военные, они очень жестоко расправляются с партизанами. Заберите меня с собой. \n\n— Может поможем? – спросила Кира. – Место у нас ещё есть. \n\n",
    "answers": [
      {
        "id": 38,
        "text": "Помочь парню"
      },
      {
        "id": 39,
        "text": "Не стоит"
      }
    ]
  },
  {
    "id": 69,
    "text": "Я послушно подошёл к нашей машине и сел на водительское сиденье. Через окно я видел, как Кира пыталась успокоить девушку. Хоть и с трудом, но через какое-то время ей это удалось. Они сели в машину. \n\n— Агент, езжай назад, к АЗС – сказала Кира.\n\nКарим, а именно так звали того мужчину, встретил нас очень радушно. Очень он был рад возвращению дочери. Чего нельзя было сказать про саму дочь. Она была очень грустной, понятно почему, не стала приветствовать отца, а молча прошмыгнула в свою комнату. \n\nКарим не придал этому значения: всё-таки его дочь находилась в «плену», из которого я её спас. Он очень нас отблагодарил, залил бензин и пожелал удачи в пути. После этого мы попрощались и отправились в дорогу.\n\n",
    "answers": [
      {
        "id": 68,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Конечно есть! Ты это доказал! Давай-ка вместе вспоминать: ты помог мужчине на заправке, хотя мог просто убить его. Более того, ты помог найти его дочь – тут тоже всё обошлось без смертей. Дальше, ты спас парня, хотя мог этого не делать, а в последствии, ты не стал сдавать его. Даже на КПП, когда тебе НУЖНО было убить человека, ты оставил его в живых. В конце концов, ты спас меня, хотя, если бы ты этого не сделал, то твоя миссия была бы выполнена, причём очень давно. \n",
    "answers": [
      {
        "id": 80,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "— Конечно есть! Ты это доказал! Давай-ка вместе вспоминать: ты согласился помочь мужчине на заправке, хотя мог просто убить его. Дальше, ты спас парня, хотя мог этого не делать, а в последствии, ты не стал сдавать его. Даже на КПП, когда тебе НУЖНО было убить человека, ты оставил его в живых. В конце концов, ты спас меня, хотя, если бы ты этого не сделал, то твоя миссия была бы выполнена, причём очень давно. \n",
    "answers": [
      {
        "id": 80,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 74,
    "text": "— Конечно есть! Ты это доказал! Давай-ка вместе вспоминать: ты спас парня, хотя мог этого не делать, а в последствии, ты не стал сдавать его. Даже на КПП, когда тебе НУЖНО было убить человека, ты оставил его в живых. В конце концов, ты спас меня, хотя, если бы ты этого не сделал, то твоя миссия была бы выполнена, причём очень давно. \n",
    "answers": [
      {
        "id": 80,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 75,
    "text": "— Конечно есть! Ты это доказал! Давай-ка вместе вспоминать: ты спас парня, хотя мог этого не делать. На КПП, когда тебе НУЖНО было убить человека, ты оставил его в живых. В конце концов, ты спас меня, хотя, если бы ты этого не сделал, то твоя миссия была бы выполнена, причём очень давно. \n",
    "answers": [
      {
        "id": 80,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Конечно есть! Ты это доказал! Давай-ка вместе вспоминать: на КПП, когда тебе НУЖНО было убить человека, ты оставил его в живых. В конце концов, ты спас меня, хотя, если бы ты этого не сделал, то твоя миссия была бы выполнена, причём очень давно. \n",
    "answers": [
      {
        "id": 80,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Конечно есть! Ты это доказал! Давай-ка вместе вспоминать: ты спас меня, хотя, если бы ты этого не сделал, то твоя миссия была бы выполнена, причём очень давно. \n",
    "answers": [
      {
        "id": 80,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Агент, ты ни в чём не виноват. Тебе пришлось это сделать. Тому парню было уже не помочь.\n\n— Кир, со мной всё хорошо. Это моя работа. Я уже привык...\n\n\n\n",
    "answers": [
      {
        "id": 79,
        "text": "Продолжить",
        "need": [
          -45,
          38
        ]
      },
      {
        "id": 52,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 79,
    "text": "\n— Высадите меня в пригороде Кабула. Дальше я сам — сказал Абдулхакк спустя какое-то время в пути.\n\n— Ладно, будет сделано. \n\n",
    "answers": [
      {
        "id": 52,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 80,
    "text": "— Это что, я, правда что-ли, могу всё исправить? \n\n— Ну, конечно! – Кира обняла меня ещё сильнее. \n\nТак мы сидели ещё несколько минут.\n\n— Ладно, наше путешествие подошло к концу. Завтра нам нужно улетать. Мне нужно заехать к себе, собрать вещи, — сказала Кира. \n\n— Хорошо, до завтра. \n\n— До завтра.\n\n",
    "answers": [
      {
        "id": 81,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Добро пожаловать в Афганистан, мистер Рогозин! – сказал парень на стойке регистрации в аэропорту. \n\n— Да-да, спасибо, — пробурчал полковник. \n\n— Что-то долго нет вестей от 21-ого. Пора его проведать… Такси! Такси! – Рогозин сел в машину, подъехавшую к нему, и поехал по названному адресу. \n\n— Да что ж такое! Почему не работает? – Кира безуспешно пыталась открыть свою квартиру ключом. \n\n— Заходи, не заперто…\n\nКира вошла в квартиру. Посреди неё стоял Боря.\n\n— Ты жив? – удивлённо спросила Кира. \n\n— А то! Меня в тот день увезли на свадьбу. Я там немного поснимал и после всего, мне сказали, что в качестве оплаты – я могу быть свободен. Я спорить не стал и ушёл, — рассказал свою историю Борис. \n\n— Ладно… А что ты тут делаешь?\n\n— А, да, я увидел у тебя на компе, что ты времени зря не теряла, всё закончила. Репортаж получился, что надо. Самое то, чтобы опозорить этого «лучшего фсбшника» и всё ФСБ вместе с ним. \n\n",
    "answers": [
      {
        "id": 82,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 82,
    "text": "— Та-а-ак, ты, ведь, просто посмотрел и всё?..\n\n— Кир, ты, как ребёнок, честное слово! Сделать – сделала, а отправить забыла. Ну, ты не переживай: я всё отправил, более того, этот репортаж покажут, буквально, через 5-10 минут. \n\n— Что ты сделал?!\n\n— Знаю, знаю, какой я молодец, и чтобы ты без меня делала. Не стоит благодарности.\n\n— Блять! – Кира, сломя голову, побежала вниз по лестнице. Теперь уже она искала такси…\n\n",
    "answers": [
      {
        "id": 83,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 83,
    "text": "Я сидел в своей квартире. В той комнате, стоял небольшой столик, за которым я сидел. Стол и я вместе с ним были повёрнуты в сторону двери. В руках у меня находился планшет, там шли новости:\n\n— Срочный репортаж из Афганистана: крепкий орешек из ФСБ оказался не так прост! Как давно в спецслужбы берут на работу кровожадных убийц и карателей? Ответы у нас в репортаже…\n\nПервой в комнату вбежала Кира:\n\n— Агент! – она поняла, что я смотрю. – Это не то, что ты подумал. Я не хотела это отправлять, правда. \n\n— Однако, отправила, – спросил я. \n\n— Нет! Это был Боря!\n\n— Боря? Тот самый Боря, что погиб пару дней назад?\n\n— Да нет же, он…\n\nВ этот момент в комнату вошёл полковник:\n\n— Двадцать первый! – он увидел Киру. – Почему она ещё жива?\n\n— Он передумал меня убивать – сказала Кира.\n\n— Ну, мы это сейчас исправим… Агент, ты же смотришь новости? Видишь, что там? Эта сука с самого начала хотела тебе опозорить, она просто собирала компромат на тебя! \n\n— Неправда! Признаю, у меня были такие мысли, но это было до того, как я узнала тебя настоящего, Агент!\n\n",
    "answers": [
      {
        "id": 84,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 84,
    "text": "Из-под стола я достал пистолет и направил его на Киру. Уже во второй раз…\n\n— Да! Правильно! Убей её! Она просто тебя использовала! – радостно затараторил полковник.\n\nЯ достал из-под стола второй пистолет и направил его на полковника. \n\n— Ты ничем не лучше! Ты использовал меня с самой нашей первой встречи! С того самого момента, как я убил своего отца! Настоящего отца…\n\n— Двадцать первый… Ты всё вспомнил… \n\n— Молчать! Вы сказали достаточно! Ещё больше сделали… \n\nВ голове проносилась вся моя жизнь. В особенности, последняя неделя. Что же, настал момент истины, момент решить кто я: бездушная машина, созданная убивать или личность, способная на что-то большее?\n\nЯ закрыл глаза… Выстрел… \n\n",
    "answers": [
      {
        "id": 85,
        "text": "Продолжить",
        "need_sometimes": true
      },
      {
        "id": 89,
        "text": "Продолжить",
        "need": [
          -34
        ]
      },
      {
        "id": 90,
        "text": "Продолжить",
        "need": [
          -26,
          -34
        ]
      },
      {
        "id": 91,
        "text": "Продолжить",
        "need": [
          -26,
          -34,
          -44
        ]
      },
      {
        "id": 86,
        "text": "Продолжить",
        "need": [
          -26,
          -34,
          -44,
          -38
        ]
      },
      {
        "id": 87,
        "text": "Продолжить",
        "need": [
          -26,
          -34,
          -38,
          -44,
          -49
        ]
      }
    ]
  },
  {
    "id": 85,
    "text": "— Меня зовут Агент 21. Два плюс один – это три. «В» – третья буква в алфавите. «В» – значит виновен… Виновен в десятках убийствах. Убийствах хороших, невиновных ни в чём, людей. Убийстве своего собственного отца. \n\n— Но, каждый может заслужить право на прощение, право на искупление. Безусловно, это право нужно заслужить, но я стараюсь двигаться в правильном направлении. И у меня есть все шансы всё исправить, ведь так?\n\n— Ну, конечно, есть! – улыбаясь, сказала Кира… \n\n",
    "answers": [
      {
        "id": 88,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Меня зовут Агент 21. «У» — 21-ая буква в алфавите. «У» — значит убийца. Да, я убийца. Меня нисколько это не смущает. Такова моя профессия – убивать. Я и мой отец, полковник ФСБ, ещё многое наворотим… \n\n",
    "answers": [
      {
        "id": 97,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Меня зовут Агент 21. «У» — 21-ая буква в алфавите. «У» — значит убийца. Да, я убийца. Меня нисколько это не смущает. Такова моя профессия – убивать. Я и мой отец, полковник ФСБ, ещё многое наворотим… \n",
    "answers": [
      {
        "id": 98,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 88,
    "text": "Действия 21-ого имели огромное значение, они на многое повлияли:\n\nКарим вместе со своей дочкой и новым зятем дружно живут на АЗС. Самандар помогает с обустройством заправки, они вместе с Каримом превратили эту станцию в мини приют и теперь помогают людям со всей округи не только бензином. После тяжёлого трудового дня дома их ждёт вкусный ужин, приготовленный Ашрафи. \n\n\nВ жизни Абдулхакка также произошли перемены. После встречи с 21-ым он не только остался жив, но ещё и помог другим людям не умереть. После того как он узнал, что происходит на КПП по пути в Кабул, он со своими товарищами захватил это место. Все пленники были освобождены, а военные-каратели – взяты в плен. \n\n",
    "answers": [
      {
        "id": 93,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 89,
    "text": "— Меня зовут Агент 21. Два плюс один – это три. «В» – третья буква в алфавите. «В» – значит виновен… Виновен в десятках убийствах. Убийствах хороших, невиновных ни в чём, людей. Убийстве своего собственного отца. \n\n— Но, каждый может заслужить право на прощение, право на искупление. Безусловно, это право нужно заслужить, но я стараюсь двигаться в правильном направлении. И у меня есть все шансы всё исправить, ведь так?\n\n— Ну, конечно, есть! – улыбаясь, сказала Кира… \n\n",
    "answers": [
      {
        "id": 92,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 90,
    "text": "— Меня зовут Агент 21. «Б» и «А» — вторая и первая буквы в алфавите. «Б» и «А» значит — Без Альтернатив. \n\nВсю свою жизнь я убивал. Убивал много людей, людей хороших. Я убил 2 своих отцов, убил девушку, которая мне нравилась. \n\nДа, уж… Убивать я умею лучше всего… Теперь же, мне осталось одно, последнее убийство… \n\nРаздался звук выстрела и падающего тела. \n\nЯ – монстр; враг человечности, враг всего хорошего, враг людей. А врагов надо истреблять. Без Альтернатив…\n\n",
    "answers": [
      {
        "id": 95,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 91,
    "text": "— Меня зовут Агент 21. «Б» и «А» — вторая и первая буквы в алфавите. «Б» и «А» значит — Без Альтернатив. \nВсю свою жизнь я убивал. Убивал много людей, людей хороших. Я убил 2 своих отцов, убил девушку, которая мне нравилась. \nДа, уж… Убивать я умею лучше всего… Теперь же, мне осталось одно, последнее убийство… \nРаздался звук выстрела и падающего тела. \nЯ – монстр; враг человечности, враг всего хорошего, враг людей. А врагов надо истреблять. Без Альтернатив…\n",
    "answers": [
      {
        "id": 96,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 92,
    "text": "Действия 21-ого имели огромное значение, они на многое повлияли:\nАгент помог Кариму вернуть дочку. Он был этому несказанно рад. Но счастье не длилось долго… Вскоре, его дочь покончила жизнь самоубийством, из-за того, что не смогла смириться с утратой любимого человека. После этого, Карим стал ещё несчастнее. Он перестал следить за АЗС, перестал следить за собой и даже есть. Через месяц он умер от голода. Последней мыслью, пронёсшейся у него в голове, была мысль «Зачем?»…\n",
    "answers": [
      {
        "id": 94,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 93,
    "text": "В системе ФСБ начались внеплановые проверки: как так вышло, что один из полковников бесследно пропал на другом конце света? В результате проверок, было выявлено много нарушений со стороны спецотряда «Патрон» и полковника, в частности. Было принято решение расформировать отряд, а дело Рогозина – замять. \n\n\nКира очень сильно изменилась после своей поездки в Афганистан. Она очень многое решила пересмотреть в своей жизни: она уволилась с государственного канала и стала независимой журналисткой. С Борей почти сразу общение сошло на нет. А вот с 21-ым – наоборот, общение только начало набирать обороты. И ещё неизвестно чем всё кончится: просто дружбой или нечто большим?..\n\n\nКонечно, сам 21-ый сильно изменился. До Афганистана он был просто машиной, исполняющей приказы. Он не думал о последствиях, о людях, которых убивал – на всё это ему было наплевать. Теперь же, он частный детектив, помогающий людям. Также он работает спасателем – государство не забыло его умений и, когда требуется разобраться с особо опасными преступниками – зовут именно 21-ого. \n\nОн доволен таким раскладом, теперь можно сказать, что он по-настоящему счастлив.   \n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 94,
    "text": "В жизни Абдулхакка также произошли перемены. После встречи с 21-ым он не только остался жив, но ещё и помог другим людям не умереть. После того как он узнал, что происходит на КПП по пути в Кабул, он со своими товарищами захватил это место. Все пленники были освобождены, а военные-каратели – взяты в плен. \n\n\nВ системе ФСБ начались внеплановые проверки: как так вышло, что один из полковников бесследно пропал на другом конце света? В результате проверок, было выявлено много нарушений со стороны спецотряда «Патрон» и полковника, в частности. Было принято решение расформировать отряд, а дело Рогозина – замять. \n\n\nКира очень сильно изменилась после своей поездки в Афганистан. Она очень многое решила пересмотреть в своей жизни: она уволилась с государственного канала и стала независимой журналисткой. С Борей почти сразу общение сошло на нет. А вот с 21-ым – наоборот, общение только начало набирать обороты. И ещё неизвестно чем всё кончится: просто дружбой или нечто большим?..\n\n\nКонечно, сам 21-ый сильно изменился. До Афганистана он был просто машиной, исполняющей приказы. Он не думал о последствиях, о людях, которых убивал – на всё это ему было наплевать. Теперь же, он частный детектив, помогающий людям. Также он работает спасателем – государство не забыло его умений и, когда требуется разобраться с особо опасными преступниками – зовут именно 21-ого. \n\nОн доволен таким раскладом, теперь можно сказать, что он по-настоящему счастлив.   \n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 95,
    "text": "Действия 21-ого имели огромное значение, они на многое повлияли:\nНа той заправке, где он убил мужчину, вскоре тело обнаружила его дочь: она очень много плакала, а её парень, чтобы отомстить, вступил в сопротивление, где и сам погиб. После всего пережитого, девушка покончила с собой. \n",
    "answers": [
      {
        "id": 99,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 96,
    "text": "Действия 21-ого имели огромное значение, они на многое повлияли:\n\nНа той заправке, где он убил мужчину, вскоре тело обнаружила его дочь: она очень много плакала, а её парень, чтобы отомстить, вступил в сопротивление, где и сам погиб. После всего пережитого, девушка покончила с собой. \n\n",
    "answers": [
      {
        "id": 100,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 97,
    "text": "Действия 21-ого имели огромное значение, они на многое повлияли:\n\nНа той заправке, где он убил мужчину, вскоре тело обнаружила его дочь: она очень много плакала, а её парень, чтобы отомстить, вступил в сопротивление, где и сам погиб. После всего пережитого, девушка покончила с собой. \n\n\nВ рядах ФСБ произошли изменения. Рогозин был повышен до генерала. Официально – за ликвидацию особо опасного террориста, на самом деле – за ликвидацию журналистки. Спецотряд «Патрон» получил повышенное финансирование государства. Кровавый след этого отряда будут находить по всему миру…\n\n\nКира очень сильно изменилась после своей поездки в Афганистан. Она очень многое хотела поменять, но 21-ый опередил её, нажав на спусковой крючок. Жизнь Киры не будет прежней, ведь её самой больше нет…\n\n\nКонечно, сам 21-ый сильно изменился. До Афганистана у него были сомнения насчёт правильности его действий, после – все сомнения отпали. Он делает то, что должен. Ему плевать на других. Для него существует всего 2 типа людей: цели и те, кто на них указывает…\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 98,
    "text": "Действия 21-ого имели огромное значение, они на многое повлияли:\nНа той заправке, где он убил мужчину, вскоре тело обнаружила его дочь: она очень много плакала, а её парень, чтобы отомстить, вступил в сопротивление, где и сам погиб. После всего пережитого, девушка покончила с собой. \n\nВ рядах ФСБ произошли изменения. Рогозин был повышен до генерала. Официально – за ликвидацию особо опасного террориста, на самом деле – за ликвидацию журналистки. Спецотряд «Патрон» получил повышенное финансирование государства. Кровавый след этого отряда будут находить по всему миру…\n\nКира очень сильно изменилась после своей поездки в Афганистан. Она очень многое хотела поменять, но 21-ый опередил её, нажав на спусковой крючок. Жизнь Киры не будет прежней, ведь её самой больше нет…\n\nКонечно, сам 21-ый сильно изменился. До Афганистана у него были сомнения насчёт правильности его действий, после – все сомнения отпали. Он делает то, что должен. Ему плевать на других. Для него существует всего 2 типа людей: цели и те, кто на них указывает…\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 99,
    "text": "В жизни Абдулхакка также произошли перемены. После встречи с 21-ым он не только остался жив, но ещё и помог другим людям не умереть. После того как он узнал, что происходит на КПП по пути в Кабул, он со своими товарищами захватил это место. Все пленники были освобождены, а военные-каратели – взяты в плен. \n\nВ системе ФСБ начались внеплановые проверки: как так вышло, что один из полковников бесследно пропал на другом конце света? В результате проверок, было выявлено много нарушений со стороны спецотряда «Патрон» и полковника, в частности. Было принято решение расформировать отряд, а дело Рогозина – замять. \n\nКира очень сильно изменилась после своей поездки в Афганистан. Она очень многое хотела поменять, но 21-ый опередил её, нажав на спусковой крючок. Жизнь Киры не будет прежней, ведь её самой больше нет…\n\nКонечно, сам 21-ый сильно изменился. До Афганистана он был просто машиной, исполняющей приказы. Был монстром… Когда он это осознал, он не смог с этим смириться и решил разобраться с этим так, как он умел лучше всего. Нажав на спуск… \n \n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 100,
    "text": "В жизни Абдулхакка также произошли перемены. После встречи с 21-ым он оказался в полевой тюрьме войск-карателей. После долгих пыток, его просто зарезали и выбросили на помойку, как мусор… \n\n\nВ системе ФСБ начались внеплановые проверки: как так вышло, что один из полковников бесследно пропал на другом конце света? В результате проверок, было выявлено много нарушений со стороны спецотряда «Патрон» и полковника, в частности. Было принято решение расформировать отряд, а дело Рогозина – замять. \n\n\nКира очень сильно изменилась после своей поездки в Афганистан. Она очень многое хотела поменять, но 21-ый опередил её, нажав на спусковой крючок. Жизнь Киры не будет прежней, ведь её самой больше нет…\n\n\nКонечно, сам 21-ый сильно изменился. До Афганистана он был просто машиной, исполняющей приказы. Был монстром… Когда он это осознал, он не смог с этим смириться и решил разобраться с этим так, как он умел лучше всего. Нажав на спуск… \n\n \n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 101,
    "text": "— Значит так, сейчас мы выйдем на улицу, там будет стоять небольшая съёмочная группа из двух человек. Репортёрша и оператор. Они хотят взять у тебя интервью. Ты, главное, не переживай. Говорить за тебя буду я. Тебе нужно будет только стоять и кивать. Понял, двадцать первый?\n— Хорошо, Лис. \n\nЭто был солнечный июньский вечер. Хорошая погода, прохладный ветерок – отличное время для прогулок. Именно из-за этого на улицах города было очень много людей. \nОднако перед зданием ФСБ стояли всего двое. Парень и девушка, работающие на одном из местных телеканалов. Они стояли и ждали очередных гостей, пользующегося популярностью в этом городе, шоу. \n\n",
    "answers": [
      {
        "id": 2,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 102,
    "text": "",
    "answers": []
  }
]