[
  {
    "id": 1,
    "text": "Упадёте ли вы в бездну лжи? \n\n\nАвтор: Грянул гром, пришёл рассудок. \n\nСтатус: В разработке \n\nКомментарии приветствуются. \n \nИнфа от автора : \nэто квест, здесь есть выбор. \nТекст иногда идёт от первого лица *1 лицо будет в границах этих звёзд *\n\n\n    \nЭто был зимний день. Естественно было холодно и противно. В жизни вообще всегда противно. — Так рассуждала я гуляя по парку. Здравствуйте, меня зовут Толларис и мне 24, я харизматичная, ответственная и конечно же легко обучаемая. Так же надо говорить, идя на очередное собеседование?) Жизнь полна всякого дерьма и что бы быть нормальным надо соответствовать шаблонам. А что если я не хочу?\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      }
    ]
  },
  {
    "id": 2,
    "text": "С такими мыслями далеко не уедешь.\nУтро. На часах 5:30. За окном идёт снег, посыпая тратуары улиц, он залетает в открытую фотрочку и садится на нос нашей героини.\nТолларис не спешит вставать, она лишь пошмыгивает носом в надежде, что снежинки больше не залетят в гости.\nЕё сны прекращаются. Звонок в дверь. Ещё один. И ещё.\nГрустно вздыхая, она встаёт на ноги, надевает тапки.\n— Иду, иду... Кого там черти принесли...на часах 5:40, а они... Варвары. \nПосмотрев в глазок, она поняла, что это пришла её соседка Мила. Конечно, прочитав имя все сразу представили милую девушку, но спешу огорчить, она была ещё той оборванкой. \n— Толларис, я слышала, что ты дома, открой! \n—  Мила? Ты что приперлась в такую рань? \n— да брось, Толла, мать опять меня не пускает на порог. \n\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 3,
    "text": "Имя:Мила\nВозраст:14\nЭта девочка не так проста, как кажется.\nОборванка из многодетной семьи.\nУже много раз приходилось ее оставлять у себя, вечно какие-то проблемы. ",
    "answers": [
      {
        "id": 4,
        "text": "Открыть дверь "
      },
      {
        "id": 5,
        "text": "Не открывать "
      }
    ]
  },
  {
    "id": 4,
    "text": "Толла открыла дверь и тут же пожалела, ведь оборванка проскользнула мимо и полетела в гостинную на диван.\n— Мила... Сколько раз тебе повторять я не гостиница, когда приходишь, хоть веди себя нормально. Где тебя носило до утра? \nОтвета я так и не дождалась, эта маленькая зеленоглазка уснула. \n—Настоящая бунтарка — прошептала девушка, укрывая ее мягким, словно облако, пледом. \n\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 5,
    "text": "— Мила, прости, но сегодня не твой денёк. Иди к матери.\n— Толла, ну пожалуйста. — умоляющим взглядом девочка смотрела на глазок.\n— Я сказала НЕТ!\n—Злая тётя Толла! Гаркнула она в ответ.\n— Не злая, а справедливая, нечего по улицам рассхаживать так поздно. Да и молода я ещё, а ты меня в тётки записала, знаешь же, что не люблю. \nХхх... Адьес, тётя. — и развернувшись Мила ушла.\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 6,
    "text": "Что ж, пока я разбиралась с этой бунтаркой, часики тикали, и вот уже 6.\nПора собираться. В свои 24 я уже успела поработать в не очень крупной компании. Мой начальник был тем ещё сварливым стариком, вечно смотрел в мою сторону и кроме ног ничего не замечал, ему было плевать на мою работу, плевать, что я хочу идти дальше, а не приносить ему кофе и делать отчёты. Поднокопив деньги, я заплатила за квартиру на 2 месяца вперёд, к слову я ее снимала, и наконец-то уволилась. Вы не представляете, что мне пришлось делать, ведь этот старикан не хотел меня отпускать. Все таки после очередной пролитой чашки и намёками, что я беременна, он как и положено нашему обществу решил меня слить. Да... Кому нужны секретарши в декрете... Платить лишние деньги этим козлам не хочется.\nБеременна я не была, но идейка была прекрасна. ",
    "answers": [
      {
        "id": 7,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 7,
    "text": "*Так вот, собиралась я на новую работу, точнее на собеседование. Естественно, я очень волновалась, ведь собеседование было не простое, а с конкурсом на вылет. \nЭто была огромная компания и обычно туда попадали по приглашению или же по связям и мне повезло, связи были. Мой брат когда-то там работал, пока не улетел в Норвегию, вот и словечко замолвил. Кто бы мог подумать, но когда связи есть у других это жутко раздражает, а когда у тебя, ты понимаешь, что это твоя судьба и другого шанса может и не быть*\nТолла приняла душ, помыла голову, позавтракала, оделась, собралась, посмотрела на время, было уже 7 часов, на работу надо к 9. Перед тем как выйти она взглядом обвела свой наряд, быстро кинув слово : сойдёт! \nИ вышла.(не в окно) \n*Каждый раз, перед чем-то важным я жутко волнуюсь и поэтому обязательно выхожу на свежий воздух в парк, вотти сейчас я пойду в парк.",
    "answers": [
      {
        "id": 8,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 8,
    "text": "*Знаете бывают моменты, когда ты идёшь и время словно останавливается? Ты находишься в какой то оболочки, тебя не волнует двойка в школе, не зачёт на экзамене, проблемы, так вот именно такие ситуации у меня происходили в этом парке, сколько себя помню, он всегда меня успокаивал, давал плод для размышлений.\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 9,
    "text": " Я могла кричать, бить палкой по снегу, сидеть на скамейке, лежать на скамейке, да вообщем все, что душе угодно. Это был мой парк, точнее его тихая часть. Дорожка по которой я ходила была скрыта деревьями и кустами, о ней знала только я, мой брат и пару коренных жителей. Настоящее место для маньяка, но тем не менее ни одного происшествия не было*\nТолла вошла в парк, вздохнула воздух и побрела по той самой дорожке, благо она шла прямо в здание , где находился офис. \n*В этом месте были огромные деревья, словно они сбежали из фильма \"Сумерки\", лес был волшебный, белки, то и дело прыгали с ветку на ветку, а я делала шаг все шире. *",
    "answers": [
      {
        "id": 10,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 10,
    "text": "* Шагала я в неизвестность... Это был зимний день. Естественно было холодно и противно. В жизни вообще всегда противно. — Так рассуждала я гуляя по парку. Здравствуйте, меня зовут Толларис и мне 24, я харизматичная, ответственная и конечно же легко обучаемая. Так же надо говорить, идя на очередное собеседование?) Жизнь полна всякого дерьма и что бы быть нормальным надо соответствовать шаблонам. А что если я не хочу?*\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 11,
    "text": "Вот возьму и не пойду! — крикнула она лесу.\nНачну заниматься тем, что я люблю! Тем что хочу! И никто мне не помешает! — прокричала Толла в очередной раз. \n*Да кого я обманываю, я не знаю чего я хочу, а жить надо, работать надо. \nНАДО. НАДО. НАДО. Отвратительное слово, но оно подчиняет под подвседневность, делает нас рабами системы и увы, если ты не достаточно богат , это слово становится жизненным кредом. *\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 12,
    "text": "С такими мыслями Толла дошла до офиса, большой небоскрёб.\n*Сколько же это все стоит... Так ладно, собралась девочка и пошла*\nДевушка вошла в двери, пошла на стойку регистрации и ее сразу же поприветствовали.\n(С- секретарь, Т-Толларис)\nС — Доброе утро, вы записаны?)\nТ — Наверное, думаю, что да, я на собеседование.\nС — Ах... Да,  поднимайтесь на 19 этаж, а дальше Вас проводят. Удачи. \nТ — Большое спасибо. *Спасибо — мне не нравится это слово, оно говорится для приличая, нас учат этому с детства, всегда говорить спасибо... А где же искренность? Как же настоящее спасибо?*\nТолла подошла к лифту и нажала на кнопочку, ряжом с ней стоял высокий русоволосый парень, с зелёными глазами. ",
    "answers": [
      {
        "id": 13,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 13,
    "text": "Нет, он не смотрел на неё. На нем был деловой костюм и кроссовки... Да-да, кроссовки,но они ему подходили.\nТолла смерила его взглядом, поморщила лоб и слегка ухмыльнулась.\nП( парень) Т — Толла\nП — что то не так?\nТ — нет, нет, все хорошо\nДевушка явно нервничала и переминалась с ноги на ногу.\nП — Первый день?\n* он ухмыльнулся*\nТ — да, надеюсь не последний.\nП — не советую тут работать.\nТ — почему же?\nП — Люди разные бывают...\n",
    "answers": [
      {
        "id": 14,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 14,
    "text": "Т — Что вы имеете ввиду?\nНе успела она договорить как лифт открылся, Толла вошла\nТ — Вы не едите?\nП — Нет\nТ — ммм... Хорошо\nП — удачи\nДвери лифта закрылись и она снова осталась одна. Нет, в лифте был народ, но это была просто серая масса.\nИ так с остановками на этаж, лифт наконец-то доехал до нужного.\n*Я вышла из лифта, впереди был огромный хол, все люди куда-то спешили *\n",
    "answers": [
      {
        "id": 15,
        "text": "Искать кабинет самостоятельно "
      },
      {
        "id": 16,
        "text": "Спросить где кабинет "
      }
    ]
  },
  {
    "id": 15,
    "text": "*Я пошла искать кабинет сама, по пути в меня чуть не врезались. Тут так шумно... Кто то спорит, кто-то смеётся, вообщем атмосферка типичная*\nПока Толла размышляля, к ней подошёл тот незнакомец у лифта.\nП — и снова здравствуйте\nТ — Привет\nП — Потерялись?\nТ — Относительно. Как Вас зовут? Все таки уже 2 раз видимся) \nП — Ден\nТ — Я Толла\nТолла протянула ему руку. \nД (Ден) \nД — Я же говорю, лучше тут не работать, Толла. \nДевушка опустила руку и внимательно посмотрела на парня. \nД — Если ты на собеседование, то тебе прчмо и направо. \nТ — Спасибо. \n*Странный какой-то... Так сколько сейчас времени... 8:59! Я уже опаздываю! *\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 16,
    "text": "* Я подошла к стойке, за ней сидела достаточно симпатичная девушка , лет 30 *\nТ — Добрый день, я на собеседование, куда мне идти?\nД — Хм... Вы к мистеру Хидсельну?\nТ — Да, мистер Валимор Хильдсен.\nД— прямо до тупика и направо.\nТ — Большое спасибо. ",
    "answers": [
      {
        "id": 17,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 17,
    "text": "* Я опоздала ровно на 1 минуту, делать нечего придётся идти *\nТолла постучалась в дверь, но никто так и не ответил.\nЕще один стук и за ним все та же тишина.\n*Что ж, придётся идти на пролом. Войдя в кабинет, я увидела силуэт человека, он сидел на стуле, отвернувшись к окну и кажется смотрел на парк*\n—Доброе утро, я на собеседование. Вы же Господин Хильдсен?\n—Доброе... (как будто смакуя, он произнёс это вслух) Не вижу в нём ничего доброго... Впрочем не важно, собеседование было закончено минуту назад, Вы опоздали.\n— Но, прошла всего минута, Сэр. Я очень сожалею. Вы должно быть знаете моего брата Кильдса Бека, он работал у Вас.\n",
    "answers": [
      {
        "id": 18,
        "text": "Подойти ближе "
      },
      {
        "id": 20,
        "text": "Стоять на месте "
      }
    ]
  },
  {
    "id": 18,
    "text": "Г — Стой где стоишь!\n*кресло резко повернулось в мою сторону*\nГ —Кильдс значит... Помню, он хорошо мне помог в свое время... Что ж, оставьте резюме на столе и завтра можете преступить к работе.\n*Он смотрел мне прямо в глаза, он играл со мной, словно кошка с мышкой, чего только стоит его самодовольная ухмылка *\n",
    "answers": [
      {
        "id": 19,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 19,
    "text": "Дорогой читатель, квест в разработке.\n",
    "answers": []
  },
  {
    "id": 20,
    "text": "Я стояла на месте как вкопанная... Что-то внезапно меня напугало, но объяснить что именно, я не могла.\nВ кабинете было так тихо, что я слышала свое дыхание и лишь запах не так давно потухшей сигареты растворял мое одиночество.\nВ кабинете было не очень то и светло, тк все окна были закрыты алыми занавесками, что подходили под огромное кресло повернутое не в сторону стола, а в сторону пожалуй единственного открытого окна. \nВся картина была загадочная, жуткая, но в тоже время привлекательная.\nПока Толла пропитывалась атмосферой, кресло повернулось в ее сторону.\n",
    "answers": [
      {
        "id": 21,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 21,
    "text": "Дорогой читатель, квест ещё пишется. ",
    "answers": []
  }
]