[
  {
    "id": 1,
    "text": "\nАвтор: Rudy\n\nЖанры: романтика, детектив.\n\nСтатус: не закончен.\n\n____________________________________________________\n\n\n  В кабинете шефа полиции собрали двух абсолютно разных личностей, они словно небо и земля, огонь и вода. \n  Молодой следователь Чин Хва из солнечной Азии, который перебрался в Америку для светлого будущего, ещё не разу не был в настоящей перестрелке, не раскрывал преступлений и не ловил сбежавших заключённых. Единственное, что он делал, когда жил в Корее — искал пропавших собак и снимал кошек с дерева, но сейчас у него появился прекрасный шанс выйти в люди и доказать своим родителям, что он сможет работать в полиции и спасать людей.\n  Его полная противоположность — следователь Плисецкая. Прямиком из холодной России, девушка прилетела в США за счастьем... Материальным счастьем. И если Чин Хва стал полицейским, чтобы спасать людей, то она здесь только из-за денег. А когда её напарника смертельно ранили, девушка стала недолюбливать людей, в целом.\nСовершенно разные люди, с разными целями и взглядами на жизнь начинают работать вместе. Интересный дуэт.\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "[Начать квест.]",
        "middle_answer": true,
        "blackout": true
      },
      {
        "id": 1,
        "text": "• • •",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 45,
        "text": "{Группа ВК}",
        "middle_answer": true,
        "url": "https://vk.com/club204159875"
      }
    ]
  },
  {
    "id": 2,
    "text": "Когда-то шумный район, стал чуть ли не самым тихим и безопасным, не удивительно, ведь здесь живёт весьма вспыльчивый сотрудник полиции, которого лучше не злить. \nАнна Плисецкая совсем недавно приехала в США, но уже весь город знает про легавую русскую.\nДевушка сняла небольшую квартиру в двухэтажном доме. Пожилая квартирантка миссис Джун перед тем, как заселить туда Аню, предупредила, что соседи здесь шумные, а молодеж на втором этаже частенько выпивает, на что девушка просто кивнула.\nУже через три дня с шумными соседями было покончено, теперь они затихали ровно в 9:00, а молодеж больше не устраивала вечеринок в подъезде. За такой приятный подарок, миссис Джун теперь угощает девушку пирожками с яблоком, которые сама печёт. Тайком следователь отдаёт пирожки восьмилетней девочке, которая живёт напротив. Конечно, если уплетать мучное каждый день, то бегать за преступниками будет проблематично.\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 3,
    "text": "Семь утра, за окном пасмурная погода. Закрытые шторы, чтобы лучи солнца не разбудили уставшего следователя, у которого выходной, такой редкий, но такой любимый выходной.\nПлисецкая лежит на животе и что-то бормочет, одеяло и подушка уже давно валяются на полу. Единственный, кто бодрствует в квартире — это серый мышонок, который догрызает корку чёрного хлеба в углу. Сегодня ночью этот грызун цапнул за палец спящую девушку за то, что та во сне скинула подушку прямо на мышонка, и пока рука Ани была свешена с кровати, серый проказник укусил её за мизинец.\n",
    "answers": [
      {
        "id": 4,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 4,
    "text": "Тишину прерывает звонящий телефон, услышав громкий звук, мышонок пулей рванул под диван, чего не могла сделать Аня.\nВ редкий выходной, так ещё и в семь утра, после тяжёлой работы услышать телефонный звонок... Что может быть хуже? Настроение испорчено.\n",
    "answers": [
      {
        "id": 5,
        "text": "[Девушка, в слепую, потянулась за телефоном.]"
      },
      {
        "id": 6,
        "text": "- Какого?... - Аня, нехотя, отлепила лицо от кровати и раздражённо уставилась на источник шума."
      },
      {
        "id": 7,
        "text": "[Следователь лениво дотянулась до, лежащего на тумбочке, телефона и сбросила вызов, что-то бормоча про выходной.]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Кое-как, зевая, она дотянулась до, лежащего на тумбочке, телефона.\nЯркий свет от экрана врезался в полуприкрытые глаза, и Плисецкая, скривившись, как от лимона, быстро отвернула от себя телефон.\nЗвонил шеф Ким, а рядом с его именем стоял злой смайлик.",
    "answers": [
      {
        "id": 9,
        "text": "- Он меня в могилу загонит, - пробубнила Аня и ответила на звонок."
      },
      {
        "id": 10,
        "text": "- Работа работой, а выходные - по расписанию! - буркнула девушка и сбросила вызов."
      }
    ]
  },
  {
    "id": 6,
    "text": "Рядом с кроватью, на тумбочке лежал новый сенсорный телефон, кто бы мог подумать, что такая нужная и полезная вещь, как телефон, будет так сильно раздражать.\nЗевая, она дотянулась до ненавистного гаджета, который и не думал затихать.\nЯркий свет от экрана врезался в полуприкрытые глаза, и Плисецкая, скривившись, как от лимона, быстро отвернула от себя телефон.\nЗвонил шеф Ким, а рядом с его именем стоял злой смайлик.",
    "answers": [
      {
        "id": 11,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 7,
    "text": "Небрежно положив телефон обратно, девушка потянулась за одеялом, но гаджет опять зазвонил.\n— У меня выходной, — она опять сбросила вызов.\nПодобрав холодное одеяло с пола, Аня завернулась в него, как гусеница и закрыла глаза.\nОпять звонок, за ним ещё два сообщения.\n— Чёрт! — девушка вскочила на ноги и чуть не шлёпнулась с кровати, потому что запуталась в одеяле. — Один выходной! Всего один! — она схватила телефон, — я так много прошу?!\nВзглянув на экран телефона, пыл следователя поубавился.",
    "answers": [
      {
        "id": 8,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 8,
    "text": "На сенсорном экране высветилось два сообщения от шефа.\n1. \"Хватит насиловать кровать.\" (7:03)\n2. \"Ещё раз сбросишь, и выходных у тебя вообще больше не будет.\" (7:06)\nВ ту же секунд телефон снова завибрировал.\n— Господин Ким, — Аня быстро ответила на звонок.\n— Следователь Ви, — в трубку заговорил тихий, но строгий голос.\n\"Следователь Ви\" так Аню звал почти весь полицейский участок, потому что ни один американец ещё не смог нормально выговорить её отчество. Первое время, как только не коверкали, ну хоть спасибо, что фамилию выговаривают, а от отчества только первый слог \"Ви\", от этого и прозвище.\n— Простите, что не брала трубку, просто тут у меня... — девушка быстро обвела глазами комнату, — понимаете, я... тут, э-э... Крыса! — она заметила серого мышонка, который хотел незаметно перебежать на кухню, но его обнаружили.\n— Крыса? — удивился начальник отдела.\n— Да, я не отвечала на звонки, потому что вела борьбу с грызунами, — когда девушке удалось найти отмазку, она аккуратно спустилась с кровати на пол.\n— Я думал, что ты уже давно купила новую квартиру, у тебя же куча денег.\n— Ну, \"куча денег\" — это громко сказано.\n— Не понимаю, почему ты до сих пор не... Так, ты меня заболтала, — было слышно, что шеф сделал глоток, наверное, чая. — Я чего звоню то... На работу иди. Чтоб через двадцать минут была у меня в кабинете.\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 9,
    "text": "— Шеф Ким, — прохрипела девушка.\n— Следователь Ви, — в трубку заговорил тихий, но строгий голос.\n\"Следователь Ви\" так Аню звал почти весь полицейский участок, потому что ни один американец ещё не смог нормально выговорить её отчество. Первое время, как только не коверкали, ну хоть спасибо, что фамилию выговаривают, а от отчества только первый слог \"Ви\", от этого и прозвище.\n— Слышать ваш голос, шеф Ким, как мёд в уши... — Плесецкая выдавила из себя кривую улыбку, — ...особенно в семь утра... в выходной, — скрывать сарказм не было смысла.\n— Мёд в уши? Это как? Опять твои русские фразочки, — было слышно, что шеф сделал глоток, наверное, чая.\n— Ближе к делу, шеф.\n— Вот вы русские такие суровые, что аж...\n— Я не настроена на беседы в семь утра, — Аня села на кровать и свесила ноги на холодный пол.\nС тех пор, как Ким развёлся со своей женой, говорить ему не с кем, вот он и ищет себе жертв.\n— Как хочешь, чтобы через двадцать минут была на работе.\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 10,
    "text": "Тут же на сенсорном экране высветилось сообщение от шефа.\n\"Ещё раз сбросишь, и выходных у тебя вообще больше не будет.\" (7:06)\nВ ту же секунду телефон снова завибрировал.\n— Вот, чёрт... — следователь прокашлялась и быстро ответила на звонок, — Шеф Ким.\n— Следователь Ви, — в трубку заговорил тихий, но строгий голос.\n\"Следователь Ви\" так Аню звал почти весь полицейский участок, потому что ни один американец ещё не смог нормально выговорить её отчество. Первое время, как только не коверкали, ну хоть спасибо, что фамилию выговаривают, а от отчества только первый слог \"Ви\", от этого и прозвище.\n— Слышать ваш голос, шеф Ким, как мёд в уши... — Плесецкая выдавила из себя кривую улыбку, — ...особенно в семь утра... в выходной, — скрывать сарказм не было смысла.\n— Мёд в уши? Это как? Опять твои русские фразочки, — было слышно, что шеф сделал глоток, наверное, чая.\n— Ближе к делу, шеф.\n— Вот вы русские такие суровые, что аж...\n— Я не настроена на беседы в семь утра, — Аня села на кровать и свесила ноги на холодный пол.\nС тех пор, как Ким развёлся со своей женой, говорить ему не с кем, вот он и ищет себе жертв.\n— Как хочешь, чтобы через двадцать минут была на работе.\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 11,
    "text": "— Шеф Ким, — прохрипела девушка.\n— Следователь Ви, — в трубку заговорил тихий, но строгий голос.\n\"Следователь Ви\" так Аню звал почти весь полицейский участок, потому что ни один американец ещё не смог нормально выговорить её отчество. Первое время, как только не коверкали, ну хоть спасибо, что фамилию выговаривают, а от отчества только первый слог \"Ви\", от этого и прозвище.\n— Слышать ваш голос, шеф Ким, как мёд в уши... — Плесецкая выдавила из себя кривую улыбку, — ...особенно в семь утра... в выходной, — скрывать сарказм не было смысла.\n— Мёд в уши? Это как? Опять твои русские фразочки, — было слышно, что шеф сделал глоток, наверное, чая.\n— Ближе к делу, шеф.\n— Вот вы русские такие суровые, что аж...\n— Я не настроена на беседы в семь утра, — Аня села на кровать и свесила ноги на холодный пол.\nС тех пор, как Ким развёлся со своей женой, говорить ему не с кем, вот он и ищет себе жертв.\n— Как хочешь, чтобы через двадцать минут была на работе.\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 12,
    "text": "— Так точно, капитан, — сонная русская поднялась с кровати и уже хотела повесить трубку, как тут же опомнилась. — Стоп. Какая работа? У меня выходной.\n— Твой выходной отменяется, быстро на работу.\n— ...\nАня так и застыла с телефоном у уха. С одной стороны — он главный, с другой — да, что он вообще себе позволяет?",
    "answers": [
      {
        "id": 13,
        "text": "- Что значит \"отменяется\"? Это мой законный выходной!"
      },
      {
        "id": 14,
        "text": "- Но почему? - следователь недовольно топнула босой ногой."
      },
      {
        "id": 15,
        "text": "- Скоро буду, шеф."
      }
    ]
  },
  {
    "id": 13,
    "text": "— У меня нет времени на твои недовольства, следователь Плисецкая, — шеф Ким ударил кулаком по столу. — Ты сама знаешь, что у нас не хватает людей, кто-то заболел, у кого-то отпуск. У каждого свой геморрой! У нас тут ребёнок до школы не дошёл, а тебе лишь бы выходной!\n— Ха-а, — девушка тяжело вздохнула, — скоро буду...\n— Прелестно, кстати, тебя тут будет ждать сюрприз, так что постарайся прийти раньше него, — голос Кима сразу стал добрее.\n— Кого? \n— Сюрприза, — шеф повесил трубку.\n— Прекрасно, блин, ещё и сюрприз какой-то, — Аня кинула телефон на кровать и пошла собираться.\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 14,
    "text": "— Ты сама знаешь, что у нас не хватает людей, кто-то заболел, у кого-то отпуск. У каждого свой геморрой! У нас тут ребёнок до школы не дошёл, так что он твой, вот найдёшь пропавшую девочку, ей и предъявляй, что отдохнуть тебе не дала.\n— Ха-а, — девушка тяжело вздохнула, — скоро буду...\n— Прелестно, кстати, тебя тут будет ждать сюрприз, так что постарайся прийти раньше него, — голос Кима сразу стал добрее.\n— Кого? \n— Сюрприза, — шеф повесил трубку.\n— Прекрасно, блин, ещё и сюрприз какой-то, — Аня кинула телефон на кровать и пошла собираться.\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 15,
    "text": "— Вот и прелестно, найдёшь пропавшую девочку. За это ты мне и нравишься, всегда готова! Кстати, тебя тут будет ждать сюрприз, так что постарайся прийти раньше него, — голос Кима сразу стал добрее.\n— Кого? \n— Сюрприза, — шеф повесил трубку.\n— Прекрасно, блин, ещё и сюрприз какой-то, — Аня кинула телефон на кровать и пошла собираться.\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 16,
    "text": "Плисецкая никогда не завтракала, поэтому на работу приходила самая первая.\nНужно только одеться и можно выходить. Благо, форму носить не нужно, шеф Ким так и сказал: \"Не нужна тебе эта юбка, можешь и в джинсах ходить, главное чтоб гадов ловить удобно было.\"\nБыстро натянув на себя белые джинсы, большую чёрную блузку с вырезом и закатаными рукавами и кросовки, следователь пошла за расчёской.\nЗа всем этим, уже из-под кровати, наблюдал серый шпион, которому удалось добраться до своего нового укрытия, когда девушка говорила по телефону.\nАня уже отыскала расчёску и шла прямиком к тумбочке за пистолетом, паралельно с этим, пытаясь расчесать запутанные русые волосы.\n— Когда-нибудь я точно уволюсь, — она достала пистолет из шкафчика и положила его в кобуру, застегнула на ремне. — Пойду тренером работать... или вообще работать не буду, — закинув подушку с одеялом на кровать, она вышла в подъезд, закрывая за собой дверь на ключ.",
    "answers": [
      {
        "id": 17,
        "text": "[В коридоре.]",
        "blackout": true
      }
    ]
  },
  {
    "id": 17,
    "text": "— Здравствуйте, — в коридоре к следователю подошла её соседка с дочкой. — Вы всё работаете.\n— ... Преступность не дремлет, — пафосно ответила Аня.\n— Вы сегодня будете ловить преступников? — спросила маленькая девочка Лили.\n— Надеюсь, что нет. Всего доброго, — коротко ответила девушка и направилась к выходу.\n— До свидания, — попрощалась женщина, а Лили помахала ей в след рукой.",
    "answers": [
      {
        "id": 18,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 18,
    "text": "Спустившись по лестнице на первый этаж, следователь Плисецкая незаметно проскользнула мимо миссис Джун, чтобы та не заболтала её и не пихнула пирожки.\n",
    "answers": [
      {
        "id": 19,
        "text": "[На улице.]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Погода была испорчена. Моросил мелкий дождик, на улице было жарко. Духота и сырость.\n— Так, на машине или бегом? — Аня выставила ладонь под дождь. — Не дай Бог, на дороге будет пробка, тогда вообще не знаю, когда на работе буду. А если бегом, то промокну, но хотя бы разомнусь. \n",
    "answers": [
      {
        "id": 20,
        "text": "[ - Лучше пробегусь, - девушка убедилась, что ни телефон, ни пистолет не выпадут по дороге в участок, и побежала под весенним дождём.] \n\n(До участка добежала без остановки за пятнадцать минут, но промокла.)",
        "blackout": true
      }
    ]
  },
  {
    "id": 20,
    "text": "У участка Аня была уже меньше чем, через двадцать минут, поднимаясь по лестнице, девушка увидела двух коллег, которые заводили в здание парня в наручниках.\n— Я этого не делал, блин! — парень лет двадцати пытался вырваться, но две пары мужских рук держали его, как крокодил свою жертву.\n— Лучше молчи парень, не рой себе могилу, — знакомый Ани, Лорк отвесил парню подзатыльник. — Ой, следователь Ви, доброе утро, думал, что у вас выходной.\n— Я тоже так думала... — обиженно пробубнила она. — За что его? — девушка головой указала на закованного парня.\n— Дурман, — коротко ответил второй полицейский Пирс. — Кстати, поздравляю.\n— С чем? — Аня стряхнула с рук капли дождя.\n— Как, вы не знаете? — удивился Лорк, — уже весь участок об этом говорит, — они с Пирсом переглянулись.\n— К нам в группу новенький прибыл, — начал Пирс, — китаец какой-то...\n— Кореец, — поправил его Лорк, — будет работать в нашем отделе. Говорят, он будет вашим напарником.\n",
    "answers": [
      {
        "id": 22,
        "text": "- Напарником? - повторила Плисецкая."
      },
      {
        "id": 23,
        "text": "- Кто это сказал?"
      },
      {
        "id": 24,
        "text": "- В напарники? Ко мне? Он же ещё зелёный, наверное. Не сможет он, - возмутилась девушка."
      }
    ]
  },
  {
    "id": 21,
    "text": "— Что ж, ребятки, садитесь, — Ким указал на два кресла у стола, — знакомьтесь, не стесняйтесь, ха-ха. \nПарень быстрым шагом дошёл до кресла и быстро сел, следователь же просто плюхнулась в кресло, как будто больше не могла стоять, и приняла закрытую позу.\n— Эй, детишки, вы чего такие надутые? Что, игрушку не поделили? Ха-ха-ха, — было видно, что шеф просто хочет разрядить обстановку, поэтому юноша слегка улыбнулся, ну а Плисецкая так и осталась сидеть с кирпичом, вместо лица. — Ой, вот дырявая голова, совсем забыл принести ваше дело на сегодня, — Ким хлопнул себя по лбу и вышел из кабинета.\n\n",
    "answers": [
      {
        "id": 26,
        "text": "- ...."
      },
      {
        "id": 27,
        "text": "- Значит, мы теперь напарники..."
      },
      {
        "id": 28,
        "text": "- Аня, - девушка протянула руку парню."
      }
    ]
  },
  {
    "id": 22,
    "text": "— Да, да, — закивал Пирс, — Пончик так говорил, я слышал.\n\"Пончиком\" в отделе называли шефа Кима, потому что он всегда ходит с коробкой пончиков.\n— Вы его видели? — поинтересовалась следователь.\n— Новенького? Он вроде сегодня должен прийти, вы его обогнали.\n— Ясно, — кивнула Аня и направилась к шефу.\n— Удачи.",
    "answers": [
      {
        "id": 25,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 23,
    "text": "— Пончик так говорил, я слышал.\n\"Пончиком\" в отделе называли шефа Кима, потому что он всегда ходит с коробкой пончиков.\n— Вы его видели? — поинтересовалась следователь.\n— Новенького? Он вроде сегодня должен прийти, вы его обогнали.\n— Ясно, — кивнула Аня и направилась к шефу.\n— Удачи.",
    "answers": [
      {
        "id": 25,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 24,
    "text": "— Это точно, слышал, что он из пропавших, только кошек искал, — Пирс хлопнул Лорка по плечу и они оба расхохотались.\nПлисецкой вот было не до шуток, ей ещё работать с ним. \n— Вы его видели? — поинтересовалась следователь.\n— Новенького? Он вроде сегодня должен прийти, вы его обогнали.\n— Ясно, — кивнула Аня и направилась к шефу.\n— Удачи.",
    "answers": [
      {
        "id": 25,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 25,
    "text": "Залетев к шефу в кабинет, как фурия, Аня напугала, сидевшего за столом, Кима и тот поперхнулся чаем.\n— Шеф, как так? — девушка, с трёх широких шагов, оказалась около стола.\n— Кха! Кха! — Ким постучал себе по груди, чтобы кашель прошёл. — Следователь Ви, ты как всегда внезапна.\n— Почему все знают про моего напарника, кроме меня?\n— Потому что это сюрприз, — улыбнулся шеф.\n\"В задницу такие сюрпризы,\" — девушка недовольно цокнула языком.\n— Мне не нужен напарник, вы же знаете, что я и одна прекрасно справляюсь, — Аня скрестила руки на груди.\n— Во-первых, я тут начальник, а не ты, во-вторых, ты единственная, у кого ещё нет напарника, в-третьих, пусть поучится у тебя, — заключил шеф.\n— Но...\n— Никаких \"но\"!\n— Он же зелёный!\n— Ну так научи его!\n— Как? У него никакой подготовки! По-вашему, я должна и от пуль его закрывать и читать нотации, по типу: \"Быть полицейским — большая ответственность, не будь продажным копом\", так что-ли?\n— Можешь и так, если хочешь!\n— Эй, извините пожалуйста, — где-то у двери, послышался мужской голос.\nПлисецкая и Ким одновременно повернулись. У открытой двери стоял молодой человек, лет двадцати пяти, красивый парень азиатской внешности в полицейской парадной форме, с какими-то документами в руке.\n— Прошу прощения, что прервал, — ещё раз извинился он, — мне попозже зайти? — парень, с еле уловимой надеждой, посмотрел на дверь.\n— Нет, нет, проходи, — шеф Ким широко улыбнулся ему и строго посмотрел на Плисецкую.\n",
    "answers": [
      {
        "id": 21,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 26,
    "text": "— Ли Чин Хва, — после минутного молчания, парень встал на ноги, слегка поклонился и протянул руку.\n— Не могу поверить, что теперь я буду с напарником, — девушка почесала бровь.\n— У меня тоже никогда не было напарника... Давайте постараемся, — следователь Ли продолжал неловко стоять с протянутой рукой.\n— Ой, прости. Я... Аня, — девушка протянула руку в ответ.\n— Очень приятно, — юноша обхватил её руку своими.\n— Ли?...\n— Ли Чин Хва, — повторил он.\n— Что из этого твоё имя? — девушка посмотрела на свою руку, которая всё ещё была в его ладонях.\n— Моя фамилия Ли, а имя Чин Хва, — парень понимающе улыбнулся и отпустил девушку.\n— Значит, Чин Хва... Будем знакомы.\n— Мне жаль, что вам придётся возиться со мной... — от неловкости он почесал шею, — я постараюсь не создавать вам проблем.\n— Пойми, я это не из-за вредности сказала, просто моя работа правда опасная. В нашей группе самые сложные дела отдают мне, так что... если что ты... В общем, не лезь на рожон.\n— Я понял, — Чин Хва уверенно кивнул.\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 27,
    "text": "— Я сделаю всё, что в моих силах! — парень вскочил на ноги и протянул руку для рукопожатия.\n— Я... Аня, — девушка сначала растерялась от его энергичности, а потом протянула руку в ответ.\n— Очень приятно, — юноша обхватил её руку своими, — Ли Чин Хва, — он слегка поклонился.\n— Ли?...\n— Ли Чин Хва, — повторил он.\n— Что из этого твоё имя? — девушка посмотрела на свою руку, которая всё ещё была в его ладонях.\n— Моя фамилия Ли, а имя Чин Хва, — парень понимающе улыбнулся и отпустили\n её руку.\n— Значит, Чин Хва... Будем знакомы.\n— Мне жаль, что вам придётся возиться со мной... — от неловкости он почесал шею, — я постараюсь не создавать вам проблем.\n— Пойми, я это не из-за вредности сказала, просто моя работа правда опасная. В нашей группе самые сложные дела отдают мне, так что... если что ты... В общем, не лезь на рожон.\n— Я понял, — Чин Хва уверенно кивнул.\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "— О.. очень приятно, — юноша немного растерялся и обхватил её руку своими, — Ли Чин Хва, — он слегка поклонился.\n— Ли?...\n— Ли Чин Хва, — повторил он.\n— Что из этого твоё имя? — девушка посмотрела на свою руку, которая всё ещё была в его ладонях.\n— Моя фамилия Ли, а имя Чин Хва, — парень понимающе улыбнулся и отпустили\n её руку.\n— Значит, Чин Хва... Будем знакомы.\n— Мне жаль, что вам придётся возиться со мной... — от неловкости он почесал шею, — я постараюсь не создавать вам проблем.\n— Пойми, я это не из-за вредности сказала, просто моя работа правда опасная. В нашей группе самые сложные дела отдают мне, так что... если что ты... В общем, не лезь на рожон.\n— Я понял, — Чин Хва уверенно кивнул.\n\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 29,
    "text": "— А вот и я, — в кабинет вернулся шеф Ким. — Ну как? Суровая русская не напугала тебя? — он обратился к Чин Хва.\n— Боже... — Аня недовольно фыркнула и закрылась рукой, как будто говорили не о ней.\n— Нет, что вы, всё было хорошо, — юноша покосился на Плисецкую.\n— Ты не нервничай, а то она чувствует страх...\n— Ближе к делу, шеф, — больше терпеть девушка не могла.\nНа взгляд \"суровой русской\" Ким ответил невинной улыбочкой, а потом шепнул парню:\n— Угости её потом борщом... Добрее станет.\nЧин Хва смущённо улыбнулся и кивнул.\n— Итак, — шеф наконец собрался и стал серьёзным. — Теперь о вашем деле. Вот, — он протянул лист с фото.\n— Это пропавший ребёнок? — Чин Хва взял лист и стал рассматривать фото девочки.\n— Да, вчера девочка пошла в школу, но не дошла, — ответил Ким.\n— Родители сообщили? — Плисецкая встала с кресла и подошла к новому напарнику, тот отдал ей лист.\nНа бумаге было цветное фото девочки. Двенадцатилетняя Сэм с ярко рыжими волосами и зелёными глазами, в синем платье. Сразу под фото имена и адрес родителей.\n— Сначала родителям позвонил классный руководитель и спросил причину, по которой ребёнок не явился в школу, когда родители сказали, что девочка ушла ещё утром, всё стало ясно... Хотите пончик? \nВ шефа впились два недопонимающих взгляда.\n— Если не хотите, то свободны, — Ким махнул рукой в сторону двери.\nЧин Хва поднялся на ноги, и они вместе с Аней вышли из кабинета.\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 30,
    "text": "— Он всегда такой? — поинтересовался Ли, когда дверь была закрыта.\n— Ты привыкнешь. Ну что пошли? — девушка указала на адрес на листе.\n— Да, — улыбнулся Чин Хва. — На улице дождь, так что давайте поедем на машине, хорошо?\n— Хорошо... Это твоё первое дело, волнуешься? — спросила Аня, когда они зашли в лифт.\n— Если честно, то я больше волновался о нашей с вами встречи, — Ли почесал у себя шею. — Мне говорили, что вас лучше не злить, и в глаза вам долго не смотреть, и про Россию ничего не спрашивать... ещё говорили, что если ошибусь, то вы меня на валенки пустите.\n",
    "answers": [
      {
        "id": 31,
        "text": "[Аня позволила себе громко рассмеяться на весь лифт.]"
      },
      {
        "id": 32,
        "text": "- Кто это бессмертный?"
      },
      {
        "id": 33,
        "text": "- Бред собачий."
      }
    ]
  },
  {
    "id": 31,
    "text": "— Ха-ха-ха, на валенки? Ха-ха, это ж кто у нас такой креативный? — следователь вытерла слезу, которая появилась из-за смеха.\n— Ну... — Ли немного напугала такая быстрая смена настроения, — на первом этаже...\n— Первый этаж недолюбливает второй, и наоборот. Здесь что-то типа соревнований между первым и вторым этажами, кто больше преступлений раскроет. Сотрудники с первого и не такое рассказать могут про сотрудников со второго. Понимаешь?\n— Д..да, простите, — он виновато опустил голову.\n— Представляю, что тебе там про меня наговорили, — девушка улыбнулась.\n— Было и такое, что даже в слух говорить нельзя.\n— Я-ясно. \n\n",
    "answers": [
      {
        "id": 34,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 32,
    "text": "— На первом этаже...\n— Первый этаж недолюбливает второй, и наоборот. Здесь что-то типа соревнований между первым и вторым этажами, кто больше преступлений раскроет. Сотрудники с первого и не такое рассказать могут про сотрудников со второго. Понимаешь?\n— Д..да, простите, — он виновато опустил голову.\n— Представляю, что тебе там про меня наговорили, — девушка улыбнулась.\n— Было и такое, что даже в слух говорить нельзя.\n— Я-ясно. \n\n",
    "answers": [
      {
        "id": 34,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 33,
    "text": "— Мне это рассказали на первом этаже...\n— Первый этаж недолюбливает второй, и наоборот. Здесь что-то типа соревнований между первым и вторым этажами, кто больше преступлений раскроет. Сотрудники с первого и не такое рассказать могут про сотрудников со второго. Понимаешь?\n— Д..да, простите, — он виновато опустил голову.\n— Представляю, что тебе там про меня наговорили, — девушка улыбнулась.\n— Было и такое, что даже в слух говорить нельзя.\n— Я-ясно. \n\n",
    "answers": [
      {
        "id": 34,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 34,
    "text": "Лифт открывается, и из него выходят двое напарников.\n— Что думаете о нашей пропаже? — Чин Хва полез в карман за ключами от машины.\n— Я искренне надеюсь, что это не филицид.\n— Думаете... собственные родители...\n— Знаешь, я многого навидалась, так что всё возможно. \nСледователи вышли на улицу.",
    "answers": [
      {
        "id": 34,
        "text": "• Филицид – это профессиональный термин, применяемый в тех случаях, когда ребенка убил родитель.",
        "comment": true
      },
      {
        "id": 35,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 35,
    "text": "— Вот моя машина, — Ли быстро спустился с лестницы и открыл дверцу машины перед Плисецкой. — Садитесь.\nДевушка остановилась около машины и посмотрела на парня.\n— Что?\n— Ты... Больше так не делай, я и сама открыть дверь могу, — девушка села в машину и закрыла за собой дверь.\n— Какой там адрес? — следователь Ли сел в машину и начал заводить.\n— Вот, — Аня показала лист с адресом.\n— Быстро доедем, — сказал парень, и машина стала отъезжать от полицейского участка.\n— Совет на будущее: не носи форму, — следователь Ви открыла окно. — Люди здесь нервные, легавых не любят, а легавых в форме тем более.\n— Хорошо.\n\n",
    "answers": [
      {
        "id": 36,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 36,
    "text": "— Расспросим про ребёнка, отношения с одноклассниками... — девушка посмотрела в сторону парня, тот был сосредоточен на дороге, но внимательно слушал. — Главное: веди себя естественно и не дави на родителей.\n— Я знаю, — Чин Хва кивнул. — Можно вопрос? А в России есть лето?\n— ... В России есть и зима, и весна, и лето, и осень, — Аня уставилась, на мелькавшие в окне, дома. \n— А?...\n— Медведи у нас по улицам, как бездомные собаки, не бегают, — добавила следователь.\n— Наверное, много, кто у вас это спрашивает, — напарник Ли широко улыбнулся ей. — Если надоем, то скажите. Просто мне очень интересно, никогда не был в России.\n— Хочешь поехать?\n— Очень, но я не знаю русского, — юноша провёл рукой по голове. — Пытался выучить самостоятельно, но... — он быстро глянул на девушку. — Если стакан СТОИТ на столе, то почему сковорода ЛЕЖИТ на столе? Почему русские на вопрос: где кот? Отвечают — спит. И почему, когда у человека спрашивают: куда он? Он отвечает: никуда и уходит... Почему?\n— Э-э... Знаешь, наш русский язык он очень велик и сложен, я русская, но не знаю всех правил.\n— То, что он сложный, я ещё понял, когда стал учить рода.\n— Да-а, русский не для всех. Вот их дом, — Плисецкая указала на один из домов.\nПолицейская машина подъехала к частному дому.\n— Веди себя естественно, — повторила Аня, выходя из машины.\n",
    "answers": [
      {
        "id": 37,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 37,
    "text": "— Дорого-богато, — тихо сказала девушка и постучала в резную деверь.\nЛи Чин Хва встал рядом. \n— Кто? — грубо спросил мужской голос за дверью.\n— Полиция, — так же быстро и грубо ответила Аня. \nРезная дверь тут же открылась, и в ней появилась мужская высокая фигура.\n— Здравствуйте, — за спиной у мужа показалась невысокая женщина.\n— Следователь Плисецкая, это мой напарник, — она кивнула в сторону Чин Хва, — следователь Ли. Мы по делу вашей пропавшей дочери.\n— Да-да, конечно, проходите, — женщина, в широких бежевый штанах и блузке, аккуратно вышла из-за широкой спины мужа. — Только снимите, пожалуйста, обувь.\n— Конечно, — Чин Хва слегка улыбнулся, чтобы разрядить обстановку, которая вдруг сильно накалилась, когда следователи вошли внутрь. \nКевину, отцу пропавшей девочки, этот жест губами не понравился, кажется, он подумал, что улыбка следователя адресована только его жене.\nПлисецкая, похоже, единственная, кто заметил испепеляющий взгляд мужчины.\n— Мы зададим вам несколько вопросов и уйдём, — сказала Аня и сняла кросовки.\nДевушке показалось странным, что пришлось снять обувь. Обычно американцы даже на кровать лезут в грязных ботинках. Свиньи.\nВчетвером они вошли в зал.\n— Присаживайтесь, — Рита, мать Сэм, указала на диван.\nСледователи Ли и Плисецкая послушно приземлились на кожаный диван и придвинулись ближе друг к другу, без ясной на то причины.\nРита и Кевин сели напротив, мужчина, по хозяйски, растёкся на втором кресле и положил левую руку на колено жены.\nСледователя Чин Хва этот поступок смутил, и он немного напрягся, видимо, в Корее супруги так не делают. Аня же на это никак не отреагировала, ей понятно, что Кевин просто собственник, который показывает, кто здесь главный.\n\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 38,
    "text": "Смотрелись родители девочки вместе как-то странно:\nРита вежливая красивая и спокойная женщина. Хорошо одета и одежда сочетается с её чёрными, как смола, волосами.\nА вот её муж... Неопрятный, грубый небритый. В грязных джинсах и майке. На таких девушка насмотрелась в России, очередной пьющий папаша, бьющий своих детей и жену.\nНо смущало не это, а то, что Сэм не похожа на родителей. Девочка рыжая с зелёными глазами.\nЭту разницу заметил и напарник девушки.\n— Расскажите о вчерашнем дне, — Аня закинула ногу на ногу. — Вы, как и обычно, отправили Сэм в школу, да?\n— Верно, — кивнула Рита, — я разбудила её в шесть утра, она оделась, покушала и пошла в школу.\n— Сколько было на часах, когда Сэм вышла из дома? — подключился Ли.\n— Кажется...  6:40, — ответила женщина, — она всегда выходила в это время.\n— Вы работаете? — спросила Аня.\n— Нет, — сказал Кевин.\n— Кажется, я видел машину у вас во дворе... — начал Чин Хва.\n— И что? — спросил мужчина и сжал колено жены.\n— Почему вы не возили дочь в школу? Школа неблизко, — пояснил следователь Ли.\n— ...\nКевин ничего не ответил и лишь сильнее сжал руку на ноге Риты.\n",
    "answers": [
      {
        "id": 39,
        "text": "[Аня молча смотрела.]"
      },
      {
        "id": 40,
        "text": "[Девушка решила вмешаться.]"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Мне повторить?... Почему вы не отвозили девочку в школу? — на этот раз Ли обратился к Рите.\n— Потому что...мм... — Рита хотела ответить, но осеклась, видимо, колено стало сильно болеть.\n— Может хватит? — Чин Хва встал с дивана. — Не знаю, что вы хотите этим показать, но вы делаете ей больно.\n— Ты ещё учить меня будешь? — Кевин тоже встал и угрожающе навис над парнем.\n— Д..дорогой, не.. не надо, — Рита вскочила с места и стала тащить мужа за руку, но тот продолжал стоять вплотную к следователю. — Пожалуйста...",
    "answers": [
      {
        "id": 41,
        "text": "- Сели. Все. Живо."
      },
      {
        "id": 42,
        "text": "- ..."
      }
    ]
  },
  {
    "id": 40,
    "text": "То, что Кевину не нравится Ли, стало понятно ещё у входа в дом. Может отец Сэм и хочет ответить, но только не Чин Хва, поэтому девушка решила обратить внимание на себя.\n— Сэм не просила вас, отвозить её в школу? — Аня незаметно тыкнула напарника в ногу, тот удивлённо повернулся к ней.\n— Раньше мы отвозили её, — начала Рита, — но потом она сказала, что будет ходить сама.\n— Почему? — напарник Плисецкой перевёл свой взгляд с Ани на Риту, и рука Кевина ещё сильнее сжала колено жены.\n— Почему? — повторила следователь и ущипнула парня. \nЛи растерянно посмотрел на напарницу и одними глазами спросил: \"Что я делаю не так?\"\nПлисецкая незаметно указала на супругов рукой, делая вид, что чешет щёку. Чин Хва быстро глянул на злого мужа и растерянную жену. Кивнул.\nАня тоже слегка кивнула. Напарники поняли друг друга.\n— Сэм встречалась с друзьями по дороге, и они шли вместе, — объяснил Кевин.\n— Вы их знаете? \n— У нашей дочери много друзей, — улыбнулась Рита, — она у нас добрая... Наш лучик, — голос женщины на секунду задрожал, но она быстро собралась. — Друзей знаем, они к нам в гости приходили частенько. Хорошие ребята.\n— Сэм с кем-нибудь ссорилась?\n— Нет, — уверенно ответила Рита. — Если она вдруг поссориться с ребятами, то весь день грустная ходит. Мы бы заметили.\nПлисецкая и Ли переглянулись.\n— А с вами? Она ссорилась? — девушка чуть поддалась вперёд, положив локти на колени. — Может вы поругались, и она решила сбежать из дома? Дети в её возрасте всегда резко реагируют на ссоры.\n— Н..ну, мы.. э-э... — Рита нервно поправила брюки.\n— Да, — ответил Кевин, и полицейские перевели своё внимание на мужчину. — Недавно мы с Сэм спорили, и я её наказал.\n",
    "answers": [
      {
        "id": 44,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 41,
    "text": "— Распетушились тут... — Аня недовольно вздохнула. — Этим вы дочери не поможете.\nПосле этого все вернулись на свои места.\n— Сэм не просила вас, отвозить её в школу? — Аня обратилась к Кевину, но ответила Рита:\n— Раньше мы отвозили её, но потом она сказала, что будет ходить сама.\n— Почему? — напарник Плисецкой перевёл взгляд на Риту, и рука Кевина ещё сильнее сжала колено жены.\n— Почему? — повторила следователь и ущипнула парня. \nЛи растерянно посмотрел на напарницу и одними глазами спросил: \"Что я делаю не так?\"\nПлисецкая незаметно указала на супругов рукой, делая вид, что чешет щёку. Чин Хва быстро глянул на злого мужа и растерянную жену. Кивнул.\nАня тоже слегка кивнула. Напарники поняли друг друга.\n— Сэм встречалась с друзьями по дороге, и они шли вместе, — объяснил Кевин.\n— Вы их знаете? \n— У нашей дочери много друзей, — улыбнулась Рита, — она у нас добрая... Наш лучик, — голос женщины на секунду задрожал, но она быстро собралась. — Друзей знаем, они к нам в гости приходили частенько. Хорошие ребята.\n— Сэм с кем-нибудь ссорилась?\n— Нет, — уверенно ответила Рита. — Если она вдруг поссориться с ребятами, то весь день грустная ходит. Мы бы заметили.\nПлисецкая и Ли переглянулись.\n— А с вами? Она ссорилась? — девушка чуть поддалась вперёд, положив локти на колени. — Может вы поругались, и она решила сбежать из дома? Дети в её возрасте всегда резко реагируют на ссоры.\n— Н..ну, мы.. э-э... — Рита нервно поправила брюки.\n— Да, — ответил Кевин, и полицейские перевели своё внимание на мужчину. — Недавно мы с Сэм спорили, и я её наказал.\n",
    "answers": [
      {
        "id": 44,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 42,
    "text": "— Ну сделайте же что-нибудь, следователь! — Рита прикрикнула на Аню, а потом сама же испугалась своей смелости.\nСледователь Ви недовольно вздохнула и втиснулась между двумя мужчинами.\n— Послушайте, Кевин...\n— Нет, это ты послушай! — мужчина гаркнул девушке прямо в лицо. \n— Милый! — Рита испуганно продолжала дёргать его за руку, но муж не слушал и продолжил кричать:\n— Если твой напарничек продолжит подкатывать шары к моей жене, я его грохну! \n— Ничего я не подкатывал! — крикнул Ли рядом с ухом девушки.\n— Кевин, милый, пожалуйста, сядь!\nС трёх сторон на Плисецкую нагло кричали, а мужчина ещё и плевался. Чёрт, как же раздражает...\n— Тихо! — голос следователя Ви переплюнул все остальные. — Заткнулись все! Ты! — Аня посмотрела на Риту, — угомони своего мужа! А ты! — она повернулась к Кевину, — ещё раз плюнешь в меня, я тебя самого грохну!... И ты! — девушка развернулась на 180° к своему напарнику, — сел!\nПосле этого, все дружно уселись обратно.\n— А теперь... — Аня вытерла лоб и села рядом с Ли, — давайте СПОКОЙНО продолжим.\n\n",
    "answers": [
      {
        "id": 43,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 43,
    "text": "— Распетушились тут... — Аня недовольно вздохнула. — Этим вы дочери не поможете.\n— Сэм не просила вас, отвозить её в школу? — Аня обратилась к Кевину, но ответила Рита:\n— Раньше мы отвозили её, но потом она сказала, что будет ходить сама.\n— Почему? — напарник Плисецкой перевёл взгляд на Риту, и рука Кевина ещё сильнее сжала колено жены.\n— Почему? — повторила следователь и ущипнула парня. \nЛи растерянно посмотрел на напарницу и одними глазами спросил: \"Что я делаю не так?\"\nПлисецкая незаметно указала на супругов рукой, делая вид, что чешет щёку. Чин Хва быстро глянул на злого мужа и растерянную жену. Кивнул.\nАня тоже слегка кивнула. Напарники поняли друг друга.\n— Сэм встречалась с друзьями по дороге, и они шли вместе, — объяснил Кевин.\n— Вы их знаете? \n— У нашей дочери много друзей, — улыбнулась Рита, — она у нас добрая... Наш лучик, — голос женщины на секунду задрожал, но она быстро собралась. — Друзей знаем, они к нам в гости приходили частенько. Хорошие ребята.\n— Сэм с кем-нибудь ссорилась?\n— Нет, — уверенно ответила Рита. — Если она вдруг поссориться с ребятами, то весь день грустная ходит. Мы бы заметили.\nПлисецкая и Ли переглянулись.\n— А с вами? Она ссорилась? — девушка чуть поддалась вперёд, положив локти на колени. — Может вы поругались, и она решила сбежать из дома? Дети в её возрасте всегда резко реагируют на ссоры.\n— Н..ну, мы.. э-э... — Рита нервно поправила брюки.\n— Да, — ответил Кевин, и полицейские перевели своё внимание на мужчину. — Недавно мы с Сэм спорили, и я её наказал.\n",
    "answers": [
      {
        "id": 44,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 44,
    "text": "Следователь Ли было открыл рот, чтобы спросить, но вовремя вспомнил, что его здесь кое-кто недолюбливает, поэтому спросила напарница:\n— Причина спора?\n— Рыжий урод, — мужчина недовольно цокнул языком. — Её родной отец, — пояснил Кевин.\n— Фридрих — это родной отец Сэм, — тихо сказала Рита. — Когда Сэми была ещё малышкой, он меня бросил, а потом я встретила Кевина... — женщина ласково улыбнулась мужу, а он ей.\nТак они и остались молча смотать друг на друга, а потом поцеловались... и ещё раз.\nЧин Хва вдруг заметил, что в доме чертовски красивый пол, и стал сверлить его взглядом. А Плисецкую передёрнуло.\n— Кха! — девушка напомнила о своём присутствии. — Значит Фридрих...\n— Он грёбаный пьяница и бабник, — Кевин обнял жену. — Объявился недавно, мол, с дочкой повидаться хочет. Рита РАЗРЕШИЛА, — он осуждающе посмотрел на неё.\n— А что я могла сделать? Сэм сама хотела... — Рита опустила голову, как провинившийся ребёнок.\n— Жаль: меня дома не было, так бы ему глаз на задницу то натянул.\n\n",
    "answers": [
      {
        "id": 46,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 45,
    "text": "                \n\n                                        <s><s>(• _•<s><s>)\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Когда Сэм с ним виделась? — девушка закинула ногу на ногу.\n— Последний раз... неделю назад, вроде, — ответил Кевин, Рита кивнула. — Я запретил ей видится с ним.\n— Почему? — Ли не выдержал и тоже задал вопрос, всё таки это его первое дело.\n— Я же сказал, наркоман он долбаный, — кажется мужчина успокоился и больше не реагировал на следователя так резко. — Не́чего моей дочери общаться с таким отбросом.\n\n",
    "answers": [
      {
        "id": 47,
        "text": "- Люди меняются. Может и Фридрих изменился ради дочери? - Аня посмотрела мужчине в глаза."
      },
      {
        "id": 48,
        "text": "- Такие, как он не меняются, - Аня посмотрела в сторону. - Вы поступили правильно, когда запретили дочери общаться с ним. "
      }
    ]
  },
  {
    "id": 47,
    "text": "— Такие уроды, как он никогда не изменятся, следователь, — Кевин провёл рукой по волосам.\n— Ладно, запишите нам адрес этого Фридриха... И свой номер, — Аня достала из кармана маленький блокнотик и протянула его Рите. — Если будут ещё вопросы: мы вам позвоним.\n— Почему вы его не арестуете? — Кевин встал с кресла. — Итак ведь понятно, что это он.\n— Не понятно, — следователь Ли тоже поднялся. — Вы тоже подозреваемые.\n— Что? М..мы? — Рита удивлённо посмотрела на азиата и вернула блокнот Ане.\n— Да.\n— Мы позвоним вам, — русская встала на ноги. — Если вспомните что-то, то сообщите, — она легонько толкнула в спину напарника, чтобы тот пошёл.\n— Вы ведь найдёте нашу девочку? — Рита пошла провожать полицейских.\nУ двери Чин Хва резко остановился, из-за чего напарница клюнула его носом в спину.\n\"Только не это...\" — Аня со скоростью света натянула кросовки.\n— Мы обязательно найдём вашу дочь, — Ли стал надевать обувь. — Уверяю вас, она будет в порядке...\n— Всего доброго, — следователь Ви взяла напарника под локоть и вывела из дома, тот ещё как-то умудрился поклониться два раза.\n\n\nПродолжение следует.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 48,
    "text": "Кевин одобрительно кивнул.\n— Запишите нам адрес этого Фридриха... И свой номер, — Аня достала из кармана маленький блокнотик и протянула его Рите. — Если будут ещё вопросы: мы вам позвоним.\n— Почему вы его не арестуете? — Кевин встал с кресла. — Итак ведь понятно, что это он.\n— Не понятно, — следователь Ли поднялся. — Вы тоже подозреваемые.\n— Что? М..мы? — Рита удивлённо посмотрела на азиата и вернула блокнот Ане.\n— Да.\n— Мы позвоним вам, — русская встала на ноги. — Если вспомните что-то, то сообщите, — она легонько толкнула в спину напарника, чтобы тот пошёл.\n— Вы ведь найдёте нашу девочку? — Рита пошла провожать полицейских.\nУ двери Чин Хва резко остановился, из-за чего напарница клюнула его носом в спину.\n\"Только не это...\" — Аня со скоростью света натянула кросовки.\n— Мы обязательно найдём вашу дочь, — Ли стал надевать обувь. — Уверяю вас, она будет в порядке...\n— Всего доброго, — следователь Ви взяла напарника под локоть и вывела из дома, тот ещё как-то умудрился поклониться два раза.\n\n\n\nПродолжение следует.\n",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 49,
    "text": "Когда Рита закрыла дверь, Аня повернулась к Чин Хва.\n— Я скажу тебе кое-что, — девушка остановилась у машины. — Иногда людям не стоит давать обещания, в которых не уверен.\n— Что это значит? — Ли удивлённо посмотрел на напарницу. \n— Ты уверен в том, что она жива? Уверен, что Сэм не закопана где-то в лесу? — Аня скрестила руки на груди. — Сейчас ты дал этой женщине обещание, что обязательно найдёшь её дочь. Живой и невредимой. А если нет?\n— Но... — следователь заметно погрустнел. — Но разве это не наша работа? Давать людям надежду и спасать их... — юноша опустил голову, как ребёнок, который узнал, что зубной феи и Деда Мороза не существует.\n— Так и есть, но... — девушка устало потёрла переносицу. — Ты такой наивный оптимист.\n",
    "answers": [
      {
        "id": 50,
        "text": "- Иногда мы, попросту, не успеваем спасти, - Плисецкая грустно улыбнулась и похлопала напарника по плечу, тот понимающе улыбнулся в ответ."
      },
      {
        "id": 51,
        "text": "- Мы сделаем всё возможное, но впредь, пожалуйста, будь осторожен с обещаниями, хорошо? - девушка заглянула парню в глаза, тот кивнул."
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  }
]