[
  {
    "id": 1,
    "text": "Мир сильно изменился. 2034 год оказался совсем не таким, каким его представляли все люди в мире. Если бы кто-то сказал, что грядет восстание мертвецов, то никто бы не поверил. Но не теперь. Никто не знает, из-за чего это случилось, но спустя четыре года стало ясно одно: эта участь — страшнее смерти. \n\nХоть и начался апокалипсис, но распри между людьми не прекратились. Кто-то объединился для общего блага, кто-то ушёл в одинокое отшельничество, а некоторые собрались в малые группы, чтобы было больше шансов на выживание. Увы, территория и ресурсы стали одним из самых важных факторов выживания и одна группа выживших, зашла не на ту территорию... ",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                      ПРОЛОГ\n\nВы ощущаете, что лежите на холодном полу, а ваша голова ужасно сильно болит. Потерев височные стороны головы, вы открыввете глаза. Глаза уже привыкли к темноте и в тёмной комнате вы осознаете, что находитесь за решёткой, словно в тюремной камере. Пытаясь вспомнить как вы сюда попали, вы сталкиваетесь с проблемой. Вы ничего не можете вспомнить. ",
    "answers": [
      {
        "id": 3,
        "text": "— Помогите мне! "
      },
      {
        "id": 4,
        "text": "Молча, осмотреть комнату. "
      },
      {
        "id": 5,
        "text": "Осмотреться за решеткой. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Прокричав, вы стали молча вслушиваться, ожидая ответа. За стеной послышался мужской голос, говорящий шепотом. . \n\n— Тихо, они тебя прибьют. \n\nНе успели вы осознать слова мужчины, как тут же послышались тяжелые шаги. Все ближе и ближе... ",
    "answers": [
      {
        "id": 6,
        "text": "Отползти подальше от решётки. "
      },
      {
        "id": 7,
        "text": "Встать на ноги, сжав кулаки. "
      },
      {
        "id": 8,
        "text": "Ожидать. "
      },
      {
        "id": 9,
        "text": "Притвориться, что без сознания. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Встав на ноги, сообладав с закружившися головой, вы подходите к койке и дотрагиваетесь до матраса. Он оказался полностью сырым, вы не решаетесь на него присесть. Осмотрев комнату беглым взглядом, вы понимаете, что в ней больше ничего нет, кроме голых стен. ",
    "answers": [
      {
        "id": 10,
        "text": "Заглянуть под койку. "
      },
      {
        "id": 11,
        "text": "Подойти к решетке. "
      }
    ]
  },
  {
    "id": 5,
    "text": "Встав на ноги, сообладав с закружившися головой, вы не спеша подходите к решётке и ухватываетесь за нее двумя руками, прислонив голову к ней. снаружи мало чего видно, свет полностью отсутствует, но одно вы учуяли явно. запах мертвечины от которого вас начало воротит и вы спешно отошли от решетки. ",
    "answers": [
      {
        "id": 12,
        "text": "— Твою мать, что за запах? "
      },
      {
        "id": 13,
        "text": "—Я не хочу умирать, помогите! "
      }
    ]
  },
  {
    "id": 6,
    "text": "Ваше сердце забилось импульсивнее, а по спине прошел холодный пот. Смотря в сторону решетки, вы быстро отползаете в другой конец комнаты, пока не упираетесь в койку и застываете. Кто-то приблизился к камерам, освещая попещение фонариком. Заговорил мужской голос. \n\n— Кто нахрен кричит? Вам было не ясно сказано? Заткнитесь и сидите молча, иначе пойдете на корм ходячим! — прокричал он последнюю фразу и подошел к вашей камере. — Ты кричал?! — светя фонариком вам в лицо, спрашивал мужчина. ",
    "answers": [
      {
        "id": 21,
        "text": "— Да, это был я. "
      },
      {
        "id": 22,
        "text": "— Нет, это был не я. "
      },
      {
        "id": 23,
        "text": "Промолчать. "
      },
      {
        "id": 24,
        "text": "— Пошёл ты! "
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "Сами не знаете зачем, но вы решили заглянуть под койку и обнаружили там винтеляционную шахту, закрытую решёткой. ",
    "answers": [
      {
        "id": 18,
        "text": "Постараться сорвать решётку. "
      },
      {
        "id": 19,
        "text": "Поднять койку и начать выбивать решётку ногой. "
      },
      {
        "id": 20,
        "text": "Отойти от койки и продолжить осмотр. "
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "Прокричав, вы судорожно принялись толкать решётку взад-вперед, пытаясь её открыть. За стеной раздался мужской голос, говорящий шепотом. . \n\n— Тихо, они тебя прибьют. \n\nНе успели вы осознать слова мужчины, как тут же послышались тяжелые шаги. Всё ближе и ближе... ",
    "answers": [
      {
        "id": 14,
        "text": "На шаг отойти и сжать кулаки. "
      },
      {
        "id": 16,
        "text": "Отойти в другой конец камеры. "
      },
      {
        "id": 17,
        "text": "Притвориться, что без сознания. "
      },
      {
        "id": 15,
        "text": "— Да, сюда иди! "
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "Мужчина опустил фонарик, усмехнулся и стал уходить, громко говоря:\n\n— Хотя бы честно признался, молодец.  Еще один шум и пойдешь на корм.\n",
    "answers": [
      {
        "id": 25,
        "text": "Отсидеться. "
      }
    ]
  },
  {
    "id": 22,
    "text": "— Врешь, сыкло, это был твой голос, — вам продолжали светить фонариком в лицо. — еще раз соврешь, я из тебя всю дурь выбью, придурок. Закрой свой рот и сиди молча! Понял? \n\nВы кивнули головой, мужчина усмехнулся и ушёл. ",
    "answers": [
      {
        "id": 41,
        "text": "Отсидеться. "
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы побоялись ответить на вопрос и мужчина уже полез в карман за ключами, как тут за вас вступился сосед по камере. \n\n— Это был я, урод! — надзиратель повернулся к нему и подошел к его камере. \n\n— Жить надоело? Сейчас мы тебя приведём в рассудок... — его камера открылась и послышались звуки избиения, после чего вашего соседа куда-то увели. ",
    "answers": []
  },
  {
    "id": 24,
    "text": "Надзиратель был ошарашен и даже завис на пару секунд. Но после этогос быстро открыл камеру и вошел внутрь, достав железную трубу из ремня.",
    "answers": [
      {
        "id": 46,
        "text": "Принять удар, прикрывшись руками. "
      },
      {
        "id": 47,
        "text": "Дать отпор. "
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы ещё немного отсиделись около койки, боясь даже пошевелиться. Вдруг послышался шёпот того же мужчины в соседней камере.\n\n— Эй, парень, подойди поближе, — вы глубоко вздохнули и медленно встав на ноги, подошли к краю решетки, слушая, что вам скажет другой заключённый. — сейчас не время для знакомства, нас надо всем сваливать отсюда, поэтому буду краток. Рано утром, нам приносят еду и отправляют на работу. Еду приносит хрупкая девушка и у нее есть ключи от решёток, как и у остальных. Нам надо их у неё отобрать. ",
    "answers": [
      {
        "id": 26,
        "text": "— Здесь ещё кто-то есть из заключённых? "
      },
      {
        "id": 27,
        "text": "— Как много здесь тех, кто нас тут держит? "
      }
    ]
  },
  {
    "id": 26,
    "text": "— Да, нас восемь человек, вместе с тобой и все готовы на всё, чтобы отсюда наконец-то сбежать. ",
    "answers": [
      {
        "id": 29,
        "text": "— Как много здесь тех, кто нас тут держит? "
      }
    ]
  },
  {
    "id": 27,
    "text": "— Точно не могу сказать, но вроде около десятка. Но они тут не все убийцы, это просто группа выживших, которая пытается так-же выжить, как и мы. ",
    "answers": [
      {
        "id": 30,
        "text": "— Здесь ещё кто-то есть из заключённых? "
      }
    ]
  },
  {
    "id": 28,
    "text": "— Рад, что ты в деле. Пока ждем. Одну из наших уволокли куда-то, надо дождаться её. Надеюсь, она найдет что-то, что сможет нам помочь.\n\nДослушав мужчину, вы отошли от решётки и присев около стены, постарались вспомнить хоть что-то. Минуты на пролёт вы молча сидели ра холодном полу. Всё что удалось постепенно вспомнить, это размытые воспоминания и людях, с которыми вы вместе путешествовали, но не лица, ни какие либо индивидуальные качества вспомнить не могли. Послышались спешные шаги нескольких человек. К камере подошли трое. Решётка открылась и внутрь зашла девушка, за которой тут же закрылась дверь, а она сама слегла на пол.",
    "answers": [
      {
        "id": 33,
        "text": "Проверить состояние девушки. "
      }
    ]
  },
  {
    "id": 29,
    "text": "— Точно не могу сказать, но вроде около десятка. Но они тут не все убийцы, это просто группа выживших, которая пытается так-же выжить, как и мы. ",
    "answers": [
      {
        "id": 28,
        "text": "— Хорошо, я понял. Какой план? "
      },
      {
        "id": 32,
        "text": "— Пожалуй тут вы без меня. Не хочу встревать в неприятности. "
      }
    ]
  },
  {
    "id": 30,
    "text": "— Да, нас восемь человек, вместе с тобой и все готовы еа всё, чтобы отсюда наконец-то сбежать. ",
    "answers": [
      {
        "id": 31,
        "text": "Хорошо, я понял. "
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "Вы дождались, когда шаги утихнуть и подошли к девушке. Было видно, как она дышит, но не шевелится, словно спит после тяжелого дня. Её светлые волосы ясно видно в темноте. ",
    "answers": [
      {
        "id": 34,
        "text": "Попытаться привести девушку в чувства. "
      },
      {
        "id": 35,
        "text": "Обыскать девушку, не приводя в чувства. "
      },
      {
        "id": 36,
        "text": "Ударить ладонью по щеке. "
      }
    ]
  },
  {
    "id": 34,
    "text": "Положив свою руку ей на плечо, вы её слегка потормошили, после чего пару раз стукнули ладонью по руке. Девушка стала приходить в сознание, потирая глаза рукой. \n\n— Да? Что такое? — Спрашивает она истощенным голосом. Из соседней камеры заговорил уже знакомый вам мужчина. \n\n— Вика, ты цела? \n\n— Почти... — коротко ответила она, более бодрым голосом. \n\n— Нашла что-нибудь? \n\n— Да, нашла... — Вика схватилась за бок и тяжело вздохнула. Вы заметили рану, из которой шла кровь. Она схватила вас крепко за руку и посмотрела в глаза. — Это уже не важно. Надо отсюда выбираться, как можно быстрее, — девушка передала вам короткий нож и отпустила руку, предпочитая просто полежать на полу. \n\nВы смотрите на нож и думаете, что делать дальше. ",
    "answers": [
      {
        "id": 37,
        "text": "Ждать прихода девушки с ключами. "
      },
      {
        "id": 38,
        "text": "Подойти к мужчине в соседней камере. "
      },
      {
        "id": 39,
        "text": "Осмотреть камеру получше. "
      },
      {
        "id": 40,
        "text": "Позвать на помощь, чтобы спасти Вику. "
      },
      {
        "id": 48,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "Сжимая руку Вики, которая слабела прямо на глазах, вы решили, что будете просто ожидать, когда придёт девушка с ключами, чтобы как-то у нее их отобрать.\n\nИ вот, спустя где-то час ожидания, вы услышали открывающуюся дверь в конце коридора. Лёгкие шаги, сопровождающиеся стуком колес, указывали на то, что они женские и вы были правы. Девушка подходила к камерам и давала заключенным еду, что она везла в тележке и вскоре, очередь дошла до вашего соседа. Скоро она подойдет и к вам. ",
    "answers": [
      {
        "id": 49,
        "text": "Продолжать сидеть около Вики, ожидая девушку с ключами. "
      },
      {
        "id": 50,
        "text": "Подойти к решетке, спрятав нож в карман штанин. "
      },
      {
        "id": 51,
        "text": "— Быстрее, девушке нужна помощь! "
      },
      {
        "id": 52,
        "text": "— Я есть хочу! — стукнуть по полу с ноги. "
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "Вы ещё немного отсиделись около койки, боясь даже пошевелиться. Вдруг послышался шёпот того же мужчины в соседней камере.\n\n— Эй, парень, подойди поближе, — вы глубоко вздохнули и медленно встав на ноги, подошли к краю решетки, слушая, что вам скажет другой заключённый. — сейчас не время для знакомства, нас надо всем сваливать отсюда, поэтому буду краток. Рано утром, нам приносят еду и отправляют на работу. Еду приносит хрупкая девушка и у нее есть ключи от решёток, как и у остальных. Нам надо их у неё отобрать. ",
    "answers": [
      {
        "id": 42,
        "text": "— Здесь есть кто-то еще из заключённых? "
      },
      {
        "id": 43,
        "text": "— Как много здесь тех, кто нас тут держит? "
      }
    ]
  },
  {
    "id": 42,
    "text": "— Да, нас восемь человек, вместе с тобой и все готовы на все, чтобы отсюда наконец-то сбежать. ",
    "answers": [
      {
        "id": 44,
        "text": "— Как много здесь тех, кто нас тут держит? "
      }
    ]
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "— Точно не могу сказать, но вроде около десятка. Но они тут не все убийцы, это просто группа выживших, которая пытается так-же выжить, как и мы. ",
    "answers": [
      {
        "id": 45,
        "text": "— Хорошо, я понял. Какой план?"
      }
    ]
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "Надзиратель размахнулся и нанес несколько ударов по вам. Три удара пришлось по рукам и последний попал вам в голову, от чего вы упали на пол без сил. Надзиратель схватил вас за одежду и вытащив из камеры, потащил вас по тёмному коридору. Вы успели лишь рассмотреть ещё нескольких заключенных в других камерах, пока не потеряли сознание. ",
    "answers": []
  },
  {
    "id": 47,
    "text": "Вы бросились в ноги надзирателя, получив несколько ударов по спине и приподняв его, повалили на пол. От сильного удара, тот выронил железную трубу. ",
    "answers": []
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "Девушка подошла к камере и принялась осматривать вас обоих, стиснув губы. \n\n— Не знала, что сюда еще кого-то посадили, приготовила бы еще порцию, — девушка взяла тарелку с едой и через специальное отверстие протянула её вам. — отдай ей как проснётся. А тебе я чуть попозже принесу чего-нибудь поесть. Если староста разрешит. \n\nВы встаете и подходите ближе. Берете тарелку с едой. В ней была наложена какая-то каша и кусок хлеба.",
    "answers": [
      {
        "id": 53,
        "text": "Поблагодарить девушку и вернуться к Вике"
      },
      {
        "id": 54,
        "text": "Спросить где вы находитесь"
      },
      {
        "id": 55,
        "text": "Молча забрать тарелку и отойти"
      },
      {
        "id": 56,
        "text": "Выбить тарелку и схватить девушку за руку"
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  }
]