[
  {
    "id": 1,
    "text": "Автор: Штопор/Shtopor\nЖанр: Просто Книга, Боевик, Фантастика\n\n      Сталкеру-одиночке Ветру, бороздя сухие поля Зоны, её сырые подземки и тёплые костровые очаги цивилизации, предстоит невольно стать свидетелем яркого примера способности человека к самоистреблению, сопутствующей ему на протяжении всей истории его существования",
    "answers": [
      {
        "id": 2,
        "text": "[Начать]"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.postimg.cc/hPDD5GvW/imgonline-com-ua-Resize-f0-SCpj-OYB6g5-Fb-G.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.postimg.cc/2ybS2cTc/imgonline-com-ua-Resize-Q7-Luq-X8-Gdzh.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "1 глава. Волны перед штормом\n\n      На Янове, в тёплом свете тусклых ламп столы заполонялись бродягами,  анархистами и воззванцами, сотрясавшими воздух болтовнёй, хрустом галетов, дребезжанием консерв и глотками водки",
    "answers": [
      {
        "id": 18,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 3,
    "text": "2 глава. Трио, удачи\n\n      Наступило утро. Сталкеры разошлись по окрестностям в поисках хабара и по приказам группировок, на которые работают. Янов затих. Обстановка вечернего торженства и разгула после долгих ходок утихла. Ветер ходил по пыльным коридорам в свете мелких солнечных лучей, пробивающихся через заколоченные окна",
    "answers": [
      {
        "id": 19,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 4,
    "text": "3 глава. Тернистая дорога\n\n      Ветер, Баран и Зуб шли по огромному сухому полю, обесцвеченному стальными тучами, поглотившими солнце. Вдруг, Зуб решил разорвать томную тишину:\n—А... Вы откуда?\n—Какое тебе дело? — спросил Баран\n—Ну, раз мы действуем вместе, было бы неплохо узнать друг друга лучше, привязаться — ответил Зуб\n—Когда поделим хабар, разбежимся. Какой смысл? — скептично спросил здоровяк\n—Ну, если трудности встретим, будет проще работать в команде. Зона, она такая: любит удивлять\nБаран промолчал \n—Хм... Вот ты — показал Зуб на Ветра — какой самый жирный мутант, которого ты завалил\nВетер взглотнул, ибо надеялся, что его попутчики разговорятся между собой, и ему, по традиции, останется только тихо идти следом\n—Я... Убил кровососа. На болотах\n—Та-ак, а где ты был, где Зону топтал?\n—Да, Кордон, Болота, Свалка, Агропром, Янтарь, Радар, Могильник; Припять маленько облазал\n—Не хило. Видно, опытный. А что за Могильник? Я о нём не слыхал чего-то...\n—Да, поляна это... Туманом покрыта. По ней твари бродят, их лешими зовут. Она между пионерским лагерем и Темной Лощиной\n—Вот видишь, Баран, Ветер — человек разговорчивый, а ты только ворчать и можешь — съязвил Зуб\nБаран недовольно вздохнул\nЗуб закатил глаза",
    "answers": [
      {
        "id": 9,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 5,
    "text": "4 глава. Юпитер\n\n      Красное Солнце уже тонуло в сухой листве деревьев, служивших границей неба и полей на горизонте. Его вечерние лучи облизывали старую крышу завода. Могучие вершины этого железобетонного титана возвышались над всем зоновским простором. Юпитер, даже будучи повреждённым уходом эпохи Советского Союза, что проявлялось в разрушительной растительности, ржавчине и общей нецелостности древних конструкций, внушал. Даже кости этого великана, обглоданные временем, не потеряли ни крупицы былого величия",
    "answers": [
      {
        "id": 22,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 6,
    "text": "5 глава. Эта вечная пора...\n\n      На следующий день, когда буря и звуки сражений группировок утихли, Ветер встал и с абсолютной осторожностью прошёлся по заводу. По углам лежали тела, а по полу в лужах свернувшейся крови лежали гильзы",
    "answers": [
      {
        "id": 21,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 7,
    "text": "1 глава. Закипание \n\n      На Янове, в тёплом свете тусклых ламп столы заполонялись бродягами,  анархистами и воззванцами, сотрясавшими воздух болтовнёй, хрустом галетов, дребезжанием консерв и глотками водки\n      В отдалении всего этого полчища зевак сидел и потреблял содержание скрытой консервы сталкер-одиночка. Одиночка во всех смыслах. Был он не нелюдим, но к лишним контактам с людьми и болтовне не стремился. Компанию ему составляли лишь могильный чернобыльский ветер и потолок свинцовых тучь. От своего положения он не страдал, ибо был это его выбор, который вполне устраивал авантюриста. За то звали его Ветром: как ветер пролетает он мимо конфликтов и бесед\n      Так некоторое время сидели все в этом ламповом умиротворении болтовни и защищённости, как вдруг из праздного гула пьяниц и зевак, как гром среди хмельного неба, послышался яростный крик: \"Ах ты псина!\". Раздались звуки борьбы: выпивший долговец, без тени сомнения в правильности своих действий, повалил на пол свободовца и принялся пинать его. Толпа переполошилась. Буяна за руки оттащили от избитого, которого это же сборище подняло на ноги. Из правого коридора в зал вбежали солдаты и подхаватили пьяного товарища из рук одиночек, и под крики всеобщего негодования, унесли сослуживца, кинув перед уходом пару своих недовольных комментариев. Кто-то смеялся над некомпитентностью Долга, а кто-то и не годовал\n      Ветра смутило даже не само столкновение долговца и свободовца, к коим он привык, а тот сыр бор, образованный на этой почве постояльцами станции. Он поспешил удалиться в подвальное помещение, но и там уже во всю началось обсуждение случившегося. В свете лампочек сталкеры расселись в круг и принялись сплетничать:\n—Ну, че с ним теперь будет?\n—Да, думаю, оправдает его Долг. У него позиции сейчас шаткие в окрестностях Юпитера. Из-за каких-то пьяных выходок бойцов не выводят\n—Трындец...\n—Ага! А ведь это не первый!\n—А что, ещё драки были!?\n—Нет, не первый, кому дебош прощают. Слыхали про вора? Свободовец украл у Долга провиант среди ночи. Там какое-то разбирательство у них шло. Так вора Свобода прикрыла, отчитала только, да и отпустила!\n—Мда! И те, и те от рук отбились! Как бы это их войну не возобновило!\n—Во-во! Думаю, на север валить надо! На Затон!\n—Иж куда рванул! Так там эти... Гопота местная, бандиты\n—Все равно. Там хоть ясно, кого бить — бандитов. А тут, на Янове...\nВ эти обсуждения распрей группировок ворвался какой-то техник и сообщил о слухе про выброс, что будет завтра ночью\nЭти слухи и сталкерские сплетни утомили Ветра. Он лёг на старый матрас в отдалении от других сталкерских лежанок, чтобы свет от лампы местного \"Пусть говорят\" не мешал сну, накрылся какой-то тканью, что лежала поодаль, и задремал\n2 глава. Трио, удачи\n\n      Наступило утро. Сталкеры разошлись по окрестностям в поисках хабара и по приказам группировок, на которые работают. Янов затих. Обстановка вечернего торженства и разгула после долгих ходок утихла. Ветер ходил по пыльным коридорам в свете мелких солнечных лучей, пробивающихся через заколоченные окна\n      Когда наш интроверт подходил к выходу, он встретился взглядом с двумя одиночками. Те, приметив его, подозвали к столу. Ветер, немного помешкав, подошёл к странному дуэту. Тот, что выглядил приветливее, одарив Ветра широкой улыбкой испорченных курением зубов, поздоровался:\n—Здравствуй, сталкер. Дело есть — он толкнул плечом второго\n—Тайник. Мы знаем, где лежит схрон с хорошим барахлом. Но путь не близкий. Пойдешь с нами, чтобы прикрыть спину, будешь в доле \n—Игра стоит свеч? Сколько же там барахла, если если его можно разделить между тремя людьми?\n—Много — отозвался второй — Сам знаю. Это был тайник моей группы. Вот только после пары последних ходок от них остались только рожки да ножки. Чего добру зря пропадать!\n—А он тогда кто? Из твоей группы? — спросил Ветер, указав на чернозубого улыбаку\n—Нет. Он тоже доброволец, решивший не упускать куш\n—Так, ты с нами? — спросил первый\n—Дайте подумать... — ответил Ветер \n—Не торопись. Тут никого нет, так что конкуренции никакой — сказал первый\n      Ветер, как упоминалось ранее, контактировать с людьми не любил, но звучало дело солидно. Раздумья долго не продлились \n—Я согласен — сказал Ветер\n—Вот это дело! — сказал первый, стряхивая вещи со стола в рюкзак\n—Я — Баран, он — Зуб\n—Ветер — отозвался наш герой\n      Ветер путешествовал на легке, и вещи собирать ему не пришлось, а дуэт одиночек имел всё нужное на руках. Наше, теперь уже, трио, вышло с Янова и отправилось на юго-восток, на поиски пресловутого схрона\n3 глава. Тернистая дорога\n\n      Ветер, Баран и Зуб шли по огромному сухому полю, обесцвеченному стальными тучами, поглотившими солнце. Вдруг, Зуб решил разорвать томную тишину:\n—А... Вы откуда?\n—Какое тебе дело? — спросил Баран\n—Ну, раз мы действуем вместе, было бы неплохо узнать друг друга лучше, привязаться — ответил Зуб\n—Когда поделим хабар, разбежимся. Какой смысл? — скептично спросил здоровяк\n—Ну, если трудности встретим, будет проще работать в команде. Зона, она такая: любит удивлять\nБаран промолчал \n—Хм... Вот ты — показал Зуб на Ветра — какой самый жирный мутант, которого ты завалил\nВетер взглотнул, ибо надеялся, что его попутчики разговорятся между собой, и ему, по традиции, останется только тихо идти следом\n—Я... Убил кровососа. На болотах\n—Та-ак, а где ты был, где Зону топтал?\n—Да, Кордон, Болота, Свалка, Агропром, Янтарь, Радар, Могильник; Припять маленько облазал\n—Не хило. Видно, опытный. А что за Могильник? Я о нём не слыхал чего-то...\n—Да, поляна это... Туманом покрыта. По ней твари бродят, их лешими зовут. Она между пионерским лагерем и Темной Лощиной\n—Вот видишь, Баран, Ветер — человек разговорчивый, а ты только ворчать и можешь — съязвил Зуб\nБаран недовольно вздохнул\nЗуб закатил глаза\n—А я в Рыжем лесу был. Там зверья полно. Оттуда на Радар забрёл, когда Прорыв начался, а там и до Окрестностей Юпитера не далеко. Мне знаете какая тварь попалась? Услышите — не поверите\nБаран впервые заинтересованно повернул голову в сторону Зуба. Тот, заметив его любопытство, скривил лицо в игривой улыбке и начал:\n—Я на Радаре, значится, в самый разгар Прорыва, с ещё парой джентельменов остановился в заброшенном сооруженнии. Назначения не помню, ну и пофиг как-то. Остались мы на ночлег: развели костёр, повесили чайник, открыли тушёнку... Ну, все дела, в общем. Просыпаемся от странной ходьбы, смотрим: один из наших окачурился — жмур. Да ещё и так аккуратно: пока спал, ему артерию вскрыли. Он и звука издать не успел. Начали мы осмотр здания, и видим: по стене тварь ползёт, худая, как мученик, и с хвостом, глаза на выкоте и в разные стороны зырят, а вдоль позвоночника гребень костяной. Ползает оно по стене на когтях. Мы огонь открыли, вроде как даже котсанули, но в тот же день оттуда свалили. Верите?\n—В Зоне всякое бывает... — сухо отозвался Ветер\n—Ну, а чего же не верить? Столько лабораторий в Зоне, оттуда и лезут эти черти — высказался Баран\n      Вдруг по траве эхом пронёсся чей-то крик. Все насторожились\n—Пригнулись — скомандовал Баран, пригнувшись в кусты\nОстальные последовали его примеру. Наша троица выглянула из высокой сухой травы в овраг, откуда доносилась брань. В поросшем злаками углублении земли стояли два человека: одиночка, спрятавший руки за голову и склонившийся над телом другого вольного сталкера, а напротив стоял долговец, направлявший автомат в сторону бродяги\n—Вы обворовали, падлы! — ревел долговец\n—Да не мы, мать твою! — кричал ему одиночка\n -Ты к другу присоединиться хочешь? \n—Да чёрт возьми, правда не мы!\nДолговец прицелился в голову бедняги. Баран не выдержал, выбежал из кустов, и расстрелял тирана. Его тело упало на сухой грунт, засыревший вскоре от крови\n—Не стреляй! — защитился одиночка\n—Спокойно! Всё в порядке, ты в безопасности — успокоил его Баран\n—Чёрт, спасибо — одиночка пожал Барану руку и обобрал тело второго одиночки\n—Ты кто вообще? Почему тот долговец хотел тебя убить? — спросил Зуб\n—Я — Дуб. А тот палач... Думал, что это мы своровали у Долга провиант на Янове. Совсем из ума выжили эти вояки!\n—Ага — подтвердил Баран — хоть Свобода этих чертей ещё держит\n—Да они все тут такие! — воскликнул Зуб\nДуб ещё раз поблагодарил своего спасителя и направился к дороге, а наше трио продолжило путь\n      Некоторое время компания шла молча. Лишь гул ветра и шелест рукообразных древ, росших в дали, заполнял тишину. Разорвать её, конечно, вызвался болтливый Зуб\n—А что вы думаете о случившемся?\nБаран и Ветер пожали плечами. Зуб задумчиво потёр щетинистый подборок\n—А вы на чьей стороне? Долг или Свобода?\n—И те и те неоднозначны — отозвался Ветер\n—Ну, Долг совсем кукухой поехал, свидителями чего мы и стали — сказал Баран\n—Ну, Свобода тоже хороша! — кинул Ветер — Вы слышали о воровстве? Я, вроде, ещё слышал, что они и другими сомнительными делами промышляют\n—Это слухи! — разъяснил Баран — А Долг на наших глазах человека вальнул! А мог бы и двух!\nБаран, поняв, что он как-то слишком активно повышает голос, поутих\n—И всё же — продолжил Ветер — И Долг и Свобода правы и не правы по своему. Я бы сказал, что они не объективны: у них во всех ситуациях один подход: уничтожать/защищать Зону, а других вариантов они и не рассматривают, что ни тем, ни другим погоды не делает\nБаран что-то недовольно буркнул, а Зуб понимающе кивнул Ветру\n      Солнце уже прошло стадию зенита и начало уверенно опускаться за горизонт, багря уходящими лучами поля, которыми шли наши герои. \"А вот и завод\" — победоносно крикнул Баран, указав на вершины сооружения вдалеке\nглава. Юпитер\n\n      Красное Солнце уже тонуло в сухой листве деревьев, служивших границей неба и полей на горизонте. Его вечерние лучи облизывали старую крышу завода. Могучие вершины этого железобетонного титана возвышались над всем зоновским простором. Юпитер, даже будучи повреждённым уходом эпохи Советского Союза, что проявлялось в разрушительной растительности, ржавчине и общей нецелостности древних конструкций, внушал. Даже кости этого великана, обглоданные временем, не потеряли ни крупицы былого величия\n      Наши герои дошли до этого памятника Советской архитектуры и промышленности, коими пестрила вся Зона\n—Куда нам дальше двигать — вопросил Зуб, обегая взглядом старые конструкции\n—За мной — отозвался Баран\nТроица побрела по асфальту, изрезанному и обвитому зоновскими травами, и зашла в высокое здание. Дальше они пошли по тёмным коридорам и включили фонарики. Узкие тоннели заполнялись клубнями паутины в углах, толстыми слоями пыли на стенах и жгучим аномальным пухом на потолке, откуда он свисал, заставляя сталкеров проявлять дополнительную осторожность при продвижении. Двери уже совсем сгнили, а металлические элементы их конструкций поглотились многократной ржавчиной\n—Вход где-то рядом — сказал Баран — Стоп! Слышите?\nБаран остановился и замолчал. Остальные последовали его примеру. Откуда-то исходило эхо шагов. Зуб посмотрел на Барана, вопрошая мимикой об этом, но тот лишь пожал плечами. Путь сталкеры продолжили с максимальной осторожностью — на цыпочках. Дойдя до конца коридора, они уселись у выбитой двери, откуда, похоже, исходило эхо. Все выключили фонари. Баран подал Зубу знак, чтобы он провёл разведку. Зуб аккуратно выглянул в дверной проём. Шаги приближались. Вдруг по коридору пронеслось: \"Всё чисто. В восточном крыле никого нет. Осмотрю северное\". Шаги начали усиливаться по направлению к сталкерам в укрытии. Все замерли. Баран достал автомат. Шаги были у самого проёма. Баран развернул автомат. Свет фонаря ударил прямо по двери, лежавшей перед героями. Баран метнулся в проём и сделал удар прикладом. Тело упало. Троица включила фонарики и навела их на неизвестного. Перед ними в бессознательном состоянии лежал... \n—Долговец!? Какого хрена? — проревел Зуб\n—Он с кем-то говорил по рации. Их здесь несколько — подметил Ветер — Какого чёрта они забыли здесь\n—Об этом ты нам не говорил, Баран!\n—Я не знал, что мы их здесь встретим! — оправдался тот\n—И что нам теперь делать? — запаниковал Зуб\nТут из-за угла, откуда вышел долговец,  выкралась ещё одна фигура и открыла огонь\nСталкеры, перебирая брань, поспешили вернуться к своему укрытию. Зуб словил пару пуль и упал на пол, опершись на стену\n—Они на развилке между восточным и северным крыльями! Сюда! — прокричал в рацию нападавший\n—Куда ты нас завёл, чертила!? — заревел на Барана Зуб\nИх идилию прервала автоматная очередь долговца. Вдали послышался бег подкрепления\n—Сколько их тут!? — завопил Ветер\nБаран, игнорируя крики и панику сопартийцев, закинул в проём гранату. Долговцы переполошились и под характерные крики отступили. Баран же, выиграв время, пустился на утёк в начало коридора\n—Ты куда, мразь!? — закричал на него Зуб, вкалывая шприц с обезболивающим. Он попытался встать, опираясь рукой об стену, но сорвался, упав на дверь, лежавшую прямо перед проёмом. Это была крайне уязвимая позиция, и Зуб, отхватив несколько автоматных обойм, умер, расплывшись в багровой луже. Граната не взорвалась. Баран выкинул нерабочую, чтобы напугать врага. Ветер, не имея пулевых ранений, уже более инициативно встал из укрытия и последовал за Бараном, петляя по пути, чтобы не попасть под пулю\n      Оба сталкера отбились от долговцев. Баран замедлил бег. Ветер нагнал его и сбил с ног, приставив нож к сонной артерии\n—Какого чёрта здесь забыли долговцы!? Говори, пока я глотку тебе не вскрыл!\n—Я не знаю! Наверное, они сами решили тайник грабануть!\n—Слабовато верится: откуда им знать о схроне, если он твоим дружкам принадлежал? Да и нахрен он им сдался? Правду говори, падла\nВетер прижал холодное лезвие к сонной артерии\n—Ладно-ладно. Я из Свободы. На заводе схрон Долга. Мы должны были охрану отвлечь, чтобы мои начали штурм с другого крыла\n—Ах ты, собака. Опять, ну вот опять вы с Долгом хрен собачий поделить не можете! Да ещё и одиночек как пушечное мясо кидаете. Уроды вы. Все вы!\nВетер занёс нож и пырнул Барана в бедро. Баран взвыл от боли, а Ветер схватив выроненное им в падении ружьё, побежал по коридору. За спиной он слышал только, как долговцы нагнали Барана и завершили дело\n      Солнце уже село. Ветер надеялся, что этой истории конец, как звезды постепенно начали гаснуть, а тёмное ночное небо залилось кровью. Выброс. Ветер, браня Зону, за неимением выброса, вернулся на пресловутый завод, где закрылся в первой попавшейся комнате и забился в угол, где, кажется, задремал под крики умирающих птиц, грома и выстрелов с криками в противоположной части Юпитера...\n   На следующий день, когда буря и звуки сражений группировок утихли, Ветер встал и с абсолютной осторожностью прошёлся по заводу. По углам лежали тела, а по полу в лужах свернувшейся крови лежали гильзы\n      Ветер вышел с Юпитера, узрев поистине пугающую картину: в реках крови кучами лежали изуродованные выстрелами и взрывами тела бойцов Долга и Свободы. Сухие осенние листья, как кораблики, плавали по этим багровым морям. Эта кровавая мазня напоминала жуткую картину, написанную душевно-больным человек, владеющим только красной краской\n      Ветер посмотрел на это поле резни и сказал: \"Опять. Опять это происходит. Опять они находят лишний повод повырезать друг друга пачками. Зона — это какой-то салат из маргиналов и палачей. Это никогда не кончится. Эти конфликты и истребление вечны... Эта пора никогда не кончится... Эта вечная пора...\" \nПофилософствовав, Ветер пошёл по кровавой тропе на Янов, подобно ветру, что просто является свидетелем всего сущего. Так и вы на мгновье стали ветром, узрев эту бойню. Эта история — как жизнь. Она полна грязи, крови и жестокости, и, зачастую, лишена смысла, а нам остаётся только наблюдать это и отвращаться этой части людской натуры, уход которой нам, вероятно, никогда не удастся застать...",
    "answers": []
  },
  {
    "id": 8,
    "text": "      Ветра смутило даже не само столкновение долговца и свободовца, к коим он привык, а тот сыр бор, образованный на этой почве постояльцами станции. Он поспешил удалиться в подвальное помещение, но и там уже во всю началось обсуждение случившегося. В свете лампочек сталкеры расселись в круг и принялись сплетничать:\n—Ну, че с ним теперь будет?\n—Да, думаю, оправдает его Долг. У него позиции сейчас шаткие в окрестностях Юпитера. Из-за каких-то пьяных выходок бойцов не выводят\n—Трындец...\n—Ага! А ведь это не первый!\n—А что, ещё драки были!?\n—Нет, не первый, кому дебош прощают. Слыхали про вора? Свободовец украл у Долга провиант среди ночи. Там какое-то разбирательство у них шло. Так вора Свобода прикрыла, отчитала только, да и отпустила!\n—Мда! И те, и те от рук отбились! Как бы это их войну не возобновило!\n—Во-во! Думаю, на север валить надо! На Затон!\n—Иж куда рванул! Так там эти... Гопота местная, бандиты\n—Все равно. Там хоть ясно, кого бить — бандитов. А тут, на Янове...\nВ эти обсуждения распрей группировок ворвался какой-то техник и сообщил о слухе про выброс, что будет завтра ночью\nЭти слухи и сталкерские сплетни утомили Ветра. Он лёг на старый матрас в отдалении от других сталкерских лежанок, чтобы свет от лампы местного \"Пусть говорят\" не мешал сну, накрылся какой-то тканью, что лежала поодаль, и задремал",
    "answers": [
      {
        "id": 3,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 9,
    "text": "—А я в Рыжем лесу был. Там зверья полно. Оттуда на Радар забрёл, когда Прорыв начался, а там и до Окрестностей Юпитера не далеко. Мне знаете какая тварь попалась? Услышите — не поверите\nБаран впервые заинтересованно повернул голову в сторону Зуба. Тот, заметив его любопытство, скривил лицо в игривой улыбке и начал:\n—Я на Радаре, значится, в самый разгар Прорыва, с ещё парой джентельменов остановился в заброшенном сооруженнии. Назначения не помню, ну и пофиг как-то. Остались мы на ночлег: развели костёр, повесили чайник, открыли тушёнку... Ну, все дела, в общем. Просыпаемся от странной ходьбы, смотрим: один из наших окачурился — жмур. Да ещё и так аккуратно: пока спал, ему артерию вскрыли. Он и звука издать не успел. Начали мы осмотр здания, и видим: по стене тварь ползёт, худая, как мученик, и с хвостом, глаза на выкоте и в разные стороны зырят, а вдоль позвоночника гребень костяной. Ползает оно по стене на когтях. Мы огонь открыли, вроде как даже котсанули, но в тот же день оттуда свалили. Верите?\n—В Зоне всякое бывает... — сухо отозвался Ветер\n—Ну, а чего же не верить? Столько лабораторий в Зоне, оттуда и лезут эти черти — высказался Баран",
    "answers": [
      {
        "id": 10,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 10,
    "text": "      Вдруг по траве эхом пронёсся чей-то крик. Все насторожились\n—Пригнулись — скомандовал Баран, пригнувшись в кусты\nОстальные последовали его примеру. Наша троица выглянула из высокой сухой травы в овраг, откуда доносилась брань. В поросшем злаками углублении земли стояли два человека: одиночка, спрятавший руки за голову и склонившийся над телом другого вольного сталкера, а напротив стоял долговец, направлявший автомат в сторону бродяги\n—Вы обворовали, падлы! — ревел долговец\n—Да не мы, мать твою! — кричал ему одиночка\n—Ты к другу присоединиться хочешь? \n—Да чёрт возьми, правда не мы!\nДолговец прицелился в голову бедняги. Баран не выдержал, выбежал из кустов, и расстрелял тирана. Его тело упало на сухой грунт, засыревший вскоре от крови\n—Не стреляй! — защитился одиночка\n—Спокойно! Всё в порядке, ты в безопасности — успокоил его Баран\n—Чёрт, спасибо — одиночка пожал Барану руку и обобрал тело второго одиночки\n—Ты кто вообще? Почему тот долговец хотел тебя убить? — спросил Зуб\n—Я — Дуб. А тот палач... Думал, что это мы своровали у Долга провиант на Янове. Совсем из ума выжили эти вояки!\n—Ага — подтвердил Баран — хоть Свобода этих чертей ещё держит\n—Да они все тут такие! — воскликнул Зуб\nДуб ещё раз поблагодарил своего спасителя и направился к дороге, а наше трио продолжило путь",
    "answers": [
      {
        "id": 11,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 11,
    "text": "      Некоторое время компания шла молча. Лишь гул ветра и шелест рукообразных древ, росших в дали, заполнял тишину. Разорвать её, конечно, вызвался болтливый Зуб\n—А что вы думаете о случившемся?\nБаран и Ветер пожали плечами. Зуб задумчиво потёр щетинистый подборок\n—А вы на чьей стороне? Долг или Свобода?\n—И те и те неоднозначны — отозвался Ветер\n—Ну, Долг совсем кукухой поехал, свидителями чего мы и стали — сказал Баран\n—Ну, Свобода тоже хороша! — кинул Ветер — Вы слышали о воровстве? Я, вроде, ещё слышал, что они и другими сомнительными делами промышляют\n—Это слухи! — разъяснил Баран — А Долг на наших глазах человека вальнул! А мог бы и двух!\nБаран, поняв, что он как-то слишком активно повышает голос, поутих\n—И всё же — продолжил Ветер — И Долг и Свобода правы и не правы по своему. Я бы сказал, что они не объективны: у них во всех ситуациях один подход: уничтожать/защищать Зону, а других вариантов они и не рассматривают, что ни тем, ни другим погоды не делает\nБаран что-то недовольно буркнул, а Зуб понимающе кивнул Ветру",
    "answers": [
      {
        "id": 20,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 12,
    "text": "      Дальше они пошли по тёмным коридорам и включили фонарики. Узкие тоннели заполнялись клубнями паутины в углах, толстыми слоями пыли на стенах и жгучим аномальным пухом на потолке, откуда он свисал, заставляя сталкеров проявлять дополнительную осторожность при продвижении. Двери уже совсем сгнили, а металлические элементы их конструкций поглотились многократной ржавчиной\n—Вход где-то рядом — сказал Баран — Стоп! Слышите?\nБаран остановился и замолчал. Остальные последовали его примеру. Откуда-то исходило эхо шагов. Зуб посмотрел на Барана, вопрошая мимикой об этом, но тот лишь пожал плечами. Путь сталкеры продолжили с максимальной осторожностью — на цыпочках. Дойдя до конца коридора, они уселись у выбитой двери, откуда, похоже, исходило эхо. Все выключили фонари. Баран подал Зубу знак, чтобы он провёл разведку. Зуб аккуратно выглянул в дверной проём. Шаги приближались. Вдруг по коридору пронеслось: \"Всё чисто. В восточном крыле никого нет. Осмотрю северное\". Шаги начали усиливаться по направлению к сталкерам в укрытии. Все замерли. Баран достал автомат. Шаги были у самого проёма. Баран развернул автомат. Свет фонаря ударил прямо по двери, лежавшей перед героями. Баран метнулся в проём и сделал удар прикладом. Тело упало. Троица включила фонарики и навела их на неизвестного. Перед ними в бессознательном состоянии лежал... \n—Долговец!? Какого хрена? — проревел Зуб\n—Он с кем-то говорил по рации. Их здесь несколько — подметил Ветер — Какого чёрта они забыли здесь\n—Об этом ты нам не говорил, Баран!\n—Я не знал, что мы их здесь встретим! — оправдался тот\n—И что нам теперь делать? — запаниковал Зуб",
    "answers": [
      {
        "id": 13,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 13,
    "text": "      Тут из-за угла, откуда вышел долговец,  выкралась ещё одна фигура и открыла огонь\nСталкеры, перебирая брань, поспешили вернуться к своему укрытию. Зуб словил пару пуль и упал на пол, опершись на стену\n—Они на развилке между восточным и северным крыльями! Сюда! — прокричал в рацию нападавший\n—Куда ты нас завёл, чертила!? — заревел на Барана Зуб\nИх идилию прервала автоматная очередь долговца. Вдали послышался бег подкрепления\n—Сколько их тут!? — завопил Ветер\nБаран, игнорируя крики и панику сопартийцев, закинул в проём гранату. Долговцы переполошились и под характерные крики отступили. Баран же, выиграв время, пустился на утёк в начало коридора\n—Ты куда, мразь!? — закричал на него Зуб, вкалывая шприц с обезболивающим. Он попытался встать, опираясь рукой об стену, но сорвался, упав на дверь, лежавшую прямо перед проёмом. Это была крайне уязвимая позиция, и Зуб, отхватив несколько автоматных обойм, умер, расплывшись в багровой луже. Граната не взорвалась. Баран выкинул нерабочую, чтобы напугать врага. Ветер, не имея пулевых ранений, уже более инициативно встал из укрытия и последовал за Бараном, петляя по пути, чтобы не попасть под пулю",
    "answers": [
      {
        "id": 14,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 14,
    "text": "      Оба сталкера отбились от долговцев. Баран замедлил бег. Ветер нагнал его и сбил с ног, приставив нож к сонной артерии\n—Какого чёрта здесь забыли долговцы!? Говори, пока я глотку тебе не вскрыл!\n—Я не знаю! Наверное, они сами решили тайник грабануть!\n—Слабовато верится: откуда им знать о схроне, если он твоим дружкам принадлежал? Да и нахрен он им сдался? Правду говори, падла\nВетер прижал лезвие к сонной артерии. Холодная сталь прмимкнула к пульсирующей глотке\n—Ладно-ладно. Я из Свободы. На заводе схрон Долга. Мы должны были охрану отвлечь, чтобы мои начали штурм с другого крыла\n—Ах ты, собака. Опять, ну вот опять вы с Долгом хрен собачий поделить не можете! Да ещё и одиночек как пушечное мясо кидаете. Уроды вы. Все вы!\nВетер занёс нож и пырнул Барана в бедро. Баран взвыл от боли, а Ветер схватив выроненное им в падении ружьё, побежал по коридору. За спиной он слышал только, как долговцы нагнали Барана и завершили дело",
    "answers": [
      {
        "id": 17,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 15,
    "text": "      Так некоторое время сидели все в этом ламповом умиротворении болтовни и защищённости, как вдруг из праздного гула пьяниц и зевак, как гром среди хмельного неба, послышался яростный крик: \"Ах ты псина!\". Раздались звуки борьбы: выпивший долговец, без тени сомнения в правильности своих действий, повалил на пол свободовца и принялся пинать его. Толпа переполошилась. Буяна за руки оттащили от избитого, которого это же сборище подняло на ноги. Из правого коридора в зал вбежали солдаты и подхаватили пьяного товарища из рук одиночек, и под крики всеобщего негодования, унесли сослуживца, кинув перед уходом пару своих недовольных комментариев. Кто-то смеялся над некомпитентностью Долга, а кто-то и не годовал",
    "answers": [
      {
        "id": 8,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 16,
    "text": "      Ветер посмотрел на это поле резни и сказал: \"Опять. Опять это происходит. Опять они находят лишний повод повырезать друг друга пачками. Зона — это какой-то салат из маргиналов и палачей. Это никогда не кончится. Эти конфликты и истребление вечны... Эта пора никогда не кончится... Эта вечная пора...\" \nПофилософствовав, Ветер пошёл по кровавой тропе на Янов, подобно ветру, что просто является свидетелем всего сущего. Так и вы на мгновье стали ветром, узрев эту бойню. Эта история — как жизнь. Она полна грязи, крови и жестокости, и, зачастую, лишена смысла, а нам остаётся только наблюдать это и отвращаться этой части людской натуры, уход которой нам, вероятно, никогда не удастся застать...",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 17,
    "text": "      Солнце уже село. Ветер надеялся, что этой истории конец, как звезды постепенно начали гаснуть, а тёмное ночное небо залилось кровью. Выброс. Ветер, браня Зону, за неимением выброса, вернулся на пресловутый завод, где закрылся в первой попавшейся комнате и забился в угол, где, кажется, задремал, а может впал в состояние шока под крики умирающих птиц, грома и выстрелов с криками в противоположной части Юпитера...",
    "answers": [
      {
        "id": 6,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 18,
    "text": "      В отдалении всего этого полчища зевак сидел и потреблял содержание вскрытой консервы сталкер-одиночка. Одиночка во всех смыслах. Был он не нелюдим, но к лишним контактам с людьми и болтовне не стремился. Компанию ему составляли лишь могильный чернобыльский ветер и потолок свинцовых тучь. От своего положения он не страдал, ибо был это его выбор, который вполне устраивал авантюриста. За то звали его Ветром: как ветер пролетает он мимо конфликтов и бесед",
    "answers": [
      {
        "id": 15,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 19,
    "text": "      Когда наш интроверт подходил к выходу, он встретился взглядом с двумя одиночками. Те, приметив его, подозвали к столу. Ветер, немного помешкав, подошёл к странному дуэту. Тот, что выглядил приветливее, одарив Ветра широкой улыбкой испорченных курением зубов, поздоровался:\n—Здравствуй, сталкер. Дело есть — он толкнул плечом второго\n—Тайник. Мы знаем, где лежит схрон с хорошим барахлом. Но путь не близкий. Пойдешь с нами, чтобы прикрыть спину, будешь в доле \n—Игра стоит свеч? Сколько же там барахла, если если его можно разделить между тремя людьми?\n—Много — отозвался второй — Сам знаю. Это был тайник моей группы. Вот только после пары последних ходок от них остались только рожки да ножки. Чего добру зря пропадать!\n—А он тогда кто? Из твоей группы? — спросил Ветер, указав на чернозубого улыбаку\n—Нет. Он тоже доброволец, решивший не упускать куш\n—Так, ты с нами? — спросил первый\n—Дайте подумать... — ответил Ветер \n—Не торопись. Тут никого нет, так что конкуренции никакой — сказал первый\n      Ветер, как упоминалось ранее, контактировать с людьми не любил, но звучало дело солидно. Раздумья долго не продлились \n—Я согласен — сказал Ветер\n—Вот это дело! — сказал первый, стряхивая вещи со стола в рюкзак\n—Я — Баран, он — Зуб\n—Ветер — отозвался наш герой\n      Ветер путешествовал на легке, и вещи собирать ему не пришлось, а дуэт одиночек имел всё нужное на руках. Наше, теперь уже, трио, вышло с Янова и отправилось на юго-восток, на поиски пресловутого схрона",
    "answers": [
      {
        "id": 4,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 20,
    "text": "      Солнце уже прошло стадию зенита и начало уверенно опускаться за горизонт, багря уходящими лучами поля, которыми шли наши герои. \"А вот и завод\" — победоносно крикнул Баран, указав на вершины сооружения вдалеке",
    "answers": [
      {
        "id": 5,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 21,
    "text": "      Ветер вышел с Юпитера, узрев поистине пугающую картину: в реках крови кучами лежали изуродованные выстрелами и взрывами тела бойцов Долга и Свободы. Сухие осенние листья, как кораблики, плавали по этим багровым морям. Эта кровавая мазня напоминала жуткую картину, написанную душевно-больным человек, владеющим только красной краской и извращённым виденьем композиции",
    "answers": [
      {
        "id": 16,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 22,
    "text": "      Наши герои дошли до этого памятника Советской архитектуры и промышленности, коими пестрила вся Зона\n—Куда нам дальше двигать — вопросил Зуб, обегая взглядом старые конструкции\n—За мной — отозвался Баран\nТроица побрела по асфальту, изрезанному и обвитому зоновскими травами, и зашла в высокое здание",
    "answers": [
      {
        "id": 12,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]