[
  {
    "id": 1,
    "text": "                    ░В░Ы░Ж░И░Т░Ь░\n\nЯ думаю, что из названия ясна ваша задача.\n\n\n   ПРЕДЫСТОРИЯ :\n   \nВы обычный человек с самой обычной жизнью, который никак не рассчитывал, что в такой же, как и ваша жизнь, обычный день начнётся вполне себе реальный апокалипсис! Но не бойтесь, не пугайтесь, ведь если взять себя в руки, то у вас есть большие шансы средь всеобщей паники добраться до военных, которые должны вас спасти, ведь так?\n\nP.S. Я только начал писать квест, и готов только первый день. Только он будет в таком формате, далее уже вы сами будете решать, что и где делать из множества вариантов. ",
    "answers": [
      {
        "id": 2,
        "text": "Ну, наверное ..."
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись от громких звуков стрельбы и взрывов. Выглянув в окно, вы подумали, что началась война, но вряд ли бы военные разъезжали прямо по городу, становясь приманкой для нападающих и ставя под угрозу жизнь мирных. Тут что-то другое, но что же? Вдруг прямо в ваш дом попал снаряд гранатомёта, стекло разлетелось, задев вас. К счастью, вы особо не пострадали. Времени разбираться в происходящем нет, для начала надо где-то укрыться, а то квартира ненадёжна, учитывая только что случившееся. Идти на улицу точно небезопасно, лучше будет, если я возьму всё необходимое и",
    "answers": [
      {
        "id": 4,
        "text": "Поднимусь на крышу",
        "var_set": [
          "выбор1",
          5
        ],
        "left_answer": true
      },
      {
        "id": 4,
        "right_answer": true,
        "text": "Спущусь на второй этаж",
        "var_set": [
          "выбор1",
          3
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы по-быстрому спустились на второй этаж. Спускаясь, вы встречали людей, в панике метавшихся на лестничных пролётах, ожидая помощи. Шли вы не на первый только по той причине, что вы должны иметь возможность вернуться в квартиру, ведь неизвестно, кто может открыть подъездную дверь. Вот и второй этаж.",
    "answers": [
      {
        "id": 17,
        "text": "Осмотреться",
        "need": -21
      },
      {
        "id": 18,
        "text": "Сидеть и ждать помощи"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы принялись обыскивать всю квартиру, в поисках чего-нибудь хотя бы приблизительно похожего на оружие. Вы сгребли пару консерв с холодильника в сумку, взяли какие-то медикаменты, а оружия так и не нашли, ну, кроме ножа. Надо торопиться.",
    "answers": [
      {
        "id": 4,
        "text": "Покинуть квартиру",
        "go_to": [
          "выбор1"
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы поднялись на крышу по лестнице, ведь застрять в лифте сейчас слишком опасно. Пробегая мимо квартир, вы заметили, что половина из них была открыта и люди в панике толпились на лестничных пролётах, не понимая, что происходит. С крыши открывался достаточно хороший обзор на город, поэтому легко было заметить масштаб происходящего. Прямо посреди города образовалась гигантская дыра в земле и оттуда толпами вылазят какие-то гигантские чёрные существа и нападают на военных, которые выстроились вокруг этой дыры и ведут огонь по тварям. Однако не всё так гладко и половина сушеств прорывается сквозь оцепление и сжирают военных, людей и просто крушат всё подряд. \"Что это вообще такое и как оно появилось?\" — подумали вы. Придётся ждать здесь, может быть даже повезёт спастись, ведь тут куда безопаснее, чем в эпицентре. Для начала стоит осмотреть, что же вы такое всё-таки взяли :",
    "answers": [
      {
        "id": 6,
        "text": "Инвентарь",
        "var_set": [
          "консервы",
          5,
          "медикаменты",
          3
        ]
      },
      {
        "id": 7,
        "text": "Осмотреть крышу",
        "need": [
          6
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Обычный рюкзак наполненный вещами :",
    "answers": [
      {
        "id": 6,
        "text": "Консервы :",
        "comment": true,
        "var_show": [
          "консервы"
        ]
      },
      {
        "id": 6,
        "text": "Медикаменты :",
        "comment": true,
        "var_show": [
          "медикаменты"
        ]
      },
      {
        "id": 6,
        "text": "Нож",
        "comment": true
      },
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 6
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы решили осмотреть крышу, наверняка на ней есть что-то полезное. Обойдя всё, вы нашли острую железку, торчащую в вентеляции. Неплохо для оружия, стоит только скрепить с ножом и вот тебе копьё. Стоит ли сходить обратно в квартиру за вещами, небольшую вылазку так сказать совершить?",
    "answers": [
      {
        "id": 8,
        "text": "Да"
      },
      {
        "id": 9,
        "text": "Лучше ждать дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы, держа нож наготове, начали медленно идти по лестнице на свой 5-ый этаж. Людей на лестнице и след простыл. Вы открыли дверь и вошли внутрь. В квартире была полная тишина, только настенные часы тихо тикали в углу. Единственное, что вас сразу смутило — какие-то чёрные кляксы от разбитого окна в комнату. Как-то не по себе вам стало и вы начали медленно пятиться назад и прям, как в фильмах, в ожидании опасности спереди, не смотрите назад и задеваете ногой порог. Душераздирающий визг послышался из глубины квартиры и гигантская двухметровая чёрная тварь бросилась на вас.",
    "answers": [
      {
        "id": 10,
        "text": "БОЙ"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы стали сидеть и ждать дальше. Вдруг спустя 20 ммнут с улицы стали раздаваться звуки мегафона. \n\n — ВНИМАНИЕ-ВНИМАНИЕ, ВСЕ ВЫЖИВШИЕ, ПРОСЬБА НЕ ПАНИКОВАТЬ И ПРОЙТИ К СПАСАТЕЛЬНЫМ ТРАНСПОРТНЫМ СРЕДСТВАМ НА УЛИЦАХ!\n\nПотом это же сообщение повторилось ещё раз 5, перед тем, как всё стихло. А вот и спасение — поняли вы.",
    "answers": [
      {
        "id": 16,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 10,
    "text": "Простая тварь, с которой ничего не стоит разделаться.\n\nБОЙ :\nМеханика боя основана на случайности, так что в зависимости от оружия шанс победы будет выше. Здесь, поскольку это первый бой, шанс победы равен : 90%.",
    "answers": [
      {
        "id": 10,
        "var_random_from_weight": [
          "бой1",
          11,
          90,
          12,
          10
        ],
        "text": "Ткнуть тварь ножём",
        "go_to": [
          "бой1"
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы ткнули тварь ножём и та, издав ещё один визг, повалилась на пол. Вы в полном шоке от произошедшего стали разглядывать существо поближе. Из неё виднелось дуло, так стоп, ДУЛО? Немного похлопотав вы извлекли автомат с парочкой патронов в магазине. \"Видимо оно жрёт всё не разбираясь\" — подумали вы. Автомат штука нужная, но пока им стоит только пугать, ведь патронов в нём совсем немного. Тем не менее не стоит забывать вашу цели : собрать копьё. Вскоре оно было готово и вы прикрепили его к рюкзаку так, чтобы его в любой момент можно быдо бы взять. Вдруг с улицы стали раздаваться звуки мегафона. \n\n — ВНИМАНИЕ-ВНИМАНИЕ, ВСЕ ВЫЖИВШИЕ, ПРОСЬБА НЕ ПАНИКОВАТЬ И ПРОЙТИ К СПАСАТЕЛЬНЫМ ТРАНСПОРТНЫМ СРЕДСТВАМ НА УЛИЦАХ!\n\nПотом это же сообщение повторилось ещё раз 5, перед тем, как всё стихло. А вот и спасение — поняли вы. Не знаю, как они отнесутся к автомату, может быть мне скрыть его наличие у меня или же будь что будет?",
    "answers": [
      {
        "id": 13,
        "text": "Спрятать автомат в рюкзак",
        "var_set": [
          "автомат",
          1
        ],
        "left_answer": true
      },
      {
        "id": 14,
        "text": "Будь что будет",
        "right_answer": true
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы пырнули тварь ножом, однако та извернулась и откусила вам бошку. Упс, не повезло, конечно. Шанс был целых 90%, так что вам точно не стоит полагаться на удачу.\n \n\n—---------ИГРА ЗАВЕРШЕНА----------\n\nКОНЦОВКА : ПЛОХАЯ",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала",
        "blackout": true
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы спрятали автомат в рюкзак и вышли на улицу. Вам пришлось долго пробиваться сквозь толпы людей, стремящихся к укреплённым автобусам. Вам повезло, ведь вы попали в первую \"партию\" людей и вам не придётся ждать следующего автобуса. Автомат, к счастью, никто не заметил. Поездка, по словам главного, предстаяла долгая, так что вы решили вздремнуть.\n\n—--------  ДЕНЬ 1 ПРОЙДЕН  ----------",
    "answers": [
      {
        "id": 15,
        "text": "ПРОСНУТЬСЯ",
        "blackout": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы решили не прятать автомат в рюкзак и вышли на улицу. Вам пришлось долго пробиваться сквозь толпы людей, стремящихся к укреплённым автобусам. Вам повезло, ведь вы попали в первую \"партию\" людей и вам не придётся ждать следующего автобуса. Автомат был быстро замечен главными и, как они выразились, во избежании несчастных случаев, он был отобран ими, ну, вы и не были особо-то против, ведь они должны гарантировать безопасность. Поездка, по словам главного, предстаяла долгая, так что вы решили вздремнуть.\n\n—--------  ДЕНЬ 1 ПРОЙДЕН  ----------",
    "answers": [
      {
        "id": 15,
        "text": "ПРОСНУТЬСЯ",
        "blackout": true
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы проснулись\nНа этом квест пока обрывается",
    "answers": [
      {
        "id": 1,
        "text": "В НАЧАЛО"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вскоре вы уже спустились вниз. Вам пришлось долго пробиваться сквозь толпы людей, стремящихся к укреплённым автобусам. Вам повезло, ведь вы попали в первую \"партию\" людей и вам не придётся ждать следующего автобуса. Поездка, по словам главного, предстаяла долгая, так что вы решили вздремнуть.\n\n—--------  ДЕНЬ 1 ПРОЙДЕН  ----------",
    "answers": [
      {
        "id": 15,
        "text": "ПРОСНУТЬСЯ",
        "blackout": true
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы стали осматривать подоконник с цветами. Вдруг вам показалось, что что-то  мелькнуло среди земли под одним из цветков.",
    "answers": [
      {
        "id": 17,
        "var_random_from_weight": [
          "ключ от квартиры",
          20,
          86,
          22,
          14
        ],
        "text": "Копать",
        "go_to": [
          "ключ от квартиры"
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы решили сидеть и ждать помощи. Вдруг с улицы стали раздаваться звуки мегафона. \n\n — ВНИМАНИЕ-ВНИМАНИЕ, ВСЕ ВЫЖИВШИЕ, ПРОСЬБА НЕ ПАНИКОВАТЬ И ПРОЙТИ К СПАСАТЕЛЬНЫМ ТРАНСПОРТНЫМ СРЕДСТВАМ НА УЛИЦАХ!\n\nПотом это же сообщение повторилось ещё раз 5, перед тем, как всё стихло. А вот и спасение — поняли вы.",
    "answers": [
      {
        "id": 19,
        "text": "Спуститься"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы спустились вниз. Вам пришлось долго пробиваться сквозь толпы людей, стремящихся к укреплённым автобусам. Вам повезло, ведь вы попали в первую \"партию\" людей и вам не придётся ждать следующего автобуса. Поездка, по словам главного, предстаяла долгая, так что вы решили вздремнуть.\n\n—--------  ДЕНЬ 1 ПРОЙДЕН  ----------",
    "answers": [
      {
        "id": 15,
        "text": "ПРОСНУТЬСЯ",
        "blackout": true
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы, порывшись в земле, извлекли из неё старую ржавую монету. \"Эх\" — подумали вы. Вдруг в углу вы наткнулись на какую-то железяку, похожую на арматуру, а, ведь если скрепить её с ножом, то получится отличное \"копьё\" как оружие. Но стоит ли возвращаться в квартиру, ведь это может быть небезапасно.",
    "answers": [
      {
        "id": 8,
        "text": "Совершить вылазку"
      },
      {
        "id": 18,
        "text": "Сидеть и ждать помощи"
      }
    ]
  },
  {
    "id": 21,
    "text": "Через некоторое время вы уже стояли у двери с номером 24. Покопавшись с замком, вы медленно вошли в квартиру. Внутри никого не было, собственно, этого вы и ожидали, раз она была закрыта на ключ, а не на шпингалет. Жители этой квартиры явно были не слишком внимательны, раз не стали забирать деньги, которые лежали в шкафу. ( Вы их там нашли ). Но вероятно, что они просто слишком торопились. К сожалению, в квартире не было больше ничего полезного.",
    "answers": [
      {
        "id": 3,
        "text": "Забрать деньги и уйти"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы, на удивление, в земле отрыли не какую-нибудь там монетку, а ключи, да ещё и с номером квартиры на них. 24? Стоит ли соваться в чужую квартиру или лучше положить ключи на место и ждать помощи?",
    "answers": [
      {
        "id": 18,
        "text": "Ждать помощи"
      },
      {
        "id": 21,
        "text": "Пойти на вылазку в чужую квартиру"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]