[
  {
    "id": 1,
    "text": "Жанр: драма, постапокалипсис\nРассказ \nАвтор: Teppish\n\nДва человека столь разные, что никогда бы не встретились при других остоятельствах, идут по сырому осеннему лесу лишь с одной целью — найти выход. Во всем бесконечном, но в то же время отравленном впоследствии военных действий мире, они находят друг в друге то, что даже не искали. Но сохранить это и выжить куда сложнее, чем кажется.",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      },
      {
        "id": 6,
        "text": "От Автора"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.postimg.cc/HsK3MCH6/IMG-05072022-183415-460-x-720.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.postimg.cc/HsK3MCH6/IMG-05072022-183415-460-x-720.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Провожатый и Мария, рассказ\n\n◇◇◇\n\nБольше всего я хочу прийти к тебе и лечь рядом. И знать, что у нас есть завтра.\n\nМацуо Монро\n",
    "answers": [
      {
        "id": 3,
        "text": "◇◇◇"
      },
      {
        "id": 29,
        "text": "А в Чикаго осень",
        "need": 500,
        "need_ever": true
      }
    ]
  },
  {
    "id": 3,
    "text": " — Эй, проснись. Хватит спать.\n\nДевушка открыла глаза. Тело тут же сковало страхом, пока она не вспомнила, кто перед ней находится — её странный провожатый, который вечно ходит в капюшоне. Она несколько дней пряталась от волков на старой сосне, а он спас ей жизнь. К тому времени, как Провожатый её нашел, она закоченела от холода и держалась на ветке лишь потому что привязала себя к дереву толстым кожаным ремнем, иначе бы свалилась без сил.\n\n  — Я не сплю, — тихо сказала она, поднимаясь с земли. А сама тут же залилась румянцем — она и правда заснула во время своего дежурства. Как же так вышло? Она специально отошла дальше от огня и смотрела по сторонам постоянно, ходя вдоль полянки туда и обратно, не давая себе прилечь. И всё же уснула... ",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Провожатый ничего не сказал. Он вообще был не особо разговорчив. Но она чувствовала, что он смерил её хмурым взглядом, взял из её рук ружьё и отошел в сторону. \n\n  — И-извините, — тихо сказала она, стараясь, чтобы голос не звучал совсем уж жалко.\n\nОн на секунду остановился, а затем, не оборачиваясь ушел прямиком в темный лес. Она хотела погнаться за ним, боясь, что он ушел навсегда, но в последний момент остановилась, тяжело вздохнула и села у костра.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "***\n\n20 лет назад\n\n  — Мария! НЕ СПИ, Мария! — ей кричал это кто-то очень близкий, кто-то родной, но давно забытый. Наверное, люди забывают травматичные воспоминания, но ей хотелось зацепиться за это единственное четкое воспоминание, которое у неё осталось о прошлой жизни. О детстве. \n  — Мария-я! НЕТ! \nВзрыв, а дальше тишина. Пустота.",
    "answers": [
      {
        "id": 7,
        "text": "..."
      }
    ]
  },
  {
    "id": 6,
    "text": "Рассказ написан за один вечер 4 июля 2022 года. Со слезами на глазах и тяжестью на душе, но большой верой в светлое будущее. \n\nЭто история не об апокалипсисе, а о людях с их чувствами и обстоятельствами, которые заставили их быть такими, какие они есть. Это история о героизме и стойкости, и конечно же о такой разной любви. \n\nС любовью в моём большом сердце, Тина Кобушко.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 7,
    "text": "***\n\nОна не спала до рассвета. Мария не могла заснуть, слишком тревожно было на душе. Она не хотела думать о плохом, но мысли приходили сами. Девушка пыталась отвлечься, подкидывая веточки в огонь, постоянно его поддерживая. Вечером накануне прошел холодный осенний дождь и это было не просто, ведь ветки были сырые. Огонь не хотел гореть, а от костра поднимался густой ядовито пахнущий дым. Хорошо, что ещё была ночь и его не было видно в темноте. Было очень холодно, она прыгала вокруг костра то на одной ноге, то на второй. Должно быть, она смешно выглядела со стороны, но в полной уверенности, что её никто не видит, девушка продолжала это занятие.\n<s>r\nМужчина замер среди деревьев, наблюдая за ней. Его серые глаза не выдавали его эмоций. Она прыгала сначала на одной ноге, затем на второй. Подкидывала веточку в костер пальцами, которые еле сгибались от холода. <s>r\n<s>r\n  — Ну давай, огонек. Гори, мой хороший.<s>r\n\n\"Чудачка. Говорит с огнем\", — подумал он.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Он тихо вышел на поляну, она этого не заметила. Стояла спиной к нему и ничего не видела. Как она вообще продержалась так долго сама? Такая доверчивая и не осторожная девочка. <s>r\n<s>r\n  — Ой! <s>r\n<s>r\n\"Ну наконец-то заметила\". <s>r\n<s>r\nОна так испугалась, что чуть не упала в костер, но уже через мгновение звонко рассмеялась. <s>r\n<s>r\n  — Мистер Провожатый, зачем Вы меня пугаете? — пошутила Мария. — А что это у Вас в руках? <s>r\n  — Завтрак, — коротко произнес он, подходя ближе к костру. Он отметил, что ей удалось удержать огонь до сих пор, хотя его не было на поляне более четырех часов. Он, конечно, не отходил далеко, лишь проверил все силки, что расставил вчера вечером по периметру их места привала. Улов оказался не богатым, но сойдет. ",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Он уже успел освежевать мясо, ведь помнил, как она отвернулась, когда он свернул шею одному лесному зверю у неё на глазах. А затем заметил на щеках дорожки от слез. Милое дитя в этом враждебном мире. Она точно чего-то не договаривала о своем прошлом, а он не стал выпытывать. И всё же впредь старался разделывать добычу подальше от её глаз. <s>r\n<s>r\nПоели. Затушили костер, засыпали листьями. Пошли дальше. <s>r\n<s>r\nОн шел впереди, как и всегда, прислушиваясь к их неспешным тихим шагам и останавливаясь при каждом постороннем звуке. Он ещё никогда не был в этой части леса, но знал по рассказу нескольких путников, которых встречал ранее, что здесь местность спокойная, но долго оставаться тут нельзя. Редкие деревья и не выгодное положение внизу склона делали прекрасной мишенью для охотников и мародеров. ",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Они шли несколько часов без отдыха, а Мария ни разу не пожаловалась, хотя за спиной тяжеленный рюкзак. Ноги несли по инерции, к тому же давала о себе знать практически бессонная ночь. <s>r\n<s>r\n  — Привал, — от этого слова у неё подкосились коленки и она тут же рухнула на землю. Он усмехнулся, услышав её тихий вздох облегчения. Она открутила бутылку с водой и жадно выпила несколько глотков. <s>r\n<s>r\nПровожатый вспомнил какой-то давно забытый образ их прошлого мира, глядя на неё. Их взгляды пересеклись. У неё темно-зеленые любопытные глаза. Точно такие же, как и у кого-то, кто когда-то был для него важен. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "***<s>r\n\n20 лет назад <s>r\n<s>r\nГромкая музыка, вечеринка у бассейна, лето. Много молодых людей. Смех, танцы, холодные алкогольные напитки. <s>r\n<s>r\nОн стоял чуть в стороне ото всех и курил сигарету. Дым пьянил его, но он всё равно был слегка напряжен. Он кого-то ждал. <s>r\n<s>r\n  — Чувак, снимай ты свою кожаную куртку! — какой-то парень дернул его за плечо, но стоило им встретиться взглядами, улыбка на мгновение исчезла с довольного лица паренька. Тот поднял руки в жесте, словно он сдается и сделал шаг назад. — Понял, руки не распускаю! Приятного отдыха! <s>r\n<s>r\nНаверное, он действительно выглядел грозно. Только вернулся из армии, которая сильно его изменила. Короткая стрижка, легкая щетина на щеках и ястребино-серые глаза, внимательно осматривающие окружающих. В тон им серая майка, на которой на длинной цепочке свисал военный жетон армии США. ",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Он ждал вечность, музыка гулом отдавалась в его ушах. Он не любил громкую музыку. Да и людей не любил. Но его ожидание было не напрасным. Из дома к бассейну вышла красивая молодая девушка в коротком красном в горошек платье. Её русые волосы вились, создавая причудливые локоны у висков. Но она пришла не одна, за талию её держал высокий молодой человек со светно-каштановыми волосами и слегка курносым носом. <s>r\n<s>r\n\"Алан Брэдли\", — пронеслось у него в голове. <s>r\n<s>r\nОни его не замечали. Танцевали вместе со всеми на импровизированном танцполе у бассейна, качаясь под динамичные хиты современности. А затем она случайно в танце повернулась таким образом, что темно-зеленые глаза встретились с его серыми. На лице девушки мгновенно отразился испуг. И в этот самый момент музыка закончилась. Алан Брэдли выпустил её руку и, шепнув что-то на ухо, торопливо зашагал к дому. Она не успела его остановить и осталась одна посреди танцпола, да ещё и в ловушке серых ястребиных глаз. Заиграла красивая медленная музыка и как никогда кстати мужчины приглашали девушек. ",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "К ней тут же ринулся один из стоящих без пары парней, но бывший военный ловко перехватил её руки в последнюю секунду. <s>r\n<s>r\n  — Извини, красавчик, этот танец обещан мне. Верно, мисс Харрисон?<s>r\n<s>r\nОна покраснела, но кивнула. Они медленно закачались в танце. Она пыталась опустить взгляд, но вновь и вновь попадала в ловушку его глаз. <s>r\n<s>r\n  — Вообще-то я теперь миссис Брэдли, — тихо и испуганно сказала она. <s>r\n<s>r\nЭто не было для него сюрпризом. Слухи в их маленьком городе разносились быстро. Он улыбнулся, но ничего не ответил. Они смотрели друг на друга и он чувствовал, что она дрожит всем телом. Их лбы соприкоснулись и в этот момент для него весь мир перестал существовать. <s>r\n<s>r\nПо её щеке котилась слеза, но вновь ничего не сказал ей. Он знал, что она никогда не будет его, но и не хотел её отпустить. <s>r\n<s>r\n  — Я надеюсь, ты когда-нибудь меня простишь. Прости меня... ",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "*** <s>r\n<s>r\nПошел дождь, а дорога как назло принялась уходить вверх. Ноги скользили по склону и Провожатый несколько раз чуть не упал. Мария тоже. <s>r\n<s>r\n  — Эй, мистер Провожатый, — она обратилась к нему впервые с их ночного разговора. — Может, ты расскажешь мне своё настоящее имя? А то мне как-то неловко называть тебя так постоянно. <s>r\n<s>r\n\"Любопытная девочка\". <s>r\n<s>r\nКогда они познакомились, он не стал называть своё имя, в то время как она с готовностью назвала своё. Она тогда слишком много говорила для едва не замерзшей насмерть молодой девицы. <s>r\n<s>r\n\" — Я провожу тебя до ближайшей дороги, чтобы ты убралась из моего леса как можно быстрее. Разговаривать нам не обязательно\".<s>r\n\" — Пожалуйста, мистер Провожатый! Как Вам будет угодно!\" — заявила она и до этого момента называла его исключительно по придуманной ей кличке. ",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": " — Можешь просто молчать, — тихо сказал он в ответ на её очередную попытку выведать у него информацию. Однако на этот раз он это делал без презрения или чего-то подобного. Скорее, просто по привычке.<s>r\n  — Я устала от тишины и молчания. Этот мир и так слишком унылый и страшный. Если мы перестанем говорить, то окончательно его потеряем. <s>r\n<s>r\n\"Если мы перестанем говорить, то окончательно его потеряем\". <s>r\n<s>r\nОн ничего не ответил. <s>r\n<s>r\n  — Если не хотите говорить, давайте я Вам что-то расскажу? У меня не так много воспоминаний о прошлом мире, но я кое-что помню. Например, вкус шоколада. Папа всегда мне приносил их с работы. Если честно, я не помню, кем он работал. Но помню запах шоколада. Смогу ли я его когда-то ещё попробовать? Осталась ли в мире хоть одна целая плитка или кто-то сам того не зная уже давно съел последнюю? <s>r\n<s>r\nОни наконец-то забрались на возвышенность. Дождь усилился и Провожатый начал злиться. Когда идет дождь, постоянно кажется, что кто-то за тобой идет. Он ненавидел это чувство. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "  — А ещё я помню закат. Тогда небо было совсем другим. Оно могло быть нежно-розовым, красно-коралловым... Не знаю, что такое кораллы, но цвет такой насыщенный, каких в мире тоже, наверное, не осталось... А ещё небо могло быть синим. Красиво было тогда. <s>r\n  — Сколько тебе было лет, когда всё это исчезло? — спросил Провожатый тихо. Она на мгновение замерла и чуть не упала в грязь, не ожидая услышать вопрос в свою сторону. <s>r\n  — Мне было три или четыре года. <s>r\n  — Хм-м... <s>r\n<s>r\nОн делал у себя в голове какие-то свои сложные расчеты, но как ни старался, данные не сходились. <s>r\n<s>r\n  — А маму помнишь?<s>r\n  — Маму? — девушка удивилась. — Я помню, у неё были волосы как и у меня, темные. Пахло от неё всегда цветами. Я думаю, она меня очень любила. Ах да, жили мы в Чикаго, так мне рассказывали. Я не знаю, почему я выжила, ведь сейчас там один лишь пепел с руинами. <s>r\n  — Я не был в Чикаго, — коротко ответил он, выдохнув. Мария не её дочь. Это просто совпадение. К тому же, девушка на несколько лет старше, чем должна была быть сейчас её дочь. Это просто удивительное совпадение, что девушка так на неё похожа. ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Больше они не говорили. Как Мария не пыталась выдавить из него хоть слово, всё тщетно. Так они и шли до наступления темноты, пока вновь не остановились на привал и он не заступил в свою смену первым. <s>r\n<s>r\nОн не знал, что заставило его впервые за много лет вспомнить прошлое. Оно стояло перед глазами так ярко, словно это было всего несколько недель назад. <s>r\n<s>r\nПровожатый знал, что семья мистера Алана Брэдли не спаслась. На месте его родного города, как и на много миль вокруг была выжженная земля. <s>r\n<s>r\nА он чертов счастливчик. Оказался среди военных в правительственном бункере. Он бежал от одной жизни, но сам того не зная, стал одним из немногих, кто вернулся в совсем другую, истерзанную, испепеленную, гниющую, как и он сам жизнь. После множества ракетных ударов уцелели немногие. Лишь те, кто спрятался в метро или в глубоких бункерах. ",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Он смотрел как спит девушка, положа голову на свой рюкзак и думал, как это всё не честно. Она такая маленькая, худенькая, одинокая в этом новом мире. Она хочется казаться крепкой и она действительно крепче, чем кажется. Умеет охотиться, стрелять из оружия, ставить силки. Разбирается в травах не хуже него. Её заставила быть такой жизнь. И всё же она молодая девушка, которая в параллельной вселенной могла бы сейчас заканчивать университет, праздновать выпускной, обнимая счастливых родителей или, может, парня. Она могла бы танцевать, путешествовать, видеть краски, есть вкусную пищу, плавать в бассейне с голубой водой, танцевать на пляже с коктейлем и хохотать до умопомрачения. А она спит в грязной одежде на рюкзаке, где хранит даже не сменную одежду, а жалкие пережитки прошлого мира. <s>r\n<s>r\nКогда он её нашел, она сидела на дереве. Спасаясь от диких зверей, она скинула на землю рюкзак. Перед тем, как помочь ей спуститься, он успел его осмотреть. Там была мягкая игрушка-зайчик, долларовые купюры, лак для ногтей, несколько книг и альбом с рисунками. На рисунках были в основном руины городов, но так же лица нескольких человек. Пусть сейчас нет возможности фотографировать, для неё было важно сохранить этих людей хоть где-то кроме как среди постоянно стирающихся воспоминаний. \n\nИ всё же это были совершенно не нужные вещи в современном мире. <s>ufeff\n<s>ufeff\n\"Откуда она такая появилась? Почему сейчас?\" <s>ufeff",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Он проснулся утром, при ярком свете белого неба, оттого, что его душат, а ещё от женского леденящего душу крика. <s>r\n<s>r\n  — Нет! Не трогайте меня, гниды! А-а-а!!! <s>r\n<s>r\nЕё схватили двое и куда-то поволокли. Третий вытряхивал содержимое её рюкзака. Провожатый пытался вырваться, чтобы побежать на помощь девушке, но на него самого навалились всем телом. Он слышал её нечеловеские крики и такая ярость нахлынула на него в тот момент, что он завалил нападавшего, накинув на него его же оружие — веревку. Провожатый душил его и бил, бил по лицу, пока оно не превратилось в сплошное мясо. Обернувшись увидел испуганного мужика, что ковырялся в их вещах. <s>r\n<s>r\n  — Я-я... Никого не трогал! Оставь меня, дядь! — гнилые зубы, хитрые крысиные глазки, а под ногтями кровь и грязь. Разве это человек? Подняв выпавший у первого нападавшего пистолет с земли, Провожатый выстрелил в ногу крысиноголовому и побежал на звук всё ещё не стихающего крика.",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Они разорвали на ней одежду, но Провожатый успел вовремя. Воспользовавшись отсутствием штанов у одного из нападавших, от души ударил по неприкрытому месту. Под его завывания кинулся на второго, но тот выбил у него из руки пистолет кулаком. Соперник тут же выхватил нож. <s>r\n<s>r\n  — Осторожно, позади!!! <s>r\n<s>r\nИ в этот самый момент шею Провожатого сдавили две руки оставшегося без штанов мужика. <s>r\n<s>r\n  — Сдохни, мразь! — крикнул тот, долбанув Провожатого коленом по самому больному для мужчин месту.<s>r\n  — Лучше бы я нахрен отстрелил тебе твоего дружка! — зарычал Провожатый. В нем бурлил адреналин. Он бился как в последний раз, ненависть кипела у него в крови.  <s>r\n<s>r\nЕму удалось выбить нож из руки, и повалить придурка. По привычной схеме забить его жалкую морду до мяса. И тут он почувствовал резкую и очень сильную боль под ребром. ",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "  — Нет! — вновь женский крик... и выстрел. Провожатый почувствовал, как тело ранившего его человека завалилось прямо на него и не мог этому противиться. Боль немного отступила, но сознание всё же помутилось. <s>r\n<s>r\nПровожатый постарался помочь Марии сбросить с него безжизненное тело человека, но у него это не особо получилось — девушка справилась сама. Она аккуратно помогла ему сесть, облокотившись о дерево. Оба тяжело дышали. <s>r\n<s>r\n  — Ты как? — она впервые прямо смотрела на его лицо, а он отметил, что впервые предстал перед ней без капюшона. Её лицо было грязним, в грязи и крови, как и волосы, и руки, но зеленые глаза заставляли лицо сиять и выглядеть самым красивым на свете. Он ей улыбнулся, понимая, что сознание стремительно его покидает. — Эй, не теряй сознание! Так не честно, я даже имени твоего не знаю, самоубийца. Я не позволю тебе умереть, слышишь! — на её глазах выступили слезы, она крепко сжала зубы от напряжения. Это последнее, что он увидел. ",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "*** <s>r\n<s>r\n20 лет назад <s>r\n<s>r\n  — Мари! Мария, пожалуйста, проснись, не спи, детка! — женский голос раздавался отовсюду. Девочка распахнула глаза и заплакала, глядя на мать.<s>r\n  — Мама!<s>r\n  — Милая, тихо-тихо, ты просто сейчас побежишь с нами, ладно? Где твоя курточка? <s>r\n  — Алли, быстрее!<s>r\n  — Мы бежим!<s>r\n  — Мама, где мой Джордж? <s>r\n  — Вот он твой зайчик Джордж, он рядом, вы вдвоем! Не выпускай его, ладно?<s>r\n  — Мне страшно, мамочка! <s>r\n  — Всё хорошо, просто дядя президент сказал всем мальчикам и девочкам спрятаться в бункер. Туда мы и идем. <s>r\n<s>r\nЯркие вспышки в окне стремительно мчащегося по улице автомобиля, это всё, что запечатлелось в сознании четырехлетнего ребенка. <s>r\n<s>r\nА дальше прыжок в люк канализации и взрыв где-то высоко. Её спасло то, что она находилась под толщей грязной воды, её никак не зацепили огненные потоки, через мгновенно проникшие в люк вслед за ней. <s>r\n<s>r\nВ люк успела прыгнуть лишь она. Остальные погибли. ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "*** <s>r\n\nПровожатый проснулся от тихого пения. Он долго удивленно моргал глазами, но зрение никак не хотело фокусироваться. Неужели несмотря на все испытания всё же очутился в раю? <s>r\n<s>r\n  — Я верила, что ты очнешься, — услышал он тихий голос у самого уха. <s>r\n  — А-х-х... — он зашелся в кашле, отмечая, что левый бок до сих пор отдает сильнейшей болью. На глаза выступили слезы и он зажмурился.<s>r\n  — Я так рада, что ты жив, — он услышал, что она плачет, уткнувшись носом в его плечо, — я три ночи тебя с того света вытаскивала. <s>r\n  — Три... — выдохнул он и вновь закашлял. Чертов кашель. Впервые за такое долгое время он хотел сказать очень многое, а голос не позволял. <s>r\n<s>r\nОни лежали в импровизированном шалаше между кустов, на груде сухих опавших листьев. Пахло спиртом и жаренными каштанами. <s>r\n<s>r\n  — Спасибо, — коротко ответил он. — Есть... вода? <s>r\n<s>r\nОна тут же подала ему флягу и он жадно выпил целиком всё её содержимое, не заботясь об экономии. В горле была настоящая пустыня. Рука тряслась и какая-то часть воды пролилась, стекая вниз по бороде, но его это не заботило. ",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Она сидела и смотрела на него и за всю жизнь он не встречал таких счастливых людей. Заплаканная, но с широкой улыбкой, она предложила ему жаренные каштаны или бульон из белки, которую она словила с утра. <s>r\n<s>r\nОн вежливо отказался. Жар спал, но он чувствовал, что это ненадолго. Рана у него очень серьезная, ведь рукоятка ножа вошла под ребро полностью. Он уже заметил, что Мария извлекла нож, а это значит, что по-любому поврежден какой-то жизненно-важный орган. У него был бы маленький шанс, если бы были больницы и антибиотики... Но не в этой жизни. <s>r\n<s>r\nА на счет улучшения состояния, то он уже встречал такое — когда рана серьезная у людей бывают промежутки, когда они в сознании, им внезапно становится лучше и все радуются. Но это самое опасное, что может быть. Ведь после таких улучшений чаще всего люди засыпают навсегда. \n\nИменно поэтому как бы он не хотел вновь лечь спать, он перебарывал себя. Ради неё, ради её улыбки. Мари что-то рассказывала, попутно помогая ему попить снова, перевернуться на удобный бок. И сама легла рядом. Она болтала без умолку, а он смотрел на неё и улыбался. Она — ангел, которому ему послал Господь бог. ",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "  — Мари, — тихо сказал он, подкопив сил. Девушка замолчала, видя как тяжело это ему дается. — Знаешь, какой самый счастливый день в моей жизни?<s>r\n  — Нет, — девушка покачала головой. <s>r\n  — Я был ребенком. Мы с отцом поехали на озеро купаться. Озеро окружал лес и мы разбили там... Лагерь, — он сглотнул и на несколько секунд замолчал. — Мы ловили рыбу и были только вдвоем. Весь мир был только для нас. И лес, и озеро, и каштаны... Мы тоже жарили каштаны.<s>r\n  — Сколько тебе лет? — тихо спросила она. <s>r\n<s>r\nОн рассмеялся. Но напоследок решил быть откровенен. ",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "  — Мне сорок два года. <s>r\n  — Ты сильный молодой мужчина. Ты справишься, — прошептала она, поглаживая его по щеке. — И мы с тобой обязательно будем ловить рыбу! И не в озере, в океане! Ты же мой провожатый. Как я без тебя найду дорогу из леса? Я же иду к океану давно, ты помнишь? На самом деле, пока мы шли, я всегда надеялась, что ты пойдешь туда со мной, — на её глазах выступили слезы. <s>r\n  — Милая Мари, — тихо начал он. — Твоя цель скоро будет достигнута. Всего два дня на восток и ты у побережья. <s>r\n  — Всего два дня и мы у побережья. Мы будем ловить рыбу! — воскликнула Мари. ",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Он не стал спорить. Он не хотел рушить её позитивный настрой. Он хотел насладиться последними мгновениями жизни с его милым ангелом, существование которого он пытался отрицать ранее. Раньше он видел в ней лишь его первую любовь, милую и инфантильную девочку, но теперь он понял, что она совсем другая. Безусловно, она тоже нуждается в защите и даже больше, чем может сама представить. И единственное, чего бы ему хотелось — всегда быть её Провожатым, куда бы она не пошла. <s>r\n<s>r\n  — Мария... <s>r\n<s>r\nОна сама его поцеловала. Прижала к себе и сделала это нежно и от всей души. В этом поцелуе не было страсти или отчаянья, а лишь теплота и легкая горечь. <s>r\n<s>r\n  — Я буду с тобой, — заключила она тихо, поднимая взгляд в небо. ",
    "answers": [
      {
        "id": 28,
        "text": "◇◇◇"
      }
    ]
  },
  {
    "id": 28,
    "text": "*** \n\nМария дошла до океана. Он был таким же большим, как она его представляла. Она села на грязный песок и подняла голову к серому небу. Она сидит у океана, цель выполнена. И что теперь делать дальше? Пару дней она ловила рыбу, ещё несколько сооружала жилье. Жить на пляже было холоднее, чем в лесу, но туда она больше возвращаться не хотела. \n\nТринадцать дней она сидела на пляже и смотрела вдаль, представляя, что оттуда приплывет корабль. Красивый, как на картинках, что она видела на пожелтевших от времени страницах журналов. Она мечтала, что уплывет навстречу кораллово-красному закату. \n\nИ на тринадцатый день она действительно увидела корабль вдалеке. И она поклялась себе, что несмотря ни на что попробует на него попасть. ",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 29,
    "text": "Конечно, от Чикаго ничего не осталось. Было глупо надеяться, что он избежит своей участи — его разбомбили в первый же день начала глобальной катастрофы.\n\nИ всё же те немногие, кто мог припомнить его парки, его сияющие на солнце витражами высотки, особенно прекрасные в весенне-летнее время, показывали своим детям картинки и рассказывали истории. \n\nИх слушала и маленькая девочка Мария. Вот только она не знала, что их ей рассказывают люди, которые никогда там не были.",
    "answers": [
      {
        "id": 1,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "\n\n\n ",
    "answers": []
  }
]