[
  {
    "id": 1,
    "text": "Автор: Jorginho\nЖанр: Детектив, боевик, приключения*\nСтатус: Идет работа, опубликовано в тестовом формате\n\nЧто бы вы делали, если бы у вас украли дорогую вещь, машину, украшение? Конечно, стали бы звонить страховым компаниям, в полицию. Но что делать, когда у вас украли почку? Как далеко вы сможете зайти? \n\n*рекомендуемый возраст – 16<plus>.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "–> Начать историю"
      },
      {
        "id": 28,
        "text": "✫ Достижения"
      },
      {
        "id": 1,
        "text": "❕На данный момент для прохождения доступна первая глава",
        "comment": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Как только вы открыли глаза, тяжелая боль ударила вам в голову. Ничего не соображая, вы тут же их закрыли, но боль не ушла. \n\nКонечно, вы не сразу вспомнили, что вы 31-летний офицер полиции Лос-Анжелеса в отпуске, и что вы вчера знатно надрались в этом мексиканском кабачке, где и заночевали. Вы также не сразу заметили, что по обе стороны от вас, лежат, по всей видимости, не менее сильно нагулявшиеся господа. \n\nНачав припоминать некоторые детали своего прошлого, в том числе и вчерашнего вечера, вы испуганно вскочили с необыкновенно мягкого матраса, расстеленного кем-то на полу. Однако встать на ноги удалось далеко не сразу. При попытке сделать это вы почуствовали необычайно острую боль в спине и тут же упали на пол. Пролежав там еще с четверть часа вам наконец-то удалось подняться на ноги.",
    "answers": [
      {
        "id": 3,
        "text": "Выйти из комнаты "
      }
    ]
  },
  {
    "id": 3,
    "text": "В самом помещении бара все еще были видны вчерашней пирушки, которая, похоже без побоев не обошлась. Бармен молча стоял у стойки и курил сигару. Молодой паренек, лет 20 на вид, по видимому работающий здесь ни сколько помощником бармена, сколько официантом, тоже молча подметал пол. Кроме вас, в баре был еще олмн посетитель, мужчина в пиджаке лет пятидесяти с небольшой бородкой, похоже, только что заказавший себе выпивку. \n\nВы все еше с трудом припоминали события вчерашнего вечера и не смогли придумать ничего лучше, как... ",
    "answers": [
      {
        "id": 4,
        "text": "Сесть за один из столов и осмотреться"
      },
      {
        "id": 5,
        "text": "Подойти к бармену"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы медленно, пошатываясь подошли к столу и сели. Хотя, правильнее будет сказать, упали на стул.\n\nНа вас никто не обратил особого внимания. Вы молча сидели и пялились в окно, пытаясь хоть что-нибудь отчетливо припомнить. \n\nТак ничего и ее вспомнив, вы перевели внимание на стол. Тут лежали какие-то свертки и пакеты. Вы обнаружили, что в пакетах лежат пачки сигарет. Вам страшно захотелось затянуться, вы достали одну пачку, открыли и уж было хотели спросить, чьи, но что-то вас остановило... Содержимым свертков оказались не сигареты. \n\n\"Дурь\" – быстро промелькнуло у вас в голове – \"И никому до этого нет дела... Что здесь творится!?\"\nВы быстро положили пачку \"сигарет\" на место и поскорее пересели за другой стол... \n\n  –Здравствуйте, – донеслось откуда-то сзади. ",
    "answers": [
      {
        "id": 6,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы подошли к стойке. \"Бармен\", казалось, не заметил вас, или, по крайней мере, не обратил на вас ни какого внимания.",
    "answers": [
      {
        "id": 7,
        "text": "– Здравствуйте, подскажите, пожалуйста, кто я и зачем? "
      },
      {
        "id": 8,
        "text": "Спросить сигареты ",
        "need": -8
      },
      {
        "id": 9,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 6,
    "text": "Обернувшись, вы заметили, что напротив вас сидит тот мужчина, единственный посетитель бара, кроме вас. \n– Д-доброе... утро...\nВы встали, подошли к нему, попытались пожать руку... Спустя пару секунд вы пожалели об этом. Вместо того, чтобы пожать руку, вы все телом упали на него, а затем и на пол. \n– П-простите, – только и смогли произнести вы. \n–М-да, бывает, – сказал мужчина, доставая из кормана платок и начиная вытирать им пиджак.\n\nЭтот платок сразу привлек ваше внимание. Вернее не платок, а вышивка, красовавшаяся на нем. Странное существо с длиннымм хвостом и гребнем, не то дракон, не то ящерица, выглядывающее из огненного кольца. Где-то вы уже видели этот рисунок. Возможно, вчера... \n\nВпрочем, вас недолго мучали эти мысли. Колкая боль пронзала все ваше тело. Тошнота подступала к горлу. По совету \"бармена\" вы решили отправиться в ближайшую больницу на такси.",
    "answers": [
      {
        "id": 10,
        "text": "[Спустя три часа]"
      }
    ]
  },
  {
    "id": 7,
    "text": "– Я смотрю вы шутник. У меня каждое утро такое по десять раз спрашивают. Проблема в том, что помочь я не могу ровным счетом ни чем, – на английском сказал тот.\n–Д-да... Простиитее, – выпалили вы, едва не рухнув на пол – что-то мне нехорошо...\n\nВы развернулись, собираясь присесть на один из стульев, стоявших рядом с барной стойкой. \n– У вас на спине... что-то странное, будто порез, – с каким-то странным акцентом произнес \"бармен\".\n– Что..!? Покажите... У вас есть зеркало?\n Бармен молча залез в ящик стола. С минуты покопавшись там, он достал небольшое зеркало, не то карманное, не то настольное. \n\nВы повернули голову и с ужасом увидели: действительно, огромный глубокий порез на спине, по видимому только что зашитый, причем, как вам показалось, нитями не медицинскими. \n\n– Вам бы в больницу. Это недалеко. Я вызову такси, посидите пока.\nВы ничего не смогли сказать в ответ...",
    "answers": [
      {
        "id": 10,
        "text": "[Спустя три часа]"
      }
    ]
  },
  {
    "id": 8,
    "text": "– \"Дарклинские\" есть? Сколько? \n– Все что есть, смотри. \n\nТут вы вспомнили, что денег у вас с собой нету, и вы расхаживаете перед стойкой с голым торсом...\n",
    "answers": [
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Растрепаный бар печально смотрел на вас. Паренек все еще подметал пол, мужчина в пиджаке вновь заказывал выпивку.",
    "answers": [
      {
        "id": 4,
        "text": "Сесть за один из столов и осмотреться "
      },
      {
        "id": 5,
        "text": "Подойти к бармену "
      }
    ]
  },
  {
    "id": 10,
    "text": "Пожалуй, самое важное, что вы смогли извлечь из поездки в больницу – это то, что у вас кое-что украли вчера ночью. И это \"кое-что\" – почка. Ваша почка. По крайней мере, такую гипотизу высказал один из врачей. Для него она казалась наиболее реалистичной, параллельно являясь единственной. Хоть он уже и сталкивался с подобными случаями, он искренне удивился, что вы живы. По крайней мере он так говорил. \n\nВ больнице ничего, кроме рентгена предложить вам не могли. Единственное на весь округ здание госпиталя было круглосуточно заполнено толпами людей.\n\nЧто касается вас, то за эти три часа вы почти окончательно протрезвели. После того, как вы приняли обезболивающие в больнице вам стало значительно лучше. Конечно, шок сильно сразил вас, но вы осознавали, что здесь вам как следует помочь не смогут. Еще из плозих новостей, вам придется вернуться в злополучный кабачок. По всей видимости, там остались ваши вещи.",
    "answers": [
      {
        "id": 11,
        "text": "[В такси]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ваш ум и память постепенно восстановливались,  но из вчерашнего вы по прежнему помнили мало.\n\nВы начали припоминать, что вчера познакомились с каким-то джентльменом... Прилично выпили... Имя его вы не помнили... Рональд, Роланд... Нет, не то. Однако главное, что вы вспомнили, что на его \"визитной карточке\" был изображен дракон, глядящий из огненного обруча своим страшным взглядом. Где-то вы уже видели этот рисунок сегодня... \n\nВаши мысли прервались, когда машина остановилась у того самого \"трактира\". ",
    "answers": [
      {
        "id": 12,
        "text": "Выйти из машины "
      }
    ]
  },
  {
    "id": 12,
    "text": "Небольшое заведение, стоящее на окраине городка, похожее на бар из дикого запада стояло перед вами. \n\"Господи, во что я влип\" – подумали вы и вошли внутрь. ",
    "answers": [
      {
        "id": 13,
        "text": "..."
      }
    ]
  },
  {
    "id": 13,
    "text": "За время вашего отсутствия обстановка в основном помещении бара практически не изменилась. Мусор и другие \"следы\" вчерашних гуляний еще не были до конца убраны, бармен все также молча стоял за стойкой. Посетителей значительно прибавилось: их было уже человек десять, некоторые столы были полностью заняты. Мужчины в пиджаке, которого вы видели утром уже не было. Паренька, подметавшего пол, тоже не было видно. ",
    "answers": [
      {
        "id": 14,
        "text": "Подойти к бармену"
      },
      {
        "id": 16,
        "text": "Подняться на второй этаж ",
        "need": [
          -19
        ],
        "need_sometimes": true
      },
      {
        "id": 25,
        "text": "Подняться на второй этаж ",
        "need": [
          19
        ],
        "need_sometimes": true
      },
      {
        "id": 15,
        "text": "Пройти в комнату направо"
      },
      {
        "id": 17,
        "text": "Сесть за пустой столик"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы подошли к стойке. \"Бармен\", казалось, не заметил вас, или, по крайней мере, не обратил на вас ни какого внимания.",
    "answers": [
      {
        "id": 18,
        "text": "Спросить сигареты",
        "need": -20
      },
      {
        "id": 19,
        "text": "Спросить сигареты ",
        "need": 20
      },
      {
        "id": 13,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 15,
    "text": "Комната, в которой вы заночевали значительно опустела. Джентльменов, которые ночевали здесь с вами, уже не было. Наваленных в углу сумок и мешков – тоже. ",
    "answers": [
      {
        "id": 15,
        "text": "А вот и ваш рюкзак.",
        "comment": true,
        "need": -20
      },
      {
        "id": 20,
        "text": "Взять рюкзак ",
        "need": -20
      },
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы молча прошли мимо барной стойки к лестнице. Если память вас не обманывает, вы вчера были на втором этаже. Надо бы посмотреть, нет ли там свидетелей вчерашних гуляний.\n\nОднако оклик \"бармена\" повредил вашу решимость:\n– Эй! Второй этаж только для персонала. \n– Я... там забыл сумку... вчера, попытались выкрутиться вы.\n– Плохо слышите? Я же сказал, что посетителей мы туда не пускаем.\n\nПришлось смириться.",
    "answers": [
      {
        "id": 13,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы сели за пустой стол около окна и задумались. Что здесь происходит? Почему вы еще живы? \nНужно срочно что-то предпринимать. Здесь сделать операцию и как-либо помочь вам не смогут. Осталось понять, что можете вы. ",
    "answers": [
      {
        "id": 34,
        "text": "Позвонить в полицию"
      },
      {
        "id": 13,
        "text": "Продолжить осмотр бара",
        "need": -32
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы вновь невольно почувствовали желание закурить, но тут же вспомнили, что денег у вас с собой нет.",
    "answers": [
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "– \"Дарклинские\", – приказным тоном попросили вы.\n– Да, секунду... Кажется, еще остались... Нет, похоже все продал. А, вспомнил. В машине еще есть. Сейчас вернусь, присядьте пока.",
    "answers": [
      {
        "id": 13,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 20,
    "text": "Кажется, вам повезло – почти все на месте. И деньги, и ноутбук, и телефон, и документы. В такой обстановке это показалось вам необычайно странным. Стоп, где паспорт?",
    "answers": [
      {
        "id": 21,
        "text": "Посмотреть в верхнем кармане"
      },
      {
        "id": 22,
        "text": "Посмотреть на дне рюкзака"
      }
    ]
  },
  {
    "id": 21,
    "text": "Нет, кажется здесь нету. Только какой-то клочок бумаги... Что это? \n\n\"Рияд Моралес. Куэрто, 374973088.\" \n\nВаше внимание сразу привлек \"огненный дракон\" – изображение, которое так часто и расплывчато появлялось у вас в памяти. Похоже, это визитная карточка, данная вам вчера вашим новым знакомым. Хотя, сейчас назвать его знакомым довольно трудно. Что же означает этот символ?\n\nТем не менее, вы решили отложить эти размышления на потом. Нужно найти паспорт. \nПеревернув все в рюкзаке вверх дном, вы наконец обнаружили его. Можно выдохнуть с облегчением. \n",
    "answers": [
      {
        "id": 15,
        "text": "..."
      }
    ]
  },
  {
    "id": 22,
    "text": "В папке с документами – нет, в ноутбуке – тоже... \nА, вот же он! Прямо под телефоном. Можно выдохнуть с облегчением. ",
    "answers": [
      {
        "id": 15,
        "text": "..."
      }
    ]
  },
  {
    "id": 23,
    "text": "Комната, в которой вы заночевали значительно опустела. Джентльменов, которые ночевали здесь с вами, уже не было. Наваленных в углу сумок и мешков – тоже.",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "На втором этаже вас встретил узенький коридорчик с парой дверей и балконом в его конце. Кроме вас, в коридоре стоял мужчина лет двадцати, одетый, видимо по последней молодежной моде, длинная \"рубаха\", дорогие кроссовки. Его тело, от шеи рук до ног было покрыто татуировками, у вас это вызвало гнетущее впечатление. Однако по его внешности нельзя было сказать, что он местный.\n\nЗавидев этого парня, вы испугались и уж было хотели спуститься назад, на первый этаж, но тут же передумали – он не обратил на вас никакого внимания. Судя по его дрожащим рукам и тупому взгляду – он накурен. \n\nНадо бы здесь осмотреться, но медлить нельзя – времени мало.",
    "answers": [
      {
        "id": 26,
        "text": "Пройти к балкону"
      },
      {
        "id": 27,
        "text": "Подойти к пареньку"
      }
    ]
  },
  {
    "id": 25,
    "text": "Воспользовавшись тем, что бармен ушел за сигаретами, вы незаметно проскочили на лестницу. Ее состояние остовляло желать лучшего: доски скрипели под вами, местами заметно прогнили. Впрочем, вас это не сильно беспокоило.",
    "answers": [
      {
        "id": 24,
        "text": "Подняться наверх "
      },
      {
        "id": 25,
        "text": "✫✫✫✫ Получено достижение: Отвлекающий маневр",
        "comment": true
      }
    ]
  },
  {
    "id": 26,
    "text": "Все три двери в коридоре оказались запертыми. Вы прошли на балкон. Пустой, тоже местами прогнивший и скрепящий. В вашей голове смутно проглядывались воспоминания. Похоже, вы здесь были вчера... Зачем? Похоже, выходили закурить...\n\nВаши размышления были прерваны резко ударившей вас в живот болью. Словно мечь она пронзала вас насквозь. Вы едва не потеряли равновесия. Приступ кашля одолевал вас.",
    "answers": [
      {
        "id": 29,
        "text": "..."
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы подошли к парню. Он не мигая смотрел в пол, не замечая вас. Стало жутковато.",
    "answers": [
      {
        "id": 35,
        "text": "– Добрый день "
      },
      {
        "id": 36,
        "text": "– Здарова, у меня тут почку украли"
      }
    ]
  },
  {
    "id": 28,
    "text": "Список полученных достижений:",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 28,
        "text": "• Отвлекающий маневр ✫✫✫✫",
        "need": 25
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 28,
        "text": "• Судьба копа ✫✫",
        "need": 43
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 28,
        "text": "• Он умер во сне ✫✫",
        "need": 47
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 28,
        "text": "• \"Пять\" по физкультуре ✫✫✫✫",
        "need": 45
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 28,
        "text": "• Кому довериться? ✫✫✫",
        "need": 34
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 28,
        "text": "• Человечность ✫✫✫✫✫",
        "need": 60
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 28,
        "text": "• Милосердие ✫✫✫✫✫",
        "need": 61
      },
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 29,
    "text": "Немного придя в себя, вы обнаружили, что парня в коридоре уже нет. Это не могло не насторожить вас. Похоже, пора спускаться. ",
    "answers": [
      {
        "id": 30,
        "text": "Вниз"
      }
    ]
  },
  {
    "id": 30,
    "text": "И вновь заскрипели ступеньки старой лестницы под тяжестью вашего веса. Вы зашли в бар также незаметно, как и ступили на лестницу. Накуренного паренька здесь не было видно. \"Бармен\", похоже, так и не вернулся да и в целом обстановка не изменилась. \n\nА, вот и бармен: \n– Нашел все-таки. 110 песо.\n",
    "answers": [
      {
        "id": 31,
        "text": "– Оукей, спасибо "
      },
      {
        "id": 32,
        "text": "– Благодарю, но я передумал"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы быстрым движением достали из кармана деньги и протянули их \"бармену\". Он кивнул, взял деньги и отошел. Достав из рюкзака и присев за свободный стол вы наконец смогли расслабиться. \n\nВдыхая легкий пар сигары, вы потеряли свои мысли и будто вообще не думали ни о чем... Как вдруг вы почувствовали какой-то странный запах... Непривычный и убаюкивающий... одурманивающий... Это не похоже на запах \"дарклинского\" дыма. С этими... сигаретами... что-то не так...",
    "answers": [
      {
        "id": 33,
        "text": "..."
      }
    ]
  },
  {
    "id": 32,
    "text": "– А... Ну, ладно, как скажете.\n\"Бармен\" стоял около вас еще секунд пять, будто хотел что-то сказать, но затем отошел. ",
    "answers": [
      {
        "id": 17,
        "text": "..."
      }
    ]
  },
  {
    "id": 33,
    "text": "  . . . \n\nСознание вернулось к вам. Первое, что вы почувствовали – сырой воздух, окружающий вас. Что произошло? Даже открыть глаза оказалось нелегкой задачей. Зрение также стабилизировалось не сразу. Приступ кашля снова атаковал вас. Спазмы становились все сильнее...\n\nКогда приступ прошел, вы наконец смогли осмотреться. Вы находились в небольшой комнатке с бетоннами стенами и \"украшенным\" плесенью деревянным потолком. Хотя, эти кривые доски потолком было назвать сложно. По всей видимости, они даже не закреплены. \n\nВы были привязаны к небольшому металлическому стулу, стоявшему в углу комнаты, похоже, обыкновенными веревками. Освободиться от этих пут у вас не составило бы особого труда, но только не в таком состоянии. \n\nВы не сразу заметили, что в комнате, помимо вашего еще несколько таких же стульев, лежащих на полу. И несколько тел в противоположном углу таких же бедолаг, как вы, по видимому, уже бездыханных... ",
    "answers": [
      {
        "id": 41,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 34,
    "text": "Похоже, это все, что вам нужно от этого места. В конце концов, вы не какой-нибудь частный детектив. Нужно обратиться к знающем людям. А еще в больницу. Если и полиция не поможет... Вы можете узнать кое-какую информацию у вашего знакомого, вроде живет где-то недалеко. Тоже промышляет какими-то нечистыми делами. О местной грязи знать должен.\n\nНо вот с чего разумнее начать? И можно ли доверять этому \"знакомому\"? Решать вам. ",
    "answers": [
      {
        "id": 34,
        "text": "✫✫✫ Получено достижение: Кому довериться?",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец первой главы"
      },
      {
        "id": 28,
        "text": "К достижениям "
      }
    ]
  },
  {
    "id": 35,
    "text": "Ответа не последовало. Паренек молча смотрел в пол. \n– Кхм..., – попытались \"разбудить\" его вы.\n– А-а! Д-даа... Че надо? \n– День добрый. Извините за беспокойство, один вопрос. Вы... случайно не видели здесь вчера меня? Или, случаем, не знаете этого человека, – вы протянули парню визитную карточку \"Рияда Моралеса\". \n\nОн долго рассматривал ее с обеих сторон, а затем сказал:\n– Оу, видно плохо дело, брат. Т-ты то кто ему? Должник, клиент? – выговорил паренек, как-то странно заикаясь. Казалось, он оживился, когда узнал, о ком идет речь. ",
    "answers": [
      {
        "id": 37,
        "text": "Соврать"
      },
      {
        "id": 38,
        "text": "Рассказать правду"
      }
    ]
  },
  {
    "id": 36,
    "text": "Паренек продолжал молча смотреть в пол. Вы не решались что-либо произнести на протяжении еще секунд пятнадцати. Как вдруг парень словно проснулся:\n– А-а... Что? Ты кто? Че надо?.. \n– Почку не ты случаем у меня украл, спрашиваю. \n\nВы сами не поняли, как выпалили это. Стало страшновато.\n\n– Ч-че? Да я тебя первый раз в жизни вижу! Чел, мне нужны проблем-м-ы, – сказал он, как-то странно растягивая слова и отступая к лестнице.\nВнезапно он достал из-за спины что-то черное... пистолет!\n– Еще вопросы, – уже заорал он.",
    "answers": [
      {
        "id": 42,
        "text": "Медленно отступить к балкону"
      },
      {
        "id": 43,
        "text": "Быстро броситься на парня"
      }
    ]
  },
  {
    "id": 37,
    "text": "В вашей голове быстро разриварисовалась история, или легенда, как называют это в полиции... Ее вы тут же и изложили накуренному парню. Почему-то, осознание того, что он не в себе, сделало вас храбрее. \n\n– Хмм... Ну, броу, тебе повезло. Я типо знаю его. Могу отвезти к нему, наверное.",
    "answers": [
      {
        "id": 39,
        "text": "Согласиться"
      },
      {
        "id": 40,
        "text": "Отказаться и продолжить осмотр кабака "
      }
    ]
  },
  {
    "id": 38,
    "text": "Почему-то, осознание того, что он не в себе, сделало вас храбрее. Вы быстро разъяснили ему вашу ситуацию, упуская, конечно, некоторые подробности.\n\n– Хмм... Ну, броу, тебе повезло. Я типо знаю его. Могу отвезти к нему, наверное. Может, за символическую сумму он согласится оставить тебя в живых. Ну, символическую это как посмотреть... Для таких как он – да, небольшая. А так, думаю, шансов у тебя немного. Он, как правило, всегда возвращается за жертвами... \"Жертвами\" – что это я г-говорю, – его монолог прервался приступом кашля. \n\nВас передёрнуло. \"Что же теперь будет... Нужно уезжать... Нет, небезопасно. Наверное, этот мужик наплел первое, что на язык попало\" – мысли мелькали в голове. Да, начало отпуска у официера Лос-Анжелеской полиции не задалось. \nНо нельзя мешкать. Этот человек не похож на того, кто может долго ждать. С одной стороны несет ахинею и выглядит подозрительно, но явно что-то знает – с другой.",
    "answers": [
      {
        "id": 39,
        "text": "Согласиться "
      },
      {
        "id": 40,
        "text": "Отказаться и продолжить осмотр кабака"
      }
    ]
  },
  {
    "id": 39,
    "text": "– Х-х-хорошо, там, у балкона есть лестница, пойдем. \n\nВы вместе вышли на деревянный балкончик. Отсюда были видны машины, припаркованные у взода в бар и двухполосное шоссейка с потресканным асфальтом, по которой они сюда подъезали. \n\n– Сюда. Ты первый. \n\n\"Паренек\" указал рукой узенькую металлическую лестницу, торчащую с правой стороны. \n\n– А... Не проще ли пройти через бар? \n– Н-нет... Ни черта подобного...\n\nВаши плечи невольно передернуло. Зачем вы только пошли с этим наркоманом, которого знаете минут 5? ",
    "answers": [
      {
        "id": 62,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 40,
    "text": "Парень громко выругался и быстрым шагом направился к лестнице. Вы пожалели, что напрямую отказались. Стало жутковато. Похоже, пора спускаться. ",
    "answers": [
      {
        "id": 30,
        "text": "..."
      }
    ]
  },
  {
    "id": 41,
    "text": "Снаружи доносились голоса нескольких человек. Однако вам не удавалось разобрать ровным счетом ничего. Казалось, голоса с каждой секундой приближались. Придется действовать. По крайней мере попытаться.",
    "answers": [
      {
        "id": 45,
        "text": "Завалить стул вперед",
        "left_answer": true
      },
      {
        "id": 44,
        "text": "Завалить стул    назад",
        "right_answer": true
      }
    ]
  },
  {
    "id": 42,
    "text": "Плавно вскинув руки вверх вы медленно, спиной отошли к балкону. Будучи офицером полиции вы часто сталкивались с подобными ситуациями. Вы понимали, что ему невыгодно поднимать шум. На выстрелы быстро сбегутся люди с первого этажа. \n\nПарень же, с минуту постояв лицом к вам, в свою очередь стал отступать назад, при этом все еще держа вас на прицеле. Подойдя к лестнице он быстро убрал пистолет за спину и побежал. \n\nКажется, пронесло. Нужно спускаться вниз.",
    "answers": [
      {
        "id": 30,
        "text": "..."
      }
    ]
  },
  {
    "id": 43,
    "text": "Не долго думая, вы стремительно бросились на него, решив сначала нейтрализовать его ствол. Это решение оказалось ошибочным: \"паренек\" оказался быстрее. Два выстрела, сливаясь в один страшно прогремели. Вы не сразу осознали, что произошло. Это как гроза наоборот: сначала гром, а потом молния – осознание того, что произошло и... свет. \n\nОднако сознание вскоре покинуло вас. Последнее, что вы видели, это \"паренек\" склонившийся над вами и что-то бормотавший. ",
    "answers": [
      {
        "id": 43,
        "text": "❕Открыта новая концовка",
        "comment": true
      },
      {
        "id": 43,
        "text": "✫✫ Получено достижение: Судьба копа",
        "comment": true
      },
      {
        "id": 28,
        "text": "К достижениям"
      },
      {
        "id": 1,
        "text": "Попробуйте еще"
      }
    ]
  },
  {
    "id": 44,
    "text": "Раскачав стул, оттолкнувшись от пола ногами вы без труда \"уронились\" вместе со стулом на спину, ударившись головой о холодный пол. В глазах потемнело. Голова кружилась так, что вы переставали вообще что-либо замечать. В горле образовался неприятный комок. Стало страшно. Что же дальше? Однако мысли вскоре перестали беспокоить вас. Сон одержал победу. Хотя, вряд ли это являлось сном. ",
    "answers": [
      {
        "id": 47,
        "text": ". . ."
      }
    ]
  },
  {
    "id": 45,
    "text": "Резко оттолкнувшись ногами, вы вместе со стулом с грохотом рухнули на пол. Это не могло остаться неуслышанным, нужно торопиться. Вам-таки удалось зафиксировать ноги на стене. Как можно резще вы толкнули корпус вместе со стулом вперед и дернули связанные руки вверх... И обнаружили, что веревка порвалась... Видимо, об винт, торчащий из спинки. Как-то слишком легко. Неужели люди, которые связывали вас, думали что вы и пошевелиться не сможете? Однако на раздумья нет времени. Нужно действовать. \n\nНесмотря на постоянную колкую боль по всему телу, которое словно налилось свинцом вам относительно быстро удалось подняться на ноги. Вы поставили помятый стул на пол, встали на него и с лёгкостью дотянулись до досок, служивших потолком. Затем подтянулись вверх в дырку в потолке. Одна из гнилых досок не выдержала вашего веса и проломилась. Благо, вам удалось удержать равновесие.",
    "answers": [
      {
        "id": 45,
        "text": "✫✫✫✫ Получено достижение: \"Пять\" по физкультуре ",
        "comment": true
      },
      {
        "id": 48,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 46,
    "text": "В глазах потемнело. Голова кружилась так, что вы переставали вообще что-либо замечать. В горле образовался неприятный комок. Стало страшно. Что же дальше? Однако мысли вскоре перестали беспокоить вас. Сон одержал победу. Хотя, вряд ли это являлось сном. \n\nУвидеть белый свет в этой жизни вам больше не пришлось. Несколько раз ваш мозг пробуждался и возобновлял свою работу. Но извлекли вы из этого немногое. Иногда, вы слышали голоса, неотчетливые, расплывчатые. \n\"Туда, туда его!.. Нет, просто усыпим, так и товар извлекать легче...\"\n\nВаш мозг не успевал это обрабатывать. В целом, вы были вне сознания. Казалось бы, просто сон, от которого в твоей памяти остались только отрывки. Но это реальность. ",
    "answers": [
      {
        "id": 46,
        "text": "❕Открыта новая концовка",
        "comment": true
      },
      {
        "id": 46,
        "text": "✫✫ Получено достижение: Он умер во сне",
        "comment": true
      },
      {
        "id": 28,
        "text": "К достижениям "
      },
      {
        "id": 1,
        "text": "Попробуйте еще"
      }
    ]
  },
  {
    "id": 47,
    "text": "Увидеть белый свет в этой жизни вам больше не пришлось. Несколько раз ваш мозг пробуждался и возобновлял свою работу. Но извлекли вы из этого немногое. Иногда, вы слышали голоса, неотчетливые, расплывчатые. \n\"Туда, туда его!.. Нет, просто усыпим, так и товар извлекать легче...\"\n\nВаш мозг не успевал это обрабатывать. В целом, вы были вне сознания. Казалось бы, просто сон, от которого в твоей памяти остались только отрывки. Но это реальность. ",
    "answers": [
      {
        "id": 47,
        "text": "❕Открыта новая концовка",
        "comment": true
      },
      {
        "id": 47,
        "text": "✫✫ Получено достижение: Он умер во сне",
        "comment": true
      },
      {
        "id": 28,
        "text": "К достижениям"
      },
      {
        "id": 1,
        "text": "Попробуйте еще"
      }
    ]
  },
  {
    "id": 48,
    "text": "Пригнувшись (хотя, это сильно сказано, вы просто легли на доски) вы быстро начали осмотривать все вокруг. Похоже, вы находитесь на каком-то заброшенном заводе. Перед вами простирался огромный ангар со стеклянной крышей, заполненный множеством яшиков, коробок и конвееров. Классика... \n\nРядом с местом, где вы находились небольшая железная башня с огромным столом посередине. Около стола стоял мужчина лет сорока и что-то изучал. Похоже, он вооружен: на поясе у него болтался футляр для ножа, а на столе лежало что-то ченое... пистолет! \n\nОт вашей \"комнатки\" к башене вел импровизированный мост из пары больших досок. Осталось решить, как действовать дальше. ",
    "answers": [
      {
        "id": 49,
        "text": "Попытаться взять одну из досок в качестве оружия "
      },
      {
        "id": 50,
        "text": "Медленно подобраться к \"охраннику\""
      },
      {
        "id": 51,
        "text": "Спрыгнуть обратно в свою \"комнату\""
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы медленно стали ощупывать деревяшки вокруг себя. Доски регулярно трещали под вами, поэтому вы старались особенно не дергаться. Ваша рука остановилась на круглой короткой деревяшке. Похоже, этот \"потолок\" действительно лепили из того, что под руку попадалось. Хотя, какой там потолок, просто куча досок. \n\nОсторожно повернув голову вы плавно начали тянуть ваше будущее оружие на себя. Деревяшка поддалась не сразу. По всей видимости, на ней лежало еще несколько досок. Неожиданно \"дубина\" поддалась как-то легко и вы вместе с ней отскочили в сторону. Доски, под которыми она лежала с треском провалились вниз. А за ними еще, и еще... Вы быстро вскочили на ноги:  вооруженный мужчина вас заметил. Выбора нет.",
    "answers": [
      {
        "id": 53,
        "text": "Броситься на мужчину со своим оружием"
      },
      {
        "id": 54,
        "text": "Отступить назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "Сначала ползком, а затем на корточках, вы подобрались к охраннику на расстояние метров двух. Похоже, он был сильно чем то занят. Нож лежал на \"полу\"... \n\n\"Так, убивать я никого не собираюсь, вроде... Это самооборона, по сути – они первые начали. Возможно, придется использовать нож\", – не теряя самообладания рассуждали вы.",
    "answers": [
      {
        "id": 52,
        "text": "Атаковать мужчину"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы стали относительно медленно отступать назад, к щели, из которой вы поднялись сюда, однако доски все равно не могли выдержать вашего веса. В конце концов, узенькая доска на которую вы по случайности встали обеимми ногами, проломилась и вы упали вниз. Похоже, прямо на один из стульев...",
    "answers": [
      {
        "id": 46,
        "text": ". . ."
      }
    ]
  },
  {
    "id": 52,
    "text": "Быстро подобрав нож вы накинулись на мужчину одной рукой закрыв его рот и давя на сонную артерию другой. Однако удержать его так долго не удалось. Скрутив вашу левую руку он оттолкнул вас. Вы, в свою очередь, схватились за его куртку, и, постольку поскольку он, по видимому, еще не успел восстановить равновесие, вы оба полетели вниз с башни.  ",
    "answers": [
      {
        "id": 55,
        "text": ". . ."
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы быстро замахнулись своей дубиной, но удар получился настолько слабый, что мудчина с лёгкостью схватил ваше оружие и оттокнул его вместе с вами в сторону. Вы, в свою очередь, успели подсечь его ногу. Оба полетели вниз с башни... ",
    "answers": [
      {
        "id": 55,
        "text": ". . ."
      }
    ]
  },
  {
    "id": 54,
    "text": "– Эй, сбежал один! Он у второй комнаты.\nВы уж было собрались бежать, но гнилые доски не дали бы вам этого сделать. Вы стали относительно медленно отступать назад, однако доски все равно не могли выдержать вашего веса. В конце концов, узенькая доска на которую вы по случайности встали обеимми ногами, проломилась и вы упали вниз. Похоже, прямо на один из стульев...",
    "answers": [
      {
        "id": 46,
        "text": ". . ."
      }
    ]
  },
  {
    "id": 55,
    "text": "...Мужчина, похоже, сильно ударившись головой лежал почти неподвижно. Он лежал в середине красного озера, крови много... Черт, он упал прямо на одну из автопил. Однако, можно с уверенностью сказать, что он еще дышит. Вам повезло больше: спустя пару минут вы уже смогли подняться на ноги. ",
    "answers": [
      {
        "id": 56,
        "text": "Подойти к \"охраннику\""
      }
    ]
  },
  {
    "id": 56,
    "text": "– Т-так ты жив? С-скажи, хотя бы, где мы... Тихо, ты не к-кричи-и-и только, у меня ножичек твой есть, – шептали вы. \nОн в ответ лишь беззвучно пошевелил губами. Ну, кряхтеть может, значит и говорить не проблема. ",
    "answers": [
      {
        "id": 57,
        "text": "– Что это за место?",
        "need": -57
      },
      {
        "id": 58,
        "text": "– Чем вы здесь занимаетесь? ",
        "need": -58
      },
      {
        "id": 59,
        "text": "Похоже, это все, что из него можно выжать"
      }
    ]
  },
  {
    "id": 57,
    "text": "– Не трогай меня только, пожалуйста. Я расскажу... все. \n– Не собираюсь, пока чт-то...\n– Аа... Кх... Фабрика какая-то забошенная, база типа наша. Секретная... Кх-кх-аа... Шучу. Почти все о ней знают, но бояяятся. Знчит уважают. А мы... мафия типа. Огненный дракон... Отсюда наш бизнес и берет корни. Д-да, мы люди деловые. А ты – товар. Кха-кхе.. Понимаешь? Ты не первый и не далеко не последний. Стоит мне только слегка подать голос... Кхх...",
    "answers": [
      {
        "id": 56,
        "text": "– Товар не всегда безопасен..."
      }
    ]
  },
  {
    "id": 58,
    "text": "– Кхм-хэ... Бизнесом... Я уже говорил, дружище.Ты донор, так ведь? Ну... Ты конечно, неплох собой: со мной как разделался... Но это так, просто повыпендриваться. К-х-ороче, этим всем Рияд рулит. Слышал, наверное. Сбывает таких как ты одному безумцу. Некий \"Грибочек\". Кха-ахха-ха. Странный тип. Ты со своим содержимым произвел на него неплохое впечатление. Точнее, по параметрам ты ему подходишь. Так он сказал. Куда и зачем подходишь, не знаю. Поэтому, ты здесь оказался не сразу и до сих пор жив. ",
    "answers": [
      {
        "id": 56,
        "text": "Снова Рияд... Что-то знакомое."
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы молча встали, подобрав нож. Мужчина тоже безмолвен. Похоже, закричать он уже не сможет. \"Красное озеро\" с каждой минутой увеличивалось. Однако пролежать так ему придется еше час-другой, прежде чем наступит... конец. Даже медецина тут бессильна – вряд ли ему еще что-то поможет.\n\nОсталось решить, что делать вам. Убить его или избавить от мучений? Пощалить или оставить на смертельные муки. Вы просто оборонялись от тех, кто вас похитил... Вы действительно не потеряли самообладание, не плакали, сидя привязанным к стулу. А это просто убийца, маньяк... Но должно же остаться в вас что-то человечное? Да и к тому же мера предосторожности. Вдруг вы переоценили его рану? И тело надо убрать с видного места. Нужно спешить.",
    "answers": [
      {
        "id": 60,
        "text": "Избавить его от мучений "
      },
      {
        "id": 61,
        "text": "\"Я не собираюсь никого убивать\""
      }
    ]
  },
  {
    "id": 60,
    "text": "А что вам еще оставается делать? Это же взаимновыгодно: ваша \"мера предосторожности\" и его мучения. Так, главное спокойно. Без паники...\n\nУбить человека вот так просто... Нет, так вы не можете. Однако голоса людей все ближе. Но вы ведь просто человек! Да, вам приходилось участвовать в перестрелках, видеть кровь. Но это другое. \n\nВы отбросили нож в сторону и перевенули мужчину на спину. Тот лишь застонал. Вы подвинулись к нему и взяли его не то в захват, не то в обнимку, решив оттащить его в сторону. Думаю, не стоит описывать последующие действия. \n\n– Спи спокойно, – прошептпли вы, без какой-либо увернности, что он жив. Может, спит. Может, его сознание уже совсем далеко... Главное, не здесь. \n",
    "answers": [
      {
        "id": 60,
        "text": "✫✫✫✫✫ Получено достижение: Человечность",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец первой главы"
      },
      {
        "id": 28,
        "text": "К достижениям "
      }
    ]
  },
  {
    "id": 61,
    "text": "Так... Все в порядке. Он уже без сознания. А вы точно не убийца и не судья ему. И как он там мучается, не знаете. Скорее всего, он это заслужил. Времени нет, нужно бежать отсюда.\n\nДа и в целом вы не очень-то верили, что можно помочь человеку или животному, убив его. Себе вы этим точно не поможете. От любого осознанного убийства сознание наливается кровью, жестокостью. Вам этого не нужно. Да и сроки поджимают. Можно быть уверенным, если сможете сейчас сбежать отсюда, времени подумать об этом будет предостаточно. ",
    "answers": [
      {
        "id": 61,
        "text": "✫✫✫✫✫ Получено достижение: Милосердие",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец первой главы"
      },
      {
        "id": 28,
        "text": "К достижениям"
      }
    ]
  },
  {
    "id": 62,
    "text": "Недолго думая (хотя думать было над чем), вы начали спускаться по ржавой лестнице. \"Паренек\" долго смотрел на вас сверху, и только когда ваши ноги коснулись земли, он развернулся спиной и начал спускаться.\n\nКогда он оказался на земле, он плавно приложил палец к губам, делая вам знак, чтобы... вы не шумели. Черт, куда вы влипли? \n\n– Моя машина вон там, пошли, – полушепотом произнес он.\n– Извините, но у меня еще остались веши в баре...\n– Потом заберешь, – сказал \"Паренек\", приближаясь к вам. \n\nНеожиданно вы почуствовали холодный металл, прижатый к вашему животу... нож! ",
    "answers": [
      {
        "id": 1,
        "text": "Конец первой главы"
      },
      {
        "id": 28,
        "text": "К достижениям "
      }
    ]
  },
  {
    "id": 63,
    "text": "",
    "answers": []
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  },
  {
    "id": 65,
    "text": "мм",
    "answers": []
  }
]