[
  {
    "id": 1,
    "text": "                           Джоанна и ее история\n\nЭта история немного о любви, о придательстве и просто о разбитом сердце.\nЯ лесбиянка и это история будет о любви к девушке и как она потом разбила мне сердце и по сей день разбивает.\n\n\nЯ Джоанна и хочу рассказать вам свою историю!\n(Не которые развилки отправят вас по моей истории а не которые будут придуманы)",
    "answers": [
      {
        "id": 2,
        "text": "Начало самой истории."
      },
      {
        "id": 3,
        "text": "Пролог, (немного о том как я стала лесбиянкой)"
      }
    ]
  },
  {
    "id": 2,
    "text": "Все начилось два года назад. Мне очень сильно понравилась девушка, я за ее соц сетями смотрела очень долгое время. Скажем ее зовут Эвелина. \nПока я не была с ней знакома, моя жизнь шла своим чередом событий.\nЯ жила с мамой и папой, мама с меня чаще всего пылинки сдувала а вот с папой дела обстояли не так хорошо. Мы с ним чуть-ли ни каждый день ругались по поводу и без. \n\nТак вот я сейчас на работе, мне здесь быть ещё 7 часов. \nДумаю сейчас после работы пойти в магазин и взять что-нибудь алкогольное или всё-таки пойти домой сразу. \n",
    "answers": [
      {
        "id": 4,
        "text": "Пойти в магазин "
      },
      {
        "id": 5,
        "text": "Пойти домой "
      }
    ]
  },
  {
    "id": 3,
    "text": "Всем привет, раз вы зашли сюда, не буду долго томить.\n\nВсе началось с поступления в колледж.\nЯ живу в поселке городского типа в северно-казахстанской облости.\nПримерно 5 лет назад, я поступала на повара и мне очень сильно понравилась моя одногоупница. Что тут тоить, я с ней начала хорошо общаться и стого момента я начала понимать что мне все больше и больше нравятся девушки. \n\nНо сразу скажу что история пойдет не об этой девушке в которую я влюбилась в 16 лет (Мы с ней по сей день подруги)\nИстория пойдет дальше и поверьте она будет брать не очень хорошие повороты.\n\nПриятного чтения!!!",
    "answers": [
      {
        "id": 1,
        "text": "Начинаем?)"
      }
    ]
  },
  {
    "id": 4,
    "text": "Рабочая смена прошла как всегда, получили и пошли домой. А да точно, я работаю в кафе -столовой и меня знают большая половина города.\nВ итоге я выбрала магазин, мы с моей напарницей пошли туда. Взяли много чего алкогольного (а и мои родители думали что я работаю до 11 ночи)\nИ мы решили пойти к ней. Скажем ее зовут Алена.\nМы сидим пьем, ее дочка ходит мимо нас.\nТут я смотрю на время и понимаю что уже поздно надо идти, собираюсь и иду домой.",
    "answers": [
      {
        "id": 6,
        "text": "Пойти домой."
      }
    ]
  },
  {
    "id": 5,
    "text": "Я не хотела идти домой и из за этого просто гуляла одна примерно час и в итоге время было уже 10, я пошла домой и минут через 30 была уже дома. Я быстренько ушла в свою комнату.\nЯ легла на кровать и открыла тик ток.",
    "answers": [
      {
        "id": 7,
        "text": "Читать "
      }
    ]
  },
  {
    "id": 6,
    "text": "На улице было уже темно, я иду одна как всегда по старому пути, я шла через горожи и минут через 20 я уже подходила домой. \nЯ любила гулять по ночному городу и ещё больше любила приходить когда папа спит. Не люблю видеть его.\nЗашла домой, мама сидела на кухне.\nМа: Пришла?\nЯ: Да, привет.\nМа: Как дела на работе?\nЯ: Да все как всегда.\nЯ: Ладно мам я спать завтра опять на работу, сладких снов.\nМа: Сладких.\nМы с ней обнялись и я ушла к себе в комнату, закрыла дверь и начала лазить в телефоне. У меня в портфеле лежала ещё баночки 2, как только мама ушла я открыла одну и приялась смотреть тик ток.\n",
    "answers": [
      {
        "id": 7,
        "text": "Читать дальше "
      }
    ]
  },
  {
    "id": 7,
    "text": "Тут в тик токе на вижу ту самую Эвелину. Захожу к ней на аккаунт и там подряд идет одни грустные видео, я их немного посмотрела и поняла что хочу спать.\nЛожится. Или зайти ещё в инстаграм?",
    "answers": [
      {
        "id": 8,
        "text": "Ложится "
      },
      {
        "id": 9,
        "text": "Инста."
      }
    ]
  },
  {
    "id": 8,
    "text": "Я поставила будильник, обняла плюшевого зайца и повернулась к стене, через мин 30 я уснула и в этот момент вижу сон.\n\nЯ где то в поле и меня кто-то зовёт с востока.\nНе могу разглядеть кто это. Крик все дальше и дальше, тут кто-то ко мне подходит с зади, я пугаюсь и резко просыпаюсь.\nПеред моим лицом лицо моего отца. Я резко встаю и начинаю кричать на папу.\n\nЯ: Папа какой фига?\nПа: Мама сказала тебя разбудить.\nЯ: Ты хотел из меня заику сделать?\nПа: Да и что тут такого?\nЯ: Выйде из моей комнаты!!!\n\nЯ оделась и пошла на кухню, мама уже сделала мне и папе кофе. Я быстренько его выпиваю и бегу умываться и краситься, через 20 минут я была уже на работе.\n\nТут мне на телефон приходит оповещение что Эвелина что-то выложила в истории. \nЯ резко туда захожу и смотрю, там была история как она плачит. \nЯ решила ей написать.",
    "answers": [
      {
        "id": 10,
        "text": "Привет что у тебя опять случилось?"
      },
      {
        "id": 11,
        "text": "Привет, что такое?"
      }
    ]
  },
  {
    "id": 9,
    "text": "Тут мне на телефон приходит оповещение что Эвелина что-то выложила в истории. \nЯ резко туда захожу и смотрю, там была история как она плачит. \nЯ решила ей написать утром.",
    "answers": [
      {
        "id": 15,
        "text": "Спать "
      }
    ]
  },
  {
    "id": 10,
    "text": "Я что-то сделала не так и она мне не ответила.\nЕщё и заблокировала. Тогда всё. Это конец.",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "Примерно она мне ответила через часик.\nЭв: Привет, да не ничего усе хорошо.\nЯ: Что тогда плачешь?\nЭв: Да с человеком поругалась.\nЯ: Может встретимся, выпьем и погуляем?\nЭв: Можно, я сегодня свободная.\nЯ: Давай вечером меня сегодня попросили подменить, я примерно к 5-6 освобожусь.\nЭв: Хорошо.\nПосле этого разговора, время начало идти так медленно, на сколько могло.\nМне она в пол 5-го пишет, блин я уже замера ты там долго ещё? \nЯ: Сейчас сменщица придет и скорее всего пойду.\nЭв: Блин я тогда поеду ото потом не уеду.\nЯ: Приходи в кафе греться, я тебя кофем угощю.\nЭв: Хорошо, приду.\nЯ: Усе ждю)\nПримерно к пол 6-му она пришла. В итоге мы с ней сидели за столом и разговаривали. Тут пришла сменщица, я переоделась и мы пошли.\nЯ ее увела красивое место, но Эвелина была ещё красивее, маленька, худенькая девушка, с темными короткими волосами, а кожа темненька и очень красивая. \nМы сидели там и уже выпили почти 3-литра пива и мне позвонила.",
    "answers": [
      {
        "id": 12,
        "text": "Взять?"
      },
      {
        "id": 13,
        "text": "Не брать."
      }
    ]
  },
  {
    "id": 12,
    "text": "Это была мам и она попросила проверить папу дома. Тут я слышу как Эва пошла собирать ветки для костра, но не успела она одну поднять я ее забрала домой.",
    "answers": [
      {
        "id": 14,
        "text": "Читать дальше "
      }
    ]
  },
  {
    "id": 13,
    "text": "Я не стала брать раз, минут через пять опять позвони, пришлесь взять. \n\nЭто была мам и она попросила проверить папу дома. Тут я слышу как Эва пошла собирать ветки для костра, но не успела она одну поднять я ее забрала домой.",
    "answers": [
      {
        "id": 14,
        "text": "Мы ушли до моего дома"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я зашла и завела ее, папа уже спал. Я проверила ее в свою комнату и мы сидели там, она начала плакать, я ее успокаивать и она меня поцеловала. У нас до сих пор было пиво, мы сидели его и пили. Тут уже понимаем что время много, я вызываю ей такси и даю денег, она уезжает)\n\nПервая книга по этой истории заканчивается, история ещё очень длинная, если буду все делать в одну книгу будете очень долго читать.",
    "answers": [
      {
        "id": 1,
        "text": "Конец 1-й главы."
      }
    ]
  },
  {
    "id": 15,
    "text": "Я поставила будильник, обняла плюшевого зайца и повернулась к стене, через мин 30 я уснула и в этот момент вижу сон.\n\nЯ где то в поле и меня кто-то зовёт с востока.\nНе могу разглядеть кто это. Крик все дальше и дальше, тут кто-то ко мне подходит с зади, я пугаюсь и резко просыпаюсь.\nПеред моим лицом лицо моего отца. Я резко встаю и начинаю кричать на папу.\n\nЯ: Папа какой фига?\nПа: Мама сказала тебя разбудить.\nЯ: Ты хотел из меня заику сделать?\nПа: Да и что тут такого?\nЯ: Выйде из моей комнаты!!!\n\nЯ оделась и пошла на кухню, мама уже сделала мне и папе кофе. Я быстренько его выпиваю и бегу умываться и краситься, через 20 минут я была уже на работе.",
    "answers": [
      {
        "id": 11,
        "text": "Написать ей"
      }
    ]
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  }
]