[
  {
    "id": 1,
    "text": "Жанр: Фентези/Фантастика ( Sci-Fi), интерактивный роман.\nАвтор: seem03\n\n\nквечт не закончен и в квте очень много орыографических ошибок. это демо версия чтобы показать друзьям и возможно побудить других писать квечты по своим играм любимым \n\n\nОписание: Эта книга представляет собой роман с возможностью влиять на сюжет в зависимости от принятия определенных решений. Где-то во вселенной идет война между тримя высокоразвитыми нациями, причина тому развитие, а для развития космическим державам нужны ресурсы. По этой причине однажды развернулась масштабная битва за владение нейтральной, но главное богатой ресурсами планетой — Новус.  Но войны, как известно, выигрывают не державы, а люди... \nЭто история о войне и тех самых \"людях\". Вам предстоит прежить вместе с героями их истории в этом межгалактическом конфликте и внести свою лепту в нем.\n\nроман написан по мотивам онлайновой ролевой игры RF Online, играть представляется возможным за разных героев по ходу сюжета, а так же на разных сторонах конфликта.\n\nСпасибо что дочитали этот длинющее описание, приятного чтения!",
    "answers": [
      {
        "id": 2,
        "text": "Старт"
      },
      {
        "id": 3,
        "text": "Оглавление"
      },
      {
        "id": 4,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://www.deviantart.com/taloq/art/RF-Online-Logo-68812834"
      }
    ]
  },
  {
    "id": 2,
    "text": "_____________________Пролог______________________\n\nГде-то во вселенной идет война между тримя сверхразвитыми державами, причина тому — борьба за влияние и развитие. Во вселенной множество миров и множество других развитых цивилизаций, и многие так или иначе пострадали из-за борьбы именно этих трех. Однако не стоит спешить клеймить их титулом главной межгалактической угрозы, и \"злобных завоевателей\"  потому как, в отличии от одной цивилизации они  приследовали цели развития, и развивали многие из миров в которых были ( хотя конечно же быть завоевателями плохо!..) В отличии от одной.  Эта цивилизация была значитильно разветее чем все остальные и пробатила множество миров. Цель войн развертываемых этой цивилизацией была лишь завоевывать. Однако после долгого периода затяжных войн по непонятным причинам эта цивилизпция почти полностью исчезла, оставив за собой лишь несколько населяемых планет, почти не напоминавших о них. Назывались представители этой грозной цивилизации — геродиане.  Но! Сейчас не о них.  Вернемся к нашим 3 менее опасным космодержавам. Пока что. \nНаиболее актуальными сейчас были боевые действия на планете называемой \"Новус\". эта планета была богата ресурсами и с тактической точки зрения для сторон конфликта служила бы неплохим плацдармом. Мир Новуса был обитаем. На нем присутствовало много развитых видов существ, использовавших различные технологические новшества, и конечно же были существа которых можно было бы назвать \" животными Новуса\".   | Поверхность Новуса содержала и леса, и пустыни, и заснеженные регионы, и болота, и вулканы, и горы... | \nКосмодержавы, которые вели боевые действия на этой планете, носили следующие названия: Федерация Беллато ( так же известный как Союз Беллато.) — общество похожих на эльфов, ростом примерно 1,6 метра существ. Федерация была довольно развитым государством. У Беллатианцев была хорошо развита экономика, хорошо развита торговля. Их бесспорно можно назвать \"техниками\" — они приимущественно использовали высоко технологичное снаряжение — большой спектр боевой экипировки всегда содержал технеические дополнения ( местами клапаны, усилители, амартизаторы ) использовались в большом количестве визоры, но самое главное, это то что называлось \"Стальным Легионом\" это название особого отделения боевых единиц, использовавших боевых роботов, называемых MAU. MAU, были самых различных модификаций, ранее они использовались в иследовательских целях, но в какой-то момент стали значительным спектром боевых единиц в армии, обвешаные пулеметами, ракетницами и во многих случаях  орудиями для ближнего боя. Однако техника, это не единственное в чем были сильны беллатианцы, они также очень хорошо управлялись с магией. Также как и другая космодержава о которой я расскажу следующей, они хорошо умели управляться с магией призывая пламя, воду, ветер и землю однако что очень важно — они были способны к магии света. ",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "здесь вы можете отвскать нужную главу или ключевые точки.",
    "answers": [
      {
        "id": 2,
        "text": "пролог"
      },
      {
        "id": 1,
        "text": "в начало"
      },
      {
        "id": 7,
        "text": "выбор расы "
      },
      {
        "id": 22,
        "text": "первый выбор за какого БЕЛЛАТИАНСКОГО персонажа играть."
      },
      {
        "id": 37,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "Здесь отмечены ваши достижения в ходе сюжетной линии.\n\n\nДостижения:",
    "answers": [
      {
        "id": 9,
        "text": "\"Фух!\"",
        "need": 7,
        "need_ever": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Другой державой был \"Священный Альянс Кора\". Это были также похожие на эльфов существа, но в росте они были схожи с ними.  Священный Альянс представлял собой прежде всего теократическое общество. Дело в том, что до того как был сформирован сам Альянс, кориты были разбиты по кланам и долгое время вели жестокие религиозные войны. Кланы по разному интерпритировали религиозное учение принятое в их обществе. В прошлом Коритов было множество \" гонений за еритиками\" и просто огромное количество кровопролитных сражений. Однако оказавшись на грани мощного регресса, Кориты решили, что дальше так продолжаться не может, и сформировали единое государство или Альянс, все же вера все равно одна. Технологически они были не так развиты как Федерация,  они использовали меньше техники, да и боевые машины в масштабных сражениях не применяли, однако в их арсенале продолжали оставаться те же пулеметы, лучевы арбалеты, бластеры... Их космические корабли были  не менее серьёзными, чем  корабли Федерации. Но Кориты отличались в военных конфликтах болше всего не техникой, а владением магией. В поливании врага огнем, водой, воздухом и землей они были искусснее чем Федерация, но в место магии света они использовали темную магию.  В отличии от белатианцев, использовавших в броне технические апгрейды они использовали как бы выкованую из прочных ресурсов броню и магию.  Но самым грозным оружием, в открытом бою считалось то что называлось  \"Анимусом\". Анимусы это аватары могущественных духов.  Когда Кориты вступали в сражение с анимусом при захвате  територий на других планетах, среди Коритов как правило почти небыло потерь, при том, что задания выполнялись.  Однако какой бы мрачной не была их история, нельзя было назвать коритов рассой... \" злючек\"... Кориты, как и белатианци и многие другие  имеют  в ценностях и дружбу и многие схожие вещи. \nНо на счет третьей державы одназначно этого сказать нельзя...",
    "answers": [
      {
        "id": 6,
        "text": "далее\n"
      }
    ]
  },
  {
    "id": 6,
    "text": "Третьей стороной конфликта была Империя Акретия. Империя представляла собой общество состоящее в основном из киборгов. Империя имела тоталитарный политический режим и каждый гражданин империи жил под девизом: \" Все на благо империи\". Акретиане ценят привыше всего эффективность. Все в обществе акретии рационально, Акретиане не придают важности чувствам, и не умеют сопереживать другим, хоть и не испытывают ненависти к кому либо. Как-то странно говорить о чувствах в отношении киборга, наверное думаешь ты, дорогой читатель... действительно, но на самом деле акретиане... не совсем киборги. Вернее не доконца. Да и не всегда ими были. Когда-то акретиане были живыми существами, однако в процессе развития или из необходимости стали разрабатывать для себя технические конечности и \"органы\", а позже — роботизироваться оставляя нетронутым лишь мозг.  На заре своей кибернетической эпохи они приняли решение о том, чтобы начать использовать клонирование для создания новых граждан и последующей роботизации, а так же завоевывать новые миры потому как Империи это во благо. Так они продолжали существовать. Однако в какой-то момент акреты начали использовать другие цивилизации для роботизации и пополнения рядов \" граждан империи\". Однако, как уже было выше сказано, несмотря на то, что Акретия вела такую жестокую политику, акретиане не испытывают ненависти. \nС точки зрения технического прогресса это невероятно развитая цивилизация. Стальной корпус акрета дает ему огромное приимущество в ближнем бою, роботизированные конечности позволяют им с легкостью носить в руках  то, что белатианцы используют лишь на боевых роботах — пусковые установки. Любой солдат в армии акретиан проходит базовую подготовку в использовании рокетниц, огнеметов и гранатометов. Любой опытный солдат может также использовать особую разработку называемую осадным набором. Разработка превращает солдата в мощьное стационарное орудие. \nВ общем, технически эта нация развита очень сильно. \n\nНу, чтож, самое время приступить самим событиям на Новусе! ",
    "answers": [
      {
        "id": 7,
        "text": "Завершить пролог, перейти к первой главе."
      },
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 7,
    "text": "вы получили достижение:\n\"Фух!\"- пройти пролог.",
    "answers": [
      {
        "id": 8,
        "text": "начало истории за Беллатианца"
      },
      {
        "id": 11,
        "text": "начало истории за Корита"
      },
      {
        "id": 12,
        "text": "начало истории за Акрета"
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 8,
    "text": "_______________Белатианская арка.________________\n\nНа Новус летелят несколько военных кораблей. на кораблях красуются эмблемы в форме гладкого треугольника заключающего в себя три планеты. это знак Федерации Беллато. На одном из них в зоне для ожидания и выгрузки солдат, сидят на специальных местах три не особо близко знакомых белатианца. в данном случае арку мы начнем с них. В войсках беллато, за солдатами закреплялось кодовое имя или позывной, для того, чтобы солдата всегда можно было отличить от других, так как имена и фамилии могли повторяться. каждый солдат имел некое подобие гарнитуры, показывавшей основные данные о товарищах. Но вернемся к героям. друг рядом с другом сидели три белатианца.  В дороге их сильно качало, потому как они уже начинали входить в атмосферу планеты, а штурман пытался сбросить скорость. Тот что был посередине, осмотрелся и обратив внимание на сидящего рядом товарища обратился к нему.:\n—*вздох*... ты Нексус, да? не против, если я спрошу, что тебя привело сюда?\n— товарищ обернулся. Нексус был не сильно выше него — примерно 165 см ростом. Но он казался выше, потому что у него были белые уложенные наверх волосы. Он ответил.\n— а ты... кажется Sparks? Ну, я записался на миссию Новуса, потому что сюда хотели отправить моего брата. Когда да нашего города дошла мобилизация, первыми стали призывать тех у кого были серьезные долги. В этом вся наша экономика... всюду все за деньги и ресурсы, а угодить в долговое рабство достаточно просто, как ты помнишь. По этому, я подписал соглашение с военкоматом, о том, что таким образом выплачу долги брата за него. Благо и в этом вся наша экономика.",
    "answers": [
      {
        "id": 10,
        "text": "дальше"
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 9,
    "text": "\"Фух!\" — пройти пролог",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 10,
    "text": "тут Нексус аккуратно спросил:\n— а почему ты спрашиваешь? пытаешься перебить волнение?\n— Спаркс же ответил:\n—вроде того. мы ведь высажививаемся в место боевых действий. а у меня нет ни малейшего желания здесь находиться.\n—Тогда почему ты здесь? вроде как у нас не то, чтобы совсем принудительная армия.\n— Спаркс заметно погрустнел. сам он был примерно 160 см ростом. у белатианца были светлые волосы и они аккуратно лежали на голове и немного растрепывались на затылке. \n— я попал сюда, потому что того тоже требовали обстоятелтства. У меня есть... подруга... ей срочно нужны были деньги, на лечение матери. суммы такой у них небыло, а я почувствовал, что не могу оставить ее одну с этим. Она очень долго отговаривала меня, но я подписал контракт с армией и за солидеую сумму вступил в эту миссию. \n— то есть ты решил возможно пожертвовать жизнью, ради блага любимой девушки? ты молодец.. — подал голос третий \n—Я ведь не сказал, что она моя любимая девушка...\n— Но по рассказу, очень на это похоже. — заметил Нексус. — а ты кто?\n— я Revers. — ответил третий. он был ростом 158 см и волосы у него были скорее бежевого, но с примесью розового цвета. кажется люди называют такой кораловым. волосы у него были убраны в небольшой аккуратный хвост.\n— извините, что вмешиваюсь, просто интересно было послушать вас.\n— а ты как попал сюда? -спросил Спаркс.\n—ну, я был техником. по этому меня взяли сюда, так как нужны были кадры. Мой работодатель сказал, что от меня потребуется чинить оборудование и МАУ, но позже я решил, что могу сделать значительно больше, если буду помогать возводить турелли на постах, пока мы будем продвигаться, по этому переклассифицировался в полевого \"Специалиста\". \n— то есть, ты здесь по своему желанию?\n— по большому счету да. просто, я понимаю, что могу действительно помочь. вы же знаете, что нам предстоит сражаться с Акретией? если они получат Новус, наш дом может оказаться в сильной опасности.",
    "answers": [
      {
        "id": 13,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Арка Крритов\nГде-то на орбиту планеты Новус захлдил очередной корабль Корритов. корабль вез рекрутов. Среди них были и нескольео о которых мне хотелось бы рассказать подробнее в рамках всей истории.\n    Корабли корритов были оснащены особыми ячейками, которые с помощью магии и энергии некоторых минералов поддерживали жизнь в солдатах, но погружаши в долгий сон. Это аналог криокапсул у белатианцев. пару дней назад из такого сна вышли и наши герои. у каждого корита было спальное место в особом отсеке, напоминавшем не то капсулу складского отсека, не то изящьную небольшую комнатку несколько кважратных метров в объеме. когда корит выходил из сна то просто отдыхал там в свободное время. \n\nиз такого сна вышли и герои нашего рассказа. в своей комнатке приходя в себя сидела молодая девушка-корит. Девушку эту зовут Хикари. волосы у нее были не то серые не то зеленоватые, и тёмно-коричневые глаза. многим корритам на корабле это казалось невзрачным, ведь среди девушек корритов часто бывают женщины с серебристыми волосами и такими же серебристыми глазами. голубыми глазами яркого цвета и много других изящных сочетаний цветов волос, глаз... корриты сами по себе были расой и нацией которые во всем были \"изящьны\" и иэстетичны. и самое главное, что они этим не кичились, не выглядили выскочками на этой почве и это еще более дешашо их необычной и \"волшебной\" будто сказачной нацией. Корриты были тезнически очень хорошо ращвиты, но техника никогда не вытесняла магию из их быта. магия же скорее была не менее флагманской эпостасью их развития и нации. доспехи воинов корритов в отличии от белатианских изготавливались без механизмов усиливающих тела Кора. доспехи изготавливались из необычных минералов и металов, которые обладали повышеной прочностью и магисескими свойствами. собственно эти же металы были и в броне федерации, но только коритовчкие артисаны могли правильно ковать из этоих металов. тканевые доспехи корритов так же были практичными но при этом красивыми судя по комментариям других рас и даже Калиан с Эльфами. собственно Калианы будучи рассой женщин, с некоторых пор, облаченых будто бы в снежинки огромных ращмеров, которые были на самом деле одним из таких минералов и эльфы походившие на корритов практически во всем знали толк в этом.\n\nхикари же выглядела не такой \"цветастой\" как другие но это не щначит что внешне она была не красивой. может и не ьакое изяшное, как у других  кора но очень милое почти подростковое лицо юной леди, светлая кожа и несколько зажатый скромный вид. Ну и может не полный проницательности и спокойсвия взгляд как у других девушек, но очень добрый и заботливый взгляд был у этой девушки.",
    "answers": [
      {
        "id": 47,
        "text": "далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Акретианская Арка\n\nК Новусу двигалась флотилия из нескольких Крейсеров Империи. На крейсерах же в рещиме ожидания, то есть аналоги криостаза, летели новые Имперские рекруты. Среди Них и наш герой.\n\nНа Крейсере на котором летел акрет о котором идет речь в этой стороне рассказа как и на других крейсерах, имперцы были \"упакованы\" в отсеки.  освещение почти не работало и кругом был только гулл маторов и двигателей.\n\nВ одном из отсеков так де как и все в режиме ожидания летел наш акрет.\n\nв отсеке он хоть и был отключен, но как и другие акреты в таком состоянии он иногда мог увидеть странные картины и сцены, вместе с монитором показателей состояния корпуса и системы.\n\nв своих сценах он видел урывистые картины битвы. в жтой битвы такие же как и он роботы убивали жителей какой-то планеты. Те старались сражаться но успехов особых они не добивались. Акрет видел лица мужчин и женщин, а так де линзы и визоры роботов. В какой-то момент он увидел себя на земле, тянущего руку вверх. А рядом с собой Имперского Гладиатора — вооруженного щитом воина. Глалиатор смотрел на акрета и в какой-то момент сцены обрывабтся, и на экран сознания всплывает полоска загрузки с надписью на языке акретов \"загрузка системы\".\nза этой полоской мелткают показатели состояния корпуса акрета, здоровья мозга акрета и загрузка системы.  Через какое-то время поолска дошла до полного своего состояния и на экране появилась фраза \"загрузка завершена. Начат процесс пробуждения.\"\n\nв корабле включилось освящение. Гул вокруг стал громче от того что зараьотали другие стстемы корабля. Акреты начали призодить в себя.\n\nна экране нашего акрета возникла надписть\" RX-SIGMA_1 — состаяние стабильное. пробуждение завершено.\" после чего Акрет полностью пришкл в себя.\n\nRX-SIGMA_1: Пробуждение подтверждено... приступаю к сбору...\n\nАкрет вышел из своего отсека и оглядевшись по сторонам остановился на некоторе время. он рассиатривал других роботов. При осмотре у него в голове снова возникали сцены которве тот видел в релиме ожидания и увидев жто он схватился одной рукой за свою линзу.\n\nАкрет: RX-SIGMA_1, ты в порядке?\nRX-SIGMA_1: Я.. так точно.... *осмотрел по монитору в голове ID окликнувшего его Акрета* NY-Alpha_00...\n\nАкрет: не нужно договаривать. Статус подтвержден, за помощью обратись в ремонтный отсек в случае чего.\nRX-SIGMA_1:  Принято.\n\nНовоиспеченный рекрут еще немного постоял и двинулся в оружейную. В оружейной была очередь. Акреты получали экипировку в соответсвии со своей моделью и \"номером в табеле\". Табельный номер давал акрету право носить закрепленное за нгмером оружие и корпус. Подошла очередь RX-SIGMA_1. тот нащвал свой табельный номер и получил  корпус темно-синего цвета с гребнем как у воинов,  метательный нож с специальными техническими усилениями, по ращмеру болше похощий на кинжал какой-то. и одноручный Саиф с щитом.\n\nСудя по всему он был модели \"Гладиатор\", как раз как тот которого он видел смотрящего на сеья в странных сценах.\n\nпосле чего оружейник добавил:\nОружейник: Ваша пусковая Установка требует ремонта. по прибытию на новус — оьратитесь к кущнецу в штабе.\n\nОружейник протянул гладиатору пучковую установку синего цвета. Похоже это оружие выдавалось не особо высокого ранга солдатам импреии модели \"Канонир\" или по стандарту остальным чолдатам достигших первого обновления системы.\n\n\nДело в том, что Акреты не проходили долгие курсы подготовки в учебны корусаз как другие расы. многие Акреты  были клонированы и и мозгом помещены в тело киборга, которому ставили стартовую версию програмного обеспечения, позволявшего телу слушать разум бывшего человека или может калианы, и сохранять чознание. Но сознание акрета небыло таким де как у ругиз рас. Акреты не чувствовали и не видели другого мира кроме того который рисовала им импреия через програмное обеспечение. многие поцкссы в мозге акрета не работали так как программы блокировали аозможности акретов осозновать что то что могли лругие расы — например страх блокировался специальным фаерволом своего рода, специальной программой блокировавшей инстинкты рас из которвх дедали клрнов для акретов или самих рас если акреты были именно не клонированы. Акреты не полностью осозновали себя, но осозновали сеья как определнный юнит, который свободно мог решать как выполнить нудные задачи и чем щаняться после. Будто бы жизнь, но и не жизнь.\n \nАкреты были подключены к общей сети информации и могли бнз передатчиков получать укащания и коммуницыровать. но жто все стартовый набор в системе. Когда акрет адаптировался то получал обновление которое определяло специальность. Гладиатор, Канонир, Разрушитель и остальные виды специальностей на манер \"Камандос\", \"Артисан\" у белатианцев и Уорритов. а после обновление делалось вновь но уже для большего пакета данных по специальности. У RX-SIGMA_1 было первое обновление и он уже зарекомендовал себя в боях в других секторах. \n\nАкрет взял установку и двинулся к зоне ожидания высадки.\n\nВозле зоны ожидания он видел других акретов обсуждавших что-то.\n\nАкрет Стрелок: Сектор Новус практически осищен от Федерации и Альянса Коритов. думаю что скоро жто будкт наши земли...\n\nАкрет Воин: Хорошо бы закончить уже здесь, я слышал что метал ради которого мы летим на Новус — лучше чем все из чего делается наше вооружение.\n\nАкрет Стрелок: Я тоже слышал об этом. В канале связи ремесленных юнитов часто обсуждают изготовленные уже на новуче оьразцы экипиррвки. Говорят они хорошо отражабт тепло и прочнее некоторых из осоьо ценных в империи металов.\n\nАкрет Воин: Слушай, я хочу отправиться на одну из застав как только появится возможность. давай вместе?\n\nАкрет Стрелок: Я тоде отправлюсь, думаю там будет что посмотреть.\n\nRX-SIGMA_1 вдруг увидел на мониторе предупреддение:\n\"Щаканчивается зарас питательной смеси — пополните запасы в близжайшем пункте\" после чего на экран полупразрачно выдало мнохромную карту корабля и отмесенную на карте точку с \"столовой\"\n\nRX-SIGMA_1: Принятно... надо попрлнить запас....\n\n\n\n",
    "answers": [
      {
        "id": 67,
        "text": "отправиться за питательной смесью"
      }
    ]
  },
  {
    "id": 13,
    "text": "Нексус же добавил.:\n—Я слышал, что они завоевывают планеты и превращают население в киборгов....\n—Это правда ужасно... — сказал Спаркс. корабль перестало трясти и все поняли, что солдаты уже в воздушном пространстве Новуса.  Корабль приземлился в каком-то заснеженном крае. Солдаты начали выгружаться и в скорее три наших героя стояли друг рядом с дркгом в строю. \nоглядевшись они поняли, что земля на которой они стоят парит в воздухе на огромной высоте. \nотвечавший за новоиспеченных срлдат лейтенант громогласно начал резюмировать:\n—бойцы! мы находимся на планете в секторе Новус. в данный момент мы находимся на плато Этер. это единственное место, куда мы могли бы высадиться из космоса, но оно еще далеко от Генерального Штаба. сейчас нашей задачей будет добраться до верьфи Федерации и погрузиться на транспортный корабль компании \"Картела\". по этому сейчас быстро грузитесь в броневики. \n— Солдаты начали гиузиться в машины, больше похожие на космические корабли. у них был продолговатый \"нос\" и держались они на антигравитационных приводах. загрузившись они отправились в неочень долгий, но опасный путь. К сожалению, добраться до генерального штаба на космических кораблях они не могди. Плато Этер было единственным местом, куда можео было беспрепятственно высаживаться на эту планету. Однако, не только беллатианцы пользовались плато. За эту территорию регулярно велись бои, а так как оно большое, и к нему имела отношение сама Картела ( компания сотрудничавшая с разными цивилизациями) то и пользовались плато, разные цивилизации. \"Почему же продвинуьые космические державы, используют плато какой-то компании, а не высаживаются у своих штабов\" спросите вы? все это очень сложно. во первых, Новус не очень большая планета и населен Новус опасными существами, в том числе и разумными, да и продвинутыми. Высаживаться есть возможность — не везде. а у Ген-Штаба — тем более, потому что все три нации тщательно скрывают расположение своих штабов.",
    "answers": [
      {
        "id": 14,
        "text": "далее\n"
      },
      {
        "id": 3,
        "text": "оглавление"
      },
      {
        "id": 70,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "Картелла же, была влиятельной корпорацией и заключила союзы со всеми этими державами. У Картеллы так же были свои наемники, и даже однажды, Картелла вступив в союз с одной из наций, пообщела расе Калиан помочь освободиться от главенства Акретианской Империи. Но все это ничего не дало и Калианам пришлось самим сражаться за свою свободу. в результате чего, погибли все мужчины этой рассы, но они стали свободными.\nКартелла влияла на многие события и рассклады сил. Поставляла особое оружие, перевозила войска по новусы в некоторых случаях. Так же у Картеллы была лаборатория на Этере. В этой лаборатории было выведено множнство опасных существ. ",
    "answers": [
      {
        "id": 15,
        "text": "далее"
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 15,
    "text": "Погрузившись в броневики, беллатианцы двинулись к верьфи. всего их было 10 машин по 20 человек в каждой в бронивике наши герои еще немного познакомились. через примерно десять минут езды раздались три залпа.\nпосле них в ответ раздадась пулеметная очередь.\n— Что происходит? — сказал Нексус.\n— герои начали выглядывать в элюминатор и уаидели, что два крайних броневика ведут обстрел. однако в машину героев прилетело ракетой. броневик сильно пошатнулся и Нексус отлетел в соседа на противоположном сидении.\nКак оказалось, это был диверсеонный отряд Акретов. все фракции старались удержать плато за собой, и на сей раз ход был за Империей. в далеке виднелся акрет-техник, которого называли \"Ведущим Звена\". это особый класс в армии Империи. с ним было еще 5 канониров ( специалистов в использовании пусковых учтановок). они сидели в осадных наборах и обстреливали бронемашины. две машины подорвались, а затем еще две машины из переднего края взлетели на воздух. В данном случае сработали мины расставленные заранее этой группой. очеаидно среди них находился специалист по деверионным работам. Такие были у всех фракций, но Акретов было особенно тяжело отследить, потому как стелс технологии у них, как и остальные технологии были развиты лучше.\nВ мвшинах поднялась небольшая паника, которуб лейткнант по голосовой связи быстро прекратил,  со словами, что все отработано и они почти пересекли периметр спорных территорий.\nДо верьфи доехало 6 машин. Верьф была довольно маленькой. в расспоряжении Беллатианцев были лишь небольшой вход в небольшое здание, больше похожее на кассу, расставленые по периметру турели и билетер расы Шутти. это такие пухлые, махнатые обояшки, которые не входили в конфликт трех сторон. Похоже они тоже часто пользовались услугами Картеллы.",
    "answers": [
      {
        "id": 16,
        "text": "далее"
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 16,
    "text": "—это что.... наша верьфь? — спросил Нексус\n— больше похоже на кассу на вокзале... — ответил Спакс — не верится, что нас обстреляли, стоило нам приземлиться.... нас осталось чуть больше половины...\nРеверс: причем это сделали именно Акреты. очевидно Кориты не могут высунуться со своей верьфи.\nНексус: я слышал, что с Коритами тоже опасно связываться, они выбрали темную сторону плетения и считают всех, кто покланяется Дайсему но выбирает его светлые аспекты еритиками.\nРеверс: с одними не получится договориться в случае чего, потому что они машины, а с другими, потому что фанатики. как же им повезло, что их противники — дипломатичные Беллатианцы.\nСпаркс: Ага, мы просто заберем у них все деньги и оставим без штанов.\nРеверс: весьма самокритично. я бы штаны оставил им.\n—Лейтенат опять высстроил солдат.\n—Бойцы! первые минуты на Новусе были тяжелыми. Вы должны понимать, что мы на войне и это обыденность. главное то, что мы, как и планировалось, добрались до верьфи. Транспорт Картеллы не обстреливается, а Генеральный Штаб в который мы прибудем на этом корабле хорошо укреплен и скрыт от других рас. можете чувствовать себя в безопасности. а теперь, все грузимся на корабль.",
    "answers": [
      {
        "id": 17,
        "text": "далее"
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 17,
    "text": "В корабле Картеллы было по свободнее чем отсеке для выгруза солдат. оставшиесея беллатианцы старались отойти от шока после дороги на броневиках. Спаркс молча сидел в углу, Нексус пытался рассппосить остальных о том, что они видели из броневиков, а Реверс гулял по кораблю. через нееоторое время он ввзвал остальных по гарнитуре.\nРеверс: ребят, поднимитесь на верхний ярус и зайдите ко мне.\nНексус: что там у тебя?\nРеверс: вам надо это увидеть\nСпаркс: л...ладно, иду....\nПеред парнями открылась огромная просторная комната. в ней было казино, подробнпя карта Этера и бар.\nСпаркс: Казино? они организовали в военном транспорте Казино?\nНексус: ага... я бы не отказался от простой комнаты отдыха, но казино это как-то... гоязновато? \nСпаркс: я думаю, это потому что Картела большая корпорауия, которой нужно много денег. у нас у всех есть жалование, и нервы, которые надо успокоить. наверное казино — лучший способ собрать побольше далант с нас.*( даланты — валюта Федерации) * но, если честно, я бы с большим успехом влил денег в комнату отдыха, как и ты. особенно если там была бы связь с близкими.\nРеверс: ага,  но вон там есть бар!  и еще, то что я хотел показать. — Реверс показывает на карту. \nкарта показывает всю тереторию Новуса, а так же отдельно Этера. \nРеверс: как вы видите, Этер сейчас по большому счету под контролем Акретии. нам очень повезло что мы добрались сюда. Но самое главное вон что. На основной карте видно....\n— основная карта привлекает внимание беллатианцев, тем, что большпя часть спорных территорий так же под контролем аккретии.\nНексус: то есть, мы получается проигрываем? \nСпаркс: угу .. у нас будут проблемы на Новусе.\nРеверс: дадно, раз уж все и так плохо, то пошлите в бар. Возьмем чего-нибудь и пока можно порадуемся. так сказать за знакомство.\nСпаркс: ага, было бы здорово... только я алкоголь не пью.\nРеверс: я тоже! для мозгов вредно. да и начальство потом устроит...\nНексус: я за... в Генеральном Штабе, наверное ничего, кроме лечебных эссннций не будет. ",
    "answers": [
      {
        "id": 18,
        "text": "далее"
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 18,
    "text": "через некоторое время корабль прибыл в порт Генерального Штаба. Он был похож, на стандартного вида военизированный порт. однако, почему — то здесь было много гражданских пассажиров. Опять эти Шутти. они забивали проход собой, но никто не обижался, потому что они очень милые и пушистые. а еще у них большие глаза и они весело пищат. В общем лейтенант привел коллоннну солдат и по гарнитуре отчитался перед командующим в штабе. после чего каждому солдату на коммуникатор пришло голосовое обращение\nКомандующий: Здравствуйте! я командующий силами Федерации на Новусе — Эль-дан Танта. с этого дня, вы поступаете в мое распоряжение и будете выполнять задания из штаба. Ситуация на Новусе очень тяжелая, но мы обязательно справимся. сейчас направляйтесь к оружейнику и получите стандартное снаряжение, позже у вас будет три часа на отдых и возможность освоиться в штабе. затем, каждый из вас получет задание. за сим все. отбой.\nНексус: отлично.\nРеаерс: а ведь корабль Картелы все еще стоит... может и в бар еще можно?\nСпаркс молчал.\nРеверс:ребят, не знаю как вы, а я хочу не терять вас. может будем стараться держаться вместе? да и познакомимся нормально...\nНексус: я бы тоже небыл против. Но что ты имеешь ввиду под нормально позгакомимся?\nРеверс: ну, мы даже не знаем имен друг друга...\nНексус: а... ну, меня так и зовут — Нексус. мои родитеди хотели дать мне необычное имя, по этому дали это. \nСпаркс: меня зовут Рон\nРеверс: а я Леон. Нексус, а почему ты взял себе такой позывной?\nНексус: просто, хотел, чтобы если я сделаю что-то особенное, чтобы меня запомнили по имени, а не позывному.\nРеверс: ясно..\nСпаркс: а почему ты взял такой позывной?\nРеверс: просто, мне часто приходилось чинить приводы у машин, и лучше всего получалось с теми, у которых был задний привод. а ты?\nСпаркс: я? ну... эм... моя мама, да и та девушка, после того как она ей рассказала, часто звали меня... искоркой, из-за моих волос.\nРеверс: Как мило!\nНексус: не то слово...\nСпаркс: ну хватит! если кто спросит, то скажите, что это потому что вокруг становится много искр, когда я орудую мечем.\nРеверс: Непременно... пхпх... искорка....\n",
    "answers": [
      {
        "id": 19,
        "text": "далее"
      },
      {
        "id": 3,
        "text": "Оглавление"
      }
    ]
  },
  {
    "id": 19,
    "text": "Колонна солдат отправилась к оружейнику. все это было не очень хорошо организованно, но при жтом орудейник, на пару со снабженцем выдали солдатпм стандартные боевые орудия. среди них были пистолеты, луки, посохи для магов, холодное оружие ввиде мечей, копий, топоров, булав и щитов. а так же униформу. честно сказать, это было не слишком хорошее вооружение. оно было предназначено явно для маловажных солдат, которым поручили бы что-то не особо сложное. Нексусу же нужно было так же встать на специальный учёт. ребята прошли вместе с ним.\n\nСпаркс:, а что это за учет такой? \nНексус: я должен зарегистрироваться, как пилот, чтобы мне ввделили МАУ.  \n\nСпаркс: Ты пилот?...\n \nНексус: Ну, я проходил обучение на пилота. в теории, я умею управлять стандартными моделями \"Голиаф\" и \"Балиста\", но пока что, мне должны выделить робота. правда пока что я смогу владеть только одной моделью. я сейчас вроде как \"не квалифицированый пилот\" по этому, прежде чем я смогу получить в распоряжение обе модели, а то и новые, если они сломаются. а еще я не гоаорю о моделях \" Зодчий\" и \"Скиталец\",  мне нужно сдать квалификацию.\nСпаркс: ясно...\n\nРеверс: так значит ты тоже специалист? Когда тебе выдали пистолет, я подумал что ты скорее стрелок, а в будущем станешь \"Стражем\".\nНексус: ну, я думал учиться на \"Стража\" , но что если какой-нибудь корит будет стрелять лучше меня и по этому убьет? сомневаюсь, что кто-то у них будет лучше меня пилотировать МАУ, а стреляет такая штука точно лучше, чем корит с пулеметом.\n\nРеверс: угу... логично. а ты, Рон. ты воин? когда тебе выдали двуручник, я сильно удивился.\n\nСпаркс: да, я обучался по программе становления \"Коммандос\" мне значительно проще орудовать мечем, чем стрелять, да и в технике копаться, слишком сложно, чтобы делать это постоянно.  ну, вообще, я просто чувствую, что меч мне ближе. по этому я и стал мечником.\n\nНексус: но в ближнем бою опасно очень...\n\nСпаркс: я знаю... но, не надо за меня переживать. Воинский бронекостюм хорошо тормозит удары, оснащен специальными приводами улучшающими моторику, а энергомеч проходит сквозь метал не хуже чем стрела из энергоарбалета.\n\nРеверс: да... воинский бронекостюм правда вещь хорошая и всем этим оснащён. мы проходили его устройство в учебке.\n\nНексус: а ты, Леон? ты хочешь стать \"Кузнецом\" и ставить турели? \n\nРеверс: Да. энергомечи и МАУ это очень хорошо, но правильно развернутый пост из четырех турелей точно вынесет любого, и целую толпу сдержит. Плюс кузнецы могут реанемировать недавно умерших. Так что, мои навыки будут востребованы.\n\nСпаркс: ладно, у нас с вами есть свободное время ведь?  Давайте осмотримся?\n\nНексус: Угу... я за.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      },
      {
        "id": 3,
        "text": "Оглавление"
      }
    ]
  },
  {
    "id": 20,
    "text": "так вот, к нашему герою:\nВ секторе Солус у Беллатианцев стояла АБУ ( автоматическая буровая установка) но в этот сектор часто захаживали Акреты. буровая установка вышла из строя, и небыдо ясно почему. Выяснить ситуацию направили отряд из бойцов и техников. в этот отряд вошел и Реверс. \nИх небольшой отряд собрали у выхода из поселение Солус, и уже новый лейтенант рассказывал ситуацию:\nЛейтенант: Бойцы! как вы уже знаете, наша АБУ была выведена из строя. наша с вами задача узнать по какой причине, и провести первичную диагностику. так же, мы получили сведения, что защитный периметр вокруг установки  вышел из строя. по этому нам нужно будет его починить и укрепить. сейчас все дружно грузимся в бронетранспортер и отпрааляемся на место.\n—Колонна солдат погрузилась в транспорт. так же вместе с ними сопровождением занимался пилот на \"Балисте\".  Они отправились на миссию. До установки они добирались примерно 10 минут. за это время, Реверс у на глаза попался один боец. он носил довольно хорошую экипировку, а так же при нем была неплохая винтовка. было очевидно, что жто опытный военный. в скоре он поймал на себе взгляд товарища и обратился к Реверсу:\n\nСолдат: эм.. привет! ты хочешь что-то спросить?\n\nРеверс: А! да не стоит обращать на меня внимание. я просто впервые на задание с опытными солдатами, и впервые в секторе Солус.\n\nСолдат: А-а... ну ничего, у нас не такая опасная миссия, как могут дать, поверь. да и Солус, вообще относительно мирное место. здесь не так часто появляются Акреты и Кориты, в отличие от укрепления Анакаде или Этера. Сейчас посмотрим что с установкой, поставим турелей и уйдем. меня кстати можешь звать \"Протон\"\n\nРеверс: спасибо! неплохой такой позывной... \n\nПротон: у тебя тоже. \"Реверс\", да? гарнитура этот показывает.Ты машины чинишь, что позывной такой?\n\nРеверс: да, а как вы догадались?\n\nПротон: я сам техник, и до войны тоже иногда мащинами занимался. Часто приходилось со сферой передачь работать. А там есть режим Реверс. вот я и предположил, что дело в этом.\n\nРеверс: ну, вы не далеко от правды. я чинил ходовые в основном, и чаще попадались заднеприводные машины. по этому и Реверс.\n\nПротон: вот как... ну, я почти угадал. А, и не обращайся ко мне на \"вы\" пожалуйста. я не так давно получил свое звание. глядишь ты меня обгонишь.\n\nРеверс: было бы здорово, догнать тебя, если мне дадут такую броню. это же высокоуровневый бронежилеты стрелковой элиты.\n— амуниция Протона была примерно следующей:\nшлем с визором, тёмно-синего цвета, хорошо защищающий от ударов и обладающий отражающим покоытием, из-за чего свет по нему ходил бликами, а лучевое оружие теряло часть своей силы. такого же покрытия торс, ноги и руки. бронежилет останавливал достаточно сильные удары, а в ботинках было несколько клапанов, нужных видимо для работы особой системы ускорения. Ботинки ускоряли движение солдата, а остальная часть доспеха улучшала моторику при помощи специальных приводов.\nВинтовка же напоминала лучевой пистолет-пулемет.\n\n\n",
    "answers": [
      {
        "id": 26,
        "text": "далее"
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 21,
    "text": "дорогой читатель! наверное у тебя возникда каша ч голове после прочтения последней страницы. По этому позволь я заботливо поясню за названия и термины.\n\n\n\"Голиаф\" — стандартная модель МАУ, коралового цвета, преднозначенная для аедения ближнего боя. У этой модели повышенная бронированномть по сравнению с другими моделями ( Балистой) и выше скорость передвижения. оснащен этот тип МАУ тяжелымии клинками. или тяжелыми кулаками  Опытные пилоты, обычно берут после работы с \"Голиафом\" модель \"Зодчий\". это эволюция \"Голиафа\" черного цвета, оснащённая энергоклинками по бокам рук. брони так же у \"Зодчева\" больше.\n\n\"Балиста\" — стандартная стрелковая модель МАУ. балиста окрашена в белый цвет, но руки у этого МАУ коричневые. оснащается же \"Балиста\" пулеметами/огнеметами и, как вспомогательное орудие , гранатометом. Эволюционирует этот МАУ в \"Скитальца\" черного цвета, оснащенного более мощьными пулеметами и рокетной установкой.\n\n\n\"Страж\" — элитное стрелковое подразделение. \"Стражи\" хороши как в ближнем,так и дальнем бою, они умеют обращаться и с тем и с тем видом оружия. Стражи так же могут избавляться от различного рода негативных эффектов накоадываемых магией, ядами и подобных.\n\n\n\"Камандос\" — основной вид пехоты сил Федерации, отвечающий за ближние столкновения. Воины делятся на две профессии : \"Коммандос\" и \"Мельник\" ( Миллер по другому) задача \" Мельников\" укрывать товарищей от атак и принимать на себя основнуб часть урона. их щиты, это им позволяют. \"Коммандос\" же это наступательная елиница. Они используют двуручное оружие ближнего боя, такое как энергомечи, энерготопоры, энергокопья.\n\n\"Кузнец\" — элитный специалист в области техники в Федерации. они производят амуницию, восстанавливают амуницию помле боев, а иногда и во время, реанимируют павших товарищей и используют турели. турелями пользоватьмя может и менее привилегированый класс -\" Ремесленик\", но кузнец все это делает лучше, потому как он выростает из \"Ремесленника\"",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 22,
    "text": "в дальнейшем ребята немного освоились на месте и начали выполнять задания. по началу им поручали одинаковые миссии и они собирались группой, выполняя их. так они стали близкими друзьями. а что до заданий? ну... в основном это были поручения уничтожить опрелеленнве группы существ в окрестностях Генерального Штаба. Однако однажды им стали давать задания на другуб тематику. а именно, на сбор образцов тканей местных животных. Причина тому — новый вирус не понятного происхождения. \nэтот вирус не поддавался воздействиям лекарств, бывших в распоряжении Федерации и требовал изучения. по этому этих трех солдат отправили добывать эти ткани. когда они добыли образцы и учёные Федерации изучили их, им поручили добыть образцы других животных, как бы неожиданно это не звучало, и тут оказалось, что лекарство от этого вируса нашлось! в теории. \nот вируса защищал \"Священный Метал\". как позже пояснил командующий — это тот самый метал, которым богат Новус, а вирус похоже был не с этой планеты, а значит искуственно созданый. Но кем? пока небыло известно.",
    "answers": [
      {
        "id": 23,
        "text": "Играть за Нексуса ( откроется возможность играть за женского персонажа и позднее ещё одного мужского)"
      },
      {
        "id": 24,
        "text": "Играть за Спаркса ( откроется возможность играть за еще одного мужского персонажа, позднее еще и за женского)"
      },
      {
        "id": 25,
        "text": "Играть за Реверса ( откроется возможность играть за еще одного Мужского персонажа, а позже и за женского)"
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 23,
    "text": "арка Нексуса\n\n\nшло время и Нексус все же получил своего МАУ. это был подержаный образец Голиафа. Нексус еше не стал полнрценным пилотом и по этому новый МАУ был в мечтах. Сейчас Нексус скорее пооходил квашификацию. Вот Нексус стоит у поставщика Мау и ждет ключ.\n\nАбен Шаад : Такс... Нексус значит... вот. Этот Голиаф уже повидал всякое, но все еще стадильно на ходу. правда боеприпасов нет на борту. Надо бы купить....\n\nНексус: Серьезно? вы выдали мне мау без боеприпасов?\n\nАбен Шаад: ну, мальчик, боеприпасы пилотам по льготам не полагаются. Надо бы докупить...\n\nНексус: О, Дайсем... сколько стоят боепрепасы?\n\nБелатианец постарался поставить немколько ячеек энергоблоков на будущее и уже собирался сечть в кабину и поехать но Абен Шаад снова немного ущивил молодого пилота.\n\nАбен Шаад: за доставку тоже нужно немного денег.\n\nНексус: что?... мне и за доставку моего Мау надо платить?\n\nАбен Шаад: в льготы не входит переброска мау...\n\nНексус: я понял... ох.. чего я вообще ожидал от нашей армии...",
    "answers": [
      {
        "id": 59,
        "text": "Перевести даланты за переброску Мау"
      }
    ]
  },
  {
    "id": 24,
    "text": "____________________Арка Спаркса_________________\nс того момента прошло некоторое время. Спаркс успел освоиться в Генеральном Штабе и уже смог выполниьь несколько поручений от командующего. Спаркс сидел в казарменном блоке на сврей койке и вспоминал о любомой которая осталась на планете откуда тот родом. Боец выглядел достаточно грустным. точнее печальным. Казармы Белатианцев были не похожи на казармы армии в привычнгм понимании. У каждого солдата было отдельное помешение на пожобии комнаты с койкой в стене. немнрго передохнув и закончив рефлексию, Спаркс встал, взял двуручный кацбальгер и надел простенький защитный доспех федерации краснрго цвета. выглядел этот доспех не особо, на ногах защита напоминала шорты, однако на самом деле эти штаны были специально так спроектированы чтобы лучше амортизировать входящие по ногам удары — шорты были наполнены особыми материалами понижавших заброневой эффект от удара. торс же напоминал футболку. но для того чтобы не сильно стеснять бойца.  Спаркс вышел из комнаты и пошел на задание.\nСегодня этому белатианцу поручили особое задание для своего звания и ранга — ему треблвалось в сочтаве специального отряща добраться до техника, который иследовал дроидов на склонах местных гор. В отряде со Спарксом было еще два белатианца — стрелок Спектр и волшебница Айси  ( Ледяная).  Спектр тоже уже был более менее опытным стрелком и разведчиком, плюс визор Спектра был оснащен радио передатчиком. это Были своего рода наушники. У Айси был магический визор снижавший яркость заклинаний для нее, а визор Спаркса был не визороом а очками нужными чтобы пыль и земля не поадали  глаза во время срадения. по жтому поймать сигнал и точно определить полодение техника мог только Спектр. Айси была магом, и в основном полагашась на стихию Воды, Ветра и Света. хоть тоже могла использовать закшинания земли и огня. амуниция Айся была просто магическими одеждами, с высоким капюшоном. Сейчас айси была одета в костюм серо коричневого цвета и вооружета посохом. ее волосы были белыми, глаза голубыми. Спектр был коротко стриженым ( в рамках стрижек федерации) с черными волосами.",
    "answers": [
      {
        "id": 43,
        "text": "выйти из казармы"
      }
    ]
  },
  {
    "id": 25,
    "text": "___________________Арка Реверса___________________\nсо дня прилета Реверса и его товарищей на Новус прошло несколько недель. за это время, как уже было сказано, они выполнили некоторые задания вместе и был обнаружен вирус. с тех пор, ребятам начали давать отличные друг от друга миссии. Реверсу же, как технику выдали поручение по ремонту оборудования. У беллатианцев в распоряжении на Новусе был не только генеральный штаб. Территория Федерации включала в себя еще аванпост, расположенный в паре километров от штаба, а так же из двух поселений — Солус и Анакаде, в разных секторах и клочок земли в Краговых Щахтах. по мимо этого в их расспоряжении, как и у других рас был телепорт в Сетовой Пустыне. Сетова Пустыня — одна из спорных територий. Там часто случаются столкновения, борьюа за контроль телепортов, а еще там базировались отряды предателей рас. Краговые Шахты — жизненноважный спорный регион. в шахтах были залежи руды и свяшенного метала, делающего тезнику значительно мощнее, но еше (что не менее важно) препятствовавшего распростронению вируса. за шахты постоянно велась борьба. Однако для того, чтобы получить шахты в распоряжение нужно было не именно захватить шахты. В глубине развалин находился алтарь. а у алтаря жило огромное существо называемое \"Хранителем Алтаря\". оно не позволяло никому добывать священный метал. Однако, космодержавы нашли способ это обойти. они разработали особые терминалы с чипами, способные каким-то образом исмирить то существо. но проблема была в том, что в какой-то момент в результате войны и периодического заимствования технологий друг у друга. чипы стали не самодостаточными, если так можно ввразиться. для активации одного из терминалов, требовался родной чип построенный на одних технологиях, и чип другой расы построенный на другой. по этому за терминалы велась жестокая борьба. а когда одна из рас добывала чип другой и активировпла терминал, задачей этой державы было защитить существо от нападок остальных рас. откуда же бирутся новые чипы спросите вы? чипы производят прямо на Новусе, военными учеными. и каждый раз ставятся в терминалы, в надежде что сегодня удастся получить контроль над шахтой.",
    "answers": [
      {
        "id": 20,
        "text": "далее"
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 26,
    "text": "экипировка Реверса же была скромнее. Синего цвета куртка с парой голубых плолс вертикально идущих по груди, вместо шлема специальные \"наушники\" основная начинка которых, похожая на динамики, крепились на макушке, это было нужно для надёжности. но при этом звук подавался в уши с помощью беспроводной связи. в ушах же у белатианца были непосредственно элементы, которые мы привыкли называть именно наушниками. это позволяло ему слышать то что происхожмт вокруг с особой четкостью и на больших расстояниях. Небольшие обтягивающие брюки такого де цвета. не смотря на то, что они юыли обтягивающими, в них можно было свободно двигаться. легкие ботинки с удобной подошвой подстраивающийся под стопу и амортизирующие. на руках перчатки с чем-то вроде гарды у рапиры, но напоминающей больше дуршлаг.  Как бы это не звучало, но наряд был приличным. это была экипировка уже показавшего себя в боях стрелка. правда под боями имеются ввиду полевые задания, а не столкновения с противниками противоположной фракции.\n\nвскоре они приехали на место. Команда быстро разгрузилась. Через секунду Реверс бросил взгляд на саму буровую установку.  установка была обесточена, нужно быдо более близкое рассмотрение, чтобы понять что случилось, но уже и так было видно, что сама установка не подвергалась нападению. во всяком случае обстрелу. \n\nПилот в \"Балисте\" занял позицию на месте выключеных турелей, чтобы прикрыть техников, восстанавливающих защитный периметр. сначала он встал у Северо-Западных турелей ( или ечли просто у тех что были ближе к выходу на спорные територии) Туда собирался направиться Протон. \nПротон: М... Реверс! ты ведь техник... пойдём я покажу тебе как обращаться с турелями?\n\nРеверс, был рад такому предложению, но тут как техник он мог помочь еще и в иследовании самой установки. возможно он смог бы что-то найти и помочь остальным техникам. с другой стороны, посмотреть как работают турели тоже полезно, и он может что-то подчерпнуть их этого, а бригада техников справится и без него.\n\n",
    "answers": [
      {
        "id": 27,
        "text": "пойти с Протоном"
      },
      {
        "id": 28,
        "text": "исследовать установку"
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 27,
    "text": "Реверс пошол с Протоном. ребята подошли к неактивным турелями, рядом стоял огромный боевой МАУ со свисающими с рук пулеметными лентами патронов.\n\nПротон: сначала надо поставить новые турели, это быстрее чем чинить старые. Ты же знаешь, что турели бывают разных моделей?\n\nРеверс: угу... в зависимости от модели, варируется урон и прочность самой турели. это нам в учебке объясняли.\n\nПротон: отлично, у меня здесь хорошие прикуплены. даже акровских \"Карателей\" разбирают только так. а вот чтобы \"Гладиатора\" вывести из строя такой время понадобится.\n\nРеверс: звучит хорошо, но я не знаю кто это такие....\n\nПротон: а... ты же еще не ходил на задания по борьбе с Акретами или Коритами. \"Каратели\" — это элитные акретианские бойцы ближнего боя, у них очень мощьные удары, и множество модификаций, позволяющих эффективео вести бой, вроде \"Магнитных Кулаков\" или сети. конечно же они не кидают сеть из веревок, на самом деле это какая-то энергетическая сеть... но я не очень хорошо осведомлен в этом. \"Гладиаторы\" же, это как у нас \"Защитник\". они носят щиты и их очень тяжело убить. у них тоже много модификаций, позволяющих им долго не помирать под обстрелом. с акретами вообще опасно связываться в ближнем бою... хотя и в дальнем опасно... ох уж эти их кибернетические тела. но нам то еще хорошо, у нас есть модификаторы в броне, дающие нам почти ту же силу что и у них, а вот как кориты справляются, не представляю. наверное опять как-то магию приспособили. у них даже турели скорее растения напоминают нежели механизм. ладно, смотри. тебя в учебке учили как ставить периметр защищенный?\n\nРеверс: рассказывали, да... нужно на равном расстоянии друг от друга кважратом поставить 4 туррели. это самый лучший способ. можно еще три треугольником поставить или две линией, но жто в критических ситуациях лучше делать.\n\nПротон: угу... но есть ещё способ, которому не учат в учебке, потому что он сложный. можно поставить турели пятиугольником. \n\nРеверс: правла? но разве он будет эффективен?\n\nПротон: в полне. в учебке говорят ставить турели на растоянии обнаружения ими противников, то есть за зоной видимости турелей, Мол, чтобы турели не зацепило взрывом от соседних. но я скажу, что на практике, это не так страшно, когда у тебя оборудование высокого ранга.  просто прочности у таких машинок много, а вот лишняя очередь из выстрелов не будет.... лишней....\n\n— Протон начал возводить периметр в форме пятиугольника, параллельно объясняя Реверсу как именно ставить турели. ддя себя Реверс подчеркнул много важных моментов. когда  периметр был рассьавлен, они принялись чинить уже стоявшие механизмы. вдруг Реверс почувствовал, что наушники дают помехи и звук начинает пропадать.",
    "answers": [
      {
        "id": 29,
        "text": "начать регулировать наушники"
      },
      {
        "id": 30,
        "text": "продолжить слушать Протона."
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "Реверс начал регулировать наушники. постепенно он нечаянно включил частоту на которой велись какие-то переговоры. Он ни слова не понял, потому что язык был ему не знакомым, но гарнитура, зафиксировав сигнал, показала четыре цели недалеко от них на большом холме. это были Акреты. так же появилась еще одна цель, буквально в десяти метрах от Реверса у самой установки. Однако цели небыло видно, только показатель на радаре.",
    "answers": [
      {
        "id": 31,
        "text": "открыть огонь по Акретам на холме"
      },
      {
        "id": 32,
        "text": "открыть огонь по невидимой цели."
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 30,
    "text": "Реверс не обратил внимания на барахлящие наушники. мало ли это могли быть помехи в секторе. Реверс внимательно слушал Протона.\n\nПротон: Реверс... так как ты ремесленик, и твоим основным оружием в серьезных операциях почти всегда будут турели, тебе важно понимать, что некоторые туреши снабжены инфрокрасными датчиками. А некоторые — радио-локаторами. Это нужно для того чтобы шпионы Альянса и Империи не могши пройти мимо твоего поста. Альянс использует маскировку отражающую лучи видимого для нас спектра. ой .. вернее изменяющие их. по этому создается илюзия того что шаионов альянса нет. их камуфляж, как и наш, изменяет лучи солнца так чтобы копировать их длину волны, а после костюм имитирует их сам. точнее те что рядом с шпионом. Но инфракрасное излучение не участвует в этом. по этому нащи турели могут обнарудить их. акреты же делабт примерно то же самое, но их броня лучше чем наши кгстюмы в этом. Но им нужно выделять много элетромагнитных волн вокруг себя.  Каждый из шпионов — Акрет или Корит используют разные типы амуниции и технологии по этому на них нужно разные локаторы.\n\nРеверс: а разве костюмы Коритов не излучают волны?\n\nПротон: Кориты в большенстве своем полагаются на искусство ковки доспехов из особых, магических или просто прочных материалов. в броне корита оборудования минимум обычно. но их доспехи и одежда обычно прочнее многих известных нам металов. точнее видимо они умебт осищать руды лучше нас.  по этому и волн там не так много. если пытаться искать Коритов локаторами на электромагнитное поле, то турелли начнут стрешять по нам в первую очередь.",
    "answers": [
      {
        "id": 38,
        "text": "далее "
      }
    ]
  },
  {
    "id": 31,
    "text": "У Реверса при себе был крупнокалиберный пистолет, которым можно было даже размазжить голову нахальному органическому противнику и синего цвета лазерная винтовка, с большим магазином на 100 патронов. Он выхватил винтовку и открыл огонь по стоящим на холме акретам. он понимал, что с такого расстояния не попадет ни в одного из них., но его задачей было показать где противник остальным и оповестить о враге. Через секунду на них обратили внимание и другие беллатианцы. бронеьранспортер открвл пулеметную очередь по киборгам , пилот в *Балисте начал прикрывать собой Реверса и Протона, двигаясь к транспорту. в тени Балисты, скрытые от залпов ракет продвигались наши герои. \nРеверс: Протон, я видел еще одного! \nПротон: что? ты конечно и так молодец, но еще один акрет? где? что он делал?\nРеверс: он стоял рядом с... \nв следующую секунду прогремел взрыв. волной Реверса и Протона отбросило ближе к транспорту. \nВ голове начинающего специалиста по технике гудело, он не мог встать. раскрыв глаза он увидел, что Протон тащет его. оказавшись у броневика протон стал откачивать Реверса. \n\nПротон: откоой рот...\nРеверс не понял, что от него требуется. тогда его товарищ достал из портативной катомники, спресовывашей предметы до очень маленького и плотного состояния, банку с красной жидкостью и поднес ко рту внимательного техника. Реверс выпил содержимое и гул в голове прошел, а так же появились силы встать.\n\nПротон: не высовывайся.\n\nв следующую секунду он что-то надал на своей гарнитуре и сделал пару прицельных выстрелов в Акретов. в ту же секунду турели которые он поставил повернулись и открыли шквальный огонь по месту, куда стрелял техник.\nминуту назад ракетные залпы почти сыпались на белатианцев, но сейчас они практически прекратились. Реверс снова настроил свои накшники и попал на частоту, по которой снова кто-то переговпривался. на радаре появились две цели : очевидно акрет, который стоял у установки, и еще один, обходивший холм со стороны. цели удалялись.\n\n\nРеверс: кажется отбились...\nПротон: Пожалуй.... ох.. кажется наших тоже задело...\n\nвозле буравой установки лежало три бойца. они уже не дышали и у них были серьезные ранения. \"Балиста\" была покоцана очень сильно — фактически весь лобовой отдел был смят и в дырах. Из кабины выглядывал пилот, которому повещло выжить в этой заварушке, но один из пулеметов так же пришел в негодность. У транспорьа был повреждкн корпус. Фактически он был частями смят, но водитель был жив, и пулемет еще работал. правда добраться до укрепления на нем возможности не представляется.\n\n",
    "answers": [
      {
        "id": 33,
        "text": "далее."
      },
      {
        "id": 3,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 32,
    "text": "у Реверса был при себе крупнокалиберный пистолет, которым модно было размазжить голову органическому противнику и синего цвета лазерная винтовка с магазином на 100 патронов. Винтовка висела на спине, а пистолет на бедре, по этому он быстро ввхватил птстолет и выстрелил несколько раз в направлении цели. третья пуля попала в акрета и вывела его из Камуфляжа. Акрет держал в руках взрывчатку и, очевидно пытался заминировать установку. но теперь на него среагировали турели Протона и открыли огонь. К акрету сбежались остальные бойцы и два техника, оторвавшиеся от работы. Однако все было не так радужно, потому что по собравшимся вместе белатианцам открыли огонь акреты с холма и облажили их очередями из пусковых установок. взрывом Реверса отбромило к ожной из турелей.  в ушах гудело, а встать было крайне тяжело. Бронетранспортер открыл огонь по акретам из пулемета, а мау из своих двух. Реверс бросил взгляд на МАУ. под ногами у боевого робота в тени держалмя Протон. он что-то нажал у себя на гарнитуре и сделал ввстрел в сторону Акретов. в ту же секунжу турели, расставленные им повернулись и открыли шквальный огонь по месту куда он выстрелил. через 10 секунд огонь пулемета транспорта пропал, но ракетные залпы не прекращались. вскоре МАУ упал с острелеными пулеметом и ногой, а лобовая броня была смята и вся в дырах. Но огонь ракет пропал через еще примерно 10 секунд. Реверс нашел в себе силы подняться. у него была большая  рана на ноге и похоже треснула кость. Стрельбы уже небыло. К Реверсу подошёл протон и протянул тому бутылку с красным напитком, ко орую достал из котомки, котоая очень сильно пресует и усеньшает инвентарь.\n\nПротон: вот, это должно помочь.\nРеверс выпил эту \"воду\" и раны быстро затянулись, а кость срослась. \nРеверс : О, Дайсем и все его аспекты ... мы живы? \n\nПротон: живы! правда не все.... но это пока.\n\nТехник встал и пошел к куче погибших. Подкрутив что-то на гарнитуре он наложил руки на одного из бойцов. В следующую секунду появилась вспышка и боец с трудом начал вставать. \nИз раздолбанного МАУ вылез пилот, которому посчастливилось выжить. Лейтенант же тоже остался жив. Он подошел к протону и тихо начал ему гоаорить :\nЛейтенант: Кхем... Капитан, Протон... вы ведь знаете что делать?\nПротон: Конечно... думаю с остыванием реаниматора у нас уйдет около 10 минут, чтобы поднять всех...\n\nЛейтенант : хорошо... турели ваши не задело, так что мы можем себе это позволить, я думаю.... я посмотрю что с транспортом. Он похоже уже не находу, но надо проверить...\nлейтенант ушел осматривать транспорт, а тезник подозвал к себе Реверса\n",
    "answers": [
      {
        "id": 35,
        "text": "далее"
      },
      {
        "id": 3,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 33,
    "text": "Протон: Смотри.\n\nпосле слов, адресованых Реверсу, Протон подошел к одному из павших белатианцев что-то снова нажал на гарнитуре, придожил руки к нему и появилась яркая вспышка. В следубщую секунду боец поднялся и позлопал Протона по спине.\n\nПротон: Ты же планируешь стать \"Кузнецом\"? тогда запомни важную вещь — ты обязательно должен выжить, а сражаться за тебя должна  техника и товарищи. тебе нужно только уметь управлять своими инструментами — турелями, реаниматором. А еще полагаться на товарищей. Только в этом случае лни смогут полажиться на тебя.\n\nРеверс: ага... спасибо.\n\nЛейтенанат конечно же выжил. после осмотра сломаной  буравой установки, которую изрядно измяло взрывом, он собрал всех и объявил о том, что возвращаться им придется пешком, а транспорт приказал заминировать и подорвать, чтобы акреты не получили лишнюю боевую машину, если явятся сюда раньше федералов.\n\nВзяв на носилки остаашихся двух бойцов, пострадавших в бою, они отпрааились в укрепление Солус пешком. Протон же поднял и их на ноги по дороге. по итогу Лейтенант доложил о результатах вылазки и командование приняло решение выделить большие средства на постройку новой установки. Пока что число ресурсов сильно сократится.\n\nРеверс же сохранил контакты Протона, по обоюдному согласию и получил много знаний и боевой опыт. А так же, возможно спас товарищей.",
    "answers": [
      {
        "id": 34,
        "text": "к следующей главе."
      },
      {
        "id": 3,
        "text": "оглавление"
      }
    ]
  },
  {
    "id": 34,
    "text": "Реверс. Вторая Глава ",
    "answers": [
      {
        "id": 36,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 3,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 35,
    "text": "\nПротон: Ты же планируешь стать \"Кузнецом\"? тогда запомни важную вещь — ты обязательно должен выжить, а сражаться за тебя должна  техника и товарищи. тебе нужно только уметь управлять своими инструментами — турелями, реаниматором. А еще полагаться на товарищей. Только в этом случае они смогут полажиться на тебя.\n\nвторой боец тоде поднялся, после того как его осинила очередная вспышка\n\nРеверс: ага... спасибо.\n\nПротон: а это реаниматор. им оснащают всех \"Кузнецов\". вот здесь на гарнитуре у меня стоит специальный плагин, который дает управление этим прибором. работает он с остыванием, то есть нужно время пока он перезарядится. \n\nРеверс: вот как... хорошо, что на этой миссии с нами ты. \n\nПротон: ну... я давно хожу на задания, где погибают бедлатианцы или нужно оказывать огневую поддержку, по этому может и так... но это вндь ты обнаружил Акретов. если бы не ты, все могло быть хуже...\n\n\nРеверс: спасибо....  * с долей смущения и удивления*\n\nчерез некоторое время все бойцы и техники были в строю. Продолжив работу техники провели анализ повреждений АБУ и выявили нарушения в работе операционной системы, или проще говоря — кто-то покапаплся в компьютере и сломал установке \"мозги\". Лейтенант собрал всех и начал отдавать распоряжения.\n\n\nЛейтенант: Бойцы... нам удалось выполнить нашу миссию и провести анализ повреждений буровой установки. Но главное, все живы. вернуться на транспорте мы не сможем — броневик получил критические повреждения и даже пулемет у него не работает. проще говоря это теперь мусор. идти нам придется пешком. У вас минута на сборы, а затем мы уходим.\n\nпо возвращению в укрепление Солус, лейтенант сдал отчет. Установке необходимо переустановить программное обеспечение, и по этому будет снаряжена миссия из компьютерщиков и эскорта для них. оборонительные туррели были восстановлены и укреплены новыми. У Федерации не будет недостатка в ресурсах благодаря Реверсу: которого указали в отчете. И вам.\n",
    "answers": [
      {
        "id": 34,
        "text": "следующая глава"
      },
      {
        "id": 3,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "в следующую секунду Реверес и Протон отлетели в сторону от взрывной волны. По посту беллатианцев ударил шквал ракет. Беллатианци не успели понять что происходит, но начали стараться переходить в боевой порядок. Реверес лежал и пытался придти в себя. Поднявшись он заметил что гарнитура сломана. Реверс почувствовал как Протон начал оттаскивать техника к небольшому оврагу перекрытому куском брони МАУ. Собственно о балисте уже стоило забыть.  Периметр который возводил Протон частично был отключен, но он сам не терял самообладания и что-то повернув на гарнитуре сделал пару выстрелов в ходм неподалеку. три турели начали стрелять в место куда стредял Кузнец.  Бронетранспортёр уже был не пригоден для езды, но продолжал стрелять в тот же холм. повсюду были куски метала и пыль.Протон вдруг резко развернулся и выпалил обоему прямо за спину себе и Реверсу, После чего перед белатианцами появился акрет и в тот же момент раздалась очередь из турелей.\n\n",
    "answers": [
      {
        "id": 39,
        "text": "далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Протон: этого быть не может....\nРеверс: что... что не может быть? Нас атаковали из засады... это Империя?\nПротон: это Империя ... но мои турели... я должно быть перепутал детекторы. По этому мы не заметили шпиона и не ушли от обстрела....\nПротон помрачнел. Секунду поколебавшись он выглянул из-за овоага. Стрельба прекратилась. БТР был просто куском метала с уже не работавшей пушкой. МАУ — тоже. Из всей команды остались только Протон, Реверс и Наводчик БТР выползший когда все утихло из под бронелиста.\n\nПротон: это моя вина...\nРеверс: Прот...\nПротон сказал технику двигаться следом за ним и аккуратно, переключив визор вылез из оврага двигаясь к транспортеру. Белатианцы встретились все вместе.\n\nНаводчик: Капитан, что будем делать!? Транспорт негоден, а акреты еще могут быть здесь....\n\nПротон, глядя в визоре на холм ответил что надо уходить. \n\nРеверс: но мы же не можем. Ты Кузнец и можешь всех реанимировать. надо задержаться.\nв этот момент в визоре появились диаграммы с данными и подсвеченые образы двух двух Акретов на Холме. Протон снова нажал что-то на гарнитуре и турели начали стрелять по целям.\n\nПротон: уходим...\n\n\nотряд очень быстро двинулся в сторону укрепления. Буквально через пару минут стрельба закончилась но Белатианцы уже были в стороне от обстрела возможного. Подготовка и модификации доспехов даваши Белатианским солдатам высокую мобильность и выносливость, по этому отряд двигался практически не останавливаясь по сектору. Через примерно пол часа они остановились и обсуждали случившееся.  впереди еще был район с Культистами Разведчиками, не дружелюбно настроенными к окапавшммся в секторе белатианцам. \n\n",
    "answers": [
      {
        "id": 40,
        "text": "далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "в небольшом ущелье, не так далеко от укрепления отряд устроил привал.\n\nНаводчик: Капитан. Неподалеку есть еще одна буровая установка. Там будет возможность связаться с укреплением и запросить эвакуацию на транспорте. Я советую двигаться туда.\n\nПротон с мрачным лицом ответил что не уверен в том что это стоит дедать будто и не слушая.\n\nРеверс: Прот... Капитан. Все совершают оплошности. Судя по тому что ты был в звании выше чем наш командир, которому поручили руководить людьми — ты срвершаешь оплощности редко. Рано или поздно ты тоже ошибся бы ....\n\nПротон: Но...Это как то слишком непрофессионально было... Так глупо я ошибся и теперь вечь отряд...\n\nРеверс: это действительно достаточно очевидная вещь — взять с собой нужный комплект для обнаружения... и по этому, опытный\n\n\nПротон: может... *вздох*.... я не уверен что мы должны ждать эвакуацию в такгм месте как буровая установка. после такого...\n\n\nЯ думаю нам нужно идти своим ходом. Культисты здесь это не взвод Канониров Империи который мы можем встретить. Уяитывая что они собирались прилти к той АБУ ( Автоматическая Буровая Установка)\nНо я не настолько хороштй стрелок, чтобы пробиться через толпу Культистов и при этом так чтобы вы не поранились. Так что справедливо будет если решит Реверс. Он тоже имеет право поступить правильно, если я ошибаюсь опять. Но я предупреждаю. Империя поанировала сегодня саботировать раьоту на этой установке где мы были. это значит что и у второй могут оказаться акреты.\n",
    "answers": [
      {
        "id": 41,
        "text": "Идти к следующей АБУ"
      },
      {
        "id": 42,
        "text": "добраться своим ходом"
      }
    ]
  },
  {
    "id": 41,
    "text": "Реверс опешил.\nРеверс: Как это я буду решать? я еще не понимаю что такое война.... \nПротон: мы решаем голосованием. Я против того чтобы идти к АБУ, но не уверен. Сопло говорит, что нажо идти. остается только тебе решить куда мы идем.\n\nСопло — кодовое имя наводчика. Реверс подумав ответил:\nНам стоит идти к АБУ. Я еще не очень опытен в боях, Сопло и ты не перебьют толпу культистов, если ты не поставишь турели. а времени на это не будет... Нам нужно добраться до АБУ если там еще будет куда добираться....\n\n\nПротон: я понял... тогда выдвигаемся... Сопло, ты вроде хорошо стреляешь по движущимся целям из большого оружия... можешь идти поодаль от нас? желательно на высоте.  Реверес, а ты не отходи от меня. Я конечно техник, но умею и так стрелять неплохо.... ",
    "answers": [
      {
        "id": 64,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "отряд встретился у генерального штпба. Спаркс пришел на место последним. первой на вомна обратила внимание Айси.\n\nАйси: Привет! Ты наверное Спаркс, да?  — улыбаясь проговорила магесса.\n\nСпаркс: Добрый день, всем... Да — я Спаркс. Сегодня я буду прикрывать вас в качестве бойца первой линии...\n\nСпектр тоже обратил внимание на Спаркса и тоже серьезно но более раслаблено ответил:\n\nСпетр: Я — Спектр, я буду оператором, и стрелком, буду проводить оценку местности аока мы на миссии... Спаркс ... не нужно так официально, мы все здесь друзья...\n\nСпаркс, несколько меланхолично посмотел на стрелка и сделав фейспалм ответил: прости .. я не пытался звучать официально, просто хотел познакомиться и сразу сказать на какой позиции я стою в миссии.\n\nСпектр: Хех, яснр.. ну, мы теперь все в сборе? теперь можем начинать иссию?",
    "answers": [
      {
        "id": 44,
        "text": "далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "отряд стоял у выхода. \n\nСпектр: Как вы знаете нам нужно найти техника который иследовал дроидов. предположительно Техник засел по координатам (012,010), но думаю что долго он там оставаться не мог бы один. я буду стараться связаться с тезником когда мы подойдем ближе к точке. Я могу прразить на дальней дистанции противников, по этому мы сможем спокойно идти без особых проблем. в ближнем бою я тоже смогу постоять за себя, по этому не волнуйтесь. Вы должны дать нашему отряду пройти если на нас напвдет несколько местных представителей фауны или же дроиды... Спаркс вы...\n\nАйси: а! то есть Спаркс будет отвлекаиь на себя монстров, а я добивать массовыми заклинаниями?\n\nСпектр: не монстров... это же не фентези... животных.\n\n\nАйси: ну, они не сильно пхожи на животных на моей пшанете, по этому я так выразилась \n\nудыьаясь проговорила Айси.\n\nСпаркс: я понял. Если честно, я не так хорошо подхожу для этой роли... сюда следовало позвать \"Мельника\" с щитом... я больше специализируюсь на бое именно. но я думаю что и меня хватит.\n\n\nСпектр: я думаю что ты справишься, Спаркс. Медьнику сложно двигаться в бою, а ты очень мобилен со своим мечес...  так что ты чможешь уворачиваться или просто быстро увеличивать дистанцию между собой и животными... \n\n\nСпаркс: думаю.. значит Больше всего стоит расчитывать га магию Айси?\n\n",
    "answers": [
      {
        "id": 45,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 45,
    "text": "Айси: Я справлюсь .... я хорошо изучила \"Гейзер\" и  массовые заклинания другие. Я справлюсь даже если ты не сможешь удердать внимание от меня.\n\n\nСпектр: Чтож... давайте обсудим, сколько у нас предметов расзодных на миссию... у меня полная пачка медекаментов и стимуляторов выносливости... есть несколько элексиров Силы.\n\n\nСпаокс: У меня три пачки медикоментов и две пачки стимуляторов выносливости.\n\n\nАйси: у меня пачка элексиров здоровья и пачка эликсиров Силы\n\nСпектр : медекоментов. это же не волшебное зелье, в фентещи.\n\nМагесса посмотрела на белатианца с снисходительной улыбкой : Но ведь я же маг. волшебство, магия... у меня — элексиры.\n\n\nСпаркс поправил меч взвалив себе на плечо и спросил могут ли они выдыигаться. Спект ответил на вопрос и они пошли.\n\n\nпервой точкой где они сталкнулись с проблемой был утес Ветров.  Арголы и Синие Молотогоавы слтшком кучео стояли друг к другу очевидно выгнанные из своих ареалов обитания \n\nСпектр: Хм... Ребята. Нам дальше просто так не пройти. Придется выцешивать животных. Спаркс, мне нужно чтобы ты прикрыл меня на случай если к нам двинется стая арголов или молотогоавов...  Айси, а ты.....\n\nАйси: я поняла... не волнуйся.\n\n\nСпаркс: Ясно.\n\n\n\n\n\nСпектр начал выцеливать близжайшего аргола из лазерной вмнтовки. Панцырь Аргола слишком прочный чтобы одним выстрелом из огнестрельного оружия положить такое насекомое. Но лазерная винтовка стреояет немного по иному принцыпу. В лазерной виновке всегда был акаммулятор и лампы создававшие сам лазерный луч. но этмм лучрм нагревался рещервуар с окологазообразным веществом. таким рещервуаргм были патроны. патрон нагревашся лазером и при помощи специальных магнитов в винтовке выстреливал по принцыпу пушки Гаусса, посое чего долеьев патрон оставлял раскаленуб смесь на копрусе например акрета или коже коррита. Таким орулием тоже сложно побешить аргола, если тольько не стрелять в нудные места\n\n\nСпектр затаился и выстрелил. Первый патрон порал арголу в шею и тот резко начал искать откуда прилетел сеапяд.\nзатем раздался второй выстрел, а затем третий. Аргол же уже понявший кто стрелякт двинулся к белатианцам, а за ним еще парочка. Это все заметили и молотоглавы.\n\nСпектр: Спаркс, Айси!\n\nСп\n\nбеллатианцы :Принято!\n\nСпаркс выхватил меч и бросился вперед. Айси двинулась за ним.\nСпектр же сменил цель на молотогоава и одним точным выстрелом выаел животное из строя.\nЗатем следующего.\n\nСпаркс сокращал дистанцию с первым арголом но вместо атаки лищь отскочил в сторону уворачиваясь от укуса животного. После чего заметив рядом с собой второго аргола который уже нападал лапой выставил меч чтобы увести удар в сторону.\n\nАйси же с непривычной для нее в понимании белатанцев спокойной мимикой принялась создавать гейзер который  смльно отбил желание нападать на спаркса у насекомых. Те сразу переключились на волшебницу.\n\nСпаркс: Айси!\nАйси : *холодно* Все в порядке... \n\nв следующую секнуду в насекомых полетел огромный огненный шар значительно утомивший  монсиров. шар поднял температуру тел Арголов и они начали теряться в пространстве. но к Айси уже спешили езе несеолько насекомых.\n\nСпаркс: я разберусь здесь!...\nВыкрикнув это спаркс проводя техничные и размашистые удары приблищил отряду белатианцев побелу еще немного.\n\n\n\nАйси же собрав вокруг себя насекомых спокойно создала ураган вокруг, и пока тот не рассеялся добавила \"Огненной Звездой\", из за чего огонь подхватил ветер создав что то на подобие огненного смерча. \n\nСпектр с изумлением посмотрел на то что делала айси.\n\nСпаркс же немного унявший свой боевой накал тоже шокировано смотрел на огненный тарнадо. когда тот рассеялся Магеса устало выдохнув села га землю.\n\nСпектр подошел ближе и применил какое то заклинание света.\n\nАйси: Душевная Баллада?... ты знаешь светлую магию?...\n\nСпектр: ну... я изучал это в учебке. почему мне не развить эти навыки немнрго? это могло бы приглдиться. например сейчас....\n\n\nСпаркс: Айси, это... было потрясающе....\n\nАйси: Спасибо *улыбаясь*\n\nСпаркс перевл взгляд на Спектра\nСпаркс: А ты ... ты говорил что и в ближнем бою можещь за себя постоять. и магию применять можешь....   Ты... Страж?\n\nспектр: Я прохожу подготовку стража... но еще пока нет. *улыбнувшись ответил Спектр*\n\nСпаркс немного погруснел. он был рад видеть что его товарищи такие сильные, но ему казалось что сам спаркс может крацне мало в сравнении с ними.\n\nСпектр: Ты думаешь, кем тебе быть дальше, Спаркс?... \n\nСпаркс: Что?... *удивоенно спросил тот*\nСпектр : я вижу, что ты передиваешь.... \n\nСпаркс: *немнрго печально аосмотрев в ответ* ну... наверное....\n\nСпектр: Я думаю, если ьы научишься умело орудовать Спаддоном иди другим технологичным оружием воина, то ты сможешь очень многое ... тот же энергомеч наносит больше урона чем моя лазерная винтовка, и множество энерголуков.... Вот если ты научишься быстро наносить множество ударов таким орудием....\n\nСпаркс: ты меня утешаешь.... * улыбаясь*\n\nСпектр: не только! вспомни акретов. у них не только всякие рокетчики страшными считаются. Ты видел акретианского воина когда-нибудь? такое чувство что отих ударов не может спасти ни один белатианский доспех в должной степени.   а их Глалиаторы очень быстро могут атаковать одноручнвм мечом что сложно увереуться .... или вспомни храмовников у корритов с камтоломами..... одни быстрым и точным ударом выводят мз строя наших камандосс как правило и мнодество воинов абаригенов. которые куда сильнее нас... а другие попросту \"ломабт кости\" в бою и срадаться уже нельзя..\n\nВот если ты сможешь как-то применить сильные стороны орущия блиднего боя то может быть сможешь победить и храмовника и акрета-воина? как на счет скорости и ловкости в бою?\n\n\nСпаркс подумал ошарашено: это правда совет?... ну... Воины акретов достаточно сильные но часто медленнее нас... не такте мобильные. возможно и можно было бы побелить такого в бою если сумкть увернуться достаточно раз.... а храмовники корритов.... их удары очень опасны потому как у них хорошая реакция ... они очень точно атакуют... но если я буду быстрее, то успею нанести удар первым.\n\nСпектр: Отлично! тут я тебе помогу. носи или воинские доспехи с специальными приводами, либо стрелковые которые не стесняют движений.\n\nМожет быть найди другв мага, который благословит тебя на уклонение....\n\nСпаркс задумчиво смотрит в пол.\n\nСпаркс: Чпасибо... чтож. нам надо двигаться дальше?\n\nАйси: надо. Я тоже уже отдохнула...\n\nСпектр: отлично, пойдемте...\n\nСпаркс: я думал Арголы слишком прочные... как так вышло?... \n\nСпектр : *выдыхая* у Арголов низкая тепература тела и нагревание ",
    "answers": [
      {
        "id": 46,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 46,
    "text": "готряд плднялся вверх по горе преодолев утес Ветров. пройдя немнрго по горной местности не встретив никого кроме скарпионов, не проявлявших враждебности отряд двинулся к похожей на лес в горах местности.\n\nСпектр же стал осматривать в прицел местность.\n\n\nСпектр: такс... позоже что в лесу много арголов и каких-то непонятных не то роьотов не то животных.\n\nСпаркс: роботы-животнве?.... * нервничая*\n\nСпектр: я точно не могу скащать что это за дивотные но они достаточно большие и я думаб что их кожа содерщит какую-то часть элементов из разряда металлв. точнее этих элеменов в коже жтимх животныз много....\n\nайси: я могла бы применить электричество....\n\nСпектр: мне кажеься это больше задача для меня... пригнитесь..\n\nСпектр снова начал выцешивать уже новых неизвестныз ему животныз. Спектр задержал дызание и выстрелил. Эти дивотнве назыаашись мехазаврами. Это были мутировавшие животные которые ьеперь были во многом роботами. к этому прилодищи руку геродиане.\n\n\nГ",
    "answers": []
  },
  {
    "id": 47,
    "text": "Хикари сидела на своем спальном месте призодя в себя. она была одета в серебристого цвета юбку, коритские, простите, \"военные туфли с нищким каблуком\", что уонечно было непонятно другим цивилизациям как выблр военной обуви, и серебристую блузку. другие девуки ходили в топах и чем-то вроде маек, но Хикари было сложно это носить ьак как ей бывало холодно на корабле.  у входа к комнатке стоял молодой коррит и прерывая девушку от погрудения в себя тот тихонько постучал пальцами по металическому каркасу комнатки.  звали этого коррита Ерион.\n\nЭриион: ты не будешь возражать если я чоставлю компанию?  — тихо произнес коррит.\nХикари обратила внимание на парня и немного удивившись увидев того ответила чттл не будет.\n\nэрион аккуратно зашел в конатку и сел рядом на одно свое колено\n\nЭриион: ты все еще не можешь придти в себя, Хикари?... мы скоро будем высаживаться в колонии Нумерус я слышал... послушники уже собирают вещи.\n\n\nХикари: я... нет, все нормально. просто все еще не уверена смогу ли нормально себя проявить на Новусе ...\n\n\nЭриион: ну, в учебке ты справилась вполне себе образцово. Я думаю ты просто не веришь в себя в достаточной степени потому что передиваешь из-за чего-то. По этому не видишь своих способностей и думаешь что не справишься. не веришь что ты молодец , я так понимаю.\n\nХикари несколько удивленно посмотрела на эрииона и после несколько потухшим взглядом посмотрела на руки того парня. Руки Эриона были в ожогах и местами кожа была наоборот обмороженой.\n\nХикари: спасибо... может ты и прав... уж если ты так говоришь..\n\nудивленно немного Эриион ответил: что значит уж если я?\n\n\nХикари: ты обладаешь большим запасом Силы и талантлм к направлению этой Силы. В учебке ты дольше всех практиковал закшинания и наверное стабильнее остальных можешь создавать стихийные всплески... огонь, лед с водой, яд, и ветер сильный с молниями. А я просто хорошо стреляю и быстро бегаю...\n\n\nЭриион немного расстроившись ответил : ну.. я много работаю над своими закшинаниями. и да... я чувствую Силу очень отчетливо, наверное это дает мне приемушестве среди послушников. но перестань, \"хорошо стрешяю и быстро бегаю\"? на учениях с пятидесяти метров выцепить пистолетом дрона и избежать обнаружения еще нескольких с единой системой обнарудения эьо больше чем \"хорошо стеляю и быстро бегаю\"\n\n\nХикари: ну.. я просто понимала что нажо сразу прятаться в такой ситуации и лучше сменить позицию. нас жтому учили к тому же....\n\n\nЭриион: а еще я без заклинаний не смогу пробежать 5 километров на одном дыхании как ты. ты слишком себя недооцениваешь.\n\nХикари немного потупила взгляд посмотрев в пол, улыбнулась немного и сказала спасибо.\n\nЭриион: давай, не грусти. собирай вещи потихоньку и давай встретимся у восточного телепорта сегодня? я буду весь день там.\n\nХикари: давай... спасибо что пришел.\n\nэриион встал и спокойно ушел.\n\nЭтот коррит как вы понимаете был магом. волосы у него были каштанового цвета, что-то вроде каре, но убранное назад. глаза голубые. одет коррит был в водолазку серого цвета, и такие же серые плотные штаны. очередные солдатские каблуки, что непонятно было всем кроме корритов. \n\nХикари и Эриион были давними друзьями, они познакомились в учебном центре вступив в войска Альянса. Эриион был родом из семьи состоявшей в одном коритовском клане, а Хикари из семьи состоявшей в другом клане.\nэто несколько обыденно для Корриьов делиться на кланы, так как часто в решигиозном учении корритов были разнгчтения и кланы эти следовали своему видению. и воевали. но с созданием альянса все коаны стали елиным народом. Эриион был довольно сдержаным и скромным в обычных делах и жизни. Он не искал возможностей показать себя сильнее других магов или же просто парней в учебке. Что корриты несмотря на то что не хвастабт своей национальной изящьностью часто делают. Делают потому что учение корритов говорит о Дайсеме, божестве которому поклоняются все их кланы, и кстати федерация беллато тоже, с позиции темныз искусств. Беллатианцы тоже верят в дайсема, но смотрчт на него как на мудрую и доьрую личность которой не чуждо состоадание. Потому имя связь с плетением Белатианцы практикуют светлую магию и щаклинания исцеления, поддержи и защиты. Корриты же смотрят на дайсема как на все так де мудрую личность но \"справедливо капающую\" тех людей которые ведут себя бесчестно, и недостойно. однако в трактовке корритов бесчестно и недостойно это так же быть еретиком, это уклониться от исполнения воли Дайсема ( точнее понимания того что корииты считают его волей), попрание того что дайсем сотворил в мире. в общем в их понимании это очень мстительное и суровое божество, хоть и не лишенное милосердия. особенно к свгим детям — корритам. по этому корриты направляют в магии свою жестокость пытаясь карать тех кого в их понимании покарал бы дайсем и используют закоинания темной стороны плетения, а верящих в доброту и милосердие дайсема ко всем как основное считают еретиками. ",
    "answers": [
      {
        "id": 48,
        "text": "далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "сам Эриион не практиковал темные заклинания. по надоьности обучения он ищучил бащовые закшинания. но Эрииону никогда не нравилось применять такую магию. В клане по этой причине к корриту относились с недоверием. Отец Эрииона заметив это попытался выяснить в чем причина, на что коррит ответил, что не чувствует что душа которую Дайсем создал в нем и Сила которой наполнен мир созданый дайсемом хотят использовать эту магию. Отец был сильно опечален но попросил парня никогда не говорить об этом никому, и просто отвечать, что тот не достаточно проникся праведным гневом Дайсема, потому как пока не видел никого кроме любимых им детей.\n\n\nТак Эриион и отвечал всегда. Хикари же в учебке окащалась потому как очень хотела быть хороша в чем-то. с детсва ей было сложно со сверстниками из за своей обычной своего рода внешности. Девушки корриты не дращнили ее, парни не высмеивали, просто она всегда чувствовала что парни смотрят на нее как на обычную девушку, а на всех ее знакомых, подруг или же девушек с которыми Хикари была в ссорах как на прекрасных леди к которым . Хз Икари чувствовала себя неполноценной будучи \"невзрачной\" и не интересной никому, среди окружабщих людей отличительной особенностью которых как нации была красота внешняя и часто внутренняя.  По этому, Хикари решила вступить в армию Альянса и постараться показать себя особенной и хорошей в том что корриты на своей священной войне ценили не меньше — мастерстве вечти бой и защищать дело Дайсема.\n\nХикари была достаточно хрупкой девушкой, и ей часто не хватало внутренней энергии даже чтобы согреться когда было прохладно. И в учебке это ей мешало. она часто сдавалась и думала что это все глупо, что не получится но потихоньку вставала и тренировалась. в основном в стрельбе, выносливости и пыталась развивать тактическое мышление. к выпуску из учебки она смогла стать конечно не лучшей и даде не одной из лучших, но уж точно ее навыки уже отценивали по достоинству остальные корриты и девушки уоторые казались ей красивее тоже.\n\nНо когда только Хикари начинаоа свой путь там, они с Эриионом и встретились. Эриион заметил что девушка обычно достаточно обособленно и неуверенно себя ведет и решил поддержать ее. Познакомиться и помочь если вдруг у нее будут слодности в общении. Сам Эриион слодностей в общении не испытывал. кроме той что не мог быть до конца честным с окоудающими из-за своего мировозрения и не мог доверять до конца  своим друзьям.  Началось все с того что Хикари мёрзла на улице, во время одидания инструтора, при том что погода была вполне теплой. Эриион заметив это начал акуратно расспрашивать даму о том, почему так могло бы быть. Очевидно, что девушка и сама не знала. Тогда Коррит использовав немного Силы и огненную магию начал периодически греть девушку и обучил использовать огненную магию саму. Скромная девушка-коррит все время думавшая что она слишком уж неочемная чтобы кому-то нравиться сразу же крайне смутилась и заинтересовалась магом. После чего они стали достаточно ьлизкими друзьями. Ну а Хикари еаучилась греть себя сама идаже применять заклинания.",
    "answers": [
      {
        "id": 49,
        "text": "далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Хикари достала свою военную катомку, и стала собирать вещи для отправки на сам Новус. Эриион же не далеко от телепорта изучал новости. У телепорта был монитор на котором транслировались передачи и новостные реаортажи о военых действиях и жизни нна планетах Альянса. из новостей маг выяснил что на новусе сейчас более сильными являются Имперцы. похоже что Акреты располжились примерно на жвух четвертях территорий доступных для военых плацдармов. то есть с хорошей оьоронительной зоной, ресурсами и главное магнитным полем не дававшим опоеделить точное положение застав нации. олна четверь территорий была за Федерацией и одна четверть за Альянсом. причем на колонию Нумерус регулярно совершались рейды Акреиов.\n\nрядом с мониторами был кафетерий. Но Эрион не спешил покупать еду на свое жалование солдатское. Его волновало то, что на Новусе считалось что србрались достаточно сильные отделения армии альянса, и огромное число вызывателей, бывших элитой войск Альянса. а федерация была прославленна свои стальным легионом. и при этом всего этого было нещостаточно чтобы оттеснить акретов и более того акреты успешно лидировали на новусе.\nЭрион заметил еще ожного коррита с так же хмуро смотревшего на монитор. познакомится Эриион не решился, да и казалось бы ему незачем. По этому теперь Эриион взял немного еды и сел за столик. за столиком маг начал тереьь свои руки. ладони правда выдавали в коррите мага опытного. Сила в теле Эрииона почему-то не давала ему чувствовать боль в ладонях и тот спокойно держал в них и посох, и меч и мог стабильно стрелять из того же лазерного магнума на расстоянии в 50 метров. как и все прошедшие обучение корриты. Но Эриион думал о том, что будет делать на новусе. Маг не использует темную магию, а тменно эту магию Корриты применяют чаще всего при поддержке отрядов. и как магу ему часто придется это делать. \nНастроения есть у мага небыло уже и он просто сидел и ждал не придет ли Хикари, чтобы поесть вместе. ",
    "answers": [
      {
        "id": 50,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 50,
    "text": "Хикари же собрав вещи еще немного времени провела в комнатее своего рода настоаиваясь на то что теперь они с Эриионом будут на новусе. и теперь уже все — война. теперь задания, операции, разведка и все такое. Немного сжав пальцы на руках и колени девушка все де встала и взяв катомку пошла к телепорту. Дойдя до него она быстро нашла Эрииона и они еще какое-то время просто тихо и радостно сидели обедая и разговаривая на разного рода темы и о событиях их жизней пока не объявили высадку. после объявления, кориты группами заходили в телепорт из верзних слоев атмосферы где старался оставаться корбль для не сильного привлечения внимания подходивших кораблей федерации и империи с других сторон планеты  их переносило в колонию Нумерус.\n\nчерез некоторое время корабль выгрузили, выгрущили и припасы, оружие, патроны и партии доспехов с одеждой которую производили массово для срелнего и начального ранга солдат. Корритов в Колонии собрали на роты и погрузили в самолеты транспортные для перелета в генеральный штаб. У солдат вощник вопрос, как и у вас наверное, а почему не телепортом? причиной было то, что Акретианскте шпионы во время последнего рейда оборвали сообщение колонии с остальными и даже каналы связи. Так что теперь, телепорт и оборудование нуждагись в ремонте, а генеральный штаб в новых солдатах, потому как заданий было очень много. Почему кориты не выяснили это пока летели к колонии? выяснили. И отправили один из кораблей к колонии Харам, после чего с кораблем связь тоже учтановить не могли. Флот акретов старался занять гдавнуы позиции и на орбите планеьы по этому как белатианцы так и корриты не могши нормально высаживать войска.",
    "answers": [
      {
        "id": 51,
        "text": "далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Сидя в военном самолете, похожем на винтокрыл по форме, из каких-нибудь произведений о постапокалисисе американских, с той разницей что виниов у этого транспорта небыло и не совсем понятно как этот транспорт летал. Магия , не иначе, Стдя в военном транспоре Хикари и Эриион снова начали говорить.\n\nХикари: Эриион... ты думаешь акреты часто пробираются так к нашим колониям тут, на новусе?...\n\nЭриион: не волнуйся... генеральный штаб находится далеко от колоний и похоже акреты не знают где именно...\n\nХикари: ты не отвеоил на вопрос....\n\nЭриион грустнр выдохнул, но улыбаясь ответил будто скрывал свою обеспокоиность: Колония Нумерус стоит в очень враждебном нам секторе, и ужеживаьь эту колонию сложно. по этому Акреты скорее всего просто после какой-то попытки таки добрались до самой колонии но все равно колиния все еще на пркжнем месте. Не волнуйся...\n\n\nХикари грустно посмотрела на мага и сказала:\nя все поимаю..\n мы же на войне... но спасибо что не даещь мне нервничать. Эриион.. я не знаю... может быть нас будут отправлять на разные миссии но если я буду не занята, то я буду очень рада помочь тебе с твоими ...  по этому, не забывай что я рядом и прикрою тебя...\n\n\nЭриион улыбнулся и сказал что тоже был бы рад прикрыть Хикари. и что постарается помогать ей с миссиями.\n\nчерез примерно минуту тишины, послышались взрывы.\nв окнах кораьля стало видно летящие в корабли ракеты. Ракеты с разным успехом при попалании по кораблям выводили пилотируемые машины из строя. Очевидно что такие снаряды были не преднащначены для этого, но тем не менее.\n\n\nСолдат Корит: Что происходит?!\n\nИнтерком: всем рекрутам успокоиться и сесть на свои места, мы входим в зону боевых действий. надееьте антигравитационные устройства и готовьтесь к аварийной высадке.\n\nХикари: Аварийной высадке? мы будем принимать участие в боевых действиях?\n\nЭриион: я не думаю... ты помнишь как пользоваться антигравом?\n\nХикари: помню, не волнуйся..\n\n\nсолдаты экипировали специальные ранцы. Антигравы это ранцы с помощью которых солдаты всех трех наций могли очень быстро преодолеваьь большие расстояния на высое около полуметра. падение в антиграве безопасно по этому такие часто применет десант.\n\nмежду тем треть кораблей уже не продолжали двигаться к штабу.\n\nИнтерком: приготовиться к высадке через десять секунд. по прищемлении двигайтесь в квадрат 22: 100 и ждите указаний. \n\nпо интеркому раздался отсчет\n\nЭриион спокойно и по доброму сказал : Не отходи от меня далеко, ладно?..\n\nХикари только смущенно улыбнулась и кивнула.\n\nотсчет секунд до высадки корритов закончился и из оставшихся кораблей рекруты альянса дисантировались на пустынную местность во многом полную сухих болот.\nпри приземлении корриты не теряя времени просто избегая боя двигаоись по координатам. со спины все еще летели рокеты, но по кораблям. а вот в сторону Корритов рекрутов раздавались пулеметные очереди.\n\nСолдат Корит: клятые железки. вы что совсем охренели?!\n\nсобственно обернувшись на коррита Эриион заметил быстро приблещающиеся фигуры. очевидно жто был взвод пехоты акретов на антигравах.\n\nАнтигравы Акретов не особо отличались по качеству от коритовских, но видимо эти пезотинцы были опытнее в использовании таких штук. И резко сокращаши дистанцию на неровной местности. \n\n\"Лейтенанат\" Корритов: Рота, не сбавлять ход и двигаться к точке назначения. Мне нужен отряд опытнвх стрелков, есть здесь кто-то из других секторов уже воевавших?\n\nпримерно двадцать коритов из роты вызвались со словами что вели блевые лействия.\n\n\"Лейтенант\": Отлично. Сейчас мы будем крутить этих жестяных уродов на высокой скорости, чтобы наши неопытныйе боатья и сестры еще послудили Дайсему в жизни.  Ты и ты — вы будете велущими каждый своего звена по девять бойцов. построиться в колонну .\n\nкорриты выстроились в боевой порядок и вытащили автоматические винтовки с лучивыми арбалетами. Лейтенант был в центре порядка.\n\nАкреты тоже не теряли время и уже достали орушие ближнего боя. каждый был экипирован предполодительно двумя саифами. \n\n\nЛейтенант: Проклятье! рассредоточиться, живо!\n\nАкреьы начали оперативно выставлять по одной руке вперед и несколько корритов просто застряли на месте окутанные каким-то полем. очень быстро акреты сократили дистанцию.\n\n\n\nостальные Корриты же разбились на лве группы и стали обхощить акретов с флангов, как-то очень умело маннврируя с ранцами и отстреливая тех из огнестрела. Акреты пытались мрименять сложные маневры и вызодить на дистанцию блидней атаки, но как только киборги вызодили на дисьанцию то получаши очерель в упор с ьлищкого растояния. некоторые кориты так де попалались в энергетическое поле, но в таких случаях Акреты переставали маневрировать и получали из энергоарбалетрв от товарищей-стрелков которые могши прицелиться в ввиду боеврго опыта. киборги же быстро алаптировались и уже вызодили на атаки с маневрами, избегая арбалетов.\n\n\"Стрелок Корит: Что, думаете одни таки е крутые?  сейчас посмотрим!\n\nэтот ветеран, в срочном порядке применил заклинание \"Бешенство\" на себя,  и достал метательный нож. Остальные уорриты явно поняли что тот хотел сделать и поступили так же.\n половина Корритов воорудилась метательными ножами явно хорошего качества и характеристик, а остальная половина собственно винтовками. \n\n",
    "answers": [
      {
        "id": 52,
        "text": "далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "корриты с метательными ножами бросились к воинам-акретам. маневрируя на высокрй скорости они с киборгами срадались в блиднем бою. Однако опытные стрелки впавшие в бешенство и умевшие уклоняться от атак лучше чем воины, даже с учетом слодности боя на антигрве примерно равно веши бой с киборгами, постепенно собирая тнх в кольцо. Акреты явно не ожидали такого хода, но все же явно тоже были опытны в боях на ранцах и в итоге к моменту как собрались в кольцо были сами потрёпанны, но и потрепали корритов кинжальщиков.\n\nоднако, собравшиеся вокруг стрелки открыли огонь по акретам попросту даже не проьив детали киборгов, выводя антигравы из строя. Кинжалтщики же уже не вернулись бы в строй, после такой атаки, а акреты стояли на земле в окружении десантников-кора круживших с огнестрелм вокруг.\n\n\nпока шло сражение рекруты уде были далеко впереди. Антиграв вещь сложная и треьует навыков пилотирования тоже соращмерных, по этому долго лететь на таком неопытные рекруты не могли. и примерно в 10 километрах от места высадки три роты Коритов приземлились и двинулись бегом.",
    "answers": [
      {
        "id": 53,
        "text": "далее\n"
      }
    ]
  },
  {
    "id": 53,
    "text": "Хикари и Эриион держашись вместе. Хикари была вооружена магнумом, и метательным ножем. у Эрииона при себе был солдатский тактический нож какой выдавали всем новобранцам и рунический посох который по сути вообще был не о чем.\n\nХикари: Эриион, ты еще бежать можешь?..\nЭриион: Не волнуйся, я же тоже бегал маршброски когда мы учились...\nХикари: ясно... я просто нервничаю... я конечно понимаю что мы летели ч зону боевых действий, но это все как-то совсем невооброзимо было! Мы не могли подождать пока починят телепорт?...\n\nЭриион: думаю, это что-то новой в военной тактике акретов, если командование небыло готово к такому сценарию...\n\n\n\nХикари: на самом деле... мне не кажется такой таутический ход чем-то невообразимым... с точки щрения того что это предвидеть было бы сложно...\n\nЭриион: что ты хочешь скащать?..\n\nХикари: знаешь, Акреты ведь носят рокетницы прямо в руках... неужели нельзя предполодить что любой пехотинец в армии Империи жто по сути ходячая турель и зенитное орудие? а с антигравами наши войска сми применяют такую тактику. Такой ход предвидеть было достаточно просто, но нас все равно послали именно этим маршрутом.\n\n\nЭриион помрачнел, но продолжил слушать.\n\n\nХикари: ты... уверен, что колонию Нумерус акретам так сложно...\n\n\nЭриион: мы больше не в Колонии Нумерус....\n\n\nХикари: а с другими Колониями свящи тоже нет?...\n\nЭриион печально вздохнул: Акреты сейчас лидируют на Новусе. большее число территорий сейчас за киборгами. Федерация тоже не может отвоевать некоторые... но.... мы на войне. такое бывает. мы просто должны заниматься своими поручениями и выполнять поставленные задачи.  Именно так акреты добились своих успхов. выполняя нужные задачи постепенно раз за разом.",
    "answers": [
      {
        "id": 54,
        "text": "читать "
      }
    ]
  },
  {
    "id": 54,
    "text": "Хикари: я поняла...\n\nЧерез еще киллметров пять рекруты остановились. уже повсюду были леса, это значило что еще маршбросок и они доберутся как минимум до аванпоста.\n\n\nНо Корриты были не только стрелками в колонне но и магами, специалистами и воинами, а половина из рекрутов не могша бежать дальше без отдыха. Вокруг шныряли шипоголовы и летали дроиды, это весьма враждебные корритам существа, по этому солдаты окапались на возвышеннсти. Несколько десятков Коритов отправидись за водой для остальных и среди них была Хикари, так как та еще была в состоянии бежать. Не очень далеко была река, и на реке особо небыло никаких животнвх или обитателей Новуса. отряд \"снабженцев собирал воду. Съестное у солдат было в виде магически собранных тар с едой.  \n\nХикари: Я не понимаю...\nкарта на ручном компьютере коритки почему-то не показывала изображения. как и у остальных \"снабженцев\"\n\nСпециалист отряда : Что-то глушит сигналы из штаба и даже наших кораблей. где-то стоит глушилка видимо...\n\nСтрелок: Ты хочешь сказать, что у нас под нгсом кто-то поставил глушилку? мы в нескольких километрах от аванпоста! что творится тут вообще?\n\nСпециалист: ну, это могли бы быть Шипоголовы или может древняя тезнология Геродиан. На новусе остались местные кто все еще на стороне этих... в общем. наверное нам не удастся прнять где точка назначения наша пока сигнал с штаба и кораблей глушится.\n\nСтрелок: значит нам нам надо провести разведку... \nВоин: Доберемся до лагеря, отнесем воду и обсулим с остальными.\n\nХикари про себя подумала о том, что это могши снова быть акреты. Это казалось чем-то к чему в учебке не готовили, ведь там все собирались отправляться на войну в неких равных условиях и так уже воевать за победу. А получалось будто рекрутов отправили сюда, просто чтобы отправить.",
    "answers": [
      {
        "id": 55,
        "text": "Хикари: Идти в лагерь"
      }
    ]
  },
  {
    "id": 55,
    "text": "Хикари вместе с остальными вернушась в лагерь, специалист снабженец описал ситуацию. В отссутсвии Лейтенанта распорядения отдавал консилиум из нескольких сержантов. Корриты решили что все же нужно собрать группу для разведки местеости и устранения проблемы. иначе понять где именно находится генеральный штаб не представлялось возможным, а отклоняться от курса могло быть для корритов риском наткнуться на местных, не осбо дружелюбных и вооруженных аборегенов. например тех же шипоголовов или мутировавших животнвх — Мехозавров. в группу для миссии собирались добровольцы. Хикари нервничала и не знала стоит ли ей идти на такое задание. с одной стороны это шанс зарекомендовать себя, и навыки Хикари могли пригодиться на этой миссии. Но с другой ей было страшно. Страшно что жто могут быть акреты, которые настолько опытные бойцы во всех областях за исключением магии, и что она просто не справится на фоне других более уверенных Стрелков и вообще рекрутов.\n",
    "answers": [
      {
        "id": 56,
        "text": "Хикари: Вызваться добровольцем"
      },
      {
        "id": 57,
        "text": "Хикари: Просолчать и остаться в лагере."
      }
    ]
  },
  {
    "id": 56,
    "text": "Хикари собралась и решила что это важно. Ее навыки могли пригодиться, она хорошо стреляет, разьирается в тактике и вынослива, теперь уже. Это время для нее начать свою военную жизнь.\n\n\nХикари: Я хотела бы илти с отрядом. Я стрелок и неплохо разьираюсь ведении боя \"партизанским\" методом так скащать...\n\nКоритка-Специалист : А, я ее знаю! Хикари, это ты? Она правда хорошо себя показала на экзаменах и марш броски даются ей хорошо.\n\nХикари смутилась :я?... эм... то есть спасибо. Ты... Нирин?\n\nНири: Ты тоже меня помнишь? отлично. значит мы слажеено сработаемся.\n\nСержант: Отлично, тогда.... Хикари... ты идешь к глушилке.\n\nЭриион тоже несколько занервничал: Я бы тоже хотел отправиться. Я маг, и могу нанести много урона с расстояни, если от меня отвлекут внимание... со средней дистанции то есть...\n\nСержант: Ты... тебя уже знаю я. Чтож... я так понимаю отряд собран. Управьтесь за час. если не вернетесь — мы двигаемся дальше на север, пока сигнал не восстановится или мы не найдем признаки того где находится аванпост или база наша.\n\n\nХикари: Эриион, не обязательно идти со мной.. тебе может быть сложно. Разведка ведь проводится тайно, чтобы не привлечь внимание противников. А вдруг там акреты?\n\n\nЭриион: я не буду особо высовывать, но я нужен  на случай сражения. Тем более, если там Акреты, то либо мы в любом случае не вернемся, либо у нас будет шанс и тогда я нанесу больше всех урона, большему числу киборгов...( Эриион протянул руку и легонько погладил Хикари по голове, все так же спокойно говоря) не волнуйся, мы там оба нужны. И все будет нормально.\n\nХикари не убирая руки Эрииона от головы тихонько ответила : Ну... может так правда будет лучше... толлько осторожнее...",
    "answers": [
      {
        "id": 58,
        "text": "двигаться на разведку."
      }
    ]
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  },
  {
    "id": 58,
    "text": "отделился примерно взвод. Корриты собрали 5 специалистов, 10 стрелков и 5 магов.\n\nОтряд Коритов двинулся к находившимуся не так далеко коньону. Двигаться быстро сейчас было очень важно по этому жобравшись до места отряд внгвь разьил неьольшой лагерь. Командовал отрядом сержант Хром. Дело в том, что по прибытии на новус солдаты получали позывные. Это был позывной сержанта.\n\nХром: Отряд. мы закрепимся в этом ущелье, так как это наиболее заметная часть местности в округе среди возможных ориентиров. Стрелки проведут разведку местности на дистанции в километр. специалисты и маги — ждите здесь. Я останусь с вами, чтобы коорлинировать ваши действия. значит стрелкам — разделиться на отряды по три рекрута. к каждому отряду добавляю специалиста для создания связи по нашим, гарнитурам в малой зоне. Такая связь работает лучше при помехах — знаю так как сам я специалист.встречаемся здесь через 15 минут. времени у вас мало. делитесь.\n\n\nХикари: Нири, можем пойти с тобой?\n\nНири: не вопрос, маргаритка. Я давно собирагась идти вместе.\n\nХикари: хех .. спасибо...\n\nК девушкам подошел еще один стрелок-уже парень\n\nСтрелок: Могу к вам присоединиться?\n\nНири: не можешь не присоединиться, нам срочно нужен красвец-разведчик или миссия будет унылой!\n\nСтрелок: Хе-хе, ну.. красавец ли не знаю, но разведчик я хороший. \n\nНири: Красавец еще тот, ты же Кора!\n\nСтрелок: да, я же Кора.. Ладно, шутки в сторону.. вы лели тоже ничего, кстати\n\nсказал стоелок подмигнув Нири.\n\nХикари про себя: а-а!... мы же в разведке, можно по серьезнее?...\n\nСтрелок: вы кстати тоже, леди.\n\n\nХикари сильно смутилась.\n\nХикари про себя, неуверенно глядя в пол: ну может слишком серьезными быть тоже не стоит....\n \nчерез минуту подошла еще одна корит.\n\nСтрелок-Девушка : здравствуйте, у вас есть место в отряде?\n\nНири: да, как раз одно.\n\nСтрелок-Девушка: хорошо. Я хороший снайпер, могу стрелять как с винтовок так и с арбалетов. сейчас при мне только боевой арбалет, самый простой, но я думаю метров с 300 я попаду в цель. Меня зовут Эмбер.\n\n\nСтрелок: я Дейган, стрелок из меня хуже, но я неплох ы стрельбе из пистолетов и тихом оружии вроже ножей. Я провожу разведку на земле обычно. в учебке готовился к этому.\n\n\nЭмбер: Значит... ты потенциальный ассасин?\n\nДейган : Верно.\n\nЭмбер: Прекрасно... можем работать в паре тогда?.. как доберемся до базы...  — немного смущаясь спросила снайпер\n\nДейган: уже надеюсь поработать вместе. — с улыбкой ответил корит.\n\n\nХикари про себя смущённо: Это что, все что нужно в армии чтобы завести отношения?... может я.... ой...\n\nНири: Кхем. Я — Нири. специалист по части работы различного тезнического оборудования, типо визоров, раций, умею обрабатывать метал чтобы сохранялись машические свойства но не слишком много видов, мастерить патроны..\n\nЭмбер: Ты получается артисан?...\n\nНири: ну... все специалисты так или иначе артисаны....  сейчас я больше связист. но и патроны собрать могу. подлатать форму...\nа! а это Хикари — чвоего рода тактический специалист у нас.\n\nЭмбер: Тактический специалист?....\nХикари: *тихо* Нири, что ты несешь!\nНири: не дрейфь, нос выше, взгляд уверенней!\nХикари: Ну... это пока громко сказано... я просто разведчик хорошо стреляющий из дальноболойного оружия.\n\n\nЭмбер: правда? Это то что надо! Хикари может мы все вместе поработаем потом?... Снайперу проще всего работать в паре с кем-ьо в поле, а если вы с Дейганом будете в поле то сможете выполнить множество операций. а я прикрывать вас от нежелательного внимания местных...\n\nХикари *смущенно* : эм... правда?... ну... я бы хз хотела пораьотать вместе... а Нири могла бы стдеть с тобой и координировать нас? к тому же судя потому что у Нири весит пистолет на поясе она хорошо стреляет на средней дистанции...\n\n\nОтряд немного удивился и Нири в том числе.\n\nНири: Хикари .... ты поняла это только потому что я ношу пистолет?\n\nХикари: ну... это ведь очевидно... ты на войне и носишь оружие которое лучше всего подходит для твоего стиля веления боя. Наверное ты нгсишь пистолет, потому что пистолет легкий, не занимает много места позволяя быстро убегать, и перемещаться и скорее всего ты стреляешь из него хорошо, раз предпочитаешь это арбалету или винтовке, которые мощьнее....\n\n\nДейгун: я... тоже подумал об этом... но это прерогатива как раз разведки — мыслить в таком ключе. Анализ ситуации и тактики противника по небольшим деталям и осмотру это наша задача. Любому солдату важно знать что может противник, но скажу по опыту, одного звания \"Отступнтки\" и \"Черные Рыцари\" оценивают протиаников по разному.\n\n\nЭмбер *улыбаясь* : жду когда мы станем командой.\n\nХром: так, все поделились? свои ррли обговорили? начинаем разведывать!\n\n\nХикари: нам пора....\n\nНири: хм.... пойдемте вдоль этой части ущелья? там кажется меньше деревий на выходе, думаю мы сможем лучше осмотреть местность...\n\nЭмбер: угу. ",
    "answers": []
  },
  {
    "id": 59,
    "text": "Абен Шаад: такс... хм... а, вот этот образец как раз. Боеприпасы сам установишь?\n\nНексус: было бы неплохо, Абен, если бы ты... хотя знаешь. я сам. Мне деньги нужны еще...\n\nАбен Шаад: эх... ну как знаешь. Вот ключ.\n\nНексус осмотрел боевого меха. на корпусе были следы от пуль, клинки мау были ржавыми в некоторых местах. и похоже одна из антен на модуле связи уже скорее как декорация. Еще потратив времени на установку боеприпасов Нексус понял что не знает как поставить энергоблоки правильно.  белатианец выдохнул и решил отдохнуть. грустно смотря на меха Нексус тихо выругался и сел на близжайшую скамейку у ячеек для ремонта.\n\nБелатианка: Ты чего стдишь и так сиотришь на свой Мау?... что-то не так?...\n\nНексус повернулся. Рядом с ремонтым отсеклм стояла беллатианка в форме достаточно опытного стрелка или скорее спеуалиста.",
    "answers": [
      {
        "id": 60,
        "text": "читать "
      }
    ]
  },
  {
    "id": 60,
    "text": "Нексус : эм.. у меня что-то не выходит поставить боекомплект на мау.... устал немного возиться с этим -- улыбаясь ответил Нексус.\n\nбелатианка: Хм.. давай я помогу... такс...\nдевушка стала осматривать боекомплект и отсек для боепрепасов. она немнрго засучила рукава своей формы и стаоа возмться в механизмах. через буквально минуту боекомплект встал га место.\n\nНексус: вау... спасибо огромное... извиняюсь, тебе пришлось замарать форму и руки...\n\nБелатианка : все в порядке * улыбаясь*, у тебя старый образец Голиафа... видимо предыдущий пилот поломал привод который досылает боекомплект в отсек... нужно ремонтировать этот юнит...\n\nНексус: *про себя* и чего я мог ждать от нашей системы армейской?... *обращаясь к белатианке* спасибо еще раз. Меня зовут Нексус.\n\nБелатианка: зовут?... это не твой позывной?...\nНексус: это и позывной и мое настояшее имя...\n\nБелатианка: Вот как?... меня зовут Аска... но позывной у меня.. хех... Тыковка.\n\nНексус шокировано посмотрел на Аску.\n\nНексус: и как де мне тогда оьрашаться к теье? как-то неудобно газывать тебя Тыковкой.... а по имени в войсках Федерации не принято. Мало ли еще какая Аска будет в отряде.\n\n\nАска : ну.. я не против если ты будешь звать меня как Аской так и Тыковкой. я ведь не просто так решила именно этот псевдоним себе слелать... *улыбаясь*\n\nНексус: И все же... мне сложно назвать девушку которую я пока вижу впервые Тыковкой...\n\nАска: Ну... тогда зови меня Аской *снова улыбаясь* показать тебе как пилотировать этот МАУ?\n\nНексус: спасибо *улыбаясь в ответ*... но я умею пилотировать... не стоит тратить свое время на меня...\n\nАска: не-не, пойдем! я покажу тебе несколько неочевижных штук при пилотировании. \n\nАска взяла Нексуса под руку и повела к кабине пилота.\n\n",
    "answers": [
      {
        "id": 61,
        "text": "читать "
      }
    ]
  },
  {
    "id": 61,
    "text": "Аска была белатианкой примерно возраста Нексуса. у Аски быди средней длинны светлые волосы и такие же светлые голубые глаза. девушка была одета в зеленогр цвета форму с множеством модулей на бедрах, голенях, плечах и груди, эти модули судя по всему были как бронелистами, так и добавляши коктх-то особых свойств костюму. На поясе у нее висел пистолет, а за спиной небольшой энергетический карабин. на макушке красовался визор, который обычно применяли оперативники войск федерации достаточно высоких рангов.\n\nНексус все это успел отметить и нервничал когда левушка так легко взяла бедатианца за руку.\n\nНексус сел в кабину пилота и они вместе вышли из генерального штаба отправившись в аванпост телепортом.\n\n\nАска: Спусти руку вниз пожалуйста! \n\nНексус: Что? руку Голиафа? сейчас....\n\nНексус опустил руку своего мау экипированного клинками. Белатианка же ловко забралась по ним на плечо боевой машины.\n\nАска: Поехали ниже, там есши повернуть направо сейчас будет спуск к подножью ущелья.\n\nНексус: ты уверена что нам стоит туда ехать? вроде как неопытные солдаты туда не ходят... к тому же, а есои Голиаф застрянет?\n\nАска: не волнуйся, поезали! * улыбаясь*\n\nНексус двинулся вниз к основанию ущелья.\n\nв ущелье же нексус увидел множество мехозавров и скарабеев секачей.\n\n\nНексус: Аска! ты уверена что нам стоит сюда? насколько я знаю Эти Скарабеи достаточно сильно могут прогрызать метал жвалами. А мехазавры просто щапекут меня в кабине.\n\nАска: не передивай, в МАУ есть система климат контроля и сопротивляемости ращличным стихийным воздействиям. МАУ ведь раньше быши иследователтскими юнитами. а теперь нам нужно воевать с Коритскими магами. Несксус, пучтишь меня к сеье в кабину?\n\nНексус: что? в кабину? а разве мы поместимачя?\n\nАска: просто открой кабину * снова улыьаясь*\n\nНексус смутился и открыл кабину.\n\nБелатианка аккуратно спустилась с плеча Голиафа на щемлю и так де акуоатно залещла в каьину к нексусу. \n\nНексус: Аска.. я сейчас выйду.. пожожди немного...\nАска: не-не, сиди здесь. мне надо показать теье как пилотировать мау по особому, так что...\n\nНексус: но... здесь только одно место... * заметно нераничая*\n\nАска аккуратно села нексус на колени и взяла за него два рычага управления Голиафом\nАска: все нормально, смотри внимательно.\n\nНексус будучи шокированым и смущенным щамолчал и стал внимательнг смотреть за тем что белатианка хотела показать. Аска закрыла кабину и двинулась к скоробеям.\n\nАска: Голиаф это достаточно маневренный мау и по этому ты можешь применять ускорители для того чтобы атаки были сильнее...\nБелатианка нажала на газ и боевой робот понесся на всей скорости. в следующую секунду она вытащила клинки и подьезжая к скарабею не останавливаясь ударила того. Скарабея отбросило мощьным ударом многотонной машины влетевшей в зону атаки на скорости, а Мау мчался дальше. Машину увидели и лругие скоробеи и мехазавры.\n\nНексус: Аска... это было.. впрочем логично применять Голиаф именно так...\n\nАска: оу.. ты значит понимаешь принцип? тогда вот еще что...\n\nАска ломанулась на скорости к Мехазавру. тот открыл огонь.... огнем. Но доспези Голиафа действительно были достаточно хорошо укреплены от стихийных воздействий. К мехащавру поделючились и другие, но из пламени машина выехала практически невредимой. на Скорости Аска опять врезаша уже мехазавру клинком, а после подключив приводы поворачивавшие Голиаф во время движения рещко развернула тот и с большой скоростью ударила другого мехазавра вторым клинком.\n\n\nНексус: ты применяешь вращение для ускорения ударов Голиафа?\n\nАска: именно... ты быстро учишься.. \n\nНанеся еще пару подобных ударов блидайшим мехазаврам Аска расчистила им путь дальше. на пути стоял лишь послений робот. \nАска: смотри, Нексус!\nАска резко дернула штурвал Голиафа то в одной руке, то в другой.\n\nМехазавр атаковал МАУ огнес, прямо в кабину, но Аска закрыла ту рукой с коинком, а после с разворота ударила мехозавра по лапе второй.\n\nНексус: никогда бы не подумал, что Голиаф способен на подобное... ты технорыцарь?...\n\nАска: ага... я офицер поддержки на Новусе *улыбаясь ответмла девушка*\n\nНексус изумился и практически забыл что они в бою.\n\nНексус: офиц... извиняюсь... вы наверное очень заняты обычно... спасибо что уделили мне время..\n\nАска: не надо так... обращайся ко мне на ты... я не лбблю когда все вокруг общаются в рамках иерархии военной и рангов... так сложно общаться и подружиться с кем либо.. и мне понравилось * снова улыбаясь ответила Аска*\n\nНексум почувствовал себя даже виновато.\n\nНексус: ясно... спасибо, Аска. Ты сделала мой день сегодня.... * улыбаясь ответил Нексус*\n\nАска: Правда что ли? * все еще доброжелательно ответила белатианка и вывезя их из зоны боя убрала руки со штурвала.\n\n\nНексус: абсолютно точно...\n\nАска: хех.... вернуть тебе штурвалы?\n\nНексус: мм... ага... я довезу тебя до... у тебя ведь дела? куда тебя отвезти?...\n\nАска: До координатора перемещений в штабе... мне нужно в укрепление Солус... Спасибо.\n\nНексус: тебе спасибо...\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 62,
        "text": "читать "
      }
    ]
  },
  {
    "id": 62,
    "text": "белатианцы добрались до телепорта в Штабе и Нексус открыл кабину. Аска выбралась и подходя к координатору перемещений обратилась к Нексусу.\n\nАска: пока! и не бросай идею быть пилотом из-за сломанного МАУ, если что... в Мау куда безопаснее чем без него.... *уже грустно проищнесоа Тыковка*\n\nНексус будто заметив эту перемену : Спасибо... я тебя понял. Надеюсь, когда-нибудь я стану таким же сильным технорыцарем как ты!.. и смогу прикрывать тебя в твоем отряде.... *улыбаясь*\n\nБелатианка немного подумав помахала Нексусу еще раз и повернулась к координатору перемещений.\n\nАска: в Солус пожалуйста...\nКоординатор перемещений: одну минуту, мисс Тыковка...\n\nНексус же закоыв кабину и поехав к гаражу с МАУ: Мисс Тыковка? хороший выбор для позывного...\n\nно не доезав до гоража МАУ упал.\n\nНексус булучи запкртым в кабине полом начал осматривать что поврелилось в МАУ. \n\nприборы показывали отказ чего-то в одном из двигателей.\n\nНексус: *вздох* почему в нашей армии все так  дорого...\n\nподнявшись руками Нексус таки довел мау до гаража. Но на ремонт денег у него небыло.",
    "answers": [
      {
        "id": 63,
        "text": "ко второй главе"
      }
    ]
  },
  {
    "id": 63,
    "text": "Нексус. глава вторая",
    "answers": []
  },
  {
    "id": 64,
    "text": "отряд двигашся к другой буровой установке. Установок у Беллатианцев в этом секторе осталось две — у укрепления, и недалеко от леса. отряд двигался туда.\n\nРеверс изучал неизвестные для себя места, а Протон к моменту как они выгли на более менее открытую местность что-то стал наьирать на своей гарнитуре, после чего  направил руку к небу. Из перчатоки Протона выстрелили какой-то небольшой диск и полетел высоко высоко скрываясь в неьеснрй синеве \n\nРеверс: что это? *удивленно*\n\nПротон: это \"Радар\". Такие касеты солдаты покупабт у снабженца в генралтном штабе. Касета взмывает в воздух при выстреле и передает мне на гарнитуру иныормацию о врагах в округе. К сожалению у меня более менее простой радар и сказать о том где Корриты и Акреты он не сможет. Но покажет животных и всяких аьарегенов в лесу и вон в том ушелье которое нам надо пройти.\n\nРеверс: вот как... но ведь жто не ущелье...\nПротон: не важно...  Сопло, ты видишь кого-нибудь? я отправил коорлинаты с радара тебе...\n\nСопло же назодился на небольшом холмике совсем рядом.\n\nСопло: Я вижу Доспехи-Призраки не так далеко. Думаю я смогу попасть по парочке.\n\nПротон: отлично... я разверну пост с турешями пока что.  \n\nРеверес спокойно смотрел как Протон расставляет туреши и в этот раз. Над головой пролетаои кораьли федерации, а кругом было почти  тихо. \n\nРеверс: Протон, а сколько ты уже на Новусе?...\n\nПротон: Сколько на новусе?... я здесь с прошлго призыва...\n\nРеверс: то есть ты... ты не так долго здесь, но уже уважаемый крмандир?.... * глядя в небо*\n\nПротон: хех.. Я такой же как ты, Реверс. просто более опытный... через пару месяцев ты станешь очень опытным, я уверен... так... вроде я ничего не перепутал.\n\n\nРеверс с уливлением посмотрел на бывалого солдата.\nСопло же заметив, что пост собран начал стрелять из своего оружия. стрелок выцепил несколько доспехов и те двинулись к позиции белатианцев. \nПротон вскинул пистолет и надав на визоре кнрпку начал целиться.\n\nПротонизатаил дыхание и выстрелил.\n\nследом по роьотам открыли огонь туррели.\n\nчерез  долгое  время протон проверил свой радар и увидел что на подходе к оесу больше нет враждебных целей.\n\nтот собрал отряд и скащал двигаться дальше, соьрав еще и туррели. Отряд двигался к лесу достаточно спокойно, но в скоре белатианцам пришлось остановиться. На пути стояли несколько имперских разрушителей альфа. это огромные биологические сущечтва облаченные в экзоскелеты. У таких существ было досиаточно много здоровья, экзоскелет гасил мнодество атак мз вне и добавлял сил.\n\nРеверс: что это?...\nСопло: Это имперский разрушитель Альфа. не знаю что они тут забыли, но наверное это как-то связано с рейдами Акретов на Солус...\nРеверс: значит мы не пройдем к АБУ?\nПротон: нам .. нужно пройти тихо... постарайтесь не стрелять... здесь вроде как обитают \"Болотные Гиперморфы\" и медведки... лучше обойти стороной Имперцев и не привлекать внимание даде если на нас бросятся гиперморфы...\n\nРеверс: Тогда... нам надо действовать скрытно... я понял...\n\nотряд стал обходить местность и кое как зашел за спины Имперцев .  Монстры вокруг резко куда-то подевались. никто кроме Протона не придал значения этому. А ведь только что монстры были повсюду. Будто кто-то \"расчистил место\". втихаря.\n\nПротон: очень странно ...\n\nРеверс: Что такое?\n\nПротон снова осмотрелся и заметил что не так далеко от них почему-то примята трава, хотя везде кроме этого участка трава \"обычная\".\n\nПротон: замечательно.... * перводя взгляд на двух Имперцев не так далеко*\n",
    "answers": [
      {
        "id": 65,
        "text": "Протон: выстрелить в цель примявшую траву."
      },
      {
        "id": 66,
        "text": "Протон: Выстрелить в Имперца в экзоскелете"
      }
    ]
  },
  {
    "id": 65,
    "text": "протон резко выхввтил пистолет и выстрелил в направлении предполпгаемого противника. в жтот де момент сам протон получил метательным ножем прямо из этой же точки куда он и стрелял. Метательный нож попал протону между плечом и грудью проьив бронежилет.\n\nгромко прозрипев белатианец упал.\n\nРеверс: Протон!\n\nбелатианцы обернулись и увидели Акрета уже как и Протон лежавшего в кустах но недвигавшегося.\n\nСопло: Реверс, у нас проблема! *серьезно переьил того стрелок указывая в другую сторону*\n Белатианцы обернушись и увилеши что к ни движутся Имперцы в экщоскелетах.\n\n\nРеверс: вот засада * с печальным взглядом*\n\nПротон просто лежал на земле и не двигался.\n\nСопло: Реверс, нужно бежать. Нужно жобраться до установки и вызвать команду эвакуации.\n\nРевенс: но протон... он...\n\nПротон молчал.\n\nСопло схватил Реверса за отворот формы и бросился с ним бежать.\n\nотряд из белатианцев бросился через лес. за ними же двинулись все представители здешней фауны\n\nСопло: Быстрее!\n\nреверс задызаясь от усталости пытался бежать не сбавляя ходу.\nв какой-то момент они добедали до установки но животные с имперцами не отставали.\n\nРеверс: похоже мы не сможем, Сопло... один \nИмперец же  мощьным ударом отправил белатинюанцев из реального мира \"на встречу с Дайсемом\".  Однако буквально через час они оба пришли в себя сидя у Установки. вощле них сидел и Протон.\n\nРеверс: что.. произошло?\n\nПротон: все хорошо... вы с Соплом все правильно сделали...\n\nСопло: Протон, ты что тоже жив?\n\nПротон: Я знал что буду тормозить вас есои побену с вами, а вы меня не бросите. так что я претворился мертвым. а когда вы собрали всех обитателей леса подпльше от меня я развернул пост из ткрелей и перебил и имперцев и монстров.... а дальше мне нужно было только поднять вас. Неволнуйтесь, команда эвакуации уже едет. я вижу их на радаре.....\n\nРеверс: Протон... ты...\n\nПротон: Я ваш командир и должен уметь направлять отряд... И я хорошо разбирабсь в том как мне вести себя на поле боя исходя из моей специализации....\n\nРеверс: * устало переводя взгляд на землю* Хорошо что ТЫ с нами на этой миссии ....\n\n\nчерез некоторое время отряд эвакуировали. Протон отчитался о том что произошло и белатианцы пазошлись по своим комнатам в бараках. Реверс же созранил контакт Протона и Сопло, а ресурсов у федерации стало меньше.",
    "answers": [
      {
        "id": 34,
        "text": "перейти ко второй главе"
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  },
  {
    "id": 67,
    "text": "RX-SIGMA_1 шел между других Акретов глядя одновременно на карту и вокруг. вот уде перед ним возник отсек с пунктом выдачи еды. акрет подошел к небольшому автомату и снял свой шлем. под шлемом у акрета был практически стандартный каркас с проводами, линзой и специальной капсулой для живого акретского мозга. под линзой был открывающийся отсек куда помещался специальный контейнер с концентрированй питательной сместью, будто бы от носа до мередины горла условного коррита. Акрет вытащил свой крнтейнер и поставил в автамат. А в скоре заьрал контейнер уже со смесью и поместил обратно. Надев шлем Акрет стал возвращаться обратно в отсек для высадки. После чего еще на пол пути к нему на экране появился администратор из генерального Штаба на Новусе.\n\nАлминистратор: Приветсвую. Через пол часа вы будете передислоцированы в Аванпост Империи в Секторе Новус. приготовьтесь к перемещению заняв дисантные капсулы. Ксли вы еще не получили табельное сеаряжение — поторопитесь. у нас нет времени на одидание.\n\n\nэкоан снова покащал акрету стандартные покащатели состояния органмзма.\n\nRX-SIGMA_1: Принято, Администратор... выдвигаюсь к десантной капсуле... \n\nпока акрет шел у него начали возникать в голове вопросы:\nRX-SIGMA_1: Кто такой администратор?.. я не видел его ранее в списках командующих. И что значит \"Администротор\"? это его модель? Не похоже на ранг. Или жто его имя?\n\nпосле этого акрет остановился.\n\nRX-SIGMA_1: \"Имя\"? Что значит \"Имя\"?... почему я сказал это слово?... Я хотел сказать.... ID... где я слышал это слово... я почему-то подумал что это \"Имя\", по значению схоже с \"ID\"... я должен был где то слышать это слово и его контекст... Имя....\n\n\nв голове Акрета снова пробежали картины. Он видел дом и стол с небольшим количеством не очень богатой еды. Акрет смотрит на стол откуда-то с боку. После он видит следующую картину где к нему обращаеься девушка, которую тот с трудом может рассмотреть не увидив особенностей лица\n\nдевушка: \"У тебя красивое имя, мне правда очень нравится...\"\n\nАкрет вновь хватается за голову а на экране возникакт надпись:\n\"Системная ошибка. Стабилизация сознания.\"\n\nRX-SIGMA_1: что жто было?... кажется с последним обновлением у меня деыекты в системе... в прочем, нужно двигаться к точки высадки.\n\n\n\n",
    "answers": [
      {
        "id": 68,
        "text": "двигаться к точки высадки "
      }
    ]
  },
  {
    "id": 68,
    "text": "Акрет добрался до точки и вместе с лругими роьотами занял свое место. на экранах роьотов появилось сообщение с отчетом до начала высадки. когда отчет закрнчился капсулы резко выстрешили в сторону Новуса и ускоряясь все стльн вскрре уже были в атмосфере планеты.\n\nАкрет: RX-SIGMA_1, ты \"Гладиатор\", так?\nRX-SIGMA_1: Так точно. А ты...\nАкрет: ARX-GIZMO_LL.  Я разведчик. Ты не против раьотаьь вместе на Новусе?  Когда зна задания будет возмодность самим соьрать отряд...\n\nRX-SIGMA_1: Почему нет.. \nГладиатор мысленно отправил разведчику запрос на создание отряда. Разведчик увидев на мониторе запрос вступил в отряд с Гладиатором.\n\nRX-SIGMA_1: У тебя нет чисел в ID... почему?\n\nARX-GIZMO_LL: Я из осоьой линейки.  LL это код проекта \"Lite Link\". \n после того как акрет сказал это, на экран глалиатора начали поступать сводки и статьи с некоторых военных каталогов где описывался проект Lite Link. \n\nRX-SIGMA_1: \"Упрощеное Соединение\"?... Проект моделей с новой опирационной стстемой?\n\nARX-GIZMO_LL: не новой. дораьотанной старой. это обновление содердит улучшенный фаервол эмоций, и более стабильное соелинение с главной сетью империи. По жтому и карты обновлябтся быстрее, и связь лучше, и получение боевых навыков быстрее. Все жти статьи кстати я могу просиьать быстрее чем ты в несколько раз.\n\nRX-SIGMA_1: поразительно. Ты значит эксперементальная модель которая тестирует эту систему?\n\nARX-GIZMO_LL: вроде как. меня отправили в сектор Новус чтобы проверить как хорошо стстема работает в боях.. связь, координация других юнитов... анализ местности и связь с главными базами данных военными Империи при необходимости.\n\nRX-SIGMA_1: Очень интересно. \n\nARX-GIZMO_LL: Очень, что?\n\nRX-SIGMA_1: Очень... что я только что сказал?\n\nARX-GIZMO_LL: \"Интересно\". Это кажется слово из лексикона рас говорящих на одном из языков в нашей базе данных народов империи. Оно ощначает что ты имеешь потребность узнать о чем-то больше. \n\nна экран гладиатора сеова попалают кучи статей из уже другиз баз данных.\n\nRX-SIGMA_1: Ты что, уже узнал это все?...\n\nARX-GIZMO_LL: ну.. это не сложно отычкать в сети было.\n\nRX-SIGMA_1: а... ты не знаешь какой из народов говорит слово \"Имя\"?\n\nARX-GIZMO_LL: Имя? м.... по меньшей мере треть народов империи произносит жто слово, но некоторые в разных формах. сложно сказать.\n\nRX-SIGMA_1: Принято. \n\nКапсулы уже приближались к поверзности и выпускали реактивное топоиво для торомодения. но по обыкновению Акретов приземление было громким. Капсулы раскрышись и роьоты вышши недалеко от аванпоста. Кругом кружили стригои и завидев огромное множество военизированых машин тут же разлетелись. Акреты двинулись в Аванпост для телепортации в гегеральный штаб.\n\n\n\n\n\n",
    "answers": [
      {
        "id": 69,
        "text": "отправиться в Генштаб"
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  }
]