[
  {
    "id": 1,
    "text": "Этот квест основан на реальных событиях про лагерь \"Экспресс\"\n",
    "answers": [
      {
        "id": 2,
        "text": "Уровень \"Сопровождающий\""
      }
    ]
  },
  {
    "id": 2,
    "text": "Тебе 20 лет,у тебя появилось свободное время и ты решил подзаработать не напрягаясь.Ты смотрел варианты и остановился на сопровождающем который ехал на поезде с детьми до лагеря. Твоя задача,сделать так что бы дети доехали живыми и здоровыми. У тебя есть два варианта: Быть строгим либо Добрым!",
    "answers": [
      {
        "id": 3,
        "text": "Быть строгим"
      },
      {
        "id": 4,
        "text": "Быть добрым"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты доехал до вокзала и сел в поезд. Дети шумят,ты решил их успокоить.",
    "answers": [
      {
        "id": 5,
        "text": "Попросить помощи у дяди Сержа"
      },
      {
        "id": 6,
        "text": "Попробывать самому"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты приехал на вокзал и сел в поезд. Дети шумят,ты решил их как-то успокоить.",
    "answers": [
      {
        "id": 7,
        "text": "Дать детям настольные игры"
      },
      {
        "id": 8,
        "text": "Уложить спать"
      }
    ]
  },
  {
    "id": 5,
    "text": "Дядя Серж соглашается на твою просьбу о помощи,но говорит что это можно бы и сделать самому. Наступила ночь,все спят как и ты. Вдруг просыпаешься от холода на лице. Оказалось что дети намазали тебя холодной пастой,все вокруг смотрят на тебя и смеются.",
    "answers": [
      {
        "id": 9,
        "text": "Наорать на детей"
      },
      {
        "id": 10,
        "text": "Позвать охранника что бы припугнуть"
      }
    ]
  },
  {
    "id": 6,
    "text": "Дети удивленно смотрят на тебя и молчат. Могу тебя поздравить,ты стал для них авторитетом. Они в страхе заснули. На утро ты проснулся,в вагоне опять шум.",
    "answers": [
      {
        "id": 11,
        "text": "Накричать"
      },
      {
        "id": 12,
        "text": "Проигнорировать и заснуть"
      }
    ]
  },
  {
    "id": 7,
    "text": "Дети играли во все настольные игры до 22:00. Они поняли что больше им делать нечего. Половина просто заснула,а вторая решила поговорить с тобой. Ты рассказывал им почему и зачем начал работать сопровождающим. На утро ты проснулся и один из твоих собеседников попросил купить тебя сигареты.",
    "answers": [
      {
        "id": 13,
        "text": "Купить"
      },
      {
        "id": 14,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты решил уложить их спать и читал очень нудную но интересную историю. Все заснули и ты тоже. Пролетел второй день в поезде и вот вы уже прощаетесь с детьми,едите обратно на вокзал откуда приехали.",
    "answers": []
  },
  {
    "id": 9,
    "text": "Ты наорал на детей,они продолжают смеяться. Ты решил поговорить с ними по мужски и они сразу успокоились. Вот целый день они ехали в страхе,смотрели на тебя таким взглядом как будто ты сейчас начнешь орать. И вот вы приехали в лагерь,не попрощавшись с детьми вы уехали обратно на вокзал откуда приехали.",
    "answers": []
  },
  {
    "id": 10,
    "text": "Охранник говорит что не будет заниматься такой глупостью. Вы из-за злости начинаете орать друг на друга. Все доходит чуть не до драки,в итоге вас высаживают и забирают в полицию. Вот и подзаработал...",
    "answers": []
  },
  {
    "id": 11,
    "text": "Ты со злости на них кричишь,почти все успокоились кроме одной компании. Ты решил наорать лично на каждого из той компании. Все замолкли и так длились сутки поездки. Приехав в лагерь вы попрощались с детьми отдав тех вожатым и уехали обратно ",
    "answers": []
  },
  {
    "id": 12,
    "text": "Ты просто засыпаешь от усталости после тебя будет дядя Серж и наезжает на тебя за то что ты не успокоил детей,ты извиняешься и Серж успокаивается. Без происшествий доехали до лагеря и вернулись ломой со своими честно заработанными деньгами.",
    "answers": []
  },
  {
    "id": 13,
    "text": "Ты с хорошими намерениями хочешь помочь парню и купить ему сигареты,вдруг тебя зовут мед.работники поезда рядом с которыми стоит полиция и охрана. Оказывается этот парень не знал границ и получил никотиновое отравление,тебя забирают в участок и разбираются с данной ситуацией. После этого ты больше не будешь идти на уступки.",
    "answers": []
  },
  {
    "id": 14,
    "text": "Ты отказался ведь понимаешь какая на тебе ответственность. Собравшись в группу дети начинают бунт но их сразу же разгоняет Серж.Ты Доехал до лагеря просто молча.",
    "answers": []
  }
]