[
  {
    "id": 1,
    "text": "Автор: Aset\n\nПривет, это мой первый квест, и надеюсь что этот квест вам понравится (◕‿◕✿)\n\nКвест состоит из 7 концовки.\n(Подробнее в \"От автора\")\n\nВы играете за молодого паренька по имени Максим который перешёл в 11 класс, и учится последний год в школе.\n\nКвест для мужской аудитории.\n",
    "answers": [
      {
        "id": 2,
        "text": "Старт"
      },
      {
        "id": 38,
        "text": "От автора"
      },
      {
        "id": 73,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "И вот наконец наступил 1 сентябрь, в этот день кто-то впервые переступает порог школы, а кто-то учится последний год своей жизни в школе. \n\nВы проснулись рано утром, и вышли из дома, съев на кухне кусочек хлеба. До школы вы думали, сможете ли вы пережить этот последний год в школе.\nИ в один момент позади кто то крикнула: \"Максим!\"",
    "answers": [
      {
        "id": 4,
        "text": "Игнорит и идти дальше"
      },
      {
        "id": 5,
        "text": "Остановиться и посмотреть назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "Таким образом наконец первый день в школе закончилась. Вы собрались и вышли на улицу вместе со своими подругами. Перед школой вы попрощались с Камиллой, и дальше вместе ушли с Алиной.\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы игнорили и пошли дальше. И опять кто-то позади сказала: \"Максим!\". На этот раз голос прозвучал близко. И когда вы наконец посмотрели назад, вы видели свою одноклассницу и также подругу. Она остановилась рядом вас и сказала:\n— Привет! Долго не виделись, не против если едем до школы \nвместе? \n— Привет.. ээ.. да, конечно не против — сказали вы. \nВы не очень общались с девочками в прошлые годы. Общались только с Алиной (Да как вы поняли, имя этого девочка Алина). До школы вы поговорили и наконец пришли в школу. Прежде чем зайти Алина сказала что когда урок закончится идем до дома вместе.\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Зайти в школу"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы посмотрели назад, оказывается это ваш одноклассница и также подруга. Она остановилась рядом вас и сказала:\n— Привет! Долго не виделись, не против если едем до школы \nвместе? \n— Привет.. ээ.. да конечно — сказали вы. \nВы не очень общались с девочками в прошлые годы. Общались только с Алиной (Да как вы поняли, имя этого девочка Алина). До школы вы общались и наконец пришли в школу. Прежде чем зайти Алина сказала что когда урок закончится идем до дома вместе.",
    "answers": [
      {
        "id": 6,
        "text": "Зайти в школу"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы вместе с Алиной зашли в школу, потом поднялись наверх и зашли в класс. \nУчитель познакомил вас всех с новыми одноклассниками и одноклассницами, рядом вас посадили нового ученицу, т.к. рядом вас никого не было. Она была очень красивая и милая. Первый урок было Физика.\n— Привет, не против со мной дружить? Меня зовут Камилла, хоть меня и так учитель представил — Сказала Камилла.\n— Привет, конечно.. не против, а меня зовут Максим — сказали вы. \nВы в первом уроке все время разговаривали, шутили с Камиллой. Вам обоим было весело. Вы быстро сдружились. И таким образом закончился первый урок. После этого к вам подошла Алина:\n— Не хочешь меня познакомить со своей новой подружкой?) — сказала Алина.\n— Конечно познакомлю — сказав это вы их познакомили.\nИ вы трое хорошо поладили.",
    "answers": [
      {
        "id": 3,
        "text": "Далее\n"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы вместе шли по дороге, дом Алины была далёко чем твой дом, а вы уже пришли к вашему дому  и... \n— Ладно, до встречи, я пошла — сказала Алина.",
    "answers": [
      {
        "id": 8,
        "text": "- Хорошо, до встречи "
      },
      {
        "id": 9,
        "text": "- Давай я тебя лучше подвезу до дома "
      }
    ]
  },
  {
    "id": 8,
    "text": "Постучали по дверью, никто не отвечал, у вас с собой ключа не  было, похоже родители еще не пришли, придется ждать.",
    "answers": [
      {
        "id": 10,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Ну ок подвези если хочешь) — сказала Алина.\nИ таким образом, вы впервые своей подруге предлагали подвезти её до дома.\n— Макс, что ты думаешь о Камилле? \n— Что думаешь..? Что я о нём думаю.. не знаю.\n— Как не знаешь?\n— Ну уточни вопрос, я не очень понял вопрос.\n— Например тебе нравится ли она.. ну её внешность, волосы, глаза и т.д?\n\n",
    "answers": [
      {
        "id": 11,
        "text": "- Да, нравится как подруга."
      },
      {
        "id": 12,
        "text": "- Нет, не нравится - ответили по шутку."
      },
      {
        "id": 14,
        "text": "- Да нравится, как... не знаю как, возможно как девушка, не знаю.."
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы ждали немного времени, и потом пришли ваши родители, вместе сними зашли в дом, и как обычно играли в играх, после чего решили поспать.",
    "answers": [
      {
        "id": 26,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Аа понятно.\n— Зачем спросила?\n— Да просто так)\nПосле этого вы еще долго поговорили, немного прогулялись по улицу, и потом пришли в дом Алины. Наконец когда пришли в дом Алины вы попрощались с Алиной и обратно домой поехали.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Понятно) — ответила, зная что это шутка.\nВы не стали спросить зачем она это хотела узнать. Дальше немного проговорив пришли в дом Алины и обратно поехали в свою дом.\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "По дороге шли просто, и вы вдруг видите как какие-то люди издеваются над собакой. Не задумываясь вы сразу же идите помогать собаке. Их было двое. \n— Прекратите, оставьте в покое собаку — сказали.\n— Да пошёл ты — сказал один из них.\nУ вас ничего не оставалось кроме как драться. И вы решили...",
    "answers": [
      {
        "id": 16,
        "text": "\"Ударить по лицу с кулаком\""
      },
      {
        "id": 16,
        "text": "\"Ударить по животу с кулаком\""
      },
      {
        "id": 17,
        "text": "\"Пинать один из них\""
      }
    ]
  },
  {
    "id": 14,
    "text": "— Аа так значит, ладно...\n— А зачем спросила?  И почему твоя голос как то грустная.\n— Да просто так, ничего...\nПосле этого вы оба молча ходили, до дома Алины, И вы поехали обратно в свою дом.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы молча шли в дом, постучали по дверью, дверь открыли, родители дома оказались. Вы чувствовали что Алина на вас обиделась. Но ваша сердца била только на Камиллу. А Алину вы знаете дольше и считаете своей лучшей подругой, но у вас нет чувства к ней.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "К сожалению у вас не получилось...\nОдин из них схватил вас сзади за руки и держал пока второй избивал вас...\nА собака сбежал, не знает помогать своему защитнику. ",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы смогли пинать один из них, но второй нанес вам удар из за чего вы упали на землю, и вас вдвоём начали пинать.\nСобака сбежал, но не помог.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы проснулись, через 20 минут, вы встали, все тело болит, они оказывается просто пинали по телом, и особо ничего не было, вы ушли в свою дом.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы проснулись после 2 месяцев... это очень больно, еще вы потеряли память за последние 3 года, значит вы забыли И Алину, и Камиллу.\nВаши родители были рады что вы проснулись наконец, вы остались живым, но к сожалению ваша история вот так закончится.\n\nВы закончили на самую короткую концовку.\n\nКОНЕЦ.",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 20,
    "text": "Пришли в свою дом, постучали по дверью, дверь открыл ваш отец, и вы зашли, позавтракали. Зашли в свою комнату, и вам захотелось чем то заняться.",
    "answers": [
      {
        "id": 22,
        "text": "Играть в онлайн игры"
      },
      {
        "id": 23,
        "text": "Читать книги"
      },
      {
        "id": 23,
        "text": "Учит уроки"
      }
    ]
  },
  {
    "id": 21,
    "text": "Когда пришли вас в доме ждали ваши родители, они видя ваше состояние, испугались и заволновались. Хотели позвать скорую но вы не дали позвонить, вы сказали все как есть, и просили родители вас не беспокоить. Купались в чистую воду, и дальше пошли поспать.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Довольно долго играли в онлайн играх, вам и не захотелось оторваться от игры, но ваши родители ругали вам чтобы быстро положили телефон и пошли спать, потому что уже наступило ночь.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы читали немного времени после чего просто решили спать.\nПравильно, лучше спать рано, тогда утром все будет хорошо.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Наступило утро, вы вместе с Алиной отправились в школу. В этот день, по английскому будет контрольная работа. Учитель раздал классу по листочку для контрольных работ, а вы по английскому ноль. К счастье учитель  не забрал ваши телефоны, но к сожалению у вас интернета нет, закончилось. Вы не знали что делать...",
    "answers": [
      {
        "id": 51,
        "text": "Попросить помочь у Камиллы, рядом сидячий вас"
      },
      {
        "id": 52,
        "text": "Попытаться сам написать"
      }
    ]
  },
  {
    "id": 25,
    "text": "Легли спать, думая о происшествия, решили написать Алину чтобы она не обиделась, он её любит как подруга, считает её лучшей подругой, и никто не сможет занят её место.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Опять вместе с Алиной пришли в школу, вы очень хорошо ладили и с Алиной и с Камиллой. Это продолжалось 4 месяца. Но вы любили лишь Камиллу, а Алину читали лишь как подруга.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "В школе Камилла вас позвала к своему день рождения, вместе с Алиной.\nВы конечно решили пойти. Но для этого нужно купить подарок, но какой? \nПодарить ....",
    "answers": [
      {
        "id": 28,
        "text": "Цветы"
      },
      {
        "id": 28,
        "text": "Платье"
      },
      {
        "id": 28,
        "text": "Деньги"
      }
    ]
  },
  {
    "id": 28,
    "text": "Наконец , настал день рождения Камиллы.\nВы вместе с Алиной пришли в дом Камиллы. Зашли в дом, там стояла Камилла.. вы влюбились в её красоту.\n ",
    "answers": [
      {
        "id": 29,
        "text": "Поздравить с днем рождения и дать подарок"
      }
    ]
  },
  {
    "id": 29,
    "text": "Камилла приняла ваш подарок и поблагодарила.\nВ день рождения Камиллы было не много людей, только Вы, Алина и еще несколько знакомых. Родители Камиллы не были дома.\nВсе говорили тост, очередь пришёл и к вам...",
    "answers": [
      {
        "id": 30,
        "text": "- Камилла поздравляю тебя с днём рождения, желаю всего наилучшего, будь здоров."
      },
      {
        "id": 30,
        "text": "- Камилла еще раз с днём рождения, желаю счастье и долгую жизнь."
      }
    ]
  },
  {
    "id": 30,
    "text": "Все прошло хорошо, и собрались домой,  все вышли, вы остались последним, Алина была уже на улице ждала вас, и в один миг Камилла вас целовала за щеку, сказав:\n— Спасибо что пришёл, я тебя люблю)\nВы покраснели, не смогли ничего сказать как будто язык проглотил.",
    "answers": [
      {
        "id": 31,
        "text": "Молча выйти"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы молча вышли. Вы по дороге это рассказали Алину ( Да может подумаете зачем рассказать? сам не знаю ). \n— Я за тебя очень рада..) — лишь это сказала.\nИ разошлись по домам.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Зайдя в дом, сразу включили телефон и открыли Инстаграм, вы не знали что написать Камилле, но наконец решили, и написали:\n— Еще раз с днём рождения, и я тебя тоже люблю.\nПосле этого просто решили поспать. С улыбкой.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Следующий день в школе, вы с Камиллой не смогли ничего сказать друг другу, только поздоровались и о чем-то другом немного поговорили. Потому что вам обоим было немного стыдно. После вчерашнего.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Когда приехали в дом, вы Камиллу звонили и предлагали выйти погулять по парку. Она конечно согласилась.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вышли из дома и отправились в парк.\nВ парке видели Камиллу которая ждёт вас возле одного дерево. Вы набравшись дух, пришли рядом Камиллы.\n— Привет! Не долго ждала? — Начали разговор\n— Привет! Нет я недавно пришла.\nВдвоём в парке вы гуляли не долго и решили сесть в одну из скамейку. Камилла положила свою голову в вашу плечо. И вы его обняли, но Камилла неожиданно спросила:\n— Максим.. \n— Слушаю? — сказали\n— Ты насколько меня любишь?\n— Люблю так сильно, что мне не хочется тебя отпускать, просто хочу все время с тобой обниматься.\nКамилла молча улыбнулась.\nПрошёл около 30 минут как вы находитесь в парке. Решили уйти по домам.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вместе вышли из парка, вы решили её подвезти. Все было отлично, Камилла ехала впереди, и, когда она вышла на проезжую часть, ее прямо в твоих глазах машина сбила.",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы сразу к ней побежали, она лежала весь в крови, вызывали скорую, но она умерла до того как пришли скорая. \n\nВот таким образом закончился ваша история, счастливая и грустная. \n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 38,
    "text": "Еще раз привет! Надеюсь вам квест понравится, и оставить хорошую впечатления.\n\n7 концовки: 3 печальный, 3 счастливый, 1 обычный.\n\nЕсли вам понравился квест оставьте свои впечатления в отзыве. Это поможет продвижению квеста. Удачи!",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы проснулись от вибрации телефона ( разумеется вы остались дома ), тяжело вставая с кровати посмотрели телефон, оказывается вам звонить Алина, ваша подружка.\nОтветили на звонок:\n— Привет, как так случилось? кто это сделал? сейчас как себя чувствуешь? все хорошо? — волнительно, начала задавать вопросы.\n— Привет, все хорошо, ничего не случилось — вы начали объяснять что не стоит волноваться.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы немного поговорили с Алиной и поняли как к вам Алина хорошо относится, вы и так хорошо поладите как други, но после этого к Алине начали чувствовать что то другое, а именно любовь.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "К обеду в доме никого не было, родители были в работе. Вам было скучно, ничем не заняться, если встанете то тело болит, нужно немного отдыхать. Но вдруг кто-то начал(-а) постучать по дверью. В доме вы один, значит дверь открыть придётся вам. Хотя если сложно и если боитесь что можете травмироваться, то можете не идти, вам решать.",
    "answers": [
      {
        "id": 42,
        "text": "Идти"
      },
      {
        "id": 43,
        "text": "Не идти"
      }
    ]
  },
  {
    "id": 42,
    "text": "Встали с кровати, направились к дверью. Пришли перед дверью, теперь спросит кто там или просто так открыть? Кто знает кто за дверью, и еще вы в такой состояние.",
    "answers": [
      {
        "id": 44,
        "text": "Спросить кто там"
      },
      {
        "id": 45,
        "text": "Просто так открыть"
      }
    ]
  },
  {
    "id": 43,
    "text": "Решили не идти, и дальше лежать и отдыхать хоть и скучно.\n\nНО, этот человек не перестаёт стучать по дверью. Вас этот задолбал, и решили идти.",
    "answers": [
      {
        "id": 42,
        "text": "Все таки идти"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Кто там? — сказали вы.\n— Это мы Алина и Камилла — сказали ваши подруги.\nОткрыли дверь, ваши подруги зашли в дом, и вместе с вами пошли в вашу комнату.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы решили просто так открыть. И вы открыли там была ваши подруги, а именно Алина и Камилла. Но и так у вас их двое. \n— Привет, как ты? — спросила Алина.\n— Привет, как твое состояние? — спросила Камилла.\nОни начали спросить твою состояние.\n— Привет, все хорошо, не стоит волноваться — ответили вы.\nВместе с тобой направились в твою комнату.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Зашли в комнату. Вам всем было весело, они не дали тебе скучать. И спустя некоторое время, они все же решили уйти. \n— Макс, скорее выздоравливай — сказала Камилла.\n— Ладно, не вставай с кровати, смотри за себя — сказала Алина. \n— Спасибо большое вам обоим! Удачи! — сказав это вы закрыли дверь. Что теперь делать, поспать или читать книгу лёжа или пить кофе?\n",
    "answers": [
      {
        "id": 47,
        "text": "Поспать"
      },
      {
        "id": 48,
        "text": "Читать книгу"
      },
      {
        "id": 49,
        "text": "Пить кофе"
      }
    ]
  },
  {
    "id": 47,
    "text": "Решили поспать, отдыхать,ведь все же еще не выздоровели. \nПроснулись от шума в доме, оказывается это ваш родители, приехавшие из работы. Вы достаточно отдыхали, дальше лазили по соцсетям.  А на улице уже наступило ночь и вам уже захотелось обратно спать. Зачем себя мучить, если хочется спи. И так вы отправились на сон.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Взяли одну книгу, про романтику, читали очень долго, за это время ваши родители уже приехали из работы. Вам уже стало скучно дальше читать. И решили поспать, все равно уже ночь.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Встали с кровати, и направились на кухню, чтобы заварить кофе. Себе заварили одну чашку кофе, по кайфу пили, после чего обратно в кроватку упали, и отдыхали. Вы не спали,  просто долго лежали на кровати, за это время пришли ваши родители из работы. Все таки вам захотелось поспать, и ушли на сон.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "С тех пор прошло 3 недели, вы уже выздоровели. Ваш день прошли как обычно, без никого интересного событий. Алина и Камилла оставались вашим подругами, вы вместе закончили школу, поступили на хорошие университеты. И так ваш жизнь продолжалось.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы решили попросить помочь у Камиллы:\n",
    "answers": [
      {
        "id": 53,
        "text": "- Камилла можешь помочь мне, хотя бы на половину написать поможешь?"
      },
      {
        "id": 54,
        "text": "- Камилла помоги мне, мы же друзья, а друзья обязаны друг другу помогать."
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы попытались сами написать, но вы ничего не поняли, и это увидевшая Камилла вам решила помочь. Она вам помогла написать хотяба половину.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "К счастью Камилла не отказала, она вам помог написать 15 из 20 заданий до конца урока, дальше не успели.",
    "answers": [
      {
        "id": 55,
        "text": "Поблагодарить"
      },
      {
        "id": 56,
        "text": "Ничего не сказать"
      }
    ]
  },
  {
    "id": 54,
    "text": "Камилла согласилась помочь вам, но она посмотрела на вас странно, может из за вашего слова. Камилла помог вам написать хотяба половину.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Решили поблагодарить.\n— Камилла спасибо, без тебя я не смог бы ничего сделать, большое спасибо!\n— Не за что, мы же друзья)\n— Ага, еще раз спасибо\nСегодняшний день в школе прошло отлично.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы ничего не сказали. Даже не поблагодарили.\n",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "И наконец наступило воскресенье, вы проснулись к обеду, написали Алину:\n— Привет Алина)\n— Привет\n— Как дела, чем занимаешься?\n— Отлично, ничем, а ты?\n— Я тож, просто лежу, я хотел бы тебя пригласить прогуляться по улицу, вечером если свободна\n— Ладно принимаю твоё приглашение, я свободна)\n— Тогда я заберу тебя из дома)\n— Хорошо, буду ждать\nАлина согласилась погулять с вами, теперь осталось ждать когда наступит вечер.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Наступил вечер, вам бы пора выйти.\nВы вышли и пришли в дом Алины, она ждала вас, вы её забрали из дома. \nНа улице гуляли достаточно, её пора куда-то отвести...",
    "answers": [
      {
        "id": 59,
        "text": "Отвезти в место развлечения"
      },
      {
        "id": 60,
        "text": "Нигде не отвести, купить мороженое у магазина и погулять по парку"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы отвезли её в место развлечения, хорошо развлекались, оба были рады.\n— Макс, спасибо тебе, я очень рада)\n— Я очень рад, что смог тебя порадовать)\nВ её глазах видели счастье, как она рада. И в этот момент она прыгнула на вас и обняла, вы смогли еле удержаться на ногах, и её вы тоже обняли, она сказала что вас любить, вы отвечали взаимно.  ",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы купили ей и себе мороженое, по улицу долго гуляли, она была рада, и вы тоже. Вы друг другу нравились, но не сказали, все таки решили ей признаться в любви как мужик. \n— Алина.. — начали вы разговор.\n— Ау?\n— Я хочу тебе что-то сказать\n— Слушаю?\n— Тут такое дело.. знаешь, ты мне нравишься, и я хотел бы тебе признаться.. согласна ли ты?\n— Да я согласна, ты мне тоже давно нравилось — сказала смущаясь.\nПосле этого вы стали парой. Друг друга очень любили.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы с Алиной стали парой, друг друга очень сильно любили. Спустя несколько лет, вы поженились, и жили очень счастливо, были друг другу честный, вместе старели. \n\nВот таким образом закончился ваша история, счастливая конец.\n\nКОНЕЦ ",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 62,
    "text": "Таким образом закончился ваша история.\nСчастливая конец.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 63,
    "text": "И вы написали, Алина ответила что не обиделась, и не стоит волноваться, наоборот рада будет если вы с Камиллой начнёте встречаться, только если она останется его лучшей подругой. Раз все хорошо, решили поспать.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы слышите что будильник звенит. ",
    "answers": [
      {
        "id": 65,
        "text": "Просыпаться и собраться на урок"
      },
      {
        "id": 66,
        "text": "Не просыпаться, дальше спать, и выключить будильник"
      }
    ]
  },
  {
    "id": 65,
    "text": "Проснулись, начали собраться, вышли на улицу, т как обычно вместе с Алиной пошли. Алина похоже правда не обиделась, вы разговаривали как обычно ничего не было, были рады что все как обычно.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Выключили будильник, и дальше спали. Но вас разбудила ваша мама, вам ничего не оставалось как проснуться и собраться в школу,  как обычно вместе с Алиной пошли в школу.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Все прошло как обычно, ничего интересного.\nСпустя некоторое дни, Алина написала вам:\n— Привет Макс, когда ты собираешься признаться Камилле, вы ведь хорошо ладите.\n— Привет Алина, не знаю, думаю что могу тормозить.\n— Не парься, все будет хорошо, если ты так тянешь, то она может другому уйти, и будешь об этом сожалеть.\n— Ты права, ладно сегодня попробую её позвать и признаться.\nИ вы написали Камилле:\n— Привет Камилла\n— Приветик Макс, что-то случилось?\n— Сегодня вечером в 19:00 можешь выйти на улицу и идти позади своего дома?\n— Конечно, но почему именно там ?\n— Потом скажу, буду ждать.\nЭто написали и ждали вечер.\n",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Время 18:57, вы уже там ждете, Камилла вот-вот сейчас должна прийти. И вы увидели её.\nОна подошла рядом и:\n— Привет еще раз, и что хотел сказать?",
    "answers": [
      {
        "id": 69,
        "text": "- Привет, ты мне с нашего знакомства нравишься, я ждал этот день, долго, не знал как признаться тебе, я.. я тебя люблю"
      },
      {
        "id": 70,
        "text": "- Привет, ээ.. я хотел сказать что... ничего - это сказали, и просто как сумасшедший сбежали, боялись признаться"
      }
    ]
  },
  {
    "id": 69,
    "text": "Камилла смущена и улыбаясь сказала:\n— Я тебя тоже люблю, ты мне тоже нравился\nПосле этого вы обнялись и поцеловались.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Пока вы бежали не понимали зачем так поступили. После этого вы никак не смогли признаться Камилле и даже когда виделись общались как обычно, спустя несколько месяцы Камилла стала парой с другим мальчиком.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Ваша история таким образом закончилось, вы закончили на хорошую концовку с Камиллой.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 72,
    "text": "Таким образом закончилось ваша история, печальная конец.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 73,
    "text": "Чтобы открыть достижение, вам нужно пройти хотяба одну концовку.",
    "answers": [
      {
        "id": 37,
        "need_ever": true,
        "need": [
          37
        ],
        "text": "Смерть Камиллы"
      },
      {
        "id": 19,
        "need_ever": true,
        "need": [
          19
        ],
        "text": "Потеря сознание"
      },
      {
        "id": 50,
        "need_ever": true,
        "need": [
          50
        ],
        "text": "Обычная концовка"
      },
      {
        "id": 61,
        "need_ever": true,
        "need": [
          61
        ],
        "text": "Счастливая жизнь с Алиной"
      },
      {
        "id": 62,
        "need_ever": true,
        "need": [
          62
        ],
        "text": "Хороший конец с Алиной"
      },
      {
        "id": 71,
        "need_ever": true,
        "need": [
          71
        ],
        "text": "Хорошая концовка с Камиллой"
      },
      {
        "id": 72,
        "need_ever": true,
        "need": [
          72
        ],
        "text": "Если ты тормоз, вини себя"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "",
    "answers": []
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  }
]