[
  {
    "id": 1,
    "text": "Автор: MobileGamer \nЖанр: детектив, триллер\nПрогресс: проект заморожен\n\nВосемь человек не по своей воле оказались в крошечной синей комнате. Если они хотят выбраться из этого проклятого места, компания должна понять, кто из них не тот, за кого себя выдаёт. Ведь если они этого не сделают, никто не выберется отсюда живым...\n\nВ этом квесте вас ждут: \n• Возможность выстраивать взаимоотношения с игроками\n• Ветвистый сюжет и множество концовок\n• Простые и сложные головоломки, куча загадок ",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      },
      {
        "id": 3,
        "text": "Важная информация "
      },
      {
        "id": 45,
        "text": "Достижения"
      },
      {
        "id": 46,
        "text": "Концовки "
      }
    ]
  },
  {
    "id": 2,
    "text": "В глазах полный мрак. Но вот, темнота постепенно начала отступать. Ещё несколько мгновений, и молодой темноволосый парень наконец смог открыть глаза.\nСо всех сторон мужчину окружали синие бетонные стены. По размеру помещение было небольшим, 3 на 3 на 3 метра. Выделялись здесь только две вещи: железная дверь напротив героя и семь неизвестных ему человек.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Очень надеюсь, что вы прочитали это до того, как начать прохождение квеста. Сейчас история активно разрабатывается, но на данный момент доступны лишь первый и второй раунды игры. Благодаря ним вы можете в общем ознакомиться с квестом и понять, нравится ли вам такая задумка или нет.\nКстати, настоятельно рекомендую использовать закладки почаще, если хотите найти побольше концовок и достижений.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "–О, этот парень очнулся. – мужчина в сером полукомбинезоне обратил на проснувшегося внимание первым. \n–Хей, дружок, просыпайся! – миледи с кудрявыми светлыми волосами присела и улыбнулась человеку.\n–Ох, что произошло? Где я? И кто вы? – вопросы посыпались один за другим, но парень, стоявший в углу комнаты, поспешил ответить всего тремя словами на все вопросы. \n–Мы не знаем. – слова высокого мужчины в очках только сильнее обеспокоили героя.\n–Но ведь не могли мы сюда просто так попасть! Должна быть какая-то причина... – мозг начал активнее работать, пытаясь подобрать нужную причину. Но как назло, никаких идей не приходило в голову.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "–Давайте разберёмся с этим попозже. Сейчас меня больше волнует то, как мы отсюда выберемся. – сказала полная шатенка. – У моей мамы завтра день рождения, и я не могу не прийти.\n–Не ты одна такая занятая. – пробубнил очкарик.\n–А ты чем занят, господин загадочность? – прозвище, которое мужчина с длинными жёлтыми волосами придумал человеку в чёрных пиджаке и брюках, явно не понравилось последнему.\n–Для тебя я босс, все равно ты вряд ли зарабатываешь в месяц и десятую часть моей ежедневной прибыли. – презренно посмотрел на собеседника. – Я не могу позволить своей компании и дня простоя, поэтому должен выбраться отсюда как можно скорее.\n–Слушай, мальчик, тебе не кажется, что ты слишком дерзишь? – в конфликт вступила темноволосая женщина лет сорока.\n–В отличие от вас, я не бездельничаю, а занимаюсь важным делом. Так что давайте вместо ссор займёмся поиском выхода отсюда.\n–Ага, то есть теперь ты пытаешься нас сплотить?\n–Да ну вас...",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Пока другие выясняли отношения, Максим подробнее изучал интерьер комнаты. Стены, судя по всему, достаточно толстые, потому что когда парень попробовал постучать по ним, то толком не услышал никакого звука. В одном из углов находился сундук с цифровым замком. Вместо ручки на двери расположилась панель с цифрами. Очевидно, для открытия двери нужен специальный пароль. Наконец, над дверью находился небольшой динамик. Для чего он здесь нужен? Возможно, для того, чтобы...\n–Внимание игрокам! – вдруг из динамика послышался голос.\n–Что это такое? – брюнетка отвлеклась на звук.\n–Кто это сейчас сказал? – оживился низкорослый лысый парень в кожаной куртке.\n–Слушайте меня внимательно и не перебивайте! – приказал грозный голос из громкоговорителя.\nВсе замолкли.",
    "answers": [
      {
        "id": 7,
        "text": "Слушать голос"
      }
    ]
  },
  {
    "id": 7,
    "text": "–Спасибо. – уже более мягким голосом сказал инкогнито. – Позвольте мне объяснить, зачем я вас здесь собрал. Я просто обожаю всяческие игры, как настольные, так и ролевые, и компьютерные. А сегодня я приготовил для нас игру в реальной жизни! \n–Звучит как бред. – прошептал тот, что был в рабочей форме.\n–Я уверен, вам понравится эта игра, ведь мы играем не просто так, а за приз. И этот приз – жизнь! – слова, прозвучавшие в динамике, шокировали всех.\n–За жизнь? Это же незаконно! – воскликнула светловолосая.\n–Я не собираюсь участвовать в таком безумии! – разгневался лысый.\n–Я не хочу умираааааать! – у шатенки в зелёном сарафане началась истерика.\n–Да-да, вы не ослышались, мы играем за право на выживание. – человек в динамике начал смеяться, как настоящий злодей. ",
    "answers": [
      {
        "id": 8,
        "text": "–Нельзя играть чужими жизнями!"
      },
      {
        "id": 8,
        "text": "–Ты заплатишь за то, что делаешь с нами!"
      }
    ]
  },
  {
    "id": 8,
    "text": "Присоединившись к всеобщей панике, студент крикнул фразу. Но казалось, что незнакомец игнорирует людей. Вместо этого он продолжил свой жестокий монолог.\n–Теперь стоит поговорить о том, как будет проходить игра. Прямо сейчас здесь находятся 8 человек, семеро из вас оказались здесь не по своей воле, и сейчас наверняка очень напуганы происходящим. Но есть ещё один человек, он скрывает свою истинную личность и свои мотивы в этой игре. Вам надо вычислить самозванца на основе информации, которую вы будете получать каждый раунд. \n–О боже, ещё и какие-то раунды тут есть... – пробубнил человек с кожанкой.\n–Каждый раунд будет длиться 10 минут, и за это время нам потребуется обсудить произошедшие события, ответить на проблемный вопрос и проголосовать за одного из группы.\n–Почему всё так сложно? – возмутилась зрелая женщина. \n–Дура, ты даже не дослушала. – съязвил парень в деловом костюме.\n–Да, для упрощения нахождения лжеца я буду задавать вам в каждом раунде проблемные вопросы. В течение 10 минут раунда вы должны будете ответить на вопрос, а также провести голосование. Тот, кто наберёт большинство голосов, будет заточен в отдельной комнате – ваше помещение с \"тюрьмой\" разделяет лишь металлическая дверь. Что будет с человеком, набравшим большинство голосов? Если он не был предателем, то этот человек умрёт. В противном случае, оставшиеся игроки объявляются победителями и получат шанс выбраться отсюда. ",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "–Да начнётся игра не на жизнь, а на смерть! – воскликнул мужчина на той стороне. – В сундуке вы сможете найти секундомер и бумажки с вопросами. Засеките таймер на 10 минут, а затем возьмите записку с цифрой 1, раскройте её и прочтите вопрос. Не забудьте проголосовать до окончания времени, иначе вы погибнете! Пароль от сундука 6811. Удачи!\nГолос наконец замолк, оставив у компании бурю эмоций. Поначалу повисла гробовая тишина, но через несколько секунд её нарушил блондин, стоявший в центре комнаты. \n–Я отказываюсь играть в этом балагане! – крикнул он. – Слышишь, мудак? Я не буду играть! – парень, одетый в синюю гавайскую рубашку и серые штаны, начал сердито глядеть на громкоговоритель, ожидая ответа, но всё без толку.\n–Не похоже, что у нас есть выбор... – обронила фразу голубоглазка. – Как бы я не хотела, но... нам придётся играть по правилам.\n–К чёрту такие правила! – вспылился мужчина. \n–Ааааа, как страаашно! Прекратите! – шатенка начала рыдать при виде очередного конфликта. ",
    "answers": [
      {
        "id": 10,
        "text": "–Блондинка права, мы должны подчиняться организатору."
      },
      {
        "id": 11,
        "text": "–Согласен, чувак, нафиг такое \"развлечение\"!"
      }
    ]
  },
  {
    "id": 10,
    "text": "–Ооо, вам нравится быть на грани смерти? Оказались в ловушке, и не хотите даже попытаться выбраться отсюда?!\n–Нет, мы хотим выбраться отсюда, но понимаешь, сейчас это невозможно. – начала объяснять девушка. – И я очень рада, что этот юноша тоже понимает это. Думаю, остальные тоже догадались, что выбраться отсюда можно лишь одним способом...\n–Нет, всегда есть альтернативный путь! – начал было длинноволосый, но тут его перебили.\n–Заткнись. – неожиданно произнёс парень в очках. – Неужели ты не понимаешь, что нельзя отсюда выбраться? \n–Знаете... А может, мы всё-таки можем как-то выйти из этой комнаты? – в черновласой женщине ещё оставалась доля надежды.\n–Увы, но нет. – начал объяснять молодой парень. – У этого помещения очень толстые бетонные стены. Проще будет разбить голову, чем стену. Железную дверь тоже просто так с петель не снимешь. Её можно открыть лишь с помощью специального кода, которого у нас нет. К тому же, насколько я понял, эта дверь ведёт в местную тюрьму, и сомневаюсь, что там есть выход.\n–А ты умнее, чем я думал, пацан. – улыбнулся высокий.\n–Какой пацан, мне 22! – мгновенно ответил парень. \n–Оу, выглядишь, как подросток. ",
    "answers": [
      {
        "id": 10,
        "text": "Отношения с Машей улучшились",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 10,
        "text": "Отношения с Колей улучшились",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 10,
        "text": "Отношения с Сашей ухудшились",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "–Вот, есть среди вас нормальный человек! Неужели вы не хотите даже попытаться выбраться отсюда?!\n–Нет, мы хотим выбраться отсюда, но понимаете, сейчас это невозможно. – начала объяснять девушка. – Остальные уже должны были понять, что выбраться отсюда можно лишь одним способом...\n–Я так не думаю. – сказал брюнет.\n–Да, всегда есть альтернативный путь! – начал было длинноволосый, но тут его перебили.\n–Заткнись. – неожиданно произнёс парень в очках. – Неужели вы не понимаете, что нельзя отсюда выбраться? \n–Знаете... А может, мы всё-таки можем как-то выйти из этой комнаты? – в черновласой женщине ещё оставалась доля надежды.\n–Увы, но нет. – начал объяснять человек в деловом костюме. – У этого помещения очень толстые бетонные стены. Ты скорее разобьёшь свою голову, чем стену. Железную дверь тоже просто так с петель не снимешь. Её можно открыть лишь с помощью специального кода, которого у нас нет. К тому же, насколько я понял, эта дверь ведёт в местную тюрьму, и сомневаюсь, что там есть выход.\n–Мы ведь не можем знать наверняка! – воспротивился молодой человек. \n–Мда, ты глупее, чем я думал, пацан. – фыркнул высокий.\n–Какой пацан, мне 22! – мгновенно ответил парень. \n–Оу, выглядишь, как подросток. ",
    "answers": [
      {
        "id": 11,
        "text": "Отношения с Сашей улучшились",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 11,
        "text": "Отношения с Машей ухудшились",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 11,
        "text": "Отношения с Колей улучшились",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "–Раз мы действительно не можем выбраться из этой комнаты, почему бы нам уже не открыть сундук? – мужчина в сером предложил дельную идею, и все согласились с ней кивками и словами. \n–Тогда открываем сундук. – скомандовал бизнесмен.\n–Ага, вспомнить бы ещё, какой пароль. – растерялся брюнет. – Ребят, может кто-то помнит?\n–Ох, я кажется, припоминаю. – высказался студент.\n–Супер, можешь его ввести?\nБез лишних слов темноволосый парень подошёл к ящику и ввёл пароль.",
    "answers": [
      {
        "id": 13,
        "text": "5811"
      },
      {
        "id": 13,
        "text": "5812"
      },
      {
        "id": 14,
        "text": "6811"
      },
      {
        "id": 13,
        "text": "6812"
      }
    ]
  },
  {
    "id": 13,
    "text": "Герой ввёл комбинацию, но когда попытался открыть замок, результат оказался отрицательным.\n–Попробуй 6811. – подсказал парень в чёрной кожанке.\n–Хорошо. – доброволец прокрутил нужные цифры, и тут же прозвучал щелчок, означавший открытие замка.\n–Получилось! – воскликнула светловолосая.\n–Так, что тут у нас есть... – открывший сундук начал активно в нём копаться. – Так, вижу секундомер, берите. – передал в руки близко стоящему мужчине в полукомбинезоне. – а вот и бумажки с цифрами, сложенные в квадратики. Возьму пока только ту, что с цифрой 1. – достав сложенную записку, участник захлопнул сундук.\n–Засекаю таймер. – сообщил рабочий.\n–Отлично, можно смело читать. – произнёс юноша, прежде чем раскрыть бумажку. ",
    "answers": [
      {
        "id": 15,
        "text": "Начать читать"
      }
    ]
  },
  {
    "id": 14,
    "text": "Герой ввёл комбинацию, и когда он попытался открыть замок, прозвучал щелчок, означавший открытие замка.\n–Получилось! – воскликнула светловолосая.\n–Так, посмотрим, что тут у нас есть... – открывший сундук начал активно в нём копаться. – Так, вижу секундомер, берите. – передал в руки близко стоящему мужчине в полукомбинезоне. – а вот и бумажки с цифрами, сложенные в квадратики. Возьму пока только ту, что с цифрой 1. – достав сложенную записку, участник захлопнул сундук.\n–Засекаю таймер. – сообщил рабочий.\n–Отлично, можно смело читать. – произнёс юноша, прежде чем раскрыть бумажку. ",
    "answers": [
      {
        "id": 15,
        "text": "Начать читать",
        "merge": false
      }
    ]
  },
  {
    "id": 15,
    "text": "–\"Кто вы?\" – зачитал вопрос вслух парниша. \n–Мм, информативно. – иронично сказал мужчина в серой одёжке.\n–Вероятно, этот псих хочет, чтобы мы познакомились друг с другом. – догадалась сорокалетняя.\n–Что ж, первый \"проблемный вопрос\" не выглядит таким проблемным. – ухмыльнулся парень с голой головой.\n–Ну, кто первый? – раздался вопрос из уст блондина.\n–Я-я пот-том... – робко сказала полноватая девушка. \n–Давайте я, раз первым открыл сундук. – откликнулся брюнет. – Зовут меня Макс, мне 22, живу в Москве. Что ещё можно сказать... Люблю колу и компьютерные игры, не люблю свою шарагу.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "–Пожалуй, я буду следующим. – в центр комнаты вышел мужчина в сером полукомбинезоне. – меня звать Сергей, 30 лет, тоже москвич. Я по профессии строитель, но думаю, вы уже могли догадаться. И... – парень вдруг засмеялся. – Господи, чувствую себя школьником, который перешёл в новый класс и представляется перед новыми однокашниками.\n–Не ты один такой. – кудрявая блондинка тоже улыбнулась. \n–Может, следующей присоединишься в наш класс?\n–С радостью. – в то время, как Серёжа отошёл в угол комнаты, дама оказалась в самом центре. – Моё имя – Мария Лиловая, мне 25 лет, и я работаю визажистом. В Москве эта профессия довольно прибыльная. Отчасти поэтому я туда и переехала. \nПо мере продвижения знакомства и обработки информации мозг начал создавать некоторые теории. Часть из них звучала максимально бредово, другие были более логичными. Но одна мысль всё никак не могла покинуть голову.",
    "answers": [
      {
        "id": 17,
        "text": "Все из Москвы"
      }
    ]
  },
  {
    "id": 17,
    "text": "Три человека, и все трое живут в Москве. Чем же жители этого замечательного города так насолили кукловоду? \nК центру комнаты подошёл следующий игрок. Если блондин тоже окажется из Москвы, то можно будет смело говорить о том, что этот город как-то связан с происходящими сейчас событиями.\n–Меня, ребятки, зовут Александр. Мне 45 лет, и я путешественник. В каких странах я только не был, где только не жил, с кем только не общался... И раз наша \"шаблонка\" представления включает место жительства, считайте этим местом Копенгаген – я там осел уже на 2 месяца.\nВ тот же момент теория о связи с Москвой разрушилась. И вот, компанию снова ничего не связывает.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "–Меня звать Людмилой, мне 43 года, последние пару лет живу в Воронеже. Работа, по правде, у меня одна – заботиться об убранстве дома и порядке в семье. \n–То есть, домохозяйка? – уточнила Лиловая.\n–Да. У меня есть 2 ребёнка: сына зовут Сашка, ему...\n–Всем плевать. Уйди. – человек в костюме, как всегда, был холоден.\n–Назови своё имя, подонок! – огрызнулась женщина. \n–Я Николай Поляков, известный бизнесмен, депутат и член совета директоров Газпрома. Если вы меня не знаете, то поздравляю, вы нищие!\n–А не слишком ли ты дерзкий, депутатик? Не думал о том, что может стать, если все узнают, как ты общаешься с простым народом? – у лысого уже кончалось терпение.\n–А ты кто вообще? \n–Эльдар, 25-летний перспективный боксёр, который сначала разнёс всех противников на московском ринге, потом на российском ринге, а потом и на мировом.\n–И ты считаешь себя \"простым народом\"? – последние слова мужчина выделил не только голосом, но и кавычками, сделанными пальцами.\n–В отличие от некоторых, я не отношусь пренебрежительно ко всем, кто зарабатывает хоть на копейку меньше меня.\n–Ой, надоел, мальчик. Кто у нас там ещё не представился?\nВсе вдруг дружно посмотрели на женщину в зелёном сарафане, которая стояла в углу у двери, пытаясь оставаться незаметной. Но теперь это было невозможно.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "–Чего молчишь, рассказывай! – начал её торопить бизнесмен.\n–Я... меня... ээ... Фмх, спокойнее... – всё мямлила девушка. – Меня зовут Настя, мне 23 года, и я... и я... кондитер я. Готовлю с-самые вкусные торты в М-мосвке.\n–Едва ли я что-то понял, но спасибо. – кратко сказал Поляков. \n–Хорошо, будем считать, что мы познакомились. Вот только нам ещё надо за кого-то прогоголосовать. – констатировал факт Серж. – Так что давайте думать, кто может быть самозванцем.",
    "answers": [
      {
        "id": 20,
        "text": "Начать обсуждение "
      }
    ]
  },
  {
    "id": 20,
    "text": "–Если честно, я не очень понимаю, что значит эта фраза: \"Не тот, за кого себя выдаёт\". – высказался темноволосый.\n–Да что тут думать, кто-то соврал о себе, и на самом деле работает вместе с тем, кто устроил всё это! – громким голосом произнёс Александр.\n–А какой в этом смысл? И что более интересно, что будет, если мы всё-таки угадаем, кто самозванец? – задался вопросом Макс. – Мы знаем, что будет с человеком, если мы проголосуем неправильно. Но если мы найдём предателя... Он убежит? Умрёт? Откроет нам дверь?\n–Чувак, почему ты вообще задаёшься такими вопросами? – создавалось ощущение, что Эльдар не понимает такую озабоченность студента.\n–Правила слишком размытые. Мы ведь не только понятия не имеем, что будет, если мы правильно угадаем. Как нас собираются вызволить отсюда? \n–Он прав... Мы в западне! – согласилась местная паникёрша.\n–Парень, ты на удивление начинаешь мне нравиться. – сказал вдруг высокий. – Мне тоже не нравится, что нам толком не объяснили правила. Из-за этого могут случиться конфузы.",
    "answers": [
      {
        "id": 20,
        "text": "Отношения с Колей улучшились",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "–Знаете, послушав вас, я тоже задался этим вопросом... – начал свою речь строитель. – Но я думаю, что у нас будет ещё предостаточно времени для того, чтобы обсудить все тонкости игры. А сейчас мы должны изгнать самого подозрительного из нас.\n–Сколько у нас осталось времени? – задала вопрос молодая девушка.\n–У нас... – посмотрел на секундомер. – меньше 5 минут.\n–Серьёзно? Уже половина раунда прошла? – удивился Эльдар.\n–О боже, нам надо что-то делать! Я не хочу умирать! – разволновалась пышка.\n–Переигрываешь, дорогая. – фраза Николая точно как минимум шокировала даму. Поэтому она ответила лишь после нескольких секунд молчания.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "–Что? Ты думаешь, мне не страшно? Что я... я притворяюсь? Ч-что я... вся такая... такая... лгунья?\n–Не исключаю такой вариант. А если даже ты не врёшь, твоя вечная паника негативно влияет на общую атмосферу. Я не хочу, чтобы все здесь впали в отчаяние. Нам будет намного лучше без тебя! – эти слова, словно гром, пронзили сердце женщины.\n–Я... не н-нужна?.. Ааааааа! – и в этот момент реки слёз потекли из её глаз.\n–Мы не можем исключать человека просто из-за того, что он боится! – заступилась за шатенку Маша.\n–А я вот так не думаю. – неожиданно воспротивился боксёр. – Если ты позволяешь страху взять верх над собой, ты заведомо проиграл. Как спортсмен, я это отлично знаю. Настя проиграла в битве со страхом, поэтому ей надо покинуть игру.",
    "answers": [
      {
        "id": 23,
        "text": "–Это жестоко! Нельзя выгонять Настю!"
      },
      {
        "id": 24,
        "text": "–Мы должны выгнать Настю, она вредит нам!"
      }
    ]
  },
  {
    "id": 23,
    "text": "–И ты туда же? – недовольно сказал депутат.\n–Маша права. Мы не можем выкидывать людей из-за того, что они проявляют свои естественные эмоции, даже страх.\n–Эх, а ведь ты мне только начал нравиться. – разочарованно произнёс Коля.\n–Пожааааалуйста, я не хочу, не хочууу умираааать!!! – всё рыдала дама в зелёном сарафане.\n–Не волнуйся, Настюш, мы не собираемся голосовать против тебя. – начала успокаивать жертву самая старшая женщина. \n–Идиоты... – только и мог сказать аристократ.",
    "answers": [
      {
        "id": 23,
        "text": "Отношения с Машей улучшились ",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 23,
        "text": "Отношения с Настей улучшились",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 23,
        "text": "Отношения с Колей ухудшились ",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 23,
        "text": "Отношения с Эльдаром ухудшились",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "–Что? – удивилась девушка.\n–Парни правы. Если мы не хотим проиграть, то надо быть смелыми. В Насте этой смелости нет, поэтому она будет только тормозить нас.\n–Я не ожидала от тебя такого, Макс. – тихим голосом произнесла светлая.\n–Пожааааалуйста, я не хочу, не хочууу умираааать!!! – всё рыдала дама в зелёном сарафане.\n–Не волнуйся, Настюш, мы не собираемся голосовать против тебя. – начала успокаивать жертву самая старшая женщина. \n–Идиоты... – только и мог сказать аристократ.",
    "answers": [
      {
        "id": 24,
        "text": "Отношения с Колей улучшились",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 24,
        "text": "Отношения с Эльдаром улучшились",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 24,
        "text": "Отношения с Машей ухудшились ",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 24,
        "text": "Отношения с Настей ухудшились",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "–А что насчёт тебя, Коль? – тут в полилог вступил мужчина в гавайской рубашке. – Ты много пользы приносишь нам? Эти постоянные ссоры, разделение мнений, бесконечные крики... По-твоему, это нас сплочает? Это поможет нам выбраться отсюда? \n–Максимум, что я могу предположить – это что мы сплотимся против него. – съязвила брюнетка.\n–Я хочу выбраться отсюда, окей? \n–Ага, то есть, ты хочешь выбраться. А другие, по-твоему, не хотят? – продолжал бесить оппонента Саша.\n–Я понимаю, что все хотят свалить отсюда. – начал оправдываться мужчина. – Но! Если мы не сможем успокоиться и сосредоточиться, то ни о каком спасении и речи быть не может. И твой резкий наезд сейчас совсем ни к чему. – сделал замечание Поляков.\n–Резкий наезд? Я абсолютно спокоен. – и вправду, голос человека звучал мелодично и монотонно. – А сейчас я абсолютно возьму и проголосую против тебя. И уверен, другие меня поддержат.\n–Если вы не идиоты, то сможете понять, что я крайне полезен для вас, так что нельзя меня сливать.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "–Надеюсь, все определились со своим мнением и готовы голосовать. – Серёжа подвёл черту и подготовил всех к голосованию. – Макс, голосуй первым.\n–Почему я? – возмутился юноша.\n–Мне очень интересно знать твоё мнение.",
    "answers": [
      {
        "id": 27,
        "text": "Голосовать против Серёжи",
        "need": [
          -27,
          -28,
          -29,
          -30,
          -31,
          -32,
          -33
        ]
      },
      {
        "id": 26,
        "text": "\n–Я голосую против Серёжи.\n–Обидно, между прочим. Ну да ладно, давайте узнаем, против кого голосует Маша.",
        "need": [
          27
        ],
        "merge": true
      },
      {
        "id": 28,
        "text": "Голосовать против Маши",
        "need": [
          -27,
          -28,
          -29,
          -30,
          -31,
          -32,
          -33
        ]
      },
      {
        "id": 26,
        "text": "\n–Я голосую против Маши.\n–Ого, ну ладно. Теперь давай узнаем голос Маши. Может быть, она ответит тебе на такую дерзость?",
        "need": [
          28
        ],
        "merge": true
      },
      {
        "id": 29,
        "text": "Голосовать против Саши",
        "need": [
          -27,
          -28,
          -29,
          -30,
          -31,
          -32,
          -33
        ]
      },
      {
        "id": 26,
        "text": "\n–Я голосую против Саши.\n–Ого, ну ладно. Давайте узнаем, против кого голосует Маша.",
        "need": [
          29
        ],
        "merge": true
      },
      {
        "id": 30,
        "text": "Голосовать против Люды",
        "need": [
          -27,
          -28,
          -29,
          -30,
          -31,
          -32,
          -33
        ]
      },
      {
        "id": 26,
        "text": "\n–Я голосую против Люды.\n–Ого, ну ладно. Давайте узнаем, против кого голосует Маша.",
        "need": [
          30
        ],
        "merge": true
      },
      {
        "id": 31,
        "text": "Голосовать против Коли",
        "need": [
          -27,
          -28,
          -29,
          -30,
          -31,
          -32,
          -33
        ]
      },
      {
        "id": 26,
        "text": "\n–Я голосую против Коли.\n–Ого, ну ладно. Давайте узнаем, против кого голосует Маша.",
        "need": [
          31
        ],
        "merge": true
      },
      {
        "id": 32,
        "text": "Голосовать против Эльдара",
        "need": [
          -27,
          -28,
          -29,
          -30,
          -31,
          -32,
          -33
        ]
      },
      {
        "id": 26,
        "text": "\n–Я голосую против Эльдара.\n–Ого, ну ладно. Давайте узнаем, против кого голосует Маша.",
        "need": [
          32
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 33,
        "text": "Голосовать против Насти",
        "need": [
          -27,
          -28,
          -29,
          -30,
          -31,
          -32,
          -33
        ],
        "merge": false
      },
      {
        "id": 26,
        "text": "\n–Я голосую против Насти.\n–Ого, ну спасибо за голос. Теперь давай узнаем голос Маши.",
        "need": [
          33
        ],
        "merge": true
      },
      {
        "id": 34,
        "text": "Маша голосует против...",
        "need": [
          27,
          -34
        ]
      },
      {
        "id": 34,
        "text": "Маша голосует против...",
        "need": [
          28,
          -34
        ]
      },
      {
        "id": 34,
        "text": "Маша голосует против...",
        "need": [
          29,
          -34
        ]
      },
      {
        "id": 34,
        "text": "Маша голосует против...",
        "need": [
          30,
          -34
        ]
      },
      {
        "id": 34,
        "text": "Маша голосует против...",
        "need": [
          31,
          -34
        ]
      },
      {
        "id": 34,
        "text": "Маша голосует против...",
        "need": [
          32,
          -34
        ]
      },
      {
        "id": 34,
        "text": "Маша голосует против...",
        "need": [
          33,
          -34
        ]
      },
      {
        "id": 26,
        "text": "\n–Пожалуй, я оставлю голос против Коли. Думаю, не стоит объяснять, почему.\n–Спасибо, Машуль. – сказал строитель уходящей в толпу мадемуазель. – Саша, твой черёд.",
        "need": [
          34,
          23,
          -10
        ],
        "merge": true
      },
      {
        "id": 26,
        "text": "\n–Пожалуй, я оставлю голос против Коли. Думаю, не стоит объяснять, почему.\n–Спасибо, Машуль. – сказал строитель уходящей в толпу мадемуазель. – Саша, твой черёд.",
        "need": [
          34,
          10,
          -23
        ],
        "merge": true
      },
      {
        "id": 26,
        "text": "\n–Пожалуй, я оставлю голос против Коли. Думаю, не стоит объяснять, почему.\n–Спасибо, Машуль. – сказал строитель уходящей в толпу мадемуазель. – Саша, твой черёд.",
        "need": [
          34,
          23,
          10
        ],
        "merge": true
      },
      {
        "id": 26,
        "text": "\n–Пожалуй, я оставлю голос против Макса. Я была разочарована его поступками в течение этого раунда.\n–Спасибо, Машуль. – сказал строитель уходящей в толпу мадемуазель. – Саша, твой черёд.",
        "need": [
          34,
          11,
          24
        ],
        "merge": true
      },
      {
        "id": 35,
        "text": "Саша голосует против...",
        "need": [
          34,
          -35
        ]
      },
      {
        "id": 26,
        "text": "\n–Я проголосую против Коли. Именно он разрушает гармонию в нашем сообществе.\n–Принято. Следующей голосует Люда.",
        "need": [
          35
        ],
        "merge": true
      },
      {
        "id": 36,
        "text": "Люда голосует против...",
        "need": [
          35,
          -36
        ]
      },
      {
        "id": 26,
        "text": "\n–Я голосую против Коли. \n–Кратко. Спасибо. – отрезал Сергей. – Кто следующий? Может, Коля? \n–Конечно. А то я подозреваю, что жить мне недолго осталось. – мужчина посмеялся, но в его смехе отчётливо слышалась фальшь.",
        "need": [
          36
        ],
        "merge": true
      },
      {
        "id": 37,
        "text": "Коля голосует против...",
        "need": [
          36,
          -37
        ]
      },
      {
        "id": 26,
        "text": "\n–Я не отхожу от своих принципов, и по-прежнему голосую против Насти.\n–З-за что?.. – тихо произнесла номинантка.\n–Сама знаешь.\n–А знаешь, что? – неожиданно шатенка стала куда увереннее. – Я не позволю тебе остаться безнаказанным! Я голосую против Коли. \n–Оу, у нас ещё один голос. – заметил Серёжа. \n–Ой-ой-ой, а куда же пропал весь твой страх? – наигранно весёлым голосом спросил парень в костюме. – Эх, надо тебе ещё прокачать актёрское мастерство.\n–Да пошёл ты...\n–Так, спокойнее! – вмешался в конфликт строитель. – Мы с Эльдаром ещё не проголосовали, а у нас всего 2 минуты осталось.",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 38,
        "text": "Эльдар голосует против...",
        "need": [
          37,
          -38
        ]
      },
      {
        "id": 26,
        "text": "\n–Мне не нравится весь этот движ, направленный против Коли. Но не похоже, что у меня сейчас есть какие-то другие варианты, так что прости, но я против тебя, чувак.\n–Плюс один. – усмехнулся бизнесмен.",
        "need": [
          38
        ],
        "merge": true
      },
      {
        "id": 39,
        "text": "Серёжа голосует против...",
        "need": [
          38,
          -39
        ]
      },
      {
        "id": 26,
        "text": "\n–Что ж, остался только я. Я не могу просто так оставить тот факт, что Максим беспричинно проголосовал против меня. Считайте это местью, но я против Макса.",
        "need": [
          27,
          39
        ],
        "merge": true
      },
      {
        "id": 26,
        "text": "\n–Что ж, остался только я. Пожалуй, присоединюсь к общей тендемике и проголосую против Коли. Его поведение слишком пагубно сказывается на нашей команде. ",
        "need": [
          -27,
          39
        ],
        "merge": true
      },
      {
        "id": 40,
        "text": "Итоги голосования",
        "need": [
          39
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "–Я голосую против Серёжи.\n–Обидно, между прочим. Ну да ладно, давайте узнаем, против кого голосует Маша.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад ",
        "backstepCount": 1,
        "id": 27
      }
    ]
  },
  {
    "id": 28,
    "text": "–Я голосую против Маши.\n–Ого, ну спасибо за голос. Теперь давай узнаем голос Маши. Может быть, она ответит тебе на такую дерзость?",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 28
      }
    ]
  },
  {
    "id": 29,
    "text": "–Я голосую против Саши.\n–Ого, ну ладно. Давайте узнаем, против кого голосует Маша.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад ",
        "backstepCount": 1,
        "id": 29
      }
    ]
  },
  {
    "id": 30,
    "text": "–Я голосую против Люды.\n–Ого, ну ладно. Давайте узнаем, против кого голосует Маша.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад ",
        "backstepCount": 1,
        "id": 30
      }
    ]
  },
  {
    "id": 31,
    "text": "–Я голосую против Коли.\n–Ого, ну ладно. Давайте узнаем, против кого голосует Маша.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 31
      }
    ]
  },
  {
    "id": 32,
    "text": "–Я голосую против Эльдара.\n–Ого, ну ладно. Давайте узнаем, против кого голосует Маша.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 32
      }
    ]
  },
  {
    "id": 33,
    "text": "–Я голосую против Насти.\n–Ого, ну ладно. Давайте узнаем, против кого голосует Маша.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 33
      }
    ]
  },
  {
    "id": 34,
    "text": "–Пожалуй, я оставлю голос против ",
    "answers": [
      {
        "need_sometimes": true,
        "id": 34,
        "text": "Коли. Думаю, не стоит объяснять, почему.\n–Спасибо, Машуль. – сказал строитель уходящей в толпу мадемуазель. – Саша, твой черёд.",
        "need": [
          -11,
          -24
        ],
        "merge": true
      },
      {
        "id": 34,
        "text": "Макса. Я была разочарована его поступками в течение этого раунда.\n–Спасибо, Машуль. – сказал строитель уходящей в толпу мадемуазель. – Саша, твой черёд.",
        "need": [
          11,
          24
        ],
        "merge": true
      },
      {
        "isBack": true,
        "text": "Назад",
        "id": 34,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 35,
    "text": "–Я проголосую против Коли. Именно он разрушает гармонию в нашем сообществе.\n–Принято. Следующей голосует Люда.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 35,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 36,
    "text": "–Я голосую против Коли. \n–Кратко. Спасибо. – отрезал Сергей. – Кто следующий? Может, Коля? \n–Конечно. А то я подозреваю, что жить мне недолго осталось. – мужчина посмеялся, но в его смехе отчётливо слышалась фальшь.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 36
      }
    ]
  },
  {
    "id": 37,
    "text": "–Я не отхожу от своих принципов, и по-прежнему голосую против Насти.\n–З-за что?.. – тихо произнесла номинантка.\n–Сама знаешь.\n–А знаешь, что? – неожиданно шатенка стала куда увереннее. – Я не позволю тебе остаться безнаказанным! Я голосую против Коли. \n–Оу, у нас ещё один голос. – заметил Серёжа. \n–Ой-ой-ой, а куда же пропал весь твой страх? – наигранно весёлым голосом спросил парень в костюме. – Эх, надо тебе ещё прокачать актёрское мастерство.\n–Да пошёл ты...\n–Так, спокойнее! – вмешался в конфликт строитель. – Мы с Эльдаром ещё не проголосовали, а у нас всего 2 минуты осталось.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 37
      }
    ]
  },
  {
    "id": 38,
    "text": "–Мне не нравится весь этот движ, направленный против Коли. Но не похоже, что у меня сейчас есть какие-то другие варианты, так что прости, но я против тебя, чувак.\n–Плюс один. – усмехнулся бизнесмен.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 38
      }
    ]
  },
  {
    "id": 39,
    "text": "–Что ж, остался только я. ",
    "answers": [
      {
        "id": 39,
        "text": "Я не могу просто так оставить тот факт, что Максим беспричинно проголосовал против меня. Считайте это местью, но я против Макса.",
        "need": [
          27
        ],
        "merge": true
      },
      {
        "id": 39,
        "text": "Пожалуй, присоединюсь к общей тендемике и проголосую против Коли. Его поведение слишком пагубно сказывается на нашей команде. ",
        "need": [
          -27
        ],
        "merge": true
      },
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 39
      }
    ]
  },
  {
    "id": 40,
    "text": "–Что можно сказать? Это голосование раскрыло многое о нашей компании. – начал Сергей. – Но, как не удивительно, больше всего голосов получил Коля.\n–Знаю, что у вас мало времени, поэтому не буду растягивать. Вы лицемеры, знайте это! – воскликнул мужчина. – Каждый из вас, по своему уникальный лицемер. Все оставили во мне какие-то эмоции. Но, наверно, больше всех меня удивил Макс.\n–Я? – удивился молодой человек.\n–Да. ",
    "answers": [
      {
        "id": 40,
        "text": "И я хочу тебе кое-что сказать. Подойди ко мне и узнаешь. ",
        "need": [
          10,
          24,
          33
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "Подойти и выслушать Колю",
        "need": [
          10,
          24,
          33
        ]
      },
      {
        "id": 42,
        "text": "Послать Колю"
      },
      {
        "id": 43,
        "text": "Обрадоваться комплименту",
        "need": [
          -11,
          -23,
          -31
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 41,
    "text": "Сделав резкое движение, парень оказался прямо перед богачом. Не зная, что делать дальше, Макс уже было растерялся, но второй подошёл вплотную и прошептал студенту на ухо:\n–Рублёво-Успенское шоссе, дом 120, придёшь и скажешь дворецкому \"Принёс сладостей и чайку вашему Николаю Поляку\". Это кодовая фраза, дворецкий проведёт тебя в мою комнату. Тебе надо будет ввести пароль, чтобы открыть сейф. Пароль 21042016. Не смей его забыть!\n–Хорошо. – юноша кивнул головой, после чего отошёл от человека.",
    "answers": [
      {
        "id": 41,
        "text": "Получено достижение \"Гений гения видит издалека\"",
        "comment": true
      },
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "–Знаешь, что, Коленька? А не пошёл-ка ты? – по расширившимся глазам богача можно было понять, что такой резкий ответ его очень удивил. – Я устал от твоего эгоизма, от твоей грубости по отношению к другим, и конечно же, от космического лицемерия. Ты называешь нас лицемерами, а сам чем отличаешься?\n–Эх, разочаровываешь меня, мальчик... – грустно произнёс Коля.",
    "answers": [
      {
        "id": 44,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 43,
    "text": "–Надеюсь, я тебя удивил только в хорошем смысле. – приятным тоном произнёс парень. \n–Не во всём, но в принципе, да, ты довольно классный парень. Так что удачи тебе выжить. – собеседник вдруг улыбнулся. \n–Спасибо... – только и мог сказать Макс.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "–Ладно, шакалята, пора мне прощаться с вами. Гореть в аду всем, кто голосовал против меня! А теперь, прощайте, неудачники! – показав напоследок два средних пальца, брюнет подошёл к двери. – Дядя, какой код? – посмотрел на динамик.\n–Запоминай пароль, повторять не буду. – неожиданно появившийся голос напугал двух девушек. – 15, 10, 12, 16, 13, 1, 11.\n–Так, 15, 10, затем... 12? Или 13? Чёрт, ну зачем такой длинный пароль?\n–Запоминай пароль, повторять не буду. – на удивление, фраза из громкоговорителя повторилась. – 15, 10, 12, 16, 13, 1, 11.\n–О, спасибо, добрый маньяк! – на этот раз гений быстро ввёл все числа, и дверь наконец открылась.\nМужчина посмотрел на семёрку игроков напоследок, и казалось, что он хотел что-то сказать. Но оставалось слишком мало времени... Поэтому Николай просто вошёл в комнату с мягкими белыми стенами, и в следующую секунду дверь захлопнулась.",
    "answers": [
      {
        "id": 47,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 45,
    "text": "Здесь будут отображаться достижения, которые вы получили по ходу прохождения игры.",
    "answers": [
      {
        "id": 45,
        "text": "\"Гений гения видит издалека\"\nНаладить максимально хорошие отношения с Колей",
        "need": [
          41
        ],
        "comment": true
      },
      {
        "id": 45,
        "text": "\"В стае есть лишь один вожак\"\nИзгнать из игры Серёжу во втором раунде",
        "comment": true,
        "need": [
          83
        ]
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "Здесь будут отображаться концовки, которые вы получили по ходу прохождения игры.",
    "answers": [
      {
        "id": 46,
        "text": "\"Не размахивайся кулаками\"\nБыть исключённым из игры во втором раунде после драки с Серёжей",
        "need": [
          82
        ],
        "comment": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "–Вот вы и потеряли своего первого человека. – с наигранной печалью сообщил организатор. – Сделали ли вы правильный выбор или ошиблись, узнаете уже скоро. А пока, я предлагаю вам немного передохнуть. \n–Хах, принесите сюда виски. – обрадовалась темноволосая, не дослушав голос.\n–Как насчёт того, чтобы немного поспать? – после такого неожиданного предложения из стен вдруг начал выходить какой-то неизвестный газ.\n–Ааааа! Что это?! – запаниковала полненькая.\n–Что за подс... – спортсмен не смог договорить фразу, потому что зелёный газ понемногу усыплял компанию. И уже через минуту все лишились сознания.",
    "answers": [
      {
        "id": 47,
        "text": "Конец первого раунда ",
        "comment": true,
        "text_color": [
          0.8,
          0.8,
          0
        ]
      },
      {
        "id": 48,
        "text": "Начать второй раунд "
      }
    ]
  },
  {
    "id": 48,
    "text": "Прошло некоторое время, и люди понемногу начали приходить в чувства. Поначалу многие растерялись, в том числе и главный герой. Однако память о произошедших событиях резко нахлынула, заставив голову разболеться. Схватившись за горячий лоб, мужчина оглядел друзей по несчастью. К этому времени все уже проснулись.\n–Ох, чем это нас вырубили? – протёрла глаза Маша.\n–Вероятно, какой-то усыпляющий газ. – предположил строитель. – Правда, мне на ум не приходит таких сильных веществ.\n–Возможно, это примесь различных веществ, которая привела к созданию нового. – предположил Максим.\n–То есть, наш злодей – химик, который любит необычные эксперименты? – сказала в шутку голубоглазая. Вот только для юноши это была не шутка.\n–Да, при чём, это профессиональный химик, наверняка с большим стажем.\n–Признавайтесь, кто учился на химика? – турист грозно посмотрел на каждого члена семёрки.\n–Чур не я, у меня вообще высшего образования нет! – начала отнекиваться сорокалетняя.\n–Пацан, а ты на кого учишься? – Эльдар с подозрением посмотрел на самого молодого члена компании.\n–Вообще-то, я будущий программист! ",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "–Ребят, а вам не интересно узнать, что стало с Колей? – вопрос блондинки заставил всех обратить на неё внимание.\n–Да, б-было бы неплохо у-узнать, что с ним стало... – согласилась Настя.\n–Вот только у двери длинный пароль, не меньше десяти цифр. Так что я не удивлюсь, если никто не вспомнит его. – высказался Александр.\n–Пожалуйста, скажите, что у кого-то из вас память лучше, чем у женщины с кризисом среднего возраста. – Люда старалась сохранять оптимистичный настрой, но получалось с трудом. – Я помню только то, что пароль начинался на 10.\n–Вообще-то, код начинался с 15, а потом уже было 10. – опровергнул брюнетку парень в кожанке. \n–Нет, сначала 10, потом 15!\n–Так, разойдитесь! – неожиданно Максим решил взять инициативу на себя. – Я не уверен наверняка, каким был пароль, но несколько комбинаций у меня есть.\n–А что, если ты введёшь пароль неправильно? – забеспокоилась голубоглазка.\n–Максимум, что может произойти – неприятный писк. Потому что учитывая сложность пароля, даже для её создателя было бы опасно ставить какую-нибудь травмоопасную систему защиты на дверь. Так что током меня точно не ударит.\nВоодушевлённый парень начал вводить цифры на панели, и вскоре набрал комбинацию...",
    "answers": [
      {
        "id": 50,
        "text": "1015121611131"
      },
      {
        "id": 50,
        "text": "1015161211131"
      },
      {
        "id": 50,
        "text": "1015121613111"
      },
      {
        "id": 50,
        "text": "1510121611131"
      },
      {
        "id": 50,
        "text": "1510161211131"
      },
      {
        "id": 51,
        "text": "1510121613111"
      }
    ]
  },
  {
    "id": 50,
    "text": "Однако набор цифр оказался неверным. Звонкий писк раздался по комнате, подтверждая это.\n–Может, оставишь это дело? – предложила Настя.\n–Ну уж нет, я так просто не сдамся!",
    "answers": [
      {
        "id": 49,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "Как только юноша нажал последнюю цифру, дверь слегка приоткрылась. Это был верный знак того, что набранный код был правильным.\n–Ну что, готовы, ребят? – спросила остальных Маша.\n–Если честно, нет... – девушка в сарафане робела от неизвестности. \n–Если там действительно труп, то... – тяжело вздохнув, светловолосый замолк.\nМакс наконец осмелился и открыл врата в тюрьму нараспашку. Белые мягкие стены встретили гостей. В центре стены, находящейся напротив компании, была дверь, похожая на первую, за исключением того, что она имела не металлически-серый, а чёрный цвет. Но помимо необычного интерьера, помещение содержало ещё один сюрприз: в другом конце комнаты лежало окровавленное тело Николая. Что удивительно, ни на стенах, ни на полу никакой крови не было. Неужели вся красная жидкость действительно осталась на жертве? С таким большим количеством ранений, в это было трудно поверить.",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "–Аааааааа!!! – закричала кондитер.\n–Какой ужас... – другая девушка, одетая в красную водолазку и чёрные штаны, застыла на месте при виде мертвеца.\n–Даже этот придурок не заслужил такой судь... – но вдруг Сашу прервал звонкий голос, раздавшийся из громкоговорителя.\n–Прошло всего несколько минут, и вот мы снова вместе. Ох, ребят, как я рад, что вы пережили первый раунд! Давайте не будем скорбить о погибшем, а вместо этого поскорее начнём второй раунд! – игнорируя факт гибели Полякова, оратор оставался навеселе. – Скажу сразу: в сундуке две записки с цифрой 2, обе будут для вас крайне полезны. Удачи выжить! – и на этом короткая речь безумца закончилась.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "–Две вторых записки? И мы должны их обе открыть? – задумалась домохозяйка. \n–Вероятно, так. – согласился Серёжа. – Либо у нас в этом раунде 2 проблемных вопроса, либо...\n–Ребят, а что мы будем делать с этой криповой белой комнатой? – слова Эльдара прервали мысль брюнета. – Потому что я не горю желанием смотреть на мёртвого.\n–Мы могли бы просто закрыть комнату. – предложил программист. – Потому что оставаться с трупом – не лучшая идея.\n–Ребят, вам может не понравиться такая идея, но я не думаю, что нам стоит закрывать тюрьму. – слова Люды удивили всех шестерых слушателей без исключения.\n–Ч-что? Ты с-с ума сошла? – заволновалась та, что в сарафане.\n–Мы ведь будем открывать эту дверь, и возможно, ещё не раз. У неё довольно сложный пароль, так что вспомнить и ввести его будет непростой задачей. А мне бы не очень хотелось погибнуть из-за того, что мы не введём комбинацию до конца временного лимита.\n–Нуууу, может быть, в этом и есть какая-то логика. – обронил фразу строитель.\n–Что?! Ты понимаешь, что у нас там ТРУП! – Бурматаев перешёл на крик. – И я хочу, чтобы нас от него отделяла как минимум одна металлическая дверь.\n–К тому же, я бы не очень хотела чувствовать запах крови, а поверь мне, он скоро появится. – Маша встала на сторону Эльдара.",
    "answers": [
      {
        "id": 54,
        "text": "–Мы должны оставить дверь открытой."
      },
      {
        "id": 55,
        "text": "–Я бы закрыл дверь, ибо тоже не горю желанием видеть мертвеца."
      }
    ]
  },
  {
    "id": 54,
    "text": "–Ещё один придурок нашёлся! – возмутился боксёр. – Я не собираюсь стоять рядом с трупом.\n–Ну и не стой, у нас есть синяя комната. – Максима начала раздражать навязчивость мужчины.\n–А я согласен с Эльдаром, мне тоже не нравится идея с открытой дверью. – сказал Сергей. \n–Знаете, что... – вся компания, стоявшая в первом, более тесном помещении, обратила свой взор на спортсмена. И в этот момент парень в чёрной кожаной куртке со всей силой хлопнул дверью. Одно мгновение, и дверь вновь закрылась. \n–Ты... ты что наделал?! – темноволосая яростно посмотрела на Эльдара. \n–Позаботился о себе и о вас.\n–Идиот... – прошипел парень в белой футболке и синих штанах.\n–Идиот – это ты, Макс. А Эльдар прав.",
    "answers": [
      {
        "id": 54,
        "text": "Отношения с Людой улучшились",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 54,
        "text": "Отношения с Эльдаром ухудшились",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 54,
        "text": "Отношения с Серёжей ухудшились",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "–Вот, Макс красавчик, он тоже понимает, что стоять рядом с трупом – плохая идея. – боксёр улыбнулся юноше.\n–Да какой Макс красавчик? Если мы закроем дверь, то фиг потом вспомним пароль. Вот ты помнишь пароль? – Серёжа обратился уже к парню в белой футболке и синих штанах.\n–Конечно! – Макс задрал голову. – 1, 5, 1, 0, 1, 2, 1, 6, 1... Затем 1, да, 1, 1, 3 и 1.\n–Мне кажется, в конце было 13111. – подсказал путешественник.\n–Знаете, что... – вся компания, стоявшая в первом, более тесном помещении, обратила свой взор на спортсмена. И в этот момент парень в чёрной кожаной куртке со всей силой хлопнул дверью. Одно мгновение, и дверь вновь закрылась. \n–Ты... ты что наделал?! – темноволосая яростно посмотрела на Эльдара. \n–Позаботился о себе и о вас.\n–Дура... – прошипел молодой. \n–Кто дура, так это ты, Макс. – грубо ответил Серёжа. ",
    "answers": [
      {
        "id": 55,
        "text": "Отношения с Эльдаром улучшились ",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 55,
        "text": "Отношения с Машей улучшились ",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 55,
        "text": "Отношения с Людой ухудшились",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 55,
        "text": "Отношения с Серёжей ухудшились",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "–Слушайте, ребят, может вместо ссор мы уже начнём раунд? – слова блондинки всех отрезвили.\n–Да... ты права. – Серёжа умерил свой пыл.\n–Ну что, открываем сундук? – развеселилась дама в зелёном.\n–Да. – уверенно сказал Александр.\n–Тогда начинаем! – человек в полукомбинезоне открыл сундук и взял таймер. Саша же, немного порывшись в записках, нашёл две бумажки с цифрой 2.\n–Ну что? – путешественник бросил взгляд на того, кто держал секундомер.\n–Запускаю таймер на 10 минут. – как только Серёжа сказал это, второй открыл первую записку.\n–\"Почему вы должны выбраться отсюда?\"\n–У меня мама! – выпалила Настя. – Она с-совсем одна, и завтра у неё... день рождения.\n–Давай повременим с ответом на этот вопрос, мы ещё не прочитали вторую записку. – сказал кареглазый.\n–Хорошо, Макс...",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "–Так, во второй записке у нас... – турист развернул вторую бумагу и прочитал единственное слово, написанное на ней. – \"\"Мария\"\".\n–Что? – удивилась девушка, чьё имя оказалось на бумаге.\n–А вот это очень интересно. – лысый посмотрел на визажиста, прищурив глаза. \n–Маша, что это значит? – задала вопрос Люда.\n–Хах, не одному мне показалось подозрительным, что на бумаге вдруг написали имя Маши в кавычках? – Саша в миг начал относиться к светловолосой по-другому. \n–Я... я не знаю! Честно, я не знаю, почему тут написано моё имя! – испуганная девушка посмотрела на Максима, надеясь, что тот сможет её как-то оправдать.",
    "answers": [
      {
        "id": 58,
        "text": "–Думаю, Маша действительно как-то особенно связана с этой игрой. Опасно ей сейчас доверять."
      },
      {
        "id": 59,
        "text": "–Я не думаю, что у нас есть причины не доверять Маше. Это просто имя на бумажке."
      }
    ]
  },
  {
    "id": 58,
    "text": "–Ну почему вы мне не верите? – на глазах девушки появились слёзы.\n–А я не думаю, что у нас есть причины обвинять Машу в чём-либо. – вдруг вмешался в дискуссию строитель.\n–А? – удивился мужчина в гавайской рубашке.\n–Вас не смутило то, что имя написано в кавычках? \n–Может быть, это потому, что \"Маша\" – фальшивое имя? – предположил Бурматаев.\n–Навряд ли. Скорее, это название какого-то заведения, компании, или крошечного кафе. В общем, это что угодно, но только не улика против Марии. – слова брюнета звучали довольно убедительно, и многие начали прислушиваться к ним.\n–Может, ты и прав... — начал путешественник. – Но всё равно, я не могу сейчас до конца доверять Маше. \n–Я с-согласна с тоб-бой, Серж. – Настя слегка улыбнулась.\n–Хорошо, всё выяснили, все молодцы. Кроме Макса, конечно же. \n–Почему ты опять ко мне придираешься?\n–Потому что не надо клеветать прелестную даму!",
    "answers": [
      {
        "id": 58,
        "text": "Отношения с Машей ухудшились ",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 58,
        "text": "Отношения с Серёжей ухудшились ",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 60,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 59,
    "text": "–Чувак, на бумаге её имя! – воспротивился боксёр.\n–Ну почему вы мне не верите? – на глазах девушки появились слёзы.\n–А я не думаю, что у нас есть причины обвинять Машу в чём-либо. – вдруг вмешался в дискуссию строитель.\n–А? – удивился мужчина в гавайской рубашке.\n–Вас не смутило то, что имя написано в кавычках? \n–Может быть, это потому, что \"Маша\" – фальшивое имя? – предположил Бурматаев.\n–Навряд ли. Скорее, это название какого-то заведения, компании, или крошечного кафе. В общем, это что угодно, но только не улика против Марии. – слова брюнета звучали довольно убедительно, и многие начали прислушиваться к ним.\n–Может, ты и прав... — начал путешественник. – Но всё равно, я не могу сейчас до конца доверять Маше. \n–Я с-согласна с тоб-бой, Серж. – Настя слегка улыбнулась.\n–Хорошо, всё выяснили, все молодцы. Кроме Макса, конечно же. \n–Почему ты опять ко мне придираешься?\n–Потому что ты не можешь нормально защитить прелестную даму!",
    "answers": [
      {
        "id": 59,
        "text": "Отношения с Машей улучшились",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 59,
        "text": "Отношения с Серёжей ухудшились ",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "–Ладно, будем считать, что со второй запиской мы разобрались. – заключила женщина средних лет. – Но что насчёт первого сообщения?\n–Да, думаю, можно уже начинать говорить свои плаксивые речи. – сказал Эльдар.\n–Чувак, тот факт, что ты говоришь прямо как Коля, меня напрягает. – блондин явно заволновался.\n–А ведь и вправду...\n–Ладно, давайте реально уже поговорим о чём-то дельном. – согласился Сергей. – Если никто не против, я начну. – все молчали. – Конечно же, вы все помните, что я Серёжа, 30-летний строитель. Но помимо заурядной работы, у меня также есть и 4-летняя дочь. Жена умерла при родах, и... – голос предательски задрожал. – И я один растил свою принцессу эти 4 года. Без меня Алиса наверняка окажется в детском доме, а это не то будущее, которое я хочу дать своему ребёнку.\n–Серёж! – пухлая девушка неожиданно подбежала к отцу и обняла его.\n–Ого... спасибо. – только и мог сказать темноволосый.\n–Слушай, Насть, как насчёт того, чтобы ты рассказала нам о себе? – предложила дама в красном.\n–Да... да. Понимаете, если Серёже надо заботиться о младшем родственнике, то мне – о старшем...",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "–Моя мать родила меня, когда ей было уже почти 50 лет. Сказать по правде, быть дочерью женщины на шестом десятке – настоящее горе. Надо мной смеялись сначала из-за того, что моя мать старуха, а потом из-за того, что я на фоне стресса начала толстеть. И конечно же, я любила сладости! От этого вес набирался только быстрее... – на момент девушка замолкла, но потом продолжила. – Даже мама начала осуждать меня за то, что я слишком много ем. Но в какой-то момент я наплевала на мнение окружающих и начала жить в своё удовольствие.\n–Тем не менее, у тебя развились некоторые страхи, не так ли? – прервал красивую речь Макс.\n–Да... Однажды у меня вдруг ни с того, ни с сего случился инфаркт. Хотя ладно, вру, были для этого причины. Но в тот момент, когда я оказалась на грани смерти, то поняла, что не хочу умирать. Я хочу жить, радоваться жизни, наслаждаться яркими моментами!\n–Знаешь, что я заметил... Ты не кричала и не плакала, когда говорила. Ты ни разу не заикнулась и не запнулась... Настя, ты победила свой страх.\n–Я... правда? – девушка сначала улыбнулась, а затем рассмеялась. – Я действительно сделала это! Я не боюсь! Не запинаюсь! Я...\n–Надеюсь, не хочешь умереть? – неловкий вопрос Саши сменил настроение девушки.\n–Нет, не беспокойся. ",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "–Знаете, наверно, пришла моя очередь вскрывать свои шрамы. – в центр вышел Эльдар. – Сколько себя помню, я обожал заниматься спортом. Много чего перепробовал: волейбол, футбол, дзюдо, бег... Но когда мне было 9 лет, я впервые столкнулся с боксом. Это была любовь с первого удара. – на этих словах Макс едва не засмеялся, но остальные стояли как вкопанные и внимательно слушали речь мужчины. – С тех пор я не могу жить без бокса, а бокс не может жить без меня.\n–Знаешь, это очень интересная история, но... Мне трудно тебя понять. – призналась женщина в чёрном свитере, тяжело вздохнув. – У Насти и Серёжи важные и понятные для всех ценности – их близкие люди. Им легко сопереживать, особенно Серёже – в конце концов, у меня тоже есть дети. Однако не каждый отдаёт всего себя спорту, как ты.\n–Знаю, это может быть непросто понять. Но вы ведь отдаёте себя семье, работе, чему-то ещё – любой вещи, которой вы дорожите. Для меня эта вещь – бокс.\n–Кстати, Люд, что насчёт твоих ценностей? – задала вопрос шатенка.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "–Я человек семейный. – начала речь мадам средних лет. – С детских лет меня приучали к тому, что семья для женщины важнее всего. Саазать по правде, я поначалу не разделяла взглядов родителей, поэтому и решила построить свою карьеру. Поначалу всё шло хорошо, но в 28 лет моя карьера рухнула, потому что я забеременела от парня. В первые дни я с ума сходила, хотела сделать аборт, но спасибо Дане за то, что он отговорил меня. Ведь в тот момент, когда я взяла в руки своего ребёнка, то поняла, что всё остальное уже не важно, потому что у меня есть сын!\n–Разве ты не говорила, что у тебя двое детей? – вспомнила светловолосая.\n–Да, Саше 14, а младшей, Арине, скоро исполнится 9.",
    "answers": [
      {
        "id": 64,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 64,
    "text": "–Наверно, пора уже добивать женские драматические истории, так что я буду следующей. – вызвалась Мария. – Я известный московский визажист, при том, что работаю я всего несколько лет. Однако перед тем, как стать профессиональным визажистом... ох, кем я только не была. – девушка немного смутилась. – В маке на кассе стояла, пиццу возила, пьяных людей домой привозила, за стариками ухаживала сутками, в общем, страдала всякими муками. – прежде чем главный герой смог раскрыть рот и задать вопрос, рассказчица дала на него ответ. – И да, я сбежала от родителей.\n–Ого... – удивился турист.\n–Меня хотели отправить в семинарию, но я не собиралась мириться с судьбой монашки.\n–Знаешь, а у нас довольно похожие истории. – неожиданно вмешалась Люда. – Но я рада, что ты в итоге не послушала советов родителей. \n–Оу, спасибо.\n–Да, Маш, ты определённо должна гордиться собой. – студент постарался приободрить девушку. Блондинка в ответ улыбнулась. ",
    "answers": [
      {
        "id": 64,
        "text": "Отношения с Машей улучшились ",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "–Позвольте уж и мне высказаться. – настала очередь Саши. – Эльдар уже говорил про то, что он отдаёт всего себя спорту, так что думаю, он точно сможет меня понять. Я тоже до ужаса увлечён необычной вещью, а именно, туризмом. За свою жизнь я посетил почти сотню стран, увидел тысячи достопримечательностей. Ох, где я только не побывал...\n–Больше похоже на прощальную речь, чем на то, что заставит нас оставить тебя в игре. – иронически сказал Скрипулин. \n–Заткнись, Серж. Я посетил всего 95 стран! А ведь в мире больше 200 государств, и с каждым днём их меньше не становится. Я хочу облететь весь, абсолютно весь земной шар, и увидеть всё, что только можно! Это моя великая мечта.\n–Знаешь, меня очень интересовала одна вещь. – начал брюнет. – Откуда у тебя столько денег на все эти путешествия? \n–Просто я родился в семье миллиардера, а потом начал свою бесконечную экскурсию по всему свету. \n–Ну и ну, у нас тут и депутат, и сын миллиардера... Макс, может о тебе мы тоже чего-то не знаем? – в шутку спросила Люда.",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "–К сожалению, я не такой богатый. И моя биография не настолько трагичная, как у остальных. Я учусь на программиста, живу обычной жизнью, мечтаю много зарабатывать и жить счастливо. Знаю, это... наивно. – долго пытался подобрать слово. – Наивно, но я ещё слишком молод, чтобы умирать.\n–Даже не умудрился себе нормальную биографию придумать. – холодно произнёс Сергей.\n–Ну извините, что у меня нет детей, я не спортсмен и не сбежал от родителей. – резко ответил молодой.\n–Макс... – было начала Маша, но тут парень в сером её перебил.\n–Колись, Макс, зачем ты нас сюда привёл?!",
    "answers": [
      {
        "id": 67,
        "text": "–Что ты имеешь ввиду?"
      }
    ]
  },
  {
    "id": 67,
    "text": "–Ты мне показался подозрительным ещё в первом раунде. Весь такой из себя \"обычный парень\".\n–Обычные парни не становятся программистами.\n–Заткнись! – закричал строитель. Убедившись, что обвиняемый молчит, он продолжил. – У всех были свои особенности, необычные черты, уникальные страхи, но только не у тебя. Более того, пока все пытались сориентироваться и перебороть свой страх, ты, абсолютно спокойный, щёлкал все местные загадки на раз-два.\n–По-твоему, если у меня есть мозг и я могу думать, это подозрительно? – после этих слов Максим рассмеялся чуть ли не в лицо Серёже. – К тому же, трезвый взгляд на ситуацию – как раз-таки мой плюс. Пока остальные боялись сделать и шагу в этой синей комнате, я размышлял, как мы можем выбраться отсюда.\n–Врёшь! Я знаю, что ты причастен к этому! – всё не унимался мужик.\n–Я тут не при чём!\n–Ещё как при чём!",
    "answers": [
      {
        "id": 68,
        "text": "Проигнорировать Серёжу"
      },
      {
        "id": 69,
        "text": "Ударить Серёжу в лицо"
      }
    ]
  },
  {
    "id": 68,
    "text": "–Да ну тебя, идиота. – программист повернурся к темноволосому спиной, что смутило последнего.\n–Ты не можешь просто так уходить от ответа!\n–Почему, если ты можешь меня беспричинно обвинять, я не могу просто тебя игнорировать? – сказал Федотов, оставаясь в той же позиции. –Потому что ты – главный подозреваемый. – самоуверенно сказал Серж.\n–Да? Может, тогда спросишь остальных?\n–Да легко. Ребят, все ведь согласны, что Макс вполне может быть организатором? – прозвучал вопрос, направленный толпе.\n–Сказать по правде, твоё поведение меня напрягает куда больше, чем Макса. – первой откликнулась Маша.\n–Да, я тоже сомневаюсь, что это Максим. – согласилась брюнетка.\n–По факту, Макс сейчас выглядит как жертва, а вот ты, Серёг... – Эльдар не стал договаривать предложение.",
    "answers": [
      {
        "id": 68,
        "text": "Отношения со всеми, кроме Серёжи, улучшились ",
        "comment": true,
        "text_color": [
          0,
          1,
          0
        ]
      },
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Серёжа явно хотел сказать что-то ещё, но не успел, потому что сжатый, наполненный силой ярости кулак влепился в его губы. Послышался странный звук, то ли хлопок, то ли щелчок, и через секунду...\n–О боже, что ты наделал?! – ошарашенная Настя хлопала глазами.\n–Ты... – парень в полукомбинезоне не мог нормально ничего сказать, потому что изо рта обильно текла кровь.\n–Заслужил! – вскрикнул Федотов, но всем было не до него.\n–Серёженька, ты в порядке? – подбежала к тридцатилетнему обеспокоенная визажистка.\n–Да, порядок... – ответил мужчина, стерев кровь рукавом. – Ребят, все ведь согласны, что Макс вполне может быть организатором? – прозвучал вопрос, направленный толпе.\n–Да, меня пугает его агрессия. – первой откликнулась Маша.\n–Я тоже думаю, что Максим может что-то скрывать. – согласилась брюнетка.\n–По факту, Серёжа сейчас выглядит как жертва, а вот ты, Макс... – Эльдар не стал договаривать предложение.",
    "answers": [
      {
        "id": 69,
        "text": "Отношения со всеми ухудшились",
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Пока в одном конце комнаты шушукались Эльдар, Саша и Люда, в другом отношения выясняли Серёжа и Макс.\n–Зря ты начал меня обвинять. – сказал тот, что был моложе.\n–Зря ты начал вякать, планктон. – огрызнулся собеседник. \n–Тем не менее, все больше верят мне, чем тебе.\n–Ещё посмотрим, чем закончится голосование! – уверенный в себе Сергей отошёл в сторону.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Пока в одном конце комнаты шушукались Эльдар, Саша и Люда, в другом отношения выясняли Серёжа и Макс.\n–Зря ты начал меня обвинять. – сказал тот, что был моложе.\n–Зря ты меня ударил, планктон. – огрызнулся собеседник. – Теперь все больше верят мне, чем тебе.\n–Ещё посмотрим, чем закончится голосование! – уверенный в себе Максим отошёл в сторону.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "–Пора голосовать. – сообщил строитель. – Пожалуй, я начну первым. Как вы все знаете, есть среди нас одна крыса, и я хочу поскорее избавиться от потенциального предателя. Поэтому я и голосую против Макса.\n–Вау, какая неожиданность! – наигранно драматично отреагировал студент.\n–Интересно, против кого проголосует сам Макс?",
    "answers": [
      {
        "id": 73,
        "text": "Голосовать против Серёжи",
        "need": [
          -73
        ]
      },
      {
        "id": 74,
        "text": "Голосовать против Маши",
        "need": [
          -74
        ]
      },
      {
        "id": 74,
        "text": "Голосовать против Саши",
        "need": [
          -74
        ]
      },
      {
        "id": 74,
        "text": "Голосовать против Люды",
        "need": [
          -74
        ]
      },
      {
        "id": 74,
        "text": "Голосовать против Эльдара",
        "need": [
          -74
        ]
      },
      {
        "id": 74,
        "text": "Голосовать против Насти ",
        "need": [
          -74
        ]
      },
      {
        "id": 72,
        "text": "\n–Однозначно против тебя, Серёжа. Твоя наглость не имеет предела, а космическое ЧСВ побуждает тебя сливать умных людей. В жизни бы не дружил с таким.\n–Как будто я стал бы дружить с человеком, который похитил семерых людей и обрёк их на смерть. – тихо сказал брюнет.",
        "need": [
          73
        ],
        "merge": true
      },
      {
        "id": 75,
        "text": "Маша голосует против...",
        "need": [
          73,
          68,
          -75
        ]
      },
      {
        "id": 76,
        "text": "Маша голосует против...",
        "need": [
          73,
          69,
          -76
        ]
      },
      {
        "id": 72,
        "text": "\n–Как бы я не хотела верить, что этот человек хороший, его поведение в этом раунде доказывает обратное. Поэтому прости, Серёжа, но я против тебя.\n–Маш... – лицо мужчины в миг опечалилось.",
        "need": [
          75
        ],
        "merge": true
      },
      {
        "id": 72,
        "text": "\n–Как бы я не хотела верить, что этот человек хороший, его поведение в этом раунде доказывает обратное. Поэтому прости, Макс, но я против тебя.\n–Маш... – лицо мужчины в миг опечалилось.",
        "need": [
          76
        ],
        "merge": true
      },
      {
        "id": 77,
        "text": "Настя голосует против...",
        "need": [
          75,
          -77
        ]
      },
      {
        "id": 77,
        "text": "Настя голосует против...",
        "need": [
          76,
          -77
        ]
      },
      {
        "id": 72,
        "text": "\nВ центр комнаты вышла полная женщина. \n–Ох, столько всего произошло в этом раунде. Но вот, нам пора уже голосовать. Ох, как же это сложно. – дама в сарафане отчаянно растягивала речь. – Макс, прости, но это ты.",
        "need": [
          77,
          75
        ],
        "merge": true
      },
      {
        "id": 72,
        "text": "\nВ центр комнаты вышла полная женщина. \n–Ох, столько всего произошло в этом раунде. Но вот, нам пора уже голосовать. Ох, как же это сложно. – дама в сарафане отчаянно растягивала речь. – Серёж, прости, но это ты.",
        "need": [
          77,
          76
        ],
        "merge": true
      },
      {
        "id": 78,
        "text": "Саша голосует против...",
        "need": [
          77,
          -78
        ]
      },
      {
        "id": 72,
        "text": "\n–Ох, кажется, настала моя очередь. – Александр выглядел несколько растерянным. – Взвесив все за и против, я пришёл к выводу, что самым разумным вариантом будет голосовать против Серёжи.\n–Всё понятно с тобой. – парень злостно посмотрел на того, кто надел на себя гавайскую рубашку.\n–Ой, вот только не надо обижаться! – блондину не понравился жест Сергея.",
        "need": [
          78,
          68,
          -24
        ],
        "merge": true
      },
      {
        "id": 72,
        "text": "\n–Ох, кажется, настала моя очередь. – Александр выглядел несколько растерянным. – Взвесив все за и против, я пришёл к выводу, что самым разумным вариантом будет голосовать против Макса.\n–Чувак, серьёзно? – удивился студент. \n–Только без обид, прошу. – блондин старался оставить Максима в спокойствии, но получалось с трудом.",
        "need": [
          78,
          69
        ],
        "merge": true
      },
      {
        "id": 72,
        "text": "\n–Ох, кажется, настала моя очередь. – Александр выглядел несколько растерянным. – Взвесив все за и против, я пришёл к выводу, что самым разумным вариантом будет голосовать против Насти.\n–Что?! – завизжала от удивления пышка.\n–Понимаешь, ты не приносишь нам никакой пользы. Даже Серёжа и Макс, хоть сейчас и поссорились, но они дают нам годные идеи. Ты весь первый раунд боялась всего и вся. Где гарантии того, что ты не начнёшь истерить в третьем раунде?\n–Это нелогично! – воспротивилась кондитер.\n–Это как раз очень логично. – сказал блондин.",
        "need": [
          78,
          24,
          -69
        ],
        "merge": true
      },
      {
        "id": 79,
        "text": "Эльдар голосует против...",
        "need": [
          78,
          -79
        ]
      },
      {
        "id": 72,
        "text": "\n–На самом деле, я согласен с Сашей. – сказал боксёр. – Серёжа вносит хаос в нашу команду, а если мы хотим выбраться отсюда, нам нужно быть едиными.",
        "need": [
          79,
          68,
          -24
        ],
        "merge": true
      },
      {
        "id": 72,
        "text": "\n–На самом деле, я согласен с Сашей. – сказал боксёр. – Макс вносит хаос в нашу команду, а если мы хотим выбраться отсюда, нам нужно быть едиными.",
        "need": [
          79,
          69
        ],
        "merge": true
      },
      {
        "id": 72,
        "text": "–На самом деле, я согласен с Сашей. – сказал боксёр. – Настя не приносит никакой пользы нашей команде. Если мы хотим выбраться отсюда, нам нужны мозги.",
        "need": [
          79,
          24,
          -69
        ],
        "merge": true
      },
      {
        "id": 80,
        "text": "Люда голосует против...",
        "need": [
          79,
          -80
        ]
      },
      {
        "id": 72,
        "text": "\nОставался лишь один не проголосовавший человек, а именно, Людмила.\n–Я абсолютно согласна с мужчинами и считаю, что нашей компании будет намного лучше без Серёжи, потому что он тормозит нашу команду.\n–Эх, Люда, я надеялся хотя бы на твою поддержку... – вздохнул отец.",
        "need": [
          80,
          68,
          -24
        ],
        "merge": true
      },
      {
        "id": 72,
        "text": "\nОставался лишь один не проголосовавший человек, а именно, Людмила.\n–Я абсолютно согласна с мужчинами и считаю, что нашей компании будет намного лучше без Макса, потому что он тормозит нашу команду.\n–Да уж, Люда, не ожидал от тебя такого. – программист был разочарован.",
        "need": [
          80,
          69
        ],
        "merge": true
      },
      {
        "id": 72,
        "text": "\nОставался лишь один не проголосовавший человек, а именно, Людмила.\n–Я абсолютно согласна с мужчинами и считаю, что нашей компании будет намного лучше без Насти, потому что она тормозит нашу команду.\n–И ты туда же... Предательница! – расплакалась дама в зелёном. – Буквально 10 минут назад ты меня поддерживала и мотивировала идти дальше, а сейчас спокойно голосуешь против меня!\n–Ты не пони...\n–Замолчи! – ещё громче закричала шатенка. – Я слышать тебя не хочу!",
        "need": [
          80,
          24,
          -69
        ],
        "merge": true
      },
      {
        "id": 81,
        "text": "Итоги голосования",
        "need": [
          80
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "–Однозначно против тебя, Серёжа. Твоя наглость не имеет предела, а космическое ЧСВ побуждает тебя сливать умных людей. В жизни бы не дружил с таким.\n–Как будто я стал бы дружить с человеком, который похитил семерых людей и обрёк их на смерть. – тихо сказал брюнет.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 73,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 74,
    "text": "Ну уж нет, я не могу простить этому придурку его выходки!",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 74,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 75,
    "text": "–Как бы я не хотела верить, что этот человек хороший, его поведение в этом раунде доказывает обратное. Поэтому прости, Серёжа, но я против тебя.\n–Маш... – лицо мужчины в миг опечалилось.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад ",
        "id": 75,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 76,
    "text": "–Как бы я не хотела верить, что этот человек хороший, его поведение в этом раунде доказывает обратное. Поэтому прости, Макс, но я против тебя.\n–Маш... – лицо мужчины в миг опечалилось.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 76,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 77,
    "text": "В центр комнаты вышла полная женщина. \n–Ох, столько всего произошло в этом раунде. Но вот, нам пора уже голосовать. Ох, как же это сложно. – дама в сарафане отчаянно растягивала речь. – ",
    "answers": [
      {
        "id": 77,
        "text": "Макс, прости, но это ты.",
        "need": [
          75
        ],
        "merge": true
      },
      {
        "id": 77,
        "text": "Серёжа, прости, но это ты.",
        "need": [
          76
        ],
        "merge": true
      },
      {
        "isBack": true,
        "text": "Назад",
        "id": 77,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 78,
    "text": "–Ох, кажется, настала моя очередь. – Александр выглядел несколько растерянным. – Взвесив все за и против, я пришёл к выводу, что самым разумным вариантом будет голосовать против ",
    "answers": [
      {
        "id": 78,
        "text": "Серёжи.\n–Всё понятно с тобой. – парень злостно посмотрел на того, кто надел на себя гавайскую рубашку.\n–Ой, вот только не надо обижаться! – блондину не понравился жест Сергея.",
        "need": [
          68,
          -24
        ],
        "merge": true
      },
      {
        "id": 78,
        "text": "Макса.\n–Чувак, серьёзно? – удивился студент. \n–Только без обид, прошу. – блондин старался оставить Максима в спокойствии, но получалось с трудом.",
        "need": [
          69
        ],
        "merge": true
      },
      {
        "id": 78,
        "text": "Насти.\n–Что?! – завизжала от удивления пышка.\n–Понимаешь, ты не приносишь нам никакой пользы. Даже Серёжа и Макс, хоть сейчас и поссорились, но они дают нам годные идеи. Ты весь первый раунд боялась всего и вся. Где гарантии того, что ты не начнёшь истерить в третьем раунде?\n–Это нелогично! – воспротивилась кондитер.\n–Это как раз очень логично. – сказал блондин.",
        "need": [
          24,
          -69
        ],
        "merge": true
      },
      {
        "isBack": true,
        "text": "Назад",
        "id": 78,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 79,
    "text": "–На самом деле, я согласен с Сашей. – сказал боксёр. – ",
    "answers": [
      {
        "id": 79,
        "text": "Серёжа вносит хаос в нашу команду, а если мы хотим выбраться отсюда, нам нужно быть едиными.",
        "need": [
          68,
          -24
        ],
        "merge": true
      },
      {
        "id": 79,
        "text": "Макс вносит хаос в нашу команду, а если мы хотим выбраться отсюда, нам нужно быть едиными.",
        "need": [
          69
        ],
        "merge": true
      },
      {
        "id": 79,
        "text": "Настя не приносит никакой пользы нашей команде. Если мы хотим выбраться отсюда, нам нужны мозги.",
        "need": [
          24,
          -69
        ],
        "merge": true
      },
      {
        "isBack": true,
        "text": "Назад",
        "id": 79,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 80,
    "text": "Оставался лишь один не проголосовавший человек, а именно, Людмила.\n–Я абсолютно согласна с мужчинами и считаю, что нашей компании будет намного лучше без ",
    "answers": [
      {
        "id": 80,
        "text": "Серёжи, потому что он тормозит нашу команду.\n–Эх, Люда, я надеялся хотя бы на твою поддержку... – вздохнул отец.",
        "need": [
          68,
          -24
        ],
        "merge": true
      },
      {
        "id": 80,
        "text": "Макса, потому что он тормозит нашу команду.\n–Да уж, Люда, не ожидал от тебя такого. – программист был разочарован.",
        "need": [
          69
        ],
        "merge": true
      },
      {
        "id": 80,
        "text": "Насти, потому что она тормозит нашу команду.\n–И ты туда же... Предательница! – расплакалась дама в зелёном. – Буквально 10 минут назад ты меня поддерживала и мотивировала идти дальше, а сейчас спокойно голосуешь против меня!\n–Ты не пони...\n–Замолчи! – ещё громче закричала шатенка. – Я слышать тебя не хочу!",
        "need": [
          24,
          -69
        ],
        "merge": true
      },
      {
        "isBack": true,
        "text": "Назад",
        "id": 80,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 81,
    "text": "–Ну и денёк... – обронил слова парень в футболке и джинсах. Студент старался выглядеть спокойным, но голос дрожал неестественно сильно.\n",
    "answers": [
      {
        "id": 81,
        "text": "–Итак, друзья, я чрезвычайно рад вам объявить, что Максим Федотов получил большинство голосов! Думаю, этой компенсации будет достаточно, чтобы восстановить целостность моих губ. – Серёжа явно до сих пор был сердит на своего врага.\n–Пошёл к чёрту, Серёжа! – с ненавистью ответил на слова строителя герой. – То же самое могу пожелать всем тем, кто голосовал против меня. Неужели вы не понимаете, что Серж просто манипулирует вами? \n–Если кто и пытался манипулировать нами, так это ты. – ехидно улыбнулась женщина, стоявшая в углу. – Но ты совершил большую ошибку, начав драку.\n–Да какая это драка? Так, показал одному подонку его место.\n–Кому ты показал место, так это только себе. – злорадствовал строитель. – И твоё место явно не здесь.",
        "need": [
          69
        ],
        "merge": true
      },
      {
        "id": 82,
        "text": "Далее ",
        "need": [
          69
        ]
      },
      {
        "comment": true,
        "id": 81,
        "text": "–Ч-что? Вы?.. – Серёжа не мог нормально произнести и слова.\n–Ой-ой-ой, как же так, высокомерного строителя закономерно слили! \n–Да пошёл ты, Макс! И ты пошёл, и ты пошла, и ты, и ты... – строитель разозлился не на шутку, и теперь он начал обвинять всех в своём проигрыше. – Вы, вы натуральные идиоты! Макс манипулирует вами, а вы и рады быть чьими-то пешками! Я не знаю, как вы собираетесь выживать с такой логикой.\n–Если кто и пытался манипулировать нами, так это ты. – ехидно улыбнулась женщина, стоявшая в углу. – Может быть, если бы ты говорил более убедительно и привёл нормальные аргументы, мы бы и слили Макса. Вот только этот мальчишка приносит нам пользу, в отличие от тебя.",
        "need": [
          68,
          -24
        ],
        "merge": true
      },
      {
        "id": 83,
        "text": "Далее",
        "need": [
          68,
          -24
        ]
      },
      {
        "id": 81,
        "text": "–Я... даже не знаю, что и сказать. – робко сказал Серёжа.\n–Хей, Серж, почему вдруг все твои лидерские качества пропали в один миг? – Максим начал высмеивать трусость врага. – Хотя надо признать, результаты действительно вышли очень неожиданными.\n–За что? – на глазах кондитера заблестели капли воды. – Почему вы голосовали против меня?\n–Понимаешь, в чём дело... – начала старшая представительница слабого пола. – В первом раунде ты действительно многих выбесила, и из-за этого оказалась под угрозой вылета. Тебе очень повезло, что у нас тогда был разбражитель побольше. – явно намекала на Николая. – Но с его уходом внимание заострилось на тебе. Ты резко стала намного смелее, и это показалось подозрительным. К тому же, у нас не было никаких гарантий, что в третьем раунде ты не начнёшь опять истерить.\n–Гады... Кто придумал слить меня? – но все 3 человека, голосовавших против девушки, молчали. ",
        "need": [
          24,
          -69
        ],
        "merge": true
      },
      {
        "id": 84,
        "text": "Далее",
        "need": [
          24,
          -69
        ]
      }
    ]
  },
  {
    "id": 82,
    "text": "Макс решил больше не тратить время на пустве разговоры, а вместо этого подошёл к железной двери.\n–Какой код, мистер? – обратился к динамику.\n–14, 1, 12, 19, 10, 14.\n–Ого, новый код? – удивился парень в кожаной куртке.\n–Да, код будет меняться каждый раунд. – прозвучал ответ из громкоговорителя.\nВведя цифры, юноша вошёл внутрь белоснежного помещения и, недолго думая, присел возле тела первого казнённого. Наконец, дверь захлопнулась, обрекая Максима на гибель.",
    "answers": [
      {
        "id": 82,
        "text": "Получена концовка \"Не размахивайся кулаками\"",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 83,
    "text": "–Смотреть больше не могу на вас... – развернувшись на 180, мужчина направился прямо к металлической двери.\n–Код, быстро. – обратился к динамику.\n–19, 6, 18, 4  6, 11. \n–Ого, новый код? – удивился парень в кожаной куртке.\n–Да, код будет меняться каждый раунд. – прозвучал ответ из громкоговорителя.\nВведя цифры, отец вошёл внутрь белоснежного помещения. Вначале он просто стоял, изучая обстановку. И лишь когда дверь начала закрываться, человек в полукомбинезоне уселся возле двери. Больше ребятам не было суждено увидеть его живым.",
    "answers": [
      {
        "id": 83,
        "text": "Получено достижение \"В стае есть лишь один вожак\"",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец второго раунда "
      }
    ]
  },
  {
    "id": 84,
    "text": "Не проронив ни слова, жертва подошла к металлической двери. \n–Прошу, скажи код. – дотошно попросила дама.\n–1, 15, 1, 19, 20, 1, 19, 10, 33.\n–Ого, новый код? – удивился парень в кожаной куртке.\n–Да, код будет меняться каждый раунд. – прозвучал ответ из громкоговорителя.\nВведя цифры, толстушка вошла внутрь белоснежного помещения. Прежде чем дверь захлопнулась, шестёрка смогла увидеть, как напуганная девушка таращится на труп Коли, понимая, что скоро будет лежать рядом с ним. Невероятное отчаяние нахлынуло на неё, но это уже никак не могло помочь Насте.",
    "answers": [
      {
        "id": 1,
        "text": "Конец второго раунда"
      }
    ]
  },
  {
    "id": 85,
    "text": "Загадочный газ, появившийся в комнате чуть после закрытия двери в тюрьму, заставил группу уснуть. Однако по ошущениям, транс не длился слишком долго. Поэтому через некоторое время ребята начали понемногу просыпаться.\nВернувшись в сознание, люди начинали оглядывать друг друга, желая убедиться в том, что все в порядке.\n–С добрым утром, Макс! – сказал блондин, улыбнувшись. – Или сейчас уже день? А может вечер? Или даже ночь...\n–Да, Саша, и тебе доброго утра/дня/вечера/ночи.\n–Ох, рада слышать чьи-то голоса. – произнесла утомлённая девушка с кудрявыми волосами.\n–Так, трое уже проснулись, ещё столько до сих пор дрыхнут. – путешественник сделал вполне очевидный вывод.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "Следующим персонажем, вернувшимся из цартства Морфея, стал Эльдар.\n–Ох, сколько времени прошло? – спортсмен прижал руку ко лбу.\n–Не думаю, что слишком много, потому что организатору игры было бы банально скучно наблюдать за тем, как мы спим часами напролёт. Так что я ставлю на 10, максимум 15 минут. – высказался будущий программист.\n–Да? А вот ощущается такой \"релакс\", как будто я полдня из кровати не вылезала. – женщина выглядела недовольной. \n–Вероятно, воздействие газа.",
    "answers": [
      {
        "id": 87,
        "text": "Далее",
        "need": [
          83
        ]
      },
      {
        "id": 88,
        "text": "Далее",
        "need": [
          84
        ]
      }
    ]
  },
  {
    "id": 87,
    "text": "Настя и Люда проснулись почти одновременно, поэтому остальные толком не знали, к кому обратиться и кому помочь.\n–Чёёёрт, у меня такой классный сон был! – с досадой сказала мать.\n–Хах, везёт. Мне уже давненько ничего не снилось. – быстро отреагировала кондитер.\n–Что за сон, Люда? – поинтересовалась голубоглазая.\n–Фантазия, в которой мне 20 лет, и у меня роман с горячим испанцем. Мы едем по морю на шикарной белой яхте и...\n–О боже, остановись! Меня сейчас стошнит от такой романтики! – Бурматаев скрючил лицо.\n–Нет-нет-нет, продолжай! – а вот Маше такой сон явно понравился.\n–Нет-нет-нет, не продолжай!",
    "answers": []
  },
  {
    "id": 88,
    "text": "Серёжа и Люда проснулись почти одновременно, поэтому остальные толком не знали, к кому обратиться и кому помочь.\n–Чёёёрт, у меня такой классный сон был! – с досадой сказала мать.\n–Везёт тебе. Меня только что мучил страшный кошмар. – быстро отреагировал строитель.\n–Что за сон, Люда? – поинтересовалась голубоглазая.\n–Фантазия, в которой мне 20 лет, и у меня роман с горячим испанцем. Мы едем по морю на шикарной белой яхте и...\n–О боже, остановись! Меня сейчас стошнит от такой романтики! – Бурматаев скрючил лицо.\n–Нет-нет-нет, продолжай! – а вот Маше такой сон явно понравился.\n–Нет-нет-нет, не продолжай! Я с куда большим удовольствием послушаю кошмар Серёги.\n–Правда? – удивился мужчина. – Ну, мне приснилось, что вы таки слили меня во втором раунде, все вместе закололи ножами, а потом Алису отправили в детдом, где над ней все издевались.\n–Чувак, это... грустно. – впервые за последние 2 раунда Максим проявил сочувствие к брюнету.",
    "answers": []
  }
]