[
  {
    "id": 1,
    "text": "Согласно поверью, на род Канто пало проклятье. Все члены семьи доживали максимум до 35 лет и умирали в муках. Со временем разговоры о проклятье герцогского рода поутихли, но появились новые слухи о том, что род Канто потомки демона. Всё из-за внешности: всё члены семьи имели ярко-красные глаза и чёрные либо белые волосы. \nГлавный особняк Герцога Канто располагался на юге Империи Ренто. Это было огромное здание украшенное золотом и различными драгоценными камнями, в некоторых местах можно было заметить колонны из белого мрамора. На первом этаже особняка был большой зал, в котором время от времени устраивались балы. Также на первом этаже располагались комнаты для прислуги, в каждой из которых были две довольно широкие кровати и шкаф с униформой и костюмом или платьем на выход. Недалеко от комнат для прислуги были три ванные комнаты. На втором этаже располагалась гостиная. В гостиной было два диванчика и два кресла, небольшой столик из красного дуба. Чуть дальше располагалась комната герцога украшенная в тёплых и тёмных тонах. В комнате была кровать и шкаф для одежды. Недалеко от комнаты герцога была комната для герцогини.  Комната была обставлена в светлых и холодных тонах. В ней была большая кровать, зеркало, туалетный столик и шкаф для одежды. Комната регулярно убиралась. Немного дальше был кабинет герцога соединённый с кабинетом для герцогини. Они разделялись стеной с дверью. Кабинеты были в тех же тонах, что и спальни. В кабинете герцога был стол для работы, шкаф с документами, диван и два кресла около небольшого столика. В кабинете герцогини была та же мебель. В конце коридора располагалась комната в которой был белый рояль, золотая арфа, скрипка и шкаф с кучей нот. На третьем этаже поместья была огромная библиотека, в которой были книги со всего континента.",
    "answers": [
      {
        "id": 2,
        "text": "Читать историю\nГлава 1. Начало "
      }
    ]
  },
  {
    "id": 2,
    "text": "Раздался стук в дверь кабинета герцога:\n— Господин, вам письмо из императорского дворца. Я принёс документы на сегодня.— В кабинет вошёл мужчина лет сорока, одетый в аккуратный костюм.\n— Спасибо, Феликс. Оставь на столе. Можешь быть свободен.\n— Да, господин,— уходя сказал дворецкий.\nГерцог открыл письмо:\n\" Дорогой друг, надеюсь получить от Вас ответ. Как Ваше здоровье? \nВы долгое время не появлялись в светском обществе и Вы до сих пор не нашли хозяйку для герцогства. Я беспокоюсь за Вас. Надеюсь в скором времени встретить Вас в императорском дворце.\nС любовью, Фридрих Эйноре де Ренто\"\n— (Хех, быстро он перескакивает. То про здоровье, то про жену) Феликс, принеси бумагу для письма!\nГерцог взял ручку и начал писать письмо:\n\" Спасибо за письмо, Ваше Величество. В последнее время на меня навалилось много дел, посему от меня не было вестей. Я в скором времени проведу прием, надеюсь увидеть вас.\nК письму прикрепляю приглашение на благотворительный бал через 5 дней.\nЖелаю хорошего дня \nОт чистого сердца, Ваш друг Рейтон Лени́я Канто\"\nК концу дня герцог разобрался со всеми делами.\n— Феликс, приготовь карету, я пройдусь по рынку.\n— Да, господин.",
    "answers": [
      {
        "id": 3,
        "text": "Отпавляемся на рынок"
      }
    ]
  },
  {
    "id": 3,
    "text": "На рынке было много лавок с разными фруктами и овощами, заморскими украшениями и сувенирами. Недалеко готовили мясо и рыбу. Герцог прогуливался по рынку и не заметил как наступил вечер. На улице было так же многолюдно, как и днём. Идя домой, герцог столкнулся с девушкой. Он быстро извинился:\n— Прошу прощения.\nРейтон поспешил в поместье.\n— Ох, это моя вина. Господин, кажется вы обронили. \nНа земле лежало портмоне ручной работы и вместе с ним платок с превосходной вышивкой. Но подняв голову, девушка не нашла владельца.\n— (Что ж, отнесу завтра. К счастью, здесь есть визитка)",
    "answers": [
      {
        "id": 4,
        "text": "На следующий день "
      }
    ]
  },
  {
    "id": 4,
    "text": "— Добрый день. Простите, что без приглашения. Могу ли я увидеться с герцогом? \nПеред дворецким стояла привлекательная девушка с голубыми глазами, маленьким носиком и розоватыми губами. У нее была светлая кожа, волосы — белые, словно снег, с черной прядкой. Одета девушка была в белое платье с широкой нежно голубой лентой на поясе. \n— Доброго дня госпожа. Пройдёмте в гостиную. Я позову герцога.",
    "answers": [
      {
        "id": 5,
        "text": "В кабинете герцога"
      }
    ]
  },
  {
    "id": 5,
    "text": "(Стук в дверь)\n— Войдите.\n— Прошу прощения, Ваша Светлость. К вам гость.\n— Кто?\n— Она не представилась.\n— Что ж, ладно. Она в гостиной?\n— Да, Господин.\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Отправимся в гостиную "
      }
    ]
  },
  {
    "id": 6,
    "text": "В гостиную входит герцог.\n— (Поднимаясь) Приветствую Его Высочество Великого герцога Юга. Да не погаснет свет одной из четырёх великих семей Империи, Герцогства Канто.\n— Приветствую внучку Великого герцога Севера, второго ребенка рода Киллуа, Сэцуку Кито. Как поживает Его Светлость.\n— Вашими молитвами, дедушка в добром здравии.\n— Приятно слышать. По какому делу Вы прибыли?\n— Случайное стечение обстоятельств. Я пришла вернуть Ваше портмоне и платок, вы обронили вчера...\nОна положила на стол вещи \n— Как я могу отблагодарить Вас, Вы вернули важные для меня вещи.\n— Не стоит. Что ж на этом все, позвольте я откланяюсь.\n— Тогда позвольте мне Вас проводить.\n— Извольте.",
    "answers": [
      {
        "id": 7,
        "text": "У гостиницы "
      }
    ]
  },
  {
    "id": 7,
    "text": "— Вы остановились в этом месте? Не думаю, что Вы не можете позволить себе отель получше этого.\n— Вы правы, но во всех отелях не было комнат, поэтому я остановилась в гостинице.\n— Нет, я не могу позволить Вам жить здесь. В моём поместье много комнат. Остановитесь у меня ненадолго. \n—Искренне благодарю. Мне нужно собрать вещи. ",
    "answers": [
      {
        "id": 8,
        "text": "На обратном пути в герцогство "
      }
    ]
  },
  {
    "id": 8,
    "text": "— Скажите, вы приехали на юг с какой-то целью или просто путешествуете по империи?\n— Я пишу книгу.\n— Какую? Если не секрет.\n— Я пишу про жителей разных уголков империи, про семьи Великих Герцогов и других людей, которые каким-либо образом способствовали развитию Империи Ренто, про историю империи. Также про обратную сторону нашей страны. Нищета есть везде и с ней нужно бороться, спасать людей.\n— Я бы хотел попросить Вас, когда Вы закончите писать книгу, не могли бы Вы подарить мне первый экземпляр. Люблю коллекционировать и перечитывать книги.\n— Без проблем.",
    "answers": [
      {
        "id": 9,
        "text": "В поместье "
      }
    ]
  },
  {
    "id": 9,
    "text": "— Феликс, подготовьте комнату, тёплую ванну и служанок для гостьи.\n— Слушаюсь, господин.\n— Пока готовят Вашу комнату, выпейте со мной чаю.\n— С превеликим удовольствием.\n— Пройдёмте в гостиную. Лу, приготовь чаю!\n— Будет исполнено господин.",
    "answers": [
      {
        "id": 10,
        "text": "И снова гостиная"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Вы явно хотите задать вопрос. Задавайте.\n— Я слышала, Вы побывали во всех уголках империи и прекрасно рисуете. Я бы хотела попросить Вас нарисовать иллюстрации к моей книге. \n— Хорошо. Я могу приступить завтра, если Вы дадите мне хотя бы часть Ваших записей из книги.\n— 3/4 книги уже готовы, нужны иллюстрации. Я дам вам эти записи, если потребуется что-то ещё я могу рассказать.\n— Прекрасно. Записи передадите завтра.\n*Стук в дверь*\n— Да!\n— Господин, комната готова.\n— Госпожа Кито, вас проводит дворецкий. Если будут вопросы или понадобится какая-либо помощь обращайтесь к нему или ко мне.\n— Хорошо.",
    "answers": [
      {
        "id": 11,
        "text": "На пути к комнате"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Господин дворецкий.\n— Называйте просто Феликс, госпожа.\n— Хорошо, Феликс, могу ли я пользоваться библиотекой герцога или другими комнатами?\n— Боюсь, Вам лучше спросить об этом герцога. Мы пришли. В ванную Вас проведут горничные Лу и Кэтрин.\n— Спасибо, Феликс.\n— Хорошего вечера, госпожа Кито.",
    "answers": [
      {
        "id": 12,
        "text": "На следующее утро "
      }
    ]
  },
  {
    "id": 12,
    "text": "*Стук в комнату Сэцуку*\n— Входите.\n— Доброе утро, госпожа Кито. Герцог приглашает Вас на завтрак.\n— Доброе, благодарю. Я скоро буду готова.\n— Столовая находится на первом этаже, Вас проводит Лу.\n",
    "answers": [
      {
        "id": 13,
        "text": "В столовой "
      }
    ]
  },
  {
    "id": 13,
    "text": "— Доброе утро. Приветствую Его Высочество Великого герцога Юга. Да не погаснет свет одной из четырёх великих семей Империи, Герцогства Канто.— Сэцуку присела в небольшом реверансе.\n— Доброе. Приветствую внучку Великого герцога Севера, второго ребенка рода Киллуа, Сэцуку Кито. Если честно, не люблю официоз. Давайте, общаться чуть свободнее, госпожа Кито.\n— Тогда, сэр Рейтон.\n— Мне нужно будет съездить за кистями и красками, если повезёт, то за карандашами. Слышал, что кто-то изобрёл цветные карандаши. Хотел бы испробовать новый инструмент. Не составите ли Вы мне компанию?\n— С удовольствием, сэр Рейтон.",
    "answers": [
      {
        "id": 14,
        "text": "И вот пришли мы в магазин"
      }
    ]
  },
  {
    "id": 14,
    "text": "Магазин был заполнен различными товарами: кистями, красками, альбомами, небольшими блокнотами, холстами, угольками, палитрами и другими вещами. Было и новое изобретение.\n— Доброго дня.\n— Приветствую Его Высочество Великого герцога Юга. Да не погаснет свет одной из четырёх великих семей Империи, Герцогства Канто. Чем могу помочь?\n— Мне бы хотелось купить несколько альбомов, два набора красок, что я у Вас всегда беру и парочку блокнотов. Ах, и ещё хотелось бы опробовать новое изобретение.\n— Цветные карандаши?\n— Да.\n— Сию минуту, Ваша Светлость. Карандаши хранить в футляре, для заточки нужен острый небольшой ножик, если уроните карандаш, внутренний стержень может сломаться, карандаш будет сложно наточить.\n— Спасибо. Отправьте всё, кроме карандашей и блокнота в поместье.\n— Вот, блокнот и карандаши. Остальное будет отправлено в поместье Канто.\n— До свидания.\n— Приятного пользования.",
    "answers": [
      {
        "id": 15,
        "text": "На улице "
      }
    ]
  },
  {
    "id": 15,
    "text": "— Знаете, леди Сэцуку, мне не терпится что-нибудь нарисовать. Сходите со мной в одно место?\n— Что же это за место такое,— сказала с любопытством госпожа Кито\n— Вы сами всё увидите.\n— Что ж ладно. Ведите.\n\n\nГерцог шел неспеша, чтобы спутница поспевала за ним. Вскоре они пришли, к удивлению Сэцуку, в парк. Это был самый большой парк Юга. Парк Элизе Хэссенвайц. Мало кто скажет, чем она так знаменита.\n— Мы пришли в парк?\n— О, мы ещё не пришли. Это будет более уникальное и интересное место.\nГерцог со спутницей подошли к одной из статуй. В ней, видимо, был спрятан механизм, потому как, когда герцог нажал на один элемент одежды, за кустами появился вход в какой-то подвал. Герцог спустился на пару ступенек и, подав леди руку проговорил:\n— Прошу. Не стоит беспокоится насчёт этого места. Доверьтесь мне.\nОни спускались недолго. Там было примерно 10 ступенек. Пройдя ещё немного, перед ними открылся прекрасный, можно сказать, невероятной красоты вид. По центру  стоял фонтан, вода, лившаяся из него, переливалась на солнце, лучи которого кое-как попадали в это место. Возле каждой дорожки, ведущей к фонтану, стояло по две статуи. Статуи обвивала лоза, на которой начинали распускаться бутоны. Около одной из статуй напротив стояла скамейка. \n— Присядем?\n— Пожалуй... Скажите герцог: что это за статуя?\n— Ах, это моя мама, а с другой стороны дорожки отец.\n— Вы похожи.\n— Хаха, спасибо. Давайте я вас нарисую. Прошу вас.\nГерцог усадил Сэцуку на край фонтана, сам сел напротив и начал рисовать. Через час работа в небольшом блокноте была готова. Рейтон дал блокнот спутнице. На нее смотрела задумчивая девушка в нежно голубом платье, окружённая тусклым светом.  \n— Невероятно. Могу ли я забрать портрет?\n— Конечно.\nГерцог посмотрел на карманные часы и сказал, что пора возвращаться. Они пошли через этот проход по одной из дорожек. И вышли прямо в саду герцогства.",
    "answers": [
      {
        "id": 16,
        "text": "На ужине в герцогстве "
      }
    ]
  },
  {
    "id": 16,
    "text": "— Скажите, сэр Рейтон, могу ли я пользоваться вашей библиотекой?\n— Конечно, если вам это поможет.\n— Благодарю.\nПосле этого Сэцуку каждый день стала посещать библиотеку, чтобы дописать книгу и найти разгадку проклятья семьи Канто.",
    "answers": [
      {
        "id": 17,
        "text": "Глава 2. Неожиданное знакомство "
      }
    ]
  },
  {
    "id": 17,
    "text": "Через семь дней Сэцуку дописала книгу, а примерно через две недели иллюстрации к книге были готовы. Герцог вышел из кабинета, спросив у Феликса:\n— Феликс, вы не знаете: где госпожа Кито?\n— Вчера вечером она была в библиотеке и не возвращалась в комнату.\n— (Что же она там делает?) Спасибо, Феликс.\nРейтон пошел в библиотеку. Там герцог обнаружил спящую на столе Сэцуку. Он увидел на столе множество книг об истории герцогства Канто. А над головой у девушки лежала записная книжка, на обложке которой было написано Канто. Открыв её, герцог увидел на первой странице краткую историю рода, на второй—родословную, на третьей—слухи о проклятье, а на четвёртой—предположения насчёт проклятья, его происхождения и т. п. Больше всего герцога заинтересовала четвёртая страница. Он увидел:\nПредположения:\n1. Проклятье не вымысел (первый герцог чем-то насолил демонам, и они прокляли весь его род)\n2. Статуи в подземелье — люди, члены семьи Канто\n3. Был подписан контракт с демоном по какой-то весомой причине\n4. Наследственное неизлечимое и неизвестное заболевание (отпадает, т.к. всё члены семьи погибали, в том числе не кровные родственники)\n5. Они на самом деле потомки демона, причина смерти: тела не выдерживают сил демона (маловероятно)\n\n\nГерцог подумал: она близка к истине во втором и третьем предположениях. Как скоро она придет к ответу? Интересно... Она первая, кто подобрался так близко к истине. Хех. Не ожидал.\nГерцог чуть-чуть выделил карандашом второе и третье предположения девушки.\n— (Оставлю иллюстрации на столе) *шепотом* Вы невероятная и необычная девушка. — герцог слегка улыбнулся.\nГерцог покинул библиотеку.",
    "answers": [
      {
        "id": 18,
        "text": "Ближе к обеду "
      }
    ]
  },
  {
    "id": 18,
    "text": "— Ох, кажется я заснула. Ой, одеяло?\nСэцуку посмотрела на записную книжку. В голове возникли картинки недавнего прошлого.\n— Присядем?\n— Пожалуй... Скажите герцог: что это за статуя?\n— Ах, это моя мама, а с другой стороны дорожки отец.\n— Вы похожи. (Она будто жива. Все они такие. Будто застыли в самый обычный день своей жизни. А что если?)\n— Хаха, спасибо. Давайте я вас нарисую. Прошу вас.\nВ тот момент герцог грустно смотрел на статуи своих предков. Это дало толчок к развитию правильных мыслей и предложений по поводу тайны проклятья.",
    "answers": [
      {
        "id": 19,
        "text": "Глава 3. Неожиданное знакомство"
      }
    ]
  },
  {
    "id": 19,
    "text": "В библиотеку зашёл дворецкий<s>r\n— Госпожа Кито, Его Светлость велели передать, что Вас ждут в гостиной.<s>r\n— Сейчас спущусь.<s>r\n<s>r\nВ гостиной герцог сидел задумавшись. В его голове звучал голос надежды, что наконец он сможет закрыть и разорвать контракт.<s>r\nВ дверь постучали.<s>r\n— …<s>r\n— Прошу прощения. <s>r\nСэцуку вошла в комнату. Рейтон сидел так же и не заметил появление девушки.<s>r\n— Сэр Рейтон! С Вами всё в порядке?<s>r\nГерцог очнулся от раздумий.<s>r\n— Ох, прошу прощения, я задумался.<s>r\n— Вы хотели поговорить?<s>r\n— Да. Я позвал Вас обсудить кое-что. Вы видели иллюстрации, что я принёс Вам?<s>r\n— Да. Они замечательные! Скоро рукопись с иллюстрациями будет готова и я понесу её в типографию. <s>r\n— Что ж… Отлично.<s>r\n— Я бы хотела оставить оригинал Вам в качестве благодарности. <s>r\n— Благодарю. Извините, сегодня утром я заметил записную книжку. Она меня заинтересовала. Вы хотите узнать о нашей семье?<s>r\n— Простите, мне не следовало копаться в этом.<s>r\n— Нет-нет, Вы не так меня поняли. Я не имею ничего против того, что Вы хотите во всём разобраться. Прошу только не афишировать.<s>r\n— Конечно.<s>r\n— Вы единственная, кто продвинулся ближе к правде.<s>r\nПосле этой фразы Сэцуку достала записную книжку, посмотрела на неё и заметила небольшие отметины возле второго и третьего вариантов. Она взглянула на герцога и спросила:<s>r\n— Это Вы отметили?<s>r\n— Верно. Но всё же уточню кое-что для Вас: контракт был заключён не с демоном.<s>r\n— Что ж… Тогда… Тёмный маг? Можете не отвечать. Я вижу, что права, по Вашим глазам. Я так понимаю, что Вы не можете мне рассказать много?<s>r\n— Да. Не могу. Вы должны сами понять.<s>r\nОн смотрел на девушку с надеждой и слегка улыбнулся. <s>r\n— Что ж, не буду Вас отвлекать. Вы можете использовать библиотеку и жить в особняке столько времени, сколько Вам потребуется. Вы можете заходить ко мне в кабинет в любое время. Некоторые книги хранятся у меня. Возможно, они Вам помогут.<s>r\n— Благодарю Вас. Позвольте вас покинуть.<s>r\n— Ужин в восемь вечера. <s>r\n— Спасибо.<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "Сэцуку направилась в библиотеку "
      }
    ]
  },
  {
    "id": 20,
    "text": "— Итак, что я узнала? Одним из условий контракта было то, что члены семьи Канто в возрасте около 35 лет становятся статуями.<s>ufeff\n— Думаете это весь пункт? Хихик.<s>ufeff\nПеред госпожой Кито появилась девочка лет шести. Она была очень похожа на герцога. Чёрные волосы, красные глаза, уверенный и твёрдый взгляд, прямая осанка — словом, без единого изъяна. Девочка была одета в форму академии, волосы были завязаны в хвост.<s>ufeff\n— (Но герцог не женат) Кто Вы?<s>ufeff\n— Ох, прошу прощения за грубость. Меня зовут Лиина Али́я Лени́я Канто. Я дочь брата Его Светлости, Рила Али́я Канто . Мой отец погиб, когда мне был год. На данный момент я считаюсь приёмной дочерью Его Светлости, нынешнего герцога Канто. Что же внучка Великого герцога Севера делает у нас?<s>ufeff\n— Хм… Пишу книгу. А ещё я пытаюсь разобраться в проклятье. А ты, как я понимаю, знаешь содержание контракта.<s>ufeff\n— Всё верно, — усмехнулась она. — И могу что-нибудь подсказать.<s>ufeff\n— Я так понимаю: ты можешь сказать больше чем герцог.<s>ufeff\n— Правильно… Но не много.<s>ufeff\n— Что ж дай подсказку, пожалуйста.<s>ufeff\n— Они спят…<s>ufeff\n— Кто?<s>ufeff\n— Сама знаешь.<s>ufeff\n— Значит, первое условие контракта это то, что члены семьи Канто в возрасте около 35 лет становятся статуями и находятся в состоянии сна, пока контракт не завершиться?<s>ufeff\n— Точно.<s>ufeff\n— Спасибо. Скоро ужин… Давай спустимся.<s>ufeff\n— Да…<s>ufeff\n<s>ufeff\n",
    "answers": [
      {
        "id": 21,
        "text": "В столовой "
      }
    ]
  },
  {
    "id": 21,
    "text": "\n— Добрый вечер, сэр Рейтон<s>ufeff\n— Добрый, госпожа Сэцуку.<s>ufeff\n— Здравствуйте, дядя.<s>ufeff\n— О, гляжу ты приехала. Садись, рассказывай, что интересного в академии.<s>ufeff\n— Мне тоже интересно.<s>ufeff\n— Ладно. Ну слушайте…<s>ufeff\n",
    "answers": [
      {
        "id": 22,
        "text": "Глава 4. Академия (часть 1)"
      }
    ]
  },
  {
    "id": 22,
    "text": "*В этой главе рассказ будет вестись от лица Лиины, племянницы герцога.<s>r\nВ столовой.<s>r\n— Добрый вечер, сэр Рейтон<s>r\n— Добрый, госпожа Сэцуку.<s>r\n— Здравствуйте, дядя.<s>r\n— О, гляжу ты приехала. Садись, рассказывай, что интересного в академии.<s>r\n— Мне тоже интересно.<s>r\n— Ладно. Ну слушайте… Так как у нас новый слушатель я начну с моего поступления в академию.<s>r\nЯ поступила в академию полтора года назад. В академию хотело попасть очень много людей, причем разного возраста: от пяти до семнадцати лет, были и те, кому за двадцать, но их было немного. Все обсуждали предстоящий экзамен, те, что уже пробовали поступить раньше, говорили, что в этом году экзамен, скорее всего, будет сложнее. Из-за их слов я немного насторожилась и стала прокручивать в памяти все, что изучила перед тем, как приехать в академию, я вспоминала и то, чему научил меня дядя. Это оказалось самым полезным: мне попало пару вопросов, которые мне уже задавал герцог, поэтому я быстро справилась. Я вышла из кабинета и стала ждать окончания экзамена, через полчаса он был окончен. А через пару часов появились результаты. Тогда я увидела на табло своё имя. Оно было в самом начале, на первом месте, за мной шёл ещё один человек, он отставал от меня всего на один балл. Он был того же возраста. Разница между мной и третьим местом также была небольшой: три балла. Девочка была старше меня на год. Всем участникам экзамена дали неделю отдыха.<s>r\nК каждому новому студенту приставили ученика, который хотя бы год или два проучился в академии. Такие студенты помогали нам, поступившим, освоиться в академии, они помогали нам заселиться и показывали академию, рассказывали в каком кабинете какой предмет мы будем изучать. Меня сопровождала студентка, которая сейчас является помощником главы Магической башни. Её зовут Мириона Лайтвуд. Её магический потенциал был на очень высоком уровне. В то время, когда её назначили моим сопровождением, она была помощницей профессора, который преподавал теорию и практическое применение Магии. Этот предмет заинтересовал меня с первой минуты занятия.<s>r\n",
    "answers": [
      {
        "id": 23,
        "text": "Полтора года назад "
      }
    ]
  },
  {
    "id": 23,
    "text": "— Доброе утро, студенты! Я надеюсь, что Теория Магии и Практическое применение Магии заинтересует вас. Те, кто не хочет изучать мои предметы, можете покинуть класс и больше не приходить.<s>r\nИз класса вышло несколько человек. <s>r\n— Что ж тогда продолжим, прошу сюда.<s>r\nВсе оставшиеся подошли к профессору.<s>r\n— Сейчас я должен определить к какому элементу Магии у вас есть склонность. Всего в природе четыре базовых элемента: вода, воздух, огонь и земля. Существует люди, которые склонны к одному, двум и даже трём элементам. Кроме базовых элементов можно использовать их модификации, например, человек, использующий Магию воды, может создать пар или лёд. <s>r\n— А огонь? У него есть модификации?<s>r\n— Да. Молния.<s>r\n— А воздух?<s>r\n— Такой человек сможет изменить погоду.<s>r\n— А для земли модификация — это камень и растения?<s>r\n— Да всё верно. А теперь вытяните руку. Я буду определять ваши элементы. Для этого необходимо дотронуться до одного из узлов маны, они есть на запястьях, но некоторые маги могут определить элементы без контакта с узлом. Это, например, глава Магической башни. Будем попутно знакомиться. Я буду определять элементы, а вы будете называть имена.<s>r\n— Мари Рубертс.<s>r\n— Ваш элемент — вода.<s>r\n— Эвелина Рут.<s>r\n— Ваш элемент — земля.<s>r\n— Маргарет Лилит Лу́на.<s>r\n— У вас два элемента: вода и воздух.<s>r\n— Агна Накамура.<s>r\n— У вас тоже два элемента: огонь и воздух.<s>r\n— Дитрих Шерман.<s>r\n— Ваш элемент — огонь.<s>r\n— Кайна Эрниль.<s>r\n— Ваши элементы — воздух, земля и вода.<s>r\n— Эберхард Арден.<s>r\n— Ваши элементы — земля и огонь.<s>r\n— Нимрайс Фалмар.<s>r\n— Ваш элемент — земля.<s>r\n— Нуркара Литуи.<s>r\n— Ваш элемент — воздух.<s>r\n— Мацуока Рика Энгрин<s>r\n— Ваши элементы — земля и вода.<s>r\n— Лиина Али́я Лени́я Канто.<s>r\n— Ваши элемен…ты… У вас четыре элемента. Невероятно. Таких людей единицы.<s>r\n— Реймон Ник фон Белинго.<s>r\n— У вас три элемента. Это воздух, земля и огонь.<s>r\n— Элеон де Рада.<s>r\n— У вас три элемента: огонь, воздух и вода. Двум противоположным элементам сложно сосуществовать вместе. Что ж в классе остались прекрасные таланты! Мы будем развивать ваши элементы. Желаю удачи и терпения! А на этом наш первый урок окончен. Все свободны.<s>r\n— До свидания, профессор Е́нас.<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "Урок истории "
      }
    ]
  },
  {
    "id": 24,
    "text": "Следующим был урок истории.<s>r\n— Здравствуйте, меня зовут Альберт Люм де Хронос. Мой предмет будут изучать все, кто сможет назвать 5 переломных дат в истории Империи.<s>r\nЭти даты должен знать каждый дворянин, так как это основы, которым учат ещё в раннем возрасте. Другой вопрос с простолюдинами. Они не обучаются на дому, но раз уж они смогли сдать вступительный экзамен в академию, то обязательно будут знать эти даты. 5 дат назвали все, что было вполне ожидаемо.<s>r\n— Начнём урок. Сегодня я кратко расскажу о истории Империи Рэнто. И вернёмся мы в прошлое на 130 000 лет назад. На тот момент нашу планету уже заселяли живые существа, но людей ещё не было. Таких вещей как Мана и Магия не существовало. Через несколько десятков лет зародилась Магическая энергия, Природная энергия начала с ней взаимодействовать, стали появляться более сложные формы организмов, но людей всё ещё не было. Живые существа, появившиеся после образования Магии, отличались от тех, что существовали до появления Магической энергии. Эти животные обладали Маной, её концентрация была незначительной. Таких организмов стали называть Магическими зверями. И после, через долгим годы эволюции появились люди. Они долгое время развивались и достигли того уровня, когда они начали строить города и стали заниматься производящим хозяйством и ремеслом. И вот первая переломная дата истории: 135 год до нашей эры. Тогда появились первые государства. Империи ещё не было, но на этой территории образовалось пять государств: Королевство Родий, Королевство Эрбий, Королевство Ниобий, Королевство Теллур и Королевство Осмий. Следующей переломной датой является нулевой год, тогда у нас поменялось летоисчисление. Это было связано с основанием Магической башни. Многие годы все пять королевств существовали в мире и процветали. Но сменилось множество поколений, и новые правители были недовольны многими вещами. Началась Великая война между пятью королевствами. А это третья переломная дата. Началась война в 1365 году н. э. И продлилась она ровно век. Четвёртая переломная дата — это дата подписания мирного договора в 1465 году. Этот мирный договор получил название Ате́рмони*. После подписания договора прошло пять лет и главы королевств решили объединить свои владения и образовать Империю. Путём общего голосования Императором выбрали Короля Необия, а остальные Короли образовали четыре Герцогства: Канто, Ки́то, Ога́несон и Висмут. Империю назвали Империей Рэнто. Как вы поняли, 1470 год — пятая переломная дата в истории. С тех пор прошло 1484 года. И за это время было совершено множество открытий и создано большое количество изобретений, которые облегчили нашу жизнь. Об это я расскажу на следующем уроке. Всё свободны.<s>r\nДальше было ещё три урока: урок Новоимперского языка, урок Математики и урок Бухгалтерского учёта. После всех занятий нас отвели в наши комнаты. Моей соседкой оказалась Эвелина Рут. Она была третьей по результатам экзамена. Мы быстро нашли общий язык. Она рассказала мне, что в академии есть несколько факультативов, один из которых был связан с магией. Я решила, что буду его посещать, также я посещала дополнительный предмет в другом корпусе академии. Эти знания могут быть полезны в будущем. Так закончился первый учебный день в академии.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 25,
        "text": "Глава 5. Академия (часть 2). Турнир (часть 1)"
      }
    ]
  },
  {
    "id": 25,
    "text": "В академии мы изучаем 15 предметов: Древний, Новоимперский и Эльфойританский языки, Теорию Магии и Практическое применение Магии, Руны и их применение, Математику и Бухгалтерский учёт, Алхимию и биологию, Физику, Литературу, Экономику и ведение бизнеса, Историю Империи и Медицину. Кроме этого я хожу на один факультатив, он называется Формулы. Анализ и отмена Магии.",
    "answers": [
      {
        "id": 26,
        "text": "Незаметно прошёл год "
      }
    ]
  },
  {
    "id": 26,
    "text": "Незаметно прошёл год и настало время экзаменов. Практическое применение Магии мне поставили автоматом, а остальные экзамены я сдала на отлично. Через неделю академия начала готовиться к принятию новых учеников. ",
    "answers": [
      {
        "id": 27,
        "text": "Турнир "
      }
    ]
  },
  {
    "id": 27,
    "text": "Перед экзаменом в академии решили устроить турнир между Магами академии. Всего в академии пять корпусов, один из которых не изучает магию. В том корпусе учатся люди, которые не могут управлять Маной и использовать Магию, вместо этих предметов там изучают фехтование. Для поступающих в этот корпус решили провести отдельный турнир по фехтованию, который пройдет через три дня. В нём могут участвовать все корпуса, но при условии, что Магия не будет использоваться. А пока вернёмся к Магическому турниру. Впервые этот турнир решила посетить верхушка Магической башни. В турнире участвует четыре корпуса, из каждого взяли по 13 человек, закончивших первый год обучения. Порядок участия и противник определялся с помощью жеребьевки в начале каждого этапа. Всего в турнире было шесть этапов, в конце которых отсеивалась половина участников. Первый этап — это забег на 42 километра, другими словами, самый настоящий марафон. Полную дистанцию преодолело 30 человек из 52, но прошли во второй этап первые 26 человек. Из нашего корпуса прошло 7 человек. Второй этап был командный бой без использования модефикаций. 26 человек разделили на две команды. В моей команде было четверо из нашего корпуса: Я (любая позиция), Эвелина Рут (целитель), Реймон Ник фон Белинго (он был вторым на вступительном экзамене, дальний бой) и Кайна Эрниль (маг-алхимик и целитель). Три из второго корпуса: Эви Лау́ре (маг огня и воздуха, целитель), Ноан Лайт (маг огня и земли, ближний бой), Акаши Видо́ра (маг воздуха и воды, дальний бой). Три человека из третьего корпуса: Седрик Дайонд (маг земли и воды, маг средней дистанции), Рамона Вуд (маг воды, маг-алхимик, маг дальней дистанции), Юри Лилиан (маг воды и земли, маг защиты). Три ученика четвёртого корпуса: Эдван Лантан (маг огня и воздуха, маг ближней и средней дистанции), Кайриус Кизаши (маг земли, воды и воздуха, маг средней дистанции), Амала Альт (маг воздуха и воды, маг дальнего боя).<s>r\nНа подготовку к сражению дали день, в пользование каждой команде предоставили по тренировочной площадке, комнате для обсуждения стратегии, две спальные комнаты. Сперва, мы решили заняться стратегией.<s>r\n— Итак, наши противники из первого корпуса: Мари Рубертс — маг-целитель, маг воды. Также специализируется на защите. Нуркара Литуи — маг дальнего боя, маг воздуха. И Эберхард Арден — маг ближнего боя, маг земли и огня. Также специализируется на защите.<s>r\nДальше продолжил Ноан Лайт:<s>r\n— Наши противники из второго корпуса: Марк Найт — маг дальнего боя, маг огня. Она Джен — маг средней дистанции, маг земли. Кали Клиф — маг ближнего боя, маг огня. Йода Норман — маг дальнего боя, маг воздуха и воды.<s>r\nСледующим говорил Седрик Дайонд:<s>r\n— Нашими противниками из третьего корпуса будут: Рик Нозен. Он — маг земли, специализирующийся на защите. Карин Ангрен. Она — маг-алхимик и целитель, маг воды, воздуха и земли. И последний… Нут Торонат. Он — маг средней дистанции, маг земли и воздуха.<s>r\nИ последней говорила девушка из четвёртого корпуса, Амала Альт:<s>r\n— Противники из четвёртого корпуса: Родин Лан — маг средней дистанции. Стихии: огонь, воздух. Арина Эльдалиэва — целитель, маг воздуха. Водин Арвен — маг-алхимик, также маг дальнего боя. Стихии: земля и вода.<s>r\n— Мы знаем о противниках. Теперь нам стоит разобраться с построением. Предположим, какое построение у противника, и составим наше. Учитывая, что мы узнали о противниках, то их построение будет выглядеть примерно так, как я начертила на доске.\nТак как Эберхард может перейти на защиту, то перед ним нет необходимости ставить мага-защитника. Рик же может перейти на ближний бой, поэтому в бойце ближнего боя нет нужды. В центре, скорее всего будут стоять бойцы всех специализаций. В каждом ряду желательно иметь все стихии, поэтому в центре будет Марк со стихией огня, Нут со стихиями ветра и земли, Кали со стихией огня и Мари со стихией воды. Также в центре будет Карин, маг-алхимик и целитель, она в случае чего сможет перейти на любой фланг. Так как Эберхард маг огня, маг средней дистанции должен быть другой стихии, поэтому это будет Ойна. На этом фланге не хватает мага воды, поэтому там нужна Йода. Водин может перестроиться на дальний бой, также он — маг воды и земли, поэтому он будет на другом фланге. Таким образом получается это построение.<s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "Перейдем к нашему построению"
      }
    ]
  },
  {
    "id": 28,
    "text": "Теперь перейдем к нашему. У нас есть маги, которые специализируются только на дальнем бое, они будут размещаться дальше. Мы с Эдваном на флангах, мы будем работать на двух позициях. Не думаю, что нужны разъяснения насчёт каждой позиции, изображенной на доске. Всё понятно по схеме.",
    "answers": [
      {
        "id": 29,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 29,
    "text": "Далее мы приступили к обсуждению стратегии и тактики. Когда план действий был готов, мы направились на тренировочную площадку. Тренировка проходила хорошо: все запомнили возможные варианты развития боя. Мы предусмотрели любой исход… Мы тренировались друг против друга и самостоятельно, закончили мы только к вечеру. Нужно было хорошенько отдохнуть перед боем. Мы легли спать. А утром пришло время для состязания…",
    "answers": [
      {
        "id": 1,
        "text": "Конец первой книги "
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  }
]