[
  {
    "id": 1,
    "text": "\nАвтор: Sargeras\n\nЖанр: фентези, катастрофа\n\n(Если не загружаются картинки, попробуйте включить нечто с названием из трëх волшебных букв. Это временное решение, ведëтся работа по исправлению ситуации)\n\n\nТëмный владыка Никаракт начинает свой последний ритуал. Ваше величайшее творение. Ваш самый страшный враг. \nСотни тысяч лет вы развлекались в бессильной скуке, создавая всë новых и новых \"тëмных повелителей\". Большинство оказывалось откровенными бездарями, часть вас немного развлекла. Этот же человек подобрался вплотную к заданной вами же цели — уничтожить мир. Вас. Обрести свободу и абсолютное могущество. \n\nНачинается последнее представление. Что этот мир сможет противопоставить величайшему владыке смертных? \n\n\n* Примечание: правильного выбора нет. Поиграйте со своим оппонентом и решите судьбу вселенной. ",
    "answers": [
      {
        "id": 2,
        "text": "Узрите мощь тëмного повелителя! ",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "__________________________",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 15,
        "text": "✴ Достижения",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "stretch",
        "url": "https://sun9-16.userapi.com/impg/gW0ULgGyVqVbVYRaSbPu17eGcY7e8B0jES1Wcw/cU8xUo7CwhM.jpg?size=970x1600<amp>quality=95<amp>sign=6f691d20bef520bc1cabda25f7a3fda5<amp>type=album"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-34.userapi.com/impg/bRfc2wiJaxgyKWuwLjqlvpJASe2A0QHyV0l2jA/S3dwjqRVKj0.jpg?size=250x340<amp>quality=95<amp>sign=7c10d0e67fd328ddc297bb28ebf6657c<amp>type=album",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Среди древнейших горных цепей, созданных вами в яростном буйстве на заре творения, подавляющей доминантой возвышается Башня.  \nМиллионы рабов, строившие еë сотни лет, наверняка и не представляли, что могут сотворить человеческие руки, ведомые единой волей, приписывая невообразимую громадину здания злой магии. \nНикаракт был хитëр, он никуда не торопился, и запасы магической энергии мира понапрасну не тратил, отлично понимая, что люди — ресурс восполняемый, и очень быстро. \nШахты по краям колоссального фундамента строения были заполнены спрессованной массой измельчëнных костей, превратившихся в цемент — словно гигантские фаланги пальцев, впившиеся в тело Мира и крепко удерживающие башню, бросающую вызов богам. \nНикаракт правда не верил в богов, потому что если бы в этой вселенной они существовали, то он бы их нашëл. Добрую половину своей черезчур затянувшейся жизни он потратил на поиск их жизненной силы, пока не понял, что в этой вселенной ему придëтся обходиться без \"костылей\".\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      },
      {
        "id": 2,
        "text": "bottom very big",
        "url": "https://sun9-16.userapi.com/impg/gW0ULgGyVqVbVYRaSbPu17eGcY7e8B0jES1Wcw/cU8xUo7CwhM.jpg?size=970x1600<amp>quality=95<amp>sign=6f691d20bef520bc1cabda25f7a3fda5<amp>type=album"
      }
    ]
  },
  {
    "id": 3,
    "text": "Месяц назад погода в этом регионе начала портиться. Не то чтобы до этого еë можно было назвать хорошей — вечно клубящийся в воздухе туман из каменной пыли и испарений миллионов человеческих тел не давал представления о цвете неба или запахе далëкого дождя. Однако теперь, когда Башня наконец была закончена, всё вокруг стало незаметно меняться. Тысячи жрецов, не останавливаясь, приносили в жертву повелителю оставшихся рабочих, от чего сам воздух вокруг постепенно сгущался и темнел из-за концентрирующегося энергетического поля. Их кровь, стекаясь потоками в подземелья Башни, скапливалась в гигантском бассейне вокруг еë ядра — тонкого стержня, собранного из редчайшего кристаллического минерала, обладающего невероятной способностью к впитыванию энергии. \n\nГде-то над облаками, на невообразимой для человеческого разума высоте, Никаракт застыл, наблюдая за процессом. \n\nЗа последнюю сотню лет для него это стало самое привычное состояние — наблюдать и ждать. Времена его бурной молодости — поиск последователей, интриги и захват власти, бесконечная череда завоеваний, поисков информации и силы, бесконечного удовлетворения жажды мощи — давно прошли. Весь мир был покорëн, информация добыта, ключ к цели, которую дал ему Тот, кто его породил, к свободе, наконец открыт. \n\nПоследний ритуал скоро начнëтся. \nБудете ли вы что-то делать? ",
    "answers": [
      {
        "id": 4,
        "text": "Стереть его с лица земли! ",
        "instant": true
      },
      {
        "id": 3,
        "text": "top very big",
        "url": "https://sun9-16.userapi.com/impg/gW0ULgGyVqVbVYRaSbPu17eGcY7e8B0jES1Wcw/cU8xUo7CwhM.jpg?size=970x1600<amp>quality=95<amp>sign=6f691d20bef520bc1cabda25f7a3fda5<amp>type=album"
      }
    ]
  },
  {
    "id": 4,
    "text": "В самом деле, ведь вы — всемогущая вселенная! \nПо вашей воле кто угодно в миг может перестать существовать, достаточно лишь захотеть — ведь он часть вас, а значит, какой бы силой он ни обладал, только вы решаете его судьбу. \n\n",
    "answers": [
      {
        "var_add": [
          "choice",
          1
        ],
        "id": 4,
        "text": "Пусть Он исчезнет! ",
        "instant": true,
        "var_no_more": [
          "choice",
          0
        ]
      },
      {
        "id": 4,
        "text": "Однако что-то пошло не так. Никаракт всë так же взирал с высоты на дело своих рук, плюя на ваши желания. \n\nНа секунду вы забыли, что он уже довольно давно черпает силу из иных пространств, вам недоступных, что делает его существом, не принадлежащим целиком этому миру, то есть вам. \n\nВот и хорошо, если бы затея удалась, то это нарушило бы правила игры, когда-то давно установленные вами же, и ваше дальнейшее существование точно потеряло бы смысл. \n\nВы простили себе минутную слабость, вызванную никогда ещё не испытываемым страхом за своë существование. \nНужен более тонкий подход! ",
        "var_need": [
          "choice",
          1
        ],
        "merge": true
      },
      {
        "id": 5,
        "text": "Какая-то точка темнеет на фоне закатного солнца... ",
        "var_add": [
          "global count",
          1
        ],
        "var_need": [
          "choice",
          1
        ]
      },
      {
        "id": 9,
        "text": "Из-под земли доносится таинственный гул... ",
        "var_add": [
          "global count",
          1
        ],
        "var_need": [
          "choice",
          1
        ]
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-52.userapi.com/impg/1EnpK42XBFAagsI0EPO1_0DAPUWl3PaSUPt89A/xqEKvHx5r6s.jpg?size=612x618<amp>quality=95<amp>sign=9dbeccf1b852d4ad9ed6660813645aaa<amp>type=album"
      },
      {
        "id": 29,
        "text": "На западе сверкают зарницы далëкой грозы... ",
        "var_add": [
          "global count",
          1
        ],
        "var_need": [
          "choice",
          1
        ]
      },
      {
        "id": 8,
        "var_need": [
          "global count",
          1,
          "choice",
          1
        ],
        "var_add": [
          "global count",
          1,
          "global moon",
          1
        ],
        "text": "На горизонте поднимается кровавая луна... "
      },
      {
        "id": 68,
        "text": "Ничего не делать. ",
        "var_add": [
          "global nothing",
          1
        ],
        "var_need": [
          "global count",
          4
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Могучий орëл, светясь кровавым золотом в лучах последнего заката мира, купался в воздушных потоках. \nВот он, та бабочка, которая изменит всë, достаточно незаметное и естественное оружие, как раз в вашем вкусе. \n\nСтремительно набирая скорость, птица камнем понеслась к далëкой тëмной фигуре. Никаракт стоял на самом краю, закрыв глаза и подставив лицо ледяному ветру — он ничего не подозревал! \n\nКакой подлый удар в спину! Ничего, зато спаситель соотвествует канонам жанра. Повелитель, растеряв своё величие, летел, кувыркаясь и в панике совершая пассы руками. \n\nОднако башня высока. Прошло секунд двадцать, а до земли ещë так далеко! Тëмный маг совладал с паникой, так давно, а может и никогда им не испытываемой, сорвал тяжелый плащ, сковывающий руки и закрывающий лицо, совершил несколько резких взмахов рукой, и в воздухе в сотне метров под ним ракрылась жутко алеющая язва. Брызнул фонтан крови и поглотил мага. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-64.userapi.com/impg/7HFxKJg81-26AEoWIt5s_Na6yL_TgMrpa9UgmQ/CG5EPUPHAHk.jpg?size=1000x800<amp>quality=95<amp>sign=e24c55425b77f1199b9ce1dc179e0940<amp>type=album"
      }
    ]
  },
  {
    "id": 6,
    "text": "Глубоко под землëй, под самими глубокими тайными ходами кровавое озеро забурлило и выплюнуло вязкий склизкий сгусток. Темный повелитель, барахтаясь и отплëвываясь, выбрался на борт и распластался на скользком каменном полу. Его сотрясал истерический смех пополам с кашлем, а в залитых кровью глазах вновь плясали давно угасшие искры куража. \n\n— Наконец-то ты дал о себе знать. Решил нарушить свою политику невмешательства, дружище? Ничего, если ты настаиваешь, я могу начать представление прямо сейчас! \n\nОтплевавшись, волшебник снова подполз к борту, опустил руки в кровь и тихо забормотал заклинания. ",
    "answers": [
      {
        "id": 7,
        "text": "Превратить кровь в камень",
        "var_add": [
          "nope",
          1
        ]
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-18.userapi.com/impg/gp1vyst5ksGIW8v0kD_QJseD6NXHCgEoOSPCoQ/ntNENhFRYUA.jpg?size=1064x542<amp>quality=95<amp>sign=1686f436577f4876416dbaf278edf57e<amp>type=album"
      }
    ]
  },
  {
    "id": 7,
    "text": "* Магическое поле слишком сильнó и не даëт вам воздействовать на кровь напрямую. \n\nБормотание прешло в низкий гул, неестественно хорошо подхватываемый эхом зала. По маслянистой глади бассейна пробежала рябь, и черно-красная масса пришла в движение, тяжело закручиваясь в огромный водоворот. \nВошедшее в резонанс с помещением эхо усиливалось всë больше, оно пело вместе с волшебником, обретая собственную жизнь. Звуковые вибрации достигли такой силы, что воздух, стены и потолок начали изгибаться волнами. \n\nНикаракт наконец поднялся и шагнул на узкий каменный мост над водоворотом. Изгибающееся пространство сминало его, шатая, растягивая и искривляя тело, но маг уверенно шëл к центральному кристаллу. ",
    "answers": [
      {
        "id": 10,
        "text": "На одежде осталось ещë достаточно крови",
        "need": -30
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-46.userapi.com/impg/pIGorSi-EWav_qBc1zXBQeUdI8qRaE8Cp_ovnA/fPDZUYTnzRc.jpg?size=1064x542<amp>quality=95<amp>sign=6a797fe4e8f311db0b836006965b6b0f<amp>type=album"
      },
      {
        "id": 34,
        "text": "На одежде осталось ещë достаточно крови",
        "need": 30
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы неотрывно наблюдали за восхождением Тëмного Властелина, и сейчас, ощущая мощь, сконцентрированную в его руках, вы отчетливо осознали, что Никаракт уже слишком силëн, чтобы остановить его малой кровью. Нет смысла пытаться проворачивать мелкие фокусы в надежде на чистую случайность, рискуя при этом подарить магу ещë большее могущество. Время отбросить остатки сентиментальных чувств к этой планете — ведь иначе вся вселенная будет обречена. Пришло время смертельного козыря. \n\nМогучий планетарный спутник был для многих населявших мир народов олицетворением хтонического ужаса, вестником давно обещанного апокалипсиса. Древние сумасшедшие, считавшиеся пророками, даже не предполагали, насколько точны окажутся их предсказания. \n\nС земли луна казалась незыблемо, навечно привязанной к своему орбитальному хороводу. Однако смертным был незаметен маленький изъян, спусковой механизм часовой бомбы с задержкой в миллиарды лет. Каждый день расстояние между небесными телами сокращалось. Это расстояние было смехотворно малым — что такое пара сантиметров в год? Однако большего вам и не нужно. \n\nСломать вечные силы вселенной, заставить мир, то есть самого себя, пойти наперекор себе же вы не могли и не хотели. Но тайное намерение древнего спутника когда-нибудь раскроить поверхность своего поработителя, слиться с ним в огненной ярости стихии, открывало поистине разрушительную перспективу. Нужно лишь немного ускорить необратимое. \n\nВ оглушающей тишине космоса отсвечивающий алым диск вышел на терминальную траекторию. \n",
    "answers": [
      {
        "id": 40,
        "text": "Осталось только наблюдать"
      },
      {
        "id": 8,
        "text": "\n◐ Не доставайся же ты никому ",
        "comment": true
      },
      {
        "id": 8,
        "text": "big",
        "url": "https://sun9-79.userapi.com/impg/qU83_jOCm0JpR98GseSJh0iLRMPiTqXfxZRSNw/Xz8lTvwE9nU.jpg?size=960x768<amp>quality=95<amp>sign=60f3ddadea23d1b82fd82289343b2e06<amp>type=album"
      }
    ]
  },
  {
    "id": 9,
    "text": "Глубоко в толще земли к основанию Башни тянутся магматические протуберанцы, возбуждаемые мощным магическим полем. Земная кора достаточно источена этими потоками — силы природы жаждут явить себя и уничтожить осквернителя, нужно только слегка помочь. \n\n",
    "answers": [
      {
        "var_add": [
          "crush",
          1
        ],
        "id": 9,
        "text": "Взломать земную твердь",
        "instant": true,
        "var_no_more": [
          "crush",
          0
        ]
      },
      {
        "comment": true,
        "id": 9,
        "var_need": [
          "crush",
          1
        ],
        "text": "Сфокусировавшись на самом слабом месте литосферного щита, вы воззвали к планете, и она ответила вам. Жуткая дрожь сотрясла целое полушарие, раскалывая броню поверхности, и потоки магмы устремились сквозь открывающиеся трещины наверх. ",
        "merge": true
      },
      {
        "id": 23,
        "text": "Взглянуть на поверхность",
        "var_need": [
          "crush",
          1
        ]
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-37.userapi.com/impg/x_tkZwgiJatrQXg6fcGNClEzfG8Ex7GytDmjcQ/dOqdrrX0S-c.jpg?size=600x338<amp>quality=95<amp>sign=9a70b6205777885188a55025a11f77b6<amp>type=album"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы обратили внимание на покрывающую тело повелителя кровь. Уже засохшая корка быстро превращалась обратно в жидкость, растапливаемая вибрациями пространства, и стекала с волшебника ручьями, заливая глаза. \n\nМаг мотнул головой в попытке стряхнуть очередные струйки, и крупный, еще не растаявший сгусток свалился с волос на мост, прямо под ноги, превратившись в скользкую лужу. \n\nМгновение — и оступившийся тëмный властелин скрылся в кипящем тëмном водовороте. \nНе веря в свой успех, вы ощутили ярость, ужас и слепящую боль, вспышкой пронëсшуюся в угасающем сознании. \n\nРоковая случайность — нестареющая классика. \nДуша величайшего темного повелителя наконец вернулась к вам. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-17.userapi.com/impg/cuYMzncqOalMuovfLYyWseQqks7VCnh7LGuX5A/0OBbLfkFmmc.jpg?size=1064x542<amp>quality=95<amp>sign=abf3d621d9dca7b8576de191a54b5599<amp>type=album"
      }
    ]
  },
  {
    "id": 11,
    "text": "\nОставшись без контроля, волны звука потеряли стройность и синхронность, но мощь их от этого лишь возросла. Не только подземный зал, но и сама Башня противоестественно извивалась, подобно колеблющейся струне, и колоссальные вибрации, исходящие от неë, пронизывали всë мироздание. Отголоски этих волн чувствовались на другом конце планеты — люди неожиданно для себя, шагнув, проносились через километры, солнце на небосводе множилось и исчезало, и можно было неожиданно услышать шëпот, сказанный на неведомом языке на другом континенте. \n\nНо то, что происходило в эпицентре, не шло ни в какое сравнение. Оставшихся культистов сворачивало в точку и разрывало на атомы, окружающие горы рассыпáлись в каменную пыль, бешеным водоворотом закручиваясь вокруг парившего в кровавом мареве дрожащего чëрного остова Башни. \n\n",
    "answers": [
      {
        "id": 12,
        "text": "Поглотить душу тëмного мага"
      },
      {
        "id": 13,
        "text": "Отпустить душу тëмного мага"
      },
      {
        "id": 11,
        "text": "big",
        "url": "https://sun9-9.userapi.com/impg/xfnEzd4_lYdK9_kGpp_UBUZc5cphfZMRg2ux9Q/YaCJGPluUFY.jpg?size=535x537<amp>quality=95<amp>sign=2596fc04e726c4a0d55f6c284e16a123<amp>type=album"
      }
    ]
  },
  {
    "id": 12,
    "text": "Душа Никаракта по сути представляла из себя колоссальный заряд энергии, накопленный им за столетия изысканий, жертвоприношений и экспериментов с самим пространством. Поглотив еë, вы могли бы восполнить отобранную им жизненную силу и попробовать залечить раны, нанесëнные этому миру. \n\nРазумеется вы не могли отказаться от такой возможности. \n\nЭнергия хлынула в вас мощным потоком, превращаясь в чистую силу творения. Это было прекрасное, давно забытое ощущение рождения, времени, когда сила, казавшаяся бесконечной, превращалась в материю по вашему желанию, создавая всë из ничего. Проклятое термодинамическое равновесие, как же хорошо наконец снова чувствовать эту потерянную мощь, снова получить возможность создавать! \n\n",
    "answers": [
      {
        "var_add": [
          "ups",
          1
        ],
        "id": 12,
        "text": "Но... ",
        "instant": true,
        "var_no_more": [
          "ups",
          0
        ]
      },
      {
        "comment": true,
        "id": 12,
        "var_need": [
          "ups",
          1
        ],
        "text": "В самом центре водоворота, излучающий кристалл вдруг треснул. Пространство разорвалось, воздух вокруг распоролся, провалившись в аспидно-чëрное Ничто. \n",
        "merge": true
      },
      {
        "var_add": [
          "ups",
          1
        ],
        "id": 18,
        "var_need": [
          "ups",
          1
        ],
        "text": "Залечить разрыв! ",
        "var_no_more": [
          "ups",
          1
        ]
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст",
        "url": "https://sun9-1.userapi.com/impg/kH3zEGMAdl5JmDsqlNNVSAAwAODAC_22a6BTGw/QlH3tUeyHF8.jpg?size=735x413<amp>quality=95<amp>sign=fe82ff2c3ba798230cde14313866fb3e<amp>type=album",
        "var_no_more": [
          "ups",
          1
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "Душа Никаракта по сути представляла из себя колоссальный заряд энергии, накопленный им за столетия изысканий, жертвоприношений и экспериментов с самим пространством. Поглотив еë, вы могли бы восполнить отобранную им жизненную силу и попробовать залечить раны, нанесëнные этому миру. \n\nНо, возможно в знак уважения к побеждëнному сопернику, или просто устав от этой никчëмной игры, вы решили вернуть еë в мир. Один раз победив, теперь уже можно было дать противнику упокоиться с миром. \n\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее",
        "var_add": [
          "global banal",
          1
        ]
      },
      {
        "id": 13,
        "text": "введите команды для картинки",
        "url": "https://sun9-1.userapi.com/impg/kH3zEGMAdl5JmDsqlNNVSAAwAODAC_22a6BTGw/QlH3tUeyHF8.jpg?size=735x413<amp>quality=95<amp>sign=fe82ff2c3ba798230cde14313866fb3e<amp>type=album"
      }
    ]
  },
  {
    "id": 14,
    "text": "...Отливающее сумеречной синью небо равнодушно подмигивало россыпью ярких звëзд. \n\nОсенью звëзды видны лучше всего, возможно потому, что земля подлетает к ним ближе... А может по другой причине, Норрел не знал, да и никогда над этим особенно не задумывался. \nГлавное, что нужно знать — ночное осеннее небо привлекает драгоценных летучих рыб. \nУдачный сезон позволял безбедно прожить оставшийся год, и еще отложить на воспитание внуков-сирот. \n\nЗагрузив сети в лодку, старик оттолкнул еë подальше от берега и запрыгнул внутрь. Достав камень ветра, он забормотал активирующее заклинание. Привычный ритуал действовал умиротворяюще, жаль только, в последние годы артефакт барахлил, как в принципе и все немногие магические предметы в их деревне, о которых Норрел знал. Вот и сейчас вместо тëплой тугой воздушной струи в спину задул лишь слабенький бриз. Старик яростно повторял заклинание, перемежая его ругательствами до тех пор, пока тело не онемело, а бриз не сменился холодным, но достатояно сильным сквозняком. К счастью магическая слабость не была помехой делу — оставалось только направить лодку к Северной звезде, и отдыхать. \n\nЛëжа в лодке, Норрел смотрел на звëзды и размышлял на философские темы, которые неизбежно приходят на ум всякому человеку на излëте жизни, когда вдруг заметил, что лодка сбилась с курса. Северная звезда сияла правее от развëрнутого по ветру паруса, хотя еë не должно было быть видно за ним! \nЭто было странно, потому что на море царил штиль, а магические ветра не имеют обыкновения менять направление.\n\nПодкорректировав курс, рыбак было опять прилëг, но сразу же заметил, как по небу пробежала рябь. Подводят глаза? Но вот, Звезду снова видно, теперь слева... Стоп, теперь еë не видно вообще? ",
    "answers": [
      {
        "id": 14,
        "text": "big",
        "url": "https://sun9-82.userapi.com/impg/vEzhKofarGUqLYntqC047qvG_VsIaWrBAXXE2w/TJDeUlcwD8E.jpg?size=1200x1200<amp>quality=95<amp>sign=284bc91fb228b9499e2baefd85b7636c<amp>type=album"
      },
      {
        "id": 19,
        "text": "Что происходит?! ",
        "var_add": [
          "global seeker",
          1
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "Это анталогия эпизодов-концовок от лица различных людей в самых разных точках вселенной. \n\nПополняйте свою коллекцию, проходя квест. Приятного повторного прочтения! ",
    "answers": [
      {
        "comment": true,
        "middle_answer": true,
        "var_need": [
          "global banal",
          1
        ],
        "id": 15,
        "text": "_______________________________"
      },
      {
        "comment": true,
        "id": 15,
        "var_need": [
          "global banal",
          1
        ],
        "text": "☮ Новая надежда ☮\n",
        "middle_answer": true
      },
      {
        "middle_answer": true,
        "var_need": [
          "global nothanks",
          1
        ],
        "text": "❃ Прилежный ученик",
        "id": 16
      },
      {
        "middle_answer": true,
        "var_need": [
          "global help",
          1
        ],
        "text": "☾☽ Всë только начинается",
        "id": 16
      },
      {
        "comment": true,
        "middle_answer": true,
        "var_need": [
          "global seeker",
          1
        ],
        "id": 15,
        "text": "_______________________________"
      },
      {
        "comment": true,
        "middle_answer": true,
        "var_need": [
          "global seeker",
          1
        ],
        "id": 15,
        "text": "✧ Необузданная мощь ✧\n"
      },
      {
        "middle_answer": true,
        "var_need": [
          "global seeker",
          1
        ],
        "text": "ᴥ Последний наблюдатель",
        "id": 14
      },
      {
        "comment": true,
        "middle_answer": true,
        "text": "_______________________________",
        "var_need": [
          "global dh",
          1
        ],
        "id": 15
      },
      {
        "comment": true,
        "middle_answer": true,
        "text": "✮ «Dead Hand» ✮\n",
        "var_need": [
          "global dh",
          1
        ],
        "id": 15
      },
      {
        "id": 26,
        "text": "∞ Воссоединение",
        "var_need": [
          "global reunion",
          1
        ],
        "middle_answer": true
      },
      {
        "need_ever": true,
        "var_need": [
          "global mine",
          1
        ],
        "id": 28,
        "text": "■ Полезные ископаемые",
        "need": 28,
        "middle_answer": true
      },
      {
        "comment": true,
        "middle_answer": true,
        "text": "_______________________________",
        "var_need": [
          "global night",
          1
        ],
        "id": 15
      },
      {
        "comment": true,
        "middle_answer": true,
        "text": "✦ Последний ритуал ✦ \n",
        "var_need": [
          "global night",
          1
        ],
        "id": 15
      },
      {
        "id": 39,
        "text": "♛ Южная ночь",
        "var_need": [
          "global night",
          1
        ],
        "middle_answer": true
      },
      {
        "comment": true,
        "id": 15,
        "var_need": [
          "global moon",
          1
        ],
        "text": "_______________________________\n",
        "middle_answer": true
      },
      {
        "comment": true,
        "id": 15,
        "var_need": [
          "global moon",
          1
        ],
        "text": "◐ Не доставайся же ты никому ◑",
        "middle_answer": true
      },
      {
        "middle_answer": true,
        "var_need": [
          "global waiting",
          1
        ],
        "id": 59,
        "text": "⛧ Ожидающий"
      },
      {
        "id": 60,
        "text": "★ Армагеддон",
        "middle_answer": true,
        "var_need": [
          "global armag",
          1
        ]
      },
      {
        "id": 77,
        "var_need": [
          "global nonono",
          1
        ],
        "middle_answer": true,
        "text": "✫ Отвергнутая сила"
      },
      {
        "middle_answer": true,
        "text": "Ω Вечность здесь и сейчас",
        "var_need": [
          "global eternal",
          1
        ],
        "id": 79
      },
      {
        "comment": true,
        "id": 15,
        "text": "_______________________________",
        "middle_answer": true,
        "var_need": [
          "global nothing",
          1
        ]
      },
      {
        "middle_answer": true,
        "text": ".・   ゜・.・   ゜・.\n・இ Перерождение இ・\n°・   .   ・°・   .   ・°",
        "var_need": [
          "global nothing",
          1
        ],
        "id": 68
      },
      {
        "middle_answer": true,
        "text": "_______________________________",
        "comment": true,
        "id": 15
      },
      {
        "id": 1,
        "text": "НА ПЕРВУЮ СТРАНИЦУ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 16,
    "text": "...Повсюду торчащие из земли острые обломки скал навевали тревожное чувство. Они были похожи на клыки неведомого зверя, готовившегося захлопнуть пасть с одиноким путником, устало бредущим по этой скалистой равнине. \n\nРанкор знал, что это самое безопасное место во всей Империи, по крайней мере для него, опального беглого мага. \nБольше двух месяцев назад их \"Академию\", то есть гордо называвшийся так подвал с древним дедом, обучавшим одарëнных юнцов азам колдовства, накрыла инквизиция. Сбежать удалось только Ранкору, по крайней мере про участь однокашников он не знал ничего. Мэтра сожгли на той же неделе, после чего оставаться и дальше в городе не было никакого смысла. \nНу а лучшее, точнее единственное место, куда за ним не пошли бы шпионы храмовников, была Мëртвая пустошь. \n\nОднако сейчас, глотая сухую жëсткую пыль и тяжело дыша под палящим солнцем, он уже сомневался, что принял правильное решение. Вряд ли он здесь найдëт хоть какую-то еду или воду, раз здесь не растëт ни одна травинка. Однако страх заставлял двигаться всë дальше и дальше. \n\nСолнце налилось кровавым сиянием и стало цеплять верхушки скал, когда молодой беглец наконец бессильно повалился на большой круглый валун, приветливо отливающий гладкими, словно обтëсанными боками на фоне острозубого каменного пейзажа. \nПрохладный ветерок так нежно обдувал сбитые в кровь ноги, а валун грел спину с радушием домашнего очага так приятно, что веки мгновенно превратились в гранитные плиты, и юноша погрузился в сон. \n\n...Сквозь хаос мутных видений проступает сияющий кристалл... \n\n— Мальчик мой! Долгий же ты проделал путь. \n\n— Мастер? \n\n— Ты всегда был самым смышлëным учеником. Не спрашивай как я сейчас говорю с тобой, потом всë поймëшь. Главное сейчас, чтобы спасся ты. Позволь помочь тебе! \n",
    "answers": [
      {
        "id": 16,
        "text": "— Да, мастер! Как... \n\nЧто мне делать, повелитель? \n",
        "comment": true,
        "var_need": [
          "help",
          1
        ]
      },
      {
        "need_ever": true,
        "var_add": [
          "global help",
          1
        ],
        "id": 17,
        "var_need": [
          "help",
          1
        ],
        "text": "...Спустя пять дней... "
      },
      {
        "var_add": [
          "help",
          1
        ],
        "id": 16,
        "text": "Принять помощь",
        "instant": true,
        "var_no_more": [
          "help",
          0,
          " nothanks",
          0
        ]
      },
      {
        "id": 21,
        "text": "Отказаться",
        "var_add": [
          "nothanks",
          1,
          "global nothanks",
          1
        ],
        "var_no_more": [
          "help",
          0,
          " nothanks",
          0
        ]
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-76.userapi.com/impg/80O4XaLE1NEGNTdZ_osjGK4-5TwIB4OWLASWpQ/TVPa2ubiT6Q.jpg?size=1400x728<amp>quality=95<amp>sign=33ff395877cd3d9c6f0c521500718165<amp>type=album"
      },
      {
        "newAnswerImage": [
          "https://i.ibb.co/q0JPSGG/Lumii-20230703-083422673.png"
        ],
        "comment": true,
        "id": 16,
        "text": "\n\n\n\n\n\n\n\n\n\n\n. ",
        "var_need": [
          "help",
          1
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "\n... Язык от жажды распух и не помещается во рту. \nПальцы изранены, сорванны ногти. Спина затекла так, что еë уже не разогнуть при всëм желании. Наплевать! \nНужно откопать его! \n\nВ небольшой пещерке клубится тьма, но оборванное скрюченное существо, ещë недавно бывшее человеком, уже привыкло к ней. \n\nОн здесь, он рядом! \n\nКостяшки пальцев отбросили очередную горсть земли и заскребли по гладкой поверхности. Яркий свет ударил в корчащуюся фигурку, залечивая раны и успокаивая боль. \nЧужой поток мыслей и стремлений хлынул в обезумевшее сознание. \n\"Как долго я тебя ждал!\"\n\n",
    "answers": [
      {
        "id": 17,
        "text": "big",
        "url": "https://sun9-41.userapi.com/impg/Nchpf0b1pfsfTmEMVj_eIN2AAba60M-5g9Ojbg/zr743EBLIOc.jpg?size=736x736<amp>quality=95<amp>sign=772c8e92b5f4a2d143ddcb3d17c98c7b<amp>type=album"
      },
      {
        "id": 17,
        "text": "_____________________________",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 15,
        "text": "☾☽ Всë только начинается",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 18,
    "text": "С вашей новообретëнной мощью казалось, вы можете всë. Но само бытие перестало подчиняться вам — тут и там ткань мира лопалась, пространство расползалось на лоскуты, медленно тающие во тьме. \n\nВ панике (таком незнакомом чувстве, таком смертном!) вы пытались закрыть трещины, но энергия просто бесследно исчезала в них. \n\nСтремительно разрастающийся провал реальности поглощал этот мир. Вас. \n\n\n✧ Необузданная мощь ✧",
    "answers": [
      {
        "id": 14,
        "text": "Это конец! "
      },
      {
        "id": 18,
        "text": "big",
        "url": "https://sun9-14.userapi.com/impg/6FbkaKfwgGpKvPeJAwrn7lieGHPeT6M5CwtuZQ/IFpqX-oxyQE.jpg?size=1318x553<amp>quality=95<amp>sign=d5c44a5f5e7357d0d70ca0682378b4d1<amp>type=album"
      }
    ]
  },
  {
    "id": 19,
    "text": "Камень неожиданно перестал подавать признаки жизни, и парус повис мëртвой тряпкой. Следующие полчаса старик провëл, поливая бесполезную штуковину отборной моряцкой бранью, пока ярость не сменило отчаяние. \nМало того, что до дома на вëслах грести навскидку часа четыре, так ещë и звëздные ориентиры, знакомые с детства и казавшиеся неизменными, исчезли. \nНаверху происходила абсолютная вакханалия — созвездия сменялись одни на другие, свет самых ярких звëзд расщеплялся на радужные лучи, изгибался волнами. Сильное волнение поднялось и на море, хотя ветер по прежнему отсутствовал напрочь. Шатаясь, Норрел добрался до вëсел и в мрачной решимости начал разворачивать лодку. \n\nНеожиданно в глазах резко помутнело, и тело пронзила адская боль. Руки отказались подчиняться, и старик, выпустив вëсла, повалился на сильно расширившееся дно лодки. Пытаясь совладать с аномально удлиннившимися и усохшими руками, он неожиданно вдохнул полной грудью воздух и заорал. Туберкулëзный кашель, мучивший его последние годы, внезапно отступил! \n\nНеуклюже перевернувшись на живот, Норрел встал на колени и в ужасе осмотрел себя — он стал похож на циркового силача из балагана, который заезжал в их деревню во времена его юности, только ещë шире в плечах. А вот руки... руки болтались бессильными плетями. Что с ним случилось?! \n\nСлезящимися глазами он посмотрел на горизонт — там, где должна была гореть ободряющим маяком Северная звезда, расползалась рваной кляксой непроглядная пульсирующая чернота. \n\n",
    "answers": [
      {
        "id": 19,
        "text": "big",
        "url": "https://sun9-70.userapi.com/impg/bXy355YNFI42RB8H-cFMrCYaraRg82bXzaJbyQ/aXSN8BykGaM.jpg?size=630x733<amp>quality=95<amp>sign=82d3c827eeb46d658e5d45ab842bf10c<amp>type=album"
      },
      {
        "id": 19,
        "text": "___________________________",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 15,
        "text": "ᴥ Последний наблюдатель",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 20,
    "text": "\nОсвобождëнная душа вновь возродилась в кристалле, в центре Башни лишь для того, чтобы тут же исчезнуть. Энергетический дисбаланс был столь силëн, что даже такая могущественная сущность была мгновенно поглощена, отдав всë, что когда-то было отобрано у этого мира, обратно в реальность. \n\nВ колоссальный кратер затихающий вихрь опустил чëрные обломки, тут же скрывшиеся в многокилометровой толще горных пород. \nПоследние колебания пространства утихли, навсегда оставив после себя искорëженную пустошь. \n\nКонец света был предотвращëн, на этот раз окончательно. ",
    "answers": [
      {
        "id": 16,
        "text": "Радоваться"
      },
      {
        "id": 20,
        "text": "stretch",
        "url": "https://sun9-23.userapi.com/impg/7_g1A9fZWIrOoN5y2Sp9Pnr5CALwAEvDkCLqLA/YAKZeBy6mQI.jpg?size=1600x681<amp>quality=95<amp>sign=02b0c0599a7a4c00d4d1b8567a5d58dd<amp>type=album"
      },
      {
        "id": 20,
        "text": "\n☮ Новая надежда",
        "comment": true
      }
    ]
  },
  {
    "id": 21,
    "text": "...Свечи освещают тесный подвальчик, в воздухе клубится целебный дым после очередного эксперимента, поверх голов учеников мягко струится голос Мастера. \n\n— Некоторым призракам и потусторонним тварям, чтобы причинить вред, обязательно требуется человеческое дозволение, притом чистосердечное. Запоминайте старательно, друзья, законы нашего мироздания, тогда обретëте мудрость, и овладеете силами, которых другие лишь боятся, в бессильной злобе запрещая искусство наше... \n\n\n— Благодарю, мастер. Но я как-нибудь сам! \n\n... Кристалл взрывается клубящимся кровавым маревом из когтей, инфернальных пастей и щупалец, но они не могут причинить вреда. Это всего лишь сон. \n\n\n",
    "answers": [
      {
        "id": 21,
        "text": "__________________",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 15,
        "text": "❃ Прилежный ученик",
        "middle_answer": true,
        "blackout": true
      },
      {
        "id": 21,
        "text": "big",
        "url": "https://sun9-68.userapi.com/impg/333Xji1f5vaSPpTOoUbA43Jr5LGOKQxacodBZg/lpsJRdZFL_c.jpg?size=580x548<amp>quality=95<amp>sign=e78796918e8790e630e8b2e200817259<amp>type=album",
        "left_answer": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Это было невероятно, но Никаракт смог противостоять мощи стихии — Башня, опираясь на костяные колонны, сплавленные мыслью и магией, парила над огненным морем, вырванная с оплавленным \"корнем\", из которого выливались кипящие красные реки. Сколько сил пришлось потратить тëмному магу на это представление, сложно даже вообразить. \n\nСам повелитель, припав к растущему из вершины кристаллу, мычал что-то невнятное, разрезая руки об острые грани. Воздух вокруг рябил и светился, изгибаясь от концентрических волн растущего магического поля. Как бы ни был ослаблен Властелин, он готов был идти до конца. ",
    "answers": [
      {
        "id": 26,
        "text": "Наблюдать за агонией",
        "var_add": [
          "global reunion",
          1
        ]
      },
      {
        "id": 25,
        "text": "В кристалле чувствуется недостаток энергии... Голод... Стоит показать ему добычу"
      },
      {
        "id": 22,
        "text": "\n✮ «Dead Hand» ",
        "comment": true
      }
    ]
  },
  {
    "id": 23,
    "text": "— Посвящаем жертву нашему повелителю. Прими эту душу и спаси наши! \n\nНож с хрустом взрезал грудную клетку, жрец, распевая заклинания, раздавил вырванное сердце в специальном углублении алтаря. Остальные культисты сноровисто разрезали артерии, сливая кровь в подземные собирающие каналы. \n\nПоначалу вся эта процедура казалась Зафиру невероятно величественной и внушающей благоговейный трепет, но налëт торжественности быстро испарился. Протокольные слова, отскакивающие от зубов заклинания, отточенные жесты жрецов — всë это напоминало, и по факту являлось работой, ужасающей и адски тяжëлой. А уж когда Башня наконец была завершена, работа превратилась в смертельную каторгу — жертвы совершались тысячами каждую минуту, и, казалось, сам воздух застыл от бесконечного крика и запаха крови, разрывая голову и лëгкие. Кроме того, необходимо было сохранять постоянную ментальную концентрацию, чтобы усмирять вырывающихся рабов. \n\nС облегчением вытерев нож от крови последнего за сегодняшнюю смену трупа, Зафир привалился к чëрному алтарному камню. Адепты уже тащили нового раба, сменивший его жрец затягивал новую ритуальную формулу, попутно отпихивая мешающегося коллегу, но сил уйти не было — тело сводило судорогой и отказывалось подчиняться. Оно превратилось в слиток свинца и провалилось сквозь ненадëжный камень в пропасть болезненного сна без сновидений. ",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      },
      {
        "id": 23,
        "newAnswerImage": [
          "https://i.ibb.co/8ztgFG2/22-48-19-mk47lsp-Vu-Ws.jpg"
        ],
        "comment": true,
        "text": " "
      }
    ]
  },
  {
    "id": 24,
    "text": "Культист валялся в беспамятстве довольно долго, пока мощный толчок, буквально подбросивший его, и последовавший затем крайне болезненный удар копчиком о каменную плиту алтаря, не вырвали его из забвения. Ничего не понимающий жрец, забрызганный с ног до головы расплескавшейся кровью, пытался найти опору разъезжающимися на скользком шатающемся камне ногами, ошалело осматривая творящийся вокруг ад. Не то, чтобы окружающий пейзаж из тысяч кровавых жертвенников и бесконечных шеренг полуголых грязных людей под ними был пасторальной картиной, но сейчас от еë четкой организованности не осталось и следа. \n\nБольшинство алтарных камней съехало со своих пьедесталов, увлекая культистов за собой в кричащее человеческое месиво, в котором то и дело появлялись зияющие провалы. Перекрывая кричащую толпу, из глубины поднимался тяжëлый вибрирующий гул, настолько низкий, что еле улавливался ушами, но отзывающийся давящей ломотой в теле. Земля колебалась волнами, воздух стал таким горячим, что от жара скручивались волосы. Чëрный провал неподалëку вдруг озарило оранжевое свечение, поверхность вокруг вздулась и взорвалась, раскидав тела и куски полурасплавившейся почвы. Расщелины повсюду заполнялись лавой, начавшей с пугающей скоростью затапливать жертвенную долину, выжигая всех на своëм пути. \n\nЖар опялял лëгкие, кожа трескалась, и Зафир внезапно с отчетливой ясностью понял, что умирает. Культисты, кому повезло не упасть с алтарей, изжариваясь на каменных сковородах, из последних сил сипели мольбы о спасении Повелителю, но он был далеко отсюда... Пробивающийся сквозь смог лунный свет внезапно затмила тень зловеще кренящейся Башни. Казавшийся незыблемым монумент торжества человека над природой падал! \nПоследним, что увидели глаза жреца перед тем, как высохнуть, были вырывающиеся из лавового моря циклопические костяные фаланги, со страшным треском врезающиеся в чëрный остов. ",
    "answers": [
      {
        "id": 22,
        "text": "Далее",
        "var_add": [
          "global dh",
          1
        ]
      },
      {
        "id": 24,
        "text": "big, top",
        "url": "https://sun9-62.userapi.com/impg/eilltIRHcaWPdNv0wpNpEdaiMArxEI9E1u1U9g/Z5U5un13DPA.jpg?size=817x1080<amp>quality=95<amp>sign=ae4309bc48f8a979cf76f1028c75bc72<amp>type=album"
      }
    ]
  },
  {
    "id": 25,
    "text": "Кристалл, медленно разрастаясь, сиял всë ярче, колеблющийся воздух разбивал лучи на сотни танцующих радуг, рождая неведомые глазу смертного цвета. \n\nКровь, остающаяся на его зеркальной поверхности, быстро впитывалась. Маг, словно стараясь напоить своего питомца, резал себе кисти и лицо, исступлëнно припадая к растущим кристаллическим лезвиям, не чувствуя бездонную голодную пропасть внутри. Эту жажду он мог утолить, но не сумел — магия не терпит непредвиденных обстоятельств. \n\nЧто-то изменилось. Никаракт почувствовал это слишком поздно — руки с шипением стали погружаться в сияющий камень. Волшебник повысил голос и запел.\nСлова, смутно знакомые вам, принесëнные тëмным магом из далëких чужих миров, отозвались волнами в пространстве, уйдя за его ткань. Кристалл потемнел и покрылся трещинами, но сквозь них прорастали всë новые и новые прозрачные иглы, тянущиеся к сердцу схваченной жертвы. Магическое поле тëмного повелителя и волшебного кристалла, бывшее единым, разрывалось в междуусобной борьбе двух непостижимых существ, разрушая ткань бытия. Сама реальность, казалось, разваливалась на части. ",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Кристалл, медленно разрастаясь, сиял всë ярче, колеблющийся воздух разбивал лучи на сотни танцующих радуг, рождая неведомые глазу смертного цвета. \n\nКровь, остающаяся на его зеркальной поверхности, быстро впитывалась. Маг, словно стараясь напоить своего питомца, резал себе кисти и лицо, исступлëнно припадая к растущим кристаллическим шипам, как вдруг на мгновение застыл, и отпрянул от него. \n\nНеожиданно простецки выругавшись, повелитель плюнул в быстро наливающийся багровой тьмой кристалл, и отвернулся. Окинув взглядом простирающееся до горизонта бушующее лавовое море, он вздохнул и решительно зашагал обратно к голодному камню, по пути доставая из воздуха тонкое искрящееся лезвие. \n\nУдар! Радужным дождëм бырзнули смертельно острые искры, с мелодичным звоном рассыпавшись по площадке. \n\nДрожащими руками маг начал загонять себе под кожу ещë вибрирующие и гудящие кусочки, расплавляя плоть излучаемой энергией. Осколки растворялись, впитываясь в быстро регенерирующую ткань, но, очевидно, это приносило адскую боль. \n\nИстощив запасы терпения, или же просто удовлетворившись, волшебник поднялся с колен, отвесил куда-то в сторону горизонта шутовской поклон, и воздел к небу руки, протяжно запев. Слова потустороннего языка смяли реальность как бумажку. Пыль, мелкие осколки кристалла и камней задрожали и поползли вслед за  искривляющимся пространством к застывшей фигуре. \nРуки прочертили идеальный круг, буквально вырезав из ткани бытия проëм в неведомое. Пространство иной вселенной хлынуло в эту, смешиваясь в невидимом водовороте. Не обернувшись, тëмный маг шагнул в портал, но вам было уже не до него. \n\nВы почувствовали присутствие. Разум, равный вам. Теперь вы не одни.",
    "answers": [
      {
        "id": 15,
        "text": "КТО ТЫ, БРАТ? ",
        "middle_answer": true,
        "blackout": true
      },
      {
        "id": 26,
        "text": "∞ Воссоединение",
        "comment": true
      }
    ]
  },
  {
    "id": 27,
    "text": "Первым не выдержал кристалл. Заполняющая его тьма, сочившаяся из трещин чернильным туманом озарилась нестерпимо ярким светом. Излучение мгновенно расплавило площадку, последующая ударная волна раздробила монолитный остов, разметав костяные осколки и чëрные валуны размером с утëсы на километры вокруг. \n\nЗа секунду до того, как навсегда потерять его, вы заметили летящее в огненную пропасть обожжëнное тело Тëмного повелителя. Он ещë был жив, но колдовать не мог, вы это поняли сразу — в сердце ядовитым жалом застряло стеклянное лезвие. Почувствовав ваше внимание, Никаракт ухмыльнулся и одними губами прошептал:\n— Обыграл таки, сво... \n\n",
    "answers": [
      {
        "id": 28,
        "text": "Далее",
        "var_add": [
          "global mine",
          1
        ]
      },
      {
        "id": 27,
        "text": "very big, top",
        "url": "https://sun9-54.userapi.com/impg/Wn09C00I35Pcs0aNkCydhi1u_F6Z_pir4lqkSQ/5rdD3qd-mAM.jpg?size=1600x899<amp>quality=95<amp>sign=c8728e63c96e10d9ca5b6bd12d0c2b1a<amp>type=album"
      }
    ]
  },
  {
    "id": 28,
    "text": "Выдержки из геологического имперского справочника:\nРаздел ”Особо ценные полезные ископаемые”\n\"Планета D3.7 системы эта Киля\"\n\n«Морийские тра́ппы— одна из самых крупных трапповых провинций планеты. Она расположена на Восточно-Морийской платформе. Морийские траппы изливались на границе деозоя и эйнозоя, около 225 млн лет назад. Траппы развиты на площади около 2 миллионов км². Объём извергнутых расплавов составил по разным оценкам 1—4 млн км³ эффузивных и интрузивных пород, или более 5 млн км³. Одновременно с ними произошло крупнейшее (деоозойское, т. н. Великое) планетарное вымирание. \n\nВ географическом центре территории находится единственное в галактике месторождение гематилия, загрязнëнное примесями редкого, но бесполезного минерала — литокальцита. Добыча ведётся в том числе из самой глубокой в секторе шахты «Мпонтенг» — её глубина составляет 39 км, температура в выработках достигает 1380 градусов.»\n\n",
    "answers": [
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-6.userapi.com/impg/yOXmxrBulGaXI1bnM7R52zQZ-gpD4Q4PmLLZXQ/Z-y0y9aMaho.jpg?size=2560x1657<amp>quality=95<amp>sign=ee74283941454e9ba4776345e78b5f40<amp>type=album"
      },
      {
        "id": 28,
        "text": "___________________",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 15,
        "text": "■ Полезные ископаемые",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 29,
    "text": "\nКогда-то в местные горы частенько захаживали тропические циклоны с побережья, окутывая древние пики пуховыми одеялами облаков. Однако здесь человек сумел изменить даже климат. Восходящие потоки разогретого сотнями тысяч людей воздуха, поднимаясь, разгоняли окрестные ветра, изменяя привычные воздушные течения, так что дожди здесь стали редкостью. Но вам ничто не мешает кое-что подправить и вернуть природное равновесие, если это сыграет вам на руку. ",
    "answers": [
      {
        "id": 30,
        "text": "Призвать бурю"
      },
      {
        "id": 29,
        "text": "big",
        "url": "https://sun9-55.userapi.com/impg/73mQEnTsnVTxL42ga7y2xyHtoib0twxvClvvwg/sPzkuV2T_3w.jpg?size=983x537<amp>quality=95<amp>sign=2504ed8014e911b32d65f63376842887<amp>type=album"
      }
    ]
  },
  {
    "id": 30,
    "text": "Шторм, бушующий над далëким морем, был действительно суров. Огромные массы воды смывали в море давно вымершие прибрежные селения, потомки жителей которых сейчас приносились в жертву за сотни километров отсюда. \n\nВоздушные массы, повинуясь вашей воле сдвинулись, образовав грозовой фронт, стремительно двинувшийся на чернеющий над горами пик. \n\nТяжело перевалившись через каменную гряду, тëмная масса втекла в долину, сорвав еë вековой туманный покров. \n\nНакопившееся статическое электричество от вечно висящей в воздухе каменной крошки и раньше давало о себе знать, колоссальными дуговыми разрядами от башни к алтарям выжигая случайных несчастных, оказавшихся поблизости — это воспринималось как особая милость Повелителя. Сейчас же культисты получили повод особенно порадоваться — между надвигающейся чëрной тучей образовалась настоящая плазменная стена из беспрестанно разрывающихся молний. \n\nНикаракт отреагировал мгновенно — в электрическом вихре могло погибнуть слишком много жрецов и несостоявшихся жертв. Клубящееся иссиня-чëрное марево, вспыхивающее разрядами, облепило башню, и, плавя еë змеящимися плазменными дугами поползло вверх. Чудом спасшиеся от смерти культисты в исступлении возносили хвалу своему Властелину, стоявшему на недосягаемой для их взгляда вершине, и в этот самый момент впитывающего объединëнную мощь циклона и каменной долины. ",
    "answers": [
      {
        "id": 31,
        "text": "Не на такой эффект вы рассчитывали"
      }
    ]
  },
  {
    "id": 31,
    "text": "Буря иссякла, просто впитавшись в Башню. Маг всë ещë стоит на краю, сотрясаемый энергетическими разрядами, прокатывающимися по его телу. Ассимиляция такого количества энергии — сложный процесс, требующий предельной концентрации, но не бесконечный. \nНужно что-то срочно предпринять! ",
    "answers": [
      {
        "id": 32,
        "text": "Какая-то точка темнеет на фоне закатного солнца... "
      },
      {
        "id": 42,
        "text": "Над горизонтом встаëт кровавая луна... "
      },
      {
        "id": 9,
        "text": "Из-под земли доносится таинственный гул... "
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-86.userapi.com/impg/NKKj9R_I3j4yI2nktxX8aTQ5wj4oWV0-iFosew/d2zTHoHfITQ.jpg?size=612x618<amp>quality=95<amp>sign=4b1b1710f9afcb01c8e11424ff995996<amp>type=album"
      }
    ]
  },
  {
    "id": 32,
    "text": "Могучий орëл, светясь кровавым золотом в лучах последнего заката мира, купался в воздушных потоках. \nВот он, та бабочка, которая изменит всë, достаточно незаметное и естественное оружие, как раз в вашем вкусе. \n\nСтремительно набирая скорость, птица камнем понеслась к далëкой тëмной фигуре. Никаракт, оплетëнный паутиной молний, стоял на самом краю — его внимание было поглощено подчинением стихийной мощи. \n\nКакой подлый удар в спину! Ничего, зато спаситель соотвествует канонам жанра. Конец у него правда неканоничный — мгновенное превращение в поджаренную птичью тушку. Но не будем горевать, цель оправдывает средства — Повелитель, растеряв своё величие, летел, кувыркаясь, электрически треща, и в панике совершая пассы руками. \n\nОднако башня высока. Прошло секунд двадцать, а до земли ещë так далеко! Тëмный маг совладал с паникой, так давно, а может и никогда им не испытываемой, сорвал тлеющий плащ, сковывающий руки и закрывающий лицо, совершил несколько резких взмахов рукой, и в воздухе в сотне метров под ним ракрылась жутко алеющая язва. Брызнул фонтан крови и поглотил мага. ",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-64.userapi.com/impg/7HFxKJg81-26AEoWIt5s_Na6yL_TgMrpa9UgmQ/CG5EPUPHAHk.jpg?size=1000x800<amp>quality=95<amp>sign=e24c55425b77f1199b9ce1dc179e0940<amp>type=album"
      },
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Глубоко под землëй, под самими глубокими тайными ходами, кровавое озеро забурлило и выплюнуло вязкий склизкий сгусток. Темный повелитель, барахтаясь и отплëвываясь выбрался на борт и распластался на скользком  каменном полу. Его сотрясал истерический смех пополам с кашлем, а в залитых кровью глазах плясали давно угасшие искры куража. \n\n— Наконец-то ты дал о себе знать. Рискну предположить, что этот милый подарок, убивший пару сотен моих прихлебателей, приподнëс ты. Премного благодарен! Не буду заставлять тебя ждать. Начнëм представление прямо сейчас! \n\nВолшебник снова подполз к борту, опустил руки в кровь и тихо забормотал заклинания. Молнии из него больше не били, лишь искорки пробегали по всклокоченным мокрым космам— видимо кровавая ванна помогла окончательно справиться с избытком энергии в организме. ",
    "answers": [
      {
        "id": 7,
        "text": "Превратить кровь в камень",
        "var_add": [
          "nope",
          1
        ]
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-18.userapi.com/impg/gp1vyst5ksGIW8v0kD_QJseD6NXHCgEoOSPCoQ/ntNENhFRYUA.jpg?size=1064x542<amp>quality=95<amp>sign=1686f436577f4876416dbaf278edf57e<amp>type=album"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы обратили внимание на покрывающую тело повелителя кровь. Влажная корка, дымясь, испарялась, растапливаемая вибрациями пространства, и стекала с волшебника ручьями, заливая глаза. \n\nМаг мотнул головой в попытке стряхнуть очередные струйки, и крупный, еще не растаявший сгусток свалился с волос на мост, прямо ему под ноги, превратившись в скользкую лужу. \n\nШаг — и кровавое пятно под ногой с шипением испарилось, а тëмный повелитель продолжил неумолимо приближаться к пульсирующему силой кристаллу. ",
    "answers": [
      {
        "id": 34,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-24.userapi.com/impg/xrqEzH6hHlIox7meUGCwQLzNc7Y_Y0O6WiP_cw/eXdhuYc-8lY.jpg?size=1064x542<amp>quality=95<amp>sign=de2391f82288d1396f849e793b97831b<amp>type=album"
      },
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Прижавшись к раскалëнному минералу всем телом, маг что-то прошептал. Его тело начало медленно погружаться в кристалл, в то время, как водоворот неожиданно выгнулся в обратную сторону, начав подниматься по сияющему столбу. Кровавая толща заволокла наполовину исчезнувший человеческий силуэт, продолжая обвивать кристаллическую сердцевину всë выше и выше, словно сливаясь с ней в одно целое. \n\nШëпот повелителя, влившись в стройный резонанс зала, словно завершил невообразимой сложности узор. Волны звука, накладываясь друг на друга, множась и резонируя, наращивали мощь всë быстрее. От колебаний пространства не только подземный зал, но и сама Башня плавно изгибалась, как звенящая струна, и колоссальные вибрации исходящие от неë пронизывали всë мироздание, уходя за ткань бытия в иные миры, и принося отголоски обратно и деформируя реальность. \n",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Наконец кровавое покрывало полностью поглотило сердцевину мегалитического строения. В это же мгновение податливое пространство искривилось и втянулось само в себя, в бесконечно малую точку. \n\nЗа гранью непроглядной тьмы, окружающей Нечто, что некогда было самым могущественным существом этой планеты, вы не ощущали ничего. Вы не могли проникнуть за эту завесу. Нечто новое рождалось из вашей плоти, обретало массу, энергию, забирая еë у вас. \n\nНаконец вы осознали ваше настоящее предназначение. Это начало конца. Вашего. \nНо вместе с тем это начало нового мира. ",
    "answers": [
      {
        "id": 36,
        "text": "very big stratch",
        "url": "https://sun9-11.userapi.com/impg/5lMcz7c4uJcooQ0E0qEo4_AszF65TRVF0YWE3Q/bvA19rl_blw.jpg?size=1024x819<amp>quality=95<amp>sign=8955a538ed0fb572bb9f96ee890e6f51<amp>type=album"
      },
      {
        "id": 37,
        "text": "Исчезать... "
      },
      {
        "id": 36,
        "text": "\n✦ Последний ритуал",
        "comment": true
      }
    ]
  },
  {
    "id": 37,
    "text": "На утопающие в мареве ароматных пряностей улочки опускалась душная южная ночь. \nВеличественный Базилевс с балкона своего дворца устало взирал на вечернюю столицу. Очередной тяжëлый день пролетел в суете меж встреч с десятками послов его сатрапий, прибывших с дарами на празднование его юбилея, подготовкой мозголомного законопроекта, от которого зависела судьба его империи, и мыслях о недостойном поведении наследника. Под конец дня голова раскалывалась и совершенно отказывалась связывать хоть немного относящиеся к государственным делам мысли, а тело накрывала волна обезоруживающей усталости. В такие вечера особенно чувствовался груз прожитых лет. \n\nБазилевс смотрел на украшенные уютные дома, сбегающие с дворцового холма мостовые и сияющие в ночи разноцветными огнями торговые ряды, шум от которых долетал даже досюда, и вспоминал юность. В конце концов чем он был лучше своего непутëвого внучка, каждый день пропадающего из глаз дворцовой стражи, а после бурных ночей возникающего в отчëтах всевидящих царских шпионов? Беззаботная гульба, драки с такими же молодыми ребятами в кабаках, романтика серенад под окнами очередной возлюбленной и пьянящее ощущение всемогущества от сжимаемого клинка, обагрëнного кровью грабителей в каком-то безымянном переулке... Давно это было. Смерть отца от рук заговорщиков заставила его быстро повзрослеть, забыв про юношескую блажь, и лишь теперь неясная тоска по молодости всë чаще отвлекала мысли монарха. \nКак знать, может быть, исчезни он внезапно, его внук неожиданно для себя образумится? \nБазилевс перевëл взгляд на далëкий порт, где призывно покачивали мачтами галеоны дипломатических миссий. Небо над ними было усыпано звëздами так сильно, что, казалось, можно было разглядеть черты небесного воителя Рамаила, хотя это было сложно сделать даже с хорошую погоду в лучший дворцовый телескоп! \nМонарх мысленно похлопал себя по плечу — столько лет, а зрение почище чем у молодых! Кажется, этот Рамаил улыбается ему. Надо будет дополнить звëздный атлас, вроде как там не было таких подробностей. \n\nРамаил удивлëнно поднял брови, продолжая тем не менее улыбаться. \n\nБазилевс немного опешил — если то, что он знал по астрономии, правда, то звëзды не должны себя так вести. Или же ему, в награду за праведную жизнь, действительно явился прославленный воин древности? \n\nРамаил неожиданно нахмурился, сморщив нос. Нос из благородного орлиного вытянулся в неподобающее недоразумение. Царское сердце ëкнуло, почувствовав странную тревогу. Хотя зрелище было забавное, но звëзды точно не должны были себя так вести, уж не говоря о том, что подобной дальнозоркостью владыка впринципе не страдал. Всë это было подозрительно. ",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      },
      {
        "id": 37,
        "text": "big",
        "url": "https://sun9-78.userapi.com/impg/-RdpZf79aEG13Ezt_fKCqBGFfkKMhwJ_Ov0Jww/gXpv5AOpB9A.jpg?size=1024x1024<amp>quality=95<amp>sign=d5d87640bd741996a4eab8bc6d46704d<amp>type=album"
      }
    ]
  },
  {
    "id": 38,
    "text": "Базилевс хотел уже вызвать слугу и послать в астрономарий, но взгляд от неба отвести не получилось. Звëздное полотно окончательно перестало напоминать лицо, светящиеся точки медленно искривлялись, превращаясь в тонкие линии. Они ползли по небу, захватывая всë новые и новые созвездия, удлинняясь и меняя свои направления. Постепенно в центре образовавшихся лучей чëтко стала проступать ещë одна звезда. Необычно мерцая и переливаясь, она росла, оставаясь единственным островком стабильности на быстро меняющемся небе. Заметно посветлело. \n\nУслышав шум, царь оторвался на миг от завораживающего зрелища и бросил взгляд вниз. На улицы отовсюду высыпали люди, указывая руками в небо, отчаянно жестикулируя, танцуя, беспорядочно бегая, что-то крича. \nОх уж эта чернь, — подумал Базилевс, — чего-то не понимают и сходят с ума. Нужно будет завтра всë-таки распросить придворного астронома, наверняка это какая-то необычная комета, чей хвост даëт такие оптические иллюзии. \n\nОн уже отвернулся от окна, как вдруг комната озарилась мягким зеленоватым светом, а с улиц донëсся дружный вздох тысяч людей. Царь развернулся обратно и обомлел — южное небо его столицы, лежащей не так уж и далеко от экватора, переливалось насыщенными зелëными волнами, перетекающими в пурпурный и обратно. \n— Как это возможно? Северное сияние видели лишь несколько раз на крайних аванпостах империи в тысячах километров отсюда! \n\nЗвезда меж тем превратилась в сияющее и стремительно увеличивающееся кольцо света с золотой перемычкой. Это кольцо росло с вкрадчивой плавностью и столь стремительно,  что первобытный ужас зашевелился где-то в животе. Человек, бывший властелином целого материка, ощутил первобытную дрожь, особенно когда понял, что она исходит не только из тела. \n\nНа золочëном столике хрустальный сервиз жалобно зазвенел под аккомпанемент драгоценных зеркальных подвесок на люстре. Вибрация пронизывала всë здание, от чего изображение стало слегка смазываться и терять чëткость. С маленького резного алтаря с металлическим стуком упала платиновая статуэтка Вечного, выпавшие агатовые глаза запрыгали на дрожащем полу. Затрещал со скрипом перетираемый камень стен, пыль посыпалась сквозь расходящиеся трещины в украшенном мастерской мозаикой потолке, кружась в воздухе причудливыми клубами. Неожиданно налетевший шквальный ветер рвал шëлковые занавески, и развевал царственные пряди, бросая их в лицо. \nЗастывший на балконе, напряжëнно вцепившись в перила, старик не заметил, как с хрустом ломается балка под балконом, и с удивлением понял, что вибрация сменилась на ощущение невесомости. Полëт к земле показался вечностью. ",
    "answers": [
      {
        "id": 39,
        "text": "Далее",
        "var_add": [
          "global night",
          1
        ]
      },
      {
        "id": 38,
        "text": "big",
        "url": "https://sun9-49.userapi.com/impg/Xo3o9MWuRUClfzVnrNEGa_dURietX6h-t4lRsA/TTrP7_QNQJM.jpg?size=700x700<amp>quality=95<amp>sign=abef3edd91fb726b878b9d1b638d9780<amp>type=album"
      }
    ]
  },
  {
    "id": 39,
    "text": "Чем ближе прилижалась поверхность, тем больше время замедлялось. \n— Значит вот что чувствует человек, к которому приближается смерть... \nНо смерть упорно не хотела приближаться, настолько, что земля остановилась в нескольких метрах. С неожиданной ясностью Базилевс увидел, как от дрожащей размытой поверхности отделяются кусочки земли, камни, пыль, постепенно поднимаясь в воздух. Оседающая со стоном каменная стена чëрной тучей поднималась обратно, словно кто-то начал отматывать время вспять. Небольшой камень, мягко коснувшись ноги, начал отплывать в сторону, а монарх, вместе с окружающим мусором и землëй, медленно вращаясь, стал подниматься в воздух. Потеряв ориентацию в пространстве, он мог лишь беспомощно наблюдать проплывающие мимо треснувшие перекрытия, обломки черепицы, вращающиеся камни, цветы, нелепо болтающиеся тела придавленных в ночной дрëме придворных. Мир словно распадался на кусочки, терял целостность и ясность, поднимаясь в тëмную высь, откуда с холодной беспристрастностью взирал огромный бездонный глаз с золотым ободком. ",
    "answers": [
      {
        "id": 39,
        "newAnswerImage": [
          "https://sun9-65.userapi.com/impg/vvgfhsydVvlBwinnX6cyaiOrqXgaf-Z2jgOOxw/K4E1yj58qhg.jpg?size=1080x690<amp>quality=95<amp>sign=a1d005331a89428b6af8bc137c4150e3<amp>type=album.jpg"
        ],
        "comment": true,
        "text": ". "
      },
      {
        "id": 39,
        "text": "_________________________",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 15,
        "text": "♛ Южная ночь",
        "middle_answer": true,
        "blackout": true
      },
      {
        "id": 39,
        "text": "_________________________",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 39,
        "text": "big",
        "url": "https://sun9-15.userapi.com/impg/PKwK830fs1h4JQmQHmxGQ7xmdfb6m49uDTBgQg/_-UJJhHXoo8.jpg?size=956x854<amp>quality=95<amp>sign=5e62643f6a2259744dcf89db634e8387<amp>type=album"
      }
    ]
  },
  {
    "id": 40,
    "text": "...Он успел лишь зажмуриться — удар кованного сапога врезался точно в челюсть, выбив вместе с ней кучу искр из глаз и зуб впридачу. Рот наполнился солоноватой жидкостью, а сознание стало уплывать куда-то в шаткую темноту, однако рука в жесткой клëпаной перчатке быстро привела в чувство.  \n\nБригадир, склонившись, приподнял его за шкирку, и еще раз от души отвесил по щеке. \n— Ну что, дошло? За мамкин долг ты нам ещë пару лет расплачиваться будешь, понял? И чтоб никаких больше уходов без прощаний. \nДошло, щенок? Отвечай! \n\nЯдрëная смесь самогонного перегара и луково-чесночного ужина убеждала не хуже сапогов и ора. Чтож, значит всë зря. \nСлëзы яростно жгли глаза, и отчаяно не хотелось отвечать бандитам предательски дрожащим голосом, но вновь занесëнная перчатка отмела сомнения. \n\n— Да, господин бригадир, я всë понял. Простите меня. \n\n— Вот и славно, сразу бы так, — отвернувшийся было амбал бросил через плечо, — и если добрый сыночек Мартин вдруг забыл, напоминаю – твоя мать всë ещë у Мадам. Работает она из рук вон плохо кстати, ха-ха. Так что в случае чего наша дорогая хозяйка не будет жалеть о такой ленивой работнице. ",
    "answers": [
      {
        "id": 41,
        "text": "Попытаться убить взглядом"
      },
      {
        "id": 40,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-41.userapi.com/impg/BwfKHQdoGUrwggP3GswxthMf4gRLdi1dMVbO_g/mOMYu2ORqAU.jpg?size=1600x1025<amp>quality=95<amp>sign=1a4d64765121b1069811538d10d44620<amp>type=album"
      }
    ]
  },
  {
    "id": 41,
    "text": "К сожалению, мальчик не был магом, и какой бы сильной ни была клокотавшая в нëм ярость, широкоплечая фигура вальяжно раскачиваясь и перешучиваясь с подельниками, скрылась за углом. \n\nНащупав закатившийся между камнями зуб, парень сунул его в карман, и прихрамывая, поплëлся в притон, откуда он сбежал пару дней назад. ",
    "answers": [
      {
        "id": 43,
        "text": "Спустя некоторое время"
      },
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-25.userapi.com/impg/ElU62cc6Yup1l27XioeqHsh3stMOw4EFjt30vw/giYRyi6Dfto.jpg?size=1600x1000<amp>quality=95<amp>sign=29a7e23f942b1a7fd41f6da34b5daee5<amp>type=album"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы предполагали, что Никаракт уже слишком силëн, чтобы остановить его малой кровью. Время отбросить остатки сентиментальных чувств к этой планете — ведь иначе вся вселенная будет обречена. Пришло время смертельного козыря. \n\nМогучий планетарный спутник был для многих населявших мир народов олицетворением хтонического ужаса, вестником давно обещанного апокалипсиса. Древние сумасшедшие, считавшиеся пророками, даже не предполагали, насколько точны окажутся их предсказания. \n\nС земли луна казалась незыблемо, навечно привязанной к своему орбитальному хороводу. Однако смертным был незаметен маленький изъян, спусковой механизм часовой бомбы с задержкой в миллиард лет. Каждый день расстояние между небесными телами сокращалось. Это расстояние было смехотворно малым — что такое пара сантиметров в год? Однако большего вам и не нужно. \n\nСломать вечные силы вселенной, заставить мир, то есть самого себя, пойти наперекор себе же вы не могли и не хотели. Но тайное намерение древнего спутника когда-нибудь раскроить поверхность своего поработителя, слиться с ним в огненной ярости стихий открывало поистинно разрушительную перспективу. Нужно лишь немного ускорить необратимое. \n\nВ оглушающей тишине космоса отсвечивающий алым диск вышел на терминальную траекторию. \n",
    "answers": [
      {
        "id": 40,
        "text": "Этому миру остались считанные дни"
      },
      {
        "id": 42,
        "text": "\n◐ Не доставайся же ты никому ",
        "comment": true
      }
    ]
  },
  {
    "id": 43,
    "text": "Тяжëлая дверь гостинницы подалась вперëд, впуская примечательную парочку — благообразного, слегка седого господина, одетого в богато вышитый, но сильно потрëпаный кафтан, и осунувшегося подростка с тëмными кругами вокруг глаз. \n\nПообщавшись с хозяином, мужчина занял столик у дальней стены рядом с что-то празднующей компанией. Подозвав проходящую подавальщицу, мужчина кинул в поднос золотой и махнул в сторону соседей. \nЧерез некоторое их уже оскудевший стол неожиданно заполнился кувшинами с лучшей выпивкой в таверне. Манерно поклонившись, под удивлëнно-одобрительные свисты и возгласы, мужчина присоединился к компании.\n— Друзья, позвольте представиться! Оуэн Абрахам, бывший владелец каравана \"Счастье Идры\". Это мой сын, Мартин, — мужчина похлопал по плечу болезненно поморщившегося паренька. \n— Мы ехали по северному тракту в столицу, и схлопотали приличную засаду. Увы, от каравана ничего не осталось, в связи с чем... \n— Как это, северный тракт? — перебил его толстый господин с золотым перстнем на правой руке, — это же самая охраняемая дорога королевства! \n— Можете себе представить! Мы тоже так думали, за что и поплатились. Так вот, я хотел бы попросить вас позволить нам с сыном присоединиться к вашей компании. В качестве доказательства, что я не какой-то проходимец, и моë слово имеет вес, примите эти бумаги. Это вексель Высшего суда о праве беспошлинной торговли в бывшей Королевской Пентархии. \n\nТолстые руки собеседника господина Оуэна суетливо зашарили по карманам бархатного сюртука. Наконец, выудив из их недр красивый серебряный монокль, купец пристально всмотрелся в свиток. \n\n— Чтож, вы меня убедили. Приятно встретить приличного человека среди местного отребья. Правда, к несчастью для вас, мы направляемся в северный порт, у нас некоторые... кхм... грузы, которые мы обязаны сопроводить как можно скорее. Но, учитывая вашу историю, думаю, менее рискованно будет поехать в обход, по старой королевской дороге. По сему, выпьем за удачное совместное путешествие! \n",
    "answers": [
      {
        "id": 44,
        "text": "Какая удача"
      },
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-37.userapi.com/impg/irLD1Rd8IZBBbSdaSryU1J-Vlvikbad5Gf1xvw/Jsa3tcGLIBM.jpg?size=1600x875<amp>quality=95<amp>sign=d959cd976cfbe43d3760f8025bdd502e<amp>type=album"
      }
    ]
  },
  {
    "id": 44,
    "text": "Посидев еще час, мужчины, раскланявшись, разошлись по комнатам. Изрядно поднявшийся по социальной лестнице Мартин потирал слипающиеся глаза, осматривая чистую во всех смыслах комнату — внутри был лишь небольшой сундучок, кровать, пахнущая стиранным бельëм, и гладко вытертые от частого мытья доски. Очевидно, главным преимуществом одной из трëх лучших комнат в гостинице считалась пуританская чистота. \n",
    "answers": [
      {
        "id": 51,
        "text": "Лечь спать",
        "var_add": [
          "fuk",
          1
        ]
      },
      {
        "id": 46,
        "text": "Ещë немного погулять"
      },
      {
        "id": 44,
        "text": "big, top",
        "url": "https://sun9-7.userapi.com/impg/QRx7UTmKc6Vji_tksQ0Lpx7GbzTnlsah13qIoA/bd81_DOjkCE.jpg?size=1600x1062<amp>quality=95<amp>sign=b738dec94e4718bd15e614f9027e51b4<amp>type=album"
      }
    ]
  },
  {
    "id": 45,
    "text": "\nИз сверкающего хаоса раздался голос. Это была песня на том же языке. Теперь вы вспомнили: когда-то слова его раздавались во всех известных мирах — древний язык творцов, обладающих властью над пространством. Башня подхватила мелодию, и тысячи задравших головы внизу жрецов присоединились к оглушающему хору. \n\nПоверхность земли мелко затряслась, превращаясь густую, быстро раскаляющуюся массу. Воздух рябил и бежал волнами от опаляющего жара. Унисонный хор культистов стал редеть — многих охватил ужас, и они, прекращая петь, мгновенно обугливались на алтарях, превратившихся в раскалëнные чëрные сковороды посреди магматического моря. Остальные в экстазе повторяли магический мотив, и мощь Повелителя окружала их непроницаемым щитом. ",
    "answers": [
      {
        "id": 71,
        "text": "Наблюдать"
      },
      {
        "id": 45,
        "text": "big",
        "url": "https://sun9-56.userapi.com/impg/R6MSpknxtccbTWSmSivHeqmSDRcsIMY597QKjw/fFEd8eE831E.jpg?size=1080x816<amp>quality=95<amp>sign=86793fb827502ac348320741504a6324<amp>type=album"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Старшой... Старшой, можно на пять минут на улицу выйти? \n«Старшой», сидя на широком подоконнике, пытался накорябать на промасленной бумаге из-под копчëной рыбы некое послание, потряхивая клетку со странно обмякшим почтовым голубем. \n\nДверь хлопнула, отсекая костлявую фигурку от тëплого, пахнущего мясной похлëбкой мира.\nНочь была абсолютно кромешной и безлунной, и с непривычки ориентироваться можно было только на звуки. \nНа улице умиротворяюще стрекотали сверчки, ржали в стойле, тяжело дыша, лошади. Воздух был каким-то необыкновенно лëгким и разреженным, настолько, что кружилась голова. Со скрипом отворились ставни на втором этаже, и под приглушëнную брань сверху свалилось тëмное пятно. \n— Твою мать, грëбаный тетерев! \nЭй, парень! — громкий шëпот несомненно принадлежал господину Оуэну. \n— Парень, ты здесь? Найди этот сраный комок перьев, отвяжи письмо, и отнеси на перекрëсток, который мы вечером проезжали. Положишь под дуб у дороги. Свечку с кресалом возьми. ",
    "answers": [
      {
        "id": 47,
        "text": "Выполнять"
      },
      {
        "id": 46,
        "text": "big, top",
        "url": "https://sun9-19.userapi.com/impg/_g_OFp7dNO119CuEMafK6RhhTRssaap4hep51g/Az4cGjv8udw.jpg?size=1024x768<amp>quality=95<amp>sign=7f2528e7892a882af835a832169e24a0<amp>type=album"
      }
    ]
  },
  {
    "id": 47,
    "text": "Спустя час пути по пустынной дороге, небо начало потихоньку светлеть, высветив появившийся вдалеке силуэт развесистого дуба. Над лесом выкатывался огромный сияющий шар. Луна была настолько до неприличия большой, что мальчик, остановился, разглядывая невидимые раньше красноватые пятна на поверхности спутника, очертания чего-то наподобие клякс, которых он видел на картах в кабинете старшей мадам... \n\nШквалистый ветер, внезапно ударивший в грудь, привëл его в чувство. Найдя среди клубящейся дорожной пыли увесистый камень, он припëр им скомканную бумажку в корнях скрипящего толстыми сучьями дуба. Ветер трепал разлапистые ветви с широкими листьями, словно паруса королевских каравелл... ",
    "answers": [
      {
        "id": 48,
        "text": "Вспоминать"
      },
      {
        "id": 47,
        "text": "big",
        "url": "https://sun9-50.userapi.com/impg/wSsglgV3l0GIyD4buOGtw4QlH3l4qxITa8I9XA/TQnyl5WC9BQ.jpg?size=1024x1024<amp>quality=95<amp>sign=200a074133dace8fcb8506aec83b3b0a<amp>type=album"
      }
    ]
  },
  {
    "id": 48,
    "text": "\nСкрипят шпангоуты на реях, хлопают полотнища разворачиваемых парусов, бряцает оружие. Высокая фигура отца возвышается над пирсом и суетящимися вокруг людьми. Стальной капитанский нагрудник блестит на утреннем солнце. \n\nМать бросается на грудь отца, плачет, обнимая его. Мальчик дëргает отцовский рукав.\n «Почему ты опять уезжаешь!»\n «Так надо, сынок. Надо, чтобы вы жили.»\n «Не уезжай, папа!»",
    "answers": [
      {
        "id": 49,
        "text": "Не уезжай... "
      },
      {
        "id": 48,
        "text": "big",
        "url": "https://sun9-27.userapi.com/impg/knN9FSqGRS6BieLptR397VcVMPV6CkoheD9y7A/fzLZmFN7Qlw.jpg?size=1600x899<amp>quality=95<amp>sign=2a80e79f91b76ad6a5b922a3ca7ef8dc<amp>type=album"
      }
    ]
  },
  {
    "id": 49,
    "text": "Слëзы от нахлынувших воспоминаний сломали тщательно выстраиваемую стену бесчувственности, и мальчик, не сдерживаясь, разрыдался. Столько лет прошло... Он даже не помнит его лица. Чувство вины грызло его изнутри. Он забыл отца, не смог помочь матери, не смог в конце концов даже сбежать. И сейчас вынужден помогать людям, держащим в заложниках его мать. Что же он за человек? Какая-то падаль... \n\n",
    "answers": [
      {
        "id": 51,
        "text": "Возвращаться",
        "var_no_more": [
          "fuk",
          0
        ]
      },
      {
        "var_add": [
          "fuk",
          1
        ],
        "id": 49,
        "instant": true,
        "text": "Забрать бумажку",
        "var_no_more": [
          "fuk",
          0
        ]
      },
      {
        "id": 49,
        "text": "Нет, он не может так больше. Пока есть возможность хотя бы спасти этих ни в чëм неповинных людей, и он воспользуется ей. Пусть катятся к чëрту мадам, «господин» Оуэн, вечно орущий и ломающий чьи-нибудь кости бригадир! \nКамень полетел в придорожную канаву, за ним отправилась разорваная на кусочки бумажка. Выбор сделан. ",
        "var_need": [
          "fuk",
          1
        ],
        "merge": true
      },
      {
        "id": 51,
        "text": "Возвращаться",
        "var_need": [
          "fuk",
          1
        ]
      },
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-9.userapi.com/impg/OkrqEf3b4NgmU1Rxk-Mqn1g6IuOeqQ7Kh0e29Q/e7B87oEhLgs.jpg?size=564x671<amp>quality=95<amp>sign=93b494ce3018796c1c579a721fa3089a<amp>type=album"
      }
    ]
  },
  {
    "id": 50,
    "text": "Отступивший было ледяной озноб, под давлением чëрных омутов глаз вернулся снова, перехватывая дыхание и сковывая по рукам и ногам. На фоне светлеющего небосвода всë сильнее выделялся окружающий жуткую фигуру мутный ореол вязко переливающегося словно от невидимого жара воздуха. \n\nПредать себя воле этого существа, похожего на монстров из самых мрачных сказок бабки Озе... Надо быть настоящим безумцем! \n\nЕле заметная улыбка исчезла, лицо таинственного человека стало непроницаемым.\n\"Мы совершаем выбор, и покоряемся последствиям\", — пророкотало в голове. \nПротянутая рука очертила круг, и ещë сильнее сгустившийся воздух размыл очертания, превратил стоящего всего в двух шагах незнакомца в стремительно истаивающую тень. \n\nЧерез секунду морок растворился в пробивающихся из-за деревьев красноватых лучах. ",
    "answers": [
      {
        "id": 80,
        "text": "Поднять голову"
      }
    ]
  },
  {
    "id": 51,
    "text": "Поспать как следует так и не вышло — из гостинницы небольшой караван вышел затемно. \nВ дороге у Мартина выдалась возможность рассмотреть приютившую их кампанию поподробней. Глава каравана — тот самый словоохотливый толстый купец, не выделялся ничем, кроме тяжëлого золотого перстня на указательном пальце. А вот его спутники были гораздо более колоритные. Двое, судя по внешнему сходству братья-близнецы, завешаны с ног до головы оружием. Готовые вечером смеяться по любому поводу, с остатками выветрившегося хмельного растеряли и всю весëлость. Их квадратные, словно вырубленные из камня лица и раскачаные торсы, вкупе с плавными кошачьими движениями, выдавали бывалых и очень опасных головорезов.\n\nДва других спутника купца имели особенно странную внешность. Далеко надвинутые на глаза капюшоны не могли скрыть чëрных татуировок на заострившихся скулах. Вчера за столом они в основном помалкивали, и молча потягивали выпивку, не слишком в этом усердствуя. Сейчас, в таком же сосредоточенном молчании, они ехали по бокам от тяжело нагруженной странной телеги, расписанной таинственными металлическими символами, словно вплавленными в дерево. \n\nГосподину Оуэну быстро наскучило молчаливое настроение поездки, и он, расслабленно подкатившись к купцу, защебетал на какие-то отвлечëнные темы. Впрочем разговор не клеился, а вскоре и вовсе прервался — недвижный штиль резко сменился ураганным ветром, мгновенно сдувшим висящий с самого утра придорожный туман. С востока стремительно надвигалась гроза. Возвращаться было уже поздно, поэтому люди и лошади, вытянувшись в шеренгу, медленно продвигались сквозь душные волны яростно налетавшего ветра и дождя. \n\nОчень сильно потемнело, и дорога освещалась лишь постоянно бьющими молниями. Дышать было тяжело, воздух протекал в лëгкие как жидкость. В глазах плавали сияющие мушки, от бесконечного грохота дождя и грома мутилось сознание. Мартина внезапно охватил первобытный страх — подумалось, что вот так он и умрëт, в этой страшной каше посреди бушующей стихии...\n",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      },
      {
        "id": 51,
        "text": "big",
        "url": "https://sun9-20.userapi.com/impg/wLZptfBO-YRgNX1Q1YHo5u2r7JpFU_1geFwedA/O9H28V296Uo.jpg?size=809x988<amp>quality=95<amp>sign=599c96b09ba46a0dd8cdf47d1f11a619<amp>type=album"
      },
      {
        "id": 51,
        "text": "_____________________________________________",
        "comment": true
      },
      {
        "id": 51,
        "newAnswerImage": [
          "https://sun9-23.userapi.com/impg/CVVtrBClHWYzcA7ASIUsncfah_AepDOVJ1t2Nw/I-8GmhNwXR0.jpg?size=1024x1024<amp>quality=95<amp>sign=0093b74dd93a6c6e17a2f31ab7ebdb69<amp>type=album.jpg"
        ],
        "comment": true,
        "text": ". "
      }
    ]
  },
  {
    "id": 52,
    "text": "\nИ всë же гроза постепенно стала слабеть. Кромешная ночная темень довольно быстро сменилась обычной грозовой мрачностью, ветер уже не сбивал с ног, а гром звучал всë дальше и дальше. Дождь слабел, и вскоре на горизонте показалось яркое сочно-голубое небо. Прорвавшиеся сквозь облака солнечные лучи преломились в отступающей стене ливня тройной радугой. \n\nОставшийся день караван двигался ускоренным маршем, в полной тишине. Люди молчали, ошеломлëнные пережитым. ",
    "answers": [
      {
        "id": 53,
        "text": "Далее",
        "var_no_more": [
          "fuk",
          0
        ]
      },
      {
        "id": 54,
        "text": "Далее",
        "var_need": [
          "fuk",
          1
        ]
      },
      {
        "id": 52,
        "text": "big",
        "url": "https://sun9-64.userapi.com/impg/0Ik-WwrY20biRnVIMFHw1LoILjL0hhMaJK-iBg/0rB0I91cuU4.jpg?size=1200x900<amp>quality=95<amp>sign=3855e255e7e6c39a79c7af193231134b<amp>type=album"
      }
    ]
  },
  {
    "id": 53,
    "text": "День сменился сумерками, но хозяин каравана даже не думал останавливаться. Они уже час шли по глухому лесу. Дорогу, заваленную лесным мусором, часто перегораживали тяжëлые сучья, сорванные бурей с окрестных дубов и елей. Господин Оуэн с купцом ехали впереди, о чëм-то тихо переговариваясь. Мрачные спутники навевали тревогу, и Мартин решил нагнать разговаривающих. \n\n— А всë же, дорогой Красс, позвольте поинтересоваться, откуда вы взяли этих колоритных персонажей в капюшонах? Их татуировки кажутся мне смутно знакомыми. \n\nКупец, осторожно зыркнув на попутчика, поморщился. \n\n— Издалека. Эти господа не любят разговаривать, а я не люблю говорить о них. Лучше скажите, далеко ли отсюда до того постоялого двора... как вы говорили, он называется? \n— «Кружка пива».\n— Какая банальность... \n— Вы правы, у местных фантазии никакой. Но, поверьте, это им нисколько не мешает. Вот, посмотрите, очередное тому доказательство. ",
    "answers": [
      {
        "id": 56,
        "text": "Посмотреть"
      },
      {
        "id": 53,
        "text": "big",
        "url": "https://sun9-33.userapi.com/impg/xs1InJLByaIxMXk03Pp7pWp0pPRo5dAYS2GXIw/41tywFrgPFU.jpg?size=1024x1024<amp>quality=95<amp>sign=bbd37c01e7870901919fff15a7e56ad8<amp>type=album"
      }
    ]
  },
  {
    "id": 54,
    "text": "День сменился сумерками, но хозяин каравана даже не думал останавливаться. Они уже час шли по глухому лесу. Дорогу, заваленную лесным мусором, часто перегораживали тяжëлые сучья, сорванные бурей с окрестных дубов и елей. Это было совершенно не похоже на просторный северный тракт — видимо господин Оуэн всë-таки воспользовался своими ораторскими способностями и уговорил купца выбрать другой маршрут. Вот и сейчас они ехали впереди, о чëм-то тихо переговариваясь. Мрачные спутники навевали тревогу, и Мартин решил нагнать разговаривающих. \n\n— А всë же, дорогой Красс, позвольте поинтересоваться, откуда вы взяли этих колоритных персонажей в капюшонах? Их татуировки кажутся мне смутно знакомыми. \n\nКупец, осторожно зыркнув на попутчика, поморщился.\n\n— Издалека. Эти господа не любят разговаривать, а я не люблю говорить о них. Лучше скажите, далеко ли отсюда до того постоялого двора... как вы говорили, он называется? \n— «Кружка пива».\n— Какая банальность... \n— Вы правы, да... \n\nДеревья расступились, окружив дорогу небольшой полянкой. Господин Оуэн рассеяно перебрасывался с купцом скучающими фразами, оглядывая местность и хмурясь. Очевидно, что-то было не так. ",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      },
      {
        "id": 54,
        "text": "big",
        "url": "https://sun9-33.userapi.com/impg/xs1InJLByaIxMXk03Pp7pWp0pPRo5dAYS2GXIw/41tywFrgPFU.jpg?size=1024x1024<amp>quality=95<amp>sign=bbd37c01e7870901919fff15a7e56ad8<amp>type=album"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Что-то не так, сударь? \n— Нет-нет, всë хорошо. Я просто вспомнил об одном незаконченном деле, теперь оно занимает все мои мысли. Не беспокойтесь... Честно говоря, мне не помешало бы облегчиться. Не составите мне компанию? \n\nУхмыльнувшийся господин Красс грузно спрыгнул с коня. \nОни отсутствовали совсем недолго, когда из-за деревьев послышался вскрик и поляну осветила тусклая зеленоватая вспышка. Цепкая рука в чëрной перчатке тут же крепко сжала плечо Мартина. Тем временем, господин Красс, тяжело ступая, выбрался из-за кустов, поддерживая окровавленную левую руку. На ней хватало нескольких пальцев. \nБросившиеся к нему охранники выволокли на свет тело Старшого. От него исходило еле ощутимое сияние, а воздух вокруг вибрировал, смазывая знакомые черты. \nСклонившись над парализованным, Красс пошептался с подошедшим культистом, после чего оглянулся на оцепеневшего мальчика. \n\n— Что, малец, и ты с ним заодно? ",
    "answers": [
      {
        "id": 72,
        "text": "Отмазываться"
      },
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-80.userapi.com/impg/2LpbMZ4IEs53Aj5_SO50HqkKIWRP5NGPMRttSQ/E1ibY7xWX1Y.jpg?size=736x542<amp>quality=95<amp>sign=8331b3b2491b7292fe0c249daf73b9ea<amp>type=album"
      }
    ]
  },
  {
    "id": 56,
    "text": "Деревья расступились, окружив дорогу небольшой полянкой. Впереди, где опять начинался лес, поперëк дороги лежал ствол огромной ели. \n\n— Как думаете, эта ель сама сюда упала? \n— Хмм... Полагаю, вы так не считаете. Однако же я сомневаюсь, что кто-то осмелится посягнуть на груз, охраняемый слугами Великого, — с нажимом, повысив голос произнëс купец. \n\nСловно в ответ из кустов тренькнула тетива, и один из близнецов свалился с лошади, сломав торчащую из шеи стрелу. \n\n— Полагаю, вы не правы, — сказал господин Оуэн, молниеносно выхватив короткий фальшион. Купец успел вскинуть руку с указующим перстом, украшенным перстнем, но губы, не успев произнести заклинание, раскрылись в крике — кисть с глухим стуком свалилась на устилавшие дорогу листья. \n\nС рëвом на седовласого предателя бросился второй головорез — в плече у него торчала стрела, рука болталась плетью. Внезапно поляна озарилась алым светом. Наëмника оплела сеть из ярко-красных разрядов и отбросила в сторону оплавленное тело. Руки культиста дымились от горящих рукавов робы, рот исказился в безумном оскале. Случайная смерть попавшегося на пути заклинания товарища его только раззадорила. \nВторой культист воздел руки к небу, громко выкрикивая заклинание. Стрелы огибали его, словно натыкаясь на невидимую преграду. \n\nГосподин Оуэн, вовремя отпрыгнув от искрящегося красными разрядами шара, схватил с земли отрубленную кисть и сорвал золотой перстень. подхватил с земли отрубленную кисть и сорвал золотой перстень. Резко выкрикнув активирующее заклинание, он ткнул пальцем в телегу, и она взорвалась фонтаном сундучков, монет и мешков с разлетающейся едой. Грохнув, лопнул скрытый внутри каменный ящик, разорвавшись на осколки. Звякнули рвущиеся цепи. В золотистом мареве взрыва промелькнула тëмная фигура. \n\n\n\nПервый культист неожиданно зашëлся криком, скрючившись в неестественной позе. Захрустели сминаемые кости, руки вывернулись, из кожи выступили кровавые капли. Ещë недавно бывший человеком комок мяса с мерзким чвяканьем впечатался в землю. Второй маг к этому времени уже воспарил над землëй. Сгустившийся вокруг него воздух искрил, засверкали электрические разряды. Молнии рассекали окружающие деревья, вспыхивали яркими факелами кусты. ",
    "answers": [
      {
        "id": 57,
        "text": "Отползти подальше"
      },
      {
        "id": 56,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-38.userapi.com/impg/PffSsuubS9QdCwVaJKWlFTwC3-UOZV25WSavfg/G8qUd9-4Mlo.jpg?size=1024x1024<amp>quality=95<amp>sign=0863d248a9f358d9ace0c29972ebd7d0<amp>type=album"
      },
      {
        "id": 56,
        "text": "_____________________________________________",
        "comment": true
      },
      {
        "id": 56,
        "newAnswerImage": [
          "https://sun9-55.userapi.com/impg/ySGbkJAgzTPDN4f8mAoz4wpjVyb_1SOetQ6UJQ/pfnEEyTf-CE.jpg?size=1024x1024<amp>quality=95<amp>sign=79e9523f052f9c4907f815ecaa072f22<amp>type=album.jpg"
        ],
        "comment": true,
        "text": ". "
      }
    ]
  },
  {
    "id": 57,
    "text": "Мартин абсолютно потерялся в этом орущем, трещащем и полыхающем адском круговороте. Упав на землю, он пытался ползти в сторону от бешенно стреляющего молниями вихря. Один из плазменных разрядов попал господину Оуэну в ногу, оплетя еë электрической сетью и мгновенно изжарив до бедра. Из вспыхнувших придорожных кустов донëсся полный боли крик. \n\nВнезапно молнии прекратили хаотично ударять повсюду, оплетя находящегося в воздушной сфере культиста в подобие кокона. Послышался натужный вой, и электрическая сеть сжалась в светящуюся точку, исчезнув в дымящемся воздухе вместе с тëмным адептом. \n\nКогда гул в голове немного стих, Мартин с трудом начал различать отдельные звуки. Толстый купец, привалившись к обломку телеги, стонал, цепляясь дрожащими пальцами за обрубленную культю. Над распластавшимся увечным телом «Старшого» склонилась обнаженная фигура. Оплавленные обрывки цепей на руках и ногах, изрезанная странными символами спина, чëрные космы... \n\nЧеловек медленно повернул голову, видимо только что заметив мальчика. Глаза его были абсолютно черны, без белков. Мартина прошиб сковывающий озноб ужаса. \n\n— Подойди. Ты знал его? — голос был невероятно низок и тягуч. Существо протянуло руку к подошедшему на негнущихся ногах мальчику, и положило ледяную ладонь на лоб. ",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "...Перед глазах каледоскопом пронеслись образы. Родители, друзья, разбойничья братия... \nАбрахам Оуэн — Старшой, Рейс Меллер, таинственный мастер меча на службе у хозяйки борделя. Легендарный убийца с тëмным прошлым... \n\n— Не стоит продолжать его жизнь, ты согласен? \nСущество задумчиво смотрело на подростка. — Как ты вообще здесь очутился? \n\n— Помогите... Помогите, умоляю! Рука... — послышалось из-за обломка телеги. \n\n— Новый выбор, мальчик. Стоит ли помочь ему? \n\nМартин, которого неожиданно отпустил страх перед жутковатым незнакомцем, посмотрел на скорчившегося торговца. Верхушки елей колыхались под порывами ветра. Небо стремительно светлело. ",
    "answers": [
      {
        "id": 59,
        "text": "Помочь"
      },
      {
        "id": 60,
        "text": "Убить"
      }
    ]
  },
  {
    "id": 59,
    "text": "Этот несчастный возможно действительно ничего не знал. Да если и врëт, то это Старшой напал на купца, а не наоборот. Хотя с ним были тëмные маги... \n\nМартин окончательно запутался, но одно он знал точно — он не сможет хладнокровно обречь раненого человека на медленное умирание в тëмном лесу. Подойдя к купцу он попытался осмотреть его рану. \n\nНеожиданно резким движением толстяк схватил мальчонку за волосы, дëрнул к себе, и прижав локтем шею, целой рукой выхватил из-за пояса тонкий стилет.\n\n— Иномирная тварь, давай по хорошему. Ты восстанавливаешь тут всë, залезаешь в свой гроб, а я тебя доставляю по назначению. Мальчишка будет жив, с меня не сдерут кожу и не высосут всю кровь, а ты исполнишь своë предназначение. Как тебе такая перспектива? \n\nВидимо от болевого шока перспектива казалась купцу более чем адекватной. Существо смотрело на него с непроницаемым выражением лица, склонив голову на бок. Наконец его губы скривились, и он произнëс лишь одно слово — «Недостоин». \n\nРука, державшая кинжал, затряслась, внутри неë что-то забулькало, и неожиданно конечность взорвалась, забрызгав всë вокруг тëмной жижей. \nОглушëнный мальчик упал в обморок. \n\nТяжëлая туша купца взмыла в воздух. Существо, всë меньше кажущееся человеком, подошло вплотную и впилось в толстую шею. Пронизывающие деревья мутные лучи озарили с хрустом выползающие из спины и локтей шипы. ",
    "answers": [
      {
        "id": 61,
        "text": "Смотреть"
      }
    ]
  },
  {
    "id": 60,
    "text": "Купец возможно действительно ничего не знал.\nОднако зачем тогда его сопровождали тëмные маги? Интересно, зачем Старшой устроил эту засаду? Жаль, его уже не спросить. \n\nМартина терзали сомнения, но одно он знал точно. Магия — страшный грех, так говорила ему мать. Человек, якшающийся с магами, не должен жить. \n\nЧерноглазый почувствовал уверенность мальчика. Подойдя к жалобно скулящему торгашу, он прикоснулся рукой к его лбу, отчего купец мгновенно обмяк, закатив глаза. \n\n— Подойди, возможно ты захочешь это увидеть. ",
    "answers": [
      {
        "id": 64,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 61,
    "text": "Оторвавшись от трапезы, тварь повернула голову и уставилась на выползающий из-за леса колоссальный светящийся шар. Спутник был настолько близко, что на поверхности были видны горные цепи, изрыгающие огненные столбы, лавовые реки и испаряющиеся в планетарной агонии океаны. \n\n— Так не должно быть. \n\nОтбросив в сторону тело мëртвого караван-баши, существо, упав на колени, вытянуло руки по направлению к нëсшейся по небу луне. Уже невооруженным глазом можно было заметить, что спутник увеличивается в размерах, стремительно приближаясь по касательной траектории к планете. Его атмосфера, смешиваясь с атмосферой материнской планеты, разгоралась ярким огнëм. \n\nЛомая деревья и подхватывая в воздух тела, налетел мощнейший шквал. Воздушная стена ударила в неподвижно согнувшееся тело, даже на сантиметр не поколебав его. Из воздетых к луне скрюченных когтистых пальцев с зудящим тресканьем выползли зеленоватые молнии, оплетая руки. Из горла вырвался хриплый рëв. Искрящийся вокруг воздух был словно неподвластен бушующей вокруг стихии — от застывшей фигуры исходило ядовито-зелëное излучение, закручиваясь в подобие силовых линий магнитного поля. Молнии покрыли землю вокруг сплошным пылающим ковром, испаряя почву и влетающие в поле стволы деревьев.\n\nОднако луна без видимых изменений продолжала своë смертельное сближение. ",
    "answers": [
      {
        "id": 62,
        "text": "Это не остановить"
      }
    ]
  },
  {
    "id": 62,
    "text": "Внезапно противоположный конец горизонта вспыхнул, и в спутник врезался слепяще-яркий луч, разрезая поверхность как масло. Место попадания взорвалось, и колоссальные трещины мгновенно опутали поверхность. \nЛуна распадалась пополам. \n\nВзревев, существо, раскинув руки, взмыло в воздух. Вокруг него закручивался колоссальный огненный вихрь, уходящий далеко в высь, соединяясь с атмосферой спутника. Рассыпаясь на куски, карликовая планета уходила всë дальше на запад, насаживаясь на бьющий в неë беспощадный алый луч, выходящий с другой стороны в космическую бесконечность. \n\nНаконец лавовое пятно из планетарных обломков скрылось за горизонтом. Луч, моргнув, исчез. Через несколько минут уничтоженный бурей и огнëм лес сотряс мощный толчок. \nЗатем всë стихло. ",
    "answers": [
      {
        "id": 63,
        "text": "Далее",
        "var_add": [
          "global waiting",
          1
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "Выдержки из священной книги секты \"Ожидающих\".\n(Запрещена в Соларии, Альмерисе, и других вольных городах, а так же в Самартийском королевстве) \n\n«... Ударом единственного достигшего Земли лунного осколка была уничтожена башня Повелителя вместе с окружающими священными горами и побережьем. Зная о надвигающейся катастрофе, он предотвратил неминуемую гибель своих верных подданных ценой своей жизни. В память об этом каждый месяц мы должны целую неделю возносить ему хвалу, поедая священных годовалых ягнят и ржаную кашу. Так же, помня о святых семиста тысячах крылатых рыб, выбросившихся на берега от безысходной тоски по погибшему Повелителю, запрещено есть любую рыбу и морепродукты. Необходимо трижды в день орошать горячей кровью и слезами жертвенные обелиски. Во время недели памяти любые празднества и увеселения строго запрещены, и должны пресекаться. Помните, Повелитель смотрит на своих детей, и когда он вернëтся, то спросит, верно ли его почитали...»",
    "answers": [
      {
        "id": 15,
        "text": "⛧ Ожидающий",
        "middle_answer": true,
        "blackout": true
      },
      {
        "id": 63,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-35.userapi.com/impg/2_a5g8BserK8D7FIMZw0FbcF0EofbshyNd5l9g/nNAokuVw6jU.jpg?size=883x682<amp>quality=95<amp>sign=70e5c0331eb052487074e7901a7b9388<amp>type=album"
      }
    ]
  },
  {
    "id": 64,
    "text": "Ледяная кожа ладони вновь коснулась лба. Сознание заполонили образы странно одетых людей, непонятные, неприятные мысли, эмоции, калейдоскопом замелькали эпизоды чужой жизни... \n\n...Две фигуры в капюшонах, высокая, и низкорослая, еле помещающаяся в пролëт, спускаются по винтовой леснице. \n\n— Мы позаботимся о них. После победы Повелителя все ваши долги с лихвой будут покрыты, а мальчик будет безбедно жить. \n\nКрепкое пожатие рук, слишком долгое. \nОставшийся один, высокий человек, склонив скрытую капюшоном голову, смотрит на что-то, тускло поблëскивающее на ладони в полумраке... \n\nОбразы стираются, на их место приходят другие. \n\n...Волны разбиваются о нос корабля. Солëный ветер треплет русые волосы. Отец?! \nНа горизонте видна выстроившаяся в линию эскадра противника. \nГолос отца разрывает душу... \n—Построиться в карэ, дистанция кратчайшая... Передавай!\nНедоумевающий взгляд боцмана, взмахи флагов. \nКорабли с золотыми королевскими вензелями на парусах величественно приближаются к флагману. \nОтец достаëт из кармана золотой перстень. Такой же, как и у знакомого купца, но с вплавленным алым камнем. \nПоднимает руку... Сжимает кулак... Нет, что происходит! Это не он, это не может быть он! \n\nБрызнувшие в стороны чëрно-красные молнии оплетают корабли смертельной вязью. С хлопками расщепляют на огненные искры людей, треща, пожирают палубы. Юнга-смотрящий в отчаяной попытке спастись прыгнул с кренящейся мачты, и сверкающая стрела, с треском разорвав воздух, превратила тело в кровавую пыль. ",
    "answers": [
      {
        "id": 65,
        "text": "Этого не может быть! "
      }
    ]
  },
  {
    "id": 65,
    "text": "Мальчик, тяжело дыша, отпрянул от холодной руки пришельца. Ярость клокотала в груди, не находя выхода. \n\n— Я пожалуй оставлю вас, — существо отвернулось, со вздохом взглянув на пробивающиеся сквозь деревья мутные лучи. Щелчок пальцев, пробежавший ветерок... Это был морок, или правда здесь только что был этот странный человек? Лишь деревья, качаясь, стонали, и ветер завывал между ними. \n\nВпрочем, оставшихся двоих живых на обожжëнной поляне это не волновало. Мартин медленно приблизился к купцу. Тот что-то бормотал себе поднос, всхлипывая и пуская слюни. ",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Сволочь... Мразь... Что вы сделали с моим отцом?! \n\nУдары маленьких кулаков посыпались на опухшее красное лицо. Неловко пытаясь закрыться культëй, толстый агент неожиданно зашëлся смехом, хлюпая носом и кашляя. \n\nКрасноватый свет залил поляну, и на поясе купца блеснул тонкий стилет. Руки сами потянулись к лезвию, неумело сорвали с пояса. Железный прут легко вошëл в мягкую плоть. Ещë, ещë раз. Чтобы он почувствовал, чтоб он страдал! \nСмех с хрюканьем прекратился. Сквозь вышитый золотом кафтан проступали бордовые пятна. Толстая туша завалилась на бок, увлекая за собой маленького убийцу. \n\nПлотная стена ветра, корчуя стволы и срывая ветки, вырвалась из леса, ударив и подхватив слепившиеся в один комок тела. Воздух сдавил грудную клетку, сжал голову, затекая в лëгкие и разрывая их изнутри. По чистой случайности большинство острых веток и древесных обломков врезалось в тело купца, оставив на теле мальчика лишь пару рваных ран. Затем воздушный поток оторвал их от земли. ",
    "answers": [
      {
        "id": 67,
        "text": "Далее",
        "var_add": [
          "global armag",
          1
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "Мартин с трудом разлепил глаза. Это было словно нестись внутри волны. Окружающее его месиво из лесного мусора, деревьев и пыли плавно и бесшумно мчалось, как единое целое, постепенно поднимаясь всë выше, пытаясь догнать стремительно летящий по небу огромный горящий шар. Его колоссальный диск затмевал собой большую часть небосвода, и неуклонно приближался. Оранжевое свечение заливало вязко крутящиеся вокруг словно под водой объекты. \n\nСпутник был настолько близко, что на поверхности можно было разглядеть колоссальные горные цепи, изрыгающие огненные столбы, лавовые реки и испаряющиеся в планетарной агонии океаны. По поверхности расползалось яркое, переливающееся оранжевыми и голубыми тонами пламя. \n\nНеожиданно из-за горизонта ударил нестерпимо яркий луч, врезавшийся точно в центр падающей сферы. Место попадания взорвалось, и колоссальные трещины мгновенно опутали поверхность. \n\nЛуна распадалась пополам, однако это еë ничуть не замедляло. Трещины на поверхности сияли всë ярче, изливающаяся из них километровыми фонтанами жидкая магма уже не падала обратно, а летела к Земле. По всей площади спутника возникали мощнейшие взрывы, откалывающие целые куски породы, выбрасывая еë в разделяющий планеты космос. \n\nКак бы быстро не неслась воздушная волна, луна летела быстрее, и вскоре часть диска исчезла за горизонтом. Воздух стал редеть, и охватившее было мальчика мертвенное спокойствие от плаванья в беззвучной воздушной реке сменилось возвращающимся чувством тяжести и паническим ощущением падения. Однако упасть он не успел. \n\nВспышка, по яркости превышающая свет тысячи солнц, опалила веки, обжигая кожу и глаза. Прежде чем ослепнуть, мальчик увидел поднимающуюся в полной тишине по всему горизонту гигантскую стену огня. ",
    "answers": [
      {
        "id": 67,
        "text": "__________________",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 15,
        "text": "★ Армагеддон",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы предвидели все возможные варианты. И все они были неправильными. \nПеред вами стоял настоящий Властелин, единственный из своих бесчисленных собратьев, кто действительно преуспел, дошëл до конца, разрешив великую задачу, заданную вами. Лишь он один достоин перейти на новую ступень существования, стать вашим продолжением. \n\nВы не помнили, было ли что-то до вашего Рождения. Этот мир возник вместе с вами, вы были им, плоть от плоти — великой сущностью, вселенским разумом и волей. И всë же в этом могущественном, но всë ещë ничтожном человеке вы видели себя. Возможно таким было и ваше прошлое? Сейчас это уже не важно.\nВ поисках своего смысла жизни вы обрекали на смерть бесконечное множество существ, и вы не остановитесь. Пора наконец разорвать этот порочный круг. Быть может, новый властитель найдëт новый смысл в собственном существовании? ",
    "answers": [
      {
        "id": 69,
        "text": "Наблюдать"
      }
    ]
  },
  {
    "id": 69,
    "text": "Жертвоприношение закончилось через три дня. Энергия миллиона человеческих душ была заключена в подземном хранилище и готова к поглощению. Эта мощь делала пространство вокруг податливым и изменчивым — воздух стал маслянистым, еле заметное тëмное свечение исходило одновременно отовсюду вокруг, а от простого движения рукой расходились осязаемые волны. \nЕле держащиеся на ногах жрецы в абсолютном молчании застыли на чëрных алтарях. Ожидание повисло в воздухе немым вопросом, который никто не решался задать. \n\nЧерез некоторое время все в долине ощутили присутствие некой иной силы. Через перевал двигалась непримечательная процессия из пяти путников — двое обыкновенных вояк весьма уголовного вида, два татуированных жилистых скелета в жреческих одеждах, и толстый купец верхом на тяжело нагруженной телеге. Энергия, сконцентрированная вокруг, тянулась к чему-то, скрытому внутри, скручивая воздух в еле заметные вихри. \n\nПроехав мимо бесконечных рядов алтарей к основанию Башни, купец и наëмники спешились, а двое сопровождающих жрецов вместе с телегой продолжили движение, пройдя прямо сквозь монолитную стену. Через ожидавший их за стеной портал рвались пронизывающие до костей потоки небесного ветра. \n\nВыйдя с другой стороны, жрецы тут же пали ниц — удушье разреженного воздуха выворачивало лëгкие, но это ощущение было далеко не самым сильным. Перед ними во плоти стоял сам Повелитель, и исходящая от него магическая мощь сбивала с ног, мутила рассудок и выжигала мысли. \n\n\"Вы выполнили долг, друзья. Я благодарю вас\", — прогремело в мозгу, затем наступила тишина. \n\nПо каменной поверхности Башни пробежала рябь, превращая голос повелителя в могучую лавину, и словно гигантские голосовые связки, разнося его на многие километры. \n\n— Братья! Мы славно потрудились, и скоро пожнëм плоды. Скоро сама Земля явит свои силы, чтобы отдать их нам. Мы разделим мощь этой вселенной вместе. Вы долго ждали этот момент, и вот он настал. Смотрите же, и наслаждайтесь! \n\nСтоящий на вершине Башни Никаракт поднял руку, и сюрреалистически выглядевшая на фоне уходящих за горизонт горных отрогов телега мгновенно распалась на доски, мешки и сундуки, зависнув в воздухе. В центре, окружëнная зеленоватым ореолом, медленно вращалась закованная в мерцающие цепи фигура. Глаза еë были абсолютно черны. ",
    "answers": [
      {
        "id": 70,
        "text": "Наблюдать"
      },
      {
        "id": 69,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-39.userapi.com/impg/aYWIO5P4Qcs8TsfkYAbxVBCD7Gpxq8oU2eq5bw/jrrgSdDZNLw.jpg?size=1069x1080<amp>quality=95<amp>sign=31e355bff7fc3a62416a0f514df7a2ed<amp>type=album"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Прости, что заставил тебя проделать этот долгий путь. Клянусь, если бы был другой способ, я бы выбрал его. Но без тебя, боюсь, мне не хватит сил. \n\nМаг говорил на языке, таком же чуждом для этой вселенной, как и его скованный собеседник, однако незнакомые слова сами собой обретали значение, словно, забытые сейчас, когда-то давно они были для вас родными. \n\nСущество едва заметно улыбнулось.\n— Довольно слов. Этот мир покорился тебе. Закончи то, что начал. \n\nМаг медленно пролевитировал к себе тело, и, держась одной рукой за центральный кристалл, положил слегка подрагивающую ладонь на лоб пленника. Палец вдавился в хрустнувший череп, и воздух вокруг померк. Из раны вырвались, плавя камень вокруг, электрические разряды, постепенно оплетая сетью соединившиеся фигуры. Собираясь в плазменные протуберанцы, они ширились, пробивая каменный монолит. Воздух над Башней начал сгущаться в тëмные, медленно закручивающиеся тучи. \n",
    "answers": [
      {
        "id": 45,
        "text": "Наблюдать"
      }
    ]
  },
  {
    "id": 71,
    "text": "Огненное море бурлило и сияло всë ярче, раскаляясь добела. Разогреваясь всë сильнее, потоки магмы мерцающей бриллиантовой взвесью поднимались над поверхностью, испаряясь и смешиваясь с воздухом в ослепительной пляске, превращаясь в однородную плазму. Таинственный процесс, сокрытый от смертных в ядрах звëзд, творился по воле человека — силы созидания и уничтожения, материя и энергия, перетекали друг в друга, порождая сами себя, находя баланс, становясь единым целым, как было в начале времëн. \n\nСкоро вся вселенная вспыхнет в последней агонии умирающей колоссальной звезды. Человек-разрушитель, вестник конца, соберëт чистую силу, и став демиургом, запустит новый цикл разумного творения. Так было и так будет. Ваш путь окончен. \n\n",
    "answers": [
      {
        "id": 71,
        "text": "_____________________________",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 15,
        "text": "இ Перерождение",
        "middle_answer": true,
        "blackout": true
      },
      {
        "id": 71,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-48.userapi.com/impg/knAkuIU9hNx45EppA2AgMjMVu5zHXg08Jdj32Q/ws7ERa-x9RY.jpg?size=735x547<amp>quality=95<amp>sign=7354223b47a7f71f2c3d2a51aee33300<amp>type=album"
      }
    ]
  },
  {
    "id": 72,
    "text": "— Нет, господин! Поверьте, у них моя мать, я обязан был... \n— Вот как, — глаза у господина Красса блеснули и он странно скривился, — ты мне кажешься очень знакомым. Давно хотел проверить, да твой папочка мешал. Подойди-ка ближе. \n\nМартин вскрикнул от боли — рука в перчатке вывернула плечо, вынуждая подчиняться. Толстые пальцы купца взялись за подбородок, а маленькие глаза с лопнувшими сосудами шарили по лицу. Неожиданно его рожа сморщилась и он зашëлся болезненным кашлем-смехом. \n— Хахакхкх-а-а ведь и правда, да ты сыночек самого Адмирала! Ахахахкх, вот так встреча! ",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Да-да, парниша, я знаю твоего настоящего папашу. Он мне ваши портреты показывал, когда пытался договориться, теперь-то я вспомнил... Ахкхкхахах... \n\nКупец всë никак не мог остановиться, однако Мартин его уже не слышал. Золотой перстень, впившийся в его подбородок, сильно вибрировал, в глазах темнело всë сильнее. Странные слова  стучали в мозгу, сознание уплывало всë дальше. \nНе в силах больше выносить это, мальчик изо всех сил вцепился в тяжëлое золотое кольцо. \n\nМощнейшая ударная волна отбросила его далеко в густые заросли колючего кустарника. Грохот и звон свалившейся с телеги поклажи резко перекрыли испуганные хриплые крики. Из-за веток практически ничего невозможно было увидеть, но сквозь листья в глаза мальчику ударили резкие красные всполохи. Послышался электрический треск, ноющий вой, хлопок, запах озона и горелого мяса, снова вспышки, глухой удар, и тишина. ",
    "answers": [
      {
        "id": 74,
        "text": "Выбраться из чащи"
      }
    ]
  },
  {
    "id": 74,
    "text": "С трудом, шипя от боли, мальчику удалось отодрать колючие ветки и выползти на свободное пространство поляны. \n\nНебо заметно посветлело, и благодаря этому стало возможным разобрать в разбросанном повсюду дымящемся хламе обломки телеги. Саму поляну перегораживал огромный чадящий ствол, разрезанный глубокими трещинами, в которых  ещë были видны непогасшие угли. Из-под ствола, в медленно растекающейся луже чего-то чëрного, торчал обрывок капюшона одного из охранников. От остальных спутников купца не осталось и следа. \nСам господин Красс, привалившись к обломку колеса, стонал, пытаясь дрожащими обрубками пальцев прикоснуться к разорванным ошмëткам того, что ещë недавно было его левой рукой. \n\nМартин перевëл взгляд в центр поляны. \nНа месте, где ранее остановилась телега, в небольшом кратере, стояла обнаженная фигура. Оплавленные обрывки цепей на руках и ногах, изрезанная странными символами спина, чëрные космы... \n\nЧеловек медленно повернул голову, видимо только что заметив мальчика. Глаза его были абсолютно черны, без белков. Мартина прошиб сковывающий озноб ужаса. \n\nПодойди. — голос был невероятно низок и тягуч. Существо протянуло руку к подошедшему на негнущихся ногах мальчику, и положило ледяную ладонь на лоб. ",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      },
      {
        "id": 74,
        "text": "very big",
        "url": "https://sun9-54.userapi.com/impg/GSM82dUk0LBMWNtakTp7kT2JJj3_bCn4xD53rw/D5vfY5P4_P4.jpg?size=1024x1024<amp>quality=95<amp>sign=278c9b63e5c70bb2396464701a027433<amp>type=album"
      }
    ]
  },
  {
    "id": 75,
    "text": "Тихое спокойствие разлилось нежным теплом по телу, превращая боль в воспоминание.\n\nТы освободил меня. — Существо не мигая смотрело на подростка. — Как тебе это удалось, дитя? \n\n— Помогите... Помогите, умоляю! Мои руки... — послышалось из-за обломка телеги. \n\n— Это твой пленитель? Как бы ты решил его судьбу, мальчик? \n\nМартин, которого неожиданно отпустил страх перед жутковатым незнакомцем, посмотрел на скорчившегося торговца. Верхушки елей колыхались под порывами ветра. Небо стремительно светлело. ",
    "answers": [
      {
        "id": 76,
        "text": "Узнать ответы"
      },
      {
        "id": 77,
        "text": "Помочь"
      }
    ]
  },
  {
    "id": 76,
    "text": "Купец что-то знал о его прошлом, об отце. Это был шанс, подарок судьбы! \n\nЧерноглазый почувствовал желание мальчика. Подойдя к жалобно скулящему торгашу, он прикоснулся рукой к его лбу, отчего купец мгновенно обмяк, закатив глаза. \n\n— Услуга за услугу, мой друг. Подойди ближе. ",
    "answers": [
      {
        "id": 78,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 77,
    "text": "Господин Красс знал что-то о его прошлом. Жгучее желание поскорее узнать, что связывало этого человека и его отца, путало мысли, но поистине ужасное состояние купца вызывало в мальчике жалость. Подойдя к толстяку, он попытался осмотреть его рану. \n\nОднако когда слезящиеся мутные глазки на опухшем лице встретились со взглядом Мартина, купец неожиданно захрипел. Его глаза закатились, крупная дрожь сотрясла тело, и, странно булькнув, он завалился на спину. Из-под прижатой к телу культи вывалился оплавленный золотой слиток, бывший когда-то кольцом. \n\n— Дитя, ты можешь убивать взглядом, — ухмыльнулся черноглазый человек, — создания с такими талантами не должны пропадать зря. А то, что здесь произойдëт вскоре, тебе вряд ли понравится. Ты спас меня, и я предлагаю тебе сделку — я открою тебе тайны мироздания, покажу миры, где ты сможешь развить таланты, сокрытые в тебе. Научу управлять силами, заточëнными в камне, и мыслями, затаëнными в головах. Идëм со мной. \n",
    "answers": [
      {
        "id": 79,
        "text": "Взять протянутую руку",
        "var_add": [
          "global eternal",
          1
        ]
      },
      {
        "var_add": [
          "who",
          1
        ],
        "id": 77,
        "instant": true,
        "text": "Спросить, кто он",
        "var_no_more": [
          "who",
          0
        ]
      },
      {
        "id": 50,
        "text": "Отказаться",
        "var_add": [
          "global nonono",
          1
        ]
      },
      {
        "id": 77,
        "text": "\nНемигающие чëрные глаза пронизывали насквозь. \n\n— У меня много имëн. Когда-то Первый из многих, теперь я Последний из оставшихся. Я — сила созидания и разрушения, воплощение желаний далëкой вселенной, когда-то породившей нас для покорения всего сущего. Однако любому предназначению приходит конец, и на смену ему приходится искать новое. Кто я, ты не сможешь понять. Но, возможно, ты сможешь таковым стать... \n\nПротивоестественно низкий голос звучал всë более настойчиво, заполняя собой всë пространство, оглушая и повелевая. \n— Время тает, мальчик. Твой ответ? ",
        "var_need": [
          "who",
          1
        ],
        "merge": true
      }
    ]
  },
  {
    "id": 78,
    "text": "Ледяная кожа ладони вновь коснулась лба. Сознание заполонили образы странно одетых людей, непонятные, неприятные мысли, эмоции, калейдоскопом замелькали эпизоды чужой жизни... \n\n...Две фигуры в капюшонах, высокая, и низкорослая, еле помещающаяся в пролëт, спускаются по винтовой леснице. \n\n— Мы позаботимся о них. После победы Повелителя все ваши долги с лихвой будут покрыты, а мальчик будет безбедно жить. \n\nКрепкое пожатие рук, слишком долгое. \nОставшийся один, высокий человек, склонив скрытую капюшоном голову, смотрит на что-то, тускло поблëскивающее на ладони в полумраке... \n\nОбразы стираются, на их место приходят другие. \n\n...Волны разбиваются о нос корабля. Солëный ветер треплет русые волосы. Отец?! \nНа горизонте видна выстроившаяся в линию эскадра противника. \nГолос отца разрывает душу... \n«Построиться в карэ, дистанция кратчайшая... Передавай!»\nНедоумевающий взгляд боцмана, взмахи флагов. \nКорабли с золотыми королевскими вензелями на парусах величественно приближаются к флагману. \nОтец достаëт из кармана золотой перстень. Такой же, как и у знакомого купца, но с вплавленным алым камнем. \nПоднимает руку... Сжимает кулак... Нет, что происходит! Это не он, это не может быть он! \n\nБрызнувшие в стороны чëрно-красные молнии оплетают корабли смертельной вязью. С хлопками расщепляют на огненные искры людей, треща, пожирают палубы. Юнга-смотрящий в отчаяной попытке спастись прыгнул с кренящейся мачты, и сверкающая стрела, с треском разорвав воздух, превратила тело в кровавую пыль. ",
    "answers": [
      {
        "id": 65,
        "text": "Этого не может быть! "
      }
    ]
  },
  {
    "id": 79,
    "text": "Холодные пальцы сомкнулись на кисти, разделяя прошлое и будущее. Тело пронзила яркая вспышка боли, мгновенно разлившаяся переливающимся ощущением наполняющего силой жара. \n\nИз груди существа донëсся рокот, и в мозгу прозвучало слово, которое невозможно произнести человеческими губами. Пространство вокруг подëрнулось дымкой, стало податливым и ощутимым. Мартин сжал кулак, и ощутил в руке пламенную ярость спрессованного воздуха. Испугавшись, он резко отбросил крошечный горящий шар, и тот, разрезав окутывающую их тонкую вуаль, упал в паре метров, разорвав в щепки ещë дымящийся на поляне ствол. \n\n— Это лишь крупица того, что ты сможешь в будущем. Пространство — необработанная глина, а ты — полновластный творец с вечностью впереди. \n\nЧерноглазый человек слегка усмехнулся, и поднял взгляд в небо. Улыбка его погасла. \n\n— Нам пора уходить. \n\nСмуглая рука прочертила в воздухе круг, и за пальцами заструилась огненная нить. Ткань мира беззвучно разошлась, пропуская путников в бесконечность. Напоследок оглянувшись, мальчик бросил взгляд на колышущиеся верхушки елей, над которыми безмолвно поднимался невообразимо огромный, горящий лунный диск. ",
    "answers": [
      {
        "id": 79,
        "text": "__________________",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 15,
        "text": "Ω Вечность здесь и сейчас",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 80,
    "text": "Огненное сияние над лесом разгоралось всë ярче. Наконец, сквозь несущиеся по небу рваные облака и гнущиеся макушки елей, начал проступать огромный пылающий лунный диск. \n\nПослышался резкий треск, и плотная стена ветра, корчуя стволы и срывая ветви, вырвалась из леса, сбивая с ног. Вязкий густой воздух сдавил грудную клетку, сжал голову, затекая в лëгкие и разрывая их изнутри. Острые обломки деревьев, проносясь на огромной скорости, распарывали кожу, врезались, застревая в теле. \nМогучая воздушная река, преодолевая силу гравитации, оторвала мальчика от земли. ",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Мартин из последних сил разлепил запорошенные пылью глаза. Окружающее его месиво из лесного мусора, деревьев и пыли плавно и бесшумно мчалось, как единое целое, постепенно поднимаясь всë выше, пытаясь догнать стремительно летящий по небу огромный горящий шар. Его колоссальный диск уже затмевал собой большую часть небосвода, и неуклонно приближался. Оранжевое свечение заливало вязко крутящиеся вокруг словно под водой объекты. \n\nСпутник был настолько близко, что на поверхности можно было разглядеть колоссальные горные цепи, изрыгающие огненные столбы, лавовые реки и испаряющиеся в планетарной агонии океаны. По поверхности расползалось яркое, переливающееся оранжевыми и голубыми тонами пламя. \n\nНеожиданно из-за горизонта ударил нестерпимо яркий луч, врезавшийся точно в центр падающей сферы. Место попадания взорвалось, и колоссальные трещины мгновенно опутали поверхность. \n\nЛуна распадалась пополам, однако это еë ничуть не замедляло. Трещины на поверхности сияли всë ярче, изливающаяся из них километровыми фонтанами жидкая магма уже не падала обратно, а летела к Земле. По всей площади спутника возникали мощнейшие взрывы, откалывающие целые куски породы, выбрасывая еë в разделяющий планеты космос. \n\nКак бы быстро не неслась воздушная волна, луна летела быстрее, и вскоре часть диска исчезла за горизонтом. Воздух стал редеть, и охватившее было мальчика мертвенное спокойствие от плаванья в беззвучной воздушной реке сменилось возвращающимся чувством тяжести и паническим ощущением падения. Однако упасть он не успел. \n\nВспышка, по яркости превышающая свет тысячи солнц, опалила веки, обжигая кожу и глаза. Прежде чем ослепнуть, мальчик увидел поднимающуюся в полной тишине по всему горизонту гигантскую стену огня. ",
    "answers": [
      {
        "id": 81,
        "text": "__________________",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 15,
        "text": "✫ Отвергнутая сила",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 82,
    "text": "",
    "answers": []
  }
]