[
  {
    "id": 1,
    "text": "Мир в котором существуют полулюди-насекомые. ",
    "answers": [
      {
        "id": 2,
        "text": "Пролог"
      }
    ]
  },
  {
    "id": 2,
    "text": "Для вас, аспида, вся жизнь была полна горя и разочарования. С детства вы живете самостоятельно, и уже повстречали немало проблем на своем жизненном пути. По большей части они возникали из-за того, что ваш род славиться только безжалостным и быстрым способом убийства жертвы, а также скверным характером... \nВ прошлом вы могли испытать жалость к кому-то, но время все расставило на свои места...\n",
    "answers": [
      {
        "id": 3,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мне пришлось топать около 30 верст, чтобы добраться сюда. За время отдыха от дороги в этом захолустье я почти истратил все свои сбережения и мне пришлось искать работу. У меня ускоспециализированная проффесия, за которую платят(если повезет и не приходится выбивать честно заработанные) не так уж и много, поэтому я решил проверить себя в маленьком задании одного знакомого купца, который продавал шкуры зверей и заодно промышлял контрабандой.",
    "answers": [
      {
        "id": 4,
        "text": "Зайти в харчевню"
      }
    ]
  },
  {
    "id": 4,
    "text": "Зайдя в небольшую харчевню, я чуть не захмелел от пьянящего запаха всего существующего спектра алкогольных жидкостей(у меня за всю жизнь накопились достаточные гастрономические познания в данном вопросе и мне показалось, что все стены также были пропитаны спиртовой продукцией) В помещении стоял густой туман который мягко выползал из трубок постояльцев. Причем у некоторых дым был нежно красного цвета.",
    "answers": [
      {
        "id": 5,
        "text": "Идти на ощупь и найти хозяина харчевни "
      },
      {
        "id": 6,
        "text": "Громко крикнуть \"ФЕЛИКС!!!\""
      },
      {
        "id": 7,
        "text": "Подойти к первому столику и спокойно спросить про толстого купца"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Чтож — подумал я, и медленно двигаясь прямо, стараясь не задавить ни чью ногу и не споткнуться о чей нибудь стол, я очутился у стены.\n— Похоже придется идти вдоль нее — Пройдя еще 5 шагов вдоль стены, я уперся в барную стойку и в тот же миг в мою ладонь был запущен стакан с жидкостью похожей на киросин. Я схватил его и  не в силах переносить запах окружающей среды, сразу же осушил. Уж лучше так.\n— Здоровствуйте, госпо́дин — радушно улыбаясь встретил вас хозяин — Меня зовут Н... (я не расслышал, кто то громко разбил бутылку)- я хозйяин Брыкающегося Филина (и как он смог увидеть меня, через этот туман?) — Вы видимо кагота исшыте? — его улыбка расползлась еще шире.\n— Да я ищу Феликса, купца, толстого такого и ... — я не успел закончить. ",
    "answers": [
      {
        "id": 8,
        "text": "Напрячься"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я набрал в лешкие побольше воздуха и во всю глотку заорал: \"ФЕЕЕЕЛЛИИИКСС!!!!!\"\nЧерез секунду я почувствовал множество взоров на мне. Настала кромешная тишина.",
    "answers": [
      {
        "id": 8,
        "text": "Подготовиться к удару"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я подошел к ближайшему столу и спросил у довольно неприятного типа, с толстой мордой, не видел ли он пухловатого купца по имени Феликс. Он ответил, что видел, но его желудок не выдержал и мне пришллсь искать другого посетителя способного ответить на мой вопрос.",
    "answers": [
      {
        "id": 8,
        "text": "Ищем"
      }
    ]
  },
  {
    "id": 8,
    "text": "Тяжелая рука опустилась на мое плечо(да что не так с этим местом, я даже не могу заметить как ко мне подкрался купец-контрабандист).\n— Здравствуй, Рануш!!! — громко и резко произнес Феликс.\n— Привет, Феликс — ответил я.\n— Пойдем к столу, почти все собрались.\n— Сейчас, ХОЗЯИН(он уже отошел в туман) ПОВТОРИТЕ МНЕ!\n— Вруку врезался второй стакан и вы отправились к столику Феликса.\nЯ следовал за Феликсом стараясь не отступать от него ни на шаг. Через 15 шагов Феликс остановился и сказал: \"Позвольте представить вам моего знакомого. РанушАлиз, проффесионал, сами знаете чего... А также он хорошо знает местонсть и способен вести наш отряд\". Я вышел вперед и первым представился муравей. \n— Меня зовут Мищша — он встал и кивнул головой. Видимо ему было абсолютно не до меня, возможно он был слишком пьян, ведь куча стопок напротив него говорили именно об этом.\n— Прывет. Гоорик —  фыркнул Жук. Не люблю этот народец, да и в принципе мало кому они нравятся. Скорее всего второй по неприязни народ.\n— Приветствую вас, РанушАлиз. Мое имя Ефенгий Врантовско Фридомир Хринионел Славный, бесстрашный...\n— Короче, зови его Ефенгий — гаркнул Гоорик. Ефенгий покашлял и продолжил: \"Приветсвую вас, надеюсь мы сработаемся\" и вальяжно сел. ",
    "answers": [
      {
        "id": 9,
        "text": "Присесть за стол"
      }
    ]
  },
  {
    "id": 9,
    "text": "Феликс сел во главе прямоугольного стола в углу харчевни. Вы сели по правую руку от феликса рядом с Мищшей муравьем. Выпив смертельную для многих видов существ жидкость из стакана вы спросили: \"Мы кого-то ждем?\"\n— Да, еще одного — ответил Феликс.\nЯ заказал уже целую бутылку и был полностью готов ждать. Меня не волновало, что мои инстинкты затупятся. И так в этом тумане я ничего не вижу. Да и еще окружающие посетители слишком громко орут. Так что я расслабленно попивал \"Гайку\", название мне подсказала официантка. \nМы молчали. Первым заговорил Гоорик.\n— Вы знали чта в этом месте поситители палучают только ту выпивку, которую ани подсознательно желают?\n— Мне поднесли ведиколепный 48-ми летний жидкий нектар, который был собран...— Ефенгий еще долго рассказывал о приемуществах своего напитка, пока к нам не подошли... Ну как к нам, скорее ко мне, даже я при таком стечении обстоятельств учуял возросшую опасность.",
    "answers": [
      {
        "id": 10,
        "text": "Резко упасть на пол, чтобы увернуться от удара в спину"
      },
      {
        "id": 11,
        "text": "Спокойно повернуться "
      },
      {
        "id": 12,
        "text": "Дальше пить"
      }
    ]
  },
  {
    "id": 10,
    "text": "Учуявь опачность я легким акробатическим движением лег на пол(он грязнее чем земля на улице) сделал кувырок вперед и... со стороны это выглядело как будто просто упал со стула, да и не сделал я кувырок, скорее неуклюже впечятал свою морду в грязь. Через пару секунд меня поднимает Феликс и говорит:\n— Не надо было так на эту дрянь налегать— это звучало скорее укоризненно, чем сочувствующее.\nНо за твоим стулом и правда кто-то находится. \nВытерев глаза и лицо, я увидел стояющую фигуру в белом плаще с бледными линиями образующие в районе живота квадрат со сглаженными углами. В центре его был изображен... Да я и сам толком не разобрал, вроде рыба с хвостом из листа дуба или гора с ярким лучем направленным в сердце. Феликс представил ее нам как Воэлла.",
    "answers": [
      {
        "id": 13,
        "text": "Сесть за стол"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я обернулся и увидел, что перед моим стулом стоит некто в белом плаще с бледными линиями образующие в районе живота квадрат со сглаженными углами. В центре его был изображен... Да я и сам толком не разобрал, вроде рыба с хвостом из листа дуба или гора с ярким лучем направленным в сердце. Феликс представил ее нам как Воэлла.",
    "answers": [
      {
        "id": 13,
        "text": "Начать собрание "
      }
    ]
  },
  {
    "id": 12,
    "text": "Стараясь не обращать внимания, я продолжил растяженно допивать дивный напиток. Вскоре все начали пялиться в мою сторону, я начал напрягаться, но я уже решил, что не поверну голову за спину. Это испитание для меня и моих нервов. Все продолжали пялиться, даже Мищша проснулся и начал зырить. Феликс не выдержал, встал и  представил незнакомца за моей спиной как Воэллу. Я помахал рукой, но не повернулся лицом к ней. Фууух. У меня получилось выиграть спор с самим собой. Интересно, это психическое заьолевание или все так делают?",
    "answers": [
      {
        "id": 13,
        "text": "Начать собрание "
      }
    ]
  },
  {
    "id": 13,
    "text": "Наполнив себе стакан, я предложил Воэлле выпить. Она не ответила и я демонстративно выпил всю жидкость из сосуда залпом. Собрание начиналось. Феликс встал.\n— Чтож — начал он — цель, для всех известна. Осталось выбрать маршрут и время отправки. \nЯ вдруг осознал, что мне не известно, с какой целью мы отправляемся в... в общем на север, в сторону моря. ",
    "answers": [
      {
        "id": 14,
        "text": "Узнать цель путешествия "
      },
      {
        "id": 15,
        "text": "Слушать дальше"
      },
      {
        "id": 17,
        "text": "Предложить время сбора"
      },
      {
        "id": 16,
        "text": "Выбрать маршрут"
      }
    ]
  },
  {
    "id": 14,
    "text": "Феликс тяжело выдохнул. Все взгляды устремились в мою сторону. Как я мог забыть?\n— Цель — добраться до старого города Помюнел. Там вы встретите моего коллегу и он изложит вам всю суть дела.",
    "answers": [
      {
        "id": 15,
        "text": "Слушать далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Отлично! — Подытожил Фкликс — раз всех все устраивает предлагаю выпить за то, чтоб работа спорилась!!\nПрозвинел стаканы и они вмиг опустели(Только Воэлла сидела также неподвижно)\nВыпив стакан, я уже не мог находится в этом заведении и вышел на улицу. Последующие события мой мозг отказался запоминать.",
    "answers": [
      {
        "id": 18,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 16,
    "text": "Маршрут выбираю я — резко и довольно громко выскочило из моей глотки. Все обернулись. Я развернул свиток с картой, который удачно лежал рядом со мной. Сразу заметив где находится точка прибытия, а пункт отправления определил по окрестностям(название деревни было размыто, странно...) \nЯ быстро прикинул маршрут, так как знал эту местность и начал изображать кривую линию своим пальцем. \nВсе внимательно следили. Когда я закончил, Гоорик сказал: \"Мы не пройдем по Ковыляющему полю?\" \n—Это сократит путь примерно на сутки, но я там ни разу не ходил. Нам нужен проводник для этой местности — подитожил я.\n—Не беспокойся об этом. Я праведу нас там- сказал Гоорик.\n—Больше никто не хочет что-нибудь добавить?- спросил я.\nВсе молчали. Я убрал карту в сторону и сел.",
    "answers": [
      {
        "id": 13,
        "text": "Сделать что-нибудь еще"
      }
    ]
  },
  {
    "id": 17,
    "text": "Спустя время начало громыхать фортепиано. Ефенгий встал и сказал: \"Прошу внимания. Для меня очень важно чтобы поход начался ровно в полдень!\"\n— А что не после обеда? — спросил зевая Мищша и снова пониу головой.\nЕфенгий украткой взгялнул на него и сел. После яереды пркдложений остался только твой голос.",
    "answers": [
      {
        "id": 13,
        "text": "Ранее утро",
        "var_str_set": [
          "timeOfStartAdv",
          "Ранее утро"
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "Ничего не приснилось. Сильно гудело левое запястье.\nМягкие лучи солнца аккуратно осветили мое лицо. Пришлось приоткрыть глаза.\nЯ спал где то в закаулке между двух домов. \nНу хотя бы не подвешенным за ноги, подумал я. Нужно встать и идти в место сбора. Кстати а где оно? Кажется этот вопрос обсуждался вчера. \nСолнце только поднималось из-за горизонта. \nСтоит собрать вещи, а там может и вспомню где мы должны встретиться.\nЯ встал и отправился в путь.\n",
    "answers": [
      {
        "id": 19,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 19,
    "text": "Выйдя из закоулка я понял, что спал недалеко от вчерашнего кабака. Попытки припомнить что было после допитой бутылки \"Гайки\", не увенчались успехом. \nДойдя до своего пристанища я собрал все свои пожитки и вышел на улицу. У меня было несколько вариантов откуда могли бы мы начать наше путешествие. ",
    "answers": [
      {
        "id": 20,
        "text": "Западные ворота"
      },
      {
        "id": 21,
        "text": "Восточные ворота"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я решил идти к западным воротам, так как через них удобнее было бы пересечь реку.\nПодходя к воротам, мой взор заметил трёх личностей с рюкзаками. Приближаясь ближе, я уже был уверен, что сделал правильный выбор. Но дойдя до них, осознал, что эту тройку я вижу впервые. Они смотрели на меня с уставшим видом. Я уже хотел было открыть рот, но самый рослый из них опередил меня. \n—Пятый. — раздраженно произнес он — Уже все в округе вкурсе, что вы собираетесь у восточных ворот. Я пробубнил что-то типа \"Да я по другому вопросу...\" резко развернулся и пошел к восточным воротам.",
    "answers": [
      {
        "id": 21,
        "text": "Восточные ворота"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я отправился к восточным воротам. Кажется, что именно там мы должны все встретиться. Подходя к воротам, мое не очень хорошее зрение заметило четверых, полностью экипированных, спутников.\n—Всем привет. Долго ждёте?",
    "answers": [
      {
        "id": 22,
        "text": "Лицезреть раздражение спутников"
      }
    ]
  },
  {
    "id": 22,
    "text": "Их взгляды были направленны на меня. Скорее всего им не очень нравится мой довольно неопрятный вид. \n— Чтож — мой тон стал очень важным.\n— Раз мы все уже собирались, может проверим еще раз все ли мы взяли и начнем выдвигаться?\n— Мы пАка тебя ждиали — громогласно произнес Гоорик — уже по трыдцать раз все перепроверили. \n— Вам стоит самому удостовериться, что вы все взяли — учтиво произнес Ефенгий.\nОсматривая сумку, я обнаружил, что на месте нет карты и вспомнил, что приносил ее в харчевню и кажется там ее оставил.\n— Эмм, а я вчера никому не отдавал свою карту?\n— Ты про эту? — спросил Мищша и передал ее мне — ты забыл ее вчера, после того как вышел на улицу.\n— Спасибо. \nПолучается я вчера не заходил обратно в кабак. Стоит разузнать, что было вчера.",
    "answers": [
      {
        "id": 23,
        "text": "Распросить о вчерашнем"
      },
      {
        "id": 24,
        "text": "Отправиться в путь"
      }
    ]
  },
  {
    "id": 23,
    "text": "Этот доп квест не дописан",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я взял карту, раскрыл её и в голове сразу прорисовался маршрут. В первую очередь, нам следовало отправиться из восточных ворот ровно по дороге ведущей в город Цириус находящийся севернее этой деревни. Следующий пункт прибытия зависел от погоды. А пока нужно было добраться до города.",
    "answers": [
      {
        "id": 25,
        "text": "Глава 3"
      }
    ]
  },
  {
    "id": 25,
    "text": "В разработке ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]