[
  {
    "id": 1,
    "text": "Автор: Васян Ямской\nЖанры: детектив, вестерн, приключения, боевик\nАннотация: Где-то на Диком Востоке произошло ограбление конвоя, перевозящего деньги для городка Блэкстоун. Сыграйте за шерифа, расследующего дело; бандита, совершившего это дерзкое преступление; может вас интересует одинокий индеец, недовольный дискриминацией своего народа? Удачной игры!",
    "answers": [
      {
        "id": 2,
        "text": "Начать!"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.postimg.cc/K8Fsp69t/1000007423.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.postimg.cc/g2Zk46Tm/i-13.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Выберите персонажа:",
    "answers": [
      {
        "id": 3,
        "text": "Шериф(разработка)"
      },
      {
        "id": 4,
        "text": "Бандит"
      },
      {
        "id": 5,
        "text": "Индеец (разработка)"
      },
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 3,
    "text": "В здешнем околотке тебя кличут Северным ветром за быстроту и точность. А ещё у тебя есть команда верных ребят — отменная бригада! Постарайся решить это запутанное дело или проваливай!",
    "answers": [
      {
        "id": 6,
        "text": "Выбрать шерифа"
      },
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Клятые законники уже идут по твоим следам! Не надо было грабить кого попало...Стоит попытаться избежать правосудия, удрав в Мексику по диким землям! Рискнёшь, партнёр? С тобой пойдут два твоих запуганных прихвостня, чтобы составить компанию. Ах да, зовут тебя Грязным Томми!",
    "answers": [
      {
        "id": 7,
        "text": "Выбрать бандита"
      },
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты в очередной раз поговорил с Матерью Рода насчёт колонистов, угнетающих племя. Безрезультатно, опять терпеть! Пора прекратить это, Каниатари! Пора разобраться с бледнолицей заразой раз и навсегда!",
    "answers": [
      {
        "id": 8,
        "text": "Выбрать индейца"
      },
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 6,
    "text": "Очередной унылый денёк... Покуривая табак, ты едва не подавился, когда к тебе в кабинет без стука ввалились два каких-то джентльмена.\n— Почему без стука, господа? И чем обязан вашим посещением?\n— Шериф, Северный ветер, или как там тебя?Выслушай нас, важно!",
    "answers": [
      {
        "id": 9,
        "text": "- Валяйте!"
      }
    ]
  },
  {
    "id": 7,
    "text": "Посылать богатые дилижансы без охраны — глупое решение. На горных дорогах их грабить проще простого. Найдя сундук со всеми сокровищами, ты открыл его и стал рыться в содержимом. Полторы тысячи долларов и какие-то бумажки. Разбив дурацкую печать, ты прочёл самое солидное на вид письмо. Взгляда на подпись хватило, чтобы начать про себя ругаться. Или уже и вслух...\n— Эй, полудурки, а ну бегом сюда!\n— Что случилось, босс?\n— Когда я в ваши пустые бошки вталкивал то, что надо ограбить самый солидный дилижанс в этих землях, я не имел в виду чёртового Лихого Мэтью!",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "С Матерью Рода разговаривать бесполезно. Надо действовать решительно, переписывать историю! Ты хочешь сбежать под покровом ночи.",
    "answers": [
      {
        "id": 10,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 9,
    "text": "— У Лихого Мэтью буквально под носом ограбили конвой с деньгами! Мы не знаем, кто это сделал, и просим тебя посодействовать! \n— Интересно. Где это место?\n— Рядом с брошенным ранчо. Поехали, покажем!",
    "answers": [
      {
        "id": 13,
        "text": "В путь!"
      }
    ]
  },
  {
    "id": 10,
    "text": "Собрав лук, колчан со стрелами и томагавк в дорогу, ты стал терпеливо ждать. Когда на небе воссияла полная луна, ты бегом покинул пределы индейского селения. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Спустя минут двадцать ты вышел к территории леса, на которой часто можно было встретить белых. Язык ты их знаешь, умениям, что необходимы любому из тамошних пастухов, называющих себя «ковбои», прекрасно обучен.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Всамделе индеец! Что это ты делаешь на земле белых?\n— Я...\n— Расслабься. Говоришь, ищешь встречи с нашими вожаками? ",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "— Босс, но ведь вы сами...\n— Не перебивай, Эд! Жить надоело? Иди и сдайся законникам в Блэкстоуне, правда скорее всего банкир, чей хлам мы взяли, повесит тебя ещё раньше суда! И выпытает перед этим, где сообщнички. И если хоть слово там промямлишь, я тебя сам найду и устрою прогулку до печи паровоза с глубоким погружением!\n— Но...\n— Да заткнись уже. Джентльмены, я буду краток! Мы в полном дерьме!",
    "answers": [
      {
        "id": 15,
        "text": "Пнуть ближайший камень"
      }
    ]
  },
  {
    "id": 15,
    "text": "От сильнейшей злости ты пнул камень и отправил его лететь на дно каньона.\n— Ну за что, за что я должен работать с такими болванами? Ааааа!\nТы обернулся на подчинённых и нервно заорал на них.\n— Теперь я хочу кого-нибудь убить! Вы довольны?\n— Босс, не нервничай...\n— Не нервничать? Да за нами весь Восток теперь охотиться будет! Живо собрали свои манатки и расселись по лошадям, идиоты.\nМой шестизарядник жаждет крови, так что не рискуйте!",
    "answers": [
      {
        "id": 16,
        "text": "Ехать"
      }
    ]
  },
  {
    "id": 16,
    "text": "Доехав до своего бывшего лесного лагеря, ты решил обсудить с бандой дальнейшие действия.\n— Итак, вы едете в придорожный мотель Элизабет. Перекантуетесь там недельку и выезжаете в Блэкстоун.\n— Но босс, зачем вам ехать в самое пекло? Тем более мы отправили рассказать в город выжившего о трагедии.\n— Дурак ты, это наш имидж! Пускай эти городские бездельники знают, что Томми всегда рядом! А в Блэкстоуне надо навестить одну знакомую.\nТы выстрелил в воздух.\n— Что-то не поняли?\n— Нет, мы...\n— Встретимся через неделю, работнички.",
    "answers": [
      {
        "id": 17,
        "text": "Ехать в город"
      }
    ]
  },
  {
    "id": 17,
    "text": "Уже наступил поздний вечер, а ты всё едешь по лесной тропе. Надо передохнуть. Быстро отыскав глазами подходящее местечко, ты остановился, привязал лошадь к дереву и развёл костерок из хвороста поблизости.",
    "answers": [
      {
        "id": 18,
        "text": "Передохнуть"
      }
    ]
  },
  {
    "id": 18,
    "text": "Да, денёк подкинул трудностей. Ты весь на нервах, сейчас бы и медведя от злости завалил.\nРаздался громкий рёв. Да неужто реально медведь? Ты лениво встал, игриво покрутил револьвер в руке и с неохотой оглянулся. С бешеным рыком огромный гризли накинулся на тебя!",
    "answers": [
      {
        "id": 19,
        "text": "Время охоты!"
      }
    ]
  },
  {
    "id": 19,
    "text": "Зверь несётся к тебе. Ты достал свой охотничий нож и приготовился использовать, но...Хрясь! Метательный топорик с противным хлюпом пробил медвежью шкуру и повалил животное на землю. Второй томагавк прилетел в голову.",
    "answers": [
      {
        "id": 20,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Эй, кто здесь? Дикарь? Это была моя добыча, я тут настоящий хищник!\n— Довольно смело говорить это человеку, который только что убил медведя.\n— Да покажись ты уже, мне надо знать, куда стрелять!\n— Убери своё орудие смерти, и мы поговорим.",
    "answers": [
      {
        "id": 21,
        "text": "Угрожать"
      },
      {
        "id": 22,
        "text": "Убрать оружие"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Или ты выходишь на свет костра, или становишься единым с твоей матушкой-природой!\n— Пора закончить этот бессмысленный спор.\nНа свет вышел юноша-индеец.\n— Да ну! И что индейцу понадобилось на этих просторах Дикого Востока?\n— Я ищу справедливости.\n— Хе, а кто здесь её не ищет? Присаживайся, перетрём.",
    "answers": [
      {
        "id": 23,
        "text": "Сесть к костру"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты убрал ствол.\n— Ладно, сегодня обойдёмся без сокращения коренного населения.\n— Здравое решение. Я присяду к твоему костру?\n— Ну садись, дикарь.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Вот поэтому мне и надо в город, — закончил ты свой десятиминутный рассказ.\n— Так ты преступник! — произнёс Каниатари (да, его так зовут).\n— Ха, сказал тот, кто идёт убивать всех белых без разбора за брата!\n— Такова цена искупления. \n— Понимаешь, в чём весь перец? Ты убиваешь из моральных установок. Хоть и весьма сомнительных, но моральных. Я же...Ну, это весело. Всё.\n— Не надо всё под одну гребёнку, я чист!\n— Классическая реакция отрицания. Не буду разубеждать, всего лишь...\nИ тут тебе в голову пришла интересная идея!",
    "answers": [
      {
        "id": 24,
        "text": "...предлагаю маленькую сделку!"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Какую ещё сделку?\n— Мне всего лишь нужна твоя одежда.\n— Что?\n— Не подумай ничего дурного, я не маньяк-извращенец! Я честный грабитель! И даже готов дать сто долларов!",
    "answers": [
      {
        "id": 25,
        "text": "Начать торговаться вниз"
      },
      {
        "id": 26,
        "text": "Подкрепить денежный аргумент револьвером"
      },
      {
        "id": 27,
        "text": "Блеснуть харизмой"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Семьдесят пять долларов!\n— Ладно, я согласен!\n— Так-то лучше! А теперь раздевайся, мальчик!",
    "answers": [
      {
        "id": 28,
        "text": "Время спустя "
      }
    ]
  },
  {
    "id": 26,
    "text": "— Мне стоит поднять ставки до твоей жизни?\n— И снова ты достал оружие.\n— Верно. Бери, что дают, или лови пулю.\n— Уговорил, белый. Но я это запомню.",
    "answers": [
      {
        "id": 28,
        "text": "Переодеваться "
      }
    ]
  },
  {
    "id": 27,
    "text": "— Слушай, я ограбил очень плохого человека, он подписывал указы против индейцев! Я почти оказал тебе услугу!\n— Ты странный. И по-своему забавный. Ладно, давай меняться.",
    "answers": [
      {
        "id": 28,
        "text": "Переодеваться "
      }
    ]
  },
  {
    "id": 28,
    "text": "— Ну и как я тебе?\n— Как мешок с картофелем, хехех.\n— Да ну тебя, бледнолицый олень.\n— Эй, поаккуратнее, а то...\n— Не беспокойся, я пущу тебе стрелу в голову быстрее!\n— Дерзить вздумал? Похвально, растёшь в моих глазах! Полагаю, здесь наши дороги и расходят...\nВ сантиметре от твоего правого уха пролетела шальная пуля!\n— Проклятье, это за мной! — прокричал Каниатари.",
    "answers": [
      {
        "id": 29,
        "text": "Укрыться за толстым деревом"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Тупое клише! Ну и за что они бегут за тобой? \n— Я же говорил, я вершу правосудие и...\n— Ну вот и довершился! Пора стрелять, балда!",
    "answers": [
      {
        "id": 30,
        "text": "Отстреливать людишек"
      }
    ]
  },
  {
    "id": 30,
    "text": "На секундочку ты выглянул из-за дерева и осмотрел приближающихся головорезов. Чёрт, да это обычные фермеры со Спрингфилдами! Их всего-то пятеро! Ты можешь помочь Каниатари отстреляться или молча сбежать. Бандитский кодекс не запрещает!",
    "answers": [
      {
        "id": 31,
        "text": "Помочь ",
        "need": -26
      },
      {
        "id": 32,
        "text": "Сбежать"
      },
      {
        "id": 30,
        "text": "У тебя нет ни малейшего желания иметь дела с Каниатари.",
        "need": 26,
        "comment": true
      }
    ]
  },
  {
    "id": 31,
    "text": "Патронов жаль, но партнёрские связи с дикарями могут быть полезны потом. Крутанув в своей руке верный револьвер, ты приступил к пальбе. Ближайший деревенщина неумело целится в Каниатари. Бам! Теперь не целится. Два фермера лежат мёртвые от мастерски выпущенных стрел индейца. Тут Каниатари показал жестом из ближайших кустов снимать последних двух самостоятельно.",
    "answers": [
      {
        "id": 33,
        "text": "Выполнять"
      },
      {
        "id": 34,
        "text": "- Эй, что за дела?",
        "need": -34
      }
    ]
  },
  {
    "id": 32,
    "text": "— У меня есть дела поважнее, всем пока!\n— Эй, ты куда?\nНо ты уже сел на лошадь и уехал.",
    "answers": [
      {
        "id": 46,
        "text": "Уезжать "
      }
    ]
  },
  {
    "id": 33,
    "text": "Ты быстро всадил пулю в одного и в...Погодите-ка. Щёлк-щёлк! Чёртовы патроны!\n— Что, забыл пули дома? У меня всегда с собой. Могу поделиться! — с издёвкой проговорил последний враг, доставая свой карманный револьвер.\nОстался последний вариант.",
    "answers": [
      {
        "id": 35,
        "text": "Ярость!"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Эй, что за дела? Я на такое не подписывался!\nПока ты разглагольствовал, тебя уже изрешетили пулями. Не стоит недооценивать фермеров.",
    "answers": [
      {
        "id": 31,
        "text": "На шаг назад "
      }
    ]
  },
  {
    "id": 35,
    "text": "Ты быстро достал с пояса свой походный охотничий нож, всего полчаса назад готовый убить медведя, натянул улыбочку на лицо.\n— Итак, салага, запомни раз и навсегда.\n— Ээ...\n— Не.\nШаг.\n— Переходи.\nШаг.\n— Дорогу.\nШаг.\n— Томми.\nВыражение лица и поведение отлично подействовали на салагу. Он окаменел и не смог даже сдвинуться с места.\n— Молчишь? А? Молчишь? Чёрт тебя дери! Может, это тебя освежит?\nТы с размаху ударил его ножом. Адский крик пронёсся по окрестностям.\n— Что ты делаешь? — спросил Каниатари.\n— Развлекаюсь!\n— Калеча человека? Надо иметь уважение даже к врагам!\n— Ой, святоша нашёлся. Между прочим, они за тобой охотились. \nТут Каниатари без лишних слов достал томагавк и прервал страдания бедняги.\n— Скукотища! Надо хоть патроны собрать, не зря же всё это...",
    "answers": [
      {
        "id": 36,
        "text": "Заняться мародёрством"
      }
    ]
  },
  {
    "id": 36,
    "text": "Запомните, дети, это вам пригодится: запас оружия среднестатистического американца способен устроить небольшой переворот в какой-нибудь Мексике! Закончив собирать патроны на всё подряд, ты обратил внимание на новенькую, зеркально отполированную винтовку Спрингфилда. Надёжно закрепив её за ремни на спину, ты обернулся к Каниатари.\n— Я пошёл. Надеюсь, ещё свидимся. В моей банде не хватает только индейца для шикарного вестерна.\n— Чего?\n— Бывай, говорю. Если захочешь купить мне пивка в благодарность за помощь, ищи меня в Блэкстоуне. Это городок к северу.\n— Удачи, белый.",
    "answers": [
      {
        "id": 37,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 37,
    "text": "После такого осталось приличное количество адреналина. Спать больше не хочется. Плевать на незатушенный костёр. Оседлав свою лошадь, ты продолжил путешествие. Ты не считал, сколько ехал, но вот. Перед тобой могучие красные скалы каньона. ",
    "answers": [
      {
        "id": 38,
        "text": "По горной дороге вверх"
      }
    ]
  },
  {
    "id": 38,
    "text": "Это местечко прозвали Каньоном Костяных Теней. Немудрено — везде скелеты животных, лежащие в забавных позах. Раньше ты частенько лазал в здешние брошенные шахты — поговаривают, что и поныне здесь зарыто золото отцов-основателей. Неизученной осталась только дальняя пещера. Не легче ли будет просто продолжить путь в дрянной городишко, а то эти бредни про золото уже давно кажутся лишь сказкой?",
    "answers": [
      {
        "id": 39,
        "text": "Изучить пещеру"
      },
      {
        "id": 47,
        "text": "Ехать дальше "
      }
    ]
  },
  {
    "id": 39,
    "text": "Прямо на пороге пещеры лежал труп шахтёра. Привязав лошадь и порыскав по его кармашкам, ты не нашёл ничего, кроме записки. Раарх! Зачем тебе тупой клочок бумаги тупого рабочего?",
    "answers": [
      {
        "id": 40,
        "text": "Прочитать"
      }
    ]
  },
  {
    "id": 40,
    "text": "«Пожалуйста, ради всего святого, не ходите дальше. Там происходит какая-то чертовщина. Что-то очень странное. Надо попросить бригадира меня пере...»\n— Что-то очень странное — это моя жизнь, хааххах. Но мы же все прекрасно знаем, что я любопытная морда! Я же неповторимый, всеми обожаемый Томми! Расхититель гробниц, грубый разрушитель черепов, главарь лучшей банды на этих пустошах!  ",
    "answers": [
      {
        "id": 41,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 41,
    "text": "Чем дальше ты шёл, тем больше стены покрывались странным синеватым мхом и кристаллами. От нечего делать ты решил отломить парочку кристалликов, но мощный электрический разряд переубедил тебя.\n— Ну ты серьёзно? Я просто поздороваться хотел! Теперь мне придётся тебя наказать!\nТы голыми руками оторвал эти назойливые камешки, наплевав на боль. \n— Только я здесь могу забить на чужое мнение!",
    "answers": [
      {
        "id": 42,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 42,
    "text": "Ты вышел к огромным запертым дверям из какого--то странного металла. Пнув их, ты добился... Ничего ты не добился. Правильно мама говорила, надо было идти...\n— Ой, да с какой стати мне сдались эти поганые ворота? Ну его.",
    "answers": [
      {
        "id": 43,
        "text": "Возвращаться "
      }
    ]
  },
  {
    "id": 43,
    "text": "Столько времени впустую потрачено. Пора ехать...\n— Слез и поднял руки, иначе отстрелю голову!\nНеожиданно...",
    "answers": [
      {
        "id": 44,
        "text": "Выполнять"
      },
      {
        "id": 45,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 44,
    "text": "Ты послушался его, он подошёл к тебе и попытался отнять оружие, но.\n— Хоба! — ты взял его шею руками, начал душить. Когда признаки жизни иссякли, ты крикнул:\n— Томми — один, прислужник системы — ноль!",
    "answers": [
      {
        "id": 52,
        "text": "Уезжать "
      }
    ]
  },
  {
    "id": 45,
    "text": "Ты осторожно обернулся. Ох, охотник за головами. Значит, ориентировочка дошла.\n— Слез и поднял руки!\n— Как ты меня опознал? Я же в индейской одежде!\n— Думаешь, самый умный? Я был с теми фермерами в лесу, но спрятался подальше. Я всё видел! Но тихо пересидел, опасно ведь шутить с вооружённой толпой!",
    "answers": [
      {
        "id": 48,
        "text": "Предложить дуэль"
      },
      {
        "id": 49,
        "text": "Дать взятку"
      },
      {
        "id": 45,
        "text": "Ты не привык сдаваться!",
        "comment": true
      }
    ]
  },
  {
    "id": 46,
    "text": "Да, Каниатари парень интересный, но помогать каждому встречному дикарю крайне рискованно. Хватит думать, сосредоточься на дороге.",
    "answers": [
      {
        "id": 38,
        "text": "Ехать дальше "
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты решил насладиться зарёй с вершины каньона. Да уж, зрелище и вправду не описать словами. Покумекав немного, ты всё же решил поискать золотишко.",
    "answers": [
      {
        "id": 39,
        "text": "Искать золото"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Давай решим вопрос по-мужски?\n— Дуэль?\n— Ага...\n— Нет, я недостаточно опытен для такого, прости, хе.",
    "answers": [
      {
        "id": 50,
        "text": "Неожиданно подстрелить!"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Может, договоримся?\n— Взятку предлагаешь?\n— Сколько?\n— Три сотни.\n— Пойдёт. \nОн подошёл к тебе за деньгами, ты отсчитал нужную сумму и уже хотел уходить, но...\n— Думаешь, я куплюсь на жалкие триста долларов?\nОн тебя подстрелил.",
    "answers": [
      {
        "id": 45,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 50,
    "text": "— Оп! — ты неожиданно достал и использовал револьвер. Доведённые до автоматизма навыки позволили одержать решительную победу. Истекающий кровью противник свалился с коня. От любопытства ты решил подойти поближе.\n— Кто ты такой, чёрт побери?\n— Обычно после такого не говорят. Разве не слышал? Лучший грабитель в этих землях... Томми!\n— А, Грязный Томми, хе.\n— Как ты меня назвал, прости? Грязным? Никогда не смей меня так называть, слышишь? \nТы начал бить его, пока признаки жизни полностью не иссякли. ",
    "answers": [
      {
        "id": 51,
        "text": "Выпустить пар"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Если я преступник, это не означает, что меня можно называть так! — заорал ты.\n— Думаешь, что если надел крутую форму головореза, можешь спорить со мной?\n— О нет, Томас, конечно нет! Я уважаю тебя!\n— Что говоришь? Не слышу. С трупами просто говорить неудобно, хахахахахахх!\nС воплями ты выпустил полный барабан револьвера в воздух!\n— Немного спецэффектов на могилку, тупица!",
    "answers": [
      {
        "id": 52,
        "text": "Крикнуть напоследок "
      }
    ]
  },
  {
    "id": 52,
    "text": "— Йихааа, неудачник! — крикнул ты напоследок.\nВидимо, звук был достаточно громким, ведь последовавший за ним камнепад всё-таки начался.\n— Ещё и тупые камни! Ну вы серьёзно?",
    "answers": [
      {
        "id": 53,
        "text": "Уезжать"
      }
    ]
  },
  {
    "id": 53,
    "text": "Горная порода со свистом пролетала прямо у тебя над головой, пока ты напевал весёлую песенку про рудокопа. Наконец, каньон был пройден. До города всего ничего.",
    "answers": [
      {
        "id": 54,
        "text": "Ехать"
      }
    ]
  },
  {
    "id": 54,
    "text": "Надеюсь, больше свидетелей твоего бурного переодевания не обнаружится. Не будем о плохом. Вот и самая утренняя заря, окольными путями ты заехал в городок и, нервно озираясь и перебегая между постройками, постучал в дверь чёрного хода общественного заведения женских услуг.",
    "answers": [
      {
        "id": 55,
        "text": "Ждать ответа"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Кто там шатается, опять Эдди перепил и бродит? — произнёс знакомый голос.\nДверь открылась. Ох, эту прекрасную женщину ты узнаешь в любых условиях!\n— Томми? Что ты здесь делаешь? Тебя весь город ищет!\n— Приветик, Роза. Не хочешь впустить гостя?\n— Заходи быстрее, придурок!",
    "answers": [
      {
        "id": 56,
        "text": "Внутри"
      }
    ]
  },
  {
    "id": 56,
    "text": "— Зачем ты пришёл сюда? Зачем? Мэтью тебя за этот дилижанс запытает до смерти! И во что ты вырядился?\n— Плевать на Мэтью. Плевать на пытки. Я пришёл провести ночь в компании симпатичной особы. А потом... Пам! Убить этого банкира из преисподней!\n— Твоё безумие тебя убьёт, как ты не понимаешь?\n— Роза, не кричи, всё хорошо! Может, пройдём в комнату, расскажешь, что у тебя было интересного?\n— Ладно, прости, что накричала. Да, было тяжеловато...",
    "answers": [
      {
        "id": 57,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 57,
    "text": "— Фух, индейская одежда тебе к лицу, красавчик.\n— Да уж, есть вещи, которые невозможно забыть.\n— У меня где-то был твой охотничий костюм. О, а вот и он!\nРоза передала тебе одежду, которую ты напялил. \n— А теперь прости, надо кое-что организовать.\n— Что ты задумал?\nТы быстро подошёл к стене, снял мишень для метания дротиков и засунул руку в свой тайник. Негусто... Всего сорок револьверных патронов! Для налёта надо что-то ещё!\n— Какого чёрта ты сделал в моей стене дыру?\n— Это просто обстоятельства...\n— Надо бы перестать тебя бесплатно обслуживать.",
    "answers": [
      {
        "id": 58,
        "text": "Идей нет"
      },
      {
        "id": 59,
        "text": "Поискать Каниатари"
      },
      {
        "id": 60,
        "text": "Привезти динамит из пещеры"
      }
    ]
  },
  {
    "id": 58,
    "text": "Разработка ",
    "answers": [
      {
        "id": 57,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 59,
    "text": "Разработка ",
    "answers": [
      {
        "id": 58,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "— К полудню жди фейрверк!\n— Куда ты намылился?\n— За фейерверками, куда ещё?\n— Боже, с кем я связалась.\n— Моя мать говорила, что я выделяюсь. Но это было на исповеди у священника.",
    "answers": [
      {
        "id": 61,
        "text": "Выезжать"
      }
    ]
  },
  {
    "id": 61,
    "text": "Знакомая пещера. Зайдя внутрь, ты решил проверить ящики с динамитом на пригодность. Не сырые, не... Чёрт, да тут ещё и опиум! Мексиканцы даже здесь свою контрабанду оставили! Ну, неплохо, теперь осталось подпортить жизнь нелегальным торговцам и достать телегу.",
    "answers": [
      {
        "id": 62,
        "text": "Сжечь опиум"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Окупаемость предприятия достигла отрицательных значений, клоуны!\nЛежащий под ногами кремень помог быстро добыть огонь. Пламя мигом поглотило ящички, распространяя дурманящий дым по окрестностям. Время телеги.",
    "answers": [
      {
        "id": 63,
        "text": "Искать"
      }
    ]
  },
  {
    "id": 63,
    "text": "Походив минут двадцать по шахтам, ты не обнаружил ни черта. Из города было бы слишком заметно брать. Бросив взгляд на связку верёвок, ты подвязал шесть ящиков к бокам лошади. Не сказать, что ей сильно тяжко стало.",
    "answers": [
      {
        "id": 64,
        "text": "В городе"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Вы что тут творите, полудурки?\n— Босс, мы...\n— Ладно, идиоты,  сейчас вы мне нужны. А ну за мной!\nТы подошёл к лошади, отвязал динамит и передал подчинённым. \n— Два ящика подложить к мэрии, два — к банку, последние доставьте к шерифу. Мне плевать, как пройдёт доставка подарков, но она должна пройти, иначе я вас сам контрабандой отправлю в преисподнюю!",
    "answers": [
      {
        "id": 65,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 65,
    "text": "Прошло часа два. Пришли они.\n— Босс, динамит надёжно спрятан!\n— Рад слышать, Ларри. В семь часов вечера он должен взорваться.\n— Прямо посреди города?\n— Да, прикинь, прямо посреди города!\nТут заговорил Эд.\n— А если эта тёлка нас сдаст?\n— Заткнись-ка к дьяволу, Эдди, пока этот револьвер не прострелил твою тупую, жирную задницу. Думаешь, круто оскорблять женщин?\n— Я? Я никого не оскорблял! Я просто предложил её тихо грохнуть.\n— Боже, за что мне такие умные работнички...",
    "answers": [
      {
        "id": 66,
        "text": "Вечером"
      }
    ]
  },
  {
    "id": 66,
    "text": "Ровно в положенное время засвистели салюты! Пора собираться. Надев стильную кобуру, засунув туда револьверы и послав поцелуй Розе, ты вылез через окно второго этажа и прыгнул в стог сена. Время разобраться с надоедливым банкиром!",
    "answers": [
      {
        "id": 67,
        "text": "Идти к банку"
      }
    ]
  },
  {
    "id": 67,
    "text": "Пожар уже вовсю полыхал, покрывая всё вокруг. Из дыма к тебе вышла знакомая фигура.\n— Ну привет, делец-неудачник с кризисом среднего возраста!\n— Заткни пасть! Весело тебе? Сначала ограбил мой дилижанс, теперь сжёг мой банк! Да я тебя!\n— Ну попробуй, лопушок!",
    "answers": [
      {
        "id": 70,
        "text": "Бой!"
      }
    ]
  },
  {
    "id": 68,
    "text": "К сожалению, Мэтью был быстрее. \n— До свидания, мерзавец!",
    "answers": [
      {
        "id": 1,
        "text": "Дуэльная концовка "
      }
    ]
  },
  {
    "id": 69,
    "text": "Ты наугад выстрелил и попал точно в его шею. Судорожными движениями пытаясь остановить кровь, он в итоге ничего и не сделал! Очередная блестящая победа!",
    "answers": [
      {
        "id": 74,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 70,
    "text": "— Дамы и господа, только сегодня! На сцене спекулянт с манией величия и расхититель чужого капитала! Кто же выиграет?\n— Что ты несёшь?\n— Я? Просто озвучиваю мысли!",
    "answers": [
      {
        "id": 71,
        "text": "Достать охотничий нож"
      },
      {
        "id": 72,
        "text": "Достать револьвер "
      }
    ]
  },
  {
    "id": 71,
    "text": "Ты быстрым движением достал охотничий нож.\n— Смотри, я бегаю быстро. А ты?\n— Отвали, помогите!\nОн бешено побежал!",
    "answers": [
      {
        "id": 73,
        "text": "Достать револьвер "
      }
    ]
  },
  {
    "id": 72,
    "text": "Ты достал револьвер. Мэтью достал свой.\n— Выживет только один!\nНадо тщательно обдумать, как поступить. Мэтью стрелять умеет, по факту. Тратить время на прицеливание? Ты бы выстрелил наугад.",
    "answers": [
      {
        "id": 68,
        "text": "Прицелиться "
      },
      {
        "id": 69,
        "text": "Использовать "
      }
    ]
  },
  {
    "id": 73,
    "text": "Ты просто достал револьвер и выстрелил в него! \n— Вот придурок, даже убежать нормально не смог!",
    "answers": [
      {
        "id": 74,
        "text": "Возвращаться "
      }
    ]
  },
  {
    "id": 74,
    "text": "— Вот так глупо он и помер!\n— Босс, ну вы конечно герой, да, а вот я...\n— Думаю, хорошо поговорили, а теперь пора бы уже валить из этой дыры.\nПополнив припасы и взяв лошадей, вы поскакали прочь. ",
    "answers": [
      {
        "id": 75,
        "text": "На железной дороге у границы"
      }
    ]
  },
  {
    "id": 75,
    "text": "— Быстрее, олухи, мы почти выбрались!\n— Грязный Томас, остановись! Именем закона я приказываю тебе остановиться!\n— Чёрт, опять этот долбаный шериф, быстрее!",
    "answers": [
      {
        "id": 76,
        "text": "Уезжать"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Остановитесь, негодяи, и вас помилуют! Возможно!\n— Мой ответ: чтоб тебе змея в сапог залезла, тупица!\n— Сам напросился!\nОрать на полном скаку довольно тяжело. О, локомотив едет, можно попытаться реализовать кое-что.",
    "answers": [
      {
        "id": 77,
        "text": "Проехать перед поездом!"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Живее за мной, идиоты!\n— Босс, вы серьёзно?\n— Я когда-нибудь шутил?\n— Мы поняли!\n— Так-то лучше!\nВаша троица реализовала манёвр, проехав прямо перед поездом! Паровоз не был готов к такому, поэтому сошёл с рельсов! \n— Босс, помогите мне, я упал....\nОпять Эд не справился.",
    "answers": [
      {
        "id": 78,
        "text": "Бросить его"
      },
      {
        "id": 79,
        "text": "Помочь"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Прости, приятель, но я не хочу терять свой единственный билет отсюда!\n— Пожалуйста, не надо, нет!\nНо ты уже уехал достаточно далеко, чтобы ничего не слышать.",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Ты кинул ему верёвку.\n— Хватайся живее, ты мне ещё должен за ту кружку пива!\nЭд послушно поднялся, сел на твою лошадь (его убежала), и вы резво понеслись вдаль.",
    "answers": [
      {
        "id": 80,
        "text": "Уезжать"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Теперь нам ничто не помешает! Посидим чуток и вернёмся!\nЛарри и Эд послушно закивали, а ты в очередной раз порадовался, что у тебя такие преданные работники.\n— Надеюсь, текила так же хороша, как о ней говорят! — вставил Ларри.",
    "answers": [
      {
        "id": 1,
        "text": "Получена концовка «Пародия на героизм!»"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Ты его бросил. Почему?\n— Думаешь, мне охота рисковать своей шкурой?\n— Всегда есть альтернатива!\n— Она мне не понравилась! И ты тоже!\n— Погоди, что?\n— Слезай с лошади!\n— Что? \n— Слез, говорю!\nОн послушался.  \n— Ничего, ничего, я сегодня добрый. Я позволю тебе откупиться за твои поганые слова.\n— Не надо...\n— Отдавай свои деньги и вали на все четыре стороны!\n— Ты и меня тоже решил кинуть?\n— Ларри, я даю тебе свою альтернативу: схватить пулю или молча уйти! Я даже лошадь тебе оставил.\nНемного потупив взгляд, он передал тебе бумажник. Пересчитав деньги, ты нашёл внутри четыреста пятьдесят долларов. \n— Приемлемо. А теперь скачи отсюда вон!",
    "answers": [
      {
        "id": 82,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 82,
    "text": "Да уж, банда распалась на фоне обстоятельств. Ну и плевать! Ты лучше них! Ты... упал с лошади!\n— Оружие не забрал, дурак!\n— Ларри, кусок дерьма, как ты посмел?\n— Всё-таки ты отъявленный эгоист, Томми! Жаль, что раньше тебя не грохнули!\n— Ты...\n— Хватит чёртовой лирики.\nОн выстрелил в тебя.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Трагическое падение»"
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  }
]