[
  {
    "id": 1,
    "text": "День начинался хорошо, но, что-то настораживает меня не первый раз и да кстати меня зовут Алексей. Сегодня мы с друзьями пошли гулять и наткнулись на странный объект, он не был похож на, что-то обычное...",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/SBP6x9Q"
      },
      {
        "id": 2,
        "text": "дальше"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/PT76F0D"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/PGwdFs2"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ну и конечно мы решили слазить в низ. Забыл представить моих друзей: Кирилл и Артём. Вообще когда мы начали спускаться в низ, поняв, что интересно будет увидеть, что там, наткнулись на какой-то проход, вроде из кирпичей, но это очень странно. Спустившись ещё глубже, поняли, что проход назад изменился, да не узнаваемости.",
    "answers": [
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/PT76F0D"
      },
      {
        "id": 3,
        "text": "дальше."
      }
    ]
  },
  {
    "id": 3,
    "text": "Стены изменили свою структуру, потолок стал более страшным и впереди был подъём в верх, нам не чего не остановилось как подняться на верх... Сейчас покажу фотку.",
    "answers": [
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/PGwdFs2"
      },
      {
        "id": 4,
        "text": "дальше."
      }
    ]
  },
  {
    "id": 4,
    "text": "Конечно можно было сказать, зачем вы лезли в странную пещеру или как её можно назвать, но было до жути интересно, что там.Когда мы поднялись на верх, мир был таким же как и до этого, странно конечно, но назад пути нет! Кирилл предложил вернуться назад, но мы настаивали не возвращаться, так как думали, что мы ушли от леса не далеко, зря так думали...\nПроход закрылся через минуту, все были в шоке и поняв, что домой мы не вернёмся, начали паниковать. Успокоиться было не легко, но у нас получилось.",
    "answers": [
      {
        "id": 5,
        "text": "дальше."
      }
    ]
  },
  {
    "id": 5,
    "text": "Собравшись с духом и настроившись, что будет всё хорошо, мы отправились дальше в путь по странной и не ровной дороги, сейчас покажу фото.",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/R0n7PcR"
      },
      {
        "id": 6,
        "text": "дальше."
      }
    ]
  },
  {
    "id": 6,
    "text": "Мы шли около двух часов и наконец-то увидели дома, они не были похожи на обычные и нормальные строение домов. Мы были в шоке, настолько красиво, что не передать словами... А да забыл, Сейчас покажу на фото.",
    "answers": [
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/9842MPW"
      },
      {
        "id": 7,
        "text": "дальше."
      }
    ]
  },
  {
    "id": 7,
    "text": "Люди были очень странные , хотя стоп... Это были роботы, тогда, где все люди????!?!!!!! Человечество не могло умереть... Мы пошли к центру, хотя я в это мало верю, но всё же думаю это центр. Это конечно всё очень красиво, но людей я здесь не замечаю, мы решили перекусить и зайти в ресторан.",
    "answers": [
      {
        "id": 8,
        "text": "дальше."
      }
    ]
  },
  {
    "id": 8,
    "text": "Мы спросили у официанта, то есть у робота, Куда подевались все люди??? Робот ответил, что у него нет такой информации... Мы заказали себе пиццу и поели, но к удивлению было всё бесплатно. Мы вышли из ресторана и спросили у полицейского, где все люди???? Он ответил, что осталось 4 миллиарда человек и больше сказать не чего не может, так как ему не разрешено говорить где находиться все люди. Поняв, что мир прогнил без вмешательством людей и помочь как-то врят ли сможем, решили погулять по это чудесному городу, название его \"Удобный\" странно название, но да ладно.",
    "answers": [
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/Nn0CMSW"
      },
      {
        "id": 9,
        "text": "дальше."
      }
    ]
  },
  {
    "id": 9,
    "text": "Мы заблудились и увидели парк, который вёл в перёд и мы решили сходить туда, почему бы и нет.\n",
    "answers": [
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/sCHBvVw"
      },
      {
        "id": 10,
        "text": "дальше."
      }
    ]
  },
  {
    "id": 10,
    "text": "Пройдя дальше мы увидели инопланетный объект... \nМы не решились пойти внутрь, так как не дураки. Но произошло, что-то не обычное и мы появились в другом мести!!!",
    "answers": [
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/bsJ5Ppb"
      },
      {
        "id": 11,
        "text": "дальше."
      }
    ]
  },
  {
    "id": 11,
    "text": "Пройдя по это странной тропе, часов 5-6 уже стемнело... Когда мы увидели город, мы застыли в страхе.... Сейчас скину фотку.",
    "answers": [
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/GRWKt59"
      },
      {
        "id": 12,
        "text": "дальше."
      }
    ]
  },
  {
    "id": 12,
    "text": "Ууух... Не ожидал такое, но всё же, что было, то было. И тут я резко открываю глаза, поняв, что это был сон, обрадовавшись, что всё хорошо м мы все в порядке, я пошёл завтракать. Я увидел робота и мне сказали, что я спал 40 лет и не только я один, мои друзья тоже... Роботы озверели и накинулись на меня... Конец!",
    "answers": [
      {
        "id": 13,
        "text": "дальше."
      }
    ]
  },
  {
    "id": 13,
    "text": "Спасибо дорогой читатель, что выбрал именно меня, я старался и придумывал этот рассказ два часа.Удачи тебе!!!",
    "answers": [
      {
        "id": 14,
        "text": "спасибо."
      },
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  }
]