[
  {
    "id": 1,
    "text": "Авторы: Gloomy Angel, Arachnophober.\nЖанры: Басня, миниквест.\n\n  Каждая история имеет смысл. Каждый образ таит в себе сравнение.\n  Это история про паука, что живет в темноте, и про яркий свет, таящийся на конце фитилька. Про спокойную холодную жизнь и про истинное счастье. Как и у любой другой короткой истории, у нее лишь несколько исходов. Какую жизнь выберет паук? Как завершится его маленькое приключение? Решать только вам. \n  Но помните, что паук — это не просто паук, а свеча — это не просто свеча.",
    "answers": [
      {
        "text_color": [
          1,
          1,
          1
        ],
        "shadow_color": [
          0,
          0,
          0
        ],
        "text": "[Начать]",
        "id": 2,
        "middle_answer": true
      },
      {
        "text_color": [
          1,
          1,
          1
        ],
        "shadow_color": [
          0,
          0,
          0
        ],
        "text": "[Концовки]",
        "id": 12,
        "middle_answer": true
      },
      {
        "var_str_set": [
          "global defaultBgAnswerImage",
          "https://i.ibb.co/XZ0KjYZ/IMG-20220916-205735.png"
        ],
        "super_calculate": false,
        "id": 1,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/z5NRmrb/IMG-20220916-203928.png",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "super_calculate": false,
        "id": 1,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "global invert text color",
          1
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "  Жизнь паука была довольно проста. Пристроив паутину на стене подвала, он жил так, как ему полагалось по его паучьей природе. В полной темноте и абсолютной тишине, прерываемой редкими глухими шорохами, он проводил мгновение за мгновением. Паука не беспокоило ничто, кроме редкого подрагивания легкой, но прочной сети, которое являлось предвестием трапезы.\n  Наверное, паук никогда не задумывался о цели своего существования. Вряд ли он даже знал, что он существует. В тихом подвале были лишь два неоспоримых факта — прочность паутины и пронизывающая тьма. И это вполне устраивало паука, ведь полностью совпадало с его инстинктами.",
    "answers": [
      {
        "text_color": [
          1,
          1,
          1
        ],
        "shadow_color": [
          0,
          0,
          0
        ],
        "text": "[Дальше]",
        "id": 3,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": "  Но ничто не вечно в несовершенном мире. Даже такие фундаментальные истины, как темнота и тишина. Однажды жизнь паука была перевернута, словно лодка в легкий, но уверенный шторм.\n  В определенное мгновение мир вокруг паука резко изменился. Свет залил все вокруг, очертив силуэты окружающих предметов. Уютная холодная темнота отступила и отхлынула в дальние углы подвала. Источник света казался белым пятном, пляшущим, как солнце на речной глади. \n  Паук испытал множество новых состояний, о которых ранее и не подозревал. Страх, смешавшись с любопытством и нерешительностью, заполнил пустоту, находившуюся внутри, как свет заполнил собой оставленные темнотой области. Паук никогда ранее не знал ничего, кроме черного спокойствия. И теперь он не понимал, что ему делать.",
    "answers": [
      {
        "shadow_color": [
          0,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "middle_answer": false,
        "text": "[Спрятаться от света]",
        "id": 4,
        "left_answer": true
      },
      {
        "right_answer": true,
        "text_color": [
          1,
          1,
          1
        ],
        "id": 5,
        "text": "[Приблизиться к свету]",
        "shadow_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "  Свет был совершенно чужд пауку. Все, что составляло прошлую его жизнь, были темнота и покой. И потому он решил вернуться туда, где было его истинное место. Он нашел самый темный уголок на своей сети и спрятался там. Что заставило его это сделать? Страх перед неизвестным? А может, искреннее желание прожить спокойную, размеренную жизнь? Наверное, правильного ответа не этот вопрос нет.\n  Скоро свет начал угасать, а потом и вовсе исчез. Тени постепенно вернулись на свои места, а жизнь паука вернулась на привычную ось. Может, и не было никакого света? Может, это было лишь безумное видение? Но теперь паук точно знал, что его жизнь неотрывно переплетена с этой сетью. С этой темнотой.",
    "answers": [
      {
        "comment": true,
        "text_color": [
          1,
          0,
          0.1
        ],
        "id": 4,
        "text": "Концовка \"Дитя темноты\".",
        "shadow_color": [
          0,
          0,
          0
        ]
      },
      {
        "shadow_color": [
          0,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "middle_answer": true,
        "text": "[Конец]",
        "id": 1,
        "var_set": [
          "global Дитя темноты",
          1
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "  Любопытство побороло в пауке вполне объяснимый и естественный страх. Впервые за долгое, очень долгое время он сошел со своей сети и направился к непонятному, но манящему пятнышку. Оно становилось все больше и ярче по мере приближения. Шагая сквозь свет своими длинными лапками, паук неотрывно смотрел вперед.\n  Но внезапно на его пути появился кто-то неизвестный. Он тенью двигался вместе с пауком, в точности повторяя все его движения. И с каждым шагом он все приближался к пауку, вызывая у него все больший страх. ",
    "answers": [
      {
        "text_color": [
          1,
          1,
          1
        ],
        "id": 6,
        "text": "[Остановиться]",
        "shadow_color": [
          0,
          0,
          0
        ],
        "left_answer": true
      },
      {
        "right_answer": true,
        "text_color": [
          1,
          1,
          1
        ],
        "id": 7,
        "text": "[Продолжить путь]",
        "shadow_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "  Паук остановился и попытался вглядеться в тень. Она тоже остановилась. У нее были восемь лап и восемь глаз, неотрывно смотрящих на паука. Он отошел в сторону. Тень тоже шагнула. Она боится паука? А может, это тоже паук, решивший осмотреть необычный свет? Стоит ли опасаться этого незнакомца?\n  Желая выглядеть убедительнее, паук раздвинул лапы в стороны и угрожающе задвигал хелицерами. Второй паук повторил эти действия. Он тоже хочет напугать соперника? Или же уже готов к нападению?",
    "answers": [
      {
        "text_color": [
          1,
          1,
          1
        ],
        "id": 8,
        "text": "[Вернуться во тьму]",
        "shadow_color": [
          0,
          0,
          0
        ],
        "left_answer": true
      },
      {
        "right_answer": true,
        "text_color": [
          1,
          1,
          1
        ],
        "shadow_color": [
          0,
          0,
          0
        ],
        "text": "[Внимательно осмотреть существо]",
        "id": 16,
        "middle_answer": false
      }
    ]
  },
  {
    "id": 7,
    "text": "  Паук быстро зашагал мимо тени. Та бросилась преследовать его, словно безумный хищник. Но когда тень уже приблизилась к пауку настолько, чтобы можно было нанести удар, как тут же исчезла. Может, и не было никого? Что, если это была лишь игра света и тьмы? Или же что-то другое? Как странен и причудлив мир, который ранее скрывался за черной завесой темноты.\n  Преодолев еще несколько темных, но неподвижных препятствий, паук вышел на самый светлый участок. Ослепляюще яркое сияние заполонило все вокруг, словно море. Казалось, будто здесь никогда и не было темноты. \n  Источник света, как прекрасный исполин, поднимался вверх.",
    "answers": [
      {
        "text_color": [
          1,
          1,
          1
        ],
        "id": 9,
        "text": "[Осмотреть источник света]",
        "middle_answer": true,
        "shadow_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "  Решив, что лучше будет сбежать, паук зашагал обратно к своей сети. Незнакомец тоже удалился прочь. \n  Дойдя до родной сети, паук отыскал самый укромный уголок и спрятался. Вместе со светом в этот мир пришел страх. Лишь тьма может дать истинное укрытие. Лишь во тьме есть счастье. По крайней мере, так решил паук. \n  К счастью, скоро ужасающий свет начал тускнеть. Темнота, временно оставившая позиции, вновь начала поглощать мир вокруг. А потом свет и вовсе погас, будто его никогда и не было. Жизнь паука вновь стала спокойной и размеренной, будто ничего и не случилось. Хорошо это или плохо? Никто не знает.",
    "answers": [
      {
        "comment": true,
        "text_color": [
          1,
          0,
          0.1
        ],
        "id": 8,
        "text": "Концовка: \"Слабость и страх\".",
        "shadow_color": [
          0,
          0,
          0
        ]
      },
      {
        "shadow_color": [
          0,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "middle_answer": true,
        "text": "[Конец]",
        "id": 1,
        "var_set": [
          "global Слабость и страх",
          1
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "  Громадный по сравнению с пауком белый блестящий столб вздымался высоко вверх. Кое-где по его гладким краям стекли аккуратные капли. А на самом верху столба захватывающе горел и плясал затейливый огонек. Именно он рождал весь этот свет, преобразивший мир вокруг. Эта обычная восковая свеча манила к себе паука. Он уже забыл про тьму. Теперь в его маленьком сознании жили лишь свет и огонь.\n  Паук подошел к свече и тронул ее своей лапой. Гладкие края были почти прозрачными и как будто светились вместе с огнем. Но все равно оставались холодными. Паук мельком вспомнил свою старую уютную сеть. Может, у него получится сделать еще одну здесь?",
    "answers": [
      {
        "text_color": [
          1,
          1,
          1
        ],
        "id": 10,
        "text": "[Подняться к сияющей вершине]",
        "shadow_color": [
          0,
          0,
          0
        ],
        "left_answer": true
      },
      {
        "right_answer": true,
        "text_color": [
          1,
          1,
          1
        ],
        "id": 11,
        "text": "[Продолжить наблюдение снизу]",
        "shadow_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "  Поддавшись порыву любопытства, паук начал взбираться вверх по гладкому столбу. Это вызвало некоторые трудности, но воля паука была сильнее их. Он поднимался все выше и выше, несмотря на то, что лапки все сильнее скользили по стенкам, а воздух становился суше и теплее. Все инстинкты самосохраниния остались в той старой сети, вместе с тьмой и прошлой жизнью.\n  Ближе к верху стало почти невыносимо горячо. Но паука это не остановило. Все его маленькое существо было сосредоточено на огоньке, продолжающем спокойно плясать от невидимых сквозняков. Паук не замечал ничего, он лишь шел и шел к своей цели, будто безумец. Огонек был все ближе, ближе...\n  Внезапно огонь охватил паука. Тот, все еще не осозновая ничего, упал вниз и задрыгал лапками. А затем сгорел, превратившись в кучку пепла.",
    "answers": [
      {
        "comment": true,
        "text_color": [
          1,
          0,
          0.1
        ],
        "id": 10,
        "text": "Концовка \"Жертва света\".",
        "shadow_color": [
          0,
          0,
          0
        ]
      },
      {
        "shadow_color": [
          0,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "middle_answer": true,
        "text": "[Конец]",
        "id": 1,
        "var_set": [
          "global Жертва света",
          1
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "  Глядя на яркую верхушку свечи, паук решил, что будет лучше остаться внизу и не испытывать судьбу. Он продолжил наблюдать за ярким пламенем. Горячий воск стекал по гладкой свече и, добравшись до конца, застывал около маленьких лапок паука. \n  Чем дольше он смотрел на свечу, тем меньше она становилась. Огонек все ближе подкрадывался к маленькому созданию, паук все ближе и четче видел и чувствовал огонь рядом с собой...",
    "answers": [
      {
        "text_color": [
          1,
          1,
          1
        ],
        "id": 13,
        "text": "[Дальше]",
        "middle_answer": true,
        "shadow_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "  У любой истории есть мораль. А мораль у каждого своя.",
    "answers": [
      {
        "text_color": [
          1,
          1,
          1
        ],
        "shadow_color": [
          0,
          0,
          0
        ],
        "text": "[Назад]",
        "id": 1,
        "middle_answer": true
      },
      {
        "comment": true,
        "var_equal": [
          "global Дитя темноты",
          1
        ],
        "middle_answer": true,
        "text": "Дитя темноты.",
        "text_color": [
          1
        ],
        "id": 12
      },
      {
        "comment": true,
        "var_equal": [
          "global Дитя темноты",
          1
        ],
        "middle_answer": false,
        "text": "  Иногда спокойная однотипная жизнь кажется гораздо лучшей, чем жизнь, полная неожиданностей и открытий.",
        "id": 12
      },
      {
        "comment": true,
        "var_equal": [
          "global Слабость и страх",
          1
        ],
        "id": 12,
        "text": "Слабость и страх.",
        "text_color": [
          1
        ],
        "middle_answer": true
      },
      {
        "comment": true,
        "var_equal": [
          "global Слабость и страх",
          1
        ],
        "id": 12,
        "text": "  Два самых больших препятствия на пути к желанной цели — страхи и собственные пороки.",
        "middle_answer": false
      },
      {
        "comment": true,
        "var_equal": [
          "global Жертва света",
          1
        ],
        "id": 12,
        "text": "Жертва света.",
        "text_color": [
          1
        ],
        "middle_answer": true
      },
      {
        "comment": true,
        "var_equal": [
          "global Жертва света",
          1
        ],
        "id": 12,
        "text": "  Если слишком сильно отдаваться чему-то, то можно перегореть. ",
        "middle_answer": false
      },
      {
        "comment": true,
        "var_equal": [
          "global Неоправданная надежда",
          1
        ],
        "id": 12,
        "text": "Неоправданная надежда.",
        "text_color": [
          1
        ],
        "middle_answer": true
      },
      {
        "comment": true,
        "var_equal": [
          "global Неоправданная надежда",
          1
        ],
        "id": 12,
        "text": "  Когда желание или мечта угасла, довольно бессмысленно разжигать ее вновь. Гораздо лучше найти новую цель жизни.",
        "middle_answer": false
      },
      {
        "comment": true,
        "var_equal": [
          "global В темноте и на свету",
          1
        ],
        "middle_answer": true,
        "text": "В темноте и на свету.",
        "text_color": [
          1
        ],
        "id": 12
      },
      {
        "comment": true,
        "var_equal": [
          "global В темноте и на свету",
          1
        ],
        "middle_answer": false,
        "text": "  Вполне естественно то состояние, когда после потери или исполнения старой мечты появляются новые. ",
        "id": 12
      },
      {
        "comment": true,
        "var_equal": [
          "global Разочарование",
          1
        ],
        "middle_answer": true,
        "text": "Разочарование.",
        "text_color": [
          1
        ],
        "id": 12
      },
      {
        "comment": true,
        "var_equal": [
          "global Разочарование",
          1
        ],
        "middle_answer": false,
        "text": "  Иногда потеря способна сломить желание жить, и тогда даже хорошее не будет давать счастье. Важно вовремя смириться с ней.",
        "id": 12
      },
      {
        "comment": true,
        "var_equal": [
          "global Истинный свет",
          1
        ],
        "middle_answer": true,
        "text": "Истинный свет.",
        "text_color": [
          1
        ],
        "id": 12
      },
      {
        "comment": true,
        "var_equal": [
          "global Истинный свет",
          1
        ],
        "middle_answer": false,
        "text": "  На любой светоч найдется светило побольше. Мир огромен, и те, кто умеют им восхищаться, воистину счастливы.",
        "id": 12
      }
    ]
  },
  {
    "id": 13,
    "text": "  Вдруг пламя свечи резко колыхнулось и пропало. Возможно, сквозняк пробрался в щель и затушил свечу, как будто на зло маленькому паучку. Или же просто прошло время, отведенное пламени. Ведь всему на этом свете рано или поздно приходит конец. \n  Стало темно и холодно. Так же темно, как и было раньше. Но что, если это еще не конец? Надежда на скорое появление огня жила в пауке. Может быть, вскоре свеча снова загорится, будто феникс? Может быть, снова станет тепло, светло и уютно? \n  Паук задумался. Что будет, если сплести еще одну паутину около свечи? Может быть, тогда он сможет насладиться светом снова, тогда свет всегда будет рядом. Или все же стоит уйти восвояси? ",
    "answers": [
      {
        "text_color": [
          1,
          1,
          1
        ],
        "id": 14,
        "text": "[Сплести новую паутину]",
        "shadow_color": [
          0,
          0,
          0
        ],
        "left_answer": true
      },
      {
        "right_answer": true,
        "text_color": [
          1,
          1,
          1
        ],
        "shadow_color": [
          0,
          0,
          0
        ],
        "text": "[Вернуться в темноту]",
        "id": 15
      }
    ]
  },
  {
    "id": 14,
    "text": "  Недолго думая, паучок принял решение. Он быстро стал плести сеть, с удовольствием натягивая каждую ниточку. И вот, наконец, работа закончена. Красивая широкая сеть растянулась вблизи потухшего источника тепла и света. Уместившись в самом ее центре, довольный своей работой паучок стал наблюдать за свечой, надеясь на то, что она загорится вновь. \n  Но он никак не ожидал, что в скором времени сюда придут люди. Эти кожаные гиганты, считающие себя властелинами мира. Малыш и понять ничего не успел, как кто-то из них с силой ударил по нему чем-то твердым и большим, разорвав красивую паутинку и превратив его тело в сдавленное месиво. ",
    "answers": [
      {
        "comment": true,
        "text_color": [
          1,
          0,
          0.1
        ],
        "id": 14,
        "text": "Концовка \"Неоправданная надежда\".",
        "shadow_color": [
          0,
          0,
          0
        ]
      },
      {
        "shadow_color": [
          0,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "middle_answer": true,
        "text": "[Конец]",
        "id": 1,
        "var_set": [
          "global Неоправданная надежда",
          1
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "  Паучок еще немного посидел около свечи, надеясь на то, что та вот-вот загорится вновь. Но чуда не произошло. Легкий дымок, исходящий от верхушки, пропал с концом. Похолодало.\n  Расстроенный паук решил вернуться в свой угол, но вдруг подумал... А почему бы не подняться наверх, туда, откуда дует сквозняк? Может быть, там найдутся такие же свечи? Много таких же свечей... И он снова сможет увидеть свет. Или все же стоит остаться здесь и ждать, когда свеча загорится вновь? Если загорится, конечно...",
    "answers": [
      {
        "text_color": [
          1,
          1,
          1
        ],
        "id": 17,
        "text": "[Остаться внизу и ждать чуда]",
        "shadow_color": [
          0,
          0,
          0
        ],
        "left_answer": true
      },
      {
        "right_answer": true,
        "text_color": [
          1,
          1,
          1
        ],
        "id": 18,
        "text": "[Подняться наверх за светом]",
        "shadow_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "  Незнакомец выглядел в точности как сам паук. В его взгляде читались те же замешательство и страх, что чувствовал и наш герой.\n  Паук подошел ближе к своему двойнику, который точно так же зашагал навстречу. Сблизившись, оба создания осторожно протянули лапы, намереваясь потрогать друг друга и убедиться, что оппонент не представляет угрозы. Однако там, где они должны были бы соприкоснуться, паук ощутил лишь гладкую прозрачную поверхность. Двойников разделяло стекло. Они никак не могли бы пересечься. Это немного успокоило паука.",
    "answers": [
      {
        "text_color": [
          1,
          1,
          1
        ],
        "middle_answer": true,
        "text": "[Продолжить путь к свету]",
        "shadow_color": [
          0,
          0,
          0
        ],
        "id": 19
      }
    ]
  },
  {
    "id": 17,
    "text": "  Еще немного поразмышляв, паук решил остаться в подвале. Даже если он и найдет другой источник света, ничто не сравнится с его подвалом, где он провел всю свою короткую паучью жизнь. Ничто не заменит место, где он впервые встретил свет.\n  И однажды свеча вновь зажглась, разогнав тени по их углам. Она снова была большая, длинная, яркая... и теплая. Затем она тоже потухла, но на этом жизнь не закончилась.\n  С тех пор в подвале каждый день зажигались и тухли свечи. Каждый день паук наблюдал из своего угла на горящим огоньком на верхушке свечи. И более ему ничего не было нужно. Он был счастлив, ведь теперь знал: после тьмы всегда приходит свет.",
    "answers": [
      {
        "comment": true,
        "text_color": [
          1,
          0,
          0.1
        ],
        "id": 17,
        "text": "Концовка \"В темноте и на свету\".",
        "shadow_color": [
          0,
          0,
          0
        ]
      },
      {
        "shadow_color": [
          0,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "middle_answer": true,
        "text": "[Конец]",
        "id": 1,
        "var_set": [
          "global В темноте и на свету",
          1
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "  Решив, что у него получится изменить свою жизнь к лучшему, паук направился на поиски нового источника света. Может, там, наверху, он нашел бы истинное счастье?\n  Когда же паук, ведомый сквозняками, выбрался через щель из своего темного подвала, то обнаружил открытое настежь окно, через которое в большое полутемное помещение падали лунные лучи. Взобравшись на подоконник, крошечный паук увидел огромную Луну высоко в небе. Свет от нее красил все вокруг в синие и серебряные тона. И чем бы не был этот большой диск, паук точно знал — этот свет не потухнет.",
    "answers": [
      {
        "text_color": [
          1,
          1,
          1
        ],
        "id": 20,
        "text": "[Вспомнить о своей свече в темном подвале]",
        "shadow_color": [
          0,
          0,
          0
        ],
        "left_answer": true
      },
      {
        "right_answer": true,
        "text_color": [
          1,
          1,
          1
        ],
        "id": 21,
        "text": "[Забыть о свече и сплести новую паутину у окна]",
        "shadow_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "  Паук пошел дальше, уже не обращая внимания на двойника. Тот не представлял никакой угрозы, а потому не мог больше задерживать паука на пути к заветной цели. Может быть, этого двойника и не было. А может, он вообще существовал в каком-то ином, непостижимом мире.\n  Прекрасный свет манил паука. Он шел все дальше и дальше, аккуратно обходя препятствия. Кто знает, может, тот другой паук точно так же сейчас ползет к своей свече в своем застекленном мире. \n  Свет становился все ярче. И вот наконец паук вышел к исполинскому светилу, стоящему в центре залитого светом круга. Казалось, будто здесь никогда и не было той тьмы, что раньше имела абсолютную власть над подвалом.",
    "answers": [
      {
        "text_color": [
          1,
          1,
          1
        ],
        "middle_answer": true,
        "text": "[Осмотреть источник света]",
        "shadow_color": [
          0,
          0,
          0
        ],
        "id": 9
      }
    ]
  },
  {
    "id": 20,
    "text": "  Пусть лунный свет и прекрасен, но все же паук скучал по своей потухшей свече. Он знал, что никто и ничто теперь не заменит ему первый источник света. Дай ему хоть целую коробку свечек, хоть вечную или самую яркую свечку в мире, он не сможет забыть первую, подарившую ему то тепло и счастье, что он испытал.\n  И пусть теперь паук жил на свету, сделав маленькую паутинку в углу комнаты, он не радовался этому, ведь всегда помнил о первой свечке, подарившей ему незабываемые чувства. Он понимал, что ее уже не вернуть никак.",
    "answers": [
      {
        "comment": true,
        "text_color": [
          1,
          0,
          0.1
        ],
        "id": 20,
        "text": "Концовка: Разочарование.",
        "shadow_color": [
          0,
          0,
          0
        ]
      },
      {
        "shadow_color": [
          0,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "middle_answer": true,
        "text": "[Конец]",
        "id": 1,
        "var_set": [
          "global Разочарование",
          1
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "  Не долго думая, паук принялся плести новую сеть подле окна. Он был невероятно рад тому, что, потеряв то, что было ему дорого, он смог найти то, чему вообще нет цены. \n  Блестящая от росы новая паутина теперь украшала дом, словно дорогая бахрома. Уместившись в ее центре, паук смотрел в небо целыми днями. Лунный свет отражался в его глазах. Он нашел свечу, что никогда не сможет потухнуть. Он больше никогда не будет жить в холодной мрачной темноте.\n  Теперь он стал по-настоящему счастливым. ",
    "answers": [
      {
        "comment": true,
        "text_color": [
          1,
          0,
          0.1
        ],
        "id": 21,
        "text": "Концовка \"Истинный свет\".",
        "shadow_color": [
          0,
          0,
          0
        ]
      },
      {
        "shadow_color": [
          0,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "middle_answer": true,
        "text": "[Конец]",
        "id": 1,
        "var_set": [
          "global Истинный свет",
          1
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]