[
  {
    "id": 1,
    "text": "Иллюзия выбора – извечная проблема интерактивных развлечений... \n\nА сможешь ли ты ВЫБРАТЬ? \n\nUPD:Автор нашел этот квест спустя года и решил дописать, не ругайтесь, он вроде смешной :D ",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "need": -31
      },
      {
        "id": 2,
        "text": "Не начинать",
        "need": -31
      },
      {
        "id": 31,
        "text": "Малыш героя, твори судьбу! ",
        "need": 31
      },
      {
        "id": 21,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": " Ты начал, совершенно уверенный в своем выборе. Ты совершенно не был обременён знанием о сценарном аде и ограниченных ресурсах создания этого квеста... \n\nТолько стоило начать, ты уже вышел на красивую зелёную поляну в жидком перелеске. Едва-едва протоптанная тропа вела к распутью в трёх соснах, а меж сосен – огромный валунище... \n\n\"Налево пойдешь – добра нагребешь, направо дойдешь – жену заберешь, ну а прямо двинешь – копыта откинешь\", – Гласила выцарапанная на камне надпись. \n\nКуда направимся, сударь? ",
    "answers": [
      {
        "id": 3,
        "text": "Прямо",
        "need": -8
      },
      {
        "id": 11,
        "text": "Прямо [дежавю? ]",
        "need": 8
      },
      {
        "id": 9,
        "text": "Направо",
        "need": 8
      },
      {
        "id": 12,
        "text": "Осмотреть три сосны",
        "need": [
          10,
          -15
        ]
      },
      {
        "id": 13,
        "text": "Осмотреть валун",
        "need": [
          12,
          -15
        ]
      },
      {
        "id": 14,
        "text": "Поискать сюжетную линию",
        "need": [
          13,
          -15
        ]
      },
      {
        "id": 15,
        "text": "Поискать дейлики",
        "need": [
          14,
          -17
        ]
      },
      {
        "id": 17,
        "text": "Проверить дейлики",
        "need": [
          15,
          -17
        ]
      },
      {
        "id": 18,
        "text": "Налево",
        "need": 16
      },
      {
        "id": 23,
        "text": "В жопу приключения, время медитации",
        "need": 17
      },
      {
        "id": 29,
        "text": "Вспомнить про логику"
      }
    ]
  },
  {
    "id": 3,
    "text": "Выбор окаянный, но зато добровольный и совсем не принудительный. Ты не во власти сумашедшего писаки, ты самостоятельная, свободная личность, которая не плывет по  течению, а рассекает водную гладь поперëк – в нужную сторону. \n\nАллегории закончились вместе с тропой. Прямо перед тобой стоял огромный, жуткий и совсем неприветливый замок... Постой, я ошибся, извини. \n\nВот же он! Приветливый Клишированный Злодей машет тебе рукою с обшарпанного балкона. ",
    "answers": [
      {
        "id": 4,
        "text": "Сойти с ума и зайти в замок"
      },
      {
        "id": 4,
        "text": "Сойти с ума и войти в замок"
      },
      {
        "id": 4,
        "text": "Сойти с ума и войти в замок"
      },
      {
        "id": 4,
        "text": "Сойти с ума и войти в замок"
      },
      {
        "id": 4,
        "text": "Сойти с ума и войти в замок"
      },
      {
        "id": 4,
        "text": "Сойти с ума и войти в замок"
      },
      {
        "id": 4,
        "text": "Сойти с ума и войти в замок"
      }
    ]
  },
  {
    "id": 4,
    "text": "  Ты не без труда (в первую очередь бешено трудилось твое сердце, да так, что тебя почти инфаркт словил) проник в темный замок. А впереди у тебя встал... ",
    "answers": [
      {
        "id": 5,
        "text": "Дракон"
      },
      {
        "id": 6,
        "text": "Тролль"
      }
    ]
  },
  {
    "id": 5,
    "text": "Что же, знакомься со своим выбором – дракон взаправду появился перед тобой. Но ведь у тебя наверняка есть геройский меч, что победит и тролля, и дракона... \n\nЕсть ли смысл в этом выборе? Наверное, есть – дракон разбил колонну в нашем чудном замке. Злодей будет чу-у-у-у-утка зол. ",
    "answers": [
      {
        "id": 7,
        "text": "Приступить к бою с глав гадом"
      }
    ]
  },
  {
    "id": 6,
    "text": "Что же, знакомься со своим выбором – тролль взаправду появился перед тобой. Но ведь у тебя наверняка есть геройский меч, что победит и тролля, и дракона... \n\nЕсть ли смысл в этом выборе? Наверное, есть – Тролль засрал весь тронный зал. Злодей будет чу-у-у-у-утка зол. ",
    "answers": [
      {
        "id": 7,
        "text": "Приступить к бою с глав гадом"
      }
    ]
  },
  {
    "id": 7,
    "text": "Клише-злыдень начал свою предысторию перед смачным сценарным боем. Оказывается, он украл твою принцессу и насиловал её днями напролёт. \n\nТы разозлился. Отомстил. \n\nИ вот, израненный, неважный, Клишейник, сгорбившись, на полу сидит. Как удобно шея у него блестит... ",
    "answers": [
      {
        "id": 7,
        "text": "Расчленить"
      },
      {
        "id": 7,
        "text": "Убить"
      },
      {
        "id": 7,
        "text": "Обезглавить"
      },
      {
        "id": 7,
        "text": "Изнасиловать"
      },
      {
        "id": 8,
        "text": "Простить"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы простили Клише Злодея и устроили отличный тройничок с ролевым изнасилованием узницы. Конец! \n\nИли нет!.. Неспособный тебя убить, Клишуня, воспользовавшись твоей усопшей бдительностью, хватает артефакт перемещения во времени! ",
    "answers": [
      {
        "id": 2,
        "text": "Отправиться в прошлое"
      },
      {
        "id": 1,
        "text": "К старту квеста"
      }
    ]
  },
  {
    "id": 9,
    "text": " Извилистая тропа вела тебя к хижине чудковатого мясника, разделывающего для местных сельчан скот. \n\nКак можно было найти свою жену у столь странного типа? ",
    "answers": [
      {
        "id": 10,
        "text": "Спросить у мясника"
      }
    ]
  },
  {
    "id": 10,
    "text": "\"А, Марсель ваша? Вот, держите\", – Мясник протянул внушительный ящик, накрытый тканью. К атласу была прикована булавкой записка „Из будущего, с любовью UwU © С любовью, Клишовик”... \n",
    "answers": [
      {
        "id": 2,
        "text": "Вернуться к развилке"
      }
    ]
  },
  {
    "id": 11,
    "text": " Опять знакомая дорога... В этот раз вы пришли по ней уже самостоятельно, что называется \"квесто-дизайн\". Вам даже в мысли не пришло, что тропа, которой вы идете – не уникальна, а выстлана хитрым разработчиком квеста. \n\n",
    "answers": [
      {
        "id": 16,
        "text": "Наслаждаться иллюзией дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": " Сюжетной линии не найдено. ",
    "answers": [
      {
        "id": 2,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 13,
    "text": " Тут тоже пусто... \n\nНикого... \n\nМама! \n\nКотенок как ребенок... ",
    "answers": [
      {
        "id": 2,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 14,
    "text": " Обнюхав все примечательные места окрестности и уже отчаявшиеся в поиске, вы внезапно видите жирный-прежирный клубок из зачарованных ниток. Он летает перед вашим носом, сплетая отметку \"103 м до цели\", и, чуть подождав вашу медленную тушу, расплетается в сторону замка Клишированного Злодея. ",
    "answers": [
      {
        "id": 2,
        "text": "Колобка не хватает"
      }
    ]
  },
  {
    "id": 15,
    "text": "\"Убить 15 волков\", – гласила надпись на берестовой грамоте, прикрепленная к тонкой березке. ",
    "answers": [
      {
        "id": 2,
        "text": "Мне такое не под силу"
      }
    ]
  },
  {
    "id": 16,
    "text": " Бла-бла-бла, поход в замок, убийство мобов, приход к Клишейнику, выслушивание его речей и его смерть. \n\nВы отомстили \"новому\" Клише-злодею, возникшему в временном парадоксе за \"новую\" жену, получили свою концовку. А дальше что? Отправитесь ли за мудаком из вашего времени? \n\n",
    "answers": [
      {
        "id": 2,
        "text": "Вернуться в прошлое"
      }
    ]
  },
  {
    "id": 17,
    "text": " Вот и последствия от вашего ВЫБОРА – 15 волков загрызли Красную Шапочку. Хотели ВЫБОР, а не ИЛЛЮЗИЮ ВЫБОРА? \n\nХотите дальше. У вас ведь не было выбора \"убить 15 волков\".",
    "answers": [
      {
        "id": 2,
        "text": "Раскаяться в смерти Красной Шапочки"
      }
    ]
  },
  {
    "id": 18,
    "text": " Налево пацаны не ходят",
    "answers": [
      {
        "id": 19,
        "text": "Закончить квест"
      },
      {
        "id": 20,
        "text": "Отрезать яйки и надеть юбку"
      }
    ]
  },
  {
    "id": 19,
    "text": " Ты не смог совершить интересный выбор. Ты лишь потратил пять-десять минут на очередной квест. \n\nСтоило ли оно того? \n\nКонцовка:ущербная",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 20,
    "text": " А ты миленькая, если не приглядываться на твои \"месячные\", обрамившие чудные чулочки. Поздравляю, ты смог не только отомстить злодею, собрать сокровища, но и \n\nВЫБРАТЬСЯ\nИЗ\nИЛЛЮЗИИ\nВЫБОРА\n\nКонцовка:Истинная",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало"
      }
    ]
  },
  {
    "id": 21,
    "text": "Здесь собраны все обязательные концовки. Собранные можно тыкцнуц. \n\nОпциональные концовки будут на отдельной страниые. ",
    "answers": [
      {
        "id": 21,
        "text": "Неполноценная",
        "need": -8,
        "comment": true
      },
      {
        "id": 8,
        "text": "Неполноценная",
        "need": 8
      },
      {
        "id": 21,
        "text": "Ущербная",
        "comment": true,
        "need": -19
      },
      {
        "id": 19,
        "text": "Ущербная",
        "need": 19
      },
      {
        "id": 22,
        "text": "Опциональные \"тру\" концовки"
      }
    ]
  },
  {
    "id": 22,
    "text": "Здесь собраны концовки, которые можно получить определенными ВЫБОРАМИ, как и положено адекватному квесту. Обязательные концовки это же кринжатина, лол, прелюдия перед самим квестом. Кста спасибо что читаете этот квест люблю вас жесть. ",
    "answers": [
      {
        "id": 32,
        "text": "А П А Т И Ч Н А Я"
      }
    ]
  },
  {
    "id": 23,
    "text": " Напоровшись на проблемы в своих приключениях ты думаешь, что пора бы остановиться хоть на минуту и продумать план действий. Соберем текущую информацию в кучу и пройдем этот дурацкий квест!!! ",
    "answers": [
      {
        "id": 2,
        "text": "В жопу медитацию, время приключений! "
      },
      {
        "id": 24,
        "text": "Персонажи"
      },
      {
        "id": 28,
        "text": "Это что получается Красную Шапочку можно было спасти",
        "need": 27
      }
    ]
  },
  {
    "id": 24,
    "text": "Эта страниыа посвящена персонажам. ты можешь прочесть немножко про конкретную личность, чтобы понять всралась ли она тебе или можно скипнуть. ",
    "answers": [
      {
        "id": 23,
        "text": "обратно"
      },
      {
        "id": 25,
        "text": "Клише-злодей [оригинал]"
      },
      {
        "id": 26,
        "text": "Клише-злодеи [клоны]",
        "need": -26
      },
      {
        "id": 27,
        "text": "Красная Шапочка"
      }
    ]
  },
  {
    "id": 25,
    "text": "Антагонист твоего времени. Любит рок музыку, плектрогитары и артистичный смех. Туп, глуп, слаб и в принципе ничтожен, но от клонов временного парадокса отличается преимуществом – дал поверить в свою перевоспитаемость и наебал <plus> сбежал. \n\nТекущее местоположение неизвестно. Вполне возможно, сказочные персонажи смогут помочь разыскать этого мудилу и свершить месть за Марсель. ",
    "answers": [
      {
        "isBack": true,
        "text": "Обратно",
        "id": 25,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 26,
    "text": "Да такие же как и оригинал, но могут слегка отличаться искажением во времени. Подсесть на попсу или визгливо хихикать. Никакой опасносои не представляют и в квесте им нет места кроме как упоминания их смерти от твоей руки. ",
    "answers": [
      {
        "isBack": true,
        "text": "Удали нах эту страницу",
        "id": 26,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 27,
    "text": " Невероятно слабая физически и магически; Не может отбиться от всего лишь 15 волков. \n\nВ таймлайне где была жива ты слышал о её невероятных связях с нелегальным миром сбагра пирожков и родственные с боссом крупнейшей организации Бабушкой. Именно она могла бы навести стрелки на Клишулю",
    "answers": [
      {
        "isBack": true,
        "text": "Обратно",
        "id": 27,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 28,
    "text": "Попробуй перехуярить 15 вооруженных торчков-волков геройским мечом! Тут нужна или хитрость, или пятнадцатиствольник. ",
    "answers": [
      {
        "id": 2,
        "text": "Заспидранить убийство Злыдня и вернуться во времени"
      }
    ]
  },
  {
    "id": 29,
    "text": "В общем-то, если так прдумать, то у каждого Клишейника есть артефакт возврата во времени. Почему не вернуться в начало своего таймлайна и предотвратить побег Клишейника? ",
    "answers": [
      {
        "id": 30,
        "text": "Заспидранить убицство Злыдня и закончить этот абсурдный квест"
      }
    ]
  },
  {
    "id": 30,
    "text": "Уюийство злыдня и спасение своей жены поднимает твою репутацию до небес. Каждый день народ ликует от твоей персоны. \n\nОднако, после Злыдня ни осталось ни одного порядочного злодея и твои авантюры сменились унылыми буднями. \n\nТы впадаешь в депрессию и все чаще поглядываешь на артефакт. ",
    "answers": [
      {
        "id": 2,
        "text": "Вернуться в таймлайн, на котором остановился"
      },
      {
        "id": 31,
        "text": "Получить позорную концовку мирного жителя"
      }
    ]
  },
  {
    "id": 31,
    "text": "Даже такая драма как бессмысленность жизни тебя не взяла! \n\nКонцовка:А П А Т И Ч Н Ы Й\n\nтвой герой не то, что дрейн поймал, а целую депрессию. Закрылся в себе, стал нелюдим и потихоньку сошел с ума, удавил свою блядоту-жену, дававшему Клишейнику без сопротивления и самоубился. \n\nНо... \n\nПрежде чем убиться... \n\nТы... \n\nТвой герой... \n\nОтправил своего сынишку в увлекательное путешествие назад. Его подобрала, взрастила и отпустила в приключения добрая вдова. Он заменил предыдущего героя и стал ему достойной заменой. \n\nКВЕСТ ИЗМЕНИЛСЯ. Ветка героя потеряна, ветка малыша-героя открыта. ",
    "answers": [
      {
        "id": 1,
        "text": "к старту"
      },
      {
        "id": 33,
        "text": "Малыш-герой, ты кто? "
      }
    ]
  },
  {
    "id": 32,
    "text": "Герой впал в депрессию и выпилился. Однако, он оставил преемника. У него совсем другие планы на эту жизнь. \n\nКонцовка влияет на квест:по очевидной причине блокируется ветка Героя, открывается ветка Малыша-Героя",
    "answers": [
      {
        "id": 1,
        "text": "к старту"
      }
    ]
  },
  {
    "id": 33,
    "text": "А малыш то вовсе и не герой! Это злобный гений с рождения! Невероятная страсть к музыке, рисованию и кастому секонд-хенд шмотья с детства... БЫЛИ ПРЕРВАНЫ. Вдова воспитавшая пиздюка заявила, что на таких профессиях не зарабооаешь и отправила сынишку в шарагу получать образование сварщика. \n\nЗанимаясь нелюбимым делом изо дня в день малыш вырос озлобленным и встал на путь зла. К тому времени Клишейник уже изрядно постарел и отошел от дел, а его клон сполкнулся с лестницы и сдох. Весь замок в владениях малыша-плохиша!!!! \n\nВыбери смех",
    "answers": [
      {
        "id": 34,
        "text": "Мухаахаххаха"
      },
      {
        "id": 34,
        "text": "Иихихихиихих"
      },
      {
        "id": 34,
        "text": "Аахахахаха [пропущенно через эквалайзер]"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты будешь немой, как Фримен. потому что название квеста читать надо. \n\nЗлодея делает не смех, а его злодения! Выбери свое первое дело. ",
    "answers": [
      {
        "id": 35,
        "text": "Воскресить папу и надругаться над ним"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы озлоблены на отца, который нарастил вам года искуственным перемещением. Более того, где-то сейчас в этой реальности живет такой же малыш-герой и вот-вот будет брошен на произвол судьбы. ",
    "answers": [
      {
        "id": 36,
        "text": "Потратить следующие столеття на коалицию малышей-злодеев"
      },
      {
        "id": 37,
        "text": "убивать каждого малыша в таймлайне"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  }
]