[
  {
    "id": 1,
    "text": "Автор: IXOR\nЖанр: Фантастика, фэнтези, мини-квест. \n\nС давних времён мир населяли люди и могущественные животные. Некоторые боялись их, отстраивали деревни, города и воевали с ними, став воинами, гражданами, рабами, слугами короля, но были и другие, те, что подружились с могущественными существами, а те отплатили взаимностью, подарив частичку своей силы — магию... — эта древняя легенда магов. \nПрошло много столетий спустя написания этой легенды. Ничего толком не изменилось. Маги и люди короля вели войну между собой, а остальные люди, жившие в поселениях продолжали отживать мирную жизнь. \nНо всё перекратилось, когда кто-то с той стороны открыл портал и оттуда вышли люди в странной броне и с оружием. Оно было способно убить любого мага, игнорируя слабые заклинания защиты. Так началась война между миром магии и современным миром. \n\nИли... \n\nС древних времён люди жили, обучаясь новому. Они строили города, приручали животных, рожали детей, развивались сами. Конечно люди были не без грехов. Были времена войн и работорговли, но это в прошлом. \nПрошло много столетий. Сейчас великие люди — призеденты правят умно, не допускают войн, а если что, то другу другу помогают. \nНо всё прекратилось, когда кто-то с той стороны открыл портал и люди, жившие по ту сторону приняли государственных военных самым жестоким образом. Люди жившие там обладали странными технологиями. Их орудие могло пробить броню танка. Так началась война между современным миром и миром магии. \n\nКакая из историй правдива? А может обе врут? А может обе правы? Это решать только вам. Вы сыграете за обе стороны и сами напишите их историю, А возможно даже измените... ",
    "answers": [
      {
        "id": 2,
        "text": "Главы"
      },
      {
        "id": 13,
        "text": "Концовки"
      },
      {
        "id": 18,
        "text": "Достижения"
      },
      {
        "id": 22,
        "text": "От Автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Выберите главу. ",
    "answers": [
      {
        "id": 3,
        "text": "Глава первая «Люди»."
      },
      {
        "id": 8,
        "text": "Глава вторая: «Маги».",
        "need": 7,
        "need_ever": true
      }
    ]
  },
  {
    "id": 3,
    "text": "Два дня назад, а именно 19.6.2024 года была зафиксирована странная активность над Москвой. Иследования вывели странное свечение вокруг Кремля, а совсем скоро всем стало ясно — это портал. Возмножно это было чьё-то биологическое оружие или же наоборот — чья-то ошибка, случайное создание, но было принять решение собрать отряд хороших солдат для разведки мира по ту сторону. \n\nМожет показаться, что наука отрицает существование чего-то сверхестественного и не признаёт технологии будушего, считаю их фантастикой из фильмов, но это не так. Множество учёных занимаются такими технологиями, которые могут переносить души из одного тела в другое, заменять все органы на механические и даже свободное перемещение в любую точку мира. Это неудивительно — на дворе 2032 год, а все мечты людей — лишь мечты уже почти век. \n\nПодготовив солдат, их по очереди стали отправлять в портал. Сделать это было не так просто. Сначала учёные пытались узнать, куда он ведёт, но были удивлены, поняв, что не засекли не одного сигнала, а это значит, что там не существует технологий или они слишком хороши. \n",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 4,
    "text": "Наконец-то солдаты путём долгих махинаций смогли пройти через портал. Их состояние здоровья было под контролем с помощью специального импланта, он посылал сигнал на компьютер ответственного за своего солдата ученого. \n\nПервые впечатления солдат были недоумением и удивлением. Они оказались на лесной поляне, где было очень много растений, которые не были похожи на известные, странное небо, отблескивающее розовым. \n\nВдали солдаты заметили движение. К ним вышел восемь странных существ. Человек в синей мантии с большим посохом, на верхушке которого зелёный камень; конь с человеческим туловищем; огромный великан ростом почти 5 метров; огромная птица, на которой всадник — человек с острыми концами ушей и шрамом на щеке; каменный человек, большой, широкоплечий; белый волк, который через пару секунд превратился в человека; девушка в фиолетовой мантии с посохом в руках, на конце которого фиолетовый камень. ",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Приветствую вас, посланники из другого мира! -Маг с зелёным камнем в посохе начал свой рассказ. \nОгромная птица встрепенулась, каменный человек издал громкий рык и сделал шаг на встречу. \n— Меня зовут... — маг не успел договорить, ведь из кустов показался молоденький парень с палочкой в руках. Он побежал на отряд, выкрикивая непонятные фразы. \n\nГруппа решила... ",
    "answers": [
      {
        "id": 6,
        "text": "Открыть огонь"
      },
      {
        "id": 7,
        "text": "Выжидать"
      }
    ]
  },
  {
    "id": 6,
    "text": "Группа решила открыть огонь. Понадобилось всего пару пуль, чтобы усмирить парня. Первая пуля попала ему в плечо, вторую он смог отразить в ногу одного из солдат, взмахнув палочкой, а третья попала ему прямо в лоб, пролетела сквозь и задела ногу каменного человека, но ему было всё равно. Каменный человек разозлился и побежал на группу. Он разорвал одного на части, а второй солдат успел достать гранату и сорвать чеку. Прогремел взрыв, убивший солдата и ранив каменного человека. Осколок его плеча отлетел от тела и он приснился бежать. Точная пуля единственного снайпера, попавшая в сердце, заставила его развалиться на части. Огромная птица насадила одного из солдат на свои когти, а второго съела заживо, пока парень с острыми ушами стрелял из лука, правда это не слишком хорошо получалась. Вскоре он получил целую обойму в себя и повалился с птицы, а сама птица улетела прочь, подхватив девушку с посохом, на конце которого фиолетовый камень. \nВсё это время за битвой наблюдали учёные, которым имплант давал не только сигнал, но и запись с глаз солдат. \n\nНачалась война... А виной всему — ЧЕЛОВЕК. ",
    "answers": [
      {
        "id": 6,
        "text": "Новая глава [Действие Невозможно, Для Перехода На Новую Главу Нужно Пройти На Другую Концовку]\n\n",
        "comment": true
      },
      {
        "id": 1,
        "text": "Бесчеловечность [Плохая концовка]",
        "comment": false,
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Группа солдат решила ничего не делать. Лучше всего выждать момент. Возможно, что этот парень — посторонний, которого не ввели в курс дела. ",
    "answers": [
      {
        "id": 7,
        "text": "[Перейдите На Другую Главу, Чтобы Продолжить]",
        "comment": true
      },
      {
        "id": 2,
        "text": "Перейти к главам"
      }
    ]
  },
  {
    "id": 8,
    "text": "Совсем недавно Алхимик и Маг Бастиан объединились, чтобы создать новое, могущественное заклинание защиты, но всё пошло не так и открылся портал, объединивший два мира воедино. \n\nМагический мир никогда не признавал существования существ, не слышавших о магии, но оказывается такие есть. Теперь нужно принять решение: Принять гостей, вышедших из портала или гнать их в свой мир. \n\nНа встречу к гостям пришли: Могущественный маг Бастиан, его сын Март, его супруга Гера, Каменный человек, грифон, эльф и великан. ",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 9,
    "text": "Наконец-то гости из другого мира вышли из портала. Посох сразу уловил действие странных сил. \n\nГости, вышедшие из портала были удивлены. Они осматривали растения т землю, а больше всего они смотрели на небо. \n\nИ вот наконец гости из другого мира заметили жителей данного мира. Они внимательно осматривали жителей данного мира и их оборудование. \n",
    "answers": [
      {
        "id": 10,
        "text": "Радушно встретить гостей"
      },
      {
        "id": 11,
        "text": "Агрессивно встретить гостей"
      },
      {
        "id": 12,
        "text": "Ждать действий от гостей"
      }
    ]
  },
  {
    "id": 10,
    "text": "Группа солдат решила ничего не делать. Лучше всего выждать момент. Возможно, что этот парень — посторонний, которого не ввели в курс дела. \nМаги также ничего не предпринимали. \n— За Родину! — паренёк закричал и взмахнул палочкой. Одного из солдат откинуло в сторону.\n— Уймись! — произнёс самый старый маг с зелёным камнем внутри посоха и ударил посохом по земле. В ту же секунду из земли показались корни деревьев, которые объяли парня так, что он даже пошевелиться не мог. \nТе же корни помогли солдату встать и подали автомат. \n— Простите моего сына, посланники! Он совсем млад и неопытен. — оправдался старший маг. \n— Ничего страшного, господин... — один из солдат задумался. \n— Моё имя Бастиан, а этот балбес, — Бастиан показал на парня, — это мой сын Март, а рядом со мной моя супруга Гера. \n\nЖители другого мира оказались хорошим людьми. Миры подписали соглашение о ненападении и теперь живут вместе. Маги поделились своей магией для современного мира, а современный мир дал магам новые телефоны. \n\nМиры подписали соглашение о ненападении. \n",
    "answers": [
      {
        "id": 1,
        "text": "Мир во всех Мирах [Хорошая концовка]",
        "text_color": [
          0,
          1,
          0
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Группа солдат решила ничего не делать. Лучше всего выждать момент. Возможно, что этот парень — посторонний, которого не ввели в курс дела. \nНесмотря на их доверие, маги были настроены серьёзно. \n— За Родину! — паренёк закричал и взмахнул палочкой. Одного из солдат откинуло в сторону. \nСтарший маг сделал несколько ударов посохом по земле и из неё вылезли корни деревьев, протыкающие солдат. Один из солдат выстрелил в парня с палочкой и тот замертво упал. Старший маг направил посох на солдата и тот пророс корнями изнутри. Единственный снайпер сделал два точных выстрела, убив каменного человека в сердце и птицы, пробив голову с клюва до затылка. \nНесмотря на численное превосходство, вскоре всё солдаты были мертвы. \n\nВсё это время за битвой наблюдали учёные, которым имплант давал не только сигнал, но и запись с глаз солдат. \n\nНачалась война. Маги не смогли принять гостей из другого мира. \n",
    "answers": [
      {
        "id": 1,
        "text": "Магия не признаëт технологий [Плохая концовка]",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Солдаты ничего не предпринимали. Маги тоже. \nНеловкое молчание было настолько долгими, что огромная птица — грифон задремала. \n\nВ конце концов маги предложили солдатам жить как раньше и те согласились. \nМаги решили, что гости из другого мира не готовы к переменам и были правы... \n\nМаги закрыли портал, а люди решили забыть об этом дне, как о сказочном сне. ",
    "answers": [
      {
        "id": 1,
        "text": "Перемены не нужны [Нейтральная концовка]\n",
        "comment": false,
        "text_color": [
          1,
          1,
          0
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "здесь вы будете видеть свои концовки. всего их четыре. \n\nхорошие: \n\nМир во всех Мирах. \n\nнейтральные: \n\nБез перемен хорошо. \n\nплохие: \n\nБесчеловечность, \nМагия не признаëт технологий. ",
    "answers": [
      {
        "id": 14,
        "text": "Мир во всех мирах",
        "need": 10,
        "need_ever": true
      },
      {
        "id": 15,
        "text": "Без перемен хорошо",
        "need": 12,
        "need_ever": true
      },
      {
        "id": 16,
        "text": "Бесчеловечность",
        "need": 6,
        "need_ever": true
      },
      {
        "id": 17,
        "text": "Магия не признаёт технологий",
        "need": 11,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Жители другого мира оказались хорошим людьми. Миры подписали соглашение о ненападении и теперь живут вместе. Маги поделились своей магией для современного мира, а современный мир дал магам новые технологии. \n\nМиры подписали соглашение о ненападении. \n\nПолучите все концовки, чтобы выполнить достижение «Путешественник во времени».",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Маги решили, что гости из другого мира не готовы к переменам и были правы... \n\nМаги закрыли портал, а люди решили забыть об этом дне, как о сказочном сне. \n\nПолучите все концовки, чтобы выполнить достижение «Путешественник во времени».",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Всё это время за битвой наблюдали учёные, которым имплант давал не только сигнал, но и запись с глаз солдат. \n\nНачалась война... А виной всему — ЧЕЛОВЕК. \n\nПолучите все концовки, чтобы выполнить достижение «Путешественник во времени». ",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Всё это время за битвой наблюдали учёные, которым имплант давал не только сигнал, но и запись с глаз солдат. \n\nНачалась война. Маги не смогли принять гостей из другого мира. \n\nПолучите все концовки, чтобы выполнить достижение «Путешественник во времени». ",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "Здесь будут ваши достижения. всего их три. \n\nлёгкое: \n\n«Путешественник во времени» — Откройте все концовки. \n\nстреднее: \n\n«О, великий читатель!» — Посетите все страницы квеста. \n\nсложное:\n\n«Авантюрист» — выполните все достижения. \n(чтобы выполнить это достижение, вы должны нажать на первые два достижения, когда они появятся) ",
    "answers": [
      {
        "id": 19,
        "text": "«Путешественник во времени»",
        "need": [
          14,
          15,
          16,
          17
        ],
        "need_ever": true
      },
      {
        "id": 20,
        "text": "«О, великий читатель! »",
        "need": [
          1,
          2,
          3,
          4,
          5,
          6,
          7,
          8,
          9,
          10,
          11,
          12,
          13,
          14,
          15,
          16,
          17,
          18,
          19,
          22
        ],
        "need_ever": true
      },
      {
        "id": 21,
        "text": "«Авантюрист»",
        "need": [
          19,
          20
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы прошли квест на каждую из концовок. Это было не сложно, но довольно утомительно. удивительно, что после четырёх перемещений во времени вы всё ещё в сознании!",
    "answers": [
      {
        "id": 18,
        "text": "Молодец! "
      }
    ]
  },
  {
    "id": 20,
    "text": "Неужели ты справился с этим заданием? я надеялся, что оно будет сложнее. Я удивлён. Ты даже «От Автора» прочитал? О, великий читатель! ",
    "answers": [
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты смог? Ты сделал это? Невозможно! \nВидимо в тебе и в правду есть дух авантюризма! ",
    "answers": [
      {
        "id": 18,
        "text": "- Да! "
      }
    ]
  },
  {
    "id": 22,
    "text": "Приветствую тебя, дорогой читатель. Мой псевдоним — IXOR, а зовут меня Егор.\nНе так давно я написал свой первый квест «Слендермен» и он многим понравился. Если появится желание прочитать его, то я оставлю здесь ссылку на него. \n\nНадеюсь, что тебе, читатель понравился мой квест. Мне кажется, что это новый уровень. А как считаете Вы? \n\nНомер первого квеста: 255192",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]