[
  {
    "id": 1,
    "text": "Автор: KroTAngens\nЖанр: ужасы\n\nТы просыпаешься в незнакомой комнате. \n\nВместо двух стен — окна... а за ними полутёмные коридоры с кляксами кровавых пятен.\n\nЖелезная дверь заперта. Рядом с ней находится панель, на которой нужно ввести четырёхзначный код.\n\nРазумеется, кода ты не знаешь...\n\nИ что теперь делать?\n\n—------\n\nОт автора: Я прошу проявить понимание насчёт багов, которые вы можете встретить в этом квесте. Из-за путаницы в переменных мне пришлось переписать часть квеста с нуля (иронично), что могло повлечь за собой ошибки. Если вам покажется, что вы нашли технический прокол, пожалуйста, напишите мне об этом.",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/fSdGjFJ/x7-Riu-R45c38.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/fSdGjFJ/x7-Riu-R45c38.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/LvPWYNw/1625744840-2-phonoteka-org-p-tyomnii-koridor-art-krasivo-2.jpg"
      },
      {
        "id": 74,
        "text": "Последняя весть перед Обнулением (бонус)",
        "need": [
          73,
          49,
          31
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты с трудом открываешь глаза. Свет, яркий и резкий, бьёт в веки, немилосердно их обжигая. В чём дело? Ложась спать, ты точно повернул выключатель...\n\nВдруг понимание снизошло на тебя, как удар грома, и ты вскочил, обливаясь холодным потом. Ведь под тобой была не мягкая постель, а жёсткий шершавый пол. А источником раздражающе яркого света была длинная прямоугольная лампа, вкрученная в потолок.\n\nКажется, твоя голова сейчас взорвётся от множества панических вопросов.",
    "answers": [
      {
        "id": 3,
        "text": "Попытаться успокоиться и осмотреться."
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты оглядываешь помещение, в котором ты оказался, всё ещё дрожа, как осиновый лист.\n\nЛампа хорошо освещает каждый закоулок серой и жуткой комнаты. Здесь есть два огромных, от потолка до пола, окна. Их стекло покрыто грязью и ещё какой-то субстанцией, о происхождении которой думать совершенно не хочется.\n\nТретья и четвертая стены не имеют окон. Одна из них — с вентиляционной решёткой. Другая — с внушительной на вид металлической дверью.\n\nСотни вариантов событий пронзают твой мозг, но самой достоверной кажется версия о похищении.\n\nТебе стоит покинуть это место. И как можно скорее.",
    "answers": [
      {
        "id": 4,
        "text": "Да, тебе нужно убираться отсюда, но... как?"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты стоишь в центре комнаты, думая, что бы предпринять.",
    "answers": [
      {
        "id": 5,
        "text": "Подойти к окну слева.",
        "need": -19
      },
      {
        "id": 6,
        "text": "Подойти к окну справа.",
        "need": -16
      },
      {
        "id": 7,
        "text": "Осмотреть вентиляцию.",
        "need": -40
      },
      {
        "id": 9,
        "text": "Сесть на пол и поплакать.",
        "need": -9
      },
      {
        "id": 17,
        "text": "Подойти к окну справа.",
        "need": 16
      },
      {
        "id": 20,
        "text": "Подойти к окну слева.",
        "need": 19
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/sbzRSBx/empty-dark-room-modern-35913-1847.jpg"
      },
      {
        "id": 52,
        "text": "Подойти к двери."
      }
    ]
  },
  {
    "id": 5,
    "text": "Твой взгляд падает на окно слева от тебя. Ты подходишь к нему вплотную, силясь хоть что-то разобрать. Стекло просто в ужасном состоянии...\n\nКажется, там находится коридор. Тусклая лампочка, повисшая на обрывках провода, постоянно мигает.\n\nПол и стены покрыты тёмными пятнами.\n\nТебе становится дурно.",
    "answers": [
      {
        "id": 4,
        "text": "Отойти."
      },
      {
        "id": 18,
        "text": "Ты замечаешь тень в коридоре.",
        "need": 16
      }
    ]
  },
  {
    "id": 6,
    "text": "Твой взгляд падает на окно справа от тебя.\n\nГрязное стекло почти не позволяет что-либо увидеть, но ты напрягаешься и кое-что различаешь.\n\nНа полу лежат остатки разбитого стекла. Похоже, что это лампочка — сверху на потолке болтается ободранный провод. По серой плитке размазаны длинные тёмные пятна.\n\nК стене прислонился спиной человек в запачканном халате. Его подбородок касается груди, а лицо разобрать невозможно.",
    "answers": [
      {
        "id": 4,
        "text": "Отойти."
      },
      {
        "id": 10,
        "text": "Позвать человека.",
        "need": -16
      },
      {
        "id": 14,
        "text": "Ты замечаешь, как человек начинает шевелиться.",
        "need": 53
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты подходишь к вентиляции и приседаешь, рассматривая её поближе.\n\nРешётка держится на четырёх болтах. Если бы у тебя только была отвёртка...",
    "answers": [
      {
        "id": 4,
        "text": "Отойти."
      },
      {
        "id": 11,
        "text": "Присмотреться."
      },
      {
        "id": 24,
        "text": "Отвинтить болты.",
        "need": 54
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты подходишь к двери и рядом с ней видишь небольшую панель, привинченную к стене.\n\nПанель выглядит как калькулятор. На её экране горят четыре зелёных прочерка, а внизу находятся кнопки с цифрами, клавиша \"Стереть\" и клавиша \"Ввести\".",
    "answers": [
      {
        "id": 12,
        "text": "Попробовать что-нибудь ввести."
      },
      {
        "id": 4,
        "text": "Отойти."
      },
      {
        "id": 21,
        "text": "Ввести \"5913\".",
        "need": 19
      },
      {
        "id": 22,
        "text": "Ввести \"5931\".",
        "need": 19
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты садишься на холодный пол. Слёзы ручьём текут из твоих глаз, и ты даже не пытаешься их остановить. Да и кто бы не заплакал в настолько ужасающей ситуации?\n\nПроходит, наверное, минут пять или шесть, прежде чем ты успокаиваешься.",
    "answers": [
      {
        "id": 4,
        "text": "Встать."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Эй! Сэр, вы слышите меня?!\n\nЧеловек не отзывается. Ты не знаешь, мёртв ли он, без сознания или же твой голос просто не доходит до него сквозь стекло.",
    "answers": [
      {
        "id": 4,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты видишь, как в затемнённом проходе вентиляции блестит поверхность чего-то. Почти прижавшись лицом к решётке, тебе удаётся разглядеть там...\n\nDVD-плеер.",
    "answers": [
      {
        "id": 4,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты набираешь разные комбинации цифр. Каждый раз панель издаёт звук, похожий на трезвон утреннего будильника, и мигает красным.\n\nНаконец ты сдаёшься. Возможно, ты попробуешь ещё раз, если другого выхода не останется, но сейчас у тебя нет никакого желания играть в \"угадайку\".",
    "answers": [
      {
        "id": 4,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 13,
    "text": "После каждого выбранного варианта имеет смысл перебирать предыдущие, чтобы проверить, что изменилось =)",
    "answers": []
  },
  {
    "id": 14,
    "text": "Человек поднимается, опираясь одной рукой о стену. Его ноги трясутся и явно с трудом держат его.\n\nТы машешь ему рукой, пытаясь привлечь его внимание. Но он, похоже, и так тебя заметил.\n\nЧеловек медленно идёт к тебе, сильно хромая.\n\n— Ты... — бормочет он, прижимаясь боком к окну. — Разбудил меня сигналкой... Как ты... выжил?\n\nТы игнорируешь его вопрос.\n\n— Сэр, помогите мне, пожалуйста! Там на двери кодовый замок, если вы знаете код, то, прошу...\n\n— Закрой свой рот, — с неожиданной яростью хрипит он, — если бы не ты, мои коллеги и товарищи... не сдыхали у меня на глазах!\n\nИз его рта сочится кровавая пена.",
    "answers": [
      {
        "id": 15,
        "text": "- Сэр, я не понимаю, о чём вы говорите!"
      }
    ]
  },
  {
    "id": 15,
    "text": "Прежде чем ты успеваешь договорить, мужчину отшвыривает в сторону невидимая сила. Сначала ты не понимаешь, что происходит, а затем видишь тёмную фигуру с ещё более тёмными провалами вместо глаз и рта...\n\nФигура приближается к кричащему от ужаса человеку и, наклонив голову, пристально смотрит на него. Дальнейшие события сливаются перед твоими глазами в один непрерывный удушающий кошмар.\n\nКогда фигура исчезает, на полу остаётся лежать лишь обезображенный труп.",
    "answers": [
      {
        "id": 16,
        "text": "Присмотреться."
      }
    ]
  },
  {
    "id": 16,
    "text": "Поборов отвращение, ты вглядываешься в то, что осталось от твоего недавнего собеседника.\n\nИз кармана его халата торчит карточка с фотографией. Рядом с фото написано имя \"Джон Дэ...\" (остальное скрывает ткань халата), а под именем виднеются две цифры — \"5\" и \"9\".",
    "answers": [
      {
        "id": 4,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 17,
    "text": "По ту сторону окна лежит труп человека. У него в кармане находится карточка, нижняя половина которой не видна.\n\nИнформация с карточки:\n\n\"Джон Дэ-\n59-\"",
    "answers": [
      {
        "id": 4,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 18,
    "text": "Теневая фигура без глаз и рта мелькает по ту сторону окна, словно блуждая в поисках выхода. Она с лёгкостью телепорируется туда и обратно, и тебя охватывает страх, что пройдёт секунда — и эта тварь окажется у тебя за спиной.\n\nФигура, однако, не проявляет к тебе интереса.\n\nВозможно, она просто не видит тебя.",
    "answers": [
      {
        "id": 19,
        "text": "Попробовать подать ей знак."
      },
      {
        "id": 4,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты стучишь по окну, сам не зная, зачем.\n\nСущество оборачивается и долго смотрит на тебя. Голова начинает болеть, но ты не отводишь взгляд.\n\nКровавые пятна на полу стягиваются к окну тонкими струйками. Они ползут вверх по стеклу, игнорируя все законы физики, и в конце-концов образуют две цифры: \"3\" и \"1\".\n\nФигура исчезает.",
    "answers": [
      {
        "id": 4,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 20,
    "text": "На окне видны две цифры:\n\n\"3\"\n\n\"1\"",
    "answers": [
      {
        "id": 4,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты вводишь комбинацию цифр на панели. Сверху раздаётся шум и ты поднимаешь голову.\n\nПрямоугольная лампа на потолке отъезжает в сторону, обнаруживая нишу над ней. Из ниши падает небольшой ящик.",
    "answers": [
      {
        "id": 23,
        "text": "Открыть ящик."
      }
    ]
  },
  {
    "id": 22,
    "text": "Дверь медленно распахивается перед тобой. Ты делаешь неуверенный шаг вперёд, чувствуя, как в лёгкие врывается затхлый запах окровавленных коридоров.\n\nТы на свободе!\n\nИ как только эта мысль успевает проскочить в голове, дверь за твоей спиной захлопывается.\n\nТеперь перед тобой развилка.",
    "answers": [
      {
        "id": 28,
        "text": "Пойти налево."
      },
      {
        "id": 29,
        "text": "Пойти направо."
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты открываешь ящик и видишь внутри отвёртку.",
    "answers": [
      {
        "id": 4,
        "text": "Взять и отойти."
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты откручиваешь болты отвёрткой, один за другим. Они падают с глухим звоном.\n\nНаконец, вслед за ними падает и решётка. Ты в нетерпении засовываешь руку в вентиляцию и подтаскиваешь к себе громоздкий плеер с тремя дисками, лежащими стопкой на нём.\n\nКогда провод позади плеера натягивается до предела, ты останавливаешься.\n\nИтак, у тебя теперь есть три диска и плеер, в который их можно вставить...",
    "answers": [
      {
        "id": 25,
        "text": "Выбрать диск с надписью \"Пособие 1. 03.12.\""
      },
      {
        "id": 36,
        "text": "Выбрать диск с надписью \"Пособие 4..….,. 29.12.\""
      },
      {
        "id": 37,
        "text": "Выбрать диск с надписью \"П ос ООб 01.01.01.01.\""
      }
    ]
  },
  {
    "id": 25,
    "text": "Послышался щелчок, а затем — голоса, прерываемые шуршанием.\n\n\"- Итак, я думаю, оборудование уже готово... Можем начинать?\n\n— Да, разумеется.\n\n— Первый вопрос: что двигало вами, когда вы начали работу над проектом \"Null\"?\n\n— Хмм... Думаю, прежде всего чисто человеческое любопытство. Всё же люди — особенные существа. Мы ни на секунду не останавливаем движения прогресса, и он разогнан до такой степени, что однажды неминуемо свергнет нас в пропасть...\n\n— Это всё?\n\n— Да, полагаю. Следующий вопрос?",
    "answers": [
      {
        "id": 32,
        "text": "[...]"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "жлппбтммить",
    "answers": []
  },
  {
    "id": 28,
    "text": "Ты сворачиваешь налево, но попадаешь в тот коридор, который был виден из правого окна твоей комнаты.\n\nТруп \"Джона Дэ-\" так и лежит возле стеклянной стены, являя собой самое омерзительное зрелище, которое только представало твоим глазам.",
    "answers": [
      {
        "id": 30,
        "text": "Подойти к нему."
      }
    ]
  },
  {
    "id": 29,
    "text": "Ты поворачиваешь направо, но почему-то попадаешь в тот коридор, который был виден из левого окна твоей камеры.\n\nТы стоишь посреди красноватых разводов на полу.\n\nЛампочка подмигивает тебе несколько секунд, а потом срывается с провода и разбивается возле твоих ног.\n\nТьма заполняет пространство.",
    "answers": [
      {
        "id": 49,
        "text": "Идти на ощупь."
      }
    ]
  },
  {
    "id": 30,
    "text": "Поборов отвращение, ты подходишь и наклоняешься над мёртвым мужчиной. Карточка всё ещё торчит из его кармана, и ты вынимаешь её.\n\nЭто — самая обыкновенная мятая бумажка.",
    "answers": [
      {
        "id": 31,
        "text": "Прочитать."
      }
    ]
  },
  {
    "id": 31,
    "text": "\"Джон Дэвидсон.\n5931 — пароль для активации системы ликвидации. Как только \"нуль\" узнает пароль и покинет пределы своей камеры содержания, весь комплекс переводится в аварийный режим. В течение пяти минут весь персонал должен быть эвакуирован, после чего сработает ЭНП (здесь и далее: экстренное нагревание помещений), которое уничтожит все доказательства того, чем мы здесь занимались, Господи, ну зачем я отправился сюда, зачем?!\"\n\nВ следующую же секунду ты почувствовал, как необъемлемый, чудовищный жар пожирает твою плоть, превращая тебя в пепел.",
    "answers": [
      {
        "id": 1,
        "text": "Получена концовка \"Огонь\"."
      }
    ]
  },
  {
    "id": 32,
    "text": "— Расскажите, почему проект носит именно такое название.\n\n— Нуль — или ноль, как хотите — одна из самых интересных цифр. Отрицательные ли числа, положительные — все они сводятся к нулю в конечном счёте. Всё происходит из ничего и заканчивается им же... Несмотря на то, что я сказал ранее, надеюсь, наша история \"ничем\" не закончится. Мы обязательно достигнем успеха.\n\n— Это довольно уклончивый ответ.\n\n— Да?.. Что ж. Наш проект, по сути, создает \"всё\" из \"ничего\", и этим он уникален. К сожалению, я не могу рассказать большего: сами понимаете, регламент не позволяет.\n\n— Хорошо.",
    "answers": [
      {
        "id": 33,
        "text": "[...]"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Продолжая тему проекта: как себя чувствуют ваши подопытные?\n\n— Прекрасно. Мы обучили весь персонал надлежащему взаимодействию с ними, содержим наших подопечных в комфортных условиях, удовлетворяем их потребность в социуме и культурном развитии. Единственное, в чем они ограничены, — свободное передвижение по комплексу, но мы установили такое ограничение в целях безопасности — их и своей.\n\n— Понятно... Спасибо за интервью.\n\n— Не за что.\"",
    "answers": [
      {
        "id": 34,
        "text": "Запись окончилась."
      }
    ]
  },
  {
    "id": 34,
    "text": "Что ты хочешь сделать дальше?",
    "answers": [
      {
        "id": 32,
        "text": "Выбрать диск с надписью \"Пособие 1. 03.12.\"",
        "need": -32
      },
      {
        "id": 36,
        "text": "Выбрать диск с надписью \"Пособие 4..….,. 29.12.\"",
        "need": -36
      },
      {
        "id": 37,
        "text": "Выбрать диск с надписью \"П ос ООб  01.01.01.01.\"",
        "need": -37
      },
      {
        "id": 40,
        "text": "Задуматься.",
        "need": [
          32,
          36,
          37
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "— Всё в порядке... Мы не сосредотачиваем наше внимание на одной-единственной цели, как наивно полагают некоторые. Говоря о персонале — мы стараемся нанимать в первую очередь дружелюбных и воспитанных людей, которые легко обучаемы и могут сориентироваться в любой непростой ситуации. И здесь нет ничего странного! Помимо простых задач по типу бытового ухода за подопытными, наши сотрудники должны уметь наладить с ними должный контакт. Всё же, наши подопытные — люди. К ним нужно относиться по человечески.\n\n— Звучит интересно. Надеюсь, мой вопрос не покажется вам слишком смешным...\n\n— Спрашивайте.\n\n— Не завели ли ваши сотрудники друзей среди подопытных?",
    "answers": [
      {
        "id": 38,
        "text": "[...]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Щелчок, сопровождаемый шуршанием.\n\n\"— Я рада, что мы снова встретились, мистер Дэвидсон.\n\n— Взаимно.\n\n— Поразмыслив о нашей предыдущей встрече, я подготовила несколько новых вопросов.\n\n— Вы можете свободно их задать.\n\n— Тогда начнём. Что вы можете сказать о персонале, который обслуживает камеру номер сорок семь?\n\n— Вы хотели сказать — камеры номер тринадцать, двадцать два, сорок семь, пятьдесят два, девяносто два и сто один?\n\n— Да, извините.",
    "answers": [
      {
        "id": 35,
        "text": "[...]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Щелчок и шуршащие звуки.\n\n\"[Сильные помехи]\n\n— ...не думаете, что ваш преклонный возраст вскоре заставит вас сложить полномочия управляющего проектом \"Null\"?\n\n— Вы говорите о выходе на пенсию? Ха-ха, не думаю. Ни пенсия, ни увольнение, ни отпуск не имеют значения в нашем исследовательском комплексе. Выход с работы — только ногами вперёд... Ха-ха. Вырежьте это, пожалуйста.\n\n— Говорят, [сильные помехи] Штейн был повышен до вашего стажёра?\n\n— Верно. Он один из самых исполнительных сотрудников. Хотя я бы сказал, что он выполняет обязанности скорее секретаря, чем стажёра...",
    "answers": [
      {
        "id": 41,
        "text": "[...]"
      }
    ]
  },
  {
    "id": 38,
    "text": "— О, ещё как завели! Видите ли, среди персонала есть совсем молодые ребята, вчерашние студенты — не беспокойтесь, они достаточно квалифицированы. Мистер Штейн, подойдите сюда, пожалуйста.\n\n— Д-да?\n\n— Не волнуйтесь, мисс Холлоуэй лишь интересовалась насчёт дружбы наших сотрудников и подопытных. Вы ответите на её вопрос?\n\n— Ну, эм-м... Гм... Вроде как мы неплохо поладили с [звук сильных помех] из сорок седьмой камеры. Если это можно так назвать...\n\n— Я могу услышать подробности?",
    "answers": [
      {
        "id": 39,
        "text": "[...]"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Что ж... Всё началось с того, что он заинтересовался книгой, которую я нёс из библиотеки. Он прямо-таки горел желанием её прочесть, но, сами понимаете, не мог же я ему отдать книгу без указа начальства!\n\n— Так, допустим... И что случилось пос...\n\n[Звук сильных помех]\n\n— ...кция интригует. Так что это была за кни...\n\n[Звук сильных помех]\n\n— ...вал моё имя. Я услышал даже сквозь толстый слой стекла — \"Кла...\n\n[Звук сильных помех]",
    "answers": [
      {
        "id": 34,
        "text": "Запись закончилась."
      }
    ]
  },
  {
    "id": 40,
    "text": "Ты откладываешь диски в сторону, размышляя над полученной информацией. Сначала ты просто ничего не понимал, а сейчас понимаешь все еще хуже. Какие-то комплексы, исследователи, эксперименты... Кто и зачем засунул плеер в вентиляцию вместе с этой стопкой дисков?\n\nТы в задумчивости посмотрел на вентиляцию. Пришедшую в голову мысль — проползти через отверстие — пришло отмести: ты туда точно не поместишься, да и плеер занимает всё свободное пространство.",
    "answers": [
      {
        "id": 51,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 41,
    "text": "— Какие же?\n\n— Подаёт кофе, разбирается с бумагами меньшей степени важности, принимает работников комплекса и передаёт мне их вопросы и просьбы... Ах да, забыл: теперь он ответственнен за доставку. [Сильные помехи], похоже, доверяет ему больше остальных.\n\n— Не боитесь, что это доверие может сыграть злую шутку?\n\n— О чём это вы?\"",
    "answers": [
      {
        "id": 34,
        "text": "Запись закончилась."
      }
    ]
  },
  {
    "id": 42,
    "text": "Ты несколько раз с силой бьёшь по стеклу.\n\n— Эй! Монстр, или что ты, нахрен, такое! — вопишь ты, раздирая горло. — Если уж ты решил мне помочь, помоги снова! Ты слышишь меня?!\n\nКогда ты, задохнувшись от крика, опустил руки, на окне появилась надпись:\n\n\"Дверь открыта\"",
    "answers": [
      {
        "id": 4,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 43,
    "text": "Панель рядом с дверью потухла. Ты пробуешь что-нибудь ввести, но прибор не подает никаких сигналов.",
    "answers": [
      {
        "id": 4,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 44,
    "text": "Панель рядом с дверью разломана на куски и еле держится на тонких проводках.\n\nТы переводишь с неё взгляд и едва не вскрикиваешь: дверь распахнута настежь.",
    "answers": [
      {
        "id": 45,
        "text": "Выйти на свободу."
      }
    ]
  },
  {
    "id": 45,
    "text": "Ты, не мешкая, выбегаешь из своего заключения. Дверь едва слышно поскрипывает, и ты только теперь замечаешь глубокие дымящиеся борозды на ней. Будто бы кто-то пытался прожечь слой металла...\n\nКак бы то ни было — ты покинул комнату. Правда, мысль о том, что где-то здесь бродит чудовище — пусть и \"подсобившее\" тебе пару раз — заставляет дрожать от страха.\n\nВпереди — развилка.",
    "answers": [
      {
        "id": 46,
        "text": "Пойти налево."
      },
      {
        "id": 47,
        "text": "Пойти направо."
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты брезгливо обходишь кровавые следы на полу. Через некоторое время коридор приводит тебя к левому окну твоей камеры. На стекле всё ещё видны цифры \"3\" и \"1\".\n\nТы осматриваешься по сторонам и замечаешь узкий проход между двух сходящихся под углом стен.",
    "answers": [
      {
        "id": 48,
        "text": "Пойти туда?..."
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты проходишь некоторое расстояние, прежде чем оказаться в коридоре напротив правого окна твоей камеры.\n\nК стеклу всё еще прислонен обезображенный труп \"Джона Дэ-\". Ты отводишь взгляд, чувствуя тошноту.\n\nНеподалёку находится дверь, которую ты из камеры не заметил — она закрыта выступом стены. Сломанные створки двери дёргаются, пытаясь сдвинуться и закрыться.\n\nМежду ними достаточно пространства, чтобы ты мог протиснуться.",
    "answers": [
      {
        "id": 50,
        "text": "И именно это ты и делаешь."
      }
    ]
  },
  {
    "id": 48,
    "text": "И без того узкий проход сужается ещё сильнее, когда ты продираешься сквозь него, проклиная всё на свете.\n\nЗдесь темно и даже сыро. Ты чувствуешь капли конденсата под пальцами, когда перебираешь руками по стене. В какой-то момент тебе приходится развернуться боком, чтобы преодолеть эту расщелину — по другому назвать это нельзя.\n\nКогда впереди появляется дверь, ты уже валишься с ног.",
    "answers": [
      {
        "id": 61,
        "text": "Открыть дверь и войти."
      }
    ]
  },
  {
    "id": 49,
    "text": "Вытянув руки, ты несмело двигаешься вперёд, стараясь не наткнуться на осколки стекла. Один шаг, другой...\n\nВ тот момент, когда твои глаза почти привыкают к темноте, ты касаешься руками чего-то расплывчатого и холодного. Как будто погружаешься в облако.\n\nПрежде чем поднять голову, ты уже понимаешь, что встретишься взглядом с пустыми провалами глазниц.\n\nИ в этот миг тебе сворачивают шею.",
    "answers": [
      {
        "id": 1,
        "text": "Получена концовка \"Тень\". "
      }
    ]
  },
  {
    "id": 50,
    "text": "Ты быстро и осторожно проходишь боком между частями двери, опасаясь, что они схлопнутся в любой момент. К счастью, этого не происходит. Похоже, кто-то значительно повредил их... как и дверь твоей камеры...",
    "answers": [
      {
        "id": 55,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 51,
    "text": "Ты стоишь в центре комнаты, думая, что бы предпринять.",
    "answers": [
      {
        "id": 51,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/sbzRSBx/empty-dark-room-modern-35913-1847.jpg"
      },
      {
        "id": 57,
        "text": "Подойти к окну слева."
      },
      {
        "id": 59,
        "text": "Подойти к окну справа."
      },
      {
        "id": 58,
        "text": "Подойти к двери.",
        "need": -60
      },
      {
        "id": 56,
        "text": "Подойти к двери.",
        "need": 60
      }
    ]
  },
  {
    "id": 52,
    "text": "Металлическая дверь выглядит громоздко и внушительно. Рядом с ней к стене прикреплена панель с узким тёмным экраном и кнопками внизу. Кнопки пронумерованы от нуля до девяти. Ещё ниже находятся клавиши \"ввести\" и \"стереть\".\n\nНа экране мигают четыре зелёных огонька.",
    "answers": [
      {
        "id": 53,
        "text": "Ввести что-нибудь наугад."
      },
      {
        "id": 4,
        "text": "Отойти."
      },
      {
        "id": 54,
        "text": "Ввести \"5913\"",
        "need": [
          20,
          17
        ]
      },
      {
        "id": 22,
        "text": "Ввести \"5931\"",
        "need": [
          20,
          17
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты некоторое время перебираешь варианты четырёхзначного кода. Каждый раз, кггда ты ошибаешься, панель издаёт раздражающий писк, хуже утреннего будильника.\n\nВскоре ты отказываешься от этой затеи. Если у тебя не будет уже никакого шанса выбраться иным путём, ты попробуешь угадать пароль снова, но... не сейчас.",
    "answers": [
      {
        "id": 52,
        "text": "Вернуться к осмотру двери."
      }
    ]
  },
  {
    "id": 54,
    "text": "Что-то скрежещет наверху. Ты поднимаешь голову и видишь, как лампа отъезжает в сторону, а из образовавшегося за ней провала выпадает маленький футляр.\n\nТы открываешь футляр. Внутри находится отвёртка.",
    "answers": [
      {
        "id": 4,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 55,
    "text": "Коридор впереди кажется бесконечным. Тебе нечего делать, кроме как идти по нему.\n\nПо бокам располагаются двери, похожие на гаражные ворота. Ты мельком осматриваешь их, но все они одинаковы. Здесь даже нет окон, которые позволили бы тебе рассмотреть, что внутри.\n\nТвои ноги почти онемели, когда ты наконец дошёл до конца коридора. Теперь перед тобой находится абсолютно чёрная матовая дверь с надписью \"Закрыто на ремонт\".\n\nРядом прикреплена панель с кодом — такая же, как в твоей камере. Но и тут уже кто-то постарался: экран разбит вдребезги, а кнопки разбросаны по полу.",
    "answers": [
      {
        "id": 61,
        "text": "Открыть дверь."
      }
    ]
  },
  {
    "id": 56,
    "text": "Повернувшись к двери, ты едва не вскрикиваешь от изумления: она распахнута настежь.",
    "answers": [
      {
        "id": 45,
        "text": "Выйти на свободу."
      }
    ]
  },
  {
    "id": 57,
    "text": "На окне видны две цифры:\n\n\"3\"\n\n\"1\"",
    "answers": [
      {
        "id": 51,
        "text": "Отойти."
      },
      {
        "id": 60,
        "text": "Постучать по стеклу."
      }
    ]
  },
  {
    "id": 58,
    "text": "Панель потухла. Ты нажимаешь несколько кнопок, но ничего не происходит.",
    "answers": [
      {
        "id": 51,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 59,
    "text": "По ту сторону окна лежит труп человека. У него в кармане находится карточка, нижняя половина которой не видна.\n\nИнформация с карточки:\n\n\"Джон Дэ-\n59-\"",
    "answers": [
      {
        "id": 51,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 60,
    "text": "Ты несколько раз с силой бьёшь по стеклу.\n\n— Эй! Монстр, или что ты, нахрен, такое! — вопишь ты, раздирая горло. — Если уж ты решил мне помочь, помоги снова! Ты слышишь меня?!\n\nКогда ты, задохнувшись от крика, опустил руки, на окне появилась надпись:\n\n\"Дверь открыта\"",
    "answers": [
      {
        "id": 51,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 61,
    "text": "Ты находишься в помещении, похожем на кабинет. Здесь находится письменный стол, шкаф с книгами, ковёр и маленький холодильник.",
    "answers": [
      {
        "id": 62,
        "text": "Осмотреть письменный стол."
      },
      {
        "id": 63,
        "text": "Осмотреть шкаф с книгами."
      },
      {
        "id": 64,
        "text": "Заглянуть под ковёр."
      },
      {
        "id": 65,
        "text": "Заглянуть в холодильник."
      },
      {
        "id": 61,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/8bdQg26/21d9bfa26c29f7dc52c44a3956fa2e13.jpg"
      },
      {
        "id": 71,
        "text": "Подойти к двери.",
        "need": [
          66,
          67,
          68,
          69,
          70
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "По столу хаотично разбросаны бумаги, часть из которых содержит печатный текст, а часть — рукописный.\n\nИ на тех, и на других видны пятна крови.",
    "answers": [
      {
        "id": 66,
        "text": "Изучить распечатки."
      },
      {
        "id": 67,
        "text": "Изучить написанное от руки."
      },
      {
        "id": 61,
        "text": "Вернуться к осмотру кабинета."
      }
    ]
  },
  {
    "id": 63,
    "text": "В шкафу книг не так много. Несмотря на то, что ты ожидаешь увидеть здесь пачки документов и чьи-нибудь досье, содержимое представляет собой в основном художественную литературу.\n\nТы даже узнаёшь одну книгу — \"Стон горы\" Кавабаты. Остальные книги либо тебе незнакомы, либо написаны на иностранном языке. Большей частью на немецком.",
    "answers": [
      {
        "id": 68,
        "text": "Взять одну книгу."
      },
      {
        "id": 61,
        "text": "Вернуться к осмотру кабинета."
      }
    ]
  },
  {
    "id": 64,
    "text": "Ты заглядываешь под ковёр.\n\nПод ковром ничего нет.",
    "answers": [
      {
        "id": 61,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 65,
    "text": "В холодильнике лежит замороженная еда: брокколи, сосиски, котлеты и тому подобное. Всё аккуратно разложено в контейнеры.\n\nПочти все контейнеры подписаны — \"Д. Д. Д.\"\n\nНа оставшихся двух или трёх подписей нет.",
    "answers": [
      {
        "id": 69,
        "text": "Проверить подписанные контейнеры."
      },
      {
        "id": 70,
        "text": "Проверить контейнеры без подписей."
      },
      {
        "id": 61,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 66,
    "text": "Мелкий шрифт текста заставляет тебя напрячь зрение.\n\nНичего интересного тут нет. Большую часть листов занимают таблицы с химическими формулами, а так же громоздкие уравнения, от которых у тебя кружится голова. На нескольких других листах — отчёты о состоянии лабораторий и опись предметов, находящихся там.\n\nТы вдумчиво просматриваешь все листы и понимаешь, что потратил время впустую.",
    "answers": [
      {
        "id": 62,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 67,
    "text": "Ты пытаешься разобрать написанное. Это довольно сложно: почерк то мелкий, то крупный, то ровный, то скачущий, и даже одни и те же буквы написаны по-разному в разных местах. Похоже, автор текста страдал каким-то запущенным заболеванием. Или же паниковал, когда писал.\n\nТебе удаётся понять только пару незначительных слов вроде \"встреча\", \"камера\", \"остаток\" и подпись:\n\nК. Штейн.",
    "answers": [
      {
        "id": 62,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 68,
    "text": "Ты берёшь \"Стон горы\" и бегло пролистываешь. На некоторых листах видны пометки, сделанные, видимо, владельцем.\n\nВсе пометки на немецком, но под некоторыми виден английский перевод. В скобках к каждому переводу написано: \"Для Н.\" К сожалению, эта информация тебе никак не может помочь.",
    "answers": [
      {
        "id": 63,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 69,
    "text": "Времени у тебя, по сути, достаточно. Ты не ленишься и проверяешь каждый контейнер, но ничего, кроме обычной еды, не обнаруживаешь.",
    "answers": [
      {
        "id": 65,
        "text": "Продолжить осматривать холодильник."
      }
    ]
  },
  {
    "id": 70,
    "text": "В контейнерах без подписей содержится то же самое: замороженная еда. По крайней мере, в двух из них; в третьем ты обнаруживаешь бесформенную массу фарша, от которой исходит резкий запах.\n\nТы вертишь контейнер и замечаешь подпись на дне.\n\n\"Для подопытного №0\"",
    "answers": [
      {
        "id": 65,
        "text": "Отложить контейнер."
      }
    ]
  },
  {
    "id": 71,
    "text": "Убеждённый в том, что больше тебе здесь нечего искать, ты подходишь к двери и хватаешься за ручку.\n\nДверь не открывается.\n\nХолодный ужас окатывает тебя с головой. Ты дёргаешь дверную ручку, снова и снова, как одержимый.\n\nНо все твои усилия тщетны.\n\nЛампа в углу кабинета мерцает и гаснет, а за своей спиной ты с ошеломляющей чёткостью чувствуешь чужое присутствие.\n\n\"Повернись\"",
    "answers": [
      {
        "id": 72,
        "text": "У тебя нет выбора."
      }
    ]
  },
  {
    "id": 72,
    "text": "Ты медленно оборачиваешься, как заклинившая фигурка из музыкальной шкатулки. И встречаешься взглядом с ним.\n\nСерое бесплотное тело, аномальное худое и длинное. Тёмные провалы глаз и открытого в немом крике рта.\n\nКогда твой ужас достигает своего пика, ты находишь в себе силы заговорить.\n\n— Что ты за существо? — шепчешь ты. — Ты убил всех людей в этом комплексе, я знаю это точно. Но я не знаю, как я сам очутился здесь. Это ты перенёс меня в ту камеру? Тогда зачем ты помогал мне всё это время? И зачем убил того человека, Джона? Я не понимаю...\n\nСущество молчит, а воздух вокруг вас вибрирует.",
    "answers": [
      {
        "id": 73,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 73,
    "text": "— Я... я точно ко всему этому непричастен, клянусь! — Тебя вдруг посещает мысль, что этот монстр — мститель, который убивает людей, ставивших над ним эксперименты. — Я обычный человек. Я точно помню, как вчера вечером пожелал жене и детям \"спокойной ночи\", выключил свет и лёг спать в свою кровать, как и сотни раз до этого! Я просто хочу вернуться к ним... Я не ненавижу тебя! Я тебя вообще не зна..\n\nТвой поток слов прерывают две фразы, чётко и безжалостно транслируемые в твой мозг.\n\n\"Ты меня знаешь\"\n.\n.\n.\n.\n.\n.\n.\n.\n\n\"Я — это ты\"",
    "answers": [
      {
        "id": 1,
        "text": "Получена истинная концовка."
      }
    ]
  },
  {
    "id": 74,
    "text": "Наверное, мне стоит в первую очередь извиниться перед всеми, кого это коснулось по моей вине. Перед теми, кто сейчас гибнет снаружи, в то время как я сижу в этом кабинете и боюсь выйти наружу.\n\nНо... сейчас я хочу извиниться перед тобой, Клаус.\n\nЕсли ты прочитаешь это письмо, то я надеюсь, что ты снимешь с себя этот груз вины, потому что он — целиком и полностью — принадлежит мне. Правда в том, что на молодого и неопытного лаборанта подобную ошибку было свалить легче, чем на человека, который занимался доставкой уже длительное время.\n\nДа, это я подменил те кассеты.\n\nДа, я хотел, чтобы \"Нуль\" услышал правду.",
    "answers": [
      {
        "id": 75,
        "text": "[...]"
      }
    ]
  },
  {
    "id": 75,
    "text": "Это должно было пошатнуть его психику, разрушить хрупкий мир, который мы построили своими же руками. Именно этого я и добивался. Я не знаю, что на меня нашло, я просто... был как ребёнок, со смехом бросающий спичку в канистру с бензином — интересно, а что будет? Что будет, думал я, если \"Нуль\" узнает, что внимание комплекса сосредоточено на нём одном, что его несколько месяцев пичкали амнезиаками, а затем — препаратами, которые вызывают галлюцинации, что сам факт его заточения противоестественнен, что...\n\nЭтот список можно продолжать бесконечно.\n\nНаверное, сейчас эти кассеты тоже безнадежно испорчены. Всякий раз, когда ему что-то не нравилось, он \"вычеркивал\" целые слова и предложения из записи.\n\nИ это не единственное, что он делал, помнишь?\n\nХа-ха. Мы все были идиотами.",
    "answers": [
      {
        "id": 76,
        "text": "[...]"
      }
    ]
  },
  {
    "id": 76,
    "text": "Когда произошел инцидент с кодовым замком, мне уже следовало забеспокоиться. Это было знаком, что его \"тень\" набирает силу. Я должен был в тот же час отдать приказ о ликвидации подопытного, но я этого не сделал. Подумал, что нет ничего такого серьёзного... ведь это просто кодовый замок. Сейчас я понимаю, что он пытался подобрать пароль, чтобы выбраться на свободу.\n\nЕго самосознание опережало всю ту чушь с наших кассет. Возможно, здесь и вовсе не требовалось моих махинаций. В один день он бы понял, что мы все ему лгали.\n\nСейчас... сейчас я наберусь храбрости и выйду из кабинета. Пять-девять-три-один. Эта комбинация цифр уничтожит комплекс, и \"Нуля\" вместе с ним. Вместе с его проклятой тенью.\n\nЕщё раз прости, Клаус. Я бы сказал, что мое вмешательство разрушило твое будущее, но...\n\nТы уже был обречен, когда пришел сюда.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  }
]