[
  {
    "id": 1,
    "text": "Автор: Терра Ли\n\nжанр: фэнтези, подростковое, ужасы, психология, элементы романтики\n\nпоследнее обновление: 16.05.2024 (добавлена 3 глава)\n\nОписание:\n\nАкадемия Одаренных Магическими способностями. Самое престижное, и в то же время самое загадочное учебное заведение Райнвилла. Лишенные магических способностей люди и не догадываются, чему на самом деле обучают в академии, а родители, отдавшие своих одаренных детей на обучение даже не представляют, как на самом деле развивают способости их детей. \n\nСтрашная катастрофа, произошедшая десять лет назад в этом заведении до сих пор будоражит умы людей, но академия уже набирает новых учеников...",
    "answers": [
      {
        "id": 2,
        "text": "начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "список глав",
    "answers": [
      {
        "id": 3,
        "text": "пролог"
      },
      {
        "id": 1,
        "text": "к титульной странице"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Джорджия, ты уверена в том, что в этот раз все действительно пройдет как надо? Все мы прекрасно помним, чем закончился этот эксперимент десять лет назад, и повторение подобного может обернуться для нас еще более плачевно, чем тогда. — речь мужчины резко оборвалась, когда позади послышался тихий скрип открывающейся двери и в помещение нерешительно заглянула молоденькая служанка с большим накрытым серебряной крышкой подносом в руках.\n\nПосреди просторного, погруженного в полутьму зала стоял длинный стол, освещаемый лишь дрожащим мерцанием свечей. Выполненный в средневековом стиле интерьер зала при слабом освещении выглядел ещё более мрачно, нежели днем. Трепещущее пламя свечей отбрасывало слабые блики на стены, вступая в причудливый танец с тенями, сгустившимися в углах. Создавалось впечатление, словно окутавший зал мрак медленно шевелился, оживал, наблюдал… И трепетал этот мрак лишь перед четырьмя фигурами, в черных плащах, сидящих за столом.\n\n— Прошу прощения, что беспокою вас, господа, мне велели принести…\n\n— Поставь на стол, дорогая, — взволнованную речь горничной прервал мягкий женский голос и одна из фигур повернула голову к двери, от чего из-под капюшона выбилась белокурая прядь, — И передай, чтобы больше никто сюда не заходил, пока я лично не отдам приказ. Всё поняла?\n\n— Д-да, госпожа!\n\n— Хорошо. А теперь оставь поднос, и можешь быть свободна, — ласково произнесла женщина и отвернулась от двери, заправив выбившуюся прядь за ухо.\n\n",
    "answers": [
      {
        "id": 4,
        "text": "далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Мечтая как можно скорее покинуть мрачное помещение, горничная поспешила выполнять приказ, не желая сердить хозяйку промедлением. Несмотря на ласковый тон владелицы дома, девушка ни на секунду не позволила себе поверить этому томному, чарующему голосу. Каждый из обитателей поместья не понаслышке знал, как быстро дружелюбие хозяйки сменяется недовольством, и тогда… Да поможет Бог человеку, который вызовет в ней раздражение.\n\nБыстро поставив на стол поднос, девушка торопливо направилась к двери, чувствуя на себе выжидающие взгляды оставшихся в зале людей.\n\nЕдва за девушкой закрылась дверь, как прервавший свою речь мужчина снова обратился к хозяйке дома:\n\n— И все-таки, Джорджия, не сочти за грубость, но откуда у тебя такая уверенность в том, что эта попытка будет удачнее предыдущей?\n\n— У меня есть для этого все основания, дорогой, — женщина привстала, чтобы дотянуться до принесенного служанкой блюда с фруктами, и аккуратно сорвала с веточки несколько ягод винограда, —На сей раз всё пройдет даже лучше, чем планировалось.\n\n— Уильям прав, Джорджия, — грудной женский голос вмешался в диалог, и к блюду, с другой стороны, потянулась ещё одна женская рука, забирая с собой дольку яблока, — Не лучше ли было бы не рисковать всем, что мы с таким трудом возрождали ради достаточно сомнительных целей?\n\n— А кто сказал, что нам придется чем-то рисковать, Мэри? — владелица дома неспешно положила в рот виноградину, смакуя этот момент, когда все собравшиеся теряются в догадках о том, что же известно ей, Джорджии. Насладившись сладостью ягоды и недоумением собеседников, женщина поднялась со своего места, и достала из-под плаща конверт. Подняв конверт повыше, демонстрируя его всем присутствующим, женщина победно улыбнулась и, возбужденно повысив голос, произнесла:\n\n— Друзья, в этом году наши ряды пополнятся новыми детьми. — С этими словами она разжала пальцы, и конверт изящно спикировал на стол, под озадаченными взглядами присутствующих.\n\n",
    "answers": [
      {
        "id": 5,
        "text": "глава 1"
      },
      {
        "id": 2,
        "text": "к списку глав"
      }
    ]
  },
  {
    "id": 5,
    "text": "Солнце ещё только поднималось из-за горизонта, окрашивая землю в ярко-оранжевые цвета. Несмотря на раннее августовское утро, город уже начинал пробуждаться от ночной тишины: шум машин, негромкие голоса спешащих на работу людей, шорох листвы и пение птиц — всё это возвращало к жизни задремавший Байбэри.\n\nОжило и поместье Харденвилль, ведь сегодняшнему дню предстояло стать особенным в жизни семейства Беррингтон: их младшая дочь отправлялась на обучение в Гриффорд — Академию Одаренных Магическими Способностями.\n\n",
    "answers": [
      {
        "id": 6,
        "text": "далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "***\n\nЗвон будильника звучал всего несколько секунд, прежде чем его отключила тоненькая рука владелицы. Меньше, чем через минуту из комнаты тихо выскользнула худощавая фигура девушки, обматывая длинный полосатый шарф вокруг шеи. Темно-каштановые волосы, опускавшиеся слегка вьющимися прядями чуть ниже плеч, мягко обнимали шею, из-под густых ресниц глядели на мир грустные серые глаза, а изящные тонкие пальцы цепко держали ремень сумки. Приталенное платье с пышной юбкой до колен, широкая кофта с узкими манжетами и шарф немного сглаживали впечатление бесформенной худобы, которое, по словам старшей сестры, производила на всех девушка. Хоть сама владелица столь обсуждаемого тела и не считала себя настолько тощей, как это преподносила сестра, однако она не могла не согласиться с тем, что для семнадцати лет ее фигура была гораздо... менее сформирована, нежели у сверстниц. Пусть это и не мешало ей в жизнедеятельности, однако в школе над ней часто подшучивали, называя не слишком общительную одноклассницу учёной гладильной доской.\n\nВпрочем, несмотря на прозвище, кроме учебы девушка была хороша и ещё в одном: приготовлении завтраков на всю семью, к большому неудовольствию дежурных служанок. Пускай сестра и посмеивалась над её странным хобби, однако родители не стали препятствовать этим утренним махинациям. В конце концов, раз дочь хочет порадовать домашних, то почему бы и нет?\n\nИ это утро не стало исключением. Окинув в последний раз взглядом свою комнату, девушка с лёгким вздохом прикрыла дверь, и принялась осторожно спускаться по лестнице.\n\nНесмотря на раннее утро, на кухне уже вовсю кипела работа. Служанки, оживлённо переговариваясь, сновали туда-сюда в поисках необходимых ингредиентов, изредка заглядывавшие в дверной проем лакеи стремились уточнить у самых молоденьких детали меню. Даже любимец обитателей дома: кот Мурмот, заинтересованно поглядывал на только что вынутую из духовки ароматную курочку. Но с появлением младшей дочери хозяина особняка, все словно застыло на несколько секунд, а после, без особого удовольствия расступившись перед молодой госпожой, служанки поспешили ретироваться из помещения. За спиной Агата услышала довольно громкое перешептывание, в котором чаще всего употреблялись слова «странная» и «таблетки». Чувствуя, как стремительно приливает кровь к щекам, девушка не сдержалась и обернулась, устремив пристальный взгляд на увлеченно шушукавшуюся парочку. Двое молоденьких служанок тут же смущенно согнулись в поклоне и поспешили скрыться с глаз юной госпожи. Глубоко вздохнув, Агата повернулась к плите, еще не остывшей после приготовления кулинарных изысков. Новые люди среди обслуживающего персонала дома семьи Беррингтон всегда принимались горячо обсуждать младшую наследницу их господ, и если в детстве девочка нечасто выходила из комнаты без сопровождения няни, или родителей, то теперь никто не мог своим присутствием повлиять на разговорившуюся прислугу. Младшую дочь семейства Беррингтон служанки практически не стесняясь, считая ее не то слишком недалекой, не то совершенно глухой и неспособной расслышать их сплетни.\n\nНо Агата слышала. И по возможности старалась сохранять спокойствие. Во всяком случае тогда, когда прислуга соблюдала хоть какие-то правила субординации.\n\nГлубоко вздохнув, девушка приняла решение оставить неприятные мысли до лучших времён и потянулась за ещё не остывшей после жарки дичи сковородой.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "***\n\n— Эй, кулинар, ты ничего не забыла? — Агата уже собиралась выйти из дома, когда прозвучавший с лестницы голос заставил ее обернуться, и в то же мгновение девушка судорожно метнулась вперед, едва успев схватить брошенный в нее предмет. С секунду она с недоумением смотрела на предмет в своей руке, а после подняла укоризненный взгляд на довольно ухмылявшуюся сестру:\n\n—-Джинни...\n\n— Ну что? Так же веселее! — Джинни пожала плечами, и, ничуть не раскаиваясь в содеянном, продолжила подкалывать сестру, по-хозяйски оперевшись локтями на перила, — надо же будущему шеф-повару реакцию тренировать, а то чего доброго еще начнут тебя забрасывать тухлыми помидорами, а ты и увернуться не сможешь!\n\nПредставив себе подобную картину, Агата не смогла сдержать улыбки. Несмотря на по обыкновению насмешливый тон сестры девушка знала, что та первой побежит раздавать тумаки тем, кто рискнет хотя бы замахнуться на Агату неспелым овощем. Джинни в детстве часто доставалось от нянечки, а иногда и от родителей за ее бесшабашный нрав, ибо почти во всех случавшихся неприятностях старшая дочь Беррингтонов принимала самое непосредственное участие. Разбита ваза? Джинни снова носилась по дому. Сломана ветка Маминой любимой вишни? Джинни решила научиться подтягиваться. В доме пропало всё молоко? Джинни решила, что она сделает молочную реку. Иными словами, энергия в девочке вечно била через край, и нечасто находила выход, который был бы безвреден для домочадцев. Впрочем, сама Агата тоже с удовольствием принимала участие в шалостях сестры, до тех пор, пока ей не исполнилось шесть лет.\n\nВ тот год все изменилось. От цветущего, счастливого ребенка осталась лишь блеклая тень, а в жизни девочки воцарился страх. Невыносимый, леденящий кровь ужас лишил дитя покоя, из окон поместья то и дело стали доноситься истошные, испуганные крики вперемешку с рыданиями, а встревоженные родные только и могли, что приглашать различных докторов, в надежде, что состояние их дочери вовсе не связано с проснувшимся в ней даром.\n\nНо их надеждам было не суждено оправдаться...\n\n",
    "answers": [
      {
        "id": 8,
        "text": "далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Спасибо, Джинни. — Агата снова слабо улыбнулась сестре, на что та в ответ возмущенно фыркнула:\n\n— Тоже мне, нежная какая... — Но уже в следующую секунду девушка перемахнула через перила лестницы, и, с грацией кошки, приземлившись на пол, кинулась к сестре, с присущей ей пылкостью прижимая ту к себе. — Береги себя, малая, а если кто-то будет тебя обижать, то сразу звони. Всем всыплю для профилактики!\n\n— Хорошо, хорошо, только давай без рукоприкладства — Агата легонько погладила сестру по спине и отстранилась. — Ты тоже пока меня не будет не натвори дел. Мы с родителями очень расстроимся, ты же знаешь.\n\nДжинни демонстративно закатила глаза и, скрестив руки на груди, с усмешкой произнесла:\n\n— Хорошо, Мамочка! — И, нарочито-горделиво двинулась в свою комнату, судя по всему не желая слишком затягивать прощание. Несмотря на три года разницы, двадцатилетняя Джинни часто проявляла себя куда более эмоциональной девушкой, нежели младшая сестра, которая вечно смотрела на всё с неким граничащим с апатией спокойствием.\n\nВо всяком случае с тех самых пор, как она начала зависеть от упаковки таблеток, которые стали единственным, что могло вытянуть ее из того кошмара, в который превратился окружающий мир в тот день, когда ее дар, и в то же время ее проклятье, впервые проявил себя.\n\nБросив последний взгляд вслед удалявшейся сестре, Агата обернулась к двери. Сжав вспотевшими, дрожащими от волнения пальцами упаковку таблеток, девушка, собрав волю в кулак, взялась за ручку двери.\n\n«Пора. Сегодня в моей жизни начинается новая эпоха.»\n\nС этой мыслью, Агата распахнула дверь и, в последний раз окинув взглядом дом, сбежала по лестнице к ожидавшей ее машине.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "на титульную страницу"
      },
      {
        "id": 9,
        "text": "глава 2"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Агата Беррингтон? — Едва различимый в шуме аэропорта женский голос привлек внимание Агаты, заставил девушку обернуться и задрать голову — представшая её взгляду юная особа была выше самой Агаты на добрую голову, чему, вероятно, способствовали и весьма внушительные каблуки. Изящным движением незнакомка вынула из нагрудного кармана удостоверение с гербом академии: ярко-алой розой, опутанной шипами. Этот герб Беррингтон-младшая запомнила хорошо — не раз видела на документах, которыми уже достаточно долго занимались родители, — Мое имя Джессика. Джессика Майер. Полагаю, это вас мне необходимо сопроводить в Райнвилль?\n\n— Да, всё верно. Спасибо вам, мисс Майер, что…\n\n— Не стоит, девочка, это моя работа.\n\n",
    "answers": [
      {
        "id": 10,
        "text": "далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Джессика мило улыбнулась, всё с тем же изяществом вложила документ обратно в карман, и, не дожидаясь, когда завершится обмен любезностями, решительно двинулась вперед, мимо Агаты, которая тут же поспешила вслед за попутчицей, — О багаже позаботятся. На выходе отдашь квитанцию нашему шофёру. Ты когда-нибудь раньше бывала в Райнвилле?\n\n— Нет... — Едва поспевая за стремительным шагом мисс Майер, Агата все же смогла как следует рассмотреть новую знакомую. Перекрашенные из русого в рыжий волосы едва доходили до середины шеи, становясь короче к затылку, и пышными кучеряшками подпрыгивали в такт ходьбы владелицы; деловой пиджак, наброшенный на плечи, свободная белоснежная рубашка с закатанными по локоть рукавами, черные широкие брюки держащиеся на ремне, и туфли с настолько высоким каблуком, что Агата на секунду задумалась, как владелица умудряется так бодро на них вышагивать, довершали образ молодой преподавательницы. По виду Джессике вряд-ли кто-то бы дал больше двадцати лет, но благородная осанка, высоко поднятый подбородок и поистине королевская поступь были настолько величественны, что создавалось впечатление, будто на голове она носит невидимую корону, и, несмотря на её юность, при взгляде на эту элегантную девушку, в груди сразу возникал некий благоговейный трепет.\n\n«Кажется, она ровестница Джинни. И всё же, интересно, сколько ей на самом деле лет?»\n\n— Двадцать два. — Голос попутчицы вывел девушку из раздумий, и она недоуменно нахмурилась, не совсем понимая, что та имела ввиду.\n\n— Прошу прощения?\n\n— Мой возраст — двадцать два года. Разве ты не это хотела узнать? — Едва повернув голову в сторону собеседницы пояснила Джессика, пока глаза Агаты медленно приобретали размеры блюдец.\n\n— Да, но как вы поняли, что я хочу это узнать? — В ответ на это мисс Майер улыбнулась, отчего в её глазах заплясали озорные искорки, и наконец перевела взгляд на девушку.\n\n— Твои мысли гораздо громче слов. Рискну предположить, что ты не слишком общительная? — Усмехнулась юная преподавательница, глядя на ошарашенный вид Агаты.\n\n— Мысли громче?\n\n— Именно. Я перципиент. — Порыв ветра, возникший от открывшейся двери, решительно подхватил волосы Джессики в попытках их растрепать, но та словно не обратила на это внимание, подхватывая распахнутую дверь за косяк, и кивком приглашая младшую Беррингтон пройти вперед, — Говоря более простым языком, я могу слышать мысли других людей так же, как и устную речь.\n\nСпешно проскользнув в проём двери, Агата снова подняла глаза на выплывшую вслед за ней мисс Майер и непроизвольно провела рукой по волосам. Дома она давно привыкла и к ловкости старшей сестры, достойной чемпионки, и к поражавшему своей остротой уму отца, однако их способности по своей сути не являлись чем-то невозможным, даже людей, которые не догадывались о существовании одаренных эти особенности не особо удивляли. Ну в самом деле, у кого может вызвать вопросы очень умный и начитанный человек, и его пластичная дочь, которая с детства занимается художественной гимнастикой, и неоднократно становилась призёркой турниров? И теперь, столкнувшись с человеком, способным читать мысли других людей, Агата чувствовала себя не в своей тарелке. Ладно, сейчас мисс Майер читала её мысли. Но как она справляется со своей способностью изо дня в день? Агата еще может уйти, а сама Джессика? Ведь даже среди молчащих людей она все равно будет слышать нескончаемый гул их мыслей… Да еще и все одновременно!\n\n",
    "answers": [
      {
        "id": 11,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Пока Агата сосредоточенно раздумывала над тем, как выглядит повседневная жизнь её попутчицы, Джессика, снова усмехнувшись, заговорила:\n\n— Ты когда-нибудь каталась на лошадях? — Получив утвердительный кивок, мисс Майер продолжила, — ты ездила в седле и с упряжкой, так ведь? С ними даже самого строптивого коня можно подчинить. А теперь представь, что ты подходишь к самому нелюдимому коню и садишься на него без седла и вожжей. Как думаешь, что произойдет?\n\n— Он меня сбросит.\n\n— Верно. И с одаренными то же самое. Способность — это конь, её носитель — наездник, а седло с вожжами, это умение человека использовать и контролировать свой дар. И чем быстрее человек научится пользоваться этой упряжей, тем быстрее он «оседлает» свою способность. — Агата нахмурилась и опустила голову, изо всех сил стараясь не возразить, однако мысли подчинялись ей не так хорошо, как речь, — для каждого дара существует способ подчинения, Агата. Вопрос лишь в том, насколько тяжело будет его найти. Благодаря этому способу я и не слышу чужие мысли постоянно, иначе я бы давно сошла с ума.\n\nНесколько мучительно долгих, для пытавшейся не думать ни о чем Агаты, секунд прошли в молчании, и лишь приблизившись к парковке, её попутчица остановилась, и повернулась к разом напрягшейся девушке.\n\n—Дай мне свою квитанцию на багаж и иди к первой машине с левой стороны стоянки. Тебе есть, о чем подумать. И, полагаю, тебе будет спокойнее делать это в одиночестве.\n\nМолча вынув из бокового кармана рюкзака сложенный вчетверо лист и изо всех сил стараясь избегать зрительного контакта с Джессикой, младшая дочь семейства Беррингтонов передала той документ, и направилась к поджидавшей в указанном месте машине. Слова мисс Майер были совершенно верными, Агата слышала их за свою жизнь не один раз. Только в одном юная преподавательница ошиблась: не для каждой способности существует способ подчинения.\n\nИ она является прямым тому подтверждением. Ведь единственное, что может сдержать способность Агаты Беррингтон — таблетки, лежащие в заднем кармане рюкзака.\n\nИ с этой мыслью, девушка медленно стянула лямку сумки с плеча.\n\n",
    "answers": [
      {
        "id": 12,
        "text": "далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "***\n\n— Мисс, вы думаете, она подходит для этого?\n\n— О, да. И еще как! — Откинувшись на спинку массивного кресла, женщина с интересом изучала содержимое увесистых папок, периодически постукивая ухоженными ногтями по лакированной поверхности дубового стола. Кроме нее в богато, но в то же время очень уютно обставленном кабинете стояла молодая девушка, которая нет-нет, да поворачивала голову, каждый раз поражаясь того громоздкого изящества, которого удалось добиться дизайнерам интерьера данного помещения. Выполненная исключительно из дубового массива мебель была украшена причудливой резьбой, из-за стекол сервантов смотрели на входящих многочисленные фолианты и чайные сервизы, креслица для посетителей были устелены пледами с подушками, огромный, бархатистый ковер на полу, который, против всех законов природы, никогда не пачкался, плотные шторы, спускавшиеся до самого пола, всегда были наполовину зашторены, отчего в кабинете воцарялся легкий полумрак, разбавляемый лишь светом одной из нескольких люстр, висящие хрусталики которых отбрасывали причудливые блики. Каждый, кто заходил в кабинет не мог удержаться от удивленного вздоха, настолько роскошным было его внутреннее убранство. Но только избранные знали, каким кладезем тайн и загадок на самом деле являлась эта невероятно красивая комната.\n\nВдруг, женщина в кресле медленно выпрямилась, внимательно вчитываясь в очередной лист бумаги, а в её глазах заплясали радостные огоньки.\n\n— О, да… Как любопытно! Сколько эмоций! Сколько ужаса! Какая экспрессия! Это определенно то, что нам нужно! Эти дети станут для нас ключом к тому, к чему мы столько времени стремились! Глория, ты можешь идти, ты нашла всё, что мне нужно. — Стоявшая перед столом девушка почтительно склонилась в полупоклоне и направилась прочь из кабинета.\n\nЕдва за её помощницей закрылась дверь, как женщина резко поднялась с кресла. Положив папки на стол, она направилась к окну и победно улыбнулась, будучи не в состоянии сдерживать более свою радость.\n\n«Мы дождались. Академия Одаренных снова вступает в игру!»\n\nСкакавший по лежащим на столе папкам лучик весело скользнул чуть ниже строчки «Дело», подсвечивая имя и фамилию владелицы хранящейся внутри информации.\n\n«Агата Беррингтон»\n\n",
    "answers": [
      {
        "id": 13,
        "text": "глава 3"
      },
      {
        "id": 1,
        "text": "к титульной странице"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Агата... — Словно издалека донесся до девушки приглушенный голос.\n\nС трудом открыв глаза, Агата тут же прищурилась в попытках разглядеть хоть что-нибудь в окружавшей ее темноте, однако несмотря на свои старания, она не увидела ровным счетом ничего. От нехорошего предчувствия по ее телу пробежал холодок. Непроглядная тьма, в которой очутилась девушка, словно едкий дым заполняла собой пространство, сдавливала грудь, не позволяя набрать в легкие воздуха, будто хотела задушить свою юную жертву...\n\n— Агата!\n\nЗвук ее имени вернул девушку в сознание, позволяя прийти в себя после неожиданной вспышки никтофобии. Чувство страха уступило место тревожной настороженности. Казалось, что в любой момент из-за спины появится нечто ужасное и, даже испуганный писк не успеет сорваться с твоих губ, как ты навсегда исчезнешь в недрах ожившей тьмы.",
    "answers": [
      {
        "id": 14,
        "text": "далее "
      }
    ]
  },
  {
    "id": 14,
    "text": "— Ха-а! — Сдавленный визг нарушил тишину, когда девушка запнулась о что-то лежащее под ногами, и едва не рухнула наземь. От неминуемого удара ее спас лишь природный инстинкт и хаотичные взмахи руками, которые быстро нашли что-то за что можно было бы ухватиться. Прижавшись боком к спасительному предмету, Агата набрала в грудь побольше воздуха, в попытках унять бешено колотящееся сердце и привести мысли в порядок. В первую очередь сейчас следовало сосредоточиться на том, где же всё-таки она находится, и что ей следует делать дальше.\n\n\"Это дерево...\" — принялась рассуждать Агата, слегка поглаживая пальцами гладкую поверхность: \"Больше похоже на комод, или массивный стол. Раз здесь есть нечто подобное, значит поблизости можно найти и источник света!\"\n\nОдна только мысль о том, что ей больше не придётся находиться в кромешной тьме, подняла боевой дух Агаты. Который, впрочем, по словам сестры, напрочь у нее отсутствовал. И тем не менее, это не помешало девушке представить, как она, подражая героям приключенческих книг, будет наощупь пробираться сквозь завесу тьмы, исследуя неизведанное, в поисках предмета освещения, и как в конце концов выйдет победителем в этой неравной битве с комнатой, которая пыталась запугать ее.\n\nПредставив себе картину, как она — вся чумазая, в разодранной одежде, но со светильником в руках и с ликующим блеском в глазах, переступает порог этой таинственной комнаты, Агата не смогла сдержать улыбки. Впрочем при свете дня эта едва различимая дрожь губ вряд-ли сошла бы за таковую.",
    "answers": [
      {
        "id": 15,
        "text": "далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Пальцы девушки осторожно исследовали поверхность деревянного предмета мебели, точное назначение которого Агата из-за отсутствия освещения давать не решалась. Шаг за шагом продвигаясь вглубь комнаты, девушка не прекращала изучение подручных, во всех смыслах этого слова, предметов. Книги, стеклянные флаконы и вещи, в описании которых Агата рискнула бы назвать лишь их форму и материал, были досконально изучены аккуратным ощупыванием. И как раз в тот момент, когда девушка уже почти отчаялась найти какой-либо источник света, кончики пальцев коснулись какой-то шершавой поверхности.\n\n\"Спички!\" — маленький картонный коробок обрадовал Агату больше, чем все новогодние подарки вместе взятые, а когда внутри коробчонки в ответ на встряску раздался шуршащий стук, то ее счастью и вовсе не было предела.\n\nНарушившее тишину шипение спички и тонкая струйка едкого дыма, благополучно вызвавшая кашель у неуспевшей вовремя отвести спичку подальше Агаты, разбавили гнетущую атмосферу. Дрожащий огонек так и норовил погаснуть от малейшего неосторожного движения, но девушка была слишком увлечена изучением содержимого комода. Хаотично разложенные фотографии, которые, судя по всему, были сделаны с помощью лежащего рядом полароида. Несмотря на то, что подобные модели уже давно вышли из производства, что указывало на достаточно приличный возраст фотоаппарата, было видно, что владелец обращался с вещью крайне бережно — ни единой потертости, не говоря уж о царапинах, Агата на нем не заметила. Однако было в этих вещах нечто странное. Что именно, Агата и сама не могла понять, но глядя на старенький полароид, ее охватывало странное чувство ностальгии. Словно когда-то она его уже видела.",
    "answers": [
      {
        "id": 16,
        "text": "далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Ай! — Не заметив за раздумьями, как пламя добралось до пальцев, девушка вскрикнула от неожиданности. От резкого движения огарок спички выскользнул из обоженных пальцев, и приземлившись на пол, окончательно затух, снова погрузив комнату в непроглядную тьму.\n\nМысленно пожурив себя за невнимательность, Агата вынула из коробка следующую спичку, с твердым намерением на сей раз найти источник света посерьезнее, прежде чем предаваться праздному любопытству.\n\nНа сей раз предусмотрительно отведя коробок подальше от лица, чтобы слишком приятный запах серы не привел к очередному приступу кашля, Агата принялась за дело. Бегло окинув взглядом комод, девушка, не обнаружив какого-либо источника света, с толикой разочарования двинулась дальше. Хоть свет, исходящий от спички и был слишком слаб, чтобы значительно облегчить поиски, Агата упорно продолжала исследование комнаты, почти вплотную склоняясь к каждой вещи. И спустя несколько бесконечно долгих минут, и больше десятка сожженнных спичек, ей все же улыбнулась удача. \n\nСлишком громкий в царившей вокруг тишине звук, раздавшийся от того, что девушка задела ногой некий предмет, заставил юную недо-Прометея вздрогнуть от неожиданности. Замерев на секунду, чтобы хоть немного привести сбившееся от всплеска адреналина дыхание в порядок, она опустилась на корточки.\n\n— Отлично! — Счастливый возглас прозвучал чуть более визгливо, чем хотелось, но в тот момент девушке уже не было до этого дела. Думается, что даже если сейчас, услышав ее граничащие с истерикой радостные вскрики, из-под земли вылезла бы неизведанная бяка, прямиком из фильма ужасов, с намерением подкрепиться развесилившейся Агатой, та бы и не заметила, полностью увлеченная своей находкой.",
    "answers": [
      {
        "id": 17,
        "text": "далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Тот самый предмет, который нечаянно задела девушка, оказался миниатюрным подсвечником с толстой, явно уже использовавшейся, свечой, и уже спустя несколько секунд ненужный больше коробок покоился в кармане ночной рубашки Агаты. Теперь уже она могла продолжить осмотр коматы без страха в любой момент остаться в полной темноте.\n\nПо царившему вокруг беспорядку создавалось впечатление, словно комната пережила набег вандалов. Все комоды и шкафы были опустошены. Книги, среди которых попадались экземпляры с вырванными страницами, самым неаккуратным образом валялись на полу. Одежда, принадлежавшая, судя по всему, девочке-подростку, была измята. На более светлых вещах виднелись отпечатки чьей-то обуви.\n\n\"Неудивительно, что я спотыкалась через шаг...\"",
    "answers": [
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Подняв ближайшую тетрадь, девушка повернула ее к себе обложкой, но, как ни странно, имени и фамилии владельца на титульной странице указано не было. Перелистнув несколько страниц, ее взгляд остановился на цифрах, которыми была датирована запись.\n\n\"Одинадцать лет назад?\"\n\nНахмурившись, Агата потянулась к следующей тетради, на которой так же не было даже инициалов владельца. \n\n\"Двенадцать...\"\n\nПросмотрев еще несколько тетрадей, Агата окончательно убедилась в том, что тетрадям не меньше тринадцати лет. Вот только сохранились они на удивление хорошо.\n\n— Агата!\n\nНа сей раз неизвестный высокий голос раздался гораздо ближе, чем раньше, и осознание данного факта спокойствия девушке не внушало. По спине ледяной змеей скатилась капля пота. Она уже успела позабыть о том, что в странном месте был кто-то еще. И это присутствие заставило совсем было исчезнувший страх вновь сдавить в своих тисках бедную Агату.\n\nЧувствуя, как по телу раз за разом пробегает дрожь, она нашла в себе силы подняться на ноги, и посмотреть в ту сторону, откуда доносился звук. Вот только лучше бы она этого не делала.",
    "answers": [
      {
        "id": 19,
        "text": "далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Из темноты угла на девушку глядела пара широко раскрытых глаз. Но что-то в этом взгляде казалось Агате странным. Не только то, что фигура в глубине комнаты все это время находилась так близко, а юная Беррингтон даже не почуствовала этого присутствия. Не то, что несмотря на приличное расстояние и слабое освещение Агата видела ее глаза. Не то, что по какой-то причине девушка была точно уверена, что существо женского пола. В этом взгляде было что-то еще. Что-то, чего не бывает у людей.\n\nЛеденящий кровь ужас сковал все тело. Глаза широко распахнулись, дрожь сдавила грудь, отчего дыхание стало частым и прерывистым, но Агата смотрела. Смотрела прямо в эти пугающие ее до потери пульса глаза, и не могла отвести взгляда.\n\n— Агата! Ты пришла! — Нечто, что судя по всему должно было являться человеком, чуть сдвинулось по направлению к застывшей в оцепенении юной Беррингтон. — И я пришла... Ты не хочешь со мной обняться?\n\nС этими словами фигура протянула к Агате руки, и та на мгновение опустила глаза... Чтобы закричать от ужаса.\n\nРезко отпрянув назад, девушка споткнулась об одну из валявшихся под ногами книг, и с визгом взмахнула руками, пытаясь восстановить равновесие.",
    "answers": [
      {
        "id": 20,
        "text": "далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ее падение сопроводил стук выскользнувшего из рук подсвечника, комната снова погрузилась во мрак, пока Агата судорожно ощупывала пол вокруг, в поисках оброненного предмета. По щекам обжигающими ручейками потекли слезы, сопровождаемое всхлипами прерывистое дыхание больше походило на стоны. К горлу подкатил ком, мозг категорически отказывался служить, дрожь охватила всё тело и лишь природные инстинкты уберегали от истерики и вопили в оба уха: \"беги!\", взяв полубессознательные конечности под контроль.\n\nИ возможно из-за страха, возможно из-за попытки мозга оградиться от еще большего прилива паники, Агата не обратила внимания на ощущение странной липкой субстанции, растекшейся по полу.\n\n— Ну что же, Агата! Ты не хочешь со мной обниматься?\n\nНащупав наконец подсвечник, Агата потянулась в карман за спичками. Как в полусне она зажгла свечу, освещая небольшую площадь вокруг, и тут же вновь едва не закричала.\n\nПижамные штаны Агаты, книги вокруг, одежду, пол, и, что самое страшное, ее ладони заливала темно-бурая жидкость. В нос ударил тошнотворный запах железа, а перед глазами снова предстало зрелище, напугавшее Агату едва ли не до полусмерти.",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "В руках, которые протягивала к ней жуткая фигура, лежала упаковка таблеток. Тех самых, что девушка забыла принять и оставила на шуфляде близ кровати. Вот только белоснежная упаковка теперь была заляпана кровью.\n\n— Агата, ну почему ты не хочешь со мной обняться! Ну и пускай... А я спою тебе песенку. Агатка спит спокойно, глубоким, крепким сном... А мы давно проснулись, мы ее тело заберем...\n\nИзо всех сил сопротивляясь отчаянному порыву поднять взгляд на устрашающее создание, которое к тому же медленно, но верно сокращало расстояние между ними, Агата, дважды поскользнувшись, и едва удержав в руках подсвечник, поднялась на ноги. Девушка судорожно оглядела комнату в поисках двери, однако радиус освещения был слишком мал, чтобы она могла что-либо разглядеть, а затем тихий стук упавшей со стола в нескольких метрах от нее книги, заставил ее обернуться.\n\n— Она совсем забыла, что такое страх... Не хочет больше думать о наших голосах...\n\nИх взгляды снова встретились, однако теперь Агата уже видела больше, чем горящие неким одновременно ужасающим и завораживающим огнем глаза. Губы приближавшегося существа растягивались в кривой ухмылке. Тело, которое можно было бы назвать девичьим, если бы не многочисленные повреждения, с которыми ни один живой человек не смог бы шевелиться. И в тот момент Агата и поняла, что не так было с глазами жуткого существа. Разрез века, цвет, густые ресницы...\n\n\"Это же... мои глаза.\"",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Не раздумывая больше ни секунды, Агата бросилась вдоль стены, в сторону от преследующей ее сущности, молясь о том, чтобы там был выход. Всплеск адреналина заставил ставшие ватными босые ноги работать, вот только залившая пол кровь ускорению передвижений не способствовала.\n\n— Но мы ее догоним, поймаем, заберем... И жизнь свою ушедшую мы заново вернем....\n\nПисклявый, почти детский голос продолжал напевать свою песенку, однако движения сущности стали куда быстрее. Агата спиной чувствовала, как это создание, отбросив ставшие ненужными пилюли, тянет к ней свои окровавленные руки, как раскрывается в широкой ухмылке его рот, поэтому когда пламя свечи, скользнувшее по стене напротив, осветило дверь, Агата, наплевав на залившую пол жидкость, на то, что нужно смотреть под ноги, чтобы не споткнуться о разбросанные вещи, на то, что огонь может в любой момент погаснуть от слишком резкого движения, сделала самый энергичный рывок в своей жизни.\n\nЕдва не впечатавшись со всего маху в дверь, Агата, едва веря в свою удачу, схватилась за ручку... И ничего.\n\n— Нет! — От отчаяния девушке хотелось кричать. Выпустив из рук подсвечник, и все яростнее дергая ручку, Агата тихо стонала, — нет, нет, нет!\n\nНо дверь не поддавалась, явно закрытая снаружи. Ключа в замке не было. Выломать ее у юной Беррингтон не хватило бы сил, а за спиной уже раздавалось хриплое дыхание, отдававшее сладковатым запахом крови.",
    "answers": [
      {
        "id": 23,
        "text": "далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Агата-а...\n\nШипение раздалось всего в нескольких шагах позади нее, вслед за которым последовало ледяное прикосновение пальцев к ее спине.\n\n\"Все... Это конец...\"\n\nНе решаясь обернуться, Агата вся разом сжалась, навалившись на дверь всем телом и устало прикрыла глаза. Как ни странно, перед мысленным ее взором не пронеслись ни картины из жизни, ни мысли о мечтах, которым так и не суждено сбыться. Все, о чем она думала, это о том, какой странной была ее смерть.\n\nВ тот момент, когда девушка уже готова была смириться со своей участью, позади нее раздался оглушительный визг. Существо резко отшатнулось, отпуская Агату из своих рук, а на двери странным образом появилась светящаяся в темноте бумажка с надписью:\n\n\"Уходи\"\n\nСпустя мгновение раздался щелчок, и дверь перед девушкой со скрипом приоткрылась. Повторять дважды было не нужно, ухватившись за представившуюся возможность, Агата ринулась вперед, с силой толкнув дверь плечом и вылетела в коридор, едва не впечатавшись при этом в стену. Из комнаты донесся визгливый вопль, судя по всему, существо не собиралось больше медлить.",
    "answers": [
      {
        "id": 24,
        "text": "далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Агата бросилась вперед, практически не разбирая дороги, влетела на ближайший лестничный пролет и ринулась вниз, едва успевая перебирать ногами, чтобы не споткнуться. Насколько долго она спускалась, Агата не могла сказать. Немного пришла в себя она лишь когда оказалась в уже новом коридоре, более просторном, нежели предыдущий. Запыхавшись, едва переводя дыхание после долгого бега, девушка прислонилась к стене, позволяя себе немного перевести дух, а затем медленно двинулась вперед, рукой касаясь стены. Света в коридоре не было, подсвечник остался наверху, и все, на что могла надеяться девушка — тактильные ощущения. Ну, или еще один листок с посказкой. \n\nСпустя несколько метров, пальцы Агаты коснулись резьбы, которая особенно контрастировала с холодной каменной стеной. Подняв по привычке голову, Агата провела рукой вверх, пытаясь представить себе, как выглядит найденная ею дверь.\n\nМассивные дубовые створки своими размерами больше походили на ворота, нежели на двери в здании. Вся поверхность дверей была усыпана резьбой, чем-то напоминавшей некие письмена. Проведя пальцами чуть ниже, Агата нащупала такую же массивную ручку, выполненную из украшенного различными вензелями металла.\n\n— Эй! Погоди! — Громкий, но в то же время будто доносившийся издалека, голос, а вслед за ним и леденящий душу вопль откуда-то сверху, прервали осмотр диковинной двери. В груди снова раненной птахой забилось сердце, в висках запульсировала кровь. Агата с силой потянула ручку двери... И снова повторилась та же ситуация. Створки так и не распахнулись. Сил на побег у Агаты уже не оставалось. Единственной надеждой была..\n\nВпрочем, подумать об этом варианте Агата не успела, перед ней снова, как и в прошлый раз, из ниоткуда материализовался лист.\n\n— Постой! — Плечо Агаты сдавила чья-то рука, но несмотря на парализовавший ее страх, девушка почувствовала, что эта рука не похожа на те ледяные прикосновения существа, которое преследовало ее. Эта рука была теплой. Живой. На какое-то мгновение оголенной кожей, Агата почувствовала, как стучит пульс под держащей ее ладонью, впрочем это могло быть всего лишь навожнением.\n\nОпустив снова взгляд на листок бумаги на двери, девушка прочитала одно единственное слово:\n\n\"Уходи\"\n\nТолько на сей раз дверь не распахнулась, не открылся взгляду новый коридор, и не появился за углом спасительный лестничный пролет. Сейчас единственное, что она почувствовала — как ее с силой трясут за плечо. В следующий миг пол под ногами словно испарился, и Агата полетела в разверзнувшуюся под ней бездну, ощущая на холодном плече обжигающее тепло человеческой ладони.",
    "answers": [
      {
        "id": 25,
        "text": "глава 4"
      },
      {
        "id": 1,
        "text": "на первую"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]