[
  {
    "id": 1,
    "text": "Вы никогда не задумывались, что будет после смерти?..\n\nМногие верят, что загробной жизни нет, другие утверждают, что душа попадает в ад или рай, третьи, что человек перерождается в другом мире. Среди смертных нет единой версии.\n\nЭта история повествует об одном из вариантов загробной жизни.\n\n\n—Как думаешь, твоя жизнь была полезной?...\n",
    "answers": [
      {
        "id": 2,
        "text": "Кто ты?"
      },
      {
        "id": 3,
        "text": "Где я?"
      },
      {
        "id": 4,
        "text": "Это сон?"
      }
    ]
  },
  {
    "id": 2,
    "text": "Белый свет вокруг режет ваши глаза, но вы не в силах их сомкнуть. \nНевесомость—это единственное, что вы сейчас чувствуюте, как будто вы лишились тела...\nСтоп...\nОсмотрев свои руки, а затем и тело, вы осознали, что они прозрачные и нематериальные.\n\n—Ты не ответил на мой вопрос, но на твой отвечу я... Меня называют Богом, Архотеком, Аллахом, Создателем Вселенной, многоликий и многоименный я, но смертные ошибаются во многом... Теперь ответь на мой вопрос, полезной ли была твоя жизнь?",
    "answers": [
      {
        "id": 5,
        "text": "Какая может быть польза от жизни посреди ядерной пустоши, наполненной мертвецами?"
      },
      {
        "id": 6,
        "text": "Моя жизнь была более чем полезной! Я—создатель многих изобретений и законов магического мира!"
      },
      {
        "id": 7,
        "text": "В муравейнике нет пользы от одной жизни контрабандиста..."
      }
    ]
  },
  {
    "id": 3,
    "text": "",
    "answers": []
  },
  {
    "id": 4,
    "text": "",
    "answers": []
  },
  {
    "id": 5,
    "text": "Тьма... Вы шли сквозь туман и очнулись в своей кровати. Видимо, это все был сон, но почему в нем явился образ Бога? Вы никогда в него не верили, ведь он не помогает в эти трудные дни...\nВстав со своей жесткой пружинной ржавой кровати, вы подошли к потресканному зеркалу...\n\nКрасные глаза, шрам на лице под глазом, на руке рана, из которой медленно сочится черная жидкость и кровь...\nЗаражение прогрессирует...\nВы осознаёте, что лекарства от вируса нет и в любом случае умрете...",
    "answers": [
      {
        "id": 8,
        "text": "Где-то здесь должен быть ящик коньяка..."
      },
      {
        "id": 9,
        "text": "Лучше умереть от суицида, нежели стать ходячим мертвецом!"
      },
      {
        "id": 10,
        "text": "Если умирать, то красиво..."
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "Вы выглянули в окно... За забором все больше мертвецов, скоро они прорвут укрепления. По традиции, рука потянулась к винтовке, но осознание того, что патроны закончились, пришло слишком быстро. \n\nВыживший знал, что осталось всего 3 часа до прорыва зомби на базу. База...\nНа ней должно быть хоть что-то, что уничтожит эту волну.",
    "answers": [
      {
        "id": 11,
        "text": "Где-то тут был склад, стоит его осмотреть"
      },
      {
        "id": 12,
        "text": "Погреб—мой выбор"
      },
      {
        "id": 13,
        "text": "Гараж... В нем определенно есть что-нибудь полезное"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "Старый ветхий гараж. Прошлый владелец дома куда-то уехал, ведь ворота были открыты в день вашего прибытия и машины, естественно, не было.\nЯщики, верстак, газовые баллоны, генератор, канистры... Больше ничего в здании не было, сколько бы вы не искали. \nПо расчетам, осталось 2 часа...",
    "answers": [
      {
        "id": 14,
        "text": "На верстаке есть веревка... Да, я знаю, что делать..."
      },
      {
        "id": 15,
        "text": "Надо осмотреть погреб, может съестного найду."
      },
      {
        "id": 16,
        "text": "Мне все равно умирать... Чем тут можно зажечь горючее?..."
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "На верстаке вы нашли газовую горелку, кубинскую сигару, этого было достаточно для хорошего завершения жизни.\nДва часа вы складывали все, что может гореть, на одну кучу посреди заросшего двора, обливали это бензином и дизелем. Гора мучительной огненной смерти была готова. На самый верх было установлено кресло, в которое вы благополучно уселись.\nС сигарой в зубах вы встретили уродливых ходоков, а когда они подобрались к вам достаточно близко, выронили фразу \"I'll be back\", и подожгли горючее.\n...\n...\n...\n...\n...\nВзрыв накрыл большой двор и дом, вас и орду зомби... Все полыхало пламенем, привлекая новых ходячих мертвецов, которые загорались и разносили огонь по сухой степи. \nВы унесли с собой много тварей, это радует... Но... Неужели это конец?...",
    "answers": [
      {
        "id": 17,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вас разбудил крик ворона под ухом.\nЯркий лунный свет бил по вашим глазам.\nВсе это был сон... \nНо... Что это за место?\nВокруг живые деревья, ночные птицы, трава... Вы не видели этого уже 10 лет. Поблизости течет река, судя по звукам.",
    "answers": [
      {
        "id": 18,
        "text": "Попытаться вспомнить как я здесь очутился"
      },
      {
        "id": 19,
        "text": "Вода! Умираю от жажды, наконец-то чистая вода!"
      },
      {
        "id": 20,
        "text": "Это опять сон! Я должен проснуться, я должен проснуться, я должен проснуться!!!..."
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "Вы побежали к реке, несколько раз упав, спотыкаясь об камни и корни деревьев. Чистая речная вода утолила вашу жажду и смыла грязь с лица и рук...\nРука... \nРука!\nВаша рана исчезла, больше нет заражения, боли в глазах и кровавого кашля! Но... как вы исцелились от неизлечимого вируса? Кто-то вас спас и дал лекарство? Но тогда откуда здесь незараженная вода, живой лес и птицы? И куда делись ожоги? После огненного шоу должны были остаться в лучшем случае ожоги по всему телу, и то с 3% шансом, ведь от нахождения в эпицентре взрыва, вас должно было просто разорвать!\nОт вознркающих вопросов у вас начала сильно болеть голова. Боль усиливалась быстро, вы схватились за голову и начали кричать от адской боли.\n...\n...\n...\nИз кустов послышались знакомые стоны. Опять мертвецы? Верно, на вас начала идти группа из 5 зомби. Значит, вы не умерли и находитесь на той же планете.",
    "answers": [
      {
        "id": 21,
        "text": "Ну я вам сейчас наваляю, черти!"
      },
      {
        "id": 22,
        "text": "Бежать со всех ног"
      },
      {
        "id": 23,
        "text": "Прыгнуть в воду"
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "Вы взяли палку, лежащую рядом, и решительно пошли на противника.\nВы были готовы разорвать их на куски, ведь чувствовали необычайный приток сил и всплеск адреналина.\nПомешал вам сделать шаг зомби, стоящий за вашей спиной. Он вцепился своей пастью в ваше плечо... Что-ж, видимо, не долго можно было радоваться исцелению.\nОт боли вы перестали осозновать происходящее вокруг и впали в ярость, вырвав одному из соперников кадык.",
    "answers": [
      {
        "id": 24,
        "text": "Кто на меня? Всех порву!"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы развернулись и начали бежать, но не заметили, что из-за спины подходила такая же группа тварей и попали в их хватку.\nКак бы вы не старались, выбраться не смогли.\nВас съела толпа зомби",
    "answers": []
  },
  {
    "id": 23,
    "text": "Вы прыгнули в воду и ударились головой об острые камни. \nТечение несло вас по реке, пока вы не упали со скалы вместе с водопадом. Вы захлебнулись, поздравляю!",
    "answers": []
  },
  {
    "id": 24,
    "text": "Вы пришли в себя от холодной воды. Какой-то старик облил вас водой и молчаливо осматривал, изучая каждую деталь образа и тела.\nВокруг вас лежало десять трупов ходячих мертвецов...",
    "answers": [
      {
        "id": 27,
        "text": "Это я их так?.."
      }
    ]
  },
  {
    "id": 25,
    "text": "Одним прыжком вы добрались до оружия. К счастью, оно уже было заряжено и вам оставалось лишь прицелиться и выстрелить. \n...\nЗвук выстрела разнесся на весь лес. С вашей меткостью прострелить голову негодяя не было такой уж сильной проблемой.\n\nПосмотрев на мертвого товарища, недоброжелатели разбежались с криками \"Это маг, мать твою, бежим!\". \nНеужели эти парни не знают, что такое огнестрел. Оно для них является чем-то магическим. \n\nВ одно мгновение все разбежались, теперь вы в безопасности... Но на долго ли? Опасность встречи с зомби еще оставалась и надо быть тихим даже днем.\n\nОстается понять где вы, как вы здесь оказались и найти убежище до наступления ночи.",
    "answers": [
      {
        "id": 30,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы побежали в лес, куда глаза глядят, разгребая руками ветки кустов и деревьев, и всё-таки оторвались от преследования. Герой остановился, чтобы отдышаться, но радость и облегчение продлились недолго...\nВ спину прилетела стрела, после чего самый мелкий бандит прыгнул на вас и перерезал горло...",
    "answers": []
  },
  {
    "id": 27,
    "text": "—Ты спятил? Не нужно тебе знать моего имени, вставай давай!\n\nНезнакомец приставил к вам меч.\n\n—Мы тебя спасли от монстров, ты нам отплатишь трудом.\n\nРаздался громкий хохот. Похоже, это бандиты, или работорговцы, а может и местные жители. В любом случае, они настроены недружелюбно и хотят вас убить или заставить работать на себя. Надо валить от них.... Но как?",
    "answers": [
      {
        "id": 28,
        "text": "-Да пошел ты! \nСерия ударов отправилась в лицо неприятелю"
      },
      {
        "id": 29,
        "text": "-Спокойно, спокойно, давайте все обсудим"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы подскочили и ударили старика по лицу, тот в свою очередь упал на землю, но быстро пришел в себя.\n\n—Не хочешь по хорошему, ублюдок? Сынки, ну-ка наваляйте ему!\n\nИз кустов вышли четверо бандитов. Все были разношерстые, кто-то в кожаной броне, кто-то с голым торсом, а кто-то в порванных тряпках. Нельзя сказать, что они—профессиональные бойцы, но холодное оружие у них было при себе. Отряд настроен решительно.\n\nВам в глаза попал луч света. Присмотревшись на его источник, вы заметили в траве... Свою снайперскую винтовку! Как она сюда попала?",
    "answers": [
      {
        "id": 25,
        "text": "Схватить снайперскую винтовку и выстрелить в ближайшего врага"
      },
      {
        "id": 26,
        "text": "Плевать на оружие, надо спасать шкуру"
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "Ночь... По небу проплывают серые тучи, закрывая луну, что освещала дремучий лес.\nНочные птицы издавали множество звуков, был слышен вой волков. Роща была жива...\nСтранно... Зомби-апокалипсис опустошил всю планету, стер всю жизнь, выживали только те, кто прятался за большими стенами и выжигал вооны мертвецов огнем. \nЭто место... Оно... Не было затронуто концом света?.. Но ведь зомби все-таки нашли вас, видимо, они здесь недавно, ведь жизнь тут ещё присутствует. \nДа и луна здесь какая-то странная... Она ближе, а кратеры—меньше...\nЛес был хвойным, но сосны здесь толще и ниже. Влияние радиации и химических воздействий?\nРека чистая, полноводная, в ней плескается рыба... Как было приятно вновь увидеть жизнь... \nБольше не на что было смотреть, да и разбойники могут вернуться. \nНужно что-то делать.",
    "answers": [
      {
        "id": 31,
        "text": "Останусь посмотреть на реку...\n"
      },
      {
        "id": 32,
        "text": "Придется идти куда глаза глядят"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы наслаждались потоками речушки. Долго наслаждались...\nПока в вас не прилетела стрела, после чего кто-то перерезал вам горло...",
    "answers": []
  },
  {
    "id": 32,
    "text": "Делать было нечего, дело было вечером...\nОторвав взгляд от воды и луны, герой пошел в лес. Терять было нечего, вы снова заражены от укуса зомби. Надо найти медикаменты, может получится замедлить развитие вируса и найти того, кто вас исцелил в тот раз...\n...\n...\n...\nТри часа блужданий не были напрасны. Перед вашими глазами возвышается двухэтажный деревянный дом. Но откуда он здесь? Стекла и двери были на месте, но все заросло плющом, лианами и покрылось паутиной, тропинки нет, забора тоже... \n",
    "answers": []
  }
]