[
  {
    "id": 1,
    "text": "Холодная, ненавистная камера, вы здесь всего неделю, но время тянется почти вечность... То, что произошло совершенно выбило вас из колеи.\nВ голове до сих пор стоит гул из зала суда, разьяренная толпа чуть было не расправилась с вами... Вспышки, микрофоны, камеры, журналисты, охрана, наручники...\nВы встряхнули себя, нельзя впадать в уныние, быть может, можно еще что то исправить?",
    "answers": [
      {
        "id": 2,
        "text": "[Размяться]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ох... Вы размяли затекшую спину и плечи, сколько же вы пролежали без движения?",
    "answers": [
      {
        "id": 4,
        "text": "Собраться с мыслями"
      }
    ]
  },
  {
    "id": 3,
    "text": "нет, вы не такой! Вы взяли обосранный матрац и выкинули в окно.",
    "answers": []
  },
  {
    "id": 4,
    "text": "Проклятое место, черт бы его побрал!",
    "answers": [
      {
        "id": 5,
        "text": "стоит поискать способы сбежать отсюда."
      }
    ]
  },
  {
    "id": 5,
    "text": "вы ищете что то полезное для побега",
    "answers": [
      {
        "id": 6,
        "text": "простыня"
      },
      {
        "id": 7,
        "text": "прутик от шторы"
      },
      {
        "id": 8,
        "text": "швабра"
      }
    ]
  },
  {
    "id": 6,
    "text": "Для чего может понадобиться простыня? Разве что повеситься сгодится.",
    "answers": [
      {
        "id": 5,
        "text": "выбрать что то получше"
      }
    ]
  },
  {
    "id": 7,
    "text": "прутом вряд ли можно взломать замок, но так или иначе стоит попробовать.",
    "answers": [
      {
        "id": 9,
        "text": "попробовать взломать замок прутом."
      }
    ]
  },
  {
    "id": 8,
    "text": "вы сдались и решили ничего не делать",
    "answers": [
      {
        "id": 5,
        "text": "не время унывать, стоит собраться и поискать что то получше."
      }
    ]
  },
  {
    "id": 9,
    "text": "Замок представляет собой громадный навесной замок, с толстой душкой...",
    "answers": [
      {
        "id": 10,
        "text": "попробовать разбить замок "
      },
      {
        "id": 11,
        "text": "поддеть замок и попробовать рычагом"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы с силой ударили по замку несколько раз, какой грохот! Вы замерли в надежде что охрана не слышала...",
    "answers": [
      {
        "id": 12,
        "text": "продолжать бить по замку испытывая судьбу..."
      },
      {
        "id": 9,
        "text": "попробовать поддеть его"
      }
    ]
  },
  {
    "id": 11,
    "text": "замок скрежетал, но не поддавался, вам не хватает сил.",
    "answers": [
      {
        "id": 13,
        "text": "взобраться по решетке, встать и попрыгать на пруте"
      },
      {
        "id": 14,
        "text": "повиснуть на ней и потянуть вниз"
      }
    ]
  },
  {
    "id": 12,
    "text": "На ваш грохот прибежала охрана, увидев, что вы творите к вам в камеру вызвали усиленную команду, для вашего усмирения. Когда они все собрались, то открыли камеру и с дубинками начали вас молотить, вы попятились, запнулись, и разбили голову... Печальный конец, вы погибли.",
    "answers": []
  },
  {
    "id": 13,
    "text": "вы с трудом вскорабкались на кочергу, выпрямились в полный рост и начали прыгать...Неожиданно для вас, замок разлетелся на части, освоюождая вас, но кочерга вылетела из под ног и вы с грохотом упали на пол, сломав кисть. Черт, адская боль!\n",
    "answers": [
      {
        "id": 12,
        "text": "оглядется"
      }
    ]
  },
  {
    "id": 14,
    "text": "замок снова заскрежетал и как вам показалось, начал гнуться, ну же, еще чуть чуть!!!",
    "answers": [
      {
        "id": 15,
        "text": "сделать рывок изо всех сил!"
      }
    ]
  },
  {
    "id": 15,
    "text": "Да! Душка со свистом отлетела в потолок, ударилась о лампу, осколки которой рассыпались вокруг, прут тоже сломался пополам.",
    "answers": [
      {
        "id": 16,
        "text": "открыть дверь в камеру..."
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы впервые за неделю пребывания здесь, попали в коридор...Чтож, кто не рискует, на свободе скоро не окажется, вам ведь дадут не меньше 20-ти лет за содеянное...",
    "answers": [
      {
        "id": 17,
        "text": "Вспомнить тот вечер, когда вы перечеркнули свою судьбу..."
      },
      {
        "id": 18,
        "text": "Не стоять столбом, вы ведь совершаете побег!"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы замерли, словно зачарованный и перед вашими глазами понеслись те улицы, по которым вы убегали от полиции... Тот случайный бегун, которого вы приняли за погоню, и прострелили его не меньше 5ти раз, прежде чем поняли, кто перед вами...",
    "answers": [
      {
        "id": 19,
        "text": "вспоминать дальше..."
      }
    ]
  },
  {
    "id": 18,
    "text": " Для начала нужно решить, куда продвигаться. Вы ведь не хотите нарваться на внутренний патруль...\n",
    "answers": [
      {
        "id": 21,
        "text": "двигаться в сторону продовольственного склада"
      },
      {
        "id": 22,
        "text": "двигаться в сторону дежурной части."
      }
    ]
  },
  {
    "id": 19,
    "text": "Крики, кровь, вы в панике пробирались сквозь толпу, пока не уткнулись в направленный в лицо пистолет... Растерянность, страх, дикая боль в переносице, вы очнулись на асфальте, вас обрабатывали ногами...\nВот чорт! Пока вы расклеивались тут прямо на проходе, внутренний патруль, совершавший обход, наткнулся прямо на вас! Ничего не успев сообразить, вы кинулись бежать, но поскользнувшись на осколках, упали на них же, и \nраспороли себе шею...",
    "answers": [
      {
        "id": 20,
        "text": "вы бились в конвульсиях, пока в глазах не оказалась полная тьма, последнее, что вы увидели, это ухмылки тех двух охранников, и слова \"скажем, что нашли уже мертвым\", смех..."
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "Склад... вы не представляете, как будете выбираться через залежи крупы, белья и вещей, разве там есть выход!?",
    "answers": []
  },
  {
    "id": 22,
    "text": "Вы бежите вдоль стены в сторону дежурной части, вы надеетесь, что сможете выбраться отсюда... Через комнату охраны!? Это ведь самое логово этих уродов, как вам пришла в голову такая... светлая мысль!?\nВозвращаться уже поздно, у вас очень мало времени.\n",
    "answers": [
      {
        "id": 23,
        "text": "Ускориться "
      }
    ]
  },
  {
    "id": 23,
    "text": "Вот оно, осиное логово, вы на цыпочках подкрались к двери и осторожно заглянули в круглое стеклянное окошко.",
    "answers": [
      {
        "id": 24,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 24,
    "text": "Внутри за мониторами наблюдения сидят трое охранников, кажется, они особо не следят за тем, что происходит на экране...\nЧтобы выбраться с этажа, вам необходимо пройти через эту комнату, хотя есть еще один выход... Но у вас нет ключей, ту дверь уже не взломать.",
    "answers": [
      {
        "id": 25,
        "text": "Постучать в дверь и убежать"
      },
      {
        "id": 26,
        "text": "пройти дальше по коридору "
      },
      {
        "id": 27,
        "text": "включить пожарную сигнализацию "
      }
    ]
  },
  {
    "id": 25,
    "text": "Несколько секунд вы колебались, но решившись ударили в дверь несколько раз и с ушедшим в пятки сердцем потрусили по коридору прочь.",
    "answers": [
      {
        "id": 29,
        "text": "бежать по коридору прямо"
      },
      {
        "id": 30,
        "text": "свернуть в туалет"
      },
      {
        "id": 31,
        "text": "спрятаться за кулер"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "Как только вы дернули за рычаг и раздалась сирена, из дежурной комнаты вылетело двое охранников и увидев вас, с криками \"побег, у нас побег!\" бросились на вас. Первый начал дубасить по вам резиновой дубинкой, а пока вы были оглушены, второй поджарил вас электрошокером...Перед глазами поплыли желтые круги, неужели все кончено?\n",
    "answers": [
      {
        "id": 28,
        "text": "..."
      }
    ]
  },
  {
    "id": 28,
    "text": "...Вы очнулись спустя несколько часов, вскочив, вы поняли, что находитесь в карцере, отсюда уже никак не выбраться, с потолка вам улыбалась камера наблюдения, все кончено...",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "После своей провокации, вы решили переждать последствия здесь, в месте облегчения... Пройдя мимо раковин к кабинкам, вы обнаружили, что одна из них занята...",
    "answers": [
      {
        "id": 32,
        "text": "не шевелится и не дышать"
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "—\"Лех, это ты?\"- послышался хриплый голос из кабинки.\n—\"Эй, дай мне толканку, она в шкафчике!\"\nСердце бешенно билось, неужели так глупо и закончится ваш побег? Потому, что вы нарвались на срущего охранника!?",
    "answers": [
      {
        "id": 33,
        "text": "открыть шкафчик и достать толканку"
      },
      {
        "id": 34,
        "text": "сбежать отсюда побыстрее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы дрожащими руками достали предмет вожделения этого... урода, чтож, осталось отдать это ему и решить, что делать дальше.",
    "answers": [
      {
        "id": 35,
        "text": "подать под дверью"
      },
      {
        "id": 36,
        "text": "попросить приоткрыть дверь и атаковать "
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  },
  {
    "id": 36,
    "text": "—Приоткрой дверь, передаю толчкуху, бро.\nСлишком поздно вы поняли, что ваш голос вряд ли совпадает с голосом \"Лехи\".\n—Это кто черт подери!? Я думал, это Леха! Ты кто!?",
    "answers": [
      {
        "id": 37,
        "text": "- Я с соседнего отдела, наш толчок забился."
      },
      {
        "id": 38,
        "text": "[промолчать]"
      },
      {
        "id": 39,
        "text": "- Я зэк, сбежал из камеры, тварь ты гнилая"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Ублюдки! В прошлый раз вы нам весь толчок засрали! Свиньи, вы сраные, думаете, если чужое место, убирать не надо!?\nВаш собеседник в бешенстве выбил дверь в свою кабинку и прямо со спущенными штанами вылез наружу. Его взгляд из агрессивного поевратился в удивленный, но тут же он кинулся на вас с криками \" у нас побег \".  Вы были явно не готовы к бою с полуголым здоровяком, который с матерными комментариями пытался отвесить вам аплеуху посильнее. \n",
    "answers": [
      {
        "id": 40,
        "text": "[сопротивлятся]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Да кто там черт побери!?\nОхранник открыл кабинку.",
    "answers": [
      {
        "id": 41,
        "text": "..."
      }
    ]
  },
  {
    "id": 39,
    "text": "— Хахахах, тупая шутка! Дай уже толканку сюда!\nВы передали толканку под дверью и задумались, что же делать дальше...",
    "answers": [
      {
        "id": 42,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 40,
    "text": "тут он ухватил вас покрепче за шиворот, и колотушки одна за другой полетели вам в голову, вспышки от таких потоясений затмили глаза, вы начали плыть и упали головой в кафель.",
    "answers": [
      {
        "id": 28,
        "text": "..."
      }
    ]
  },
  {
    "id": 41,
    "text": "Его взгляд из агрессивного поевратился в удивленный, но тут же он кинулся на вас с криками \" у нас побег \".  Вы были явно не готовы к бою с полуголым здоровяком, который с матерными комментариями пытался отвесить вам аплеуху посильнее. ",
    "answers": [
      {
        "id": 40,
        "text": "..."
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  }
]