[
  {
    "id": 1,
    "text": "Приветствую всех. Это мой первый квест, картинок пока что не будет. Но возможно добавлю.\nОбязательно оставьте отзыв, это поможет мотивации создание новых сюжетов, и продолжения. \nСюжет: Вы только что были укушены вампиром. К счастью, вы генетик и нашли способ сохранить только положительные эффекты Вампиризма. Но у вас будет выбор вылечиться или же стать королём вампиров.\nTelegram Автор: AYE01E (Доступ к этому аккаунту я потерял.) Мой новый Telegram: DearBrilliant\nСпустя достаточное время, я решил вернуться.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://yandex.ru/images/touch/search?p=1<amp>text=обложки<plus>250<plus>на<plus>340<plus>картинки<plus>игры<plus>вампира<amp>pos=38<amp>rpt=simage<amp>img_url=http://i.pinimg.com/originals/cb/7f/89/cb7f8983fc58d5f52bc9b21124650da3.png<amp>lr=64",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вас разбудил Алекс, вы просыпаетесь\nАлекс: Долго ли ты собрался спать?\nИслам: Аа чего случилось? для чего ты меня разбудил\nАлекс: Сегодня собираемся в клуб ты не забыл?\nИслам: Вы смотрите время",
    "answers": [
      {
        "id": 3,
        "text": "Встать и идти в клуб"
      },
      {
        "id": 4,
        "text": "Разработке... "
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы встаёте и делаете все свои дела\nАлекс: Быстрее, время уже поджимает\nВы одеваетесь, и идёте в клуб Champs\nАлекс: Ну все мы тут, охранник проверит нас я тебя буду ждать за столиком. Он достаточно долго проверяет\nИслам: А Алекс, он ушёл...\nОхранник: Сколько лет?\nВы отвечаете что вам уже есть 18 лет, и вы смело можете пройти уже по закону\nОхранник: Смеясь отвечает, гляжу по закону живете все тут, ну ка давай паспорт свой и проваливай в клуб",
    "answers": [
      {
        "id": 5,
        "text": "Дать паспорт"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ещё в разработке....",
    "answers": []
  },
  {
    "id": 5,
    "text": "Вы успешно дали паспорт, но вам его обратно не отдали, лишь запихнули в этот клуб. Вы ищите Алекса, и видите как он сидит за столиком и, уже употребляет алкоголь\nАлекс: Эй дружище, присаживайся, ну как прошла проверка?\nИслам: Проверка? Да этот упырь мой паспорт отжал\nАлекс: Тебе этот паспорт вернут смеясь отвечает вам. Лучше давай девчонок снимем и на хату\n",
    "answers": [
      {
        "id": 6,
        "text": "Давай"
      }
    ]
  },
  {
    "id": 6,
    "text": "Пока Алекс пытается приставая к девушкам, пригласить за наш стол. Как к вам подходит крупный паренёк, и спрашивает вас я тут сяду мой столик\nИслам: Этот как бы наш столик, проваливай\nНеизвестный: Ты че я же тебе башку снесу, горло перегрызу",
    "answers": [
      {
        "id": 7,
        "text": "Ударить"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы тут же бьёте ему прямо в челюсть, но тут он настолько быстро успел уклониться, что вы даже не заметили\nНеизвестный: бьёт вам в лицо неожиданно, у вас потемнело в глазах и вы падает на пол\nАлекс: Эй упырь, с такими словами \"Алекс\" влетел с ноги ему прямо в спину\nНеизвестный: загнувшись улыбаясь, поднимает за шею Алекса, и начинает его душить\nВы из за всех сил встаёте, и хватаете бутылку и бьёте ему от голову\nНеизвестный: Откинул Алекса, и поворачиваясь к вам бьёт прямо в нос, вы упали и потеряли сознание",
    "answers": [
      {
        "id": 8,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 8,
    "text": "Проснувшись вы заметили что вы в крови, у вас жуткая жажда, вы встали начали пить воду, но жажда вас мучает до сих пор сильная, вы смотрите и видите что много трупов и крови. Вы не контролируя собой вцепились в трупа, и начали пить его кровь. Вы утолили жажду, что со мной происходит. Надо убираться отсюда",
    "answers": [
      {
        "id": 9,
        "text": "Бежать "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы прибежали домой открыли дверь и видите Алекса. Он выглядит не очень особенно его лицо, оно все покрыто в синяках.\nАлекс почему ты мне не помог? Я валялся в этом клубе там все в крови одни трубы. И вообще что произошло\nАлекс: Кхм. Ну могу сказать после того как ты разбил бутылку от его голову, я видел как он ударил тебя ты сразу же потерял сознание, после этого он вцепился в тебе шею. Люди начали нападать на него ведь уже перебор. Но он и людей замочил начал жрать их. А я чудом убежал,  я думал он уже убил тебя...\nВы задумались и решились рассказать Алексу, что вы выпили крови ",
    "answers": [
      {
        "id": 10,
        "text": "Рассказать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Алекс, со мной что то не так. Я только что пил в баре воду от жажды она не помогла, потом я не контролируя себя вцепился в трупа и начал пить его кровь, после моя жажда утолилась. Алекс что со мной\nАлекс: Тебе нужно в больницу это не нормально, может от был заражён чем то... Это очень странно приляжь отдохни\nВы ложитесь спать, но слышите как Алекс разговаривает по телефону\nАлекс: Але это Саган? Ух привет, короче тут такая тема, помнишь я когда приехал звонил тебе после  бара что происходило\nСаган: Конечно же помню\nАлекс: Долго Ну вот мой друг вернулся\nСаган: Это тот который умер в баре?\nАлекс: Я тебе клянусь он умер, я проверял его пульс, его шея же была укушена каким то упырем\nСаган: Наши отцы, говорили же нам в детстве, что упыри существуют\nАлекс: Ну это бред, но хотя он пил кровь трупа, нам надо устранить его, помоги мне же Саган\nСаган: Не думал что ты на такое пойдёшь, ну хорошо жди завтра я приеду, пока буду все готовить все отбой",
    "answers": [
      {
        "id": 11,
        "text": "Следующее утро"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы просыпаетесь уже утро, у вас невыносимо болит голова и жажда крови, вы заметили что у вас кожа стала как у мертвеца светлее. Встав вы идите вперед где спит Алекс. У вас сильная жажда вы слышите как бьётся его сердце, как проходить кровь по его венам",
    "answers": [
      {
        "id": 12,
        "text": "Вцепиться в Алекса"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы подались чувствам хищника и вцепились в шею Алексу, и начали жадно пить его кровь, от боли просыпается Алекс\nАлекс: Что за боль, чорт! Что ты такое отпусти упырь, он бьёт вам в лицо\nИслам: Я сожру тебя отвечаете вы\nВы свернули ему шею перед его криком, и выпили его полностью, ваша жажда утолена. Либо он, либо я, я же слышал что ты ублюдок, хотел убить меня.\nНо я сделал раньше это, ведь я само зло смеясь вы отвечаете.\nВы слышите как вам стучит кто то в дверь, вы решаетесь её открыть, не смотря даже в глазок",
    "answers": [
      {
        "id": 13,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 13,
    "text": "Открыв дверь вы видите высокого паренька, который был в баре, который смотрел как вы дрались.\nНеизвестный: Ну привет, это ты стал новый красавцом, который заражён.\nИслам: Кто же ты? И что вы со мной сделали вылечите меня\nНеизвестный: Называй меня отцом, я же один из первородных вампиров. Или как люди называют нас упыри, давай пожалуй пройдём в квартиру, а то мне не хочется стоять за порогом, впускай",
    "answers": [
      {
        "id": 14,
        "text": "Впустить "
      }
    ]
  },
  {
    "id": 14,
    "text": "Ислам: Что за бред разве вампиры существуют, откуда ты знаешь что со мной произошло, и почему именно я?\nНеизвестный: Пойми Ислам, то что ты выпил кровь своего друга и он помер. Это уже хороший уровень, ты сможешь быть как и я королём мира. Мы существуем очень даже давно. Уже много лет, мне примерно же две тысячи лет. Я не помню уже.\nИслам: Откуда ты знаешь кто? Как вы так живите долго, зачем вы заражаете и убиваете\nНеизвестный: Про убийства ты сам задумайся, для чего ты убил своего близкого, если он мог тебя убить, и нас было больше, или же дал бы ему второй шанс, и заразил был его.\nИслам: Что за паренёк меня заразил? Назови своё имя\nНеизвестный: Тот кто заразил тебя, является одним из первородных, он же является моим Братом. А зовут же этого его Джафар. А моё имя тебе ещё рано знать. Пока что, я не уверен готов ли ты встать на наш путь. ",
    "answers": [
      {
        "id": 15,
        "text": "Готов"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы говорите неизвестному, что согласны вступить на его сторону, и просите чтоб он принял вас.\nНеизвестный: Тебе нужно произнести о король первородных, я клянусь вере тебе свой жизнью.\nВы наблюдаете как он режет себе руку, и стекает кровь по его руке, это кровь стекает прям в бокал, после того как он разрезал руку, рана зажила за секунды.\nИслам: О король первородных, я клянусь вере тебе своей жизнью\nНеизвестный: Моё имя назови трижды и выпей из этого бокала с кровью, а звать меня Граф Дракула I. Это полное моё имя, называй меня просто Граф.\nИслам: Граф, Граф, Граф",
    "answers": [
      {
        "id": 16,
        "text": "Выпить"
      }
    ]
  },
  {
    "id": 16,
    "text": "После того как вы выпили из бокала, вы ощущаете какую то могущественную силу\nГраф: Гляжу ты все же ощущаешь эту силу, значит ты принят, о сын мой, теперь мы завладеем всем миром\nИслам: Благодарен тебе Граф, возможно ли нас убить?\nГраф: Только новорождённых как ты, могут умереть, но чтобы стать тебе сильнейшим и бессмертным как я, убивай сильнее себя. Так как сильнее меня никого нет, я порождаю свою армию.\nИслам: А возможно стать сильнее тебя?\nГраф: Нет, я великий, я бог\nМысли Ислама: Вы уверены что когда то сможете одолеть его, но это время ещё не настало, вы вините его брата, из за него вы убили своего лучшего друга, и все что с этим связано\nИслам: Граф, познакомь меня с тем кто меня заразил, с Джафором\nГраф: Кхм, ну хорошо идём в наш дом, отныне ты будешь жить там, нас там очень много более тысячи.\n",
    "answers": [
      {
        "id": 17,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы пришли, и видите замок который сторожит один охранник, и он тоже вампир. Он очень высокий и крупый\nОхранник: Кем ты будешь смертный?\nИслам: Я...\nГраф: Он со мной, звать его Ислам\nОхранник: Проходите ваше величество, я вас не заметил.\nОхранник: открывает дверь и даёт нам зайти ",
    "answers": [
      {
        "id": 18,
        "text": "Зайти внутрь "
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы заходите и тут столько много место, замок огромный, здесь много разных вампиров таких же как вы.\nГраф: Идём к офису Джафара. Я уверен он сидит там, и принимает новых обращенных вампиров, делает им метки нашего клана\nИслам: Клана? Какие ещё Метки?\nГраф: Клан называется Шикояби, это клан существует ещё когда меня не было, а были наши отцы с Джафаром. И по сей день он продолжает быть кланом\nГраф: Ну а что про метки, это полосы клыкоподомных. Они нужны чтобы мы опередили что это наши братья.\nИслам: Зачем? разве есть ещё вампиры кроме нас?\nГраф: Не только вампиры есть как мы, их много по всему миру, кланов также вдоволь. Но из всех вампиров мира, я сильнейший и старший. Меня знают и уважают. Есть конечно смельчики которые идут против нас. Ну все, мы пришли заходим",
    "answers": [
      {
        "id": 19,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы видите как сидит на трона-подобном, почему я его так назвал? Потому что он, состоит из многих черепов, и Золото. Вы же сразу его узнали что именно он вас заразил.\nГраф: Приветствую брат. Принимай своего новообращего.\nДжафар: Э? Это тот, кто умер же\nГраф: Ну по сути он умер, он же вампир.\nДжафар: Ладно позже объясню, ну подходи Ислам, заполнишь своей кровью кое что, и готово\nИслам: Зачем ты заразил меня?\nДжафар: Вопросы потом. Ты обязан заполнить\nГраф: Заполни, позже он ответит на твои вопросы о заражение, и о другом.",
    "answers": [
      {
        "id": 20,
        "text": "Заполнить кровью"
      }
    ]
  },
  {
    "id": 20,
    "text": "После того как Джафар порезал вам руку, и вы все заполнили. Вы удивились что рана быстро затянулась.\nДжафар: Молодец новообращенный, остаётся метка\nИслам: Ну хорошо\nВы видите как Джафар, своими когтями впился вам в кожу, и начал вырезать метку. Его ногти как бритва острые\nДжафар: Готов ещё один к семье, поздравляю тебя упрёк смеясь отвечает\nГраф: Ладно я буду ждать тебя в своём дворце\nНе успели вы сказать Графу как он уже пропал.\nДжафар: Ты тоже научишься всему, и если бы не Граф, пойми ты бы не был тут. Твоё заражение произошло не специально. Ты нагрубил мне\nИслам: Но зачем? Ты мог же просто вырубить меня, и никого не трогать\nДжафар: Слушай многое не объяснить в этом мире, много свидетелей, а ты был достоин характером, стать одним из нас, я тебе подарил этот шанс. Ты должен быть рад\nИслам: Ладно, благодарю тебя мне пора идти к Графу. ",
    "answers": [
      {
        "id": 21,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы вышли из дворца Джафара, и задумались а может он и вправду подарил мне власть, то от чего бы никто не отказался. И он прав, что мне повезло, если бы не Граф. Я бы может уже был изгоем. Вы идите и ищите дворец Графа, как же тут много всего и всех. И тут вас врезался какой то паренёк, тоже новообращенный похоже\nИслам: Осторожно можно же\nНеизвестный: Эй слышь ты че упырь, я тебя сломаю если ты не пойдёшь мимо, ты слишком слаб для меня\nМысли Ислама: Он не оставил мне выбора",
    "answers": [
      {
        "id": 22,
        "text": "Ударить "
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы бьете настолько быстро и неожиданно прямо в челюсть, от этого паренек падает\nНеизвестный: Да я тебя, убью упырь\nНачалась драка он набросился на меня, начал швырять ломать кости, и бить. Вы разозлились и остановили его удар\nНеизвестный: Что? этот удар не оставить никому из новообращенных вампиров, Что ты такое?\nВы бьете его и вцепились ему в шею высасывая кровь, и вы тут же, сломали ему шею\nМимо проходит Граф, и разнял вас\nГраф: Я наблюдал как вы дрались, мне понравилось, я думал Ислам ты слабее. Но оказалось что ты смог одолеть, очень даже серьёзного для тебя противника\nИслам: Вы встаёте и видите Неизвестный вами валяется как будто умер\nИслам: Что с ним я его убил? И почему вы считаете что я сильнее чем кажется\nГраф: Да оживёт, ты выпил кровь его, а это значит что ты не простой, пойми обычный вампир, не может пить кровь не чью либо, из вампиров. Пройдём, ко мне во дворце объясню\nВы подошли к дворцу",
    "answers": [
      {
        "id": 23,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы открыли дверь, и удивились тут все в золотое, большое свободного места и трон его, вы присели на кресло. А Граф на трон\nГраф: Я дал тебе свою кровь и ты выжил, после моей крови, не могли выжить многие. Это значит, что ты необычный вампир, ходят легенды что придёт тот кто сможет сделать выбор, между добром и злом. Ты сможешь сделать все что захочет твоя душа, и никто тебе не помешает, не у кого даже сил не хватит остановить, того кто стал этим избранным из легенды\nИслам: Ну как это возможно я не понимаю, и почему я избранный?\nГраф: Ты наверняка думаешь, что всех людей обратил в вампиры я, тут ты не прав будешь\nИслам: Ну кто же, ты же первородный вампир.\nГраф: Нас с братом тоже заразили, один самый старший вампир и сильнейший, говорят он умер неизвестно как и где он. Никому не известно кто заразил его, и кто он\nИслам: Как это вожможно, если он настолько силен, то почему он не починил всех?\nГраф: Неизвестно, ходят легенды что магия его сделала вампиром, а после обращения он заразил всех нас укусив, как мой брат тебя.\nВы наблюдаете как Граф, открывает бутылку вина, и наливает в два бакала",
    "answers": [
      {
        "id": 24,
        "text": "Взять бокал"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы взяли бокал, и начали тоже пить вино, вслушиваясь в разговор Графа.\nГраф: По одному он бы всех наверняка убил, если бы был жив неизвестно. Но я знаю одно, что мы с первородными, что то бы смогли против него сделать\nИслам: Это невероятно. Но почему же я все же избранный?\nГраф: Как говорила ведьма моему брату, придёт избранный, одолеет любого, и станет тем кем захочет, но потом придёт \"Бог\" они называют так этого первого самого вампира, он же безымянный. И сказано, что он начнёт с бой с избранным, и кто победит неизвестно.\nИслам: Как понимаю, они считают что я, один смогу что то противопоставить, но может все же я не избранный, а везучий?\nГраф: Я не уверен что ты везучий. Но все в загадках. Иди обратись к Сауру, он библиотекарь поможет тебе узнать ответы. Я пока найду тебе комнату.\nВы добиваете вино, и идёте к выходу ",
    "answers": [
      {
        "id": 25,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 25,
    "text": "После того как дверь за вами закрылась, перед вами появился тот паренёк, которого вы одолели\nИслам: Ох, это ты так неожиданно\nНеизвестный: Меня удивляет как ты одолел меня, ладно, меня отправили показать где библиотекарь\nИслам: Аа, хорошо пойдём\nСпустя примерно минут 15, вы дошли до библиотеки\nИслам: Ну то спасибо что показал, как тебя звать?\nНеизвестный: Меня зовут Ерос, ладно увидимся\nИслам: Ну да, увидимся\n",
    "answers": [
      {
        "id": 26,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 26,
    "text": "Открыв дверь, вы видите столько места, и все в книгах, буквально потолки более пятнадцати метров высоты, и все в книгах. Вы проходите несколько минут и перед вами сидит какой то дед, извините вы не знаете где Саур? \nСаур: Это я Саур\nИслам: А извините я не знал что вы Саур\nСаур: Для чего пожаловал Ислам\nИслам: Я хочу узнать о избранных\nСаур: Ну я попытаюсь найти эту книгу, она старая как я смеясь отвечает\nИслам: Сколько вам? \nСаур: Ну около 500 лет. Являюсь старшим библиотеки, без моего ведома здесь даже сам, Кан, не появляется. \nИслам: Кан? Кто это\nСаур: Ух ты же ещё ничего не знаешь видимо. Кан это средний брат Графа, Джафара. Ему около 1000 лет говорят. \nИслам: Я не знал что есть братья у них ещё.\nСаур: Не сталкивайся лучше с ним говорят, он ломает новообращенных, заставляет их делать работу, которую он даёт другим. \nИслам: Зачем? \nСаур: Кан так делает чтобы быть при власти, он управляет войском вампиров. Ему это право одобрили Граф, Джафар\nИслам: Но почему они не скажут что он издевается над ними\nСаур: Они потеряют уважение среди своих, и будут изгоеями, их будут считать слабаками\nСаур: Ой что то я забыл про книгу, присядь пока налей вино \n",
    "answers": [
      {
        "id": 27,
        "text": "Налить вино"
      }
    ]
  },
  {
    "id": 27,
    "text": "Налив вино вы пьёте, и задумайтесь о том чтобы узнать больше, о всех кто находится в дворце. И есть ли ещё кто то, и чем они занимаются\nСаур: Ох нашёл, только половину листка... Ты не думай книги такой не существует, её никто не писал и не собирался. Ибо о этом безымянном, никто не знает. Лишь отрывками, какой легенды о нем\nИслам: Кхм, но мне Граф говорил что у тебя есть книга, в таком духе что то\nСаур: Он так даже листки бумаги называет. Но книги нет, по крайнем мере так называемой книги, я никогда не видел. Держи аккуратно её никто не читает, ибо не у всех есть право, читать ее, только Граф и Джафар могли её прочитать, и другие доверянные вампиры, но у них нет времени. ",
    "answers": [
      {
        "id": 28,
        "text": "Прочитать"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы взяли листок, он очень пыльный и старый, на вид ему более 1000 лет. Ну ка что тут написано, вы начали читать и написано: Когда то вы найдёте способ победить безымянного, вам нужно искать по кланам, боюсь книги нет, есть только частицы с ответами. Безымянный \"Бог\" его не одолеть бегите! Придёт избранный и.... Конец листка.\nСаур: Ну что? Говорил же я тебе нету книги. Но как я понял во всех кланах библиотеки есть ответы, но могу сказать одно, у нас одна библиотека во всех кланах больше нет. Мне стоит поискать по лучше ответы. Может у меня затоилась.\nИслам: Хорошо, я пойду и сообщю полезную информацию для Графа\nСаур: Хорошо, будь осторожен, Кан, везде!\n",
    "answers": [
      {
        "id": 29,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы открыли дверь, и задумались кто же такой безымянный и почему он \"Бог\". Вы идите к дворцу. Как тут кто схватил вас за плечо и развернул к себе.\nНеизвестный: Ты че широкий подвинься\nИслам: Ты не можешь обойти? Как тебя звать\nНеизвестный: Перед своей смертью, упырь узнаешь, хочешь узнать имя моё? Звать меня Шао, я младший брат Графа и Джафара. Мне около 500 лет.\nВы надеетесь что остановите его, и видите он наносит быстрый удар, этот удар сбил вас с ног\nШао: Хаха, а ты хочешь жить? Нет? Умри\nОн бьёт настолько сильно, что от ударов разлетается моя кровь. Пора избить его вы, вы начинаете злиться, вы с удивительной скоростью встаете, и наносите ему удар с такой силой, что он отлетел на метров десять, прямо в стену\nШао: Ты что такое? Ты не новообращенный что ли. Да я тебя\nТут вы заметили что его остановил Граф\nГраф: Шао, зачем ты так с нашими братьями?\nШао: Тебе что тут нужно еще, тебе повезло Ислам. Граф пойми не брат, он мне\nГраф: Это твой выбор, идём Ислам.\nВы идите и наблюдает как Шао показал знак, что вы наверняка ещё с ним встретитесь\nВы доходите до дворца",
    "answers": [
      {
        "id": 30,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы заходите во дворец Графа, и замечаете что сидит здесь Джафар, и ещё какой то здоровяк\nГраф: Присаживайся рядом с нашими, братьями\nВы подошли и присели\nГраф: Ну думаю практически никого, не нужно знакомить из нас, Джафара ты знаешь, а вот Кана думаю нет. Может и слышал\nКан: Ну привет сладкий хаха, ты скорой будешь моим\nДжафар: Да успокойся, этот малец не из слабых, он чуть нашего младшего брата Шао не убил.\nКан: Кхе удивительно, ты что такое тогда? Что за тварь ты? Чтобы упырь через пару недель в Вампиризме. Вы ему давали вино? А он не знал что это кровь кхахах.\nГраф: Пойми он наверняка понимал, я думал он избранный\nКан: Избранный? Избранный это сын безымянного, сын \"Бога\". Ты хочешь так сказать?\nДжафар: Умно, кто твой отец Ислам?\nИслам: Я понятия не имею\nКан: Остаётся проверить мне его, я сломаю его прямо тут и разорву на части, если он избранный он меня убьёт.\nГраф: Держи выпей Ислам, этим делом займётся Шао",
    "answers": [
      {
        "id": 31,
        "text": "Выпить крови"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы выпили кровь, после задумались и в правду кто ваш отец? Почему вы нечего о нем не знаете. Мне нужно больше узнать кто мой отец, а если и в правду я избранный. Вы услышили скрип двери, и видите как входит Шао\nШао: Приветствую вас братья, мне сообщили что я должен убить кое кого\nГраф: Попробуй устранить Ислама\nКан: По словам Джафара и Графа, он сильнейший\nШао: Сильнейший? Да я его сломаю\nВы видите как Шао, начинать с быстрой скорости нападать на вас",
    "answers": [
      {
        "id": 32,
        "text": "Ударить"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы резко встаёте и ударяя ему в голову, после удара он падает, вы же с быстрой скорости вцепляетесь ему в шею. И начинаете выпивать кровь. Вы перестаете пить кровь, лишь начинаете его избивать пока он не умрёт.\nГраф: Ладно прекращай, Шао нам нужен, он наш брат\nДжафар: Согласен, пора прекращать эту мясорубку\nКан: Он не понимает или что, да я его щас сам убью вашего Ислама\nВы получаете очень сильный удар в голову, и отлетаете к воротам. Видите что Шао ели живой, наблюдаете с злостью, что вас ударил Кан. Кан бежит с быстрой скростью и избивает вас\n",
    "answers": [
      {
        "id": 33,
        "text": "Ударить "
      }
    ]
  },
  {
    "id": 33,
    "text": "Резко отвернувшись от удара, Кана. Вы с большой силой ударили Кана, что Кан даже смог упасть, вы невероятной злостью бьёте его. Пока Граф вас не успокоил\nГраф: Ну все наконец то остановились\nДжафар: Среднего брата Кана даже чуть не убил\nКан: Чего за бред несёте? Да, я его уничтожу, увидимся ещё\nС злостью Кан, с ноги открывает двери, и выходит из дворца Графа\nШао: Ну вот и ушёл\nСледом за ним ушёл Шао\nИслам: Я не знаю что на меня нашло\nГраф: Твоя сила неизвестна нам, ты вампир не так долго, но опыт, и сила откуда? Никому не неизвестно, даже тебе как я понимаю\nДжафар: Ладно направляйся в свою комнату, отдохни. Хотя нам нету смысла спать, нам это не нужно ",
    "answers": [
      {
        "id": 34,
        "text": "Пойти в свою комнату"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы выходите из дворца Графа, и идите на этаж ниже там ваша Комната. \nСпустя пару минут вы добрались до своей комнаты, заходите в неё тут так темно, вы наблюдаете что ваша комната, почти по размерам как дворец, у вас тут все.\nПроходя немного вперед, вы заметили паренька, и открытое окно.\nНеизвестный: Ну приветствую, стой где стоишь, нам не нужны проблемы, я тут нахожусь не просто так\nИслам: Кто ты?\nНеизвестный: Я посланник лишь всего.\nИслам: Чей посланник?\nНеизвестный: Его имя неизвестно никому, он \"Бог\" среди нас всех, ему нет равного создание в этом мире. Ну а прислал меня единственный сильнейший. Он просил передать тебе: Ты удивительно быстро становишься сильнее и опытнее, но на войне я буду наблюдать, на что ты способен, и тогда... Ты сможешь стать одним из нас. Это все что просил передать",
    "answers": [
      {
        "id": 35,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы осознаете все эти слова, не уж то так называемый, безымянный, беспокоиться за меня? \nМожет и в правду он мой отец. но почему он не забрал меня в том баре, или же ещё раньше, слишком много вопросов\nНеизвестный: Мне пора хозяин ждёт, живи пока, может скоро ты умрёшь, от рук безымянного\nИслам: Он мой отец?\nНеизвестный: Глупый же ты, нет, у него никого. Он лишь \"Бог\" Король наш, скоро ты будешь ему тоже подчиняться, либо умрёшь если откажишься, мы на шаг впереди, от всех всегда\nВы осознаете что вас возможно, хотят убить, но тут же, вы решаете напасть, на этого неизвестного",
    "answers": [
      {
        "id": 36,
        "text": "Напасть"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы решаете напасть на этого неизвестного, чтобы он не убил вас. Вам он нем ничего неизвестно.\nВы быстрой скоростью решаете напасть. Но не успели даже вы добежать до него. Он уже убежал через окно. Он говорил о какой то войне. \nНо что это значит не уж то скоро война, надо узнать у Графа что происходит. Неизвестный считает что мы проиграем, в этой войне, у меня будет выбор, за них или умереть от рук безымянного. Вы слышите, как ваша комната открывается, и заходит сам Граф\nГраф: Нас ожидает война, против самого безымянного\nИслам: Я знаю что война приближается, у меня в комнате был посланник безымянного, он сообщил что я не сын его. И мы проиграем, у меня будет выбор, за них или умереть от рук безымянного.\nГраф: Выбор будет за тобой. Могу сообщить что за нас, соберутся все сильнейшие вампиры, которые не бояться пойти против безымянного. Но я думаю тебе будет лучше, узнать от самого безымянного кто ты для него.\nИслам: И в правду ты прав, если выживу, то обязательно узнаю.\nГраф: Идём, нам нужно всех собрать, и приготовиться к войне, с самим \"Богом\"\nИслам: Хорошо, идём ",
    "answers": [
      {
        "id": 37,
        "text": "Выйти из команты"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы вышли из команты, как тут наблюдаете что все куда то торопятся, столько вампиров, неизвестных ещё вам\nИслам: Что происходит? Куда все торопятся\nГраф: А ты как думаешь? Война приближается, не на жизнь, а насмерть\nИслам: Точно\nГраф: Мне нужно отойти кое куда, спускайся вниз, и выходи на улицу, тебя там встретят, и проводят, времени мало все тебе сообщат.\nИслам: Ааа стой, а как же\nСтоило отвернуться, Графа уже нету с вами\nТут же вас врезался кто то, с невообразимой силой, и вы свалились с ног\nИслам: Ах, что за\nВы поднимаетесь, и смотрите от стороны в сторону, и никого не видите возле вас\nИслам: Да что вообще происходит? Ладно, мне нужно на выход\nВы спустились, и выходите на улицу, вы наблюдаете, сколько вампиров на улице, более тысячи\nКто то хлопает вас по плечу, и поварачивает в свою сторону\n",
    "answers": [
      {
        "id": 38,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы обарачиваетесь, и видите перед вами стоит, высокий и крупный паренек, выглядит он очень подозрительно\nНеизвестный: Приветствую, Ислам, пройдем со мной, по дороге я тебе все расскажу, и можешь даже задать вопросы, которые тебя мучают\nИслам: Хорошо",
    "answers": [
      {
        "id": 39,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы идете с неизвестным, как только вы отдалились от вампиров, вы свернули в какой то лес, и идёте по трапинке\nНеизвестный: Не отставай, приближается война, которая заберёт много жизней\nИслам: Как тебя зовут?\nНеизвестный: Кхм, это вопрос который тебя интересует? Звать меня Магнус\nИслам: Магнус? Хорошо, Магнус, куда мы идем?\nМагнус: Мы идём, в клан \"Ласомбра\"\nИслам: Клан \"Ласомбра\"? Что это за клан, я никогда о нем не слышал\nМагнус: Это один из самых могущественных кланов, их правитель, Люциус Ласомбра, один из сильнейших первородных, его могуществу, многие только могут позавидовать\nИслам: Ох, я не предствалял что есть клан, который может сравниться, с Шикояби\nМагнус: Поверь, ты ещё многого не знаешь, по пути я тебе все расскажу, теперь сюда",
    "answers": [
      {
        "id": 40,
        "text": "Свернуть"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы свернули в другую сторону, как не странно здесь не было трапинки, как будто здесь никогда никто не ходил\nИслам: Почему здесь нет тропинки?\nМагнус: Ох, здесь ходят очень редко, по этой тропинки мы быстрее доберемся, до клана\nИслам: А, хорошо\nИслам: А кто сильнее Граф, или Джафар, мне любопытно\nМагнус: Как я знаю они примерно на одном уровне, не считая одно вампира, который возможно даже сильнее их будет, и всех вместе взятых вампиров, не считая \"Бога\" вампиров, ибо про него нам неизвестно",
    "answers": [
      {
        "id": 41,
        "text": "Кто же он?"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы удивительно, и не понимаете что же за вампир, который может быть сильнее Графа, и Джафара, даже вместе взятых вампиров\nИслам: Подожди, есть ещё один особенный вампир? Который сильнее Графа, и Джафара?\nМагнус: Это лишь преположение, но его дела и сила говорит, сама за себя\nИслам: Как же его звать?\nМагнус: Звать его Енох, по старым легендам, ему более десяти тысяч лет\nИслам: Что? Он старше чем Граф, и Джафар\nМагнус: Возможно даже так\nИслам: Но откуда тебе знать? Откуда ты про него знаешь, ведь мне никто про него не рассказывал\nМагнус: Он встретит нас, и дальше ты пройдешь с ним. Все мы пришли нам сюда, дальше пройдешь с Енохом, ты его увидишь\nИслам: А ты? Ты не со мной идешь\nМагнус: Мы ещё увидимся, мне пора мне нужно помогать мои братьям, будь на чеку\nМагнус с невероятной скоростью убежал",
    "answers": [
      {
        "id": 42,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы идёте в сторону куда сказал вам Магнус. Вы идёте и видите очень большой дворец, не уступающий по размерам дворца Графа. Вы идёте в сторону этого дворца, как тут у вас потемнело в глазах, нечто с невобразимой силы, ударило вас по голову, вы падаете на землю, чуть ли не теряя сознание\nИслам: Стоны — боли, аааах моя голова\nНеизвестный: Что ты забыл на моем земле, чужак. Удивительно, что ты не потерял сознание, сейчас это исправим. Со смехом сказал \"Неизвестный\"\nИслам: Постой.... Меня сюда привёл Магнус...\nНеизвестный: Кхм...\nВас снова бьют по голове с невобразимой силой, вам кажется что ваше время уже пришло. И вы теряете сознания. И слышите приближающие шаги в вашу сторону",
    "answers": [
      {
        "id": 43,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 43,
    "text": "Открыв глаза, вы находились в каком неизвестном вами месте, осмотревшись вы поняли что вы находитесь в каком то помещения, похоже это дворец клана \"Ласомбра\"\nНеизвестный: Ох, очнулся, мой брат не любит чужаков, прости его за это. Так значит тебя прислал, Магнус?\nМысли Ислама: Вы осмотрели, неизвестного вами вампира, он был среднего роста, стройного телосложения\nИслам: Да, меня прислал Магнус, кто ты такой? И почему на меня напали, мне Магнус ничего не говорил, про ваше гостеприимство\nНеизвестный: Меня звать Енох, я один из сильнейших вампиров. А это мой брат, Ирад\nИрад: Хах, так и думал что он слабый, как его вообще считают \"избранным\"? Он же чуть, не умер от моих ударов\nЕнох: Прости моего брата, он не любит чужаков\nИрад: Перебивая своего брата, Еноха, скажи спасибо, дитя, моему брату, если бы не он, я бы убил тебя)",
    "answers": [
      {
        "id": 44,
        "text": "Напасть на Ирада"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы с невообразимой скоростью встаёте со стула, и пытаетесь ударить Ирада. Ирад уклонившись, пнул вас и вы отлетели прямо в стену\nИрад: Ты что? Думал сможешь меня ударить? Ты жалкое существо, которое должно умереть\nВы видите как Ирад, с невообразимой скоростью нападает на вас, и начинает избивать.\nВы падаете, и ощущаете как ломаются ваши гости, и вы отлитали от стороны в сторону\nИрад: Хаха, это все на что ты способен? Кто посмел тебя признать \"Избранным\". Ты же жалок, настолько слаб",
    "answers": [
      {
        "id": 45,
        "text": "Ярость"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы ощущаете как вас избивают, как ломаются ваши кости, и восстанавливаются, как кровь брызгает из стороны в сторону, вы начинаете злиться, в вас проснулась сама ярость, само зло\nИслам: Да, я тебе уничтожу\nВы хватаете ногу Ирада, которой он хотел снова вас ударить, ломаете её, и швыряете его в сторону, и тут же нападаете на него, и начинаете избивать с невообразимой силой, что тот даже застонал от боли, вы ощущаете как ломаете ему кости, вы впиваетесь ему в шею, и начинаете пить его кровь\nИрад: Ааа тварь, отпусти меня, я тебя уничтожу \nВы свернули шею Ираду. Как тут же прилетает удар, и сваливает вас с ног\nЕнох: Все хватит оба.",
    "answers": [
      {
        "id": 46,
        "text": "Подняться "
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы поднимаетесь с пола, и отводите взгляд на Ирада, он уже стоит как не бывало, вы удивительно на него смотрите, ведь никогда не видели что, кто то вставал настолько быстро, если ему свернуть шею, или выпить его кровь\nИрад: Хах, ты достаточно силен, но не сильнее меня, придёт время ты будешь, умолять о пощаде\nИслам: Посмотрим\nВы хотели снова напасть друг на друга \nНо вас обоих схватил за шею, с невообразимой скоростью, Енох\nЕнох: Я же сказал хватит\nИслам: Прости, Енох \nИрад: Ладно, прости брат. Мы ещё с тобой сразимся\nИслам: Согласен \nВы с Ирадом, успокоились\nЕнох: Так, пройдём со мной Ислам, мне давно сообщили о тебе, идём в мой дворец, у нас мало времени, там всё объясню\nВы идёте за Енохом",
    "answers": [
      {
        "id": 47,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 47,
    "text": "Когда дверь открылась, вы удивились, дворцом Енохам, он такой же большой как у Графа, вы сели на кресло. Енох сел на свой трон\nИслам: Стоп, разве, Люциус Ласомбра не правитель? Этого клана\nЕнох: Кхм. Люциус Ласомбра, мой очень дорогой друг, он правитель своего, клана \"Ласомбра\"\nИслам: Разве я не в клане Ласмобра?\nЕнох: Нет. Как понимаю ты направлялся туда, не переживай, все собрались здесь, очень могущественные вампиры, всех кланов, которые не побоялись пойти против \"Бога\"\nИслам: Но.... Почему меня отправили в \"Ласомбра\", если все тут?\nЕнох: Позже сообщили что место встречи другое, прости за наше гостеприимство конечно. Но собрались все не просто так, я думаю ты знаешь что предстоит война с могущественным, вампирами, и так называемым \"Богом\"",
    "answers": [
      {
        "id": 48,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 48,
    "text": "Ислам: Да, мне Граф, сообщил об этом, но я узнал, это не от Графа\nЕнох: Кхм. Странно. А от кого тогда?\nИслам: Я сам не знаю, до сих пор кто он, но он сказал что он. Посланик \"Бога\", назвал его королем нашем. Также сообщил мне что предстоит война, и у меня будет выбор, либо я встаю на их сторону, либо меня убивает сам \"Бог\"\nЕнох: Кхм. Очень подозрительно все это. Придёт время, ты все узнаёшь. Но пока, мне нужно тебе сообщить, все что предстоит сделать нам всем, и особенно новообращённым, таким как ты\nИслам: Хорошо, я готов ко всему, лишь бы получить ответы\nИслам: Откуда появились кланы, и вампиры?\nЕнох: Хороший вопрос. Если судить по легенде, когда то он был человеком, этот называемый \"Богом\", он убил своего брата, считается этим актом любви, но это лишь его были заблуждения, он приносил жертвы и дары, \"Богу\", считая что тот вознаградит его бессмертием, но это лишь были заблуждения, и \"Бог\", его покорял проклял его, меткой, которая даровала ему бессмертие, жажду убийства, он отвернулся от \"Бога\", ведь тот от него отрекся. Легенды гласят, от этой метки практически невозможно, избавиться лишь передать её, наследственно, дабы передать своё проклятие другому, и обрести свою смерть, избавиться от всех мучений, которым проклял его \"Бог\". Это всё практически что я знаю, о нём",
    "answers": [
      {
        "id": 49,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ислам: Ох, ничего себе. Но почему его стали называть \"Богом\"?\nЕнох: Ему дали это имя, мудрецы, то есть все первородные вампиры, из за этой истории. Но лично его называют \"Тёмный отец\", либо \"Первый вампир\"\nИслам: Но.... Откуда ты все это знаешь?\nЕнох: Откуда, кхм. Могу сказать что он меня обратил, в вампиры. Это долгая история, но прошло более десяти тысяч лет, после обращения, и больше я его никогда не видел\nЕнох: И вот, он вернулся. Это означает лишь, одно. Что всей расе вампиров, придёт конец, расплата будет лишь смертью, перед нашим отцом....\nИслам: То есть ты его сын?\nЕнох: Если считать что я стал, первым его обращённым, то можно сказать что я его сын\nИслам: Но посланик, мне сообщил, что у \"Темного Отца\", нет детей\nЕнох: Это заблуждения. Я его сын.... И все мы его дети\nИслам: Но как, почему мне никто об этом не сообщил",
    "answers": [
      {
        "id": 50,
        "text": "Слушать "
      }
    ]
  },
  {
    "id": 50,
    "text": "Енох: Видимо, все произошло слишком быстро, чтобы дать время тебе освоиться, и рассказать многое. Но пришло время, когда \"Бог\", убьёт всех в роду вампиров, и будет снова мучаться со своим проклятием\nИслам: Но почему тебе не одолеть его?\nЕнох: Я не смогут победить его\nИслам: Кхм. Если ты его сын, как его зовут так называемого \"Бога\"?\nЕнох: Звать нашего отца, Каин\nИслам: Каин? Но почему мне никто не сказал, и почему продолжают называть его \"Богом\"\nЕнох: Это привычка, лишь достоиный может называть его Каином, все называют по разному, никто не назывет его Каином, кроме меня, когда я с ним видился последний раз\nИслам: Но если ты его сын. Значит ты сильнейший из всех вампиров?\nЕнох: Верно, кроме Темного Отца\nИслам: Все так запутано, но почему меня называют \"избранным\"?\nЕнох: Ты единственный, кому \"Бог\" может передать, свою метку, проклятие, и ты будешь мучаться многие тысячи лет, пока не найдешь замену, но говорят что не все могут выдержать, метку, либо они сходят с ума, и передают кому то дабы не сойти с ума.",
    "answers": [
      {
        "id": 51,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 51,
    "text": "Ислам: Но с чего все взяли, что я смогу выдержать этой метки?\nЕнох: Никто не знает, это лишь догадки, до тебя много было так называемых \"избранными\". Но они лишь умерали, в бою с первородными вампирами. Кровь первородных, невозможно выпить, и не умереть, кроме самих первородных, но я имею ввиду, укусить первородного, и выпить его кровь. А ты, как я знаю, уже пил кровь первородных, когда дрался с братом, Графа и Джафара\nЕнох: Я не знаю, правда ли ты \"избранный\", но уже есть надежды, и для новорожденного вампира, ты крайни силен. Ты даже смог сразиться, с сыном \"Бога\", Инохом. И не умереть, ты даже ранел его\nИслам: Что? Инох, сын \"Тёмного Отца\"\nЕнох: Инох сильнейший из всех вампиров, кроме меня и \"Темного Отца\". А ты же даже смог, сопротивление какое никакое сделать, и ранеть его\nИслам: Это слишком все как то не объяснимо, прошло пару недель, как я стал вампиром, и уже многое узнал и происходит даже, я убил своего лучше друга\nЕнох заметил, как Ислам прослезился\nЕнох: Кхм. Ты думаешь ты убил Алекса?\nИслам: Что? Откуда тебе знать, что вообще происходит\nЕнох: Я видел, твоего Алекса, он стал вампиром, ты обратил его, это удивительно. Мне неизвестно что сним, но скорее всего. Он выбрал путь зла.\nИслам: Что? Как, где он? Что за путь зла\nЕнох: Мне неизвестно где он, он встал на путь зла, он склонился перед \"Каином\"\nИслам: Что, не может быть? Но откуда тебе знать?\nЕнох: Я тот кто создал первый клан, тот кто самый могущественны вампир, из всех вампиров. И ты думаешь мне неизвестно что стало, с новорожденными вампирами, они ходят по нашей земле, пока не наткнутся, на какой нибудь клан, и не станут частью его, либо будут изгоями. Но самый редкий случай выбрать путь зла, ведь мало кто захочет служить, тысячи лет, быть в рабстве у Темного Отца\n",
    "answers": [
      {
        "id": 52,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 52,
    "text": "Ислам: Но, как Алекс мог выбрать этот путь, почему....\nЕнох: Все очень просто, власть над многими вампирами, и ты под защитой сильнейшего вампира, когда либо существовавший\nТут врываеться Инох\nИнох: Нечего что я вас перебил, у нас мало времени брат, нам необходимо подготовиться. Мы видели посланника \"Бога\", и он сообщил что уже все близко, и мы умрем\nЕнох: Кхм. Ладно, Ислам, направлялся в свою комнату, за тобой прийдут, приближается война, мы с моим братом, и с другими правителями клана, идём подготовлять свою армию\nИслам: Но как же я? Я могу вам помочь\nНе успели вы договорить, как они уже испарились. Ладно, нужно тогда идти подышать, хотя бы воздухом ",
    "answers": [
      {
        "id": 53,
        "text": "Выйти из дворца"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы вышли из дворца, и увидели невообразимое количество вампиров, и видимо их правителей, вы спустились и направились к выходу на улийцу. Вы вышли на улицу, и там было огромное количество вампиров, но вы так и не заметили, Графа и Джафара\nИслам: Все происходит слишком быстро\nВы решили походить, по территории и осмотреть, вы уже досточно одолились от вампиров, и увиделм какой то странный силуэт\nИслам: Эй, ты кто ещё такой?\nС быстрой скоростью перед вами стоял, какой то паренёк\nАлекс: Приветствую, Ислам, наконец то мы встретились\nИслам: Что? Алекс, как ты тут оказался?\nАлекс: Это уже не важно, не знал конечно, что ты так поступишь, и выберешь каких то жалких упырей, которые даже близко по силе не равны, нашему королю. Вступай со мной, и ты обретёшь власть, и всё что только можно. А ты пади думаешь как я выжил, все просто. За мной пришел наш король, и спас меня он научил меня всему, я рад что я служу ему\nИслам: Что ты несёшь? Придурок\nАлекс: Хах, ты видимо стал жалок, трусливый, ты умрёшь как и все вампиры, кроме нас",
    "answers": [
      {
        "id": 54,
        "text": "Ударить"
      }
    ]
  },
  {
    "id": 54,
    "text": "Не дав договорить Алексу, вы с огромной скоростью ударяете его, и он отлетает далеко, врезаясь в деревно, вы быстро прибежали к нему\nАлекс: Стоны... боли... Кхе кхе, как ты мог ударить меня, Ислам? Тебе не понравилась правда, всего лишь\nИслам: Ты жалкий трус, я считал тебя другом, а ты лишь подался власти\nАлекс быстро поднимется с земли, и сваливает вас с ног в след говоря\nАлекс: Да, все верно, ещё увидимся\nВы не стали догонять Алекса, и он убежал\nИслам: Чёртов.... Трус.\nВы слышите чьи то шаги, и присутствие\nПосланник: Вижу, ты встретился со своим другом\nВы поднялись с земли\nИслам: Снова ты, да я тебя порву на части\nПосланник: Хах, постой, ведь у меня снова новости\nРезко вам прилетает ударт в лицо и вы падаете, на вас набросился посланник, и начал избивать\nПосланник: Хаха, жалкий, слабак, пришло твое время умереть",
    "answers": [
      {
        "id": 55,
        "text": "Напасть"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы снова приходите в ярость, и быстро поднявшись с земли, пнули посланника тот отлетел в дерево, вы со злостью, поднимете большой камень, и швыряете в посланника, с невообразимой скоростью, не успел посланник убежать, как в него прилётает большой камень.\nВы слышите как, сломались его кости, как он стонет от боли. Вы подошли к нему и видите как он лежит, весь в крови, прижатай камнем\nПосланник: Хах, Все же, правду говорил мне \"Бог\", ты единственный кто сможет ему хоть что то сделать, но нхыэ, моя смерть, ничего тебе не даст, ведь ты умеешь жалкая тварь\nНе успев посланник откинуть камень, как вы хватаете его за шею, отбрасывая камень, отрываете ему голову. Он не успел даже скрикнуть\nИслам: Вот и пришло твое время. Посланник ",
    "answers": [
      {
        "id": 56,
        "text": "В разработке..."
      }
    ]
  },
  {
    "id": 56,
    "text": "В разработке...",
    "answers": []
  }
]