[
  {
    "id": 1,
    "text": "Когда ты просыпаешься в комнате, лишенной логики и слышишь странный голос в голове, то ты можешь подумать, что это сон и совсем скоро будет твое пробуждение, освобождение от этой ужасной фантазии.\n\nТогда почему на этот раз все так реально?\n\n\n\nВ игре присутствуют 10 концовок:\nХорошая (истинная) концовка\n\"Сон\"\n\"Буль-буль\"\n\"И камнем вниз\"\n\"Бесконечность не предел\"\n\"Каскадер\"\n\"Смертельные объятья\"\n\"Смерть — путь к жизни\"\n\"Нокаут\"\n\"Гори гори ясно...\"",
    "answers": [
      {
        "id": 2,
        "text": "Начать читать",
        "middle_answer": true
      },
      {
        "id": 3,
        "text": "Достижения",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Перед глазами была только темнота. Где то вдали сначала шумели воды бурной речки, затем был слышен шелест листвы. Похоже, ты был в лесу.\nВнезапно все звуки исчезли. \nРаздался глухой стук о стену. Наверное, сейчас у тебя очень много вопросов о происходящем, да?",
    "answers": [
      {
        "id": 5,
        "text": "—Именно. Кто ты вообще такой?",
        "middle_answer": true
      },
      {
        "id": 15,
        "text": "Промолчать",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": "Приветствую. Я Хранитель. Здесь ты можешь посмотреть все твои достижения, смерти и добытые предметы. ",
    "answers": [
      {
        "id": 1,
        "text": "[назад]",
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "Ачивка \"Да будет свет\"",
        "need": 17,
        "left_answer": true
      },
      {
        "id": 4,
        "need_ever": true,
        "need": 62,
        "text": "Концовка \"Сон\""
      },
      {
        "id": 20,
        "text": "Концовка \"Буль-буль.\"",
        "need": 16,
        "need_ever": true
      },
      {
        "id": 45,
        "text": "Концовка: \"И камнем вниз\"",
        "need": 44,
        "need_ever": true
      },
      {
        "id": 46,
        "need_ever": true,
        "need": 42,
        "text": "Концовка \"Бесконечность не предел\""
      },
      {
        "id": 57,
        "text": "Концовка \"Каскадер\"",
        "need": 56,
        "need_ever": true
      },
      {
        "id": 51,
        "text": "Концовка \" Смертельные объятия\"",
        "need": 50,
        "need_ever": true
      },
      {
        "id": 70,
        "need_ever": true,
        "need": 69,
        "text": "Концовка \"Смерть - путь к жизни\""
      },
      {
        "id": 88,
        "text": "Концовка: \"Нокаут\"",
        "need": 86,
        "need_ever": true
      },
      {
        "id": 92,
        "need_ever": true,
        "need": 91,
        "text": "Хорошая (истинная) концовка "
      },
      {
        "id": 26,
        "need_ever": true,
        "need": 25,
        "text": "Концовка \"Гори гори ясно...\""
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты проснулся в холодном поту с ощущением, что это и вовсе был не сон. Все было так реально...\nПолучен предмет: Книга сказок.",
    "answers": [
      {
        "id": 3,
        "text": "[назад]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Ох, где мои манеры? Я совсем забыл представиться — я Рассказчик. И хочу заверить тебя, что здесь я единственный, на кого ты сможешь положиться. Мои возможности очень малы, однако я смогу немного помочь тебе освежить память, которую ты полностью потерял и выбраться отсюда. \nДавай так — я помогаю выбраться тебе, а ты слушаешь мою помощь, окей?",
    "answers": [
      {
        "id": 6,
        "text": "Молчать",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты мне не веришь, так?\nВ каком то смысле, я и сам бы не верил странному голосу, звучащему у себя в голове. \nНо у тебя просто нет выбора. Во-первых ты даже не помнишь себя. Ты не помнишь своего имени, возраста, вообще ничего. \nВидишь? Я могу помочь вспомнить. Ну как?",
    "answers": [
      {
        "id": 7,
        "text": "—Я действительно хотел бы немного узнать о себе...",
        "middle_answer": true
      },
      {
        "id": 8,
        "text": "Молчать",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Вот это уже другое дело, молодой человек. Я немного пропутешествовал по твоему разуму и нашел обрывки воспоминаний. Задавай вопросы — я постараюсь ответить.",
    "answers": [
      {
        "id": 9,
        "text": "—Как мое имя?",
        "left_answer": true
      },
      {
        "id": 10,
        "text": "—Где я?",
        "right_answer": true
      },
      {
        "id": 11,
        "text": "—Что происходит?",
        "left_answer": true
      },
      {
        "id": 12,
        "text": "—Давай обойдемся без подробностей.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": "Ох, почему ты постоянно молчишь, а? \nМожешь не давать мне ответ, но можешь позадавать вопросы. \nДавай, смелее, я не кусаюсь.",
    "answers": [
      {
        "id": 9,
        "text": "—Как мое имя?",
        "left_answer": true
      },
      {
        "id": 10,
        "text": "—Где я?",
        "right_answer": true
      },
      {
        "id": 11,
        "text": "—Что происходит?",
        "left_answer": true
      },
      {
        "id": 12,
        "text": "—Давай обойдемся без подробностей...",
        "right_answer": true
      }
    ]
  },
  {
    "id": 9,
    "text": "Да, это самый классический и важный вопрос. Сейчас, подожди немного. \n\nЯ вижу, в твоих воспоминаниях, что какая то женщина называла тебя Лео... \nЛео, Лео, Лео. Похоже, это твоя мама. Она чаще всего сидела дома, потому что я вижу ее в домашней обстановке.\n\nКстати, существует очень много моментов в голове у тебя, когда тебя называют Леонардо. Но фамилии и отчества я не вижу.\n\nПостараюсь еще немного поискать.",
    "answers": [
      {
        "id": 13,
        "text": "Ждать",
        "middle_answer": true
      },
      {
        "id": 14,
        "text": "Не надо. Мне достаточно и имени",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты находишься в комнате безумия. Это очень частое явление, которое происходит в параллельных реальностях, но здесь я вижу ее впервые.\nЕсли ты не понимаешь, что это такое — то тебе и не стоит понимать.\nЕдинственным \"но\" здесь станет парочка правил, которые следует соблюдать:\n—Не думай. В комнате безумия логика не работает, а если и работает то очень редко. \n—Не сиди на одном месте. Огромная удача, что ты до сих пор жив.\n—Слушай меня. Я часто бывал в таких комнатах и более-менее понимаю их.",
    "answers": [
      {
        "id": 7,
        "text": "—Понял. У меня еще вопросы",
        "middle_answer": true
      },
      {
        "id": 12,
        "text": "—У меня больше нет вопросов",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": "Происходят непонятные вещи. Я не понимаю каким образом ты тут оказался, а значит выбраться тебе следует побыстрее, потому что такие комнаты влияют на людей нестабильно.\n\nИх влияние не понятно, поэтому нужно смотаться побыстрее. Смекаешь?",
    "answers": [
      {
        "id": 7,
        "text": "—Но у меня остались вопросы...",
        "left_answer": true
      },
      {
        "id": 12,
        "text": "—Хорошо. ",
        "right_answer": true
      }
    ]
  },
  {
    "id": 12,
    "text": "Ну что ж, надеюсь, ты поймешь на практике что здесь происходит. Сейчас, пока я рассказываю тебе истину — ты лежишь на полу и спишь крепким сном. Тебе естественно снюсь я, вернее я проник в твое сознание, чтобы ты смог увидеть меня. \n\nТы будешь спать, или проснешься, соня?",
    "answers": [
      {
        "id": 16,
        "text": "Спать дальше",
        "middle_answer": true
      },
      {
        "id": 17,
        "text": "Проснуться",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 13,
    "text": "Хм.. Я не вижу остального даже в воспоминаниях. Знаешь ли, даже странно что в голове у тебя есть только обрывки с именем Лео. Даже других имен не встретил я ни разу. \n",
    "answers": [
      {
        "id": 7,
        "text": "—У меня остались еще вопросы.",
        "left_answer": true
      },
      {
        "id": 12,
        "text": "—Хорошо, у меня больше нет вопросов.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Воу, а ты крутой. Даже фамилии знать не желаешь. Ну ладно — как знаешь. Я не буду искать воспоминания.",
    "answers": [
      {
        "id": 7,
        "text": "—У меня есть еще вопросы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 15,
    "text": "Ты все еще не хочешь разговаривать, да? Я не причиню тебе вреда, ты будешь жить!\nЕсли тебя это обрадует, ты еще жив.\nПока что ты спишь и не можешь двигаться, но ты жив.",
    "answers": [
      {
        "id": 6,
        "text": "Молчать",
        "left_answer": true
      },
      {
        "id": 7,
        "text": "—Ладно, я действительно хочу узнать немного о себе...",
        "right_answer": true
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты решил еще немного поспать? Не тут то вышло. В комнатку капнула вода. Сначала капля, затем и стакан, кастрюля и так по нарастающей. Ты утонул.",
    "answers": [
      {
        "id": 18,
        "text": "Утонуть ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 17,
    "text": "Отличное решение. Оставаться долго на одном месте нельзя, так что очень скоро ты приоткрыл глаза. \n\nХотя, у тебя наверняка сложилось ощущение, что ты их не открыл. Перед глазами все так же царила темнота. Вероятнее всего — кто-то выключил свет в комнате.\n\nПо телу прокатилась усталость. Ты не смог полнять ни рук ни ног, даже чуть чуть ими пошевелить было очень тяжело.\n\nЧто за чудеса? \n\nВнезапно, свет включился.",
    "answers": [
      {
        "id": 19,
        "text": "Попытаться сесть.",
        "middle_answer": true
      },
      {
        "id": 17,
        "text": "Получена ачивка \"Да будет свет\"",
        "comment": true
      }
    ]
  },
  {
    "id": 18,
    "text": "Открыта плохая концовка! Помни — каждая из концовок дает тебе предметы, помогающие открыть хорошую концовку.",
    "answers": [
      {
        "id": 1,
        "text": "Услышать голос Расказчика",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 19,
    "text": "На этот раз получилось. Ты оторвал свои конечности от земли и сел.\n\nТебя поприветствовала комната. Сначала она была белая, но через некоторое время начала медленно сменяться на красный, затем оранжевый и переливалась по цветам радуги.\n\nТы никогда еще такого не видел? Привыкай. Тут все чудное.\n\nТак как комната странная — стоит осмотреться.",
    "answers": [
      {
        "id": 22,
        "text": "Осмотреться",
        "middle_answer": true
      },
      {
        "id": 23,
        "text": "Встать и прикоснуться к стенам",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 20,
    "text": "Ты решил отоспаться, пока в комнату наливалась вода.\nПолучен предмет: Стакан воды",
    "answers": [
      {
        "id": 3,
        "text": "[назад]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 21,
    "text": "Когда в комнате темно, ты не сможешь подвигаться...",
    "answers": [
      {
        "id": 3,
        "text": "[назад]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Вокруг была пустая комната. Иногда ты слышал в ней разные звуки. Они воспроизводятся случайно?\n\nВдали, у одной из стен появились 3 двери. \n\nХа-ха, вот это вселенская удача. Сама комната дала тебе выход из нее. Но все же просто так тебя не выпустят. Нужно угадать правильную дверь. Куда пойдешь?",
    "answers": [
      {
        "id": 27,
        "text": "—Я открою первую дверь.",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "—Я открою вторую дверь.",
        "right_answer": true
      },
      {
        "id": 33,
        "text": "—Я открою третью дверь.",
        "middle_answer": true
      },
      {
        "id": 22,
        "text": "[Перед вами сюжетная развилка. Выбор повлияет на ход истории]",
        "comment": true
      }
    ]
  },
  {
    "id": 23,
    "text": "Не очень хороший выбор. Лучше конечно сматываться, но ладно. \n\nНемного приподнявшись, ты встал на ноги. Вроде, все нормально с комнатой, только в глазах слегка зарябело от вечно переменяющихся цветов. \n\nТы направился к стене и аккуратно положил руки на нее. Они совсем не похожи на твердый материал. Стена прогнулась наружу, будто бы это резина, а затем, обратно. \n\nТы убрал руки и обранужил там кнопку. Ты случайно нажал ее и на другой стене начался обратный отсчет. \n",
    "answers": [
      {
        "id": 24,
        "text": "Наблюдать.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 24,
    "text": "Отсчет все продолжался и тебе было очень интересно что будет.\n3...\nЯ не могу предположить что произойдет, однако я уверен, что тут что то плохое.\n2...\nТихое пиликанье продолжалось.\n1...\nТы уже не узнал, что дальше. Комната подорвалась и внутри все испепелило.\n",
    "answers": [
      {
        "id": 25,
        "text": "Сгореть.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 25,
    "text": "Открыта плохая концовка! Не забывай, что чем больше ты откроешь концовок, тем больше ты получишь предметов.",
    "answers": [
      {
        "id": 1,
        "text": "Услышать голос Рассказчика",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 26,
    "text": "Когда ты нажал кнопку, начался очень странный отсчет...\nПолучен предмет: Коробок спичек.",
    "answers": [
      {
        "id": 3,
        "text": "[назад]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты прошел внутрь первой комнаты и увидел длинный коридор. Медленно начав шагать по нему, ты кажется дошел до конца коридора. \n\nПеред лицом опять оказалась развилка. Все те же три двери. Куда ты направишься?",
    "answers": [
      {
        "id": 27,
        "text": "—Я выберу первую дверь.",
        "left_answer": true
      },
      {
        "id": 28,
        "text": "—Я выберу вторую дверь.",
        "right_answer": true
      },
      {
        "id": 32,
        "text": "—Я выберу третью дверь.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 28,
    "text": "Ты прошел внутрь второй комнаты и увидел длинный коридор. Медленно начав шагать по нему, ты кажется дошел до конца коридора. \n\nПеред лицом опять оказалась развилка. Все те же три двери. Куда ты направишься?",
    "answers": [
      {
        "id": 27,
        "text": "—Я пойду в первую комнату.",
        "left_answer": true
      },
      {
        "id": 28,
        "text": "—Я пойду во вторую комнату.",
        "right_answer": true
      },
      {
        "id": 32,
        "text": "—Я пойду в третью комнату.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 29,
    "text": "Конечно, раз тебе пожелается — держи. Ты взял стакан воды у меня из рук и выпил его. Доволен?\nВоу. Неожиданно твое тело полетело куда-то вниз, потому что под тобой провалился пол. Твоя посадка была мягкой, ибо приземлился ты в большой батут. Еле выпутавшись из того, ты прошел вперед и увидел стол посреди пустого коридора.\n\nНа этом столе был разобранный кубик Рубика с странными рунами.",
    "answers": [
      {
        "id": 53,
        "text": "Взять предмет.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 30,
    "text": "Ужасная смерть постигла тебя, ты сошел с ума и умер от голода и жажды.\nОткрыта новая плохая концовка! Помни, чем больше ты находишь концовок, тем больше шансов найти хорошую концовку!",
    "answers": [
      {
        "id": 1,
        "text": "Услышать голос Рассказчика",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 31,
    "text": "Потянув за ручку двери, она легко поддалась, ты вошел внутрь комнаты. Перед тобой предстала длинная лестница, ведущая высоко вверх.\n\nМатериал был очень странный у нее; на некоторых участнах было видно, что она пушистая, иногда — металлическая, но чаще всего были участки, покрытые деревом. \n\nЧто будешь делать?",
    "answers": [
      {
        "id": 36,
        "text": "—Пойду по лестнице. Мне стоит проверить, будет ли там выход.",
        "left_answer": true
      },
      {
        "need_ever": true,
        "id": 29,
        "text": "—Тут слишком жарко. Я хочу попить воды. Где там мой стакан?",
        "need": 16,
        "middle_answer": true
      },
      {
        "id": 34,
        "text": "—Знаешь, Рассказчик, я хочу пойти в третью дверь, а не сюда.",
        "right_answer": true
      },
      {
        "id": 31,
        "text": "[Перед вами сюжетная развилка.]",
        "comment": true
      }
    ]
  },
  {
    "id": 32,
    "text": "Ты прошел внутрь третьей комнаты и увидел длинный коридор. Медленно начав шагать по нему, ты кажется дошел до конца коридора. \n\nПеред лицом опять оказалась развилка. Все те же три двери. Кажется, это бесконечный лабиринт дверей...",
    "answers": [
      {
        "id": 30,
        "text": "Умереть",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 33,
    "text": "Ты все таки выбрал третью комнату. Дернув ручку двери, ты вошел внутрь. В комнате, видимо, был выключен свет, ибо не было видно ничего на расстоянии метра, поэтому тебе стало не по себе. Оглядевшись, ты нашел выключатель!\nУже хорошо. Можно будет увидеть что находится перед тобой.\n",
    "answers": [
      {
        "id": 35,
        "text": "Включить свет.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 34,
    "text": "Ну... Да, это действительно хороший выбор, ведь наверху могло и не оказаться выхода. Хотя кто знает. Эта комната может давать тебе ложные подсказки.\n\nЗначит, ты отправляешься в третью комнатку!\n",
    "answers": [
      {
        "id": 33,
        "text": "Вернуться и пройти в 3 комнату",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 35,
    "text": "Тихо щелкнув выключателем, ты включил свет. Он слегка ослепил тебя, но ты пришел в норму очень быстро. \n\nПеред твоими глазами предстала самая обычная комната, такая же, в которой ты и был, однако посередине комнаты, кроме странного существа ничего не было. \n\nУ этого существа была темносерая кожа, был небольшой рост, вобщем — оно было человекоподобным; и еще одна деталь — незнакомое тебе существо было красиво одето. Барахтные, широкие, но не длинные штаны украшали его ноги, легкие ткани покрывали его лицо, а меха разных животных украшали одежду.\n\nЧто же делать теперь?",
    "answers": [
      {
        "need_ever": true,
        "id": 52,
        "text": "—Давай я отдам ему что нибудь из моих вещей? Может ему кубик Рубика приглянется? Он выглядит умным",
        "need": 56,
        "left_answer": true
      },
      {
        "id": 37,
        "text": "—Не думаю, что оно безопасно. Стоит его убить.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 36,
    "text": "Конечно, стоит проверить все выходы из комнаты, но она не любит долго ждать. Ты ступил на лестницу, но оказалось, что та намного длиннее, чем казалась раньше.\n \nНа одной из ступенек тебе было так хорошо стоять и размышлять, но твой поток мыслей прервал тихий плач ребенка сверху лестницы. Подняв голову, ты действительно увидел дите, красивую маленькую девочку, которая плакала.\n\n—Эй, здесь кто нибудь есть?—хоть это было и сложно, но ты смог разобрать только эту фразу через ее всхлипы.\n",
    "answers": [
      {
        "id": 38,
        "text": "Пойти успокоить девочку.",
        "left_answer": true
      },
      {
        "id": 39,
        "text": "Уйти от девочки в обратном направлении лестницы.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 37,
    "text": "Ты тихо подошел к нему, но ты, не расчитав свои силы, кинулся на его шею, принявшись душить. Разгневанное существо встало на ноги и нанесло тебе сильный удар. Ты отлетел на пять метров от него, но приземлился очень удачно, даже не сломав ноги. Оно направилось к тебе и начало атаковать тебя с левой стороны. Что будешь делать?",
    "answers": [
      {
        "id": 63,
        "text": "Увернуться и ударить слева",
        "left_answer": true
      },
      {
        "id": 64,
        "text": "Увернуться и ударить справа",
        "right_answer": true
      },
      {
        "id": 65,
        "text": "Увернуться и на удушающий.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 38,
    "text": "—Хэй? Девочка... Ты как здесь оказалась?\nТвой громкий голос, как бы ты не старался сделать его добрым, напугал ее, но она только дернулась и перевела свои заплаканные глаза на тебя.\n—Идем сюда, все хорошо. Если ты ищешь выход — я помогу, потому, что я тоже здесь застрял!\n\n—Мама мне говорила, что разговаривать с незнакомцами нельзя...— тихо сказала девочка.\n",
    "answers": [
      {
        "id": 47,
        "text": "—Как это я незнакомец? Мы уже знакомы, раз разговариваем.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 39,
    "text": "Ты смотрел очень много ужастиков и знаешь, что не стоит подходить в странном месте к незнакомым плачущим девочкам, поэтому ты очень тихо развернулся и аккуратно, на цыпочках идти вниз по лестнице, стараясь не оглядываться. \n—Эй?— ее голос донёсся до твоих ушей, будто ты не отошел от девочки ни на миллиметр.— Не уходи, я увидела тебя!\n\nТы проигнорировал ее возгласы. Она замолкла. В помещении воцарилась тишина.",
    "answers": [
      {
        "id": 40,
        "text": "Проверить девочку.",
        "left_answer": true
      },
      {
        "id": 41,
        "text": "Идти дальше не оглядываясь.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 40,
    "text": "Ты повернулся обратно и увидел девочку, неподвижно смотрящую на тебя. Она стояла впритык с тобой, а затем толкнула с нечеловеческой силой тебя, да так, что ты упал и полетел вниз по лестнице. Сильный удар по голове отключил тебя, а затем, ты умер от множественных переломов костей.",
    "answers": [
      {
        "id": 44,
        "text": "Умереть.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 41,
    "text": "Ты не стал обращать внимание на неизвестную и пошел дальше, тихо наступая на лестницу с характерным топом.\n\n",
    "answers": [
      {
        "id": 42,
        "text": "Идти.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 42,
    "text": "Три...\n\nДесять...\n\nВосемьдесят...\n\nТы сбился со счета на 100-ой ступеньке, но не сдаваясь, ты шел и шел, преодолевая усталость. Ничего не осталось от твоих сил и ты рухнул на одну из ступеней, обессиленный, обезвоженный, умерщвленный.",
    "answers": [
      {
        "id": 43,
        "text": "Умереть.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 43,
    "text": "Ты открыл новую концовку \"Бесконечность не предел.\" Помни, чем больше ты открываешь концовок, тем больше шанс открыть хорошую концовку.",
    "answers": [
      {
        "id": 1,
        "text": "Услышать голос Рассказчика...",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 44,
    "text": "Поздравляю! Ты открыл концовку \"И камнем вниз\". Помни, чем больше ты открываешл концовок, тем больше шанс найти хорошую концовку!",
    "answers": [
      {
        "id": 1,
        "text": "Услышать голос Рассказчика",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 45,
    "text": "Падать вниз — очень долго...\nПолучен предмет: Камень",
    "answers": [
      {
        "id": 3,
        "text": "[назад]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 46,
    "text": "Слишком долгая лестница сморила тебя.\nПолчуен предмет: шнурок.",
    "answers": [
      {
        "id": 3,
        "text": "[назад]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 47,
    "text": "—Правда?— Хихикнула девочка и спустилась немного ко мне.—Меня зовут Лия, а тебя?\nОна смотрела на тебя с полными глазами надежды. Будто бы она тут давно застряла, но не могла найти выход. \n\nВыходит, ты не одно живое существо, находящееся здесь?",
    "answers": [
      {
        "id": 48,
        "text": "—Я... Я не помню как меня зовут...",
        "left_answer": true
      },
      {
        "need_ever": true,
        "id": 49,
        "text": "—Меня зовут Лео.",
        "need": 9,
        "right_answer": true
      }
    ]
  },
  {
    "id": 48,
    "text": "—Фу. Ты даже не знаешь своего имени. \nДевочка скривила моську в виде отвращение и, резко подбежав к тебе, толкнула тебя вниз по лестнице. От такой силы ты с легкостью упал и сломал себе много костей, от чего и умер.",
    "answers": [
      {
        "id": 44,
        "text": "Умереть.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 49,
    "text": "Девчушка улыбнулась и подбежала к тебе. Она обняла тебя очень крепко, даже слишком крепко.\nОна не была человеком...\n—К-кто т-ты..?— еле прохрипел ты, перед тем, как твои ребра с треском сломались и продолжили разрывать внутренние органы.\n—Думал, скажешь имя свое и я тебя не трону? \nДемон улыбнулась и в конце концов ты задохнулся от проткнутых ребрами легких.",
    "answers": [
      {
        "id": 50,
        "text": "Умереть.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 50,
    "text": "Ты открыл концовку \"Смертельные объятья\"!",
    "answers": [
      {
        "id": 1,
        "text": "Услышать голос Рассказчика...",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 51,
    "text": "Не стоит обнимать незнакомцев. И драться с ними тоже не стоит.\nПолучен предмет: Коробка мармелада.",
    "answers": [
      {
        "id": 3,
        "text": "[назад]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 52,
    "text": "Ты тихонько подошел к существу и тронул его за плечо, перед тем поклонившись, а вдруг он король какой то. Существо неспешно открыло глаза и взглянуло на тебя, протягивающего кубик Рубика ему. \n\n—Я заблудился здесь и вы — единственная моя надежда на выход. Помогите мне.— так оно и было. \n\nИз этой комнаты нет выхода — теперь и та дверь, из которой ты пришел испарилась, так что тебе оставалось верить в помощь этого неизвестного.\nСущество улыбнулось и взяло вещь с твоих рук.\n\n—Я Румоме́рд, хранитель этой комнаты и всех твоих воспоминаний, которые ты получил от кончин в этом месте. Я помогу тебе выбраться.",
    "answers": [
      {
        "id": 58,
        "text": "—Спасибо большое вам...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты поднял головоломку, оглядел ее со всех сторон и понял, что его стороны украшены очень необычно. Помимо рун там были какие то надписи, зачеркивания и прочая чепуха. Но эта чепуха выглядела завораживающе.\n\nКубик Рубика был приятный на ощуп, будто он сделан из чего то мягкого. Как ты думаешь, он пригодится тебе?",
    "answers": [
      {
        "id": 54,
        "text": "—Не буду тратить время. Мне стоит идти.",
        "left_answer": true
      },
      {
        "id": 55,
        "text": "Попытаться покрутить стороны.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 54,
    "text": "Справедливое решение. Твои ноги понесли тебя дальше, оставив кубик на столе. Перед глазами резко потухло все и ты упал.\n\nРезко распахнув веки, ты обнаружил у себя в комнате. С синими стенами, обыкновенной мебелью и часами с кукушкой. Сердцебиение не успокаивалось и ты глотнул воду, стоящую рядом на тумбочке. Было ощущение, что это был не просто сон...",
    "answers": [
      {
        "id": 62,
        "text": "Уснуть дальше.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 55,
    "text": "Ты крутанул одну сторону на 90 градусов — так же повернулась и стен комнаты. Под тобой не оказалось земли и ты начал падать.\n\nПеред самым приземлением ты понял, что грани кубика — это инструмент для управления комнатой. ",
    "answers": [
      {
        "id": 56,
        "text": "Умереть.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 56,
    "text": "Ты открыл концовку \"Каскадер\". ",
    "answers": [
      {
        "id": 1,
        "text": "Услышать голос Рассказчика...",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 57,
    "text": "Повернув грань кубика — ты повернул судьбу.\nПолучен предмет: Кубик Рубика.",
    "answers": [
      {
        "id": 3,
        "text": "[назад]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 58,
    "text": "Только мне понадобятся все те предметы, которые ты добыл здесь. Если же ты их не добыл — я убью тебя, чтобы ты смог опять проснуться и отыскать их все.\nНу что ж, давай мне предметы, найденные тобой во время путешествия.",
    "answers": [
      {
        "id": 59,
        "text": "—Я собрал их все. Держите..\n[отдать предметы.]"
      },
      {
        "id": 60,
        "text": "—У меня еще не все предметы. А какие именно нужно собрать?"
      }
    ]
  },
  {
    "id": 59,
    "text": "—Отдавай их поочередности.— Румомерд улыбнулся и встал во весь рост. А он намного выше тебя оказывается, ибо все здесь — иллюзия.\n\nТы достал все те предметы, которые у тебя были в карманах. Из было довольно немного, но и они могли отправить тебя домой. Создавалось ощущение, что они не настоящие предметы с твоей реальности, а просто их правдоподобная имитация.",
    "answers": [
      {
        "id": 61,
        "text": "Отдать книгу.",
        "need": 62,
        "need_ever": true
      },
      {
        "id": 60,
        "text": "—Я не все собрал... А какие предметы нужны?"
      }
    ]
  },
  {
    "id": 60,
    "text": "Ну ничего, дитя. Я умерщвлю тебя быстро, но прежде отвечу на твой вопрос. \nТебе следует собрать Книгу Сказок, Стакан воды, Спичку, Боксерские перчатки, Камень, Весы и Коробку мармелада.\n\nА теперь — закрой глаза.",
    "answers": [
      {
        "id": 66,
        "text": "Закрыть глаза.",
        "left_answer": true
      },
      {
        "id": 67,
        "text": "—Я не боюсь смерти.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 61,
    "text": "Протянув книжку, ты опять встал ступором, готовясь ждать следующей просьбы.\n\n—Молодец, а теперь давай Воду.\n\nРумомерд крепко закрыл глаза, протягивая руку к тебе. Из-за него спины появились дополнительные руки, магией удерживающие кубик. ",
    "answers": [
      {
        "id": 68,
        "text": "Отдать стакан воды.",
        "need": 16,
        "need_ever": true
      },
      {
        "id": 60,
        "text": "—Я не все собрал... А какие еще предметы нужны?"
      }
    ]
  },
  {
    "id": 62,
    "text": "Ты открыл нейтральную концовку \"Сон\", ура! ",
    "answers": [
      {
        "id": 1,
        "text": "Услышать голос Рассказчика...",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 63,
    "text": "Ты увернулся настолько, насколько это было возможно и со всей силы ударил его слева. Существо не предугадало твой удар и отлетело. \n\n—Грр... Грязный человек, ты заплатишь за этот удар!— существо грозно взглянуло на тебя, а ты лишь показал пальцем приблизиться. Из-за спины у него появились запасные руки и оно со всей дури пыталось наносить тебе удары.\n",
    "answers": [
      {
        "id": 78,
        "text": "Уворачиваться",
        "left_answer": true
      },
      {
        "id": 79,
        "text": "Бить в ответ",
        "right_answer": true
      }
    ]
  },
  {
    "id": 64,
    "text": "Увернувшись от кулака, ты, собравшись с силами ударил существо. Твой ход был предсказуем для него, поэтому твоя рука оказалась быстро схвачена. \n\nЕе начали выворачивать и постепенно ломать. Совсем скоро послышится хруст твоих костей. Время на исходе. Что будешь делать?",
    "answers": [
      {
        "id": 82,
        "text": "Резко перескочить и сломать его руку",
        "left_answer": true
      },
      {
        "id": 83,
        "text": "Вывернуть его руку",
        "right_answer": true
      }
    ]
  },
  {
    "id": 65,
    "text": "Ты увернулся от удара — коряво, но этого хватило, чтобы подбежать к нему сзади, обвить шею руками и крепко сдавить. Существо не могло достать тебя, пока дополнительные руки не вылезли у него из за спину и не был схвачен, а затем и раздавлен им.",
    "answers": [
      {
        "id": 50,
        "text": "Умереть.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 66,
    "text": "Ты закрыл глаза и сжал зубы. Было слегка страшно, но затем ты смирился. Ты восстанешь опять в этом странном месте, хотя и сам не поймешь почему. Ты и почувствовать не успел, как твоя голова слетела с плеч.",
    "answers": [
      {
        "id": 69,
        "text": "Умереть.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 67,
    "text": "Ты решил не закрывать глаза и посмотрел на Румомерда, который из воздуха, поворотом грани кубика, сделал длинную и острую катану. Ты и не успел почувствовать, как твоя голова слетела с плеч.\n",
    "answers": [
      {
        "id": 69,
        "text": "Умереть.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 68,
    "text": "Ты протянул стакан воды, отойдя в сторону. Вроде бы следующий предмет вроде были спички...\n\n—Теперь давай спички.— Румомерд был серьезен. Каждый из этих предметов он аккуратно укладывал в кубик Рубика, который стал своего рода сундуком. Чем больше он предметов получал, тем сильнее светился волшебная головоломка.",
    "answers": [
      {
        "id": 71,
        "text": "Отдать коробок спичек",
        "need": 23,
        "need_ever": true
      },
      {
        "id": 60,
        "text": "—Я не все собрал. Какие дальше предметы нужны будут?"
      }
    ]
  },
  {
    "id": 69,
    "text": "Эта была единственная хорошая смерть за сегодня. Ты должен постараться, чтобы найти все предметы, а затем пойти к Румомерду и вернуться к себе в реальность. Ты открыл концовку \"Смерть — путь к жизни.\"",
    "answers": [
      {
        "id": 1,
        "text": "Услышать голос Рассказчика...",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 70,
    "text": "Румомерду нужны предметы.\nПолучен предмет: Весы.",
    "answers": [
      {
        "id": 3,
        "text": "[назад]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 71,
    "text": "Получив свой заветный коробок, тот зажег одну спичку, распустив дым, а затем положил их в кубик Рубика.\n\n—Есть ли у тебя боксерские перчатки?—Румомерд улыбнулся, а ты покраснел. Боксерские перчатки можно было достать одним способом — быть убитым им, когда вы будете драться.\n",
    "answers": [
      {
        "id": 72,
        "text": "—Вот. \nОтдать перчатки.",
        "need": 62,
        "need_ever": true
      },
      {
        "id": 60,
        "text": "—Я не все собрал. Какие дальше предметы нужны?"
      }
    ]
  },
  {
    "id": 72,
    "text": "—Теперь я требую камень. Наверное его было сложно и больно добыть, да?\n\nТы вздохнул. Падать может и было больно, но все это ради возвращения домой. Есть ли у тебя камень?",
    "answers": [
      {
        "id": 73,
        "text": "Отдать камень ",
        "need": 43,
        "need_ever": true
      },
      {
        "id": 60,
        "text": "—Нет. Подскажи, какие еще предметы нужны?"
      }
    ]
  },
  {
    "id": 73,
    "text": "После камня были вроде весы...\n\n—Подай мне весы.\n\nИменно. Глаза существа тоже засветились. Он бвл похож на местного мага.\n\nКубик Рубика начал переливаться цветами радуги, а стены комнаты остановились на белом цвете. Ты обернулся на них. Немного непривычно видеть здесь логику.\n",
    "answers": [
      {
        "id": 74,
        "text": "Отдать весы.",
        "need": 60,
        "need_ever": true
      },
      {
        "id": 60,
        "text": "—Их у меня нет... Еще какие то предметы нужны?"
      }
    ]
  },
  {
    "id": 74,
    "text": "Сейчас — остался последний предмет.\n\n—Теперь мне нужна коробка мармелада. Ее тоже очень было больно получить, но отдай мне ее пожалуйста.\n\nТы улыбнулся. Еще один предмет и ты выйдешь отсюда.",
    "answers": [
      {
        "id": 75,
        "text": "Отдать мармелад.",
        "need": 50,
        "need_ever": true
      },
      {
        "id": 60,
        "text": "—У меня его нет..."
      }
    ]
  },
  {
    "id": 75,
    "text": "Румомерд поставил мармелад под кубик Рубика, из которого полилась разноцветная жидкость. Она покрыла мармелад и одну сладость существо протянуло мне. \n\n—Съешь и ты никогда больше не попадешь в эту комнату.— сказал Румомерд и ты взял мармеладку в руки.",
    "answers": [
      {
        "id": 76,
        "text": "—Хорошо.\n[Съесть сладость]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 76,
    "text": "Ты взял ее в рот, а затем прожевал. У мармелада был вкус сладкой клубники. Перед глазами начало все слепнуть, но ты успел увидеть, что стены этой комнаты безумия сломались, упали и ты внезапно отключился.",
    "answers": [
      {
        "id": 87,
        "text": "—Это конец?",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 77,
    "text": "Вау, ты выбрался из этого кошмара!\n\nХочу сказать, что ты большой молодец, ибо чтобы найти все понадобится много нервов. Спасибо большое тебе за прохождение этого квеста)\n\nОбязательно напиши, если найдешь ошибки.",
    "answers": [
      {
        "id": 3,
        "text": "[назад]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 78,
    "text": "Ты уворачивался. Кулак прилетел слева — ты уклонился вправо, кулак прилетел справо — тв увернулся налево. \n\nВ конце концов существо утомилось и ты нанес ему еще один самый сильный удар. Ты почувствовал, как собираешь все силу внутри себя и выплеснул всю злость на него. Существо упало.",
    "answers": [
      {
        "id": 80,
        "text": "—Наконец-то...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 79,
    "text": "Бить в ответ было бесполезно — ты получал колоссальный урон, а существу хоть бы что. Оно с легкостью смогло убить тебя.\n\nТы упал в обморок, гулко стукнувшись головой об пол.",
    "answers": [
      {
        "id": 81,
        "text": "Проснуться.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 80,
    "text": "—Наконец-то... Я выиграл.— Твои силы были на исходе, но ты держался. Голова закружилась и ты посмотрел на свое тело. \n\nМножество же ударов тебе досталось, где то даже были рванные раны, от которых ты стремительное терял кровь.\n\nПеред глазами потемнело и ты грохнулся в обморок.",
    "answers": [
      {
        "id": 81,
        "text": "Проснуться.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 81,
    "text": "Резко распахнув веки, ты обнаружил себя в своей комнате. С синими стенами, обыкновенной мебелью и часами с кукушкой. Сердцебиение не успокаивалось и ты глотнул воду, стоящую рядом на тумбочке. Было ощущение, что это был не просто сон...",
    "answers": [
      {
        "id": 62,
        "text": "Уснуть опять",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 82,
    "text": "Ты произвел резкий маневр под руку и со всей силы пнул в районе локтя. Его кость сломалась с характерным хрустом и ты отбежал.\n\nСущество корчилось в агонии. Пока оно отвлечено, нужно его добить.",
    "answers": [
      {
        "id": 84,
        "text": "Ударить апперкотом",
        "left_answer": true
      },
      {
        "id": 85,
        "text": "Ударить в солнечное сплетение",
        "right_answer": true
      }
    ]
  },
  {
    "id": 83,
    "text": "Ты постарался вывернуть его руку, но сил не хватило и твоя рука вывернулась на 180 градусов.\n\n—АААААЙ— твой пронзительный крик даже не оглушил существо, ибо оно начало душить тебя. Ты упал в обморок от кислородного голодания.",
    "answers": [
      {
        "id": 81,
        "text": "Проснуться",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 84,
    "text": "Апперкот помог: Одним ударом ты повалил его в нокаут. Существо может и полавало признаки жизни, зато у тебя будет время опомниться и убежать. Ты развернулся и увидел дверь.\n\nМедленно направляясь, ты прошел к двери и только хотел открыть ее, как сзади раздался голос.\n—Ты думал, это все, на что я способен?\n\nТебя прошиб настолько сильный удар в спину, что кулак прошел сквозь тебя. Перед глазами все померкло. ",
    "answers": [
      {
        "id": 86,
        "text": "Умереть.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 85,
    "text": "Ты замахнулся и, накопив всю ярость и злость, полученную здесь, влепил ему удар в солнечное сплетение. Существо захрипело и упало на спину, задыхаясь. \n\nТихие хрипы доносились из-за спины, в то время как ты уже отошел от него и искал выход. Перед тобой появилась дверь. Неужели, это свобода? Ты только потянул ручку двери, как сзади раздался голос.\n—Ты думал, это все, на что я способен?\n\nТебя прошиб настолько сильный удар в спину, что кулак прошел сквозь тебя. Перед глазами все померкло. ",
    "answers": [
      {
        "id": 86,
        "text": "Умереть ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 86,
    "text": "Ты открыл концовку \"Нокаут\"",
    "answers": [
      {
        "id": 1,
        "text": "Услвшать голос Рассказчика",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 87,
    "text": "Конечно. Вокруг ты услышал будильник, который уже битый час пытался тебя разбудить. Эти воспоминания, похоже, останутся у тебя надолго.\n\nАккуратно присев на край кровати, ты протер лицо. Было ли это сном? Скорее всего. Но это был очень странный сон.\n\nПосмотрев на часы, ты узрел, что на работу ты уже опоздал. Было 12:00. Пора и мне покинуть тебя, Лео.",
    "answers": [
      {
        "id": 89,
        "text": "—Почему? Я не хочу, чтобы я забыл обо всем...",
        "left_answer": true
      },
      {
        "id": 90,
        "text": "—Хорошо. Я буду скучать.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 88,
    "text": "Драться с существом, при том, что ты не знаешь его силу? Глупо, парень.\nПолучен предмет: Боксерские перчатки.",
    "answers": [
      {
        "id": 3,
        "text": "[назад]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 89,
    "text": "К сожалению, придется. Я буду очень по тебе скучать, Лео.\n—Мне нравилось проводить с тобой время, Рассказчик, не смотря на то, что я умирал много раз. Это конечно странно, что я воскрешался, но на то наверное и комната безумия... Я надеюсь, что мы еще увидимся...",
    "answers": [
      {
        "id": 90,
        "text": "Конечно, Лео.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 90,
    "text": "Наверное, ты уже не услышишь и не увидишь, как я улыбаюсь...\n\nПрощай, Лео.",
    "answers": [
      {
        "id": 91,
        "text": "Услышать другой голос.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 91,
    "text": "—Леонард, просыпайтесь, пора принять таблетки.\nМилая медсестра крутилась вокруг больного, который лежал на белой кровати психической лечебнице. \n\n—Где я?— тихо пробормотал Леонард.\nМедсестра поднесла поднос с водой и попросила еще раз открыть его рот.\n—Откройте рот, вам следует принять таблетки.\nЛео не мешкался и выпил две таблетки какого то вещества, залпом запив стаканом с водой.\nНеприятное осознание пришло ему в голову. Вот оно что. Сон...",
    "answers": [
      {
        "id": 92,
        "text": "Мои поздравления!",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 92,
    "text": "Ты открыл истинную концовку! Я очень надеюсь, что сюдет не был скучным. Эта история крутилась у меня в голове и очень сильно понравилась мне.\n\nСама концепция была самая обычная: Комната безумия, что нибудь странное и огромное количество различных выборов, которые приводят к разным концовкам. Я написала его очень легко, мне было весело его составлять и вот, я познакомила вас с историей одного больного шизофреническим расстройством человека и одной его галлюцинации.",
    "answers": [
      {
        "id": 1,
        "text": "Услышать голос Рассказчика.",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 93,
    "text": "",
    "answers": []
  }
]