[
  {
    "id": 1,
    "text": "Привет, дорогой читатель! Сейчас я познакомлю тебя с одной увлекательной историей, в которой жизнь главной героини будет зависить от твоих действий. Удачи:) ",
    "answers": [
      {
        "id": 2,
        "text": "Начать! "
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Привет, я Саша, все произошло когда мне было десять. Да не пугайтесь, всего та я узнал что мой\" прекрасный \"папочка пьет\"....\n—Ну и что это? — кинув дневник вам в руки, сказал ваш лучший друг Марк. \n—если бы я знала.. Нашла, когда разбирала старые вещи на чердаке.\n—Ну и....В чем проблема та?\n—ну как в чем, я прочитала лишь страничку этого дневника, но потом зашла мама накричала на меня и выгнала с чердака.\n—Логично, твои родители же запрещают туда подниматься",
    "answers": [
      {
        "id": 3,
        "text": "-наверное ты прав.. Не стоило мне туда подниматься "
      },
      {
        "id": 4,
        "text": "-да всымсле логично? "
      }
    ]
  },
  {
    "id": 3,
    "text": "—Наверное ты прав, мне не стоило подниматься на чердак. Сегодня же верну дневник на место. Хотя мама и выглядела странно.\n—Да забей- пробормотал твой друг, зевнув. Стоило ему договорить, как тебе позвонила мама.\n—Дочь, ты где? Срочно едь домой! — ее голос звучал взволнованно, тебя это сразу же насторожило.\n",
    "answers": [
      {
        "id": 5,
        "text": "Уже еду мама.\n"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Ты серьёзно? Нет не логично!Ты же знаешь мою маму, она никогда на меня голос не повышала, даже когда я разбила окно в кабинете физики!А тут просто из за чердака...\n—Слушай, мне кажется ты себя накручиваешь, Дашь...Просто забей.\nСтоило ему договорить, как тебе тут же позвонила мама.\n—Ало, дочь ты где? Срочно едь домой! ",
    "answers": [
      {
        "id": 5,
        "text": "уже еду мам! "
      }
    ]
  },
  {
    "id": 5,
    "text": "Через 20 минут ты уже была дома.\n—мам, что то случилось? — взволнованно проговорила ты.\n—с чердака пропал дневник....Ты его взяла?\n",
    "answers": [
      {
        "id": 6,
        "text": "Нет"
      },
      {
        "id": 7,
        "text": "Да"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Точно? — голос мамы звучал как то угрожающе.\n—да, мам, я ничего не брала. — пробормотала ты\n—хорошо.. Наверное его взял твой отец. — договорив, мама устало улыбнулась, обняла тебя и тихо прошептала \n—не ври мне, Даша, лучше не ври. \n\n",
    "answers": [
      {
        "id": 9,
        "text": "Я не вру тебе, мама) "
      },
      {
        "id": 10,
        "text": "Мам.. Прости я соврала"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Да, я -виновато проговорила ты.\n— ты читала его? — ее вопрос звучал для тебя как угроза, в голову забралось тысячи негативных мыслий.\n—только одну страницу.\n—Верни его на место сейчас же! — строго проговорила мама.\n",
    "answers": [
      {
        "id": 12,
        "text": "Кто такой Саша? "
      },
      {
        "id": 13,
        "text": "Да... "
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты зашла в комнату, переоделась и села на кровать, внизу был слышен звук воды, видно мама мыла посуду ",
    "answers": [
      {
        "id": 11,
        "text": "Открыть дневник "
      },
      {
        "id": 17,
        "text": "Позвонить Марку"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Мамуль, я не вру тебе, я бы еще поболтала, но я плохо себя чувствую, наверное пойду посплю.-договорив, ты выдовила из себя улыбку. Получив в ответ не менее фальшивую улыбку матери, ты ушла. ",
    "answers": [
      {
        "id": 8,
        "text": "Пойти в свою комнату "
      }
    ]
  },
  {
    "id": 10,
    "text": "—мам,  прости.. Это я взяла, я просто..просто... — ты не знала что сказать, как оправдать свой поступок. Не знала зачем ты взяла дневник и почему соврала маме.\n—ты его читала? — строго спросила мама.\n—только одну страницу...\n—живо верни его мне! ",
    "answers": [
      {
        "id": 12,
        "text": "Мам, кто такой Саша? "
      },
      {
        "id": 13,
        "text": "Хорошо... "
      }
    ]
  },
  {
    "id": 11,
    "text": "Пока мама не видит ты открыла дневник и стала читать. \"Я не хочу больше видеть папу... Я не могу смириться с его пьянками, наверное я все таки соглашусь на предложение дяди Вити.\n11 ноября.\nЯ уехал из дома, дядя Витя сказал, что я ему как сын, неужели он заменит мне отца?\n19 ноября.\nЭто странный дом, сегодня ночью я опять услышал звуки из.... \"\nТы не успела дочитать, ведь услышала шаги мамы, нужно было срочно спрятать дневник! (торопясь ты сбросила трубку) ",
    "answers": [
      {
        "id": 26,
        "text": "Положить под кравать"
      },
      {
        "id": 27,
        "text": "Оставить в руках"
      }
    ]
  },
  {
    "id": 12,
    "text": "—мам, кто такой Саша?\n—о чем ты, какой Саша? — голос ее был строгий, даже слишком, ты невольно поежилась.\n—ну, тот, о ком написано в дневнике.\n—не понимаю о чем ты, это мой дневник.\n—но..\n—никаких но, отдай дневник. Живо! — эти слова были полны раздрожения. Ты никогда не видела маму в таком состоянии, что не так..?\n—  хорошо, на держи — ты отдала дневник своей маме. ",
    "answers": [
      {
        "id": 14,
        "text": "Выхватить дневник и убежать"
      },
      {
        "id": 15,
        "text": "Уйти в свою комнату"
      },
      {
        "id": 16,
        "text": "Возмутиться"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты еще раз извинилась перед мамой и отдала ей дневник. Ты была спокойна, что отдала его маме, но в сердце забралось ужасное чувство... Чувство будто ты упустила нечто очень важное.\n\n......\nПривет читатель, ты дошел до одной из концовок этой истории, в какой то степени это счастливый конец. Девочка и дальше счастлива жила со своей семьей,  но как долго это продолжадось... И не упустил ли ты чего",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 14,
    "text": "Не долго подумав, ты кинулась к маме, выхватила дневник и побежала ",
    "answers": [
      {
        "id": 18,
        "text": "Бежать в комнату "
      },
      {
        "id": 19,
        "text": "Бежать на улицу "
      },
      {
        "id": 20,
        "text": "Бежать на чердак"
      },
      {
        "id": 21,
        "text": "Бежать в подвал"
      }
    ]
  },
  {
    "id": 15,
    "text": "Тебе ничего не оставалось, как молча уйти в свою комнату, оставшись без дневника.Зайдя в комноту, ты переоделась и легла спать, забыв про лекарство от аллергии, которое всегда пила перед сном. Посреди ночи ты услышала какие то странные звук. Стоит ли проверить? \n",
    "answers": [
      {
        "id": 22,
        "text": "Продолжить спать"
      },
      {
        "id": 23,
        "text": "Проверить источник шума"
      }
    ]
  },
  {
    "id": 16,
    "text": "Мама, ты серьезно? Что за бред? Почему ты так странно себя ведешь? — тебя переполняла злось, просто так стоять и смотреть не было ни малейшего желания.\n—не понимаю о чем ты — отвитила мать, показывая, что разговор продолжать она не намерена\n—Почему в этом доме так много мест куда мне нельзя?! В подвал нельзя! На чердак нельзя! В вашу с отцом комнату тоже нельзя!\n—во первых не повышай на меня голос, во вторых сейчас же поднимайся в свою комнату и подумай о своем поведении!",
    "answers": [
      {
        "id": 15,
        "text": "Идти в комнату "
      }
    ]
  },
  {
    "id": 17,
    "text": "Не долго думая, ты взяла телефон и набрала знакомые цифры.\n—Ало, все хорошо? Ты так внезапно ушла..\n—привет, все отлично, просто мама сказала срочно ехать домой.\n—А что она хотела? ",
    "answers": [
      {
        "id": 29,
        "text": "Рассказать все Марку"
      },
      {
        "id": 30,
        "text": "Сказать, что ей нужна была помощь по дому "
      }
    ]
  },
  {
    "id": 18,
    "text": "О, нет, нет, нет, добежав ты поняла, дверь в комнату не закрываеться на ключ, ты залезла под кровать",
    "answers": [
      {
        "id": 32,
        "text": "Мама зашла в комноту "
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты добежала до двери, и вот казалось бы ты спасена, но стоило тебе выйти на улицу как кто то, стоящий на против входной двери, ударил тебя электрошокером ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ты добежала до чердака, но.. Нет, нет, дверь на чердак была закрыта, а между тем к тебе приближалась мама... Или не мама?\nТы не успела это понять ведь, дверь чердака распахнулась и кто то ударил тебя по голове",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты добежала до подвала, но.. Нет, нет дверь... Она закрыта, \"чем я только думала\" пролетела в твоей голове. Сзади к тебе подошла мама.\n—не правельный выбор — это было последнее, что ты услышала перед ударам электрошокера. ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты не стала обращать внимание на звуки, списав все на шум с улицы, и заснула. Проснувшись утром, ты спустилась вниз, родителей дома не было ",
    "answers": [
      {
        "id": 24,
        "text": "Поискать дневник "
      },
      {
        "id": 17,
        "text": "Позвонить Марку"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты встала с кравати и вышла из комноты,  из подвала раздался крик. \nТы осторожно приоткрыла дверь и увидела окрававленный нож в руке матери. \n—дочь, ты чего не спишь?\n—а.. А ты?\n— да вот разделовала свинью\nРезкий удар сзади по голове  и темнота... ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты начала рыскать по  дому в поисках дневника, и твое внимание привлекла открытая дверь в подвал.\nНе сумев перебороть любопытство  ты заглянула внутрь.\nЗря.. Очень зря, удар по голове и ты отключилась",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "Ты закинула дневник под кровать в последнюю секунду.\n—мам, ты что то хотела?\n— ты чего такая взъерошенная? Просто забрать грязные вещи, мама заглянула в тумбочку и забрала вещи. Причитая, что от тебя не какой помощи, она ушла из комнаты. ",
    "answers": [
      {
        "id": 28,
        "text": "Достать дневник "
      },
      {
        "id": 37,
        "text": "Не доставать дневник"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты не успела спрятать дневник, когда зашла твоя мама.\n—Ты чего то хотела?\n—да, забрать грязнве вещи... Это что? — сказала она, увидев у тебя в руках дневник.\n—это...мой личный дневник — не нашла другого оправдания ты\n—не обманывай меня! Я хорошо знаю этот дневник!\n     ",
    "answers": [
      {
        "id": 31,
        "text": "Ждать"
      },
      {
        "id": 32,
        "text": "Попытаться убежать"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы достали дневник, и это было ошибкой.\nШаги за  спиной, и шепот на ухо\n—не правильный выбор- а затем все погрузилось  в темноту ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Марк, слушай все сложно, очень — очень сложно.\nМне кажется мои родители не те за кого себя выдают...\n— ты пораноишь Дашь.. Я переживаю...\n—но я.. Я могу доказать",
    "answers": [
      {
        "id": 11,
        "text": "Доказать "
      },
      {
        "id": 39,
        "text": "Не доказывать"
      }
    ]
  },
  {
    "id": 30,
    "text": "— ей, ей, просто нужна помощь по дому, не забивай голову. Кладу трубку ",
    "answers": [
      {
        "id": 11,
        "text": "Достать дневник"
      }
    ]
  },
  {
    "id": 31,
    "text": "—ух, Дашь, я не хочу тебя наказывать, но ты ведешь себя не подобающе...эх, ладно, давай не будем сориться, спустись в подвал за вареньем.\n—хорошо мам.. ",
    "answers": [
      {
        "id": 40,
        "text": "Спуститься "
      }
    ]
  },
  {
    "id": 32,
    "text": "Две секунды на раздумья. Куда ты побежишь? ",
    "answers": [
      {
        "id": 33,
        "text": "К двери"
      },
      {
        "id": 34,
        "text": "К окну"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ты резко побежала в сторону двери, надеясь проскочить через мать, но.... Эх не удача.\n—не правельный выбор — услышала ты за секунду до удара электрошокера ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты ринулась к окну и без раздумий выпрыгнула из него, но.. Но ведь ты живешь на втором этаже...\n",
    "answers": [
      {
        "id": 41,
        "text": "Это конец? "
      }
    ]
  },
  {
    "id": 35,
    "text": "Через какое то время вы услышали голос, он был до жути вам знаком.\n—Эй Виктор, разбуди ее уже, мамочка хочет поиграться с дочуркой)\n—нет Марго, еще рано.\n—не будь занудой, миилый.\nЭто было последнее, что вы услышали до того как погрузились в темноту... Отвратительную, ужасающую темноту.... ",
    "answers": [
      {
        "id": 36,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ты открыла глаза, первые две минуты ты не понимала где находишься... \"где я? Что произошло?\" пролетало в твоей голове",
    "answers": [
      {
        "id": 25,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 42,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 37,
    "text": "Уже темно. Вы легои спать, но  не ожидали, что очнетесь от удара электрошокера и тут же попадете в небытие",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "—Дашь...Просто знай, что я этого не хотел...\n, — чего? Что за бред?\n—просто знай ...\nВ трубке послышались гудки, ты ничего не понимала. Взяв дневник, ты решила продолжить чтение",
    "answers": [
      {
        "id": 11,
        "text": "Читать"
      }
    ]
  },
  {
    "id": 39,
    "text": "—а знаешь, что, забудь, я просто шучу.\n—твои шутки.. Звучат как правда... Много ты уже прочитала?\n—что? ",
    "answers": [
      {
        "id": 38,
        "text": "Тебя это не касается "
      },
      {
        "id": 11,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 40,
    "text": "Ты подошла к двери в подвал, повернула голову чтобы сказать маме, что дверь закрыта, как вдруг кто то ударил тебя по голове",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "—Марк включи новости.\n—да мам!\n\" девушка выпрыгнула из окна второго этажа, прямо на глазах у своей матери. Предположительно это случилось из за соры с родителями, девушка.. БЛА БЛА БЛА\"\n—Ч. ЧТО? Дашь.... Нет...\nЯ знал, что если ты будешь лезть не в свое дело, то тебя устронят, но чтоб ты выпрыгнула из окна.. Зачем.. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  }
]