[
  {
    "id": 1,
    "text": "Приветствую тебя-читатель. Моё имя \"Загадочник\".\n\nЭта книга-квест посвящена одной из самых удивительных историй нашего мира. (кстати, тут не одна книга, а целая вселенная. Так, что заходи ещё). Но вернёмся к истории. Злодей по имени, ой, да ладно вам тут все рассказывать. Переворачивай страницу",
    "answers": [
      {
        "id": 2,
        "text": "Перевернуть страницу"
      },
      {
        "id": 1,
        "text": "Назад !1"
      }
    ]
  },
  {
    "id": 2,
    "text": "И так! (город Нск)  У себя в квартире седел  человек,  роста он быьне большого но и не маленького, ну как все люди (≈170-180см). Жил в обыкновенной квартире. Но как-то раз ему надоела эта обычная жизнь, и он решил переехать. Вещей у него было не много, он упаковал их и поехал до первого отеля, там он планировал перекантоватся дня 4, а потом переехать в другой. Человек этот был крайне в себе самоуверенный, а иногда казался жостким. Ну так вот, из-за его саммоуверенности он даже не посмотрел на карту (да, наша история проходит в мире, где нет навигаторов) и заблудился, он ездил кругами, пока не наткнулся на деревянный домик. В домике этом жила бабушка-божий одуванчик. И кот. (до начала квеста 1 страница) ",
    "answers": [
      {
        "id": 3,
        "text": "Перевернуть страницу"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мужчина постучался в дверь\n—Здравствуйте,  а можете открыть дверь. (кричал он это громко и кагбы это сказать... жостко, что-ли)\nДверь открыла испуганая бабушка. При  двери яркий свет хлынул в лицо, и мужчина сильно сильно зажмурился. Бабушка выдухнала\n—Ах, это ты милок, чего тебе надо?\n—да, вот я тут ехал, ехал, да заблудился. Пусти переночевать, а завтро с утра уеду.\n—Сынок, поищи лучше ночлег в другом месте.\n— А, что так бабушка?\n—Да у меня полы холодные, и печь разобраны, а на улице август. Поспи ты сынок в машине.\nНо когда бабушка увидела его машину (бмв 6х), у неё засверкали глаза.\n—Да не страшны мне холода, пусти переночевать, завтро уже меня не увидеш. \n—Ладно, но я тебя предупреждала. \nНа следующее утро кто-то вызвал в этот дом милицию. Убит мужчина, умер кот, пропала бабушка. До начала квеста 0...1...2...3..НАЧАЛО\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Перевернуть страницу"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вам принесли  дело:\nПогипший: Мужчина ФИО неизвестны, возрост ~20-25 лет. Холост, Судимостей не имел.\nБабушка:Кузнецова Вераника Фёдоровна, 76лет от роду.  Есть алиби-стоя в очереди за талоном на \"ласточку\".\nПримечание: Мужчина и кот умерли по разному. Кот-неизвестно, мужчина-2 ранения острым предметам. Избушка находится в 7 км от блежайшего населённого пункта. По предварительному осмотр похищено ничего небыло. Убийстао~произошло в 8-9 часов. Ранение мужчины в облости спиной.\n____________________________________________________\n\nВы-Павел Сергеевич Кравцов. Оперуполномоченный. Старший лейтенант. Город Нск\nЧто будет дальше делать? ",
    "answers": [
      {
        "id": 5,
        "text": "Осмотрю место преступления, поищу улики "
      },
      {
        "id": 6,
        "text": "Допрошу Бабку, может она, что-то знает "
      },
      {
        "id": 7,
        "text": "Проверю её алеби, вдруг оно \"фальшвое\" "
      },
      {
        "id": 1,
        "text": "Вернусь назад "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы начали рассматривать объведенное мелом тело, и заметили, что из-ран кровь до сех пор течёт (это значит, что убийство произашло недавно). Осмотрев помещение целеком вы больше не находите улик.  Что вы делаете? ",
    "answers": [
      {
        "id": 4,
        "text": "Возвращаюсь к началу"
      },
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 6,
        "text": "Иду допрашивать Бабушку "
      },
      {
        "id": 7,
        "text": "Проверяю Алеби"
      },
      {
        "id": 8,
        "text": "Выставляю засаду в домике у бабушки "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы приходите к бабушке, начинаете с ней разговор. Но она твердит одно и тоже \"я ходила утром в кассу за толоеом на машину\". Этот трындеж кажется вам подазрительным. Вы решаете спросить Бабку о машине убитого. При слове \"машина\" у бабки свернули глаза. Это кажется вам ещё более подозрительным, но вы не можете её орестовать (нет доказательств). Что вы делаете? ",
    "answers": [
      {
        "id": 4,
        "text": "Возвращаюсь к началу "
      },
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 5,
        "text": "Осматриваю место преступления "
      },
      {
        "id": 7,
        "text": "Проверяю алеби"
      },
      {
        "id": 8,
        "text": "Выстовляю засаду в домике бабки"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы идёте проверить алеби бабки. Вот вы подходите к будке. :\n—Здравствуйте (показываете милицейские корочки)\n—Здравствуйте, чем межем почь?\n—Кузнецова Вераника.... 76 лет была у вас сегодня?\n—да, ровно в 11:00 пришла.\n— а до  этого её не было?\n—нет\n—хорошо, спасибо.\n\n____________________________________________________\nВам кажется это все страннее и страннее. По словам бабки, она вышка в 9:15,а пришла в 14? Странно. Где она все это время была? ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 6,
        "text": "Допросить Бабушку"
      },
      {
        "id": 8,
        "text": "Выстовляю засаду в домике у бабушки "
      },
      {
        "id": 5,
        "text": "Рассмотреть место преступления "
      },
      {
        "id": 4,
        "text": "Вернусь назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы решили оставить в доме у Бабушки милицейскую засаду. Интерестно что будет... ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 4,
        "text": "Вернутся к началу "
      },
      {
        "id": 7,
        "text": "Проверить алеби "
      },
      {
        "id": 5,
        "text": "Осмотреть место приступления "
      },
      {
        "id": 9,
        "text": "Остаться "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы решили остаться в домике у бабушки.  Но тут вас вызвало к себе начальство:\n—У нас для тебя есть дело\n—Я ещё не закончил это.\n—Да мёртвое-твоё дело, не раскроешь.\n—Я в этом не уверен. Я нашоь уже несколько улик.\n(Лицо начальника исказилось. Глас начал дёргается)\n—Я тебе все ещё советую забросить это дело. Оно не важно.\n—Нет!!! Я доведу его до конца!!!\nТвоё дело.\n____________________________________________________\n\nТут вы вспоминаете о своих находкапх и  засаде. Что вы выберете. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 4,
        "text": "Вернутся назад "
      },
      {
        "id": 8,
        "text": "Вернутся к засаде"
      },
      {
        "id": 10,
        "text": "Вернутся в домик бабушки "
      },
      {
        "id": 11,
        "text": "Поехать к знакомому эксперту, чтоб он посмотрел раны убитого "
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы вернулись в домик бабки, и увидели, что вся засада перебита, бабка выкинут из окна с нажом в голове, а тело кота пропало. Вы ещё раз осмотрели дом, но кроме тела кота нечего не пропало. Значит не разбой. Всё убиты горячим оружеем.\n__________________________________________________\nСтранно,почему Бабку зарезали, а ментов застрелили.\n__________________________________________________\nВаши действия?",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 4,
        "text": "Вернутся к началу "
      },
      {
        "id": 11,
        "text": "Посетить знакомого эксперта"
      },
      {
        "id": 12,
        "text": "Доложить начальству. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы решили поехать знакомому эксперту криминалистики. Он сказал, что:\" Раны был нанесены тонколезвийным предметом, а тупых ран там нет. Оружеем преступник действовал неумело (нанес 5 ударов, но человек выжил). Смерть наступила  спустя некоторое время, из-за ран и потери крови.\n____________________________________________________\nВы поняли, что эта версий в корне отличается от офецальной версии. Что дальше? ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 4,
        "text": "Вернусь к началу"
      },
      {
        "id": 10,
        "text": "Вернусь в домик бабки "
      },
      {
        "id": 12,
        "text": "Доложу начальству "
      },
      {
        "id": 13,
        "text": "Мои подозреваемые"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы решили доложить об убийстве милиционеров и версию знакомого доктора. Лицо начальника с каждым  вашим словом краснело и краснело. Когда вы закончили свой рассказ, он сказал : \"Павел Сергеевич, ну закруй ты дело, закрой\"\nНет!!! Твёрдо ответили вы",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 4,
        "text": "Вернутся к началу "
      },
      {
        "id": 11,
        "text": "Сходить к эксперту"
      },
      {
        "id": 10,
        "text": "Вернутся в дом бабушки "
      },
      {
        "id": 13,
        "text": "Свои подозреваемые "
      },
      {
        "id": 14,
        "text": "Начать искать в воровских малинах"
      }
    ]
  },
  {
    "id": 13,
    "text": "1) Налальник-жив\n2)Бабка-умерла\n3)Серьёзный противник. — Хз кто",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы приехали в воровчкую малину к своему осведавителю. Но он не знал кого искать, веть все, что известно об убийце-у него тонконожное оружее, и то ин мог выкинуть.\n\n и тут вы вспоминаете, об ореентировках. Вы приезжаете в часть МВД и запрашивает все имеющиеся ореентировки об особо опасных преступников, причём не поблизости, а по всей стране. ",
    "answers": [
      {
        "id": 15,
        "text": "Прочитать ореентировки"
      },
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 13,
        "text": "Мои подозреваемые"
      },
      {
        "id": 4,
        "text": "Вернутся у началу"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы прочитали более 11 ореентировкэак, и на 12 шнли очень интересное дело\n\" преступник 25 лет орудовал в городе санкт-петербург, серийный убийца более 10 жертв, удары наносил тамколезвийным орудием, или бритвой или скальпелем или тупым кухонным ножом. был приговорён пожизненные заключения но сумел сбежать скрывается до сих пор последнее местонахождение автовокзал в город НСК. Особо опасен. ФИО: Кругликов Степан Петрович. МВД Санкт-Петербурга. \"",
    "answers": [
      {
        "id": 16,
        "text": "Сново пойти в малину"
      },
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 4,
        "text": "Вернулся к началу "
      }
    ]
  },
  {
    "id": 16,
    "text": "вы приехали снова в воровскую малину. спросили у своего осведомителя, знает ли он кругликова Степана Петровича. он ответил что, Кругликов Степан Петрович, живёт в гостинице Националь. приехал 2 дня назад но, по словам о осведомителя из номера гостиницы он не выходил.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 4,
        "text": "Вернутся к началу "
      },
      {
        "id": 15,
        "text": "Ореентеровка "
      },
      {
        "id": 17,
        "text": "Поехать в гостиницу"
      }
    ]
  },
  {
    "id": 17,
    "text": "вы приехали в гостиницу националь спросили на рецепшене, выходил ли Кругликов Степан Петрович из своего номера в отеле. регистратор сказал, что Кругликов СП выходил из своего номера погулять примерно с 9:00 до 14 часов утра, дня. он купил номер и оставил в залог свой паспорт. вы попросили достать этот паспорт. паспорт оказался фальшивым и даже не на имя кругликова Степана Петровича а она Феодосию Евгению Юрьевну.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 4,
        "text": "Вернутся к началу "
      },
      {
        "id": 20,
        "text": "Подождать Кругликова у него в номере."
      },
      {
        "id": 16,
        "text": "Ореентеровка "
      }
    ]
  },
  {
    "id": 18,
    "text": "вы решили допросить кругликова В отделение, вы его отвели посадили в камеру для допросов. Сначала он долго-долго отпирался, но после узнанного что пришла ориентировка на его имя он решил начать сознаваться. Он сказал что все убийства совершил он, и всё правильно он наносил удары скайпелем но он лишь был По его словам исполнителем идеи покупателя он в лицо ни разу не видел ему приносил деньги курьер. данных слов вы поняли что имеете дело скорее всего с наркокартелем курьеры в основном работают . Ваши действия?",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 4,
        "text": "Вернутся к началу "
      },
      {
        "id": 19,
        "text": "Провести обыск в его номере. "
      }
    ]
  },
  {
    "id": 19,
    "text": "вы решили провести обыск и ваша версия О наркокартеле подтвердилась были найдены и Кровавый скальпель и наркотики. всё это было изъято а сам Кругликов посажен на пожизненные из-за слова уже получается 14 убийств. но надо ещё найти заказчика точка И тут вам очень сильно везёт из наркотиков впадает визитка барона его определяют им оказывается альер он короб. Ваши действия?",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 4,
        "text": "Вернутся к началу "
      },
      {
        "id": 18,
        "text": "Допрос Кругликова "
      },
      {
        "id": 21,
        "text": "Рассказать Начальству "
      },
      {
        "id": 22,
        "text": "Сделать все самому "
      }
    ]
  },
  {
    "id": 20,
    "text": "вы решили подождать кругликова в его номере. ждали вы не так долго и вот уже в 17:45 Кругликов вернулся к себе в номер вас он очень сильно удивился. Здравствуйте товарищ улыбайся проговорил он. Кругликов Степан Петрович? спросил Кравцов. Да, а с кем я имею честь говорить. Павел Сергеевич Кравцов оперуполномоченный сотрудник МВД Пройдите со мной в отделение. а какие основания для моего ареста всё ещё улыбаясь спросил Кругликов вы подозреваетесь в убийстве одного человека будете сопротивляться про меню оружия. Нет не сопротивляться не буду я уверен в своей правоте. вы надели на него наручники и... ",
    "answers": [
      {
        "id": 18,
        "text": "Отвести в отделение   и там допросить "
      },
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 16,
        "text": "Ореентеровка "
      },
      {
        "id": 4,
        "text": "Вернутся к началу "
      },
      {
        "id": 19,
        "text": "Провести у него в номере осмотр"
      }
    ]
  },
  {
    "id": 21,
    "text": "вы рассказали всё начальство, начальство решило не трогать наркобарона, вы уволены и отошли отдела конец.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "вы подговорили восемь сотрудников полиции об участии в операции по захвату и уничтожению преступного наркотического синдиката. вы нашли форму синдиката нашли всё что надо и влили одного из агентов Синдика он правил там успешную операцию и вы смогли захватить главу данного синдиката. Он рассказал что работал на некоего Петрова. Ну а кто такой Петров вы узнаете в следующей книге ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]