[
  {
    "id": 1,
    "text": "Автор: Артем Чайка(Chae4kA) \nЖанр: Боевик, фантастика. \n\nВ нашем мире многое сокрыто от людских глаз. Столько неизвестного находится вокруг нас. Однако всех интерисует лишь то, что находится вне нашего мира. Ангелы, Демоны... Реальны ли они? Или это всего лишь бредни религиозных фанатиков, что вещают о конце мира? А может, в этих бреднях есть крупица правды?.. ",
    "answers": [
      {
        "id": 2,
        "text": "[НАЧАТЬ]"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                        ПРОЛОГ\n\nСолнечный свет резко ударил по закрытым глазам, заставляя пробудиться ото сна. Открыв глаза, парень приподнялся на локтях со своего ложа, всматриваясь туманным взглядом на часы. Девять часов утра. На первую пару можно не спешить — по прошествии 15 минут от начала преподаватели не пускают ни одного из опоздавших. \nПрокряхтев как дед, Уилл (а именно так звали парня) встал с кровати, лениво натягивая домашние штаны. Следущая остановка — ванная комната. ",
    "answers": [
      {
        "id": 3,
        "text": "[С чего все началось?]"
      },
      {
        "id": 4,
        "text": "[Последние события]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Уилл родился 20 лет назад. Парень совсем молод, но не отличается никакими физическими или умственными данными. Можно сказать, что он среднестатистический юноша. Однако он всегда умел располагать людей к себе своей искренностью и целеустремленностью. Он упорно добивается поставленной цели. \nВсе свободное время Уилл тратит на просмотр YouTube, аниме и просто торчит в интернете. Вот и всë, чем занимается парень. ",
    "answers": [
      {
        "id": 4,
        "text": "[Последние события]",
        "need": -4
      },
      {
        "id": 5,
        "text": "[Наконец умыться]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вот уже два года прошло, как Уилл съехал от родителей. За это время больше ничего и не изменилось. Уилл учится в университете, старается делать все задания, хотя его часто одолевает лень и интернет. Ни работы, ни девушки. Затворник своей комнаты. Близких друзей он так и не завёл, так что на прогулки и посиделки с кем-либо расчитывать не приходится. Но парень и не жалуется. ",
    "answers": [
      {
        "id": 3,
        "text": "[С чего все началось?]",
        "need": -3
      },
      {
        "id": 5,
        "text": "[Наконец умыться]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Добравшись до ванной, Уилл включил воду, набирая ту в ладони, резко плеснув ею себе на лицо. Холодная вода слегка взбодрила его, он чувствовал как последняя слабость, оставленная после сна, уходила от него. Быстро почистив зубы, парень решил, что неплохо было бы позавтракать, раз такая выдалась возможность. Обычно он не успевал этого сделать, так как вставал в самый последний момент, приходя в университет акурат под начало пары. ",
    "answers": [
      {
        "id": 8,
        "text": "[Направиться на кухню]"
      },
      {
        "id": 7,
        "text": "[Проверить интернет]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Кухня была небольшой — пара тумб, на которых удобно готовить еду, плита, холодильник. К сожалению, все доступное время, которое можно было потратить на прием пищи, Уилл проторчал в интернете, кормя свой мозг не нужной информацией в виде видео о котиках и разных лайфхаках, которые так и не будут использованы в жизни. \n— Молодец, Уилл, — похвалил себя парень. Тихо проскрипев зубами, Уилл направился в комнату. Его учебный образ не был чем-то удивительным — рубашка, брюки, и всë, конечно же, не глаженное. ",
    "answers": [
      {
        "id": 9,
        "text": "[Выйти на улицу]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Конечно же, какое утро без ежедневного утреннего ритуала — просмотра новостей в различных информационных канал и разной чуши на YouTube. \nНовости как обычно были либо абсурдны, либо полной противоположностью действительности, чаще всего противореча друг другу. Хайп ради хайпа. На просторах  YouTub'а так же ничего интересно. Пара новых смешных видео с животными, \"100 лайфхаков на кухне\"... Кто вообще смотрит лайфхаки?! ",
    "answers": [
      {
        "id": 6,
        "text": "[Направиться на кухню]",
        "need": 7
      }
    ]
  },
  {
    "id": 8,
    "text": "Кухня была небольшой — пара тумб, на которых удобно готовить еду, плита, холодильник. Открыв холодильник со своими скромными запасами в виде молока, половины батона колбасы и столько же хлеба, Уилл тихо вздохнул. На степендию много не купить, а деньги, которые присылали родители, уходили в основном на оплату жилища. Достав продукты из холодильника, он аккуратно их положил на тумбу, нажал на кнопку электрического чайника. Чайник сначала глухо зашумел, затрещал, а после послышался характерный звук кипячения воды. \n\nУилл не был мастером готовки, а потому хлеб он лишь слегка поджарил на сковороде, а после положил заранее нарезанную колбасу. К тому моменту чайник вскипел, о чем провозгласила пластинка, звучно выталкивающая кнопку в плложение \"Выкл\". Засыпав в кружку чайную ложку кофе, сахара, он залил эту смесь кипятком. Аромат кофе разнесся по скромной кухне, дополняя утро. Добавив молока в свой напиток, Уилл сел всë около той же тумбы, начиная жевать свои бутерброды, запивая кофе. Нехитрый, но завтрак. ",
    "answers": [
      {
        "id": 10,
        "text": "[Доесть]"
      }
    ]
  },
  {
    "id": 9,
    "text": "На улице было относительно спокойно. Машины носились в одну и в другую сторону, люди двигались стройными потоками по делам. Городская жизнь кипела. Уилл взглянул на часы. Без пяти минут десять. Не все так плохо, до пары еще есть двадцать с лишним минут. Однако и отвлекаться нельзя, иначе был велик риск не успеть и на эту пару, тогда из трех пар останется одна. С другой стороны, две пары — дофига, одна пара... \n\nПомотав головой, Уилл быстро зашагал в сторону университета. Птицы пели свои утренние песни, которые если чем и нарушались, то только шумом моторов и сигналами автомобилей. Этакий оркестр города. Не хватает только людских голосов. \n\n— Да я тебе говорю, что-то там взорвалось! — громко доказывал слегка испуганный мужичок какому-то прохожему, — и никто не говорил из-за чего! Это угрозы! Нас атакуют! \n\nПрохожий, не скрывая своего скептического настроя, махнул рукой, быстро удаляясь от мужчины. Уилл, дабы не влипнуть, ускорил шаг, оставляя беднягу далеко позади. \n\nПара поворотов — и вот виднеются ограждения территории университета, а позже и вход на территорию. ",
    "answers": [
      {
        "id": 12,
        "text": "[Спешить на пару]"
      }
    ]
  },
  {
    "id": 10,
    "text": "С завтраком было покончено даже быстрее, чем он готовился. Скинув посуду в раковину, Уилл отправился в команту, дабы начать собираться в универ. Брюки, рубашка, к тому же не глаженные — вот и весь студенческий образ Уилла. Натянув одежду, парень взял свой рюкзак, еще раз окинул взглядом свою квартирку и вышел из нее на лестничную площадку, закрывая дверь. ",
    "answers": [
      {
        "id": 11,
        "text": "[На улицу]"
      }
    ]
  },
  {
    "id": 11,
    "text": "На улице было относительно спокойно. Машины носились в одну и в другую сторону, люди двигались стройными потоками по делам. Городская жизнь кипела. Уилл взглянул на часы. Без пяти минут десять. Не все так плохо, до пары еще есть двадцать с лишним минут. Однако и отвлекаться нельзя, иначе был велик риск не успеть и на эту пару, тогда из трех пар останется одна. С другой стороны, две пары — дофига, одна пара... \n\nПомотав головой, Уилл быстро зашагал в сторону университета. Птицы пели свои утренние песни, которые если чем и нарушались, то только шумом моторов и сигналами автомобилей. Этакий оркестр города. Не хватает только людских голосов. \n\n— Да я тебе говорю, что-то там взорвалось! — громко доказывал слегка испуганный мужичок какому-то прохожему, — и никто не говорил из-за чего! Это угрозы! Нас атакуют! \n\nПрохожий, не скрывая своего скептического настроя, махнул рукой, быстро удаляясь от мужчины. Уилл, дабы не влипнуть, ускорил шаг, оставляя беднягу далеко позади. \n\nПара поворотов — и вот виднеются ограждения территории университета, а позже и вход на территорию. ",
    "answers": [
      {
        "id": 12,
        "text": "[Спешить на пару]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Быстро пройдя через охрану универа, Уилл направился в аудиторию, ловко огибая других студентов, чтобы не столкнуться с ними. Практически на последней секунде парень влетает в аудиторию, но вместо каких-либо укоризненных слов его встретили лишь насмешки — преподаватель опаздывал. \n\n\"Прекрасно, можно было не торопиться\", — подумал Уилл. Расслабясь он прошел на свое место, глухо бросив рюкзак около парты. Уперев голову об руки, он задумчиво смотрел в окно. В далеке виднелся серый столб дыма. Остатки взрыва, о котором говорил мужчина на улице? \n\n— Да я тебе говорю, это не случайность! Не авария или что-то такое. За секунду до взрыва видели что-то непонятное, словно какой-то свет. \n\nУилл слегка повернулся в сторону высказывания. Группа студентов яро обсуждала данный инцидент, делясь догадками и слухами. Однако ему было плевать. Парадокс Уилла в том, что новости в интернете ему гораздо интереснее, чем те, что проиходят под носом, ведь об этом он услышит из каждого чайника, а то, что произошло в другой стране? Нет, такое никто тебе не расскажет, пока сам не прочитаешь. \n\nПреподаватель быстро вошел в аудиторию, извиняясь за опоздание. Студенты встали с мест, приветствуя его. Что ж, впереди скучных полтора часа... ",
    "answers": [
      {
        "id": 13,
        "text": "[...]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Лекция длилась невыносимо долго, нудно. Пару раз Уилл поймал себя на мысли, что спит, от чего тряс головой, дабы хоть слегка взбодриться. \n\nВ отдалении послышался грохот. Затем крик. Студенты замерли, с опасением смотря на выход из аудитории. Встали и побежали лишь тогда, когда послышалась сирена. Пожарная. \n\nУилл выбежал из аудитории, осматриваясь. Бежали студенты, преподаватели. Но дымом не пахло, да и огня не видно было. Стараясь не думать об этом, Уилл направился со всеми вместе. А затем резко упал, больно приземляясь на кафельный пол коридора, да так, что в глазах на секунду промелькнули все звезды мира. Открыв глаза, он увидел необъяснимое. Нечто, похожее на дымок или пар, обвернулось вокруг шеи одного из студентов, поднимая его на добрые полметра над полом. Уилл слегка попятился, не в силах встать от удивления. А затем... шруст. Тело до недавнего времени живого студента упало на кафельный пол практически рядом с ногами Уилла. \n\nГде-то в коридоре закричала девушка. Коридор вновь пришел в движение, люди побежали, однако уже без разбора. Уилл быстро встал на ноги. Из другого коридора появилось еще несколько сгустков, которые сбивали людей. А тот, что был ближе всего к Уиллу завис. Парню казалось, что тот смотрел на него. Однако мозг отдал один четкий приказ... ",
    "answers": [
      {
        "id": 14,
        "text": "[Бежать!]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Он рванул. Поперек движения толпы, сбивая других. Он чувствовал как дымок приследовал его. Он не оборачивался, но чувствовал его холод. \n\nУилл забежал на второй этаж. Здесь было просторнее, видимо все успели отсюда сбежать. Дымок не отставал, к тому же, их стало трое. Уилл вновь бросился по коридору. Через секунду он услышал легких стук о кафель, словно кто-то что-то уронил. Обернувшись, Уилл увидел как из трёх сгустов формировалось что-то, похожее на собаку, только с более отвратной мордой. Та злобно прорычала и бросилась к парню. Уилл, развернувшись, не удержал равновесия, упал. \n\nСобака, сделав пару шагов, прыгнула прямо на него, раскрывая ужасную пасть. Уилл рефлекторно перекатился в сторону, не расчитал скорость, влетел в стену, больно ударившись о нее спиной. Собака, прорычав, развернулась в полете, со скрипучим звуком провела когтями по плитке пола, ловко изворачиваясь, делая очередной бросок. ",
    "answers": [
      {
        "id": 16,
        "text": "[Закрыться руками]"
      },
      {
        "id": 15,
        "text": "[Увернуться]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Быстрый блеск, от которого Уилл слегка поморщился. В мгновении ока собака растворилась перед ним, словно ее и не было. Парень так и лежал на полу, не понимая происходящего. \n\n— Долго лежать будешь, герой? — послышался женский голос. Уилл повернулся в его сторону. Он увидел девушку. В одной руке короткий меч, в другой — пистолет, не похожий ни на одну из известных ему моделей. \n\n— Вставай давай и выбирайся отсюда, если жить не перехотелось. ",
    "answers": [
      {
        "id": 17,
        "text": "- Что это такое? "
      }
    ]
  },
  {
    "id": 16,
    "text": "Быстрый блеск, от которого Уилл слегка поморщился. В мгновение ока собака растворилась перед ним, словно ее и не было. Парень так и лежал на полу, не понимая происходящего. \n\n— Долго лежать будешь, герой? — послышался женский голос. Уилл повернулся в его сторону. Он увидел девушку. В одной руке короткий меч, в другой — пистолет, не похожий ни на одну из известных ему моделей. \n\n— Вставай давай и выбирайся отсюда, если жить не перехотелось. ",
    "answers": [
      {
        "id": 17,
        "text": "- Что это такое? "
      }
    ]
  },
  {
    "id": 17,
    "text": "— Что это еще за фигня? — вскрикнул Уилл, стараясь подняться, однако получилось не с первого раза. \n\n— Если по простому — Тени. А более развернуто тебе знать не обязательно. Первый этаж должен быть свободен, так что... \n\nОна не успела договорить. Очередное подобие собаки выскачило из лестничного пролета, бросаясь на нее. Девушка ловко увернулась, рассекла воздух своим клинком, который на секунду блестнул, словно от острия отразился луч солнца. \n\nПромахнулась. Клинок задел лишь спину твари, увлекая за собой легкую темную дымку. Собака, ловко оттолкнувшись от стены, вновь прыгнула. Девушка не расчитала расстояние, попыталась поворотом корпуса уйти с линии атаки. А затем тихо вскрикнула. Когтистая лапа саданула девушку по спине. Ноги ее подкосились, запутались между собой, и девушка упала на пол. Меч, звякнув, проскользил в сторону. Девушка развернулась, подняла руку с пистолетом в сторону пса. Тот моментально вцепился в вытянутую руку, уходя от яркой впышки, что вылетела из оружия. Девушка продолжала отбиваться, стараясь вырваться из хватки. ",
    "answers": [
      {
        "id": 18,
        "text": "[Схватить меч]"
      },
      {
        "id": 19,
        "text": "[Бежать]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Уилл подбежал к клинку, схватился за рукоять, поднимая с пола. Сразу оценил его легкость. Подбежал, небрежно ударил... попал. Собака, подобно предыдущей, развеелась. \n\nДевушка, шипя от боли, встала с пола, выхватывая из рук парня меч. \n\n— Ну, ну... герой. Валим отсюда. \n\nТолько сейчас вы заметили, как рана на ее руке слегка \"дымилась\" густым темным паром. ",
    "answers": [
      {
        "id": 20,
        "text": "- Веди. "
      },
      {
        "id": 21,
        "text": "- Ты в порядке? "
      }
    ]
  },
  {
    "id": 19,
    "text": "Не дожидаясь, Уилл быстро рванул к лестнице. Быстро сбежав по ней, встал на месте, замер. В коридорах лежали тела. Много тел. Студенты, преподаватели. Взяв себя в руки, парень продолжил бежать к выходу. \n\nТрупы... их словно становилось больше. Выход был за пововротом. Вылетев в холл, словно ракета, парень вздохнул с облегчением. Около выхода было несколько человек, что рассматривали тела, словно что-то искали. ",
    "answers": [
      {
        "id": 22,
        "text": "- Слава Богу... Люди. "
      }
    ]
  },
  {
    "id": 20,
    "text": "Девушка кивнула, направляясь вниз по лестнице. \nСойдя вниз, Уилл остановился.  В коридорах лежали тела. Много тел. Студенты, преподаватели.\n\n— Не отвлекайся, идем. Нужно выбраться отсюда, — проговорила девушка, хватая того за рукав, таща за собой. \n\nТрупы... их словно становилось больше. Выход был за поворотом. Выходя в холл, пара остановилась. У входа было несколько человек, осматривавшие тела, словно искали что-то среди них. ",
    "answers": [
      {
        "id": 24,
        "text": "- Слава Богу... Люди. "
      }
    ]
  },
  {
    "id": 21,
    "text": "— Да, жить буду. Не думай об этом, идем. \n\nПроговорила девушка, направляясь вниз по лестнице. Сойдя вниз, Уилл остановился.  В коридорах лежали тела. Много тел. Студенты, преподаватели.\n\n— Не отвлекайся, идем. Нужно выбраться отсюда, — проговорила девушка, хватая того за рукав, таща за собой. \n\nТрупы... их словно становилось больше. Выход был за поворотом. Выходя в холл, пара остановилась. У входа было несколько человек, осматривавшие тела, словно искали что-то среди них. ",
    "answers": [
      {
        "id": 24,
        "text": "- Слава Богу... Люди. "
      }
    ]
  },
  {
    "id": 22,
    "text": "Люди повернулись к Уиллу. Зловеще улыбнувшись, двинулись к нему. Теперь Уилл увидел — это были те же люди, что лежали на полу. Словно их двойники. От неожиданности парень попятился. \n\n— Люцэус... \n\nХором проговорили двойники, а вместо рук стали появляться что-то вроде пик, от которых струился темный пар. \n\nИ вновь вспышка. Затем еще, еще. Двойники один за одним растворились, как те псы. Обернувшись, Уилл увидел нескольких людей, что направляли пистолеты в \"людей\". Как только последний был развеян, один из стрелявших, мужчина, подошёл к парню. \n\n— Эй, студент, с тобой все в порядке? \n\nУилл все еще не понимал ничего. Мысли путались, ноги не слушались. \n\n— Кто вы, черт возьми, такие? И кто такой Люцэус? \n\nВся группа удивленно переглянулась\n\n— Люцэус?.. ",
    "answers": [
      {
        "id": 23,
        "text": "[Глава I]"
      }
    ]
  },
  {
    "id": 23,
    "text": "                                          ГЛАВА I\n                                          Стражи\n\n(В разработке) ",
    "answers": [
      {
        "id": 1,
        "text": "[В начало]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Люди повернулись к Уиллу. Зловеще улыбнувшись, двинулись к нему. \n\n— Не люди, — процедила сквозь зубы девушка, поднимая руку с пистолетом в сторону людей.Теперь Уилл увидел — это были те же люди, что лежали на полу. Словно их двойники. От неожиданности парень попятился. \n\n— Люцэус... \n\nХором проговорили двойники, а вместо рук стали появляться что-то вроде пик, от которых струился темный пар. \n\nИ вновь вспышка. Затем еще, еще. Двойники один за одним растворились, как те псы. Обернувшись, Уилл увидел нескольких людей, что направляли пистолеты в \"людей\". Как только последний был развеян, один из стрелявших, мужчина, подошёл к паре. \n\n— Вовремя мы. Ты ранена? — обратился тот к девушке. \n\nУилл не дал ей ответить. Он устал от мыслей, от непонимания того, что происходит. \n\n— Кто вы, черт возьми, такие? И кто такой Люцэус? \n\nВся группа удивленно переглянулась\n\n— Люцэус?.. ",
    "answers": [
      {
        "id": 23,
        "text": "[ГЛАВА I]"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]