[
  {
    "id": 1,
    "text": "Автор: IXOR \n\nЖанр: Фантастика. \n\nРовно десять лет назад, а именно 10 апреля 2024 года на землю явились сотни инопланетных кораблей. Пришельцы были настроены агрессивно, разрушая города, убивая людей.\n   Пришельцам дали название «Механики» или же просто «Меха» из за их внешнего вида и глубоких познаний в области всего, что связано с механикой. \n   Механики давно следили за расой людей, и пришли к выводу: Люди опасны для планеты. Их главной целью было уничтожить расу людей, не оставив не одного в живых, либо сделав их рабами, тем самым освободив планету от вредителей. \n   Люди не решились принять свою судьбу, твёрдо встав на защиту своей расы. \n   Уже в первый год большинство людей было уничтожено механиками. Оставшиеся в живых цеплялись за жизнь всеми возможными способами. Некоторые стали бандитами, другие просто спрятались где-то, а третьи построили общины — сопротивления и стали обороняться от пришельцев, помогая друг другу. \n\n   Эта история как раз про одно такой сопротивление, что носит название «Справедливость».\n\nВ квесте есть 9 концовок. ",
    "answers": [
      {
        "id": 2,
        "text": "Глава первая «Выбор сопротивления»."
      },
      {
        "id": 1,
        "text": "Действия этой главы происходят через десять лет после вторжения. ",
        "comment": true
      },
      {
        "id": 9,
        "text": "Глава вторая «Выбор лидера»."
      },
      {
        "id": 1,
        "text": "Действия этой главы происходят в ногу с событиями первой главы. ",
        "comment": true
      },
      {
        "id": 16,
        "text": "Глава третья «Выбор механиков»."
      },
      {
        "id": 1,
        "text": "дейсвия этой главы происходят за долго до вторжения. ",
        "comment": true
      },
      {
        "id": 22,
        "text": "Связь с автором"
      },
      {
        "id": 23,
        "text": "Концовки"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/ZYLSnsb/IMG-20230106-202520-720-x-460.jpg",
        "system": true
      },
      {
        "id": 24,
        "text": "∆остижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Пока лидер сопротивления решал внутренние проблемы, бойцы сопротивления решали проблемы внешние. Им приходилось отбивать атаки бандитов. \n   Однажды все эти взмахи орудием каждый день надоели и сопротивление приняло решение... \n",
    "answers": [
      {
        "id": 3,
        "text": "Заключить мирный договор с бандитами. "
      },
      {
        "id": 5,
        "text": "Приманить механика на убежище бандитов. "
      },
      {
        "id": 7,
        "text": "Ликвидировать главные лица бандитов. "
      }
    ]
  },
  {
    "id": 3,
    "text": "   Заключить мирный договор с бандитами стало хорошей идеей. Бандиты — это такой народ, который сражается с другими людьми из за проблем с жизненно важными продуктами, такими как еда или вода.\nС ними можно заключить торговые отношения, например. \n   Главарь бандитов пошёл на принцип и согласился на торговые отношения. Вскоре рейды бандитов на граждан стали утихать. Проблема с бандитами решена. Не пришлось даже оружием махать. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец... "
      }
    ]
  },
  {
    "id": 4,
    "text": "Нажмите на ссылку, чтобы перейти на страницу. ",
    "answers": [
      {
        "id": 4,
        "url": "https://vk.com/ggghggggggg",
        "text": "Егор Егоров"
      },
      {
        "id": 22,
        "text": "назад "
      }
    ]
  },
  {
    "id": 5,
    "text": "   Терять каждый день членов сопротивления уже было нельзя. Члены сопротивления приняли решение заманить механиков в убежище бандитов. \nПриманкой стал один из опытных членов сопротивления, который очень часто выходил на вылазки. \n   Приманить механика всё таки получилось, хоть и не с первого раза. Убежище бандитов было атаковано, но не уничтожено. Сопротивление лишь на время расправилось со второстепенной опасностью, но пройдёт время и бандиты снова начнут кошмарить народ. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец... "
      }
    ]
  },
  {
    "id": 6,
    "text": "Нажмите на ссылку, чтобы перейти в сообщество. ",
    "answers": [
      {
        "id": 6,
        "text": "ТК от IXOR ",
        "url": "https://vk.com/club210515424"
      },
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Сопротивление решило ликвидировать \nГлавное лицо всех бандитов, а также его непосредственных друзей. \n   Ради выполнения плана в жизнь был назначен член сопротивления, который отлично обращается со снайперской винтовкой. \n   Главарь бандитов был убит и его друзья тоже. Фракция бандитов осталась без босса, но временно, ведь совсем скоро на его место пришёл новый, более безжалостный. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец... "
      }
    ]
  },
  {
    "id": 8,
    "text": "Главарь бандитов был убит и его друзья тоже. Фракция бандитов осталась без босса, но временно, ведь совсем скоро на его место пришёл новый, более безжалостный. ",
    "answers": []
  },
  {
    "id": 9,
    "text": "   Сопротивление «Справедливость» было основано 9 мая 2025 года. Через год после великой катастрофы. Конечно у каждого сопротивления есть свой лидер и «Справедливость» без него не осталась. \n   Джеймс Смит с самого своего детства был лидером. Его семья была неблагополучной. Отец пил, а матери вовсе не было. Джеймс сам готовил себе еду, делал уроки и даже зарабатывал. \n   Среди его полезных навыков есть стрельба из лука, которой его научил отец, когда в семье ещё всё было хорошо. \n   Главным качеством Джеймса было лидерство. В каждой компании он был главным. Он был смелее и умнее остальных. Каждый раз принимая решения, Джеймс, обдумывал самые малые детали. \n   Джеймс был действительно хорошим лидером. Он помог многим людям, отбил много атак и даже сам участвовал в некоторых рейдах на механиков. Но вскоре механики стали более ожесточённые. Последний рейд на главный корабль механиков прошёл более чем успешно. Одна из ракет, выпущенных пусковой установкой его подбила и вскоре он упал, забрав с собой нескольких бойцов сопротивления. \n   Корабль механиков будто дал остальным сил. Более того: с корабля вылезли другие механики, больше и опаснее своих собратьев.\n   Ещё одной проблемой стали бандиты, которые частенько нападали на сопротивление. \n",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 10,
    "text": "   После этого случая все были на взводе. Участники сопротивления поделились на три группы. Первые хотели совершить рейд на упавший корабль, уничтожив его. Вторые утверждали, что вся эта идея с сопротивлением плохая, потому они решили, что сдаться будет лучшей идеей. Третьи решили спрятаться от всех. \n   Теперь Джеймсу, как Лидеру сопротивления, стоило сделать выбор, который повлияет на дальнейшую судьбу сопротивления. \n   Джеймс мог бы предложить переговоры с Механиками, но пробовал это много раз. все они заканчивались смертями со стороны сопротивления. Механики не хотели идти на контакт. \n",
    "answers": [
      {
        "id": 11,
        "text": "Атаковать главный корабль. "
      },
      {
        "id": 12,
        "text": "Сдаться механикам. "
      },
      {
        "id": 14,
        "text": "Спряться. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Было принято решение нанести финальный визит механикам. Сопротивление, гражданские и даже бандиты давно мечтали о спокойной жизни и наконец она настанет. \n   Джеймс принял решение взять почти все ВСП (вооружённые силы сопротивления) на эту битву. \n   Пришельцы встретили гостей горячо. На момент проникновение на корабль было убито около четырёх десятков бойцов. Далее продвигался всего один десяток бойцов в счёте которых был и Джеймс. \n   В самом центре корабля находился луч. Он то и был главным ректором корабля. Джеймс знал, что уничтожив реактор можно уничтожить и корабль, но, если корабль будет находиться на земле, то половина планеты будет уничтожена.\n   Джеймс отдал приказ выжившим бойцам сопротивления бежать, а сам остался на корабле. Через несколько минут корабль взлетел в небо, а затем взорвался...\nКак Джеймс смог починить его — неизвестно. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец... "
      }
    ]
  },
  {
    "id": 12,
    "text": "Джеймс перебрал в голове всё возможные варианты развития событий. Если пойти на рейд корабля, то есть шанс умереть всем вместе, ведь людей пришлось бы взять очень много, чуть ли не всех. Был вариант спрятаться в бункере, что находится на территории сопротивления. В нём никто не обитает и он ждёт худших времён, но... А какой смысл прятаться, если пришельцы уже захватили планету? \n   Джеймс и 1/3 сопротивления вышли к кораблю, сложив оружие. Механики не стали убивать людей, они провели их внутрь, чтобы опробовать новое оружие... \n   Последние несколько лет механики, которые, как выяснилось, обладали высоким интеллектом, создавали специальные чипы, которые при вживлении в мозг жертвы брали её под контроль. \nУчастники сопротивления стали добровольными подопытными кроликами.\n   Совсем скоро грозой всех выживших станет бывший лидер сопротивления «Справедливость», который отныне под контролем у пришельцев... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец... "
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "Джеймс прокрутил в голове всё возможные варианты развития событий. Ему был дороже народ, что прямо сейчас, в эту минуту, шёл за ним, помогая и слушаясь. Единственным правильным и рациональным решением стали прятки. \n   На территории сопротивления находился старый бункер времён второй мировой войны. Именно поэтому это место и стало территорией сопротивления. \n   Сам бункер был достаточно старый, но работал исправно. За годы жизни сопротивления Джеймс несколько раз спускался в него, пополняя запасы провизии и топлива, которое нужно для работы генераторов, которые в свою очередь дают бункеру электроэнергию. \n   Спустя много лет и по сей день Джеймс вместе с участниками бывшего сопротивления живут в бункере. На поверхности до сих пор идёт война. Человечество почти вымерло... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец... "
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "Раса освободителей славилась своими победами. Сколько планет они освободили от гнёта их жителей? Их не счесть. Их новой целью стала третья планета от солнца, которую ещё её жители землёй называют. Эти примитивные создания смогли добиться успеха во многом. Их технологии хороши, но не сравнятся даже с беспилотным кораблем. Они от этого далеко... Они не видят в этом смысла... У них было много шансов выйти на контакт с жителями космоса, но большинство учёных скептики, возможно поэтому они так отстают в науке... \n   Жители планеты назвали свою расу «Люди». Люди не ценили свою планету. Застряли родной дом всяким мусором. Вода, земля — это всё было отправлено. Природа медленно погибала, а человек ускорял этот процесс. Нужно было вмешаться! ",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 17,
    "text": "Первоначальной задачей было связаться с людьми и убедить их начать ценить свою планету, но так как многие учёные — скептики, то ничего не получилось. У них просто нет такого оборудования! \n   Если связаться с людьми не получается, то придётся сделать выбор... \n",
    "answers": [
      {
        "id": 18,
        "text": "Помочь людям, подарив природе немного сил. "
      },
      {
        "id": 19,
        "text": "Приземлиться на землю, чтобы вести переговоры. "
      },
      {
        "id": 20,
        "text": "Уничтожить расу людей. "
      }
    ]
  },
  {
    "id": 18,
    "text": "Раса освободителей не были жадными и жестокими, потому решили отдать немного специальной энергии природе планеты, чтобы та жила. \n   Освободители очень ждали реакции людей. Подключившись к их спутнику, они наблюдали за ними. \nБлагодаря действиям освободителей ожили многие вымершие животные, появились новые виды растений, сама планета стала пытаться поговорить с людьми. \n   Шли годы. Люди не перестали загрязнять планету и вскоре её жизнь снова стала угасать... Было принято единогласное решение напасть на людей и искоренить их вид, чтобы дать свободу планете. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец... "
      }
    ]
  },
  {
    "id": 19,
    "text": "Было принято решение высадиться на планету, чтобы вести переговоры. Люди не приняли пришельцев. Как только на горизонте появился маленький корабль с переговорщиком. \nЛюди были встревожены появлением корабля, а когда он приземлился и оттуда вышел экипаж, то тут же по нему открылся огонь. \n   Люди не понимали язык освободителей. Для них их речь была звуками. Они не стали разбираться, они схватили орудие и объявили войну, что стало причиной многочисленных потерь со стороны людей. И по сей день... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец..."
      }
    ]
  },
  {
    "id": 20,
    "text": "Так продолжаться больше не может! Если дать природе силы, то скорее всего люди всё равно её погубят, это лишь вопрос времени; если спуститься на землю для переговоров, то есть такой же большой шанс, что люди не будут жаловать гостей, об этом говорят их войны, фильмы и повседневная жизнь... \n   Задача была проста — уничтожить расу людей, освободить планету. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец... "
      }
    ]
  },
  {
    "id": 21,
    "text": "   ",
    "answers": []
  },
  {
    "id": 22,
    "text": "Нажмите на ссылку, чтобы перейти на страницу автора квеста. ",
    "answers": [
      {
        "id": 4,
        "text": "Страница в ВК"
      },
      {
        "id": 6,
        "text": "Сообщество в ВК"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Всего 9 концовок. \n\nВаши концовки:",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "text_color": [],
        "id": 23,
        "text": "★Мирный договор",
        "need": 3,
        "bg_color": [
          0,
          1,
          0
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "text_color": [],
        "id": 23,
        "text": "★Временная победа",
        "need": 5,
        "bg_color": [
          1,
          1,
          0
        ]
      },
      {
        "bg_color": [
          1
        ],
        "comment": true,
        "id": 23,
        "text": "★Хуже быть не может! ",
        "need": 7,
        "need_ever": true
      },
      {
        "bg_color": [
          0,
          1
        ],
        "comment": true,
        "text_color": [],
        "id": 23,
        "text": "★Падение Меха-Империи",
        "need": 11,
        "need_ever": true
      },
      {
        "bg_color": [
          1
        ],
        "comment": true,
        "id": 23,
        "text": "★Гроза планеты",
        "need": 12,
        "need_ever": true
      },
      {
        "bg_color": [
          1,
          1
        ],
        "comment": true,
        "id": 23,
        "text": "★Острочка неизбежного",
        "need": 14,
        "need_ever": true
      },
      {
        "bg_color": [
          1,
          1
        ],
        "comment": true,
        "id": 23,
        "text": "★Бесполезное дарование",
        "need": 18,
        "need_ever": true
      },
      {
        "bg_color": [
          1,
          1
        ],
        "comment": true,
        "id": 23,
        "text": "★Вина людей",
        "need": 19,
        "need_ever": true
      },
      {
        "bg_color": [
          1,
          1
        ],
        "comment": true,
        "id": 23,
        "text": "★Верное решение",
        "need": 20,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 24,
    "text": "Список достижений:\n\nСопротивление√\nПройдите первую главу на все концовки. \n\nЛидер√\nПройдите вторую главу на все концовки. \n\nМеханик√\nПройдиие третью главу на все концовки. \n\nАвантюрист√\nОткройте все концовки в квесте. ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 24,
        "text": "Сопротивление√",
        "need": [
          3,
          5,
          7
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 24,
        "text": "Лидер√",
        "need": [
          11,
          12,
          14
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 24,
        "text": "Механик√",
        "need": [
          18,
          19,
          20
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 24,
        "text": "Авантюрист√",
        "need": [
          3,
          5,
          7,
          11,
          12,
          14,
          18,
          19,
          20
        ]
      },
      {
        "id": 1,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]