[
  {
    "id": 1,
    "text": "За кого вы хотите играть?\n",
    "answers": [
      {
        "id": 2,
        "text": "Яна"
      },
      {
        "id": 3,
        "text": "Дарина"
      }
    ]
  },
  {
    "id": 2,
    "text": "Проснувшись, Яна оглянула комнату. Ничего нового в её комнате не появилось. Все по прежнему. Это радовало и бесило Яну одновременно, она хотела видеть рядом с собой в кровати свою подругу. Но увы, откинув одеяло, рядом с Яной никого не было. Лишь кошка спала и никак не реагировала на хозяйку. \nВ комнате было прохладно. Яна оделась и, не заправляя кровать, направилась к окну. Хорошая погода была на улице. Мороз и солнце. Яна посмотрела на дорогу, которая вела к дому ее подруги. Она оглядывала ее, как будто искала кого-то. Постояв так минуту, она отошла от окна. \nЯна решила проведать свою подругу и сходить до неё. Также у неё был припасён подарок для подруги. \nЯна уже хотела одеть курточку, но её живот придательски заурчал. Яна не знала, что делать. Также Яна заметила, что дома у неё никого не было. \nИнтересно, куда все делись?",
    "answers": [
      {
        "id": 4,
        "text": "Сходить на кухню и поесть."
      },
      {
        "id": 5,
        "text": "Отправиться к подруге."
      }
    ]
  },
  {
    "id": 3,
    "text": "Еще одна бессоная ночь... Сколько это может продолжаться? Дарина не могла уснуть, она все время думала о своей любимой подруге. Дарина сама не понимала, это дружеская любовь, или же что то большее? \nНо ее мысли прервал будильник. Дарина хоть и ожидала его, но все равно дернулась от неожиданности. Она с раздражением выключила его. У нее было безумное желание увидеться с подругой. Но перед этим ей нужно было покушать. \nДарина прошла на кухню, где ее ждала записка от родителей: \"Мы уехали в город, нас не будет до вечера. Не скучай!\".\n\"ВОТ ПРЕДАТЕЛИ!\" — вырвалось у Дарины. Опять ее оставили дома. Но зато никого дома и можно пригласить подругу в гости. На чай... А в прочем не важно.\nЕды предательски не было. Дарина залезла в холодильник. Там было все, чтобы приготовить хороший завтрак. Но рядом с холодильником, на столе, лежал манящий пакет, с большой надписью \"Доширак\". Но кажется, он уже давненько тут лежит. Желания с утра что то готовить не было, но стоит ли рисковать и есть старую лапшу быстрого приготовления?",
    "answers": [
      {
        "id": 6,
        "text": "Приготовить нормальный завтрак."
      },
      {
        "id": 7,
        "text": "Съесть \"Доширак\"."
      }
    ]
  },
  {
    "id": 4,
    "text": "Придя на кухню, Яна увидела записку. В ней говорилось о том, что родители уехали по делам куда-то, и ей придеться остаться одной дома до позднего вечера. \nХорошо! Очень хорошо! Это отличный повод позвать подругу в гости. Кажется, она еще спит и когда проснется будет голодна... Яна решила приготовить завтрак для подруги. Она взглянула на часы. Время было 6:45. Странно, Яна никогда так рано не вставала. Но нет времени на раздумья, ей нужно успеть за час приготовить завтрак.\nЗавтрак был приготовлен ровно за час. Яна была довольна своей работой. Яна взяла свой телефон и написала подруге, чтобы та приходила к ней в гости на завтрак. Но, не нажав на кнопку отправки, Яна решила сама прийти и принести завтрак.\nЯна спеша оделась и вышла из дома. Перейдя через дорогу и пройдя несколько десятков метров, Яна оказалась перед домом Дарины. \nОна не знала что делать и как зайти.",
    "answers": [
      {
        "id": 8,
        "text": "Написать Дарине."
      },
      {
        "id": 9,
        "text": "Постучать и зайти."
      }
    ]
  },
  {
    "id": 5,
    "text": "Я не так сильно голодна, подумала Яна. Она взяла подарок и вышла из дома. Закрыв дом, она перешла дорогу и только тогда она поняла, что забыла переодеться и пошла в домашней одежде, а именно в обтягивающей футболке и коротких шортах. Поняв это, она со всех ног рванула к дому подруги.\nОна прибежала, вся запыхавшись, к порогу. Холод давал знать, и поэтому у нее замерзли все ноги.\nЯна не знала что желать.",
    "answers": [
      {
        "id": 10,
        "text": "Написать подруге."
      },
      {
        "id": 11,
        "text": "Постучать и зайти."
      }
    ]
  },
  {
    "id": 6,
    "text": "Дарина все таки решила приготовить завтрак. Как никак, она собиралась пригласить свою подругу к себе. Она наверное будет голодна. Утро ранее еще. \nПровозившись несколько минут на кухне, она услышала звук вибрации телефона. \nНа экране высветился автор сообщения: \"Яночка\"\nВ сообщении было написано, что Яна стоит на пороге и можно ли ей зайти в дом. Дарина вскочила и побежала к двери. Открыв дверь, на пороге стояла ее любимая подруга. Она яростно напрыгнула на неё и обняла так сильно и нежно одновременно. Яна тоже обняла её. Они обе были рады видеть друг друга. Дарина провела Яну домой. Яна разделась и они прошли на кухню.\nЯна была с завтраком. Но Дарина тоже заканчивала завтрак.\nЗа завтраком, они разговаривали и смеялись. Когда они поели, Яна помогла помыть посуду Дарине.\nЯна сказала Дарине: \"Ну я пойду наверное.\"",
    "answers": [
      {
        "id": 12,
        "text": "Остановить подругу и попросить остаться её."
      },
      {
        "id": 13,
        "text": "Попрощаться и проводить подругу до двери."
      }
    ]
  },
  {
    "id": 7,
    "text": "Да кому нужен этот завтрак. Дарина поела \"Доширак\". Вкус был у него какой-то странный, но Дарина не придала этому значения. Вдруг она услышала стук в дверь. Открыв дверь, Дарина увидела Яну. Яна дрожала от холода и Дарина запихнула Яну в дом и обняла Яну так жарко, чтобы согреть её скорее. Через несколько минут, Яна сняла куртку и Дарина увидела, во что одета Яна. Домашняя обтягивающая футболка и очень короткие шорты. Дарину это начало заводить.\nДарина проводила Яну в свою комнату и пооожила ее на кровать. Тут у нее прихватило живот. Тот \"Доширак\" дал о себе знать и Дарина побежала в туалет.\nСделав все свои грязные делишки, она вышла из туалета и зашла в комнату. Перед ее глазами было оголенное тело Яны. Яна не замедлительно открыла коробку, с которой она пришла, и достала от туда резиновый член. Дарина сразу поняла к чему идет дело. И начала раздеваться, попутно целуясь с Яной. Когда она разделась полностью, она начала лизать ее соски, попутно работая своими пальчиками в вагине Яны. Яна скулила и стонала. Взяв член в руки, она откинула Дарину на кровать и начала его сувать в Дарину, куда только можно. Дарина тоже скулила, кричала, стонала. Выхвотив член из рук Яны, она начала иоже в нее сувать его. Спустя несколько минут, они уже были в обнимку и сосались, лизали друг друга, мяли сиськи, лизали вагины, сували пальцы туда же. Спустя несколько минут, они закончили. Это был незабываемый момент и день для девочек. После этого, они оделись и Дарина проводила Яну до двери. Они очень страстно и жарко поцеловалсиь в засос. Спустя несколько минут, Яна вышла из дома Дарины.\nДарина была очень рада всему этому. Дарина надеялась, что это когда нибудь обязательно повториться.",
    "answers": []
  },
  {
    "id": 8,
    "text": "Яна решила написать Дарине. Взяв телефон в руки, написала подруге. После этого она услышала шаги за дверью. Дверь открылась. Там стояла Дарина. Дарина напрыгнула на Яну с объятиями. Спустя несколько минут, они зашли к Дарине домойч а далее на кухню. Дарина тоже готовила завтрак. Они вместе позавтракали. Яна помогла Дарине помыть посуду. \nЯна не знала, что делать, поэтому решила пойти домой.\n\nДарина сказала: \"Оставайся!\"\n",
    "answers": [
      {
        "id": 14,
        "text": "Пойти домой."
      },
      {
        "id": 15,
        "text": "Остаться."
      }
    ]
  },
  {
    "id": 9,
    "text": "Яна решила постучать. Она сжала руку в кулак и постучала 3 раза. После этого она услышала шаги за дверью. Дверь открылась. Там стояла Дарина. Дарина напрыгнула на Яну с объятиями. Спустя несколько минут, они зашли к Дарине домойч а далее на кухню. Дарина тоже готовила завтрак. Они вместе позавтракали. Яна помогла Дарине помыть посуду. \nЯна не знала, что делать, поэтому решила пойти домой.\n\nДарина сказала: \"Оставайся!\"",
    "answers": []
  },
  {
    "id": 10,
    "text": "Яна решила написать Дарине. Взяв телефон в руки, написала подруге. После этого она услышала шаги за дверью. Дверь открылась. Там стояла Дарина. Дарина напрыгнула на Яну с объятиями. Спустя несколько минут, они зашли к Дарине домой, а далее на кухню. Дарина тоже готовила завтрак. Они вместе позавтракали. Яна помогла Дарине помыть посуду. \nЯна не знала, что делать, поэтому решила пойти домой.\n\nДарина сказала: \"Оставайся!\"",
    "answers": [
      {
        "id": 16,
        "text": "Пойти домой."
      },
      {
        "id": 17,
        "text": "Остаться."
      }
    ]
  },
  {
    "id": 11,
    "text": "Яна решила постучать. Она сжала руку в кулак и постучала 3 раза. После этого она услышала шаги за дверью. Дверь открылась. Там стояла Дарина. Дарина напрыгнула на Яну с объятиями. Спустя несколько минут, они зашли к Дарине домойч а далее на кухню. Дарина тоже готовила завтрак. Они вместе позавтракали. Яна помогла Дарине помыть посуду. \nЯна не знала, что делать, поэтому решила пойти домой.\n\nДарина сказала: \"Оставайся!\"",
    "answers": []
  },
  {
    "id": 12,
    "text": "Дарина взяла руку Яны. Яна смотрела ей в глаза и на ее губы. Они поцеловались. Яна засмеялась и убежала в комнату к Дарине.\nДарина тоже зашла в комнату. Перед ее глазами было оголенное тело Яны. Яна не замедлительно открыла коробку, с которой она пришла, и достала от туда резиновый член. Дарина сразу поняла к чему идет дело. И начала раздеваться, попутно целуясь с Яной. Когда она разделась полностью, она начала лизать ее соски, попутно работая своими пальчиками в вагине Яны. Яна скулила и стонала. Взяв член в руки, она откинула Дарину на кровать и начала его сувать в Дарину, куда только можно. Дарина тоже скулила, кричала, стонала. Выхвотив член из рук Яны, она начала иоже в нее сувать его. Спустя несколько минут, они уже были в обнимку и сосались, лизали друг друга, мяли сиськи, лизали вагины, сували пальцы туда же. Спустя несколько минут, они закончили. Это был незабываемый момент и день для девочек. После этого, они оделись и Дарина проводила Яну до двери. Они очень страстно и жарко поцеловалсиь в засос. Спустя несколько минут, Яна вышла из дома Дарины.\nДарина была очень рада всему этому. Дарина надеялась, что это когда нибудь обязательно повториться.",
    "answers": []
  },
  {
    "id": 13,
    "text": "Дарина проводила Яну до двери. Она оделась и на прощание очень жарко поцеловала Дарину в губы. Они так простояли секунд 15 и Яна пошла домой. \nДарина сожалела, что не остановила подругу и упустила момент. Но этот поцелуй надолго останется у нее в сердце.\n\nДарина надеется, что в следующий раз, все получится.",
    "answers": []
  },
  {
    "id": 14,
    "text": "Яна отказалась от предложения Дарины. Она оделась и поцеловала Дарину на прощанье. Выйдя из дома, Яна была рада. Она была уверена, что в следующий раз точно всё получится.",
    "answers": []
  },
  {
    "id": 15,
    "text": "Яна взяла руку Дарины. Они смотрели друг другу в глаза. Они начали заводиться. Яна всосалась в губы Дарины. Они целовались. \nПосле этого, Яна посмеялась и убежала в комнату. Она забежала и сразу же скинула с себя всю одежду, которая была на ней.\nДарина зашла в комнату. Перед ее глазами было оголенное тело Яны. Яна не замедлительно открыла коробку, с которой она пришла, и достала от туда резиновый член. Дарина сразу поняла к чему идет дело. И начала раздеваться, попутно целуясь с Яной. Когда она разделась полностью, она начала лизать ее соски, попутно работая своими пальчиками в вагине Яны. Яна скулила и стонала. Взяв член в руки, она откинула Дарину на кровать и начала его сувать в Дарину, куда только можно. Дарина тоже скулила, кричала, стонала. Выхвотив член из рук Яны, она начала иоже в нее сувать его. Спустя несколько минут, они уже были в обнимку и сосались, лизали друг друга, мяли сиськи, лизали вагины, сували пальцы туда же. Спустя несколько минут, они закончили. Это был незабываемый момент и день для девочек. После этого, они оделись и Дарина проводила Яну до двери. Они очень страстно и жарко поцеловалсиь в засос. Спустя несколько минут, Яна вышла из дома Дарины.\nЯна была очень рада всему этому. Яна шла домой, вспоминая все что было сейчас. У неё была улыбка до ушей. Яна надеялась, что это когда нибудь обязательно повториться.",
    "answers": []
  },
  {
    "id": 16,
    "text": "Яна отказалась от предложения Дарины. Она оделась и поцеловала Дарину на прощанье. Выйдя из дома, Яна была рада. Она была уверена, что в следующий раз точно всё получится.",
    "answers": []
  },
  {
    "id": 17,
    "text": "Яна взяла руку Дарины. Они смотрели друг другу в глаза. Они начали заводиться. Яна всосалась в губы Дарины. Они целовались. \nПосле этого, Яна посмеялась и убежала в комнату. Она забежала и сразу же скинула с себя всю одежду, которая была на ней.\nДарина зашла в комнату. Перед ее глазами было оголенное тело Яны. Яна не замедлительно открыла коробку, с которой она пришла, и достала от туда резиновый член. Дарина сразу поняла к чему идет дело. И начала раздеваться, попутно целуясь с Яной. Когда она разделась полностью, она начала лизать ее соски, попутно работая своими пальчиками в вагине Яны. Яна скулила и стонала. Взяв член в руки, она откинула Дарину на кровать и начала его сувать в Дарину, куда только можно. Дарина тоже скулила, кричала, стонала. Выхвотив член из рук Яны, она начала иоже в нее сувать его. Спустя несколько минут, они уже были в обнимку и сосались, лизали друг друга, мяли сиськи, лизали вагины, сували пальцы туда же. Спустя несколько минут, они закончили. Это был незабываемый момент и день для девочек. После этого, они оделись и Дарина проводила Яну до двери. Они очень страстно и жарко поцеловалсиь в засос. Спустя несколько минут, Яна вышла из дома Дарины.\nЯна была очень рада всему этому. Яна шла домой, вспоминая все что было сейчас. У неё была улыбка до ушей. Яна надеялась, что это когда нибудь обязательно повториться.",
    "answers": []
  }
]