[
  {
    "id": 1,
    "text": "Жанр: Мини-квест\nАвтор: Aylister\n\n Приходя в храм, люди наполняются новой порцией веры, оставляя взамен свои скромные пожертвования. На эти деньги храм и живет, и священники бережно собирают каждую отданную людьми монету.  \n Однажды монет накапливается столь много, что возникает вопрос — куда же их тратить? \"Конечно же на храм\" — ответите вы. Однако, имея при себе такую сумму, бывает нелегко устоять перед искушением. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "middle_answer": true
      },
      {
        "id": 9,
        "text": "Концовки",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "var_str_set": [
          "global background",
          "https://i.ibb.co/nBLbDk7/imgonline-com-ua-Resize-Q2-OI4-Vdh7-ONOD.jpg"
        ],
        "super_calculate": false,
        "id": 1,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": " Очередной воскресный вечер. Вы закончили читать проповедь, и провожаете взглядом толпу людей, направляющихся из храма по своим домам. В голове вы уже прикидываете, сколько денег сегодня вам принесли прихожане. \n\n И вот наконец в храме наступает тишина. Лишь вы стоите перед алтарем, озаренный тусклым светом сальных свечей. Ноги несут вас к ящику с пожертвованиями, откуда вы, вдыхая аромат благовоний, выгребаете горсть монет разного достоинства. Здесь и медь, и серебро, и даже золото — то ли от очень приверженных, то ли от очень богатых. \n\n С трудом уместив в ладони всю пожертвованную сегодня сумму, вы направляетесь в сторону маленькой двери за алтарем, которая уводит вас в лабиринт старинных церковных подземелий. Благо, место вам давно знакомо, и вы без труда добираетесь до собственной кельи. Открыв сундук, вы высыпаете туда горсть монет... и осознаете, что он полон до краев! \n\n Вот оно! Все, что вы нажили за месяцы работы в храме. Сумма безусловно, большая. Слишком большая чтобы бездумно тратить ее. Нужно подумать, что делать со всеми этими деньгами. ",
    "answers": [
      {
        "id": 3,
        "text": "Передать деньги на нужды храма"
      },
      {
        "id": 4,
        "text": "Выделить средства для помощи бедным"
      },
      {
        "id": 5,
        "text": "Оставить деньги себе"
      }
    ]
  },
  {
    "id": 3,
    "text": " Вы задумчиво вздыхаете, и невольно обращаете свой взор на всевышних, чьи якобы всевидящие лики висят над вашей кроватью. Зачем же они тут висят, раз всевышние и без того всевидящие? Впрочем, вас это волновать не должно. Традиция велит вешать иконы у изголовья, значит надо вешать. \n\n Иконы... Да, пожалуй их не мешало бы заменить. Да и не только старые поменять — новых закупить! Икон много не бывает... Пусть прихожане чувствуют на себе божественные взгляды и наполняются истинной верой изнутри... \n\n С другой стороны — не проще ли отремонтировать сразу весь храм? Поменять балки, перекрыть крышу, перекрасить стены... да много чего еще! Канделябров вон повесить, для красоты... \n\n Идей много, но денег на все не хватит как ни крути. Пусть даже их целый сундук. Вот если бы сундук полный золота был... Тогда другое дело! Тогда и храм можно перестроить, и икон закупить, и рясу себе покрасивее расшить, и в келью шторки новые прикупить... \n\n Что-то вы увлеклись. Пора выбрать — храм или иконы? ",
    "answers": [
      {
        "id": 6,
        "text": "Потратить деньги на ремонт храма"
      },
      {
        "id": 7,
        "text": "Потратить деньги на закупку икон"
      },
      {
        "id": 8,
        "text": "Купить новую рясу... и шторки в келье..."
      }
    ]
  },
  {
    "id": 4,
    "text": " Вы закрываете сундук и подходите к письменному столу. На том хаотично разбросаны бумаги — письма, документы, да прочая дребедень. В углу стола лежат книги — Молитвенник, \"История явления Всевышних\", \"Всеблагое отречение от жизни мирской\" да прочая храмовая литература, которой вы никогда особо не увлекались. \n\n Однако, главное в столе не это. Вы открываете ящик, и, из груды поломанных перьев да мятых и исписанных черновых листов извлекаете маленький позолоченный кулон. Внутри него изображение — мужчина, подле которого стоит маленький мальчик, и женщина, держащая на руках ребенка. Семейный портрет — напоминание о прошлой жизни. \n\n Жили вы бедно. Настолько бедно, что родители были не в состоянии прокормить семью. Годы тогда были неурожайные. Своим детям взрослые отдавали последний хлеб, хотя сами голодали. Вы не могли этого вынести. Просто не могли... \n \n В ту ясную летнюю ночь вы покинули родной дом и отправились странствовать в одиночестве, надеясь, что расходы семьи хоть немного уменьшатся. Спустя месяц вас, озябшего и голодного, подобрал священник, который ныне мирно спит в шести футах под землёй. Он накормил вас, дал одежду и кров, пристроил в церковь. \n \n Храм помог вам, когда вы были бедны. Пришла ваша очередь помогать другим. ",
    "answers": [
      {
        "id": 10,
        "text": "Помогать сиротам"
      },
      {
        "id": 11,
        "text": "Помогать обездоленным"
      },
      {
        "id": 12,
        "text": "Помочь себе бедному"
      }
    ]
  },
  {
    "id": 5,
    "text": " Мысленно поставив точку на своем решении, вы тихо усмехаетесь. О да, деньги, милые ваши деньги! Вы зарываетесь руками в холодные монеты, и лицо ваше озаряет улыбка. \n\n Нет, не для того вы копили всё это, чтобы просто взять и отдать на храмовые нужды или раздать никчемным беднякам! Нужно потратить их на себя, и только на себя! И вот тут уже встает вопрос — а на что именно? \n\n Удовольствий в мире много, а вы один. И, если за всю жизнь возможно испытать все из них, то уж точно не за такую сумму. Вы отодвигаете простой деревянный стул и, усевшись, начинаете думать. Долго думаете, и в голову вашу идут идеи столь невообразимые, что даже представить сложно. \n\n Ложась спать, вы долго ворочаетесь, так и не выбрав куда же потратить деньги, однако наутро твердо решаете, что... ",
    "answers": [
      {
        "id": 13,
        "text": "...потратите все деньги на алкоголь и плотские утехи"
      },
      {
        "id": 14,
        "text": "...праведно отдохнете вместе с другими жрецами"
      },
      {
        "id": 15,
        "text": "...никуда не собираетесь тратить такие суммы! "
      }
    ]
  },
  {
    "id": 6,
    "text": " Прошло несколько дней. Вы как обычно стоите у алтаря, однако на этот раз — не ради чтения проповедей. Солнечный свет льется на вас из разобранной крыши, заменяя собой свечи, а вместо прихожан по церкви снуют рабочие, держа в руках то топор, то пилу, то штабель досок.\n \n А помещение тем временем преображается на глазах. Иконы, снятые со стен, аккуратно сложены на полу и прикрыты тряпицей, а на стенах поблескивает в солнечных лучах новая краска, только-только нанесенная местным маляром. \n\n С резким вдохом двое людей поднимают здоровенную скамью и пыхтя несут ее к выходу из храма. С улицы раздаётся лошадиное ржание. Кажется, это привезли канделябры.\n\n Внезапно раздаётся треск и крики. Вы поднимаете голову и видите летящую на вас толстенную деревянную балку. К сожалению, это было последнее, что вы увидели в своей жизни... Благо, за праведные деяния для храма, душа ваша вознеслась в рай. ",
    "answers": [
      {
        "middle_answer": true,
        "text": "Конец",
        "id": 1,
        "var_set": [
          "global вознесение",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "global вознесение",
          0
        ],
        "middle_answer": true,
        "text": "Открыта концовка: Вознесение",
        "id": 6
      }
    ]
  },
  {
    "id": 7,
    "text": " Прошло несколько дней. Вы как обычно стоите у алтаря, ожидая прихожан. Кажется, до начала проповеди остались еще несколько минут. И это время вы решаете потратить на рассмотрение обновленного храмового убранства. \n\n На алтаре, в окружении свечей да тлеющих благовоний стоят новые, красиво расписанные иконы в золотых рамках. Такие же висят и на стенах храма. Теперь, несмотря на старость самого помещения, оно выглядит по-новому. \n\n Наступает время проповеди. Прихожане, по большей части состоящие из молодых людей, которым ох как нужна божественная помощь, удивленно ахают, глядя на новые красочные святые лики, которыми так и пестрит полутемная церковь. \n\n В своей речи вы не забываете упомянуть важность пожертвований прихожан, а восклицая о божественной милости и сами невольно наполняетесь теплом, которое, кажется, исходит от ликов всевышних... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "middle_answer": true,
        "var_set": [
          "global истинная вера",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "global истинная вера",
          0
        ],
        "id": 7,
        "text": "Открыта концовка: Истинная вера",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": " Прошло несколько дней. Вы как обычно стоите у алтаря, любуясь новыми рукавами вашей алой шелковой мантии, расшитой золотыми нитями. Голову украшает клобук, а запястья — бархатные поручи. \n\n Прихожане, входящие в храм, будто прикованы взглядом к вашей фигуре. Кажется, словно сами лики святых померкли на фоне вашей красоты и яркости. Вы не уверены, хорошо ли это, однако красивые и новые одежды уж точно нельзя считать плохим приобретением. \n\n  Закончив чтение проповеди и проводив взглядом толпу прихожан, вы шагаете к ящику для пожертвований, волоча по полу подол новой мантии. А ящичек то как всегда полон! Пересыпав горсть монет в широченный карман, вы направляетесь в келью. \n \n Полутемное церковное подземелье встречает вас тишиной. Поворот налево, поворот направо, и вот место назначения уже совсем близко... Однако, вы внезапно спотыкаетесь и летите вниз. Запутавшись в собственных одеждах вы падаете на пол, едва успев выставить вперед руки. \n\n Громко и зло сплюнув вы поднимаетесь, ругая портных на чем свет стоит. И как только епископы в этом ходят?! Вам такая мантия, видимо, не по сану... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "middle_answer": true,
        "var_set": [
          "global не по сану",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "global не по сану",
          0
        ],
        "middle_answer": true,
        "text": "Открыта концовка: Не по сану",
        "id": 8
      }
    ]
  },
  {
    "id": 9,
    "text": "Открытые концовки:",
    "answers": [
      {
        "id": 9,
        "text": "✧ Вознесение",
        "comment": true,
        "var_equal": [
          "global вознесение",
          1
        ]
      },
      {
        "id": 9,
        "text": "✧ Истинная вера",
        "comment": true,
        "var_equal": [
          "global истинная вера",
          1
        ]
      },
      {
        "id": 9,
        "text": "✧ Не по сану",
        "comment": true,
        "var_equal": [
          "global не по сану",
          1
        ]
      },
      {
        "id": 9,
        "text": "✧ Новое поколение",
        "comment": true,
        "var_equal": [
          "global новое поколение",
          1
        ]
      },
      {
        "id": 9,
        "text": "✧ Народная благодарность",
        "comment": true,
        "var_equal": [
          "global народная благодарность",
          1
        ]
      },
      {
        "id": 9,
        "text": "✧ Другая жизнь",
        "comment": true,
        "var_equal": [
          "global другая жизнь",
          1
        ]
      },
      {
        "id": 9,
        "text": "✧ Не лучшее решение",
        "comment": true,
        "var_equal": [
          "global не лучшее решение",
          1
        ]
      },
      {
        "id": 9,
        "text": "✧ Тело и дух",
        "comment": true,
        "var_equal": [
          "global тело и дух",
          1
        ]
      },
      {
        "id": 9,
        "text": "✧ Только ваше",
        "comment": true,
        "var_equal": [
          "global только ваше",
          1
        ]
      },
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": " Прошло несколько дней. Вы поднимаетесь к алтарю, озаренному привычным вам тусклым светом свечей. Вчера привезли новые благовония, и вы, улыбаясь, вдыхаете аромат сушеных трав. Каких именно трав — неизвестно, изучением состава вы никогда не увлекались. \n\n Вот наступает время проповеди. В тесную церквушку вваливается толпа прихожан, среди которых вы замечаете довольно много детей. Неужели строительство сиротских приютов при храме оказало настолько сильный эффект? \n\n Вы начинаете читать. Люди глядят на ваше лицо, и вы преисполняетесь гордостью за своё жреческое ремесло. Взгляды взрослых привычны, и потому вы решаете внимательно разглядеть именно детей. Дети... Милые дети... В их глазах видна вера — вера в лучшее, вера в счастливое будущее, вера во Всевышних. \n\n Проповедь заканчивается. Нет, вы не театральный артист, и потому никаких апплодисментов вам не полагается. Но на лицах людей читается надежда, которая для вас лучше всяких похвал. Они встают со скамеек и улыбаясь глядят, кто на иконы, а кто друг на друга. И вы улыбаетесь вместе с ними, провожая взглядом новое поколение паствы. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "middle_answer": true,
        "var_set": [
          "global новое поколение",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "global новое поколение",
          0
        ],
        "middle_answer": true,
        "text": "Открыта концовка: Новое поколение",
        "id": 10
      }
    ]
  },
  {
    "id": 11,
    "text": " Прошло несколько дней. Вы выходите из церкви, и отправляетесь в прогулку по деревне. Горожане одобрительно улыбаются, глядя на вас — всё таки увидеть служителя храма, гуляющего по улице, считается добрым знаком. \n\n Внезапно чья-то рука хватает вас за широкий рукав рясы и утаскивает в подворотню. Вы рефлекторно пытаетесь вырваться, однако неизвестные оказываются сильнее. \n\n Вас прижимают к стене, рот зажимают рукой. Холодная сталь лезвия касается горла. \n — Ну здравствуй, святоша... — шепчет немолодой рыжеволосый мужчина, стоящий перед вами. — Я надеюсь, после последних трат на благотворительность у храма еще остались деньги? — недвусмысленно намекает он вам на то, чтобы вы отдали ему имеющиеся у вас средства. \n\n К сожалению, таковых у вас при себе не оказалось. И пусть душа ваша отправилась в лучший мир, тело так и осталось лежать в подворотне. ",
    "answers": [
      {
        "middle_answer": true,
        "text": "Конец",
        "id": 1,
        "var_set": [
          "global народная благодарность",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "global народная благодарность",
          0
        ],
        "middle_answer": true,
        "text": "Открыта концовка: Народная благодарность",
        "id": 11
      }
    ]
  },
  {
    "id": 12,
    "text": " Прошло несколько дней. Вы просыпаетесь от резкого лошадиного ржания за окном, которое возвещает приезд торговой повозки. Вы откидываете с кровати балдахин и поднимаетесь на ноги. \n\n Просторную спальню на втором этаже дома заливает солнечный свет. Пылинки кружат по комнате в беспорядочном танце. Как давно вы не видели такого солнца... такого утра... такой жизни. Теснота кельи да темнота храма сковывала вас, словно бы цепями. И вот теперь вы избавились от оков. \n\n Перед глазами невольно всплывает удивленное лицо епископа, которому вы заявили о своем уходе из храма. Ряса, которую вы комком бросили на кровать. И сундук с деньгами, который вы утащили за собой. \n\n Нет, храм не помогал вам. Он превратил вашу жизнь в бесконечное колесо, замкнутый круг, начинающийся в келье, и к ней же приводящий. Проповеди, молитвы, иконы... К черту их! К черту всё! \n\n Плевать на рай, на ад, на самих Всевышних! Одобрили бы они ваше решение или нет — не вам решать. Однако, спускаясь вниз, к вашей собственной купеческой лавке, вы уже ни о чем не жалели. Теперь вас ждет новая жизнь. Другая жизнь. ",
    "answers": [
      {
        "middle_answer": true,
        "text": "Конец",
        "id": 1,
        "var_set": [
          "global другая жизнь",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "global другая жизнь",
          0
        ],
        "middle_answer": true,
        "text": "Открыта концовка: Другая жизнь",
        "id": 12
      }
    ]
  },
  {
    "id": 13,
    "text": " Прошло несколько дней. Вы сидите в пабе, одетый в простую житейскую одежду. Вокруг вас сидят еще несколько пьяниц, будто бы отреченных от мира сего. И вы за последние пару дней приобщились к их образу жизни. \n\n Ударив по стойке пустым стаканом вы привлекаете бармена, чтобы тот налил вам еще. Куда делся тот честный и добродушный священнослужитель, которым вы всегда себя считали? \n\n Вы глядите на большие настенные часы, которые по местным меркам считаются редкостью. Время проповеди почти наступило. Пора идти в храм. Вы, кряхтя, встаете со стула и направляетесь в сторону двери. \n\n Шатаясь, вы проходите несколько метров, пока наконец не падаете в придорожную канаву. Может быть, так растрачивать средства было не лучшим решением? ",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "middle_answer": true,
        "var_set": [
          "global не лучшее решение",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "global не лучшее решение",
          0
        ],
        "id": 13,
        "text": "Открыта концовка: Не лучшее решение",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 14,
    "text": " Прошло несколько дней. Вы сидите на скамье возле невысокой рубленой избы, и любуетесь заходящим за ближайший холм закатом. Вместо рясы на вас надет белый халат, чей подол развевается легкими дуновениями ветра.\n\n Со скрипом распахивается дверь, и оттуда, весь раскрасневшийся и распаренный выбегает ваш коллега. \n — Что, брат, очистил тело своё от греха? — спрашиваете вы. \n — Воистину, не только тело, но и дух очищает баня! — счастливо восклицает он, усаживаясь на скамью рядом с вами. \n\n Так, чередуя парение да купание в реке, вы проводите весь вечер, и к самому заходу теплого летнего солнца отправляетесь обратно в храм. Завтра вас ожидает тур по святым местам... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "middle_answer": true,
        "var_set": [
          "global тело и дух",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "global тело и дух",
          0
        ],
        "id": 14,
        "text": "Открыта концовка: Тело и дух",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 15,
    "text": " Прошло несколько дней. Закончив читать очередную проповедь, вы ждете, пока прихожане уйдут, сами тем временем нетерпеливо пожирая взглядом ящик для пожертвований. \n\n Наконец церковь становится пуста. Вы быстрым шагом направляетесь к ящику и открываете его. О да... медь, серебро, золото... деньги на любой вкус. Всё пожертвованное вы сгребаете в карман, и уходите в сторону кельи столь же быстро, сколь и пришли. \n\n Заперев за собой дверь, чтобы никто не добрался до ваших денег, вы отпираете замок на сундуке, и ссыпаете туда сегодняшнее пожертвование. В переполненном сундуке деньги лежат уже с небольшой горкой, которая пока что помещается под крышку. \n\n Вы зарываетесь руками в деньги, и облегченно вздыхаете. Однажды, вы накопите столько, что сможете купить что угодно! А пока — всё это ваше. И это главное. Ваше, ваше, и только ваше... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "middle_answer": true,
        "var_set": [
          "global только ваше",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "global только ваше",
          0
        ],
        "middle_answer": true,
        "text": "Открыта концовка: Только ваше",
        "id": 15
      }
    ]
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  }
]