[
  {
    "id": 1,
    "text": "Если туман сгустился слишком сильно, остаëтся лишь задать вопрос: насколько ты жесток? был ли ты милосерден?\n\nТуман – единственная возможность попасть домой, но он сгущается лишь тогда, когда в мире становится много жестокости. Милосерден – вернëшься, жесток – умрëшь.\n\nНужно призвать туман, чтобы вернуться домой. Но как это сделать, не становясь жестоким?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вдох.\n\nВыдох.\n\nВ ноздри проник мокрый воздух. Утро начиналось мерзко.\n\nНиюр уже перестал гадать, почему они оказались здесь. Ему хотелось лишь перестать ощущать в носу туман.\n\nНиюру казалось, что он умирал уже тысячу раз, но каждое утро будто бы просыпался в одном и том же месте и думал об одном и том же.\n\nНельзя, чтобы туман сгустился слишком сильно. Если так произойдëт, придëтся задать вопрос самому себе: был ли ты милосерден?\n\nТуман – единственная дверь домой, но он появляется лишь тогда, когда в мире становится много жестокости. Если ты милосерден, ты попадëшь домой. Убивал и был жесток – умрëшь.\n\nНужно призвать туман. Нужно вернуться домой.\n\nУбей человека – и туман придëт за тобой. Но туман мстителен и злопамятен, он убьëт тебя следом, если решит, что ты жесток. Не будь жестоким – и туман поможет тебе. Но как это сделать?\n\nНиюр погладил волосы Донны. «Просыпайся, – зашептал он своей жене. – Пора уходить».\n\nДонна сонно разлепила глаза и закрыла их снова. Пусть поспит ещë пару минут. Дорога предстоит дальняя. Только куда?",
    "answers": [
      {
        "id": 3,
        "text": "В горы, лишь бы подальше от мерзкого тумана."
      },
      {
        "id": 4,
        "text": "В сторону города. Там должны быть люди, и уж точно жестокие люди."
      },
      {
        "id": 5,
        "text": "К полям. Может, там окажется спокойно."
      }
    ]
  },
  {
    "id": 3,
    "text": "Хруст снега монотонно рассказывал что-то, но Ниюр совсем не слушал. Он устал от ходьбы по горам, он был измучен поисками ночлега, и всë без толку. Проклятый туман был даже здесь.\n\nНиюр надеялся, что в горах они смогут отдохнуть, но здесь оказалось только страшнее. Ему казалось, что всегда за ними кто-то наблюдает.\n\nВдруг Донна дëрнула Ниюра за рукав. Он посмотрел, куда она указывала, и увидел тëмную фигуру. Одинокий человек, как и они сами, шëл в их сторону, но не было понятно, заметил или нет.\n\nНеизвестно, кем может оказаться этот человек, а туман последние дни всë сгущался и сгущался. Ниюр дотронулся до ручки спрятанного ножа.",
    "answers": [
      {
        "id": 6,
        "text": "Наверняка туман сгущался именно из-за него. Нужно скрыться."
      },
      {
        "id": 7,
        "text": "Человек не мог не заметить их. Нужно напасть, лишь бы Донна была в безопасности."
      },
      {
        "id": 8,
        "text": "Нужно доверять людям. Может, он поможет?"
      }
    ]
  },
  {
    "id": 4,
    "text": "Пусто и тихо. Здесь никогда не бывало людно и шумно. Здесь – везде.\n\nДаже Донна перестала разговаривать. Она очень сильно вслушивалась в тишину, будто та могла ей что-нибудь подсказать.\n\nВ полупустом городе это умение оказалось важным. Иногда по пути Ниюру и Донне попадались люди, которых они избегали. Они петляли, как в лабиринте, и почти бесшумно скользили по улицам. Чем ближе к центру города они подходили, тем больше становилось людей.\n\nНиюр устал. Туман сгущался, но никогда не забирал ни его, ни Донну, потому что они были бездеятельными, ненужными и невидимыми. Даже туман их не замечал.\n\nНиюр посмотрел на Донну. Ради неë нужно сделать рывок. Нужно шагнуть в туман.",
    "answers": [
      {
        "id": 9,
        "text": "Нападать на людей ради Донны, чтобы она смогла попасть домой."
      },
      {
        "id": 10,
        "text": "Поговорить с людьми."
      },
      {
        "id": 11,
        "text": "Продолжать избегать всех."
      }
    ]
  },
  {
    "id": 5,
    "text": "В полях действительно было тихо. Ко всему прочему, Ниюр повеселел и задышал спокойно: тумана становилось всë меньше.\n\nПравда, Донна до сих пор была невесела. Ниюр не знал, как разговорить еë, не знал, как помочь ей.\n\nИм навстречу двигалась фигура. Донна уже не предупредила Ниюра об этом и даже не испугалась. Она была слишком опечалена, чтобы думать о людях, которые попадаются им по пути.\n\nЧеловек на дороге не казался опасным. Он двигался медленно и приветственно помахал рукой.\n\nНиюр напряжëнно посмотрел на Донну и тронул ручку спрятанного ножа. У него было время, чтобы решить, как поступить.",
    "answers": [
      {
        "id": 12,
        "text": "Убить незнакомца, чтобы туман сгустился, и Донна смогла отправиться домой."
      },
      {
        "id": 13,
        "text": "Поговорить с незнакомцем."
      },
      {
        "id": 14,
        "text": "Скрыться."
      }
    ]
  },
  {
    "id": 6,
    "text": "Ниюр чувствовал, как ему на голову ложатся снежинки. Ему казалось, что они такие тяжëлые, что протаранят горы, и можно будет выйти с другой стороны планеты.\n\nОн бессмысленно пытался дотянуться рукой до Донны, но еë уже не было, она скрылась в бездонной темноте пропасти.\n\nОн совсем забыл, что по пути они проходили мимо обрыва. Донна свалилась, пока они бежали, и теперь уже ничего не сделаешь.\n\nМожет, всë же получится до неë дотянуться? Пока рука не замëрзла и может двигаться.\n\n«Мне жаль», – услышал Ниюр за собой мужской голос.\n\nЗначит, зря... Или только послышалось?",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ветер завывал в ушах. Ниюру было слишком жарко, чтобы обращать на это внимание, пусть одежда и была разорвана. Кровь быстро застывала на воздухе.\n\nНиюр глядел на тело незнакомца, которое совсем недавно было способно драться. Рядом лежала Донна.\n\nБедная Донна. Еë задел этот зверь, не заметил, что она случайно оказалась рядом, не желая бросать мужа. Она желала только добра людям, а удостоилась такой кончины. Несправедливо. Несправедливо.\n\nНиюр посмотрел на красное пятно на белом снегу. В ушах переставал шуметь вечер. Это Донна прекратила дышать.\n\nНиюр оглянулся. Туман сгущался, будто пришëл побороться с ним один на один, хотел проверить, протаранит ли острый нож воду.\n\nТуман сгущался. Не было уже видно ни пятна на снегу, ни тел. Оставался лишь вопрос в ушах: «Кто из вас зверь?»",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ниюр давно перестал задумываться над тем, что происходит. У него не было времени над этим думать.\n\nМужчина, попавшийся им в горах, позвал их к себе. Он сказал, что совсем недавно с ним жила ещë женщина.\n\nОн показал Ниюре и Донне пещеру, а в ней была девочка-пятилетка, которая пыталась согреться. Человек попросил последить за ней, пока он ищет еду и деревья.\n\nТеперь Ниюр уходил вместе с ним, по несколько дней добывал пищу и возвращался, чтобы любимые ими люди смогли выжить.\n\nНо однажды человек не вернулся. Ниюр нашëл его ниже занесëнное снегом и бездыханного.\n\nВремя было уходить. Но Ниюр не мог. Ему и Донне предстояло оберегать девочку.",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ниюр принял решение. Если он будет любить Донну так сильно, что окажется готов на всë ради еë спасения, если он своими руками призовëт туман, туман откликнется и придëт на помощь, забрав Ниюра как жертву.\n\nНиюр долго наблюдал и сидел в засаде и наконец понял, на кого лучше всего напасть, у кого забрать последнюю еду, кого можно обмануть.\n\nОставался лишь один человек. Туман сгустился так сильно, что Ниюр видел лишь очертания соперника.\n\n«Ниюр!» – кричала из тумана Донна.\n\nНиюр улыбался. Туман пришëл за ним, и скоро Донна будет дома.",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 10,
    "text": "«Людям нельзя доверять», – думал Ниюр, падая на землю. Окно казалось так близко, оно отдалялось слишком медленно, чтобы быть далеко.\n\nНе все люди в городе были мирными. Или не все были злыми. Уже неважно.\n\nНиюр не смог договориться. Им пришлось долго убегать, не понимая, что происходит.\n\nТеперь неважно. Интересно, получится начать заново?",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ниюр научился избегать неприятностей. Каждый день теперь он просыпался, нюхал воздух в надежде, что туман ушëл, и следил, где облако было более густым. Туда он не шëл.\n\nОн избегал людей и тумана. И он, и Донна оставались в безопасности. Ниюр свыкся с мыслью, что Донна больше никогда не улыбнëтся и ничего ему не скажет. Она стала самой грустью, зато оставалась живой.\n\nУже совсем не той Донной, которую знал Ниюр, скорее тенью той Донны, но живой тенью. Это же хорошо?",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ниюр стоял на коленях, глядя на чужие мëртвые ноги. Эти ноги только что держали человека, который спросил, не нужна ли Ниюру и Донне помощь.\n\nРядом рыдала Донна. Ей было страшно, но она не хотела никуда идти.\n\nТуман не сгущался. Он не работал здесь. Это не его территория, и больше ничего нельзя сделать.",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 13,
    "text": "За окном был виден закат. Ниюр пил чай, подставляя лицо прохладному воздуху.\n\nНезнакомец оказался хорошим человеком. Он предложил Ниюру и Донне пожить у него, и оба теперь помогали ему в хозяйстве.\n\nДонна продолжала унывать, ничего не говорила и выглядела опечаленной. Если раньше Ниюр переживал за неë, то сейчас его чувства остыли, как остывал чай.\n\nНиюр смирился с тем, что больше никогда не попадëт домой. Теперь он мог каждый вечер смотреть на закат через своë окно. Ниюр любил закаты.\n\nВдох.\n\nВыдох.\n\nНикакого тумана.",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ниюр потянул Донну за собой и рванул в сторону. Они бежали изо всех сил, не оборачиваясь.\n\nОни бежали очень долго, будто бы несколько дней. То ли бежали всю ночь, то ли шли не одни сутки, понимая, что погоня уже невозможна, но не останавливаясь.\n\nНиюр осознал, что остановился, когда он согнулся пополам возле крутого склона, ведущего вниз. Тишину перебивало только его дыхание.\n\n«Ниюр», – прошептала Донна, и Ниюр тут же разогнулся. Она уже давно не говорила ничего.\n\nИ тут Ниюр увидел, как из-за горизонта показались первые лучи. Он посмотрел на лицо Донны и увидел, что та улыбается, заворожëнно смотря вдаль.\n\nОна так давно не улыбалась! Ниюра заворожила Донна, будто она была для него рассветом.\n\nДонна любила рассветы. Она счастлива, и теперь неважно, сумеют ли они вернуться домой.",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  }
]