[
  {
    "id": 1,
    "text": "Жанр: романтика\n\nВике едва исполнилось четырнадцать, когда её отношения с молодым человеком подверглись первой серьёзной проверке. Сможет ли она разобраться в собственных желаниях или уступит его настойчивости? Пойдёт ли наперекор всеобщему порицанию? Окажется ли на седьмом небе от счастья или останется горевать под разбитыми небесами? \n\n   *   *   *\n\nКвест написан для конкурса романтических мини-квестов.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 37,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Конечно нет! Вы с ума сошли!\" – говорили подруги.\n\n\"Тебе ещё рано думать о таком, – авторитетно заявила старшая сестра. – Мама узнает – голову оторвёт\".\n\n\"И не только голову\", – хихикнула она, подумав о чём-то ещё.\n\n\"И тебе всё равно не понравится\", – печально вздохнула она и наконец закрыла дверь своей комнаты.\n\n\"Расскажешь потом, как оно? – тайком спросила самая назойливая и нелюбимая подруга, когда все засуетились, вставая из-за стола. – Я никому ни слова, честно\".\n\nНи зависти, ни восхищения от тех, кому полагалось бы их испытывать, Вика так и не дождалась. Можно подумать, что не ей в этот день исполнилось четырнадцать лет, раз все называют её слишком маленькой и советуют одуматься. Стоило ли вообще кормить этих людей праздничным тортом?",
    "answers": [
      {
        "id": 3,
        "text": "Не отступать"
      }
    ]
  },
  {
    "id": 3,
    "text": "Нет, от задуманной авантюры они с Витькой не откажутся: слишком долго он этого ждал, слишком много сил положил, уламывая Вику, слишком много средств потратил на подготовку. Он просто не примет её отказа. Может и вообще бросит после такого.\n\nНо чем дольше Вика мёрзла под одиноким фонарём, ожидая \"случайную\" встречу с избранником, чем дольше ветер раскидывал намокшие волосы по лицу, тем яснее она понимала, что вся затея нужна только самому Вите, а не ей. В конце концов, если и впрямь узнают родители...\n\n– О, привет! – вырвал её из размышлений знакомый голос. – А ты здесь чего?\n\n– Ничего, тебя жду, – буркнула Вика в ответ.\n\nТо ли из-за испорченного вечера с подругами, то ли из-за мерзко липнущей к коже промокшей футболки девушка была не в духе.\n\n– Не рычи, Вики-два, – заговорщически прошептал он, пытаясь ткнуться губами ей в ухо. – Завтра в это время будешь со мной уже на седьмом небе. Твои бы небось обзавидовались, если б узнали.",
    "answers": [
      {
        "id": 5,
        "text": "Рассказать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Концерт\n— родители знают\n— мужик тупой\n\nПарк\n— мужик тупой \n— \"концерт\" без риска \n— нафиг концерт — тру романтик: видит реакцию гг на концерт и вырубает его\n\nРодители\n— знают, потому что услышали разговор по телефону\n— сказала тэнни\n\nТэнни\n— Получила билет: может устроить \"концерт\" без риска\n— грубость: настучала родителям\n\nМужик\n0) расставание \n1) только концерт — тупой концерт\n2) выбор — тупой концерт/тупой парк\n3) выбор – побег с концерта/парковый концерт\n4) тру романтик\n\n— прямое объяснение: всё понял, без извинений устроит \"концерт\" без риска, с извинениями — тру романтик !?!\n— игнор: без извинений — расстование, с извинением — на концерт\n— без объяснений: без извинений на концерт, с извинениями — выбор. В парке — мужик тупой (если нет \"концерт\" без риска от гг)\n— намёки: без извинений — в парк 'мужик тупой\", с извинениями — \"концерт без риска\"",
    "answers": []
  },
  {
    "id": 5,
    "text": "– А я им уже рассказала, – процедила Вика. – И что-то никто не обзавидовался, все только отговаривают.\n\n– Рассказала? – Витя даже опустил руки, которыми только что пытался сгрести подругу в объятия. – Кому?\n\n– Всем нашим... И сестре.\n\n– Ну и дура, а если родителям проболтается кто-то?\n\n– А может я и не хочу уже ничего? – тут же взвилась девушка. – И вообще, сам ты дурак. И концерт твой дурацкий. И группа твоя дурацкая.\n\n– Да ты даже не понимаешь, что несёшь! \"Седьмое небо!\" – лучшая слэм-панк-рок-фолк-группа в мире. Знаешь, как тяжело было достать билеты? Там же до восемнадцати просто так не пускают. А я и документы с исправленным возрастом распечатал и разрешение родителей подделал.\n\n– Только о концерте своём идиотском и говоришь, – уже через слёзы всхлипывала Вика. – А у меня сегодня день рождения вообще-то. Ты хоть подумал, чего я сама хочу?\n\nОна вытащила из кармана подаренный ещё утром билет и озлобленно уставилась на заполненное кровью, демонами, ангелами и обнаженными телами изображение на нём.",
    "answers": [
      {
        "id": 6,
        "text": "Вернуть билет Вите",
        "lua_do": "function lua_do()\nticket = 0\nend"
      },
      {
        "id": 7,
        "text": "Оставить билет у себя ",
        "lua_do": "function lua_do()\nticket = 1\nend"
      }
    ]
  },
  {
    "id": 6,
    "text": "– Да подавись ты своей группой! – вскрикнула она и попыталась затолкать уже намокшую бумажку ему в рот.\n\nНо Витя легко схватил её за руку и забрал билет.\n\n– Ты ещё передумаешь, – крикнул он вслед убегающей девушке и аккуратно сложил добычу в карман.\n",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст",
        "run": [
          9
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "– Ты, ты, ты, ты... – беспомощно пыталась ткнуть в собеседника пальцем Вика.\n\nНе дождавшись реакции, она развернулась и в слезах побежала домой, крепко сжимая в руках уже намокшую бумажку.\n",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст",
        "run": [
          9
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "– Не твоё дело, – отрезала Вика, на ходу задевая подругу плечом. – В следующий раз сначала уши прочисть, а потом подслушивай.\n\nОна в ещё большем расстройстве побежала домой, то и дело оглядываясь на застывшие в пелене мороси силуэты друзей.\n",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст",
        "run": [
          12
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "Текст встречи с подругой",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст",
        "lua_text": "function lua_text()\nlocal text = [=[ \n– Стой, куда же ты? – неожиданно вылетела из кустов навстречу Вике та самая надоедливая подруга. – Ну, не плачь...\n\n– Ты что, подслушивала?!\n\n– Нет, что ты... Я просто хотела тебя напугать, а тут такое... А что случилось, кстати? Я никому не расскажу, не боись.]=]\nreturn text\nend",
        "merge": true
      },
      {
        "id": 8,
        "text": "Нагрубить",
        "lua_do": "function lua_do()\nparents = 1\nend"
      },
      {
        "id": 10,
        "text": "Ничего не говорить"
      },
      {
        "id": 11,
        "text": "Отдать ей билет",
        "lua_if": "function lua_if()\nreturn g.current_id == 7\nend",
        "lua_do": "function lua_do()\nticket = 2\nend"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вика растерянно глядела на подругу несколько секунд, а затем, не найдя подходящей колкости, молча прошла мимо.\n\nНеожиданная встреча так выбила девушку из колеи, что она почти забыла, из-за чего была опечалена, и вспомнила, лишь когда ",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст",
        "lua_text": "function lua_text()\nlocal text = ticket == 0 and \"обернулась и увидела удаляющийся силуэт Вити.\" or \"рука нащупала уже размякший край мокрой бумажки в кармане.\"\nreturn text .. \"<s>\n\"\nend",
        "merge": true
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст",
        "run": [
          12
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "– На, дарю, – сердито бросила Вика, протягивая ненавистный билет растерянной подруге. – Это лучшая шмяк-бряк-хряк группа и всё такое, расскажешь потом, как оно.\n\nИзбавившись от подарка, она немного успокоилась и пошла домой не останавливаясь и не оглядываясь.\n",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст",
        "run": [
          12
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "empty",
    "answers": [
      {
        "id": 12,
        "text": "\nДома Вика долго плакала в ванной и покинула укрытие только после яростного стука в дверь: никакого понимания и такта от сестры ждать не приходилось.\n\nВика даже не успела толком оклематься, когда ощутила в штанах настойчивую вибрацию телефона: похоже, абонент наконец-то осознал, что накосячил. Что ж, возможно стоит дать ему шанс всё исправить.",
        "merge": true
      },
      {
        "id": 13,
        "text": "Ответить на звонок"
      },
      {
        "id": 14,
        "text": "Не отвечать"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вика очень скоро пожалела, что дала шанс на исправление этому бесчувственному чурбану. Она кричала, плакала, бросала трубку и снова её поднимала, но Витя, казалось, был непроницаемо глух и показушно бесчувственен.\n\n– Да что я не так сделал-то? – наконец не выдержал и он. – Мы же так долго всё планировали, а теперь тебе всё сразу не так...\n\n\"Нет, ты определённо безнадёжен, – подумала Вика. – Или клинический идиот, или звезда заезжего цирка\".\n\nНо вслух ничего не сказала, собираясь с более конструктивным мыслями.",
    "answers": [
      {
        "id": 15,
        "text": "Ничего не говорить"
      },
      {
        "id": 16,
        "text": "Намекнуть "
      },
      {
        "id": 17,
        "text": "Высказать всё прямо"
      }
    ]
  },
  {
    "id": 14,
    "text": "Возможно, но не сейчас. Вика долго гипнотизировала светящийся экран, пока после очередного пропущенного он не погас. Она не стала дожидаться сообщений во всех мессенджерах и социальных сетях, поэтому просто выключила телефон и легла спать.\n\nШаркающие шаги матери за дверью свидетельствовали, что теперь пункт прослушки и наблюдения остался без единственного и самого трудолюбивого сотрудника. Оно и понятно: ничего интересного от дочери сегодня так и не дождались.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше",
        "lua_do": "function lua_do()\n\nvik1 = 0 -- игнор\nend"
      }
    ]
  },
  {
    "id": 15,
    "text": "«Ой, всё!» – неоспоримый аргумент во всех жизненных ситуациях, и зашедший в тупик телефонный разговор не исключение. С досадой швырнув телефон в подушку, Вика едва не впала в отчаяние: если все мужчины настолько же самозабвенно непрошибаемы, то стальные нервы замужних женщин должны выставлять как образец прочности в палате мер и весов.\n\nШаркающие шаги ближайшего же обладателя такого эталона за дверью выдавали, что теперь пункт прослушки и наблюдения остался без единственного и самого трудолюбивого сотрудника. Оно и понятно: ничего более интересного от дочери мать сегодня уже не ждала. Впрочем, ничего из того, что полагалось хранить в тайне, Вика всё равно не выболтала.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше",
        "lua_do": "function lua_do()\n\nvik1 = 1 -- молчала\nend"
      }
    ]
  },
  {
    "id": 16,
    "text": "Если даже мотивирующие \"а ты подумай\" и \"сам догадайся\" не возымеют должного эффекта, то хотя бы намекнут парню, что он что-то упускает. Скрип извилин отчётливо слышался через шуршание динамика, но ничего путного Витя из себя выдавить не смог. Бросив трубку, Вика уткнулись лицом в подушку.\n\nШаркающие шаги матери за дверью свидетельствовали, что теперь пункт прослушки и наблюдения остался без единственного и самого трудолюбивого сотрудника. Оно и понятно: ничего интересного от дочери сегодня уже не ждали. Впрочем, ничего из того, что полагалось хранить в тайне, Вика так и не выболтала.\n",
    "answers": [
      {
        "id": 18,
        "text": "Дальше",
        "lua_do": "function lua_do()\nvik1 = 2 -- намекнула\nend"
      }
    ]
  },
  {
    "id": 17,
    "text": "Никогда до этого Вика не чувствовала себя настолько униженной, как в тот вечер. Она выворачивалась наизнанку, оголяя даже самые потаённые лоскутки своих переживаний. Она говорила о психологии и ожиданиях, то и дело вновь срываясь в плач. Витя не перебивал. Но надежды, что он услышит, правильно поймёт и запомнит хотя бы малую часть, у девушки не было. Стоило ли ради этого потерять частичку себя? Они сдержанно попрощались, и Вика уткнулись лицом в подушку.\n\nШаркающие шаги матери за дверью свидетельствовали, что теперь пункт прослушки и наблюдения остался без единственного и самого трудолюбивого сотрудника. Оно и понятно: ничего более интересного от дочери сегодня уже не ждали.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше",
        "lua_do": "function lua_do()\nparents= 1\nvik1 = 3 -- объяснила\nend"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вика не ожидала ничего хорошего, когда на следующий день встретила Витю у магазина. Махнув рукой хихикающим подругам, чтобы не ждали её, она забралась на перила и уставилась на странно мнущегося парня.\n\n– Привет, Вик-один, – устало поздоровалась она, и голос её дрогнул.\n\nПроизнесённое вслух прозвище всколыхнуло в груди ворох воспоминаний: от неловкого знакомства до безрассудного признания в любви, моменты трепетного счастья и бурного веселья, ссоры и страхи, планы... Сколько неимоверно тонких нитей переплелись на изнанке их судеб и теперь связывают легкомысленного Вика-один и прагматичную Вики-два? К глазам девочки вновь подступили слёзы.\n\n– Наши планы в силе? – не здороваясь уточнил Витя и похлопал себя по нагрудному карману, из которого выглядывал краешек билета.",
    "answers": [
      {
        "id": 19,
        "text": "Попросить извиниться",
        "lua_if": "function lua_if()\nreturn vik1 == 0\nend"
      },
      {
        "id": 20,
        "text": "Попросить извиниться",
        "lua_if": "function lua_if()\nreturn vik1 == 1\nend"
      },
      {
        "id": 21,
        "text": "Попросить извиниться",
        "lua_if": "function lua_if()\nreturn vik1 == 2\nend"
      },
      {
        "id": 22,
        "text": "Попросить извиниться",
        "lua_if": "function lua_if()\nreturn vik1 == 3\nend"
      },
      {
        "id": 23,
        "text": "Попросить прощения",
        "lua_if": "function lua_if()\nreturn vik1 == 0\nend"
      },
      {
        "id": 24,
        "text": "Попросить прощения",
        "lua_if": "function lua_if()\nreturn vik1 == 1\nend"
      },
      {
        "id": 25,
        "text": "Попросить прощения",
        "lua_if": "function lua_if()\nreturn vik1 == 2\nend"
      },
      {
        "id": 26,
        "text": "Попросить прощения",
        "lua_if": "function lua_if()\nreturn vik1 == 3\nend"
      }
    ]
  },
  {
    "id": 19,
    "text": "– А ты не хочешь сначала извиниться? – вновь рассердилась Вика.\n\n– Да я и так сделал вид, что твоей вчерашней истерики не было. Может это тебе надо извиниться?..\n\n– Ты даже не понял, как сильно обидел меня, чурбан бесчувственный...\n\n– А ты и не особо хотела этого: убежала сама, а потом даже на звонки не отвечала, хотя я весь вечер пытался поговорить.\n\n   *   *   *\n\nЭта была их последняя ссора. И она выжала Вику насквозь, ледяными зазубринами срезая и вырывая все те узелки, которые связывали их с Витей, превращая незаконченный узор в растерзанное месиво. С этим узором Вика словно потеряла частичку себя – то счастливое и беззаботное прошлое, надежды и мечтания. Но она больше не плакала и не жалела себя. Вика знала, что эта навсегда утерянная часть её самой – плата за опыт. Плата за освобождение.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "lua_do": "function lua_do()\ng.freedom = 1\nend"
      }
    ]
  },
  {
    "id": 20,
    "text": "– А ты не хочешь сначала извиниться? – вновь рассердилась Вика.\n\n– Да я и так сделал вид, что твоей вчерашней истерики не было. Может это тебе надо извиниться?..\n\n– Ты даже не понял, как сильно обидел меня, чурбан бесчувственный...\n\n– Не сильно ты и старалась, чтобы я понял. Последний раз спрашиваю, идёшь?",
    "answers": [
      {
        "id": 27,
        "text": "Согласиться",
        "lua_if": "function lua_if()\nreturn ticket ~= 2\nend",
        "lua_do": "function lua_do()\nparents= parents or 0\nconclusion = parents== 0 and \"stupid concert\" or \"stupid parents\"\nend"
      },
      {
        "id": 38,
        "text": "Уйти"
      },
      {
        "id": 20,
        "text": "\n\n– А я всё равно уже выкинула этот дурацкий билет...\n\n– Да ты с ума сошла? Это же подарок...",
        "lua_if": "function lua_if()\nreturn ticket == 2\nend",
        "merge": true
      }
    ]
  },
  {
    "id": 21,
    "text": "– А ты не хочешь сначала извиниться? – вновь рассердилась Вика.\n\n– Да, конечно. Прости меня, сам не знаю, что на меня нашло, – машинально отчеканил Витя.\n\nОн так ничего и не понял... Но хотя бы сделал вид, будто ему это важно, и на том спасибо.\n\n– Ладно, проехали.\n\n– Так что, пойдём на концерт? – оживился парень и тут же добавил, увидев реакцию Вики: – Или к чёрту его? Можем просто погулять. Хоть в парке, например.",
    "answers": [
      {
        "id": 27,
        "text": "На концерт",
        "lua_if": "function lua_if()\nreturn ticket ~= 2\nend",
        "lua_do": "function lua_do()\narents= parents or 0\nconclusion = parents== 0 and \"stupid concert\" or \"stupid parents\"\nend"
      },
      {
        "id": 28,
        "text": "В парк ",
        "lua_do": "function lua_do()\nticket = ticket or 0\nconclusion = ticket == 2 and \"save stupid park\" or \"stupid park\"\nend"
      },
      {
        "id": 21,
        "text": "\n\nПочему-то Вике сейчас было очень неловко признаваться, что свой билет она отдала подруге – считай просто выбросила.",
        "lua_if": "function lua_if()\nreturn ticket == 2\nend",
        "merge": true
      }
    ]
  },
  {
    "id": 22,
    "text": "– А ты не хочешь сначала изв... – возмущённо начала девушка, но осеклась на полуслове.\n\n– Прости меня, Вики. Я так сильно увлёкся подготовкой к концерту, что совсем не заметил, что тебя это так напрягает. В конце концов, ты «Седьмое Небо» вообще не слушала, пока со мной не встретилась. Ну его, этот концерт, может лучше в парк сходим?\n\nВика ошарашенно молчала, не веря своим ушам. Чтобы Витя отказался от события, о котором грезил уже полгода? Ей даже стало немного стыдно, ведь до сих пор Вика считала, будто в этих отношениях жертвует и идёт на уступки только она одна.\n\n– Ну, что скажешь, Вики-два?",
    "answers": [
      {
        "id": 21,
        "text": "\n\nПризнаваться, что свой билет Вика уже отдала подруге, казалось просто негуманно после таких искренних извинений Вити.",
        "lua_if": "function lua_if()\nreturn ticket == 2\nend",
        "merge": true
      },
      {
        "id": 27,
        "text": "На концерт ",
        "lua_if": "function lua_if()\nreturn ticket ~= 2\nend",
        "lua_do": "function lua_do()\narents= parents or 0\nconclusion = parents== 0 and \"run away\" or \"norm parents\"\nend"
      },
      {
        "id": 28,
        "text": "В парк",
        "lua_do": "function lua_do()\nconclusion = \"park concert\"\nend"
      }
    ]
  },
  {
    "id": 23,
    "text": "– Прости меня, – сквозь подступающие слёзы прошептала Вика. – Просто мне было так плохо вчера, а ты даже не захотел мне помочь.\n\n– Это я не захотел? Да ты сама убежала, а потом на звонки не отвечала, хотя я весь вечер пытался поговорить.\n\n– Ты так сильно обидел меня тогда...\n\n– Ладно, проехали. Ну что, идём?",
    "answers": [
      {
        "id": 20,
        "text": "\n\n– А я всё равно уже выкинула этот дурацкий билет...\n\n– Да ты с ума сошла? Это же подарок... Чем ты думала? Не хочешь на концерт – так и скажи, без тебя бы сходил.\n\n– Вот и иди...",
        "lua_if": "function lua_if()\nreturn ticket == 2\nend",
        "merge": true
      },
      {
        "id": 27,
        "text": "Согласиться",
        "lua_if": "function lua_if()\nreturn ticket ~= 2\nend",
        "lua_do": "function lua_do()\nparents= parents or 0\nconclusion = parents== 0 and \"stupid concert\" or \"stupid parents\"\nend"
      },
      {
        "id": 38,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 24,
    "text": "– Прости меня, – сквозь подступающие слёзы прошептала Вика. – Просто мне было так плохо вчера, а ты даже не захотел мне помочь.\n\n– Ничего, бывает,– легко согласился Витя.\n\nКажется, он так и не услышал продолжение фразы... Или сделал вид, что не услышал, чтобы не начитать всё сначала. И на том спасибо.\n\n– Так что, пойдём на концерт? – оживился парень и тут же добавил, увидев реакцию Вики: – Или не хочешь? Я так и не понял вчера. Тогда можем просто погулять. Хоть в парке, например.",
    "answers": [
      {
        "id": 21,
        "text": "\n\nПочему-то Вике сейчас было очень неловко признаваться, что свой билет она отдала подруге – считай просто выбросила.",
        "lua_if": "function lua_if()\nreturn ticket == 2\nend",
        "merge": true
      },
      {
        "id": 27,
        "text": "На концерт",
        "lua_if": "function lua_if()\nreturn ticket ~= 2\nend",
        "lua_do": "function lua_do()\narents= parents or 0\nconclusion = parents== 0 and \"stupid concert\" or \"stupid parents\"\nend"
      },
      {
        "id": 28,
        "text": "В парк",
        "lua_do": "function lua_do()\nticket = ticket or 0\nconclusion = ticket == 2 and \"save stupid park\" or \"stupid park\"\nend"
      }
    ]
  },
  {
    "id": 25,
    "text": "– Прости меня... – сквозь подступающие слёзы прошептала Вика. – Просто мне было так плохо вчера, а ты даже не захотел мне помочь.\n\n– Я понимаю, – сухо отозвался Витя. – И ты меня прости.\n\nОн так ничего и не понял... Но хотя бы сделал вид, будто ему это важно, и на том спасибо.\n\n– Ладно, проехали.\n\n– Так что, пойдём на концерт? – оживился парень и тут же добавил, увидев реакцию Вики: – Или к чёрту его? Можем просто погулять. Хоть в парке, например.",
    "answers": [
      {
        "id": 21,
        "text": "\n\nПочему-то Вике сейчас было очень неловко признаваться, что свой билет она отдала подруге – считай просто выбросила.",
        "lua_if": "function lua_if()\nreturn ticket == 2\nend",
        "merge": true
      },
      {
        "id": 27,
        "text": "На концерт",
        "lua_if": "function lua_if()\nreturn ticket ~= 2\nend",
        "lua_do": "function lua_do()\narents= parents or 0\nconclusion = parents== 0 and \"stupid concert\" or \"stupid parents\"\nend"
      },
      {
        "id": 28,
        "text": "В парк",
        "lua_do": "function lua_do()\nconclusion = \"park concert\"\nend"
      }
    ]
  },
  {
    "id": 26,
    "text": "– Прости меня, – одновременно сказали Вика и Витя после затянувшейся паузы и невольно улыбнулись.\n\n– Прости меня, Вики, – вновь заговорил парень. – Я так сильно увлёкся подготовкой к концерту, что совсем не заметил, что тебя это так напрягает. В конце концов, ты «Седьмое Небо» вообще не слушала, пока со мной не встретилась.\n\n– А я должна была раньше тебе сказать, что мне они совсем не нравятся. Просто у тебя так загорались глаза, когда ты планировал этот день... А вчера я просто испугалась...\n\n– Ну его, этот концерт, может лучше в парк сходим?",
    "answers": [
      {
        "id": 29,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 27,
    "text": "На концерт добирались почти молча. У ночного клуба, в котором выступали «Седьмое небо», в городе была дурная репутация. Несчётное количество историй про проходящие в его стенах пьяные оргии, изнасилования и исчезновения людей с ужасом рассказывали взрослые и с благоговейным трепетом слушали подростки.\n\nЕщё издали ребята сначала услышали, а потом и увидели разношёрстную толпу фанатов модной группы. Вике стало не по себе. ",
    "answers": [
      {
        "id": 27,
        "text": "мерж по наличию родителей",
        "lua_text": "function lua_text()\nparents = parents or 0\nlocal text = parents == 1 and \"Ребята уже стояли в клубящийся противным дымом очереди, когда Вика почувствовала неладное, и из-за шатающегося тела перед ними показался её отец.\" or \"Отстояв почти бесконечную очередь в клубах едкого дыма, ребята наконец прошли внутрь заведения.\"\nreturn text\nend",
        "merge": true
      },
      {
        "id": 30,
        "text": "Дальше",
        "lua_if": "function lua_if()\nreturn\nconclusion == \"stupid concert\"\nend"
      },
      {
        "id": 31,
        "text": "Дальше",
        "lua_if": "function lua_if()\nreturn conclusion == \"stupid parents\"\nend"
      },
      {
        "id": 32,
        "text": "Дальше",
        "lua_if": "function lua_if()\nreturn conclusion == \"norm parents\"\nend"
      },
      {
        "id": 33,
        "text": "Дальше",
        "lua_if": "function lua_if()\nreturn conclusion == \"run away\"\nend"
      }
    ]
  },
  {
    "id": 28,
    "text": "empty",
    "answers": [
      {
        "id": 34,
        "text": "Тупой парк",
        "lua_if": "function lua_if()\nreturn conclusion == \"stupid park\"\nend",
        "run": [
          34
        ]
      },
      {
        "id": 35,
        "text": "Спасение тупого парка самой гг",
        "lua_if": "function lua_if()\nreturn conclusion == \"save stupid park\"\nend",
        "run": [
          35
        ]
      },
      {
        "id": 36,
        "text": "Парковыц концерт",
        "lua_if": "function lua_if()\nreturn conclusion == \"park concert\"\nend",
        "run": [
          36
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Они пошли в тот самый парк, в котором когда-то впервые встретились. Забрались на толстую ветку раскидистого дерева на невысоком холме, откуда открывался удивительный вид на старый город. Широкая ладонь Вити накрыла руку девушки, её голова легла ему на плечо. Они долго сидели молча, думая каждый о чём-то своём.\n\nВика с грустью смотрела на заходящее за ветхие крыши солнце, и казалось, его последние, самые нежные лучи заботливо врачевали свежие шрамы ещё не огрубевшей юной души. Так же, как в его тёплом сиянии преобразился после непогоды город, изменились и они с Витей. Сколько раз ещё будут сгущаться тучи над их отношениями, столько же потребуется отрекаться и терять самих себя, чтобы помочь другому не оступиться на скользком пути. Каждый раз им придётся расплетать все узелки противоречий и начинать новый, чистый узор. И когда-нибудь нити их судеб переплетутся в прочный неразрушимый канат. И тогда вместе встретят рассвет уже совсем другие Вик-один и Вики-два.\n\nА что думал Витя, девушка не знала. Он только сильнее прижал её к себе и крепче сжал руку в своей ладони.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "lua_do": "function lua_do()\ng.sunrise = 1\nend"
      }
    ]
  },
  {
    "id": 30,
    "text": "Внутри клуба было ненамного лучше, чем снаружи. В темноте шатались и что-то орали грубые потные люди, то и дело кто-то врезался или задевал плечом. Из-за невысокого роста Вика совсем не видела сцену, а музыка оказалось вживую ещё хуже чем записи, которые включал ей Витя раньше.\n\nСам её спутник как будто не испытывал никаких неудобств. Он прыгал вместе со всеми, безумно размахивал руками и орал фразы из песен. Вика ему не мешала, но и нужна не была, он бы, пожалуй, и не заметил, если бы она ушла. Но она осталась.\n\nОтрешённо, смирившись с неизбежным, Вика дарила ему то, чего он так жаждал. Глотая слёзы, двигалась в одном с ним ритме. С отвращением терпела грязь вокруг. Видела его перекошенное в гримасе эйфории лицо и чувствовала себя бесконечно одинокий. И ждала. Ждала, когда всё наконец закончится.\n\n   *   *   *\n\n– Здорово было, правда? – спросил Витя, прощаясь у дверей её дома. – Вот это я понимаю – подарок. Ладно, увидимся завтра!\n\nВика лишь печально улыбнулась. Больше всего ей хотелось просто забыть этот вечер и никогда больше не видеть ни Витю, ни любого, кто знал его имя.\n\n– Ты была права, – вновь и вновь повторяла она, рыдая в объятиях старшей сестры. – Зачем, зачем ты всегда оказываешься права...",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "lua_do": "function lua_do()\ng.gift = 1\nend"
      }
    ]
  },
  {
    "id": 31,
    "text": "– Предки! – крикнула Вика в ухо своего спутника, но он и сам уже разглядел опасность.\n\n– Понарассказывала всем подряд... – Лицо Вити скривилось в недовольной гримасе. – Давай быстро назад, а я в другую сторону, так не поймают.\n\nИ он ловко юркнул куда-то к началу очереди между смердящими перегаром телами. А Вика так и застыла на месте, не веря, что Витя без раздумий оставил её при первой возможности.",
    "answers": [
      {
        "id": 39,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 32,
    "text": "– Предки! – крикнула Вика в ухо своего спутника, но он и сам уже разглядел опасность.\n\n– Да, всё-таки прознали... – расстроился Витя, и на его лице отразилось замешательство. – Нет смысла убегать, нас уже заметили. Ничего не говори, я всё возьму на себя.\n\nБуквально через пару секунд цепкие руки викиного папы уже вытащили обоих ребят из толпы: дочь он тянул за рукав, а Витю ухватил за ухо.",
    "answers": [
      {
        "id": 40,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 33,
    "text": "Внутри клуба было не лучше, чем снаружи. В темноте шатались и что-то орали грубые потные люди, то и дело кто-то врезался или задевал плечом. Из-за невысокого роста Вика совсем не видела сцену, а музыка оказалось вживую ещё хуже чем записи, которые включал ей Витя раньше.\n\nСам её спутник как будто не испытывал никаких неудобств. Но едва заметив выражение лица своей спутницы, сгрёб её в охапку и потянул к выходу.\n\n– Ну уж нет, с такой кислой миной совершенно невозможно веселится, – сказал Витя, когда они вновь оказалась на свежем воздухе.\n\n– Прости, что-то мне поплохело, слишком душно там...\n\n– Ну и фиг с ними, давай я провожу тебя домой.\n\n   *   *   *\n\nОни долго шли через вечерний город, считая увиденных кошек, заглядывая в окна первых этажей и болтая ни о чём. Тяжёлые тучи растаяли без следа, пролившись холодным дождём, и теперь ребята шли вперёд, щурясь от низкого закатного солнца. И казалось, что впереди их не ждёт ничего, кроме ясного неба и согревающих лучей теплого летнего вечера.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "lua_do": "function lua_do()\ng.runAway = 1\nend"
      }
    ]
  },
  {
    "id": 34,
    "text": "empty",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "lua_do": "function lua_do()\ng.autumn = 1\nend"
      },
      {
        "id": 34,
        "text": "Они пошли в тот самый парк, в котором когда-то впервые встретились. Разговор не завязывался. Вика всё больше смотрела по сторонам, а Витя то и дело украдкой поглядывал на часы.\n\n– Смотри, весь город уже почти высох, а здесь все лавки мокрые, – удивилась Вика.\n\n– Прямо сейчас должны были начинать, – угрюмо отозвался Витя.\n\n– Зато дышим свежим воздухом.\n\n– Угу...\n\nСолнце медленно садилось за невысокий холм. Лужи на тропинках и блестящие листья на деревьях не давали забыть, что дождь не прошел бесследно. Вика поёжилась, представляя, как уныло и промозгло будет, когда лето закончится и наступит по-настоящему дождливая и холодная осень.",
        "merge": true
      }
    ]
  },
  {
    "id": 35,
    "text": "empty",
    "answers": [
      {
        "id": 34,
        "text": "Они пошли в тот самый парк, в котором когда-то впервые встретились. Разговор не завязывался. Вика всё больше смотрела по сторонам, а Витя то и дело украдкой поглядывал на часы.\n\n– Прямо сейчас должны были начинать, – угрюмо произнёс парень.\n\n– Давай сюда, – позвала Вика, таща его за руку к амфитеатру заброшенного летнего кинотеатра. \n\nДвое подростков сели под бетонным козырьком на полуразрушенной сцене. Вика достала из рюкзака портативную колонку, подключила её к смартфону и позвонила подруге. Онлайн-трансляция нарушила тишину вечернего парка ужаснейшими звуками лучшей слэм-панк-рок-фолк-группы в мире, а Витя расплылся в довольной улыбке.\n\nВика ёжилась от вечерней прохлады, укрываясь за широкой спиной парня от порывов ветра. Солнце медленно садилось за деревья. Его последние лучи уже не согревали, а лишь отражались в глазах Вити пляшущими искрами чужого праздника.",
        "merge": true
      },
      {
        "id": 1,
        "text": "Конец",
        "lua_do": "function lua_do()\ng.celebrate = 1\nend"
      }
    ]
  },
  {
    "id": 36,
    "text": "Парковый концерт",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "lua_do": "function lua_do()\ng.celebrate = 1\nend"
      },
      {
        "id": 34,
        "text": "Они пошли в тот самый парк, в котором когда-то впервые встретились. Разговор не завязывался. Вика всё больше смотрела по сторонам, а Витя то и дело украдкой поглядывал на часы.\n\n– Прямо сейчас должны начинать, – напряжённо произнёс парень. – Давай сюда.\n\nДвое подростков сели под бетонным козырьком на полуразрушенной сцене. Витя достал из кармана портативную колонку, подключил её к смартфону и позвонил кому-то. Онлайн-трансляция нарушила тишину вечернего парка ужаснейшими звуками лучшей слэм-панк-рок-фолк-группы в мире, а Витя расплылся в довольной улыбке.\n\nВика ёжилась от вечерней прохлады, укрываясь за широкой спиной парня от порывов ветра. Солнце медленно садилось за деревья. Его последние лучи уже не согревали, а лишь отражались в глазах Вити пляшущими искрами чужого праздника.",
        "merge": true
      }
    ]
  },
  {
    "id": 37,
    "text": "Открыто концовок: ",
    "answers": [
      {
        "comment": true,
        "id": 37,
        "text": "\n",
        "lua_text": "function lua_text()\ng.freedom = g.freedom or 0 \ng.lastDrop = g.lastDrop or 0\ng.gift = g.gift or 0\ng.autumn = g.autumn or 0\ng.tea = g.tea or 0\ng.mans = g.mans or 0\ng.celebrate = g.celebrate or 0\ng.runAway = g.runAway or 0\ng.sunrise = g.sunrise or 0\n\nlocal a = g.freedom <plus> g.lastDrop <plus> g.gift <plus> g.autumn <plus> g.tea <plus> g.mans <plus> g.celebrate <plus> g.runAway <plus> g.sunrise\n\nreturn a .. \" из 8.\"\nend",
        "merge": true
      },
      {
        "id": 37,
        "text": "★ Плата за освобождение",
        "lua_if": "function lua_if()\ng.freedom = g.freedom or 0\nreturn g.freedom == 1\nend",
        "comment": true
      },
      {
        "id": 37,
        "text": "★ Последняя капля",
        "lua_if": "function lua_if()\ng.lastDrop = g.lastDrop or 0\nreturn g.lastDrop == 1\nend",
        "comment": true
      },
      {
        "id": 37,
        "text": "★ Подарок",
        "lua_if": "function lua_if()\ng.gift = g.gift or 0\nreturn g.gift == 1\nend",
        "comment": true
      },
      {
        "id": 37,
        "text": "★ Осень ",
        "lua_if": "function lua_if()\ng.autumn = g.autumn or 0\nreturn g.autumn == 1\nend",
        "comment": true
      },
      {
        "id": 37,
        "text": "★ Горячий чай",
        "lua_if": "function lua_if()\ng.tea = g.tea or 0\nreturn g.tea == 1\nend",
        "comment": true
      },
      {
        "id": 37,
        "text": "★ Мужской разговор",
        "lua_if": "function lua_if()\ng.mans = g.mans or 0\nreturn g.mans == 1\nend",
        "comment": true
      },
      {
        "id": 37,
        "text": "★ Чужой праздник",
        "lua_if": "function lua_if()\ng.celebrate = g.celebrate or 0\nreturn g.celebrate == 1\nend",
        "comment": true
      },
      {
        "id": 37,
        "text": "♥ Побег в закат",
        "comment": true,
        "lua_if": "function lua_if()\ng.runAway = g.runAway or 0\nreturn g.runAway == 1\nend"
      },
      {
        "id": 37,
        "text": "♥ К новому рассвету ",
        "comment": true,
        "lua_if": "function lua_if()\ng.sunrise = g.sunrise or 0\nreturn g.sunrise == 1\nend"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вика спрыгнула с перил и засеменила по лужам вслед за шумно веселящимися подругами.\n\nОна знала, что это была их последняя ссора. И была рада наконец сбежать, не дожидаясь шторма и ледяных ветров, рушащих воздушные замки и утягивающих в пучину наивные идеалы молодых мечтателей.\n\nВика не обернулась на окликнувшего её Витю, и только одинокая слеза предательски сорвалась с длинных ресниц – последняя капля затянувшейся с вечера непогоды.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "lua_do": "function lua_do()\ng.lastDrop = 1\nend"
      }
    ]
  },
  {
    "id": 39,
    "text": "– Не плачь, лисёнок, – отец подвинул Вике кружку с ароматным чаем, в которую только что плеснул чего-то из тут же спрятанной фляжки, и подмигнул. – Об этом маме лучше не говорить.\n\nЧай был обжигающе горячим, с едва уловимыми незнакомыми пряными нотками. Тепло с каждым глотком разливалось по телу, понемногу растапливая заледеневшее сердце девушки.\n\n– Быть молодым – это совершать ошибки, – продолжал наставления отец. – Вчера ошибся твой меломан, сегодня – ты, завтра – вы оба. Не торопись взрослеть, набей побольше шишек и наберись опыта, пока это бесплатно. Может быть в следующий раз сможешь отговорить своего оболтуса от очередной авантюры. Может быть в следующий раз ему хватит мужества остаться и принять удары судьбы на себя.\n\nОн опять замолчал, сделал большой глоток из своей кружки и с блаженным видом прикрыл глаза.\n\n– А теперь брысь в свою комнату. Неделю не выйдешь из дома. Увижу под окнами твоего героя – уши пообрываю.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "lua_do": "function lua_do()\ng.tea = 1\nend"
      }
    ]
  },
  {
    "id": 40,
    "text": "Дома Вика долго стояла в прихожей, нервно теребя витину куртку. Его самого отец Вики увёл для мужского разговора на кухню и запер дверь. И хоть папа не был чересчур строгим, девушку пробивала крупная дрожь. Она и сама не знала, чего боится больше: что отец запретит им встречаться, или что запугает этим Витю, и тот сам сбежит на край света.\n\nЧерез бесконечно долгие двадцать минут виновник происшествия пробкой вылетел из импровизированной переговорной. На ходу выхватил куртку и остановился, лишь чтобы завязать шнурки.\n\n– Ну что? – испугалась Вика.\n\n– Да ничего, – развёл руками Витя и довольно улыбнулся. – Чаем напоил, похвалил, что не бросил тебя. А за то, что на концерт пошли, за уши оттаскал. Пообещал что вообще оторвёт, если меня увидит, пока ты наказана.\n\nОн пулей выскочил за дверь, только мелькнули в полутьме его пунцовые уши.\n\n– С парня спрос небольшой, – раздался строгий голос отца. – А с тобой, леди, нам предстоит долгий разговор. Надеюсь, ты будешь сотрудничать со следствием...",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "lua_do": "function lua_do()\ng.mans = 1\nend"
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  }
]