[
  {
    "id": 1,
    "text": "В маленьком изолированном городке, расположенном глубоко в лесу, пустила корни смертельная разновидность крапивы. Никто не знал, откуда она взялась и как распространилась так быстро, но горожане вскоре обнаружили, что крапива вызывает ужасную реакцию у любого, кто с ней соприкасается.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "читать далее"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "Нажмите,чтобывставитьссылку"
      }
    ]
  },
  {
    "id": 2,
    "text": "Первым симптомом было сильное жжение, за которым последовали болезненные рубцы, покрывавшие кожу. Но настоящий ужас начался, когда рубцы лопнули, выпустив десятки извивающихся червеобразных существ, которые впились в плоть. Существа быстро росли внутри своего хозяина, пожирая изнутри.",
    "answers": [
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/d2KY80y"
      },
      {
        "id": 3,
        "text": "читать далее..."
      }
    ]
  },
  {
    "id": 3,
    "text": "\nГорожане пытались бороться с заражением, сжигая поля и леса, где росла крапива, но это только усугубляло проблему. В их садах и домах проросла крапива, и вскоре весь город оказался в осаде.\n\nПо мере того как число жертв росло, горожане начали нападать друг на друга. Некоторые обвиняли чужаков в том, что они принесли крапиву в их город, в то время как другие считали, что эти существа были наказанием мстительного бога. Страх и паранойя распространились, как сама крапива, и вскоре некогда сплоченное сообщество распалось.\n",
    "answers": [
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/b6JPXHS"
      },
      {
        "id": 4,
        "text": "читать далее..."
      }
    ]
  },
  {
    "id": 4,
    "text": "\nТе, кому удалось избежать крапивы, оказались в ловушке в городе, и у них не было возможности избежать надвигающейся угрозы. Они жались друг к другу в своих домах, слушая крики своих близких, пока существа пожирали их изнутри. Тем временем крапива продолжала разрастаться, покрывая город постоянно растущим покрывалом зелени. Город был потерян, а жители деревни были поглощены крапивой, став единым целым с вторгшимися существами.\n\n\n                                   конец...\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/7y4ggQm"
      }
    ]
  }
]