[
  {
    "id": 1,
    "text": "Ровно десять лет назад, а именно 10 апреля 2024 года на землю явились сотни инопланетных кораблей. Пришельцы были настроены агрессивно, разрушая города, убивая людей.\n   Пришельцам дали название «Механики» или же просто «Меха» из за их внешнего вида и глубоких познаний в области механики. Их тело было покрыто оболочкой, а вместо внутренностей были шестерёнки различных размеров и каждая отвечала за что-то своë. \n   Механики давно следили за расой людей, и пришли к выводу: Люди опасны для планеты. Их главной целью было уничтожить расу людей, не оставив не одного в живых, либо сделав их рабами, тем самым освободив планету от вредителей. \n   Люди не решились принять свою судьбу, твёрдо встав на защиту своей расы. \n   Уже в первый год большинство людей было уничтожено механиками. Оставшиеся в живых цеплялись за жизнь всеми возможными способами. Некоторые стали бандитами, другие просто спрятались где-то, а третьи построили общины — сопротивления и стали обороняться от пришельцев, помогая друг другу. \n\nПрежде чем начать прохождение квеста нужно выбрать главу. \n",
    "answers": [
      {
        "id": 1,
        "text": "Эта история началась через десять лет после вторжения. ",
        "comment": true
      },
      {
        "id": 2,
        "text": "Глава «Выбор Лидера»"
      },
      {
        "id": 1,
        "text": "Эта история происходит за месяц до главы «Выбор Лидера».",
        "comment": true
      },
      {
        "id": 7,
        "text": "Глава «Выбор сопротивления»"
      },
      {
        "id": 1,
        "text": "Эта история просиходит за день до вторжения. ",
        "comment": true
      },
      {
        "id": 12,
        "text": "Глава «Выбор механиков»"
      },
      {
        "id": 16,
        "text": "Концовки. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Сопротивление «Справедливость» было основано 9 мая 2025 года. Через год после великой катастрофы. Конечно у каждого сопротивления есть свой лидер и «Справедливость» без него не осталась. \n   Джеймс Смит был действительно хорошим лидером, однако таким он был не всегда. Выросший в неблагополучной семье, Джеймс часто прогуливал школу. Он не был умнее или сильнее других. Джеймс пытался избегать конфликтов, но это не всегда получалось. Многочисленные драки сказались на Джеймсе и уже в 13 лет он был поставлен на учёт в полиции. Джеймс часто проводил время в кампании хулиганов и брал из их общества самые худшие привычки. Несмотря на всë это, у Джеймса было много хороших черт, он обладал полезными качествами, одним из которых было Лидерство. Джеймс был уверен в себе, целеустремлён, ответсвенен, бесстрашен, обладал хорошим чувством юмора и умел слушать людей, хоть и делал это крайне редко. \nУчастники сопротивления уважали Джеймса. ",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 3,
    "text": "А совсем недавно произошёл случай, который даже Джеймса потряс. \n   Остатки военных сил твёрдо решили победить пришельцев. Им удалось подбить корабль Механиков, однако это привело к неожиданным последствиям: появились новые виды Механиков. \n   Выжившие не были рады действию военных. Им и так было не просто ужиться среди обычных механиков и бандитов. Теперь же механиков стало больше не только в плане количества, но и размера. \n   Новые механики были не только сильнее, но и умнее. Они могли общаться на определенных частотах, которые можно было услышать только по радио или рации. Механики сказали, что если прийти к ним, сложив оружие, то они пощадят сдавшихся, а другие будут ликвидирована немедленно. \n   Члены сопротивления разделились на три отряда. Первый утверждал, что сейчас самое время напасть на пришельцев, второй умолял сложить оружие и сдаться механикам, а третьи просили найти безопасное место, чтобы спрятаться там надолго. \n   Теперь Джеймсу, как Лидеру сопротивления, стоило сделать выбор, который повлияет на дальнейшую судьбу сопротивления. \n",
    "answers": [
      {
        "id": 4,
        "text": "Атаковать корабль пришельцев. "
      },
      {
        "id": 5,
        "text": "Сдаться механикам. "
      },
      {
        "id": 6,
        "text": "Спрятаться в бункере. "
      }
    ]
  },
  {
    "id": 4,
    "text": "   Джеймс долго думал над решением этой проблемы. С одной стороны хорошим решением было сложить оружие и попробовать наладить связь с механиками, но тогда они могли поступить также, как когда-то люди с ними — подпустить поближе и уничтожить. У людей это получилось не особо, а у пришельцев, наверняка, получится. Спрятаться в бункере — тоже плохая идея, ведь пока остатки цивилизации бьются с механиками, одна из самых сильных её кусочков прячется под землёй. \n   Несмотря на сомнение многих членов сопротивления, но Джеймс решил действовать самым рискованным планом. Он взял с собой несколько человек. Они должны были сложить оружие и выйти к врагу с поднятыми руками, а затем Джеймс должен был в одиночку пробраться на корабль и сделать то, что сочтёт нужным. Он долго и упорно изучал строение пришельцев, их корабль, технологии, логику. \n   Вскоре план был выполнен успешно. Джеймс смог пробраться на корабль, ворота которого почему-то были открыты. \n   Вскоре корабль механиков поднялся в небо и испарился. Что происходило внутри — неизвестно. Рация Джеймса не отвечала. Что-бы то ни было, Джеймс спас планету своими действиями. \n   Что же произошло с Джеймсом? Остаётся надеется, что... \n\n... Продолжение следует... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 5,
    "text": "   Джеймс долго думал над решением этой проблемы. С одной стороны хорошим решением было устроить битву с механиками, попытаться захватить корабль и уничтожить его, но это может привести к неизвестным последствиям. Что если механики победят? Сколько людей придётся потерять в этой битве? Что если корабль механиков будет недоступен для входа? Спрятаться в бункере — тоже плохая идея, ведь пока остатки цивилизации бьются с механиками, одна из самых сильных её кусочков прячется под землёй. \n   Многие члены сопротивления были против этого, но Джеймс точно принял решение: сдаться. Может пришельцы не такие плохие? Лидер в первую очередь должен заботиться о других, и если это единственный способ решить всё проблемы — стоит рискнуть. \n   Джеймс собрал отряд людей, что были готовы сдаться и вышел к кораблю. Пришельцы не стали убивать людей, а пригласили их к себе на корабль. Что там было — неизвестно, но вскоре сопротивление «Справедливость» распалось. Это произошло не просто так. Лидер Джеймс вернулся с корабля другим. Ходят слухи, что пришельцы испытали на нём секретное оружие, которое способно подчинять разум людей механикам. Некоторые даже говорили, что его тело стало механическим... \n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 6,
    "text": "   Джеймс долго думал над решением этой проблемы. С одной стороны хорошим решением было устроить битву с механиками, попытаться захватить корабль и уничтожить его, но это может привести к неизвестным последствиям. Что если механики победят? Сколько людей придётся потерять в этой битве? Что если корабль механиков будет недоступен для входа?\n   Джеймсу был дороже народ, что прямо сейчас, в эту минуту, шёл за ним, помогая и слушаясь. \n   Не для кого не было секретом, что на территории сопротивления есть бункер. Он был закрыт для всех, но не был заброшен. Джеймс несколько раз был там, чтобы пополнять запасы еды и воды, потому что знал, что когда-нибудь этот день настанет и всему сопротивлению придётся спуститься под землю. \n   Уже прошло много лет, эра людей закончилась, корабль пришельцев улетел, оставив всё остальное природе. Джеймс и сопротивление вышли из бункера. Теперь им предстоит жить в этом мире заново. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Пока лидер сопротивления решал внутренние проблемы, бойцы сопротивления решали проблемы внешние. Им приходилось отбивать атаки бандитов. Бандиты нападали каждый день и почти всегда со стороны сопротивления были жертвы. \n   Сопротивлению надоело терять людей и они разделились на три отряда, каждый из которых настаивал на своём. ",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 8,
    "text": "Первые говорили, что все проблемы нужно решать словами. Пускай бандиты до этого убили многих, но если напасть на них, то, скорее всего это повлечёт за собой множество жертв. Вторые хотели приманить механика на бандитов, чтобы те не подумали на сопротивление и, если выживут, не стали тероризировать его. \nТретьи хотят нанять наёмника — снайпера, чтобы тот за некоторую плату убил главу бандитов. ",
    "answers": [
      {
        "id": 9,
        "text": "Заключить мирный договор с бандитами. "
      },
      {
        "id": 10,
        "text": "Приманить механика на лагерь бандитов. "
      },
      {
        "id": 11,
        "text": "Ликвидировать главаря бандитов. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Сопротивление приняло решение предложить мир бандитам. Они будут вести торговые отношения, обмениваться ресурсами, рассказывать о происходящих новостях... \n   Главарь бандитов согласился на мирный договор, однако вставив свои 55 копеек, чем доставил неудобства всем сторонам. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 10,
    "text": "На роль приманщика вызвался один из самых старых участников сопротивления. Он очень часто ходил на вылазки, забирался в самые опасные места и приходил живой с добычей. \n   Он не раз вступал в схватки с механиками и побеждал в ближнем бою. Ему даже удалось разработать тактику боя, потому он не боялся нарваться на механиков.  \n   Этот бесстрашный парень не называл никогда своего имени, его все называли «Бесстрашный», ведь он ничего не боялся. \n   Приманить механика Бесстрашному было не так уж и сложно. Уже совсем скоро на горизонте показался механик, который бежал со всех ног в сторону лагеря бандитов. \n   Убежище бандитов было атаковано, но не уничтожено. Сопротивление лишь на время расправилось со второстепенной опасностью, но пройдёт время и бандиты снова начнут кошмарить народ.",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Было принято решение ликвидировать главаря бандитов. Это было самое востребованное предложение. Другим вопросом стало то, кто будет заниматься ликвидацией. Сделать всё по-тихому не получится — главарь бандитов никогда не выходит за стены лагеря, а ежели выходит, то только с охраной. Пойти штурмом на лагерь бандитов тоже не лучшая идея. У них численное превосходство. Остался только вариант со снайпером. К сожалению сопротивление никогда не славилась меткими снайперами, даже снайперами не славилась. Потому решили, что лучше воспользоваться помощью наёмника. Наёмников дало много, они помогали в работе и в грязных делах, а за это брали некоторые припасы. Члены сопротивления, ответственные за наёмника, пообещали ему целую сумку еды и воды, если он попадет точно в цель. \n   Главарь бандитов не боялся никого, потому часто выходил за пределы лагеря один. Недавно он тоже вышел за пределы лагеря, и это стало его самой большой ошибкой. Снайпер выстрелил. Главарь бандитов был мертв. \n   Наемник получил, что хотел. Бандиты не переживали насчёт случившегося и, вскоре место главаря бандитов занял другой бандит, который был ещё более жестокий. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 12,
    "text": "Первоначальной задачей было связаться с людьми и убедить их начать ценить свою планету, но так как многие учёные — скептики, то ничего не получилось. У них просто нет такого оборудования! \n   Если связаться с людьми не получается, то главному мозгу освободителей придётся сделать выбор... \n   С одной стороны можно пожертвовать природе немного жизненых сил, чтобы та полностью ожила, но как на это отреагируют люди? Также можно вести переговоры уже на Земле, но вопрос остаётся таким же. ",
    "answers": [
      {
        "id": 13,
        "text": "Дать природе сил. "
      },
      {
        "id": 14,
        "text": "Вести переговоры на земле. "
      },
      {
        "id": 15,
        "text": "Объявить войну людям. "
      }
    ]
  },
  {
    "id": 13,
    "text": "   Главный мозг освободителей решил, что людей нужно пощадить. Они начнут ценить природу и им не придётся даже входить в атмосферу Земли или того хуже — устраивать войну. Освободители поделились своей энергией с природой и она полностью ожила. \n   Освободители очень ждали реакции людей. Подключившись к их спутнику, они наблюдали за ними. \nБлагодаря действиям освободителей ожили многие вымершие животные, появились новые виды растений, сама планета стала пытаться поговорить с людьми. \n   Шли годы. Люди не перестали загрязнять планету и вскоре её жизнь снова стала угасать... Главный мозг освободителей ошибся... Освободители приняли единогласное решение напасть на людей и искоренить их вид, чтобы дать свободу планете. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 14,
    "text": "   Главный мозг освободителей решил связаться с людьми, посадив корабль на Землю. \n   Как только пришельцы зашли в атмосферу Земли, люди заметили это при помощи своих приборов. Когда пришельцы приземлились на землю, люди уже были готовы. Когда пришельцы вышли, люди наставили на них земное оружие. Освободители пытались поговорить с людьми, но несмотря на то, что пришельцы понимали их речь, люди речи пришельцев не понимали... Люди встретили пришельцев войной и пришельцы ответили тем же... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 15,
    "text": "   Главный мозг перебрал все варианты развития событий и все они приводили к войне. Главный мозг поставил объявил войну людям.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Всего 9 концовок:\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад. "
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Победа",
        "need": 4
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Гроза планеты",
        "need": 5
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Новый мир",
        "need": 6
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Мир",
        "need": 9
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Затишье перед бурей",
        "need": 10
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Смена! ",
        "need": 11
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Разочарование",
        "need": 13
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Недопонимание",
        "need": 14
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Интуиция",
        "need": 15
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  }
]