[
  {
    "id": 1,
    "text": "Автор: pkhlunev\nЖанры: юмор, романтика, абстракция. \n\nПространство уникально и безгранично. Как нам кажется, там всё безлико и одинаково. \n\nА если даже у самой маленькой точки есть эмоции, чувства и желание любить и быть любимой. А если каждая из точек — личность? Так ли безлико пространство, как мы о нём думаем?\n\n",
    "answers": [
      {
        "id": 2,
        "text": "[Вперёд!] "
      },
      {
        "id": 28,
        "text": "[Концовки] "
      },
      {
        "var_str_set": [
          "global background",
          "https://i.ibb.co/LJ1YVtG/8-An-e-ZXe-Ff-E-720x460.jpg"
        ],
        "super_calculate": false,
        "id": 1,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "super_calculate": false,
        "lua_do": "function lua_do()\ng.defaultBgAnswerImage = 0\nend",
        "calculate": true,
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "Не так давно вы переехали от ваших родителей с помощью услуг параллельного переноса и теперь одиноки. Славные были времена... \n\nОдиночество давит на вас с каждым днем все больше и больше. Возможно, стоит поискать себе друга или пару? В пространстве наверняка есть те, кто похож на вас.\n\nС другой стороны, воспоминания поднимут вам настроение. Вероятно, кто-нибудь и сам вас найдёт, нужно лишь время. А его вы скоротаете за воспоминаниями. ",
    "answers": [
      {
        "id": 3,
        "text": "[Окунуться в воспоминания ] ",
        "comment": false
      },
      {
        "id": 4,
        "text": "[Порыскать по пространству] ",
        "comment": false
      }
    ]
  },
  {
    "id": 3,
    "text": "Детство у вас было счастливым. Ваши родители очень сильно любили друг друга и вы лишь укрепляли семью. \n\nВы родились всего лишь точкой, но разрастались с каждым днем все больше, а вскоре вам вовсе стало тесно находиться в вашем родном доме. \n\nВас уговаривали остаться, но вы решили, что время пришло. Решение, которое вы приняли было тяжёлым. Вы покинули дом с помощью услуг параллельного переноса на большое расстояние. \n\nВаша частичка в отчем доме была стёрта навсегда, оставив ваших родителей наедине друг с другом. \n",
    "answers": [
      {
        "id": 7,
        "text": "[Далее -->] "
      }
    ]
  },
  {
    "id": 4,
    "text": "Замечтавшись, вы врезались в прямоугольную трапецию.\n\n— Ой, извините, я что-то замечталась, — начала она.\n\n— Я тоже немного замечтался, не расстраивайтесь, — улыбнулись вы.\n\nОна лишь улыбнулась в ответ. Что-то в ней запало вам в душу. Да и она, должно быть, не против была бы провести вечер в кафе. По крайней мере, вам так показалось... ",
    "answers": [
      {
        "id": 29,
        "text": "[Глупости все это] "
      },
      {
        "id": 30,
        "text": "— Постойте! "
      }
    ]
  },
  {
    "id": 5,
    "text": "Искать родителей? Вы что же думаете, что вы по этой местности первый раз ходите и вот сейчас тут за углом родители найдутся? Как наивно.\n\nНалево вас ждёт магазин, а направо кафе. Никаких родителей в области зрения. \n",
    "answers": [
      {
        "id": 8,
        "text": "[Налево <--] "
      },
      {
        "id": 15,
        "text": "[Направо - ->] "
      }
    ]
  },
  {
    "id": 6,
    "text": "— Действительно ли ты этого хочешь? — строго спрашивал отец.\n— Да. Я думаю, что готов. Мне кажется, что нужно двигаться дальше.\n— Поступай так, как считаешь нужным.\n\nВечер. Ваша матушка еле сдерживает слезы. Нужно уходить. Вы и так достаточно себя мучили, проживая в этой тесной каморке.\n\nНовая жизнь. Новый дом. Работа. Увольнение с работы. Нашлась новая кандидатура лучше вас... На что ж теперь вам жить? Зачем вы ушли?\n\n",
    "answers": [
      {
        "id": 6,
        "text": "∅ После таких воспоминаний вам стало ещё хуже, чем было до этого. Лучше пока оставить прошлое и пойти перекусить. ",
        "comment": true
      },
      {
        "id": 15,
        "text": "[В кафе] "
      }
    ]
  },
  {
    "id": 7,
    "text": "Дальнейшая судьба ваших родителей неизвестна. Поскольку вы, как выяснилось впоследствии, были единственной причиной для их совместного проживания, то после вашего ухода они, должно быть, разошлись. Очень странно, что они так сильно любили друг друга, хотя были совершенно разные. Неужели это все вы? \n\nПешком отсюда до родительского дома не дойти , да и дорогу вы не запомнили. Параллельный перенос же стоит слишком дорого. Что уж говорить о симметрии относительно точки... \n\nНесмотря на все, вы искренне верите, что однажды пересечетесь со своими родителями. Возможно, вам стоит их поискать. Они наверняка будут рады вас видеть! \n\nС другой стороны, вам стало немножечко легче. Возможно, если вы повспоминаете ещё, то окончательно перестанете грустить? \n\n",
    "answers": [
      {
        "id": 5,
        "text": "[Отправиться искать родителей] "
      },
      {
        "id": 6,
        "text": "[Больше воспоминаний!] "
      }
    ]
  },
  {
    "id": 8,
    "text": "Небольшой магазинчик. Были бы у вас деньги вы бы купили себе пропитание на ближайшие дни. На витрине ярко мелькают предложения о перекраске контура. Вам бы тоже цвет не помешал, черно-белый гнетет. \n\nНиже магазина раньше был банк, а по диагонали вверх парк. Куда бы пойти?\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Перпендикулярно магазину вниз ",
        "var_add": [
          "Trap",
          1
        ]
      },
      {
        "id": 11,
        "text": "По диагонали вверх ",
        "var_no_more": [
          "Bey",
          0
        ]
      },
      {
        "id": 8,
        "text": "∅ Не имеет смысла ходить к трапеции после того, как вы её обидели. ",
        "comment": true,
        "var_need": [
          "Bey",
          1
        ]
      },
      {
        "id": 8,
        "text": "Трапеция плачет и грозится рассказать все маме. Ну что, довольны? ",
        "var_need": [
          "Bey",
          1
        ],
        "merge": true
      },
      {
        "id": 15,
        "var_need": [
          "Bey",
          1
        ],
        "need": 10,
        "text": "Ничего не остается, кроме как пойти в кафе... "
      }
    ]
  },
  {
    "id": 9,
    "text": "Заняв место за самым дальним столиком, вы неприхотливо рассматривали журналы.\n\n\n",
    "answers": [
      {
        "var_add": [
          "Check",
          1
        ],
        "text": "[Рассматривать] ",
        "id": 9,
        "instant": true,
        "middle_answer": true,
        "var_no_more": [
          "Check",
          3
        ]
      },
      {
        "id": 9,
        "text": "\"Самые богатые фигуры: каково жить с 256-цветовой палитрой\"\n\n/Каково жить черно-белую жизнь им не помешало бы узнать... ",
        "var_equal": [
          "Check",
          1
        ],
        "merge": true
      },
      {
        "id": 9,
        "text": "\"Попробуйте наши новинки! Красочная и яркая буква \"A\"  будет выделять вас, как лидера, способного на многое! Не упустите свой шанс и закажите...\"\n\n/Бла-бла-бла. Таких реклам вы видели по сто на дню. ",
        "var_equal": [
          "Check",
          2
        ],
        "merge": true
      },
      {
        "id": 9,
        "text": "\"Мама, я одиночка! 10 советов для родителей как воспитать в ребенке экстраверта. Рекомендуют 10 из 10 мам!\" \n\n/Ну да, конечно. Такие советы никогда не работают, проверено на личном опыте. ",
        "var_equal": [
          "Check",
          3
        ],
        "merge": true
      },
      {
        "id": 9,
        "text": "— Уже определились? — неожиданно появился официант. \n\n— Вы знаете, я тут просто посидеть, к сожалению, не смогу заказать даже напитка, — растерялись вы. \n\n— Ай-ай-ай, какая беда! - сказал он так, что невозможно было понять ирония это или искреннее сочувствие. — Я скоро вернусь.\n\nЗа охраной пошёл, наверное, чтобы выгнать. Валить бы по-хорошему отсюда... ",
        "var_need": [
          "Check",
          4
        ],
        "merge": true
      },
      {
        "id": 14,
        "text": "[Посидеть] ",
        "var_need": [
          "Check",
          4
        ],
        "left_answer": true
      },
      {
        "id": 4,
        "right_answer": true,
        "var_need": [
          "Check",
          4
        ],
        "text": "[Уйти] "
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы уверенно шли вперёд. Да, где-то здесь должен быть банк, однако зачем вы туда идёте было действительно непонятно.\n\nРазмышляя, вы и не заметили, как пересеклись с барьером, не позволяющим вам пройти дальше. Значок трапеции явно говорил, что вам здесь не рады. Возможно, найдутся подходящие кандидатуры... ",
    "answers": [
      {
        "id": 8,
        "text": "[Вернуться] "
      }
    ]
  },
  {
    "id": 11,
    "text": "Маленькая трапеция играет с какой-то прямой. Эх, совсем ещё дети. \n",
    "answers": [
      {
        "id": 13,
        "text": "[К трапеции] ",
        "var_equal": [
          "Znak",
          1
        ]
      },
      {
        "id": 13,
        "text": "[Познакомиться] ",
        "var_add": [
          "Znak",
          1
        ],
        "var_equal": [
          "Znak",
          0
        ]
      },
      {
        "id": 8,
        "text": "[Вернуться] "
      },
      {
        "id": 8,
        "text": "[Ударить трапецию и убежать] ",
        "var_add": [
          "Bey",
          1
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Концовка получена! К черту все! ⚠\n\nВернувшись домой, вы поняли, что жизнь бессмысленна. Вы ходите туда-сюда изо дня в день, но ничего не меняется. И вы ничего не предпринимаете. Единственным верным решением было заказать себе профессиональных фигурок и заплатить им сполна телом. Денег ведь у вас все равно нет.... ",
    "answers": [
      {
        "id": 1,
        "text": "[На главную] "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы подошли к трапеции.\n\n— Привет, а... — начали вы\n\n— Мне мама с незнакомцами не разрешает разговаривать. — отрезала трапеция.\n",
    "answers": [
      {
        "id": 17,
        "text": "[Обмануть] ",
        "need": 10,
        "var_need": [
          "Trap",
          1
        ]
      },
      {
        "id": 18,
        "text": "[Дать конфету] ",
        "var_need": [
          "Candy",
          1
        ]
      },
      {
        "id": 11,
        "text": "[Вернуться] "
      }
    ]
  },
  {
    "id": 14,
    "text": "Посидев немного, вы снова увидели официанта.\n\n— Возьмите, — он протянул вам конфету. — Всё будет хорошо.\n\n— Спасибо! — еле ответили вы.\n\nКонфета... Ну хоть от голода вы сегодня не умрёте, уже что-то... ",
    "answers": [
      {
        "id": 8,
        "text": "[Погулять] ",
        "var_add": [
          "Candy",
          1
        ],
        "var_no_more": [
          "Bey",
          0
        ]
      },
      {
        "id": 4,
        "text": "[Погулять] ",
        "var_need": [
          "Bey",
          1
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "В кафе сегодня не очень людно. Будний день, все на работе. Эх, а у вас ведь даже нет денег, чтобы заказать какой-либо напиток...\n\nС другой стороны, музыка может поднять вам настроение. Вы всегда её любили. ",
    "answers": [
      {
        "id": 9,
        "text": "[Войти в кафе] ",
        "need": -9
      },
      {
        "id": 12,
        "text": "[К черту все! Вернуться домой] ",
        "var_need": [
          "Bey",
          1
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "Вот так и складываются судьбы. Вы ходили к младшей трапеции каждый день и заодно параллельно болтали о том и о сём со старшей. Вы чувствовали, что с каждым днем вы находили все больше общего между собой. \n\n— Я буду скучать! — говорила вам старшая из сестёр-трапеций. \n\n— И я тоже! — подхватывала младшая.\n\n",
    "answers": [
      {
        "id": 26,
        "text": "[Однако, в один день...]"
      }
    ]
  },
  {
    "id": 17,
    "text": "— А я не незнакомец, а проводник в мир сказок и чудес! Я сделаю тебя цветной! — придумали вы.\n\n— Правда? А почему тогда вы черно-белый? — радостно уточнила она.\n\n— Это чтобы никто не понял, что я волшебник. — подмигнули вы. Пойдём?\n\n— Хорошо... Прямая, подожди здесь, я скоро вернусь. ",
    "answers": [
      {
        "id": 19,
        "text": "[Провести в закрытый угол] "
      }
    ]
  },
  {
    "id": 18,
    "text": "— Я же вам сказала! Мне нельзя ничего брать у незнакомцев! — завопила трапеция.\n\n— Давай поиграем в игру. Если я выиграю, ты все-таки возьмёшь конфету и мы пойдём ещё кое-куда. Договорились? \n\n– Была не была! Играем! ",
    "answers": [
      {
        "id": 21,
        "text": "[Играть] "
      }
    ]
  },
  {
    "id": 19,
    "text": "Проведя трапецию до места назначения, вы радостно ликовали, что сможете попасть на ту часть улицы.\n\n— А что волшебного в моём доме? — спросила трапеция.\n\n— Здесь раньше была целая улица. — вспомнили вы.\n\n— Да, а сейчас её отрезали. Теперь наш с мамочкой дом край этого места. А где волшебство?\n\n— Ты слишком долго собиралась. Фея уже улетела.\n\n— Но... Но как?! Как же так?! — в слезах завопила она. \n\n—Никак. До скорого.\n\nВы чувствовали себя ужасно. Провели ребёнка, так ещё и ничего для себя нового не приобрели. Какой кошмар... ",
    "answers": [
      {
        "id": 20,
        "text": "[Подышать свежим воздухом] "
      }
    ]
  },
  {
    "id": 20,
    "text": "Концовка получена! Одинокий ∅\n\nСпустя пару дней, вы как обычно гуляли около кафе и магазина...\n\n—Это он! Он! Он меня обманул! — закричала трапеция. \n\n— Что ты сделал с моей сестрой? — набросилась на вас трапеция размером побольше и, думается вам, посильнее.\n\n— Я ничего не... — начали вы, но было поздно. Вас били, кажется, несколько часов... Или прошло гораздо меньше. Последнее, что вы услышали было:\n\n— Я рассказала всем о тебе! Теперь ни один порядочный житель не захочет с тобой общаться!\n\nНу вот и приплыли... Зря вы все-таки затеяли эту идею с обманом... Теперь вас ожидает вечное одиночество... ",
    "answers": [
      {
        "id": 1,
        "text": "[На главную] "
      }
    ]
  },
  {
    "id": 21,
    "text": "Спорим, вы не сможете отгадать мои загадки?\n\nМы считали дырки в сыре, 3<plus>2 равно... ",
    "answers": [
      {
        "id": 23,
        "text": "Четыре",
        "var_add": [
          "Lol",
          1
        ]
      },
      {
        "id": 22,
        "text": "Пять"
      },
      {
        "id": 23,
        "text": "Шесть",
        "var_add": [
          "Lol",
          1
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "Правильно! — обрадовалась девочка. — А вот эту сможете решить? Каждый охотник желает знать, где сидит фазан. ",
    "answers": [
      {
        "id": 24,
        "text": "Цвета радуги "
      },
      {
        "id": 23,
        "text": "Твой папа охотник? "
      },
      {
        "id": 23,
        "text": "Кто такой «фазан» ? "
      }
    ]
  },
  {
    "id": 23,
    "text": "— Урааа! Я выиграла! — восторжествовала трапеция. Ну ладно, я пошла домой, не скучайте.\n\n— Подо.... — начали вы\n\n— Некогда! — поиграем с вами завтра! ",
    "answers": [
      {
        "id": 4,
        "text": "[Погулять по улице]"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Здорово вы играете! А пойдёмте в наш дом, я вас познакомлю с мамой! — предложила она. \n\n— Да что ты, я уже спешу.. — начали вы. \n\n— Хорошо, пойдёмте я тогда вас провожу до дома. \n\n— Нет, правда, не стоит, я не думаю, что... \n\n— Не уйду от вас ни на шаг! Куда вы туда и я! \n\n— Мне правда нужно идти... \n\n— А мне нужно идти с вами! — засмеялась она\n\n",
    "answers": [
      {
        "id": 25,
        "text": "[Ну хоть открою ту часть с замком в виде трапеции. Она же теперь не отвяжется]"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Ух ты, вы все же заглянули к нам домой! — обрадовалась она.\n\n— Да? А я и не знал.\n\n— Проходите, у нас тут не убрано, конечно, но...\n\nСледующие несколько часов были как в бреду. Вы даже объяснились перед мамой трапеции и пару раз бросили взгляд на старшую дочь мамы-трапеции. ",
    "answers": [
      {
        "id": 16,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 26,
    "text": " —Нас участок вырезают из этой плоскости. Скорее всего, нас переселят в другую, но спасибо, что приходил. Нам тебя будет не хватать. — с лёгкой досадой говорила мама трапеция.\n\nПоследний раз поиграв с дочкой-трапецией, старшая из сестер-трапеций вдруг сказала вам:\n\n— Мне будет правда тебя не хватать. Я чувствую, что мы стали ближе к друг другу за эти несколько месяцев. Что насчёт тебя?\n\n—Я... Тоже. — выпалили вы.\n\nВозникла неловкая пауза. Ваши губы постепенно начали приближаться друг к другу. В дверь начала ломиться младшая сестра, но вас это не останавливало. Неужели вы больше никогда не увидитесь с ней? Эх, а ведь вы успели её полюбить...\n\nПервый и последний поцелуй оставил горечь на душе.\n\n— Поехали с нами! — предложила вдруг она. Деньги мы найдём, честно! Займем у кого-нибудь. Ты всем нравишься в нашей семье!\n\n",
    "answers": [
      {
        "id": 27,
        "text": "[Согласиться?] "
      }
    ]
  },
  {
    "id": 27,
    "text": "Концовка получена! Истинное счастье ✿\n\nВы благополучно переселились на другую плоскость с семьёй трапеций. С деньгами было нелегко, но эту проблему вы вскоре решили, устроившись на работу и начав новую жизнь.\n\nЧерез несколько месяцев старшая из сестёр-трапеций сделала вам предложение о совместном пересечении на века. Вы незамедлительно согласились. Кто бы мог подумать, что маленькая трапеция посреди улицы так изменит вашу жизнь... ",
    "answers": [
      {
        "id": 1,
        "text": "[На главную] "
      }
    ]
  },
  {
    "id": 28,
    "text": "Возможные концовки:\n\n— Одинокий ∅\n\n— К черту все! ⚠\n\n— Истинное счастье ✿\n\n— Как в кино ◈\n\n— Глупости ∅⚠\n\n∅ — концовки без романтики\n⚠ — внимание! Данный контент может оказаться неприемлемым для некоторой аудитории!\n✿ — хорошая концовка\n",
    "answers": [
      {
        "id": 20,
        "text": "Одинокий ∅",
        "need": 20,
        "need_ever": true
      },
      {
        "id": 12,
        "need_ever": true,
        "need": 12,
        "text": "К черту все! ⚠"
      },
      {
        "id": 27,
        "text": "Истинное счастье ✿",
        "need": 27,
        "need_ever": true
      },
      {
        "id": 32,
        "text": "Как в кино ◈",
        "need": 32,
        "need_ever": true
      },
      {
        "id": 29,
        "need_ever": true,
        "need": 29,
        "text": "Глупости ∅⚠"
      },
      {
        "id": 1,
        "text": "[Вернуться] "
      },
      {
        "need_ever": true,
        "id": 28,
        "text": "◈ — концовка в стиле «Любовь с первого взгляда» или «Настоящая любовь существует» \n",
        "need": 32,
        "merge": true
      }
    ]
  },
  {
    "id": 29,
    "text": "Концовка получена! Глупости ∅⚠\n\nПройдя ещё пару десятков сантиметров, вас встретила компания шестиугольников. Им не нужно было искать причину, чтобы побить вас до умопомрачения. Возможно, все сложилось бы более удачно, если бы вы позвали на свидание ту, что вам понравилась с первого взгляда... Наверное, стоит не бояться говорить, ведь потом может быть уже слишком поздно.\n\nОсталось лишь надеяться, что скоро вас прекратят бить... ",
    "answers": [
      {
        "id": 1,
        "text": "[На главную] "
      }
    ]
  },
  {
    "id": 30,
    "text": "— Да? — она развернулась к вам с любопытным взглядом.\n\n— Вы верите в любовь с первого взгляда? Лично я — да. — сморозили вы. \n\n— Вы мне тоже очень приглянулись, — ответила она.\n\n— Как насчёт вечернего ужина?\n\n— О, я только за! \n\n— Давайте через час. Встретимся около кафе. ",
    "answers": [
      {
        "id": 31,
        "text": "[Бежать за кредитом] "
      }
    ]
  },
  {
    "id": 31,
    "text": "Через час она уже стояла и ждала вас. А вы... Опаздывали... До ближайшего банка идти достаточно долго, поэтому стоило назначить время позднее.\n\n— Я уже думала, что ты не придешь, — грустно сказала она.\n\n— Извини, я задержался. Пойдём?\n\n— Пойдём. Что сегодня предлагают на ужин? ",
    "answers": [
      {
        "id": 32,
        "text": "— Для тебя - только лучшее. Кстати, ты  прекрасно выглядишь \n\n//Все как-то слишком легко... Прям как в книжке... "
      }
    ]
  },
  {
    "id": 32,
    "text": "Концовка получена! Как в кино ◈\n\nВам очень понравился этот вечер. Вы окружили вашу возлюбленную вниманием и заботой. Ничего не могло испортить этот вечер.\n\nВы встречались в этом кафе ещё пару раз, а затем заявили о желании укрепить отношения. Девушка не отказалась. Любовь с первого взгляда реальна... Достаточно лишь верить и стараться окружить заботой свою вторую половинку... \n\n",
    "answers": [
      {
        "id": 1,
        "text": "[На главную] "
      }
    ]
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  }
]