[
  {
    "id": 1,
    "text": "Квест \"Коробка\"\n\n...Как вас зовут?...\n\n...Сколько вам лет?...\n\n...Кто вы вообще?...\n\n...Сможете ли вы преодолеть все испытания и узнать себя? Или же проходя много раз через одни и те же жизни, вы отчаетесь и опустите руки?...\n\n...И, прежде чем вы зайдете в квест, вам следует подумать: а не пожалеете ли вы об этом?...\n\nАвтор: Akvalan",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы открыли глаза. Серая пустая комната с дверью. Стены холодные, пол холодный. Потолок видимо, точно такой же.\n\nТакое чувство, будто вас замуровали в бетонной коробке... кстати, а кто вы?\n\nВы напрягли память. Вам сильно болела голова, и вы были не в лучшем состоянии.\n\nПрежний мир... машины, города, здания, дороги...\nЛюди...\n\nВы помните людей. У них семьи, профессии, занятия, дети...  проблемы, неприятности...\n\nВы помнили жизнь, но вас будто в ней никогда и не было. Вы не помнили себя...\n\nВы посмотрели на свои руки. Нейтральный персонаж... серая кожа, короткие волосы.\n\nКто вы!? Вы даже не знали не знали свой пол, не говоря уже об имени. Ни-че-го.\n\nПустота.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Достижения:\n\nСыщик",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      }
    ]
  },
  {
    "id": 4,
    "text": "Постояв несколько секунд, вы думаете о том, что же вам предпринимать дальше.\n\nМожет, стоит обследовать комнату?",
    "answers": [
      {
        "id": 5,
        "text": "Стены"
      },
      {
        "id": 6,
        "text": "Потолок"
      },
      {
        "id": 7,
        "text": "Пол"
      },
      {
        "id": 8,
        "text": "Дверь"
      }
    ]
  },
  {
    "id": 5,
    "text": "Стены идеально гладкие. Идеально.\nВам стало страшно от такой идеальной чистоты.\nВы дотрагиваетесь до стены. Если приглядеться, то можно увидеть следы от ваших пальцев. Однако следов почти не заметно, потому что стены серые. Как и вся коммната.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы не можете дотянуться до потолка, однако на вид он точно такой же как и стены.\nЧто интересно так это то, что в комнате нет источников света. Как будто сама комната светится сама по себе.\nИли это вы светитесь?..",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "На полу еле заметные следы от ваших ног. Он гладкий и чистый. Ничего особенного.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 9,
        "text": "Поискать дверную ручку",
        "need": 8
      }
    ]
  },
  {
    "id": 8,
    "text": "Дверь. Серая дверь из того же материала, что и комната. Также на месте ручки небольшая ямка. А без ручки дверь не открыть.\nТут у вас появилась идея — а что, если ручка отлетела и упала на пол? Может, поискать ее там?",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 10,
        "text": "Попробовать вставить дверную ручку",
        "need": 9
      }
    ]
  },
  {
    "id": 9,
    "text": "Став на колени, вы стали осматривать пол.\nЗатем вы заметили что-то в углу. Что-то круглое и серое. Взяв в руки, вы убедились что это дверная ручка. Что ж, остаётся надеяться что она подойдет к двери!\n\nПолучено достижение: Сыщик\n\nВ инвентарь добавлен новый предмет: дверная ручка.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вставив ручку в дверь, вы дернули. Дверь открылась.\nПеред вами предстала точно такая же комната.\nА как только вы в нее зашли, дверь захлопнулась.\n\nИз инвентаря убран предмет: дверная ручка",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "В этой комнате на полу лежала какая-то бумажка.\nБольше ничем она от предыдущей не отличалась.",
    "answers": [
      {
        "id": 12,
        "text": "Взять бумажку"
      },
      {
        "id": 13,
        "text": "Дверь в предыдущую комнату"
      },
      {
        "id": 14,
        "text": "Еще какая-то дверь"
      }
    ]
  },
  {
    "id": 12,
    "text": "На бумажке было написано:\n\n\"Здравствуй Алиса. Чтобы полностью вспомнить кто ты и выбраться отсюда, тебе нужно пройти 100 комнат.\"\n\nИ тут вас захлестнула волна воспоминаний. Вы вспомнили, что ваше имя — Алиса. У вас это имя ассоциировалось со светловолосыми девушками. Вы не помнили, точно ли у вас светлые волосы, однако вдруг обнаружили, что вместо ваших серых волос у вас светлые женские локоны. Что ж, теперь вы хотя бы знаете больше о самой себе.",
    "answers": [
      {
        "id": 11,
        "text": "Положить бумажку"
      }
    ]
  },
  {
    "id": 13,
    "text": "Точно такая же дверь как и в следующую комнату. Главное теперь не запутаться...",
    "answers": [
      {
        "id": 11,
        "text": "Отойти от двери"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы подошли к двери. На вид она ничем не отличалась от предыдущей, однако...\nКлюч уже вставлен в замочную скважину?\nУдобненько.",
    "answers": [
      {
        "id": 15,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы заходите в комнату. Дверь за вами захлопывается. Это было легко! Вы даже улыбнулись.\nОднако улыбка тут же исчезла с вашего лица.\nПосередине комнаты сидел точно такой же человек, которым вы были в начале. Нейтральный персонаж.\nСерые волосы, закрытые глаза.\nИ... что теперь делать?",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы еще раз осмотрели комнату.\nНет смысла осматривать то, что скорее всего не изменится...или есть?",
    "answers": [
      {
        "id": 17,
        "text": "Дверь в следующую комнату"
      },
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ничем не отличается от предыдущей, кроме того что ключ не вставлен... придется его поискать.",
    "answers": [
      {
        "id": 16,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "Спасибо за бета-тестирование этого квеста!\nЕсли вам понравилось, напишите отзыв.\nЕсли есть ошибки, недочеты, или вы хотите что-то добавить — напишите мне.\nАвтор: Akvalan.\nКвест находится в разработке, и каждую неделю он будет продолжаться.\nСпасибо за прочтение!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  }
]