[
  {
    "id": 1,
    "text": "Автор: А.Ч.П.Д\n\nАннотация: На набережной перед девушкой встаёт сложнейший выбор: её бывший или же очаровательный блондин? Сможет ли она быть счастлива? ",
    "answers": [
      {
        "id": 10,
        "text": "Начать историю"
      }
    ]
  },
  {
    "id": 2,
    "text": "– Привет, красавчик~ –Агрепина кокетливо подмигнула. – Ваши родители случаем не боксёры? \nПарень в непонятках обернулся. Он осознал, что эта очаровательная, слегка выпившая девушка обращается не к пьяному Паулю. \n– Нет, с чего это? – Тот засмущался, а его рука игриво поправила прядь. \n– Тогда откуда у них такой \"нокаут\"? – Она подмигивала пока у неё не заел глаз. \nСерце того вспыхнуло от слов девушки. Лицо покрылось румянцем и смотреть он стал на неё по другому, как на будущую жену. Он встал на колено, достав из кармана кольцо с бриллиантом в пять карат ????. Его размеры поражали воображение. А от света, то ли от отрежения бликов кольца или просроченой самогонки, девушка ослепла. \n– Согласна ли ты провести со мной оставшуюся вечность(потому что я ещё и вампир)? ",
    "answers": [
      {
        "id": 3,
        "text": "Я СОГЛАСНА!!!!!!❤❤❤"
      },
      {
        "id": 4,
        "text": "НЕТ ????????????"
      }
    ]
  },
  {
    "id": 3,
    "text": "    Она прыгнула в его крепкие руки, ихнему поцелую завидовал весь город, спустившийся на набережную, чтобы наблюдать эту историю любви. \n\n    Оказалось, что этот блондин наследник силиконовой долины, а его имя даже не в первой строчке «Forbs», потому что ему принадлежат все деньги мира. Ониустроили завиднейшую свадьбу в стиле Российской короны. А букет невесты пытались поймать даже сами Ким Кардашьян, Кайли Дженнер, Анжолина Джоли и Лобода. К её ногам склонились толпы мужчин с обложек модных журналов. Их дети, записанные в рекорды Гиннеса, как самые красивые, умные и счастливые за всю историю человечества, в возрасте до 10 лет они поступили в Гарвард. Их виллы на Маями, Дубаи, Матроскино и в других столицах мира, считались самыми престижными по мнению журналистов. И жили они бесконечно(потому что они всё ещё вампиры, он её обратил) долго и счастливо. \n",
    "answers": [
      {
        "id": 1,
        "text": "Конец. Вернуться в начало. "
      }
    ]
  },
  {
    "id": 4,
    "text": "– Ты чо, дядя... Я просто пофлиртовать хотела. –Брезгливость на её лице давало четко понять, что парнишка в нокауте. Он затер вздутую губу, а его слезы стекали по выраженным скулам. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Пауль. При виде его всплывает множество воспоминаний. Особенно первая встреча. Дождливый Питер, та же набережная. Словно судьба, это место свело их снова. Тогда, ещё пару лет назад, он сидел у стен прохода и протягивая свои дрожащие руки прохожим, просил милостыню. Притворяясь безногим, он давил на жалость людей, а когда же его мольбы игнорировались, он покрывал всех трехэтажным матом. \n\n   Смотря на него, Агрепина видела не только очаровательную(и пропитую) мордашку, но и глубокую, чистую душу. Она решается подойти ближе, её охватывают сомнения. «Наверное, это будет неправильным», только об этом она могла и думать смотря в его руки, держащие стакан мелочи. Она решается приблизиться. \n– Сударыня, Вы так красивы! Не сжалитесь ли Вы над бедным доходягой. Сколько не жалко! –Он протягивает стакан, та смотрит прямо в руки. Идеальный момент, он же не может ходить. Это было бы отличным шансом для девушки ухватить стакан и сбежать. Она довольно часто замечала этого оборванца у набережной, выклянчивавшего приличные суммы ежедневно. \n\n   Девушка хватается за стакан и с силой вырывая, бежит к лестнице. Внезапно! О чудо! Былой бедный доходяга встаёт с коляски и бежит в её сторону. \n– Чертовка! Пчелиная спаржа! Я поймаю тебя, только попадись мне на глаза!\nТак началась история их любви, они провстречались около недели, но такого мужчину она не сможет забыть никогда... ",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вернемся к началу. Теперь же Пауль обзавелся новым пальто. Сколько помоек они с Агрепиной раньше могли перелопатить, чтобы найти хотя бы похожее. Она приходит к выводу, что всё же Пауль его украл. Ей нравились бедбои. \n\nОна решается обратиться к бывшему. \n– П-пауль... Ты помнишь меня? –Дрожащим голосом спрашивает девушка. \n– Э? –В полусознании, Пауль откликается на имя. Впервые он видит эту женщину. Заплывший от алкоголя взгляд приметил горячую особу. Он решается подкатить. – Суда-ыня! –Икая, тот обращается к девушке. – С неба упал ангел, звонили, я сказал... Вы ангел, Сударыня! И Вас не сдал! Примите в качестве символа моей вечной любви к Вам... –Тот судорожно начал шарить в карманах, чтобы найти хоть что-то.  В руку поподается только бутылка. Он снимает пластиковое кольцо с горлышка и протягивает новоиспеченной даме.\n\nДевушка ошарашенно смотрит на ювелирное изделие. Неужели Пауль предлогает сойтись снова? Она вспоминает теплые моменты: их первая крупная подачка, групповое нападение на голубей, кормежка дрессированных крыс... Она чувствовала себя прямо как в сказке, словно Белоснежка выхаживала животных. Или же словно русалочка пойманная на набережной в сети любви Пауля. Воспоминания греют душу. И она понимает, что то расставание было... \n\n",
    "answers": [
      {
        "id": 7,
        "text": "Это была точка"
      },
      {
        "id": 8,
        "text": "Это была только запятая... "
      }
    ]
  },
  {
    "id": 7,
    "text": "Что бы ни происходило тогда, она ясно понимала(даже под элем), что Пауль не её судьба. Его лицо навсегда останется в памяти, а те приключения будут скрашивать её старость. Придя в сознание, она замечает, как Пауль присматривается к жопке блондина. Похоже, Пауль нашел что-то в кармане того красивого парня.",
    "answers": [
      {
        "id": 9,
        "text": "Заступиться за красавчика"
      },
      {
        "id": 11,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 8,
    "text": "Придя на набережную, она никогда и не думала, что ей подвернется подобная развилка событий. Пауль... и почему она когда-то решилась с ним разойтись? Надев на её палец пластиковое кольцо, тот попадал в цель, словно пьяная бухгалтерша, пытавшаяся попасть в замочную скважину после бурного корпоратива. Агрепина всплакнула, никогда она не была так счастлива, ведь каждая встреча с Паулем словно новая история. Отчасти, потому что каждый понедельник он забывал свою невесту. Но это лишь скрепляло их любовь, так как кажое утро понедельника он влюблялся в неё снова, как в первую встречу на набережной. \n\nВ мире преступности эта парочка получила свою известность. Она была его Харли, он был её Джоки. Они уже не шастали по помойкам. Словно Бони и Клайд они нацелились на добычу куда больших маштабов: сырные читос с лучком, мазь звездочка, жвачки LoveIs и уже не просроченый йогурт. Эта шайка была неудержима, дрессированные крысы, нагруженые преступностью карманы. \n\nАгрепина ни о чём не жалела. Каждый их день был наполнен риском, азартом и приключениями. Это безумно кружило голову, и ещё больше распаляло огонь страсти между ними. Пауль, романтичный мужчина, нассал на снегу её имя непрерывной струёй. И жили они долго и счастливо. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. Вернуться в начало"
      }
    ]
  },
  {
    "id": 9,
    "text": "Замечая преступление, чтобы прервать кражу, девушка подходит ближе к бедняку и шепчет на ушко:\n–Эй~ Там за углом раздают бесплатные читос, так что поспеши, а то разберут. –С огнём в глазах и заплывшей рожей тот смотрит на девушку. \n–С с-сыром? \n–И луковыми кольцами, как ты любишь~ –Всего секунда, и Пауля уже и след простыл. На набережной остался только привлекательный блондин. ",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Агрепина прогуливалась по набережной и заметила двух несчастных мужчин. Высокий блондин, опрятной внешности, голубые(такие чистые как небо) глаза, выраженные скулы. Его длинные, вьющиеся волосы завязаны в пучок. Одна прядь выбивалось к лицу. И второй, не уступающий впечатлениям, пьяный Пауль. С момента расставания он совсем не изменился. Его сальные волосы забиты в хвост, карманы заполнены мелочью. Похоже, лучшим решением для Агрепины всё же было бы не обращать на того внимание. Пред ней предстает выбор. ",
    "answers": [
      {
        "id": 2,
        "text": "Обратиться к блондину "
      },
      {
        "id": 5,
        "text": "Вспомнить роман с Паулем"
      }
    ]
  },
  {
    "id": 11,
    "text": "Всю оставшуюся жизнь Агрепина придавалась мечтаниям, что бы случилось, если бы та решилась принять предложение на набережной. Она прожила самую обычную жизнь, с обычным, ничем не отличившимся мужем, в обычной, двухкомнатной квартире на окраине Питера. У неё родились самые обычные дети, поступившие в обычную школу МБОУСОШ. И прожили они обычную человеческую жизнь, не особо догло. Вроде как счастливо, а вроде как и нет... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. Вернуться в начало"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  }
]