[
  {
    "id": 1,
    "text": "Автор: Васян Ямской.                                                         Жанры: приключения, реализм, юмор, феерия.                        \nАннотация: почувствуйте себя необычным человеком из Изяславской области. Будете  работать или пойдёте в криминал? Решайте сами! Здесь вас ждут море приключений, щепотка юмора и тонна реализма! Приятной игры!          ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 104,
        "text": "От автора"
      },
      {
        "id": 1,
        "text": "Названия  и термины автор придумывал сам. За совпадения простите. ",
        "comment": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Итак, вы просыпаетесь. Кажется, вчера вы вышли с армии и пропили с бывшими сослуживцами свои последние 5000 в ночном клубе «Морской лев».\nСобственно, вход в клуб стоил 4500. У вас \nоставалось 500 рублей. Вы отошли в туалет клуба и встретили там веснусчатую хохотушку. Она предложила вам своей фирменной настойки. Вы не смогли отказаться. Потом вам резко поплохело. Очнулись вы здесь. Совсем без денег. А нет, в потайном кармане в трусах оставалась последняя сотка. Совсем забыл сказать, что вы всë ещë лежите на асфальте, люди на вас недоумëнно смотрят, а некоторые даже фотографируют. Что будете делать? ",
    "answers": [
      {
        "id": 3,
        "text": "Оглядеться. "
      },
      {
        "id": 4,
        "text": "Поспрашивать людей о том, где вы. "
      },
      {
        "id": 33,
        "text": "Поискать сослуживцев"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы встали и огляделись. Перед вами табличка «Центральный автовокзал города Изяславля». Теперь понятно, где вы. Перед вами стоит величественное здание автовокзала. Рядом расположены всевозможные ларьки и магазинчики. Из примечательных мест можно выделить шаурмечную «В гостях у Айбека», магазин одежды «Наша мода», 24/7 «Студенческий ». Ещë есть банкомат с комиссией 5%. К нему подъехали инкассаторы. Один вышел и начал загружать деньги из банкомата в служебный Flat Ducato Tinkoff. Тааак,что ещё? Опа, карта автобусных маршрутов! Маршруты: Изяславль-шахта, Изяславль-лесопилка, Изяславль-ферма-водолазы, междугородний: город Изяславль-ПГТ Каскаево-город Восточный. Рядом прилагается карта. По ней, лесопилка находится на полпути от Изяславля до Каскаево, шахта и ферма находятся у ПГТ Каскаево, а подработка водолазом — около города Восточного.                                                                            У угла вокзала стоит мутный тип в чёрной кожаной куртке, маске и что-то теребит в поясе, напоминающем кобуру для оружия. Он зазывает добровольца на грязную работëнку. Вы пойдëте к нему? Не проще ли дождаться автобуса к подработке?                                               ",
    "answers": [
      {
        "id": 6,
        "text": "Подойти к «бандиту»"
      },
      {
        "id": 7,
        "text": "Ждать автобус"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Вы на центральном автовокзале Изяславля! — сказала какая-то дамочка. ",
    "answers": [
      {
        "id": 2,
        "text": "Спасибо! "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы подловили какого-то пацана в футболке и шортах и заговорили с ним.Вы говорили о погоде,о футболе,о девушках.Но ничего не длится вечно. Он вспомнил, что опаздывает  на работу. Вы попрощались и разошлись. ",
    "answers": [
      {
        "id": 14,
        "text": "К отпуску"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Значит так, фраерок. Идëт набор в мини-опг. Не хочешь вступить? База на спортивном стадионе города Изяславля, в здании заброшенного музея «Победа». Автопарк по большей части советский, но протюненный. Все лицензии, в том числе, на оружие, водительские права обычные и профессиональные, наши люди тебе оформят. Ну как, согласен?                                                                      Его рука с предполагаемым оружием интенсивнее заëрзала. ",
    "answers": [
      {
        "id": 8,
        "text": "-Согласен"
      },
      {
        "id": 9,
        "text": "-Не согласен"
      }
    ]
  },
  {
    "id": 7,
    "text": "Приехал автобус, идущий на шахту. Вы сели в него и поехали. ",
    "answers": [
      {
        "id": 84,
        "text": "Зайти. "
      }
    ]
  },
  {
    "id": 8,
    "text": "—Хорошо, поехали. \nОн достал телефон и начал набирать какой-то номер. \n—Шершень, где тебя носит? Чтоо, опять в ларьке Санксаныча деньги пропивал? Довезëшь нас, на базе поговорим по-серьëзному.\nЗвонок окончен.                                 \n -Так, пацан, сейчас введу тебя в курс дела, пока наш горе-водила плутает по городу в поисках пассажиров. Ты — опгшник 1 ранга. Захочешь взять тачку: иди к начальнику автопарка Ваньке. Захочешь взять задание: подойдëшь ко мне, к Ваньке или к другим опгшникам. Оплата деньгами или репутацией. Репутация позволит увеличить ранг, а ранг в свою очередь позволит увеличить заработную плату и репутацию при выполнении задания, откроет новые функции и доступ к новым заданиям. В автопарке ОПГ, как уже было сказано, в основном протюненный советский транспорт, но есть и другие авто. Сейчас перечислю по памяти: тойота марк 2, копейка, 2 ланоса, десятка, четвëрка, ока, пятëрка, девятка. Доступ к авто зависит от ранга. В арсенале ОПГ есть различные виды оружия, но я перечислю основные: ак 47, ак 74, макарыч, кольт м1911, микро-узи, бейсбольная бита, кастет, дробовик, пистолет с глушаком, полицейская дубинка, трость, револьвер. Пока что всë. О, а вот и Шершень!                                                  \nИ действительно, к вам подъехала чëрная  пятëрка 1991 года выпуска, и вы помчались на базу со скоростью 168 км/ч под звуки отчитывания начальником Шершня за ненужные траты денег из общака... ",
    "answers": [
      {
        "id": 11,
        "text": "Мчимся под музыку из радио... "
      }
    ]
  },
  {
    "id": 9,
    "text": "Бандюк вздохнул и послал вас куда подальше. Что же делать, работать не хочется, а на тëмную дорожку становиться тоже. Опа, инкассаторы ещë не уехали. Подойдëте к ним? ",
    "answers": [
      {
        "id": 10,
        "text": "Другого выбора всë равно нет! "
      }
    ]
  },
  {
    "id": 10,
    "text": "Полностью с вами согласен! Вы(чел с вокзала) подошли к ним и изъявили желание поехать с ними. Они почесали затылки и согласились. Вы едете. Внезапно дорогу перегораживают чëрные джипы! Из них выходят люди в чëрном и говорят выгружать деньги. Водила не соглашается и вдаëт по газам! Вы находите табельный пистолет с глушаком! Открываете одну из задних дверей рабочего грузовика-фургона и начинаете стрелять по колëсам. У вас получилось сбить один джип! Но вдруг! Послышался шум открываемого люка на крыше. Чел, который вылез с крыши, говорит, что из тех бандитов и просит довезти его, так как больше не хочет сидеть у бандюков. ",
    "answers": [
      {
        "id": 88,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 11,
    "text": "И вот, вы приехали к базе мини-опг«Советское»! Вы вышли из тачки первым и побежали ко входу. Увидев вас бегущим к ним, два широченных бугая в роли охранников угрожающе встали в боевую стойку и уже были готовы отправить вас в больницу на неделю, но тут подошли босс и Шершень и сказали им вас не трогать. Охрана послушалась и расступилась перед вашей тройкой. Босс позвал вас к себе в кабинет. Он сказал вам выполнить ваше первое задание: угнать полицейский гелендваген у поста города Восточный. Для этой цели Ванька (главный автопарка) выпросил на время выполнения миссии эвакуатор у своего другана из СТО «Колхоз» Максимыча. Сейчас машинка стоит в гараже.                                                                                           Вы спросили о том, почему просто не угнать  машину без помощи эвакуатора. Босс на это ответил, что на гелике стоит «умная» противоугонка.                                                 \nЦель задания: угнать полицейский гелик.                    Место выполнения: гаражи ОПГ, пост ментов у города Восточный.                                                                             Мелкие задачи:                                                                     1.Взять эвакуатор у Ваньки.                                           2.Приехать к посту.                                                            3.Устранить ментов (для этого с вами едет Шершень, больше не влезет).                                         4.Приехать с трофеем на базу и получить награду. ",
    "answers": [
      {
        "id": 12,
        "text": "Идти к Ваньке. "
      }
    ]
  },
  {
    "id": 12,
    "text": "У гаражей вас встретил бандит в чëрной спортивке, очках авиаторах, маске и кепке Адидас. Это и был Ванька. Он выдал вам ключи от машинки, гыкнул напоследок и пошëл курить.Это был обычный грузовик производства завода «Газ», но только задняя часть была переоборудована для эвакуации транспорта. ",
    "answers": [
      {
        "id": 13,
        "text": "Сесть и ехать на «работу»"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы доехали без приключений. У поста было всего два полицейских: один стоял на крыше и смотрел, нет ли рядом нарушителей, а второй сидел в служебном седане и употреблял «напиток для взрослых», а именно водку. Седан стоял на парковке у поста, которая вмещала три авто. Она была максимально заполнена: место справа занимал седан, в центре уазик, а слева  желанный гелик! Взяв пистолет с глушаком, Шершень неслышно вышел из нашего Газа и устранил часового на крыше. Мент, сидящий в машине, был так увлечëн бутылкой, что даже вас не заметил. Второй был также убран неслышно. У вас зазвонила мобила. Вы ответили. Босс говорил, что ключи от гелика в здании, а ключи от здания у одного из двух полицейских. Обыскав их, ключ от поста был найден. Зайдя внутрь, вы нашли ключи зажигания. Подцепив гелендваген крюком эвакуатора, вы с Шершнем поехали на базу. ",
    "answers": [
      {
        "id": 14,
        "text": "Ехать"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы приехали на базу, вернули эвакуатор Ваньке под запах его курения и пошли в кабинет босса. Он выдал вам 30000 деревянных. А Шершню нифига не выдал, так как он свою зарплату уже пропил, беря деньги из общака. Вы дали ему 5000 рублей. Начальник сказал,что у них традиция для новичков: после первого задания идти в отпуск, потом такая фишка не прокатит.И на время отпуска можно кататься только по Изяславлю. Он отправил вас в отпуск.                                                                            Перед вами список дальнейших ваших действий во время недельного отпуска. Предупреждение: выбирайте с умом, вы можете как заработать денег, так и потерять их. ",
    "answers": [
      {
        "id": 15,
        "text": "Развлекаться"
      },
      {
        "id": 16,
        "text": "Общаться"
      },
      {
        "id": 17,
        "text": "Заняться покупками"
      },
      {
        "id": 44,
        "text": "Путешествовать"
      },
      {
        "id": 18,
        "text": "Работать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ну и как же вы будете развлекаться? Можно пойти на рыбалку, в казино, в компьютерный зал, в клуб. Можно пойти «поработать» гопником. Купаться на пляже! Выбирайте, пока я добрый! Ах да, на рыбалку нельзя (удочки нет). ",
    "answers": [
      {
        "id": 19,
        "text": "В казино"
      },
      {
        "id": 20,
        "text": "В комп. зал"
      },
      {
        "id": 21,
        "text": "В клуб"
      },
      {
        "id": 22,
        "text": "«Работа» гопником. "
      },
      {
        "id": 23,
        "text": "Отдых на пляже. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы можете общаться с обычными людьми, опгшниками, а также с местными партийными органами. С кем будете разговаривать? ",
    "answers": [
      {
        "id": 5,
        "text": "Обычные люди"
      },
      {
        "id": 26,
        "text": "Опгшники"
      },
      {
        "id": 43,
        "text": "Идти к властям"
      }
    ]
  },
  {
    "id": 17,
    "text": "Что будете покупать? Есть разные магазины, но помните, что денег может не хватить. По канону, вы купили одежду и оружие обязательно! ",
    "answers": [
      {
        "id": 73,
        "text": "Магазин одежды"
      },
      {
        "id": 75,
        "text": "Магазин «Хоз.товары»"
      },
      {
        "id": 76,
        "text": "Магазин «Прод.товары»."
      },
      {
        "id": 77,
        "text": "Оружейка"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы пришли к боссу. Он сказал, что сейчас по междугороднему шоссе из Изяславля в Восточный проедет машина инкассаторов. Еë нужно ограбить. Босс сказал, что для этого и нужен был гелик. Вы приехали к месту назначения. ",
    "answers": [
      {
        "id": 100,
        "text": "Городить дорогу со своими опгшниками. "
      },
      {
        "id": 101,
        "text": "Воспользоваться помощью «Горноалтайского».",
        "need": 59
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы приехали к казино города Изяславля. Это было освещëнное синим неоном здание, где было написано название «У Робин Гуда». Вы вошли внутрь. Тут были разные автоматы, покер и даже специальные тренера, которые могли научить всем играм в этом месте за символическую денежку от 5000. Вы решили не идти к ним, а играть самому. Начать решили с автомата «Красное или чëрное». В этом автомате, судя по инструкции, нужно поставить ставку и выбрать...красное или чëрное. Если угадал по цвету, выиграл сумму своей ставки. Если не угадал, теряешь сумму своей ставки. Сумму можно изменить в любой момент.                                 Сумма вашей ставки — 5000.                                Первый раз — угадал!                                                              Второй раз — угадал!                                                         Третий раз — угадал!                                                                  Сейчас вам везло только потому, что вы первый раз в казино. Важный совет: не злоупотребляйте азартными играми.                                                            Ваши деньги с учëтом выигрыша: 40000 (вы же Шершню 5000 отдали). ",
    "answers": [
      {
        "id": 19,
        "text": "К вам подходит какой-то чел и предлагает поиграть в покер. Согласитесь? ",
        "comment": true
      },
      {
        "id": 24,
        "text": "Конечно! "
      },
      {
        "id": 25,
        "text": "Извините, но нет. "
      },
      {
        "id": 19,
        "text": "Вы не умеете играть в покер",
        "comment": true
      },
      {
        "id": 63,
        "text": "Кто-то важный сидит на подобии трона! ",
        "need": 62
      }
    ]
  },
  {
    "id": 20,
    "text": "В компьютерном зале было очень много школоты и несколько студентов. Самый высокий на вид рубился в гонки.Школота в основном играла в стрелялки (pubg ,мясорубка), но были и уникумы, играющие в «Найти выход».Три компа были свободны.Вы уселись за первый попавшийся. И, о чудо! На этом компе стояло разрешение на все игры и на бесконечный донат-счëт, да и к тому же абсолютно бесплатно!Это значит, что вы можете бесплатно брать секретные донатные предметы, такие как ружьë Сайгак со встроенным тросом, а также иметь временную неуязвимость и ярость! Ваше нутро игромана взяло над вами верх и на следующие три часа вы погрузились в... ",
    "answers": [
      {
        "id": 20,
        "text": "«Найти выход»-игра, в которой главный герой попадает в канализацию и пытается выбраться оттуда. ",
        "comment": true
      },
      {
        "id": 27,
        "text": "мясорубку"
      },
      {
        "id": 28,
        "text": "«Найти выход»"
      },
      {
        "id": 30,
        "text": "гоночный заезд"
      },
      {
        "id": 20,
        "text": "В  pubg вы не хотите из-за слишком агрессивного комьюнити. ",
        "comment": true
      },
      {
        "id": 61,
        "text": "Пойти к директору и взять комп. зал под крышу",
        "need": 54
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы пришли к освещëнному розово-красным неоном зданию-ночному клубу «Морской лев».В клубе есть мини-бар, танцпол, сцена и нет свободных столиков.На сцене не души. Чем будете заниматься? ",
    "answers": [
      {
        "id": 29,
        "text": "К барной стойке"
      },
      {
        "id": 31,
        "text": "На танцпол"
      },
      {
        "id": 32,
        "text": "На сцену"
      },
      {
        "id": 58,
        "text": "Кто-то подозрительный! ",
        "need": 57
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы начали «работать» гопником. Сперва попался какой-то студент.На удивление, у него оказалось 500 рублей. Потом вы гопстопнули алкаша Максима(простите все Максимы), отобрали у него палëную«Деревеньку» и подарили еë мимо проходящему бомжу Василию(и Василии тоже простите. ).Потом остановили разнорабочего и чуть не получили молотком по глазу от него. Но вот идëт какой-то подкачанный здоровяк. Гопстоппем его? ",
    "answers": [
      {
        "id": 35,
        "text": "-Да! "
      },
      {
        "id": 36,
        "text": "-Нет! "
      }
    ]
  },
  {
    "id": 23,
    "text": "До нормального пляжа надо ехать, а ближайший пляж-это водоëм с брошенной техникой в 10 минутах от автовокзала. Вас это не остановило и вы пошли туда. Везде стояли покинутые москвичи, запорожцы,жигули.Было также много грузовиков марок «ЗИЛ» и «ГАЗ».Рядом стояла бытовка. В ней, судя по надписи, находилась аренда акваланга. Неподалёку находилось местное отделение подработки водолазом! Поздравляем, вы нашли ближайшую к Изяславлю подработку. ",
    "answers": [
      {
        "id": 38,
        "text": "Поработать"
      },
      {
        "id": 39,
        "text": "Поплавать"
      },
      {
        "id": 40,
        "text": "Уйти"
      },
      {
        "id": 51,
        "text": "Что там делает оружие? ",
        "need": 45
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы ожидаемо... проиграли. Ставка была, кстати говоря, равна 40000. Это все ваши деньги. Вы просто надеялись, что удача опять вам поможет и поставили все деньги. Хех. Сочувствую. ",
    "answers": [
      {
        "id": 18,
        "text": "Быстро на работу! "
      },
      {
        "id": 60,
        "text": "«Вкладчик-кредитор»... ",
        "need": 52
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы отказались и пошли в кафе-бар «Прожарка», где сами выпили плюс угостили трëх блондинок, бомжа, разнорабочего Тëмыча и компашку из пяти гопарей.Блондинки вас очаровали, бомж надавил на жалость,  Тëмыч сказал «я верну», а гопари использовали все тонкости русского языка, чтобы вы оплатили их заказ. Потом вы с ними (гопниками) вышли на улицу, отошли за угол из-за какого-то «важного дела», а очнулись на базе опг! И пропали все выигранные деньги! ",
    "answers": [
      {
        "id": 14,
        "text": "Вернëмся к отпуску. "
      }
    ]
  },
  {
    "id": 26,
    "text": "Со своими или из других опг? ",
    "answers": [
      {
        "id": 45,
        "text": "С братками"
      },
      {
        "id": 46,
        "text": "С конкурентами"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы вели себя в игре как скандинавский берсерк: на старте вы выбрали себе в качестве основного оружия дробовик «Пляшущее пламя», а в качестве запасного: два револьвера. Ещë можно было взять какой-нибудь доп. комплект: вы выбрали комплект камикадзе. В него входили 10 метательных ножей, обычный нож, бомбы-липучки, гранаты и кевларовый бронежилет 5 поколения.                                           Вы ловко орудовали дробовиком, в нужные моменты боя используя его как дубину. Потом, когда он окончательно вышел из строя и даже в роли биты не работал, вы достали револьверы.Когда и в них кончились патроны, вам пришла в голову безумная мысль: вы зарядили в револьверы метательные ножи и стали палить во всë, что движется. Пистолетики ваши от такого использования стали нагреваться и были на волоске от взрыва.Вы кинули их в толпу, в которой итак все мочили всех. Вы выкосили 1/5 толпы своими револьверами! Потом вы стали устанавливать липучки и кидать в толпу гранаты. Вы завалили 3/5 толпы с учëтом револьверов. Ваш броник тем временем уже трещал по швам вместе с прилагающимся к нему защитным шлемом, чем незамедлительно воспользовался притаившийся в кустах снайпер. Падая, вы заметили его и кинули последний свой нож. И попали. А ведь вы реальный камикадзе! ",
    "answers": [
      {
        "id": 14,
        "text": "Отпуск"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы решили поиграть в «Найти выход»? Вы умный, так как это игра-головоломка.                                         В этой игре есть три уровня сложности.                     1. Канализация центра города (ухожена по сравнению с другими видами, есть много лестниц, иногда встречаются рабочие.)                           2. Дворовая канализация (средние параметры.)                                               3. Канализация окраины города (почти что заброшена, лестниц почти нет, рабочих нет.)             Вы решили выбрать высокую сложность, чуть не упали в воду с фекалиями, тщательно избегали крыс, даже добрались до выхода. Но заблудидись по пути до дома. Но это неважно, игра всë равно пройдена!!! ",
    "answers": [
      {
        "id": 14,
        "text": "К отпуску. "
      }
    ]
  },
  {
    "id": 29,
    "text": "Барменом здесь работал....Ванька.                                             -О, привет! Что, отдыхаешь?Я могу выдать тебе три бутылки пива за счëт заведения, из-за того, что ты в опг.                                                                                       Вы  решили, что грех отказываться и взяли себе пиво. ............................................................................-Ик, Ванëк, не везëт с деньгами, повезëт в любви. Глянь, сколько на танцполе тëлок красивых.                                                                        -Ну не знаю, ик, мелочи не найдëтся?                                     Вы дали братку мелочи, он купил себе кофе в автомате. Видно, не выдерживает, хех.Вы спросили Ваню о свободных спальных местах и, получив ответ, разместились на ночь в комнате Вани в клубе, на соседнем с ним диване. А на утро продолжили отпуск. ",
    "answers": [
      {
        "id": 14,
        "text": "Отдыхать"
      }
    ]
  },
  {
    "id": 30,
    "text": "«Гоночный заезд-игра,которую ты видишь в своих снах!» — именно так начиналась реклама этой игры на одном из здешних телевизоров. Собственно, по местным теликам круглые сутки крутили только летсплеи и рекламу видеоигр. Так, что-то я отвлëкся! Мы же сюда играть пришли.                         В этой игре есть три уровня сложности:                      1. Гоночная трасса(рекомендуемый транспорт:тачки из автосалона премиум класса; ровное покрытие дороги; место: гоночная трасса Лыткарино-Барыгино.)                                 \n2. Обычная трасса(рекомендуемый транспорт:тачки из автосалона среднего класса; покрытие дороги среднее, иногда встречаются щели, трещины и рабочие с ремонтными работами, закрывающие дороги; место: междугороднее шоссе Изяславль-Васильево).                        3.Просëлочная дорога(рекомендуемый транспорт: тачки из автосалона низкого класса; покрытия нет, езда по песку; место: дорога из деревни Бочанка в посëлок Семëновский).                                    Вы решили покататься по просëлке. Длина дороги была 6 км. Вы взяли в качестве машины ржавую копейку и поставили ей тюнинг: частично убрали ржавчину, поставили новый двигатель, бронированные покрышки, бандитский винил, а  на заднее сиденье положили ружьë «Сайгак», три канистры с бензином и целых 5 дорогущих ремонтных комплектов! Вы поехали...Спереди показался первый противник. Это был белый чебурек с нитро и гидравликой. Он испустил красный дым из-под колëс и за три секунды разогнался примерно на 50 км/ч!!! Вы достали Сайгак и выстрелили. Вы попали в приоткрытый багажник, чему были рады! Ведь это Сайгак с сюрпризом!Внезапно из ружья вылетел трос и зацепился за багажник!!! Наш герой оперативно достал зажигалку и поджëг трос. Огонь дошëл до багажника, и в нëм что-то вспыхнуло! Чебурек задымился и встал. А вы уже подъезжали к Семëновскому! Оказывается, на сервере было всего два игрока: вы и водитель чебурека. Вали отдыхать. ",
    "answers": [
      {
        "id": 14,
        "text": "Отдыхать"
      }
    ]
  },
  {
    "id": 31,
    "text": "На танцполе было много народу.В большинстве были девушки. Вы взяли одну в оборот и закружились в танце, затем зачем-то залетели в туалет... Вам была предложена рюмка фирменного коктейля «Обмани лоха» и вы... ",
    "answers": [
      {
        "id": 2,
        "text": "Выпили его"
      },
      {
        "id": 34,
        "text": "Вежливо отказались"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы зачем-то подняли своë бренное тело на сцену.   И начали петь смуглянку-молдаванку. Вам подпели. Вы начали свой концерт народных песен! Вслед за первой песней пошли День Победы, Катюша,Я без тебя, Мой номер 245.Зал уже был заполнен.Вас вынесли из клуба на руках, как героя. ",
    "answers": [
      {
        "id": 14,
        "text": "Вау"
      }
    ]
  },
  {
    "id": 33,
    "text": "После трëх часов поисков вы пришли к выводу, что братья по оружию — это ваши галлюцинации в клубе из-за пьянства. Ведь их даже в списке контактов не было! И вы потерялись... Какой-то прохожий вывел вас к тому месту, сказав, что это центральный автовокзал Изяславля. ",
    "answers": [
      {
        "id": 3,
        "text": "Осматриваться"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Ну и вали отсюда!-сказала она.                                    -До свидания!-пропел ты.                                                 Она кинула вам в след банку какого-то варева. Вы ловко поймали еë, открыли и вылили еë в раковину.Надо покинуть этот клуб как можно быстрее.  ",
    "answers": [
      {
        "id": 14,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы подошли к этому качку, перегородили ему дорогу и  сказали:-Гоп-стоп, мелочи не будет?        -Уходи, не то будет плохо                                                   -Кого ты пугаешь, дядя? Меня, самого уважаемого человека на районе!? А ну иди сюда!!! -Я тебя предупреждал. -Он одним ударом отправил вас в нокаут. ",
    "answers": [
      {
        "id": 37,
        "text": "В больничку"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы ограбили ещë пятерых студентов и одного строителя. Вы пересчитали деньги и получилось три косаря.Вы накрыли поляну с другими бандюганами и классно отдохнули! Но на это ушли все заработанные деньги. ",
    "answers": [
      {
        "id": 14,
        "text": "В отпуск"
      }
    ]
  },
  {
    "id": 37,
    "text": "Очнулись вы в каком-то белом помещении. Рядом стояли кровати и тумбочка со стоящим на ней советским телевизором.Вы встали и осмотрелись. Рядом спали другие госпитализированные.У вас уже ничего не болело. Вы вышли из палаты и направились в кабинет с табличкой «Глав.врач».Он нашёл вашу мед. карту в картотеке, заполнил повторно данные о вас и выписал. ",
    "answers": [
      {
        "id": 14,
        "text": "Отдыхать"
      }
    ]
  },
  {
    "id": 38,
    "text": "«Работа водолаза очень ответственная»-думали вы. С этими мыслями вы одели акваланг и пошли на дно доставать металлолом.Вы нашли несколько железных балок, один сгнивший чугунный двигатель и даже стальную дверь! За это всë вы выручили прилично и пожертвовали это на благотворительность. Вы хороший человек. ",
    "answers": [
      {
        "id": 14,
        "text": "С чувством выполненного долга идти отдыхать"
      }
    ]
  },
  {
    "id": 39,
    "text": "Прям так или в акваланге? ",
    "answers": [
      {
        "id": 42,
        "text": "Просто раздеться"
      },
      {
        "id": 41,
        "text": "В акваланге"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы решили, что не будете отдыхать или работать в таких условиях и ушли. ",
    "answers": [
      {
        "id": 14,
        "text": "Уходить на всех порах. "
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы арендовали акваланг за 2000 рублей и нырнули.Под водой очень мутно, видны очертания различных металлических изделий, но в большинстве, конечно, какие-то балки, арматуры и железки. Вы заплыли на самое дно и увидели там настоящую свалку...Огромное количество металла. Вас стошнило и вы выплыли на поверхность. ",
    "answers": [
      {
        "id": 14,
        "text": "Валить"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы прыгнули со всей дури в водоëм. Ведь это даже озером трудно назвать.Но напоролись на заострëнную железную палку! Мне вас жаль. Вас обнаружили только на утро водолазы, охотящиеся за металлоломом.Тело было доставлено в городской морг Изяславля. Не самый лучший конец истории. ",
    "answers": [
      {
        "id": 14,
        "text": "На шаг назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "Ну и куда вы пойдëте базарить?Тут есть МЧС, ФСБ, МВД, администрация, военкомат, главная городская больница и даже свой ГТРК«Вести дня»!К чему пойдëте? ",
    "answers": [
      {
        "id": 66,
        "text": "К МЧС"
      },
      {
        "id": 67,
        "text": "К ФСБ"
      },
      {
        "id": 68,
        "text": "К МВД"
      },
      {
        "id": 69,
        "text": "Администрация"
      },
      {
        "id": 70,
        "text": "В военкомат"
      },
      {
        "id": 71,
        "text": "В городскую больницу"
      },
      {
        "id": 72,
        "text": "К ГТРК"
      },
      {
        "id": 14,
        "text": "Я передумал"
      }
    ]
  },
  {
    "id": 44,
    "text": "Путешествовать вы можете в пределах Изяславля.Предполагаемые маршруты:городской парк,рынок,просто побродить. Больше вам в голову не приходит. ",
    "answers": [
      {
        "id": 78,
        "text": "В парк"
      },
      {
        "id": 82,
        "text": "На рынок"
      },
      {
        "id": 79,
        "text": "Просто побродить"
      }
    ]
  },
  {
    "id": 45,
    "text": "На территории опг был мини-бар, оборудованный в помещении бывшей раздевалки. Вы заказали браткам тëмного пива «Баран на горе», каждому по три стаканчика. Вы начали общаться. Вы поделились друг с другом опытом и переживаниями.                                                          \n1. Соболь: Меня всë устраивает, только рутины много. Эххх, не могу уже. Зайди-ка в клуб «Морской лев», работает там кое-кто за барной стойкой.                                                                    \n2. Коршун: заныкал я партию контрабандного оружия на захламлëнном озере, под зданием аренды акваланга. Доставил бы кто заказчику.                      3. Тигр: А можно ещë пива, ик?                           ",
    "answers": [
      {
        "id": 14,
        "text": "Приключения! "
      }
    ]
  },
  {
    "id": 46,
    "text": "В округе у вашей опг есть три опг-конкурента:                                               1. Опг «Казанские тигры». Обосновались к югу от вас, держат под крышей банк     Изяславля. Характер:агрессивный.                              \n2. Опг «Горноалтайское». Обосновались к северу от вас, держат под крышей штрафстоянку и центральную автостанцию.Характер: дружелюбный.                                          \n3. Опг«Донские казаки». Обосновались к востоку от вас, держат под крышей восточный автовокзал Изяславля, сеть магазинов 24/7, биржу обмена, казино, тир и шаурмечную.Характер:деловой.",
    "answers": [
      {
        "id": 47,
        "text": "К «Казанским тиграм»"
      },
      {
        "id": 53,
        "text": "К «Горноалтайскому»."
      },
      {
        "id": 54,
        "text": "К «Донским казакам».",
        "text_color": []
      },
      {
        "id": 14,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 47,
    "text": "«Казанские тигры» встретили вас не очень радушно. Вас проводили до кабинета лидера. По дороге вы осматривались.Их база оборудована в здании бывшего потребительского кооператива «Казань». Поэтому опг носит своë нынешнее название. Нигде не валяется мусора. Очень много вооружëнных бандитов. Во дворе проходят учения. Вы дошли до кабинета предводителя. Тут просторно, посередине стоит дубовый стол, справа шкаф с какими-то документами. Лидер смотрит на вас вопросительно-раздражительным взглядом:",
    "answers": [
      {
        "id": 56,
        "text": "-Предлагаю сотрудничество! "
      },
      {
        "id": 47,
        "text": "Вы не настолько самонадеянны, чтобы просить совместного нападения на другую опг",
        "comment": true
      }
    ]
  },
  {
    "id": 48,
    "text": "Обрести семейное счастье вместе с друзьями по работе. ",
    "answers": [
      {
        "id": 1,
        "text": "Круто"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы приехали на вашей общей протюненной Буханке(купили у барыги за 1.500.000 и поменяли номера, чтоб не останавливали! Плюс Славик ездит только на фургонах.)в деревню Бочанка. Эта деревня издревле славилась свом сыром. Вы продегустировали сыр у одной бабушки с отчеством Никитишна. Никитишна упоминала, что к ней едет внук. Не ваши проблемы это. Сыр вам понравился. Далее вы пошли по тем домашним хозяйствам, которые вот уже долгие годы бережно хранят свои секреты изготовления этого молочного продукта. Там вам рассказали об оборудовании, специальном колесе, различных сортах молока, но про сам процесс изготовления умолчали. Напоследок, вы купили на свои отпускные ещë сыра и перекусили им у той же Никитишны, которая вам и пирожков в дорогу дала (с мясом!). ",
    "answers": [
      {
        "id": 92,
        "text": "Вкусно! "
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы приехали в Восточный. Он находится у моря, здесь было много морских сражений и даже осада с моря! Вы пошли в местный исторический музей и купили билет за 500 рублей. Вы нашли экскурсовода и оплатили его услуги (1000 рублей). Он рассказывал о том, что город раньше назывался Александровск (в честь императора Александра 1), что его блокировали с моря во время Изяславской кампании турок, что тут было много морских битв. Во время той же Изяславской кампании произошла битва при каменноугольных шахтах Александровска, которые находились на расстоянии 500 метров от моря. Звуки пушечных выстрелов были слышны даже на окраине города, несколько вражеских ядер попали по городским зданиям! В общем говоря, вы насытились культурным духом по самые щиколотки. ",
    "answers": [
      {
        "id": 92,
        "text": "Круто"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы нашли груду оружия, положили еë в багажник вашего опгшного ланоса и поехали к базе. ",
    "answers": [
      {
        "id": 52,
        "text": "Едем"
      }
    ]
  },
  {
    "id": 52,
    "text": "—Спасибо тебе, обращайся, если что!                       Браток сказал, что 50000 заработанных на этом задании вы вложили в него! Каждый час вклад поднимается на 100 рублей.Если что вы можете всегда забрать свои деньги, а можете и положить.Поздравляю, вы открыли секретного бота-помощника «Вкладчик-кредитор»! ",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить приключения! "
      }
    ]
  },
  {
    "id": 53,
    "text": "Они встретили вас радушно. Вас накормили в их столовой. Всë было очень вкусно. Потом вы отправились на переговоры с лидером. Он вопросительно смотрит на вас:",
    "answers": [
      {
        "id": 57,
        "text": "-Предлагаю сотрудничество! "
      }
    ]
  },
  {
    "id": 54,
    "text": "Они встретили вас и сразу проводили в кабинет босса. Он был за первым же поворотом. Удобно, но опасно при нападении.Вы зашли внутрь и очень удивились. Документы, везде документы! Бухгалтерия, наградные грамоты и даже личные данные всех их опгшников! Это были результаты вашего 10-секундного осмотра. А ещë вы только сейчас обратили внимание на зовущий вас голос из угла кабинета, который звучал уже пятый раз. Вы пошли к нему и увидели... сухонького старца.Он сказал, что лидера нет на месте. Лидер ушëл и сказал это только своему секретарю. Но если выполните задание секретаря, то получите инфу о местоположении. Вы согласились. Он начал: \n—Возьми под крышу за Орла компьютерный зал, Орëл уже достал своими причитаниями. ",
    "answers": [
      {
        "id": 14,
        "text": "Идти"
      },
      {
        "id": 55,
        "text": "Это возмутительно! "
      }
    ]
  },
  {
    "id": 55,
    "text": "—Как хочешь, тогда уходи и не трать моë время!                                                                             Вы уходите, но быть может,передумаете? ",
    "answers": [
      {
        "id": 14,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вас посылают прочь, пока целы.Читайте характер опг! ",
    "answers": [
      {
        "id": 14,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 57,
    "text": "Он принял это с радостью и попросил выполнить задание в знак дружбы.                                                -В ночном клубе «Морской лев» стоит мой информатор. Скажи, что от Скорпиона.Он выдаст тебе ноут с инфой. Не смею больше задерживать, топай! ",
    "answers": [
      {
        "id": 14,
        "text": "Топать"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы нашли подозрительного человека у барной стойки. Вы подошли к нему. Он напрягся.Вы сказали, что от Скорпиона.Он чуть расслабился и передал вам ноут с инфой.Вы вышли из клуба отдать его. ",
    "answers": [
      {
        "id": 59,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы пришли к Скорпиону и отдали ноут.Он поблагодарил вас и сказал, если что, обращаться.Добавлена эксклюзивная функция «Братки по оружию».Она позволит вам при стрелках и защите базы позвать на помощь «Горноалтайское»! ",
    "answers": [
      {
        "id": 14,
        "text": "Отдыхать"
      }
    ]
  },
  {
    "id": 60,
    "text": "... отдал вам 25000 рублей. ",
    "answers": [
      {
        "id": 14,
        "text": "Продолжим"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы нашли администратора, он проводил вас к кабинету директора.Вы изложили ему свою идею. Она ему понравилась. Вы договорились о крыше комп.зала.Вы думали, будет сложнее. ",
    "answers": [
      {
        "id": 62,
        "text": "К «Донским казакам»."
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы нашли секретаря и доложили о выполнении.Он сказал, что их лидер поехал в казино Изяславля. ",
    "answers": [
      {
        "id": 14,
        "text": "Спасибо"
      }
    ]
  },
  {
    "id": 63,
    "text": "—Хахахахаха, ставлю ещë 100000!-этот карточный шулер довольно ловко всех обыгрывал. Так вот, как их опг брало под крышу бизнесы! Вы подошли к нему.                                                                                      -Так вот, кто нам очень помог!Чего ты хотел, великодушный? ",
    "answers": [
      {
        "id": 64,
        "text": "-Предлагаю сотрудничество! "
      }
    ]
  },
  {
    "id": 64,
    "text": "—Чьë сотрудничество!?-не понял он и вопросительно изогнул бровь.                             -Сотрудничество наших опг,                     конечно!-ответили вы.                                             -Надо подумать!..................................................            -Я согласен!                                                                            -Ну вот и хорошо!                                                       Добавлена эксклюзивная функция «Фин.помощь». При нужде, «Донские казаки» могут оказать вашему опг финансовую помощь до 100000 рублей раз в 3 месяца. Эти деньги равны размерам сбора дани с комп. зала за один месяц. ",
    "answers": [
      {
        "id": 14,
        "text": "Уходить"
      },
      {
        "id": 65,
        "text": "... ",
        "need": 52
      }
    ]
  },
  {
    "id": 65,
    "text": "В знак дружбы они пополнили тебе баланс «Вкладчика-кредитора» до 100000 рублей! ",
    "answers": [
      {
        "id": 14,
        "text": "Ура! "
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы пришли к главному офису МЧС Изяславля.Вы пошли к командиру, нашли его. Вы предложили улучшить МЧС. Командир с прищуром посмотрел на вас и спросил:и как?Вы не нашли, что ответить. Он предложил вам съездить на вызовы с пацанами. Вы согласились. Вы едете. Вызов!Горит многоэтажка в центре Изяславля. Вы приехали к месту пожара и оперативно потушили огонь!Вы поехали на базу и получили благодарность от всего состава МЧС! ",
    "answers": [
      {
        "id": 14,
        "text": "Продолжим"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вас не пропустили, так как лидер ФСБ был на каком-то важном совещании. ",
    "answers": [
      {
        "id": 14,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы пришли к полицейскому участку и осмотрелись. Тут много кабинетов, но вы нашли нужный.Главный вас не выслушал,а предложил патрулировать город с ментами!Вы согласились. Вы пошли в раздевалку и переоделись.Вы сели за руль служебной Приоры и поехали. Вызов! Ограбление квартиры!Вы мчите... Доехали. Бегом добираетесь до нужной пятиэтажки и вскрываете дверь. Грабитель приставил к горлу пенсионерки нож! Вы не успели среагировать, а вот ваш напарник успел. Он выстрелил в ногу вора! Тот взвыл от боли, выронил нож и отпустил пенсионерку.Вы заковали его в наручники и повели к машине, ваши напарники помогли старушке встать.Надо поскорее доехать...Вот вы уже в ментовке.Вам выразили благодарность, и вы пошли прочь. ",
    "answers": [
      {
        "id": 14,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 69,
    "text": "Городская администрация-место, где можно заблудиться! Я сейчас не шучу.Тут пять этажей и сотни, если не тысячи, кабинетов.Разобраться, кто здесь главный-невозможно. Пойдёмте отсюда. ",
    "answers": [
      {
        "id": 14,
        "text": "Уйти. "
      }
    ]
  },
  {
    "id": 70,
    "text": "Не идите туда! Вас же упекут в армию, приняв за того, кто получил повестку! ",
    "answers": [
      {
        "id": 14,
        "text": "Вернëмся"
      }
    ]
  },
  {
    "id": 71,
    "text": "Глав. врач вас не пускает к себе, аргументируя это тем, что вы не больны, а у него много работы. ",
    "answers": [
      {
        "id": 14,
        "text": "Ну и ладно"
      },
      {
        "id": 74,
        "text": "Доктор, помните меня? ",
        "need": 37
      },
      {
        "id": 83,
        "text": "Держите! ",
        "need": 80
      }
    ]
  },
  {
    "id": 72,
    "text": "Вас не пустили, так как шли съëмки телепередачи.Сказали отправить заявку, но вы этого делать не собираетесь.Ох уж эти репортëры!Сами до кого хочешь докопаются, а до них докопаться невозможно! ",
    "answers": [
      {
        "id": 14,
        "text": "Ну и ладно"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы зашли в магазин одежды. Вы подобрали себе стильный пацанский прикид и посмотрелись в зеркало.Очень жëстко! В подарок шли кроссы! Покупка:10000 рублей. ",
    "answers": [
      {
        "id": 14,
        "text": "Ура"
      }
    ]
  },
  {
    "id": 74,
    "text": "—Что?Ну ладно, заходи.У меня для тебя есть задание: принести медикаменты. Они спрятаны в городском парке, в дупле старого дуба. Работай! ",
    "answers": [
      {
        "id": 14,
        "text": "Так точно! "
      }
    ]
  },
  {
    "id": 75,
    "text": "В хозяйственном магазине очень много полезных товаров. Вы прикупили себе трость, скрепок(для взлома) и ремонтных комплектов.Вы оценили это как «солидно», оплатили покупку и вышли.Покупка:3000",
    "answers": [
      {
        "id": 14,
        "text": "Хаха"
      }
    ]
  },
  {
    "id": 76,
    "text": "В продуктовке вы купили себе три бутылки пива, лазанью, замороженную пиццу и жвачку по рублю. Оплата:1201 руб. ",
    "answers": [
      {
        "id": 14,
        "text": "Накрою поляну. "
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы вошли в оружейный магазин «Охотник».Тут были различные пушки, броники и камуфляжки.Вы купили себе пистолет с глушаком и дробовик. Полный комплект. ",
    "answers": [
      {
        "id": 14,
        "text": "Уходим"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы пришли в парк. Что будете делать? ",
    "answers": [
      {
        "id": 80,
        "text": "Что-то в дупле! ",
        "need": 74
      },
      {
        "id": 81,
        "text": "Просто погулять. "
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы гуляете по городу. Вы идëте по улице Революционеров. Заходите на площадь Ленина.Переходите на улицу Макаренко, сворачиваете в переулок, видите гопников...  -Бабло есть? -спросил гопарь в красной спортивной кофте.                                                       -Да. -вы протягиваете им 1000 рублей.                -Пойдëт-сказал один. -Пацаны, пропускаем его.                                                                                 Вы решили вернуться на квартиру.   ",
    "answers": [
      {
        "id": 14,
        "text": "Хххе"
      }
    ]
  },
  {
    "id": 80,
    "text": "Это же аптечка для доктора!Несите еë! ",
    "answers": [
      {
        "id": 14,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы гуляете по парку.Хорошо-то как!Вы зашли в киоск с мороженым и купили эскимо. Уточки в пруду плавают! Черëмухи цветут(май на дворе). Кругом много молодых пар, а на скамейках бабушки сидят, общаются.Кажется, одна приняла вас за алкаша. Валим! ",
    "answers": [
      {
        "id": 14,
        "text": "Валим"
      }
    ]
  },
  {
    "id": 82,
    "text": "На рынке вы сразу попадаете в круговорот событий:стоял такой галдëж, что в ушах звенит. Вы пошли к продавцам деревянных изделий. Резные медведи, домики!Как красиво!Но...концентрация шума теперь выросла стремительно, вы не совладали с собой и... ",
    "answers": [
      {
        "id": 37,
        "text": "... ",
        "need": 57
      }
    ]
  },
  {
    "id": 83,
    "text": "—Это оно, это точно оно! Спасибо вам!                  Вы получили эксклюзивную функцию «Ускоренная мед. помощь».Вы получили увеличенную в 3 раза скорость лечения в больнице благодаря новым препаратам! ",
    "answers": [
      {
        "id": 14,
        "text": "Ура! "
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы переоделись и вошли в шахту. Управляющий участком отправил вас добывать руду. Проработав так весь день, вы получили 5000 рублей и отправились домой. ",
    "answers": [
      {
        "id": 85,
        "text": "Работать эту неделю хорошо"
      },
      {
        "id": 90,
        "text": "Работать эту неделю плохо"
      }
    ]
  },
  {
    "id": 85,
    "text": "—Есть здесь Тарасенков Василий Сергеевич?    -Это я! -ответили вы.                                                     -За хорошую работу вы переведены на завод по производству металлических деталей!                                                                       Там вы тоже поработали хорошо, вас перевели на стройку, на грузчика,... и так до зама начальника хлебозавода области. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка«Трудолюбивый Василий»"
      }
    ]
  },
  {
    "id": 86,
    "text": "Здесь находятся все ваши концовки.Всего их три штуки.",
    "answers": [
      {
        "id": 87,
        "text": "Трудолюбивый Василий",
        "need": 85
      },
      {
        "id": 48,
        "text": "Счастливый конец одного инкассатора",
        "need": 92
      },
      {
        "id": 103,
        "text": "Авторитетный уголовник",
        "need": 102
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 87,
    "text": "Добиться высокой должности своим трудом! ",
    "answers": [
      {
        "id": 1,
        "text": "Слава стахановцам! "
      }
    ]
  },
  {
    "id": 88,
    "text": "Все, хоть и не сразу, согласились.За вами тем временем едут ещë три неприятельских машины. Внезапно, новоприбывший достаëт два револьвера и начинает вам помогать отстреливаться! ",
    "answers": [
      {
        "id": 91,
        "text": "Уходим! "
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы приехали в ПГТ Каскаево. Оно известно на всю область своими охотничьими угодьями. Вы нашли охотника в третьем поколении и попросили его провести вам фирменную охоту. Он согласился за 2000. В здешних лесах вы заманили оленя в ловушку, разделали его и приготовили (оленина входила в стоимость). Такого вкусного мяса ваша группа не ела никогда. Вы завернули в пакет оленину (охотник разрешил) и вкусно поужинали уже дома. ",
    "answers": [
      {
        "id": 92,
        "text": "Ням-ням"
      }
    ]
  },
  {
    "id": 90,
    "text": "—Есть здесь Тарасенков Василий Сергеевич?                                                          -Это я! -ответили вы.                                                     -За плохую работу вы уволены.                           Услышав это, вы напились в «Морском льве». Догадайтесь с трëх раз, что произошло? ",
    "answers": [
      {
        "id": 2,
        "text": "-Мальчик, не выпьешь моего коктейля?                                                        -Конечно! ",
        "need": 2
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы въехали в Восточный. Преследователи отстали. Вы едете к местному казино, чтобы разгрузить банкомат. Затем вы поехали к здешнему банку. Вас и бандита пригласили те инкассаторы войти внутрь. Вы вошли. Вам было предложено пойти работать охранниками инкассаторов. Вы согласились и пошли обратно в машину. Перед этим вам выдали по двум инновационным электрошокерам, которые могут стрелять электричеством и сносить цель с трëх метров, а при попадании в машину останавливают еë на тридцать секунд. Зарядов в одной обойме: 5.",
    "answers": [
      {
        "id": 92,
        "text": "Через несколько месяцев"
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы вчетвером уже лучшие друзья. С водителем Славиком, напарником Вадиком и вторым охранником Василием вы очень крепко сдружились. Ездили по всей области, избавились от многих грабителей. Потом, когда Васю упекли в тюрьму за его криминальное прошлое, вы начали собирать деньги для его освобождения. Собрав нужную сумму в размере 3 миллионов, вы дали еë на лапу начальнику МВД Изяславской области. Он согласился и выпустил его. Выпустив Васька, вы начали копить на общий дом среднего класса. Когда купили его, были очень рады. Вы отметили новоселье большой вечеринкой на всех! У вас отпуск. Что будете делать? ",
    "answers": [
      {
        "id": 93,
        "text": "Туризм"
      },
      {
        "id": 95,
        "text": "Кататься по Изяславлю. "
      },
      {
        "id": 98,
        "text": "Устроить тусу"
      },
      {
        "id": 99,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 93,
    "text": "Ну и куда вы поедете? Дальше Изяславской области всë равно нельзя. Популярные туристические маршруты области: деревня Бочанка, город Восточный, ПГТ Каскаево, ПГТ Лыткарино. ",
    "answers": [
      {
        "id": 49,
        "text": "Бочанка"
      },
      {
        "id": 50,
        "text": "Город Восточный"
      },
      {
        "id": 89,
        "text": "Каскаево"
      },
      {
        "id": 94,
        "text": "Лыткарино"
      }
    ]
  },
  {
    "id": 94,
    "text": "Лыткарино известно своими горными реками. На горы поднимаются на фуникулëрах, как впрочем и спускаются. По вышеназванным горным рекам сплавляются на лодках, преодолевают пороги, делают красивые прыжки и опасные повороты. Вы вчетвером сели в одну лодку и начали сплавляться. Вдруг вы резко подпрыгнули и развернулись. Катитесь вниз. Ааа. Наконец-то вы спустились. Пошли в туалет и долго там сидели. Фуух.                                                                        -Уходим, пацаны.                                                           -Ну ладно, Максим. ",
    "answers": [
      {
        "id": 92,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 95,
    "text": "Вы катаетесь. Внезапно подъезжает Grand Cheroki V8. Он предлагает вам уличные гонки. Вы... ",
    "answers": [
      {
        "id": 96,
        "text": "Согласились"
      },
      {
        "id": 97,
        "text": "Отказались"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы едете. Вы проезжаете мими гастронома. Пока что ваша Буханка сзади.Славик даëт по газам и разгоняется до 200 км/ч. Чероки позади, но набирает скорость. Славик мастерски делает полицейский разворот и уезжает в переулок, который выведет вас к цели. Дааа! Вы приехали первыми. Вдруг! Из Чероки выходит бандюк и начинает поливать вас пулями. Вы уезжаете на всей скорости к себе домой. Машина пока что вроде не повреждена. Пацаны перепугались, но целы. ",
    "answers": [
      {
        "id": 92,
        "text": "Жесть"
      }
    ]
  },
  {
    "id": 97,
    "text": "—Как хотите — сказал вам водила. \nВы едете мимо монумента Сталину, мимо дома культуры Изяславля, мимо городского парка, мимо кафе-бара «Прожарка», мимо компьютерного зала. Вы приехали домой. Пацанам понравилось, но Вадик хотел зайти в дом культуры. ",
    "answers": [
      {
        "id": 92,
        "text": "Хорошечно"
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы закупились в продуктовке всем необходимым: газировкой, сухариками, чипсами, Ментосом (для газировки, хехе). Украсили дом и начали. Вадик начал с тоста. Его сразу перебил Вася. Вы начали бухать и жрать. Потом начали петь в домашнем караоке(шло в подарок за покупку мебели). Кинули Ментос в газировку. Случился потоп. Выбежали на улицу. В глазах потемнело. Очнулись вы в машине. Непонятно. Вы пошли в дом. Пацаны спят. Вы тоже поспите. ",
    "answers": [
      {
        "id": 92,
        "text": "Через пять часов"
      }
    ]
  },
  {
    "id": 99,
    "text": "А что тут продолжать!? Работали вы на инкассе с пацанами, зарплату получали, девушек завели, поженились. Жëны детей родили. Вот и всë! Жили, кстати, в том же доме все вместе. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Счастливый конец обычного инкассатора»."
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы перегородили дорогу со своими братками.Вы ждëте...Вот они! Вы продиктовали им ваши требования: выгрузить деньги. Но они не послушались и вдали по газам.Погоня! По вам начали палить. Вам попали в колесо. Вы переворачиваетесь и улетаете в кювет. Вы рефлекторно стали разбивать стекло. Сразу после того, как вы разбили, вас резко наклонило вперëд. Но до грузовика инкассаторов было недалеко. Вы прилетели на крышу грузовика и... Посмотрим на действия инкассаторов 10  минут назад. ",
    "answers": [
      {
        "id": 10,
        "text": "Действия инкассаторов"
      }
    ]
  },
  {
    "id": 101,
    "text": "Вы позвонили «Горноалтайскому» и попросили о помощи.Они согласились.Вы будете городить дорогу на этом участке, а они на соседнем. Вот и инкассаторы.Ааа.Мы не справляемся. Вы звоните «Горноалтайскому»и говорите о том, что все плохо.Вам отвечают, что инкассаторскую машину перевернули на бок.Вы приехали к ним и разгрузили машину.Спасибо вам, «Горноалтайское!»",
    "answers": [
      {
        "id": 102,
        "text": "На базу"
      }
    ]
  },
  {
    "id": 102,
    "text": "Приехав на базу, вы получили благодарность от лидера и через некоторое время стали почëтным членом опг! ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка«Авторитетный уголовник»."
      }
    ]
  },
  {
    "id": 103,
    "text": "Стать почëтным членом опг. ",
    "answers": [
      {
        "id": 1,
        "text": "Круто"
      }
    ]
  },
  {
    "id": 104,
    "text": "Ещё раз прошу прощения за любые совпадения терминов и названий. Увидите ошибки-пишите в комментарии, пожалуйста! Всем добра! ",
    "answers": [
      {
        "id": 1,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 105,
    "text": "",
    "answers": []
  }
]