[
  {
    "id": 1,
    "text": "  Автор: SaLim.\n  Жанр: юмор/повседневность/романтика.\n\n  Летние каникулы в деревне. Для одних эти слова звучат, как наказание, для других – как что-то светлое из далёкого детства.\n  Предлагаю Вам, дорогой читатель, ознакомиться или же вспомнить, каково это – провести лето вдали от городской суеты, в гостях у бабушки с дедушкой. Дружите, ссорьтесь, миритесь, влипайте во всякие авантюры, делайте глупости и, по возможности, просто наслаждайтесь летними каникулами. Ведь они так мимолётны...\n\n\n  P.S. Желательно ознакомится со словами автора. В нём описана небольшая геймплейная особенность данного квеста.",
    "answers": [
      {
        "id": 12,
        "text": "Начать квест",
        "need": [
          13
        ],
        "need_ever": true
      },
      {
        "id": 13,
        "text": "Начать квест",
        "need": [
          -13
        ],
        "need_ever": true
      },
      {
        "id": 225,
        "text": "Слова автора"
      },
      {
        "id": 298,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "  Глава 1. \"Новенькая\".\n\n  Пиявка на ладони Кости изгибалась и тянулась в стороны, всё норовя спрыгнуть. Мальчик провёл пальцем по её чёрной гладкой коже и крикнул другу:\n–Вадим! А эта?\n  Тёмноволосый мальчишка в расстёгнутой клетчатой рубашке приблизился, экспертно оглядел блестевшую на солнце пиявку и заявил:\n–Нет, не лечебная.\n–Блин!\n  Костя выбросил добычу обратно в озеро. Оказавшись в воде, пиявка стала извиваться и опускаться на дно и вскоре пропала из виду.\n–Смотри. – Вадим взял с берега ведро.\n  В нём, в небольшом количестве мутной воды, копошился с десяток пиявок.\n–Вот, у этих на спинах коричневые полосы, видишь?\n–Угу.\n–Значит, они лечебные.\n  Вадим был на год младше двенадцатилетнего Кости, но, так как родился в деревне, знал о здешней жизни куда больше своего городского друга.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "  Костя уселся на разгорячённый песчаный берег и опустил в ведро руку. Вадим же, стоя по колено в воде, продолжил ловить пиявок сачком.\n–А этого не хватит? – спросил Костя, насчитав в ведре двенадцать кровососущих.\n–Больше пиявок соберём – больше денег намутим.\n  Костя вздохнул. Этих пиявок скупали местные бабушки, истово верующие в их лечебные свойства. \"Мы их похищаем, заставляем кровь старческую сосать...\", – между делом размышлял Костя. – \"Им, наверное, это не нравится. Мне бы точно не понравилось\".\n–Вадим!\n–Ау!\n–А что потом с ними будет?\n–С кем? – Вадим обернулся.\n–Ну, с пиявками. Их же потом отпустят?\n  В ответ Вадим лишь пожал плечами и вернулся к прерванной охоте.\n–Какой смысл их убивать, если можно отпустить? – продолжил размышлять вслух Костя.\n–Эй! Вы чё там делаете?! – прервал его девчачий голос.",
    "answers": [
      {
        "id": 4,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 4,
    "text": "  По отлогому берегу спускалась Света, в белой футболке, спортивных брюках и кроссовках. Хвостик светлых волос раскачивался в такт её быстрым шагам.\n–Не жарко ей в таком прикиде? – усмехнулся Вадим.\n  Девочка подошла ближе и повторила:\n–Чё делаете?\n–Ничё, – буркнул Вадим.",
    "answers": [
      {
        "id": 5,
        "text": "Ответить"
      },
      {
        "id": 6,
        "text": "Игнорировать"
      }
    ]
  },
  {
    "id": 5,
    "text": "–Пиявок ловим.\n–Чё-ё-ё?\n  Света подскочила, заглянула в ведро.\n–Фу! Ну и гадость! – поморщила она свой острый носик.\n–Сама ты гадость! – отозвался Вадим. – Они лечебные так-то!\n–Ха! Глядите, Дуремар нашёлся! – ткнула в него пальцем Света.\n–Да ты сама... ты... Ду-дурамар!\n  Света звонко рассмеялась. Вадим же побагровел от злости, отчего смех девочки лишь усилился.",
    "answers": [
      {
        "id": 7,
        "text": "Вмешаться"
      }
    ]
  },
  {
    "id": 6,
    "text": "  Не дожидаясь ответа Света подскочила и заглянула в ведро.\n–Фу! Ну и гадость! – поморщила она свой острый носик.\n–Сама ты гадость! – отозвался Вадим. – Они лечебные так-то!\n–Ха! Глядите, Дуремар нашёлся! – ткнула в него пальцем Света.\n–Да ты сама... ты... Ду-дурамар!\n  Света звонко рассмеялась. Вадим же побагровел от злости, отчего смех девочки лишь усилился.",
    "answers": [
      {
        "id": 7,
        "text": "Вмешаться"
      }
    ]
  },
  {
    "id": 7,
    "text": "–Слушай, тебе чего? – строго спросил Костя. – Иди куда шла.\n–Ладно-ладно, я-то пойду, – ответила Света, продолжая смеяться, – а вы и дальше тут этой гадостью занимайтесь!\n  Девочка ушла, но до мальчишек ещё долго доносился её смех.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "–Вот дура! – Вадим вышел на берег и плюхнулся на песок рядом с Костей.\n  Помолчали. Стали отчётливее слышни кваканье лягушек в камышах, стрекотанье ласточек над головой. Где-то в отдалении залилась лаем собака. Солнце вскоре должно было достигнуть зенита. Нещадно пекло оно непокрытую голову Кости и, разбиваясь о водную рябь, тысячами искринок слепило глаза.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "–Слышал о новенькой? – спросил вдруг Вадим.\n  Костя прикрыл глаза рукой.\n–Новенькой?\n–Сам я её не видел. Серёга говорит, вчера с родаками приехала. Рядом с бабой Нюрой поселились.\n–Не, не слышал.\n  Костя помолчал недолго, после задумчиво спросил:\n–Интересно, она такая же как Света?\n–Да по-любому! – ответил без раздумий Вадим. – Все девчонки дуры!\n  Он пнул стоящее рядом ведро. То завалилось в воду, предоставив добытым пиявкам шанс на свободу.\n–А-а-а! – Друзья рванули к ведру. – Лови! Лови!",
    "answers": [
      {
        "id": 10,
        "text": "Вечером"
      }
    ]
  },
  {
    "id": 10,
    "text": "  Каждый вечер местные мальчишки играли в футбол на школьном стадионе. Это был участок земли со стоптанной травой, огороженный низким, кое-где поваленным, сетчатым забором.\n  Тут же собирались и девочки. Они рассаживались на деревянной сцене у стадиона и наблюдали за игрой или же делились друг с другом свежими сплетнями.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "  Подбросили монету. Разыграть мяч досталось команде Кости.\n–Какой план? – спросил Вадим, устанавливая мяч.\n–Давай, как обычно? – предложил Костя. – Ты – вперёд, я тебе пасую.\n  Вадим кивнул.\n–Если чё, вы на подхвате, – бросил он остальной команде.\n  Затем пнул мяч Косте и рванул к вражеским воротам.\n–Вадима кройте! – крикнул Серёга.\n  Костя остановил мяч. К нему во весь опор нёсся Мишка. Пухлые щёки его раскраснелись, глаза неотрывно следили за мячом.",
    "answers": [
      {
        "id": 14,
        "text": "Обойти его"
      }
    ]
  },
  {
    "id": 12,
    "text": "  Оглавление:",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1. \"Новенькая\".",
        "forget": [
          20,
          266,
          267,
          262,
          263,
          281,
          296,
          305,
          282,
          28,
          270,
          272
        ]
      },
      {
        "need_sometimes": true,
        "id": 260,
        "text": "Глава 2. \"Секрет\"",
        "need": [
          20,
          266,
          267
        ],
        "forget": [
          282,
          281,
          296,
          305
        ]
      },
      {
        "id": 12,
        "text": "Глава 3 (в разработке)",
        "need": [
          282,
          281,
          296,
          305
        ],
        "need_sometimes": true
      },
      {
        "need_sometimes": false,
        "id": 30,
        "text": "Глава 3. \"Калитка\"",
        "need": [
          28,
          555555555
        ],
        "forget": [
          107,
          68,
          70,
          71,
          94,
          95,
          97,
          55,
          251
        ]
      },
      {
        "id": 59,
        "text": "Глава 4. \"Сельхоз\".",
        "need": [
          55,
          55555555555
        ],
        "forget": [
          107,
          68,
          70,
          71,
          94,
          95,
          97,
          251
        ]
      },
      {
        "id": 307,
        "text": "Глава 5. \"Тёма\"",
        "need": [
          55555555555
        ]
      },
      {
        "id": 186,
        "text": "Глава 6. \"НЛО\"",
        "need": [
          107,
          55555555555
        ]
      },
      {
        "id": 111,
        "text": "Глава 7. \"Войнушка\"",
        "need": [
          251,
          55555555555
        ]
      },
      {
        "id": 80,
        "text": "\"Археологи\"",
        "need": [
          555555555555
        ]
      },
      {
        "id": 224,
        "text": "\"Штаб\"",
        "need": [
          555555555555
        ]
      },
      {
        "id": 150,
        "text": "Глава 5. \"Жаркий денёк\"",
        "need": [
          5555555555555
        ]
      },
      {
        "id": 222,
        "text": "\"Пиковая дама\"",
        "need": [
          555555555555
        ]
      },
      {
        "id": 223,
        "text": "\"Костёр\"",
        "need": [
          5555555555555
        ]
      },
      {
        "id": 259,
        "text": "Принцесса в беде",
        "need": [
          5555555555
        ]
      },
      {
        "id": 176,
        "text": "\"Визг\"",
        "need": [
          555555555
        ]
      },
      {
        "id": 309,
        "text": "Баня",
        "need": [
          555555555
        ]
      },
      {
        "id": 310,
        "text": "Дождливая погодка",
        "need": [
          5555555
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "  Блокнот в потрёпанном переплёте с выцветшей от времени машинкой на обложке. Константин раскрыл его, пробежался глазами по странице, исписанной размашистым, съезжающим вниз почерком и улыбнулся. Целый год его жизни был запечатлён здесь. Весь седьмой класс вёл он этот дневник, а теперь, по прошествии двадцати лет, решил перечитать. Перелестнул ещё несколько страниц и наконец нашёл запись, датируемую пятнадцатым июлем. Те летние каникулы он провёл в деревне у дедушки с бабушкой.\n  Константин откинулся на спинку кресла и принялся читать. Слова со страниц блокнота затрагивали воспоминания, засевшие где-то глубоко в памяти и, переплетаясь с ними, рождали образ песчаного берега у тихого озера... ",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "  Костя сделал обманный выпад вправо, затем направил мяч влево. Миша дёрнулся в одну сторону, затем в другую, запнулся и повалился на землю. \n–Пухля-яш! – крикнул в отчаяньи Серёга.\n  Костя перекинул мяч через тело поверженного соперника и устремился вперёд. Оглядел поле. Вадим был далеко справа. Двое братьев-восьмилеток крыли его и бежали по траектории мяча.\n  Навстречу Косте, громко топая сапогами, выскочил Серёга. \"Так, он в этих сапогах неуклюжий\", – рассудил Костя. – \"Может, мне и его обойти?\".\n  За Серёгой открывался прямой путь до ворот. Костя бросил взгляд на Вадима. Тот до сих пор не мог оторваться от восьмилеток.",
    "answers": [
      {
        "id": 15,
        "text": "Обойти Серёгу"
      },
      {
        "id": 16,
        "text": "Дать пас Вадиму"
      }
    ]
  },
  {
    "id": 15,
    "text": "  Костя чуть сбавил ход и попытался провести Серёгу также, как и Мишку ранее. Однако на этот раз соперник не клюнул на обманный манёвр. \"Ладно, а если так?\". Костя сблизился с ним, рванул вправо и вдруг крутанулся вокруг оси. Серёга замешкался, по инерции подался влево, в противоположную сторону. \"Готов!\". Обходя его, Костя уже представил, как кладёт мяч в девятку. Тёма, может, и не боится мяча, но рост у него небольшой...\n  Адская боль, вспыхнувшая в голени, прервала поток мыслей.\n–А-а-а!!! – Костя ухватился за ушибленную ногу и рухнул на землю.\n–О, браво! Вот это номер! – защебетал девчачий голос в отдалении. Костя узнал в нём голос Светы.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "  Доверившись плану, Костя с размаху пнул мяч в направлении друга.\n–Кройте Вадима! – повтороно закричал Серёга.\n  Но Вадим и без того был перекрыт по всем фронтам братьями-восьмилетками. \"Он не сможет оторваться\", – отчаялся было Костя.\n  Однако, когда мяч почти долетел до братьев, Вадим вдруг схватил одного из них за ухо и резко оттянул в сторону.\n–Э-э-э! Нарушение! – заорал Серёга.\n  Вадим же, не теряя времени, перехватил мяч, подступил вплотную к воротам и беспрепятственно забил гол.\n–Нарушение! Э-э-э! Нарушение! – не унимался Серёга. – Несчитово!\n–С фига ли?! – крикнул в ответ Вадим.\n–С рояли! Зырь, чё наделал! – Серёга махнул в сторону братьев.\n  Один из них катался по траве, схватившись за ухо, словно испытывая нестерпимую боль. Второй же склонился над пострадавшим и ошарашенно оглядывался в поисках несуществующего судьи. По всей видимости, такому трюку они научились при просмотре футбольных матчей по телевизору.",
    "answers": [
      {
        "id": 258,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "–Ты чё творишь?!\n  К Серёге подскочил Вадим.\n–Да я в мяч целился!\n  Костя не сразу осознал, что Серёга зарядил сапогом ему по ноге.\n–Не гони! – Вадим толкнул Серёгу в грудь.\n–Сам не гони!\n–Чё сказал?!\n  Завязалась потасовка.\n–Ай, ты чё сапогами машешь, гад?!",
    "answers": [
      {
        "id": 18,
        "text": "Схватить Серёгу за ногу"
      }
    ]
  },
  {
    "id": 18,
    "text": "  Костя подполз ближе и вцепился в резиновые сапоги. Серёга опешил, чем успешно воспользовался Вадим. Он повалил противника на землю и стал осыпать плечи и живот Серёги тумаками.\n–Ай, да всё, всё! Больно!\n–Я сапоги эти знаешь куда те запихну?!",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "  Костя едва не вскрикнул от испуга. Обернулся. За ним оказался Тёмка, перемазанный сажей и улыбающийся во все 32 зуба.\n–Ты откуда такой? – спросил было Костя, но затем опомнился и прижал палец к губам.\n  Глянул на деда. Тот ничего не услышал, по всей видимости, благодаря звону ключей.\n–А ты чё делаешь? – спросил шёпотом Тёма. – Иг'аешь? Я тоже хочу!",
    "answers": [
      {
        "id": 273,
        "text": "Взять его в помощники",
        "need": [
          262
        ]
      },
      {
        "id": 283,
        "text": "Взять его в помощники",
        "need": [
          263
        ]
      },
      {
        "id": 274,
        "text": "Отказать"
      }
    ]
  },
  {
    "id": 20,
    "text": "  Спустя какое-то время все успокоились. Единогласным решением футболистов был объявлен тайм-аут. Ребята расселись на сцене, в стороне от девчат.\n  Костя помассировал голень. Боль постепенно стихала, но на месте удара формировался синяк. \n–Болит? – спросил подошедший Серёга.\n–Несильно.\n  Серёга протянул бутылку воды.\n–Не, я реально в мяч целился...\n–Ладно, ничего, – Костя сделал глоток.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "  Сидевший рядом Вадим вдруг ткнул его в бок.\n–Зырь! – И указал на ворота школьного двора.\n  Через них прошла незнакомая девочка с копной каштановых волос, в спортивных шортах и футболке.\n–Это ведь... – начал было Вадим, но умолк.\n–Что? – не понял Костя.\n–Не-не, ничё.\n–Новенькая! Смотри-смотри, худющая какая, – зашептались девочки.\n  Незнакомка подошла к сцене. Оглядела всех большими карими глазами и, заложив руки за спину, бойко проговорила:\n–Всем привет, меня зовут Таня. Мне двенадцать, учусь в седьмом классе. Мои родители переехали только вчера.\n  Это прозучало, как давно заученный текст.\n–Привет, привет, – нескладно отозвались ребята.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "  Света спрыгнула со сцены и первой подошла к новенькой. \n–А я Света – тоже городская, – Она протянула руку и заявила. – Будем дружить.\n  Таня улыбнулась, пожала Светину ладонь, но в ответ сказала лишь:\n–Посмотрим.\n  Свету это заметно покоробило. Чуть помедлив, она всё же заставила себя изобразить милую улыбочку.\n–Мы тут вечером собираемся... – заговорила вновь.\n–В футбол играете? Можно с вами?\n  Света оглянулась на девчонок. Затем, соорудив на лице лёгкую брезгливость, сказала:\n–У нас в футбол играют только мальчишки...\n–Хорошо, – бросила Таня и под изумлённые взгляды присутствующих прошла мимо Светы.\n–Можно с вами? – обратилась она к футболистам.\n  Света позади неё вся вспыхнула. И страшен был её взор, прожигающий затылок новенькой.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "–Ну, так что, можно с вами? – повторила вопрос Таня и широко улыбнулась.\n  Ответил ей Вадим сухо:\n–Девчонок не берём.\n  Таня слегка опешила, пригляделась к нему.\n–И почему это? Я хорошо играю.\n  Вадим скрестил руки на груди.\n–Нет!",
    "answers": [
      {
        "id": 25,
        "text": "Промолчать"
      },
      {
        "id": 24,
        "text": "Заступиться за Таню"
      }
    ]
  },
  {
    "id": 24,
    "text": "–Да ладно тебе, – вмешался Костя. – Пускай чуток поиграет.\n  Вадим уставился на него исподлобья.\n–Если она будет играть, – заявил он, – я не буду!\n  Костя удивился. \"Почему он так груб с новенькой?\".\n–Не, без Вадима будет неитересно, – заметил Серёга. – Я тогда тоже играть не буду.\n  Друг за другом ультиматум, хоть и нехотя, поддержали и все остальные футболисты.\n–Ребят... – бросил обречённо Костя.\n–Да ладно! – взяла слово Таня. – Я тогда просто тут посижу.\n  Она уселась на сцену. Вадим же вскочил на ноги.\n–Погнали доигрывать, темнеет уже, – бросил он.",
    "answers": [
      {
        "id": 26,
        "text": "Далее",
        "need": [
          20
        ]
      },
      {
        "id": 308,
        "text": "Далее",
        "need": [
          -20
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "  Костя знал, что если Вадим упирался, то его трудно было переубедить. Потому решил не вмешиваться. Однако Таню, судя по её улыбке, столь грубый отказ вовсе не расстроил. Она запрыгнула на сцену и сказала:\n–Тогда я тут постижу, посмотрю, как играете.\n  Вадим же вскочил на ноги.\n–Погнали доиграем, темнеет уже, – бросил он.",
    "answers": [
      {
        "id": 26,
        "text": "Далее",
        "need": [
          20
        ]
      },
      {
        "id": 308,
        "text": "Далее",
        "need": [
          -20
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "  Дальше всё прошло относитнльно спокойно. Серёгу всё же заставили снять сапоги, отчего его команда лишилась заметного преимущества.\n  Во время игры Костя бросал взгляды на сцену. Света в окружении подружек-прилипал что-то говорила, поглядывая на новенькую. Та сидела на углу сцены, обхватив руками колени, сведённые к груди, ни с кем не общаясь, полностью поглощённая игрой.\n  Матч продлился до тех пор, пока из-за сгустившихся сумерек не стало видно мяча. Девочки к тому времени уже разошлись по домам.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "  Футболисты собрались в центре поля.\n–Серёга, а ты чё в сапогах-то? – спросил Костя.\n  Все уставились на худого, высокого мальчишку, на его резиновые сапожищи и дружно рассмеялись.\n–Да кросы порвались, а я... – ответил было Серёга, но его заглушил повторный взрыв хохота.\n–Босиком играй, – сквозь смех посоветовал  Миша-Пухляш.\n–Ага! Чтоб все пальцы на ногах отбить?!\n–Ну ты фрукт! – Вадим хлопнул Серёгу по плечу. – Ладно, давайте делится! Чур, мы с Костей вместе!\n–Нечестно! – возразил Серёга. – Вы оба хорошо играете! Так нечестно!\n–Ну, вон тех себе забирай, – предложил Вадим, указав на двух братьев-восьмилеток.\n–И Тёму тоже беру!\n  Вадим помедлил с ответом и Костя знал почему. Тёме было всего семь, но, не смотря на возраст, летящего мяча он не боялся, что делало его отличным вратарём.\n–Ну ладно, блин, забирай.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "–И с разгромным счётом... – Вадим замялся, глянул на Костю.\n–Пять‐два.\n–...пять-два победила команда \"Тигров\", а команда \"Хомячков\" продула!\n–С фига ли мы хомячки?! – возразил Миша-Пухляш.\n–Кто продул, тот и хомяк!\n  Они одной шумной ватагой шли по вечерним улицам. В домах уже горел свет.\n–Ваще нечестно! – воскликнул Серёга. – Нечестная игра!\n–А мне понравилось, – донёсся голос.\n  Ребята обернулись. Позади всех шла Таня.\n–А когда ты... – продолжила девочка, обращаясь к Серёге. – когда мяч через голову забил – вообще улёт!\n–Круто, да? – отозвался Серёга, явно польщённый. – Эт я ещё не в кросах был...\n–Чё?! – возмутился один из футболистов. – Да он даже по мячу не попал! Тупо на спину грохнулся!\n–А вратарь наш заржал, оттого и мяч пропустил, – добавил Костя.\n  Ребята принялись активно спорить, коснулся ли мяча Серёга при падении. Таня же улыбалась, глядя на расшумевшихся мальчишек.\n\n\n  <<Конец записи>>",
    "answers": [
      {
        "id": 12,
        "text": "К оглавлению"
      },
      {
        "id": 260,
        "text": "Следующая глава"
      }
    ]
  },
  {
    "id": 29,
    "text": "  В небольшой, но уютно обставленной кухне хозяйка угостила ребят макаронами с котлетами, а также сладким чаем.\n–Баб Нюр, может вам калитку починить? – спросил Вадим, звонко мешая сахар в кружке.\n  Костя глянул в окно. Деревянная калитка, ведущая на улицу, действительно покосилась и под ней на земле тянулись глубокие бороздки.\n‐Ой, спасибо, милок, – заулыбалась баба Нюра, выставляя на стол чашку с малиновым вареньем. – Только вы сами-то справитесь? Может, кого из взрослых лучше позвать?\n–Пф! – Вадим зачерпнул ложкой варенье и отправил в рот. – Я уже ворота чинил с батей! Там делов-то! Вы только дайте молоток, гвозди и гвоздодёр, а там мы мигом управимся. Да, Костян?\n–Ну да... наверное.",
    "answers": [
      {
        "id": 33,
        "text": "Спустя полтора часа"
      }
    ]
  },
  {
    "id": 30,
    "text": "  Глава 2. \"Калитка\".\n\n–...а я взял учебник и ка-а-ак треснул ему по башке! – рассказывал Вадим историю из школьной жизни.\n  Костя внимательно слушал. Они шли по улице после купания. Оба устали и жутко проголодались. Но идти домой не хотели. Там, скорее всего, по уши загрузили бы работой. Вдруг Костю осенило:\n–Погнали к бабе Нюре!",
    "answers": [
      {
        "id": 31,
        "text": "Далее",
        "forget": [
          107,
          68,
          70,
          71,
          94,
          95,
          97,
          55
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "  Баба Нюра жила недалеко от школьного стадиона. Все дети в деревне знали её и любили. Потому как гостей встречала она добродушно, готова была накормить кашей или супом и угостить на прощанье конфеткой или пряником.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "  Ребята застали её во дворе, накладывающей еду в миску, в огороженном сеткой вальере.\n–Здрасьте, баба Нюра!\n–Здрасьте-здасьте! – обернулась бабушка в белом, повязанном на голову платке. – А я тут Найду вот кормлю. Найда, айда кушать!\n  Из будки, установленной также в вальере, показалась серая острая морда, затем – худощавое, волчье тело. Звякнул цепью ошейник. По спине Кости пробежали мурашки.\n–Как же на волка то похожа! – в который раз заметил Вадим.\n  Следом за Найдой из будки вылезли двое щенят. Один серый, похожий на мать, другой – белый.\n–А вот и вы, спиногрызы! – поприветствовала их баба Нюра.\n  Серенький боязливо огляделся и прижался к матери. Белый же, наоборот, как только покинул уютную будку, тут же устремился к выходу из вальера.\n–А ну стой! – прикрикнула на него баба Нюра. – Вот ведь непоседа!\n  Во дворе беглеца поймал Вадим. Он подхватил щенка подмышками и поднял над землёй.",
    "answers": [
      {
        "id": 56,
        "text": "Погладить"
      }
    ]
  },
  {
    "id": 33,
    "text": "–Притомились поди, работнички? – Баба Нюра вышла с крынкой молока. – Может, отдохнёте?\n  Вадим взял в руки кувшин, с жадностью припал к нему губами.\n–Да не, баб Нюр, – сказал он, вытирая рот и передавая молоко Косте. – Мы уже всё.\n  Затем поднял с земли молоток и несколькими размашистыми ударами вогнал последний гвоздь в столб.\n–Ну всё, делов-то!\n–Вот молодцы! – захлопала в ладоши баба Нюра. – Ой, я вам сейчас конфеток вынесу!\n  Забрала пустой кувшин и поспешила в дом. Вадим натянул рубашку. Костя же с чувством исполненного долга осмотрел калитку. Конечно всю основную работу выполнил Вадим, однако и Костя не стоял в стороне: подавал гвозди, поддерживал тяжёлую калитку, да и вообще, многое для себя почерпнул. Вдруг улыбка сошла с его лица. Он пригнулся и обратился к Вадиму:\n–Слышь, а не высоко?\n–Чё?\n  Костя провёл рукой от земли до калитки. На глаз, сантиметров тридцать.\n–Может, опустим чутка?\n–Да блин! – махнул рукой Вадим. – Ты прикинь, сколько тут пахать, чтоб опустить?! Темнеть скоро начнёт, коров ещё надо встречать. Пошли домой!\n–А вдруг...\n–Да ничё не будет! Если чё, снизу резинку приколотим.\n  Костя вновь поглядел на калитку, задумался.",
    "answers": [
      {
        "id": 34,
        "text": "Согласится с другом"
      },
      {
        "id": 35,
        "text": "Настоять на своём"
      }
    ]
  },
  {
    "id": 34,
    "text": "–Ну да, наверное...\n–Забей! – Вадим хлопнул друга по плечу.",
    "answers": []
  },
  {
    "id": 35,
    "text": "–Раз уж начали делать – давай делать до конца, – заявил он.\n  Вадим хмуро уставился на калитку. Затем протянул молоток другу. Костя вначале опешил:\n–Ты чё... ты не поможешь?\n  Ответа не последовало.\n–Ну и ладно! – Выхватил молоток. – Без тебя управлюсь!\n  Вадим, не глядя в глаза, поспешил на улицу. И Костя остался один с молотком в руке.\n  Вскоре к нему вышла баба Нюра.\n–А где Вадимка? – спросила она, вручая Косте карамельку.\n  Тот развернул обёртку и с хрустом разгрыз конфету. \n–Да ну его!",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "  Прошёл ещё час. За это время солнце склонилось к горизонту и улеглось там на верхушке темнеющего леса.\n–Может, я всё-таки соседа позову? – предложила баба Нюра.\n–Нет... я... сам...\n  От удара гвоздь погнулся. \"Чёрт!\". Костя опустился на траву, положил рядом молоток. \"Проклятая калитка!\". В течении последнего часа пришлось три раза вырывать гвозди из петель и вкалачивать их обратно. Большой палец на левой руке вздулся и покраснел – по нему пару раз пришёлся удар молотка. Благо, баба Нюра оба этих раза удалялась по делам.\n–Ну ладно, Костик, оставь это, – Хозяйка принялась собирать искарёженные гвозди, разбросанные по двору. – Иди домой, отдохни.",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "  Вдруг кто-то толкнул калитку. Та чуть отворилась, нижняя – незакреплённая её часть – съехала и ударилась о землю.\n–Ой-ой! Извините! – раздался тонкий голосок, а следом показалось перепуганное личико Тани.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": [
      {
        "id": 39,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "  Костя приподнял калитку и пропустил девочку во двор. С собой она принесла небольшую фарворовую миску.\n–Мама просила немножко соли одолжить, – обратилась к бабе Нюре. \n–Конечно-конечно, Танюша!\n  Баба Нюра забрала миску и поспешила в дом.\n–Ты ворота чинишь? – спросила Таня, когда они с Костей остались наедине.\n–Угу.\n–И как успехи?",
    "answers": [
      {
        "id": 41,
        "text": "Не очень"
      },
      {
        "id": 42,
        "text": "Почти закончил"
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "–Да почти закончил, – заявил Костя, как можно развязнее. – Осталось петли скрепить, болты там стянуть, по уровню выставить – делов-то!\n  \"По какому ещё там уровню?! Что я несу?!\" – пронеслось в голове Кости.\n–Понятно.\n  Таня бросила взгляд на покосившуюся калитку, улыбнулась. Костя заметил, что когда она улыбалась на её щеках проявлялись ямочки. Вдруг Таня двинулась к вальеру.\n–Эм... тебе лучше туда не заходить, – предостерёг Костя, когда девочка подняла крючок.\n  Вспомнился случай, когда год назад Вадим также отважился проникнуть к Найде. Тогда, на счастье, он отделался лишь испугом и порваной штаниной.\n  Таня бесстрашно вошла в вальер. Из будки донеслось рычание.\n–Таня! – Костя рванул было к ней.\n  Но девочка остановила его, подняв ладонь. И обратилась к Найде спокойным, ласковым голосом:\n–Найда, девочка моя! Иди сюда!\n  Собака выскочила из будки, но не с лаем, как того ждал Костя, а радостно виляя хвостом. Таня рассмеялась, почесала её за ухом, позволила облизать руки.\n–Ну привет, умница. Что, соскучилась? Я тоже, ага!",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "–Я ещё маленькой была, когда с Найдой подружилась, – ответила Таня на немой вопрос Кости.\n  \"Что? Она в детстве сюда приезжала?\". Таня вернулась во двор, прикрыла за собой калитку вальера. Из дома вышла баба Нюра и передала Тане миску, наполненную солью. Та поблагодарила её и, оглянувшись на калитку, спросила:\n–Кстати, может вам помощь какая нужна?\n–Нет, спасибо милочка, не надо. Ступай! И ты иди, – обратилась баба Нюра к Косте. – Иди! А калитку можно и завтра доделать.",
    "answers": [
      {
        "id": 44,
        "text": "Идти с Таней"
      },
      {
        "id": 45,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "–Нет. Если я что-то делаю, то делаю до конца. \n  Костя исподтишка глянул на Таню. Та будто и не слышала его крутых слов, кажется, задумавшись о чём-то.\n–Ладно, до свиданья, баба Нюра! – бросила она, направляясь к выходу со двора.\n  У калитки остановилась, обернулась к Косте.\n–Пока... и, ну, удачи!",
    "answers": [
      {
        "id": 46,
        "text": "Ещё через полчаса"
      }
    ]
  },
  {
    "id": 46,
    "text": "–Я пойду Зорьку поищу.\n  Баба Нюра вышла с веткой в руке. Зорькой звали её корову.\n–Ага! – отозвался Костя.\n  Выронил гвоздь, потянулся было за ним и треснулся лбом об забор. Баба Нюра лишь покачала головой. Отговаривать упёртого мальчишку не стала – не видела больше смысла.\n  Между тем солнце размазанным пятном догорало на западе. Сгустились сумерки. \"Ну и попадёт же мне от дедушки!\", – рассуждал Костя, потирая ушибленный лоб. – \"Целый день угробил на эту...\".\n  Он в сердцах пнул калитку. Та слетела, но на этот раз уже с верхней петли и вновь грохнулась о земь. \"Да чтоб тебя!\".",
    "answers": [
      {
        "id": 47,
        "text": "Продолжить чинить"
      },
      {
        "id": 48,
        "text": "Идти уже домой"
      }
    ]
  },
  {
    "id": 47,
    "text": "  \"Раз уж начал делать – давай делать до конца\", – напомнил себе Костя.\n–Блин, кому я что доказываю?!\n  Он поднял калитку, приставил гвоздь к петле, хорошенько прицелившись, махнул молотком. И врезал по большому пальцу.\n  Случайный мат сорвался с губ и устремился ввысь, в вечернее небо, к наступающей с востока иссиней тьме и слабеющему на западе алому свету. Потянулся к бледноликой, загадочной луне и первым, самым ранним звёздам. Костя поискал ярчайшую из них. \"Вот, вот эта зовётся Полярной\", – вспомнились слова дедушки.\n–Ты чё там, молишься? – раздался вдруг голос Вадима.\n–Ну, типа... – Костя украдкой смахнул слезу.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "  Вадим вернулся подготовленным к работе: с налобным фонариком, разноколиберными гвоздями и в перчатках. Прихватил он перчатки и для Кости.\n–Вот так? – спросил Вадим, выравнивая калитку.\n–Давай ниже.\n  На этот раз друзья управились за пятнадцать минут, а пространство между землёй и калиткой сократилось до десяти сантиметров. Костя осмотрел выполненную работу и остался доволен.\n–Ну чё, теперь-то домой пойдёшь? – улыбнулся Вадим.",
    "answers": [
      {
        "id": 50,
        "text": "Отчитать его за то, что бросил"
      },
      {
        "id": 51,
        "text": "Поблагодарить за то, что вернулся"
      }
    ]
  },
  {
    "id": 50,
    "text": "–Ты мог бы и сразу помочь!\n  Улыбка сошла с лица Вадима.\n–Я целый день на это потратил! – продолжал Костя, распаляясь. – А ты только сейчас пришёл?! Блин, ну спасибо!\n  Вадим уставился под ноги и проговорил:\n–Ну извини...\n  Этого Косте было уже мало. Потраченное впустую время, ушибленный лоб, побитый, и ни раз, палец – всё это зародило вулкан в душе, готовый вот-вот извергнуться. И одного \"нуизвини\" явно было недостаточно, чтобы погасить бурлящую лаву.",
    "answers": [
      {
        "id": 53,
        "text": "Накричать на него"
      },
      {
        "id": 52,
        "text": "Попытаться успокоиться"
      }
    ]
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "  Костя глубоко вдохнул и протяжно выдохнул. \"Ну, всё же он вернулся\", – попытался он себя успокоить. Недолго помолчав, сказал:\n–Ладно. Всё-таки хорошо, что ты здесь. Я бы один не справился.\n–Это-то понятно, – оживился Вадим и попытался шуткой разрядить ситуацию. – Ты ж городской! Ха-ха!\n  Замялся, умолк. Вскоре вернулась баба Нюра. Она горячо поблагодарила ребят, угостив их на прощанье пряниками. Хотела ещё денег дать, но Костя, под недоумевающий взгляд Вадима, отказался.",
    "answers": [
      {
        "id": 55,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 53,
    "text": "–Извини?! Ты издеваешься?! Да я себе чуть палец не сломал, пока прикалачивал эту... – Костя со всей силы саданул ногой по калитке. – тупую... – Удар! – ка...– Удар! – лит... – Удар! – ку!\n  Треск! Одна из досок калитки не выдержала, сломалась. Костя уставился на неё, тяжело дыша. Вадим удивлённо спросил:\n–Ты чё?\n  Костя в ярости уставился на него. И в этот момент вернулась баба Нюра.\n–Ой, ребятушки, что случилось? – спросила она, входя во двор.\n  Костя только сейчас осознал, что натаорил. Он глянул на повреждённую калитку, затем на бабу Нюру.",
    "answers": [
      {
        "id": 54,
        "text": "Бежать домой"
      }
    ]
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": "  По дороге Костя с Вадимом не проронили ни слова. И только перед тем, как свернуть на свою улицу, Вадим всё же нарушил молчание:\n–Ты извини... Я пока коров пригнал, пока во дворе прибрался... Я ж реально думал, что ты домой ушёл...\n  Костя прошёл ещё пару метров и остановился спиной к Вадиму.\n–Ну чё ты, обиделся? – продолжал Вадим. – Ну, блин! Ну что мне сдалать? Как извиниться?\n  Костя вдруг обернулся и отвёл руку в сторону. Вадим, сообразив, просиял и повторил движение. Затем друзья сразмаху и со звонким хлопком ударились ладонями в братском рукопожатии и оба вскрикнули от обжигающей боли.\n\n\n  <Конец записи>.",
    "answers": [
      {
        "id": 12,
        "text": "К оглавлению"
      },
      {
        "id": 59,
        "text": "Следующая запись"
      }
    ]
  },
  {
    "id": 56,
    "text": "  Щенок был совершенно непугливый. С любопытством смотрел на Вадима своими карими глазками. И невозможно было не улыбнуться, глядя на него.\n–Опять побег устроил? – Вадим перехватил щенка, погладил по голове и почесал за ухом.\n  Тот радостно завилял хвостом. Костя также присоединился к ласканью питомца. Затем спросил у подошедшей бабы Нюры:\n–А как его зовут?\n–Пока никак. Не придумала ещё.\n–А чё тут придумывать? – удивился Вадим. – Тузиком можно или Шариком там.\n–Ну, можно и так, конечно, – Баба Нюра приняла щенка. – Только вот я думаю, что каждому имя нужно подбирать подходящее.\n–Подходящее? Собакам?\n–И даже собакам. Вот белый, например, шумный и активный. Подойдёт ему кличка Тайфун или Гром. А там, серенькая, видите? За Найдой спряталась и смотрит на нас. Уж очень она умная и спокойная. Ей, наверное, Умка подойдёт. Вот так.\n  Баба Нюра опустила щенка рядом с Найдой и вышла к ребятам во двор.\n–Кличку питомцу, как и имя человеку, нельзя с бухты-барахты давать.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "  Затем, оглядев ребят с ног до головы, спросила:\n–Вы купались чтоли? Пойдёмте-пойдёмте! – И направилась к дому. – Покормлю вас!\n  Но на пороге баба Нюра остановилась, хлопнула себя по лбу и засеменила обратно к Найде.\n–Вот ведь старость не в радость! – улыбнулась, закрыв калитку вальера и опустив крючок. – Всё забывать стала! Ну, да ладно, проходите в дом!",
    "answers": [
      {
        "id": 29,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 58,
    "text": "  Костя остановился, прислушался. На улице кричала какая-то девочка и заливалась лаем собака.",
    "answers": [
      {
        "id": 60,
        "text": "Бежать на шум"
      }
    ]
  },
  {
    "id": 59,
    "text": "  Глава 3. \n\n  С раннего утра дедушка завалил Костю домашними делами. Нужно было отогнать коров на пастбище, насыпать зерна курам, натаскать воды в баню, да и во дворе прибраться.\n  Ближе к закату в гости наведался Вадим.\n–Ты чё на футбол не пришёл? – спросил он.\n–Да, блин, делами завалили. Вот только освободился.\n–Ну, раз освободился – айда гулять!\n–Гулять? – удивился Костя. – Так ведь поздно уже.\n  Вадим хитро прищурился.\n–Погнали, место одно покажу...\n  Что-что, а заинтриговать он умел.",
    "answers": [
      {
        "id": 66,
        "text": "Далее",
        "forget": [
          107,
          68,
          70,
          71,
          94,
          95,
          97
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "  Выскочив на улицу и осознав происходящее Костя едва не повалился со смеху. На соседском деревянном заборе, зацепившись руками, висела Света и истерично визжала. Внизу, у её ног, не менее истерично тявкала мелкая собачонка. Так как высота забора была не более двух метров, \"хищник\" едва не достигал своей \"добычи\".\n–А-а-а! – вопила Света и, заметив Костю, закричала ещё громче. – Отгони её! А-а-а!!!",
    "answers": [
      {
        "id": 61,
        "text": "Отогнать собаку"
      },
      {
        "id": 62,
        "text": "Не вмешиваться"
      }
    ]
  },
  {
    "id": 61,
    "text": "  Конечно было бы интересно посмотреть на то, как Света выпуталась бы из подобной ситуации. Но этот пронзительный лай начинал уже действовать на нервы.\n  Костя подкрался к собаке, увлёкшейся и не замечавшей ничего кругом, и громко хлопнул в ладоши. Шавка с испуга подпрыгнула на месте и рванула прочь, подгоняемая нелицеприятными высказываниями Светы в свой адрес.\n  Девочка спустилась на землю и, повернувшись к Косте спиной, принялась отряхивать брюки.",
    "answers": [
      {
        "id": 63,
        "text": "Узнать, как она"
      },
      {
        "id": 64,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 62,
    "text": "",
    "answers": []
  },
  {
    "id": 63,
    "text": "",
    "answers": []
  },
  {
    "id": 64,
    "text": "  Похоже, слов благодарности от неё можно было и не ждать. Костя усмехнулся и пошёл обратно.\n–Постой!\n  Этот окрик заставил его обернуться. Света переступила с ноги на ногу, опустила голову. При этом лицо её постепенно налилось краской: вначале зарумянились щёчки, затем лоб, а после и уши. Пересилив себя, наконец шепнула:\n–Спасибо...\n  И зашагала в противоположную сторону. Костя пожал плечами и вернулся к уборке двора.",
    "answers": [
      {
        "id": 177,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 65,
    "text": "",
    "answers": [
      {
        "id": 66,
        "text": "Пойти с ним"
      }
    ]
  },
  {
    "id": 66,
    "text": "  Дедушке с бабушкой пришлось наплести, что у Вадима пропала корова и ему нужна была помощь в её поисках. От этой лжи Косте было не по себе. Но Вадим его поспешил успокоить, сказав, что корова действительно пропала. Правда, позже выяснилось, что Вадим сам же и отогнал корову от дома.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "  После столь жаркого дня, прохладный вечерний воздух дарил облегчение. Откуда-то издали доносились голоса жителей, в зарослях крапивы, возвышающейся в проулке, стрекотали кузнечики. Вечерами здесь, у крапивы, всегда пахло особенно свежо. \"Эх, хорошо в деревне\", – подумал Костя наполняя лёгкие чистейшим воздухом, однако его умиротворённый настрой по-хамски нарушил комар.\n–Блин, далеко ещё? – Костя хлопнул по шее и почесал место укуса.\n–Не, не очень.\n  Выяснить у Вадима цель вылазки, а также пункт назначения не представлялось возможным. Молчал, как партизан. Поэтому Костя решил скоротать время в пути разговорами на другие темы.",
    "answers": [
      {
        "id": 70,
        "text": "Футбол"
      },
      {
        "id": 71,
        "text": "Баба Нюра"
      },
      {
        "id": 68,
        "text": "Таня"
      }
    ]
  },
  {
    "id": 68,
    "text": "–Как тебе новенькая?\n–Никак, – бросил Вадим.\n  Очевидно, не хотел о ней говорить.\n–Да ладно тебе, не такая уж она и плохая. Уж точно лучше Светы.\n  Вадим промолчал.",
    "answers": [
      {
        "id": 70,
        "text": "Футбол",
        "need": [
          -70
        ]
      },
      {
        "id": 71,
        "text": "Баба Нюра",
        "need": [
          -71
        ]
      },
      {
        "id": 72,
        "text": "Далее",
        "need": [
          68,
          70,
          71
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "–На футбол, поди, и Света пришла?\n–Конечно, припёрлась. Остальные курицы тоже. Гоготали во всё горло, – Вадим разгорячился. – Ну пришли, сидите вы тихо, не мешайте. Подумаешь, по воротам не попал, делов-то! Чё сразу дразнить-то начинаете?!\n  Он замахал кулаками в воздухе.\n–На-на-на-на!\n  Затем подпрыгнул, пнул ногой.\n–Кья!\n  И заявил: \n–Повезло им, что девчонок бить нельзя!",
    "answers": [
      {
        "id": 70,
        "text": "Футбол",
        "need": [
          -70
        ]
      },
      {
        "id": 71,
        "text": "Баба Нюра",
        "need": [
          -71
        ]
      },
      {
        "id": 68,
        "text": "Таня",
        "need": [
          -68
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": "–Как там на футболе?\n  Лицо Вадима омрачилось.\n–Продули.\n–Как так?\n–Да вместо тебя Пухляша пришлось брать, – Вадим принялся активно махать руками от возмущения. – Пасы фиг знает кому даёт, отбирать не умеет, вечно падает! Блин, у меня даже голос охрип на него орать! Уф!\n  Успокоился и, помолчав недолго, добавил:\n–Серёга опять в сапогах припёрся.",
    "answers": [
      {
        "id": 71,
        "text": "Баба Нюра",
        "need": [
          -71
        ]
      },
      {
        "id": 68,
        "text": "Таня",
        "need": [
          -68
        ]
      },
      {
        "id": 72,
        "text": "Далее",
        "need": [
          68,
          70,
          71
        ]
      }
    ]
  },
  {
    "id": 71,
    "text": "–К бабе Нюре не заходил? Как там калитка?\n–Не заходил, – ответил Вадим. – Но калитка крепко держится.\n  Косте вспомнился злосчастный ремонт. Большой палец левой руки отозвался лёгкой ноющей болью.",
    "answers": [
      {
        "id": 70,
        "text": "Футбол",
        "need": [
          -70
        ]
      },
      {
        "id": 68,
        "text": "Таня",
        "need": [
          -68
        ]
      },
      {
        "id": 72,
        "text": "Далее",
        "need": [
          68,
          70,
          71
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "  Вскоре ребята дошли до конца улицы, до заброшенного дома с поваленным забором.\n–Туда нам надо, – Вадим указал на заброшенный дом, на двор, заросший бурьяном.\n  Костя поглядел в ту сторону с опаской. Солнце уже село, к тому же небо заволокло монолитной тучей, отчего тени кругом сгустились и приобрели пугающую глубину. В довершение, поблизости не оказалось ни одного работающего фонаря. Конечно, извлечённый Вадимом карманный фонарик давал маломальское освещение, но его было недостаточно, чтобы отбросить гнетущий страх перед заброшкой.\n–Слушай, – Костя обернулся к другу. – а может...\n  Договорить не смог. За Вадимом стоял призрак.\n–Ты чего? – удивился Вадим, вглядываясь в лицо друга.\n  Силуэт в виде бесформенной тени не издавал ни звука и вообще ни коим образом не привлекал к себе внимание. Объятый ужасом мозг Кости выдал лишь одну команду:",
    "answers": [
      {
        "id": 78,
        "text": "Бей!"
      },
      {
        "id": 79,
        "text": "Беги!"
      }
    ]
  },
  {
    "id": 73,
    "text": "–Тоже на вкусняшки.\n–Крутяк! Закупим чипсяриков, колы, устроим пикничок!\n  Вадим расслабленно улыбнулся.\n–Ты болтай, да не отвлекайся, – поспешил спустить его с небес Костя.",
    "answers": [
      {
        "id": 94,
        "text": "–Митяй и вправду кого-то застрелил?",
        "need": [
          -94
        ]
      },
      {
        "id": 97,
        "text": "–Почему на Таню сердишься?",
        "need": [
          -97
        ]
      },
      {
        "id": 96,
        "text": "Продолжить сбор",
        "need": [
          94,
          95,
          97
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "–Пока сберегу.\n–Нафига?\n–Ну, на чёрный день.\n–Пф! Говоришь, как бабка!\n–Иди ты!",
    "answers": [
      {
        "id": 94,
        "text": "–Митяй и вправду кого-то застрелил?",
        "need": [
          -94
        ]
      },
      {
        "id": 97,
        "text": "–Почему на Таню сердишься?",
        "need": [
          -97
        ]
      },
      {
        "id": 96,
        "text": "Продолжить сбор",
        "need": [
          94,
          95,
          97
        ]
      }
    ]
  },
  {
    "id": 75,
    "text": "  Глава 6. \"Сокровище\".\n\n\n\n  Костя опустил лейку на землю и выпрямился, массируя затёкшую спину. Наконец-то полисадник был полностью полит. Бледно-розовые, красные и сиреневые цветы, орошённые озёрной водой, радовали взор. Однако Костя не обращал внимание на развернувшуюся под ногами красоту. Он уставился на улицу, на странную процессию, марширующую по ней.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "  Во главе шёл Вадим в соломенной корткополой шляпе, с заткнутым за пояс кнутом. За ним следовали Миша-Пухляш и Тёма с лопатами на плечах. Костя даже про ноющую спину забыл.\n  Поровнявшись с ним Вадим остановился и воолушевлённо сказал:\n–Костян, погнали с нами золото копать!",
    "answers": [
      {
        "id": 252,
        "text": "–Чего?"
      }
    ]
  },
  {
    "id": 77,
    "text": "–Ты чё тут делаешь? – спросил Вадим.\n–Да так, решила погулять.\n–С простынёй на голове?! – возмутился Костя.\n–Ладно-ладно! – побеждённо подняла та руки. – Я вас со двора увидала, подумала: \"А чё это они так поздно шастают?\", ну и решила немножечко вас... Э-э-э...\n–Лилька... – прорычал Вадим, надвигаясь.\n–Да ладно! Ну, ребят! Ну смешно же! Хе-хе! – заулыбалась Лилия, пятясь назад.\n  Затем развернулась и бросилась наутёк. Споткнулась о края простыни, грохнулась, вскочила и продолжила бег.\n–Дура! – крикнул ей вслед Вадим.",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "  Всё произошло само собой. Не помня себя, с отчаянным криком \"Вади-и-им!\", Костя замахнулся и рванул вперёд. Силуэт выставил руки и запищал тоненьким голоском:\n–Ой, не надо, не надо!\n  Костя замер с поднятым кулаком. Вадим же обернулся, направил луч фонарика на тень и обнаружил там белую простыню, с прорезями для глаз. Какое-то время друзья молча смотрели на неё. Пока псведо-призрак не залилась звонким смехом.\n–Испугались, да? – спросила она, подавив, наконец, смех и стянув с себя простыню.\n  Под ней оказалась девочка четырнадцати лет в сером простом платьеце, с кисточками чёрных волос.\n–Лиля-я-я! – завопили Костя с Вадимом.\n  Та вновь рассмеялась, сощурив по-лисьи раскосые глазки.",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "   Всё произошло само собой. Не помня себя, с отчаянным криком \"Вади-и-им!\", Костя",
    "answers": []
  },
  {
    "id": 80,
    "text": "  Вадим узнаёт из истрий Валерия Павловича, что раньше монгольских ханов хоронили в курганах. На ум ему приходит местный самый большой курган. Он собирает группу и идёт на поиски клада. С собой берёт кнут. Как Индиана Джонс. По жороге встречают Пухляша у бабы Нюры, тот просит о помощи.\n\n\nПуть 1. Костя придумывает отговорку. Происходят события визга. После видим учттеля, Вадима и Тёма. Вадим довольный. Демонстрирует монету царскую.\n\n\n\nПуть 2. Костя помогает Пухляшу убраться у бабы Нюры в сарайке. Лучше узнаём Пухляша. Заготовить место для дров. Там, среди барахла, находят двух кукол. Со светлыми косичками и с коричневыми. Если спросить у бабы Нюры – та не вспомнит, откуда они.\n\n\nПуть 3. Также поможет Пухляшу с уборкой, но кукол не найдёт.\n\n\nПуть 4. Костя не идёт помогать Пухляшу и отправляется с пацанами за кладом. Ребята занимаются раскопками весь день до вечера. Тёма уходит. Все недовольны, собираются также свалить. Вадим сердится, кричит, чтоб уходили. Можно уйти со всеми или остаться. Если остаться, то к Вадиму и Косте вернётся Тёма. С ним – Валерий Павлович. Учитель скажет, что не все холмы – это курганы и что местные холмы имеют естественное происхождение. Т.е. они образовались сами собой. Вадим расстроится. Валерий Павлович же пройдётся немного и вдруг из ямы достанет монету. \"Это чё, с монголо-татарского ига?!\" – обрадуется Вадим. \"Не, монета царская\", – ответит Валерий Павлович. – \"Говорят, здесь раньше было огромное имение. Может, кто с тех пор и лежала она здесь\". ",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 80,
        "backstepCount": 1
      },
      {
        "id": 75,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 81,
    "text": "  Махнув на отдаляющуся девочку рукой Вадим направился к заброшенному дому. По пути окликнул Костю:\n–Ну, пошли?",
    "answers": [
      {
        "id": 82,
        "text": "–Пошли"
      }
    ]
  },
  {
    "id": 82,
    "text": "  Костя обречённо вздохнул.\n–Пошли.\n  Бурьян во дворе был выше них самих. Благо, коровы проложили здесь тропинку, по которой друзья и двинулись вглубь зарослей. Казалось, что вошли они в джунгли, прямиком в логово опасного хищника...\n Однако Вадим шёл впереди уверенно, и Костя, едва поспевающий за другом, удивлялся его бесстрашию. Хотя, может, для Вадима это была не первая подобная вылазка?",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "  Когда бурьян кончился перед ребятами пролегла широкая грунтовая дорога.\n  Вадим развернулся и принялся что-то искать в зарослях, водя лучом фонарика из стороны в сторону.\n–Да где она?\n–Кто? – не понял Костя.\n  Спустя какое-то время Вадим вдруг выкатил из бурьяна компактную двухколёсную тачку.\n–Чего? Откуда она?\n  Вадим усмехнулся в ответ и уставился куда-то за спину друга. Костя понял, что задал не тот вопрос. Обернулся. Единственный уместный вопрос сейчас: \"Для чего эта тележка вообще нужна?\". Сквозь прореху в облачном покрывале на землю пролился лунный свет, и по ту сторону дороги проявился мрачный силуэт комплекса сооружений.\n–Это... – промолвил Костя.\n–Да, сельхоз!",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "–И что мы тут делаем?\n–Металл идём воровать, – просто ответил Вадим.\n–Чего?! С дуба рухнул?!\n–А чё такого?\n  То, как спокойно говорил об этом Вадим, начинало выбешивать.\n–Что значит, \"чё такого\"?! Сам знаешь! А вдруг... – Костя боязливо огляделся и продолжил уже шёпотом. – Вдруг Митяй застукает?\n  Сторож Митяй. Про него говорили, что однажды он застрелил мальчишку из ружья.\n–Да дрыхнет твой Митяй! – Вадим указал на небольшой кирпичный домик невдалеке. – Видал? Свет не горит.\n–А вдруг на обходе?\n–Ой, струсил – не ходи!\n  Вадим схватился за ручки тачки и двинулся вперёд.",
    "answers": [
      {
        "id": 85,
        "text": "Попытаться отговорить"
      },
      {
        "id": 86,
        "text": "Оставить его",
        "var_sub": [
          "Вадим",
          1
        ]
      },
      {
        "id": 87,
        "text": "Идти следом",
        "var_add": [
          "Вадим",
          1
        ]
      }
    ]
  },
  {
    "id": 85,
    "text": "–Погоди-погоди. Зачем обязательно воровать? Тебе металлолома в деревне мало?\n–Мало! – рассердился внезапно Вадим и стукнул тачкой о землю. – Этот Воронцов, гад, металлоискатель купил! Весь металл пособирал, сволочь! Ходит такой... – Вадим изобразил манерную походку. – Тю-тю-тю, тут копай, Вадимка, тю-тю-тю, там копай! – Он состряс воздух кулаком. – У-у-у, буржуй!\n  Затем вновь схватился за тачку.\n–Ну чё, идёшь?!\n  Бросать друга не хотелось, но и пробираться ночью на территорию, охраняемую вооруженным человеком...\n–Ну? – поторопил Вадим.",
    "answers": [
      {
        "id": 88,
        "text": "–Иду",
        "var_add": [
          "Вадим",
          1
        ]
      },
      {
        "id": 89,
        "text": "–Не пойду",
        "var_sub": [
          "Вадим",
          1
        ]
      }
    ]
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "–Иду, – понуро ответил Костя.\n  На секунду представил, как тащит на себе тяжелоранненого Вадима. Поспешно отмахнулся от этих мыслей.",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  },
  {
    "id": 90,
    "text": "–Тут забор повалился, – шёпотом сказал Вадим, когда они добрались до агрокомплекса. – Я вчера коров гонял – видел.\n  Они прошли вдоль бетонной стены и вскоре нашли череду поваленных блоков. Вадим предусмотрительно выключил фонарик. На их счастье, монолитное покрывало сошло с небосклона и уступило место разрозненным облачкам. Благодаря чему можно было без труда осмотреться при свете луны.\n  Сельхоз представлял из себя несколько сооружений, объединенных в один комплекс. Здесь были и длинные зернохранилища с куполообразыми крышами, и зерноочистки, водружённые на железные балки, а также всевозможная сельхозтехника. Именно она, в первую очередь, и интересовала ребят.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "  Побродив недолго, друзья нашли то, что искали: брошенный у ангара гусеничный трактор.\n–ДТ-75. Зверь-машина! – заявил Вадим, запрыгнув в салон.\n  Костя тоже заглянул внутрь. На приборной панели, там, где когда-то горели лампы и скакали стрелки циферблатов, зияли дыры, многочисленные рычажки с отбитой краской проржавели, а у ног были разбросаны всяческие болты, гайки и прочий хлам. Вадим уселся в кресло с ободранной обивкой.\n–На таком батя мой катался, – сказал он, дёргая за рычаги управления.\n–Давай уже металл грузить, – поторопил его Костя и спрыгнул на землю.\n  Он представил, как этот некогда живой и полный сил агрегат мощно вспахивал поля, волок за собой стволы деревьев, телеги, гружённые зерном. И отчего-то стало грустно.",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "  Ребята принялись перетаскивать с трактора в тележку различные металлические детали. Попадались болты, сломанные гаечные ключи, какие-то цилиндры. То и дело Костя поглядывал на дом сторожа. Благо, отсюда он был, как на ладони.\n  Прошло десять минут. Свет так и не загорелся, а тележка уже наполовину наполнилась.",
    "answers": [
      {
        "id": 93,
        "text": "Пообщаться с Вадимом"
      }
    ]
  },
  {
    "id": 93,
    "text": "–Слышь?\n–Чё?",
    "answers": [
      {
        "id": 94,
        "text": "–Митяй и вправду кого-то застрелил?"
      },
      {
        "id": 95,
        "text": "–На что деньги потратишь?"
      },
      {
        "id": 97,
        "text": "–Почему на Таню сердишься?"
      }
    ]
  },
  {
    "id": 94,
    "text": "–Как думаешь, Митяй и вправду кого-то застрелил?\n  Вадим бросил взгляд на домик сторожа.\n–Блин, ты чё? – зашипел он. – Нашёл о чём трепаться!\n  Оба замолчали. Но минут через пять Вадим сказал::\n–Слышал, тот пацан тоже ночью сюда залез.\n–Жесть...\n–Угу. Митяй ему сначала ноги прострелил...\n–Всё, хорош!\n  Костя пожалел, что затронул эту тему.",
    "answers": [
      {
        "id": 95,
        "text": "–На что деньги потратишь?",
        "need": [
          -95
        ]
      },
      {
        "id": 97,
        "text": "–Почему на Таню сердишься?",
        "need": [
          -97
        ]
      },
      {
        "id": 96,
        "text": "Продолжить сбор",
        "need": [
          94,
          95,
          97
        ]
      }
    ]
  },
  {
    "id": 95,
    "text": "–На что деньги потратишь?\n–Не знаю, – Вадим задумался. – На вкусняшки, наверное. А ты?",
    "answers": [
      {
        "id": 73,
        "text": "–Тоже на вкусняшки"
      },
      {
        "id": 74,
        "text": "–Сберегу"
      }
    ]
  },
  {
    "id": 96,
    "text": "  Под креслом Костя отыскал очередной увесистый цилиндр, отнёс к собранной куче и спросил:\n–А не хватит?\n  Вадим схватился за тачку, приподнял.\n–Угу, ну, наверное...\n  Щелчок, и пространство кругом озарил свет.\n–Беги! – заорал Вадим и рванул прочь.",
    "answers": [
      {
        "id": 98,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 97,
    "text": "–Почему сердишься на Таню?\n  Костя спросил, уже и не надеясь получить ответ. Вадим остановился. Казалось, что сейчас вновь промолчит или же огрызнётся. Но вместо этого вдруг сказал:\n–Не сержусь я на неё, просто... просто обидно, что забыла...\n–Что?\n–Ну, в детстве Таня в деревне жила, – начал рассказ Вадим, вращая в руке ржавый болт и не замечая, как пачкает пальцы. – Мы вместе в детсад ходили, дружили с ней. В смысле, мы со Светой. А, да! Светка ведь тоже здесь жила, прикинь? И была... ну, не была такой, как сейчас... Короче! – мотнул он головой, возращая мысли в нужное русло. – Таню родаки увезли в город, и больше мы не виделись.\n–Так вы ведь маленькие тогда были. Да и лет сколько прошло. Неудивительно, что она забыла...\n–Но ведь я-то не забыл! – едва не крикнул Вадим.\n  И прибавил уже шёпотом:\n–Я её не забыл...\n  Помолчали.\n–Эх! – Вадим швырнул болт в тачку, отряхнул руки. – Давай уже заканчивать.",
    "answers": [
      {
        "id": 94,
        "text": "–Митяй и вправду кого-то застрелил?",
        "need": [
          -94
        ]
      },
      {
        "id": 95,
        "text": "–На что деньги потратишь?",
        "need": [
          -95
        ]
      },
      {
        "id": 96,
        "text": "Продолжить сбор",
        "need": [
          94,
          95,
          97
        ]
      }
    ]
  },
  {
    "id": 98,
    "text": "  Костя бросился за ним.\n–Ух, ворюги малолетние! – разразился позади голос сторожа.\n  Вновь прозвучал щелчок. Однако на этот раз более сухой и громкий, словно ветка треснула. \"Мамочка...\", – пронеслось в голове Кости. – \"Это что...\"\n–Ружьё! – выкрикнул Вадим.",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "  Он принялся петлять из стороны в сторону, мыча что-то под нос. Костя же инстинктивно сжал голову в плечи и скукожился в смутной надежде уменьшить таким образом область поражения.  В голове у него разом пронеслись тысячи мыслей в виде картинок: здесь был и Митяй, выцеливающий из ружья, и их с Вадимом окровавленные тела, и похороны, и плачущие мама с папой, и бабушка с дедушкой, и баба Нюра, и Таня, и Света, и, отчего-то, Серёга в сапогах. А затем на смену пришли лишь два слова: \"Ща бахнет! Ща бахнет!\".\n–Ать! З-зар-р-раза! – вскрикнул вдруг Митяй.\n  Что-то глухо упало на землю, свет фонарика, бьющий до того в спину, сместился, а затем и вовсе прервался.\n  Костя сбавил ход.\n–Чё тормозишь?! – крикнул отдаляющийся Вадим. – Беги! Беги-и-и!\n  Митяй закряхтел.",
    "answers": [
      {
        "id": 101,
        "text": "Не останавливаться"
      },
      {
        "id": 100,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 100,
    "text": "  Костя бросил взгляд назад. В сумерках было сложно что-либо разглядеть. Видна была лишь тень на земле. Кажется, сторож упал.",
    "answers": [
      {
        "id": 102,
        "text": "Помочь ему"
      },
      {
        "id": 103,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  },
  {
    "id": 102,
    "text": "  Митяй что-то бурчал, силясь встать. Костя подошёл к нему.\n–Ну погодь, вор-рюга, – прорычал сторож, сжимая в руке ружьё.\n  Костя едва удержался, чтобы не сбежать. Но, пересилив себя, подхватил старика под руку. Тот вначале опешил, затем оппёрся одной рукой на мальчишку, другой – на ружьё, и с трудом поднялся. Костя проводил его к трактору, здесь Митяй уселся на гусеницу и тяжело задышал. Стянул с лысой головы ушанку, протёр ею лоб.\n  Вскоре вернулся и Вадим. Они с Костей потупились, не зная, что сказать.",
    "answers": [
      {
        "id": 104,
        "text": "Извиниться"
      }
    ]
  },
  {
    "id": 103,
    "text": "",
    "answers": []
  },
  {
    "id": 104,
    "text": "–Это... извините нас, дядя Митяй, – подал голос Костя.\n–Ага, извините! – подхватил Вадим. – Мы больше так не будем. Честно.\n  Митяй не ответил. Задрав голову, он уставился на луну. Ружьё покоилось на коленях. Вадим ткнул Костю в плечо и мотнул головой в сторону поваленного забора.\n–Я ж не сторож, хлопцы, – нарушил молчание Митяй и поглядел на ребят.\n  Губы под седой бородой растянулись в улыбке.\n–Сам вот порешил за хозяйством тутошним приглядеть, ага. А то ж хто ж ещё, ежели не я? \n  Костя с Вадим успокоились. Похоже, сегодня их не пристрелят.",
    "answers": [
      {
        "id": 105,
        "text": "Узнать, зачем ему сторожить"
      },
      {
        "id": 106,
        "text": "Спросить о застреленном мальчике"
      },
      {
        "id": 107,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 105,
    "text": "–А если вы не сторож, то зачем сторожить?\n  Митяй ответил не сразу. Огляделся и заговорил неспешно:\n–Это ж родина моя... Вот, хляжу на неё и аж сердце кровью обливается. Скока народу работало тута, у-у-у! Всем селом строили. И шо строило-то? Будушчее! Во как ховаривали! А теперича? Эх! Просрали мы будущее!\n  Старик махнул рукой.",
    "answers": []
  },
  {
    "id": 106,
    "text": "–А вы... – Костя замялся.\n  Спрашивать такое... Он вдруг осознал, насколько неуместно прозвучал бы подобный вопрос.\n–А вы внатуре пацана застрелили? – брякнул Вадим.\n  Костя чуть на месте не подпрыгнул.\n–Ты чё?! – зашипел он на друга.\n–Пха-ха-ха! – рассмеялся вдруг Митяй и зашёлся кашлем.\n  Когда приступ прошёл, он заявил:\n–Так энту байку я ж сам-то и сочинил!\n–Байку?!\n–Ну да. На собрании так вот и сказал землякам, мол, ребят пора отучать по сельхозу шастать. Случай был один, паренёк на склад забрался, ну и шлёпнулся с него. Эт повезло ещчё – токмо ногу сломал. Ну, говорю, дитяток напужайте, дескать, я кому-то здеся ногу прострелил.\n  Митяй в задумчивости почесал бороду.\n–Годков восемь с того собрания прошло уж, а может и девять? Шо, теперича меня в душехубы записали? Ха-ха-ха, вот те раз!",
    "answers": [
      {
        "id": 108,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 107,
    "text": "  Нависло молчание. Где-то ухнула сова.\n–Значится так, хлопцы... – Митяй нахлобучил ушанку на макушку, поднялся и закинул ружьё на плечо.\n  Вадим не спускал взгляд с оружия.\n–Не пужайся, малой! – обратился к нему старик. – Ружьишко-то подстать мне теперича – совсем уж никудышное. Им токмо ежели прикладом кого охреть. Хе-хе.\n–Да я, это... да я и не боюсь, – приободрился Вадим.\n–Ну-ну, – усмехнулся Митяй, затем продолжил. – Значится так, забирайте вот энто вот всё, – кивнул на гружённую тачку. – и ступайте себе, по-добру, по-здорову.\n  Костя с Вадимом удивлённо переглянулись.\n–Токмо с условием! – Митяй погрозил пальцем. – Языком шибко не трепайтесь, хде металлу натырили, добро?\n–Добро! – ответили друзья.\n\n\n  <Конец записи>",
    "answers": [
      {
        "id": 12,
        "text": "К оглавлению"
      },
      {
        "id": 186,
        "text": "Следующая запись"
      }
    ]
  },
  {
    "id": 108,
    "text": "",
    "answers": []
  },
  {
    "id": 109,
    "text": "  Нависла чья-то. Костя сдвинул козырёк в сторону.\n–Что, загораешь? – спросила тень голосом Светы.\n–Угу.\n  \"Я уснул?\", – задался вопросом Костя, уселся и вдруг ощутил жгучую боль. Опустил глаза. Кожа на животе и груди покраснела.\n–Осторожнее надо быть, – заметила Света, ступая по деревянному мостику. – На таком солнце быстро обгоришь.\n  Костя хотел было надеть футболку, но, поморщившись, передумал.\n–Надо сметаной помазать, – посоветовала Света.\n  Она уселась на мостик спиной к Косте, прижав колени к груди. Её волосы, как обычно, были убраны в строгий хвост. А из одежды, как обычно, выделялись спортивные брюки и кроссовки. \"И как ей не жарко?\".",
    "answers": [
      {
        "id": 110,
        "text": "Позвать купаться"
      },
      {
        "id": 151,
        "text": "Спросить, как дела"
      }
    ]
  },
  {
    "id": 110,
    "text": "–Пошли купаться?\n–Не, купаться не люблю.\n–Зря, вода – парное молоко, – заверил Костя.\n  Света усмехнулась. \n–Я и молоко не люблю.\n  Костя опустил глаза, провёл рукой по песку, задумался. \"Не любит ни собак, ни купаться, ни молоко. Ведь так всё самое интересное можно пропустить...\". Он перевёл взгляд на Свету. Та по-прежнему сидела на мостике, прижав колени к груди. Но смотрела больше не на озеро, а, чуть повернув голову, косилась на Костю. \"Чего это она?\".",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "  Глава 5. \"Войнушка\".\n\n\n  Миша-Пухляш вышел из зарослей сирени с толстой веткой на плече.\n–Ребят! – крикнул он радостно. – Зырьте, чё нашёл! Базука!\n–Нельзя с базукой! – возмутился Вадим. – Выкинь!\n  У самого Вадима была \"снайперская винтовка\" – длинная доска с прибитой к ней резиновой трубкой. Костя оглядел берёзовую ветку в своих руках, преобразовавшуюся в автомат Калашникова. Ну и пускай, что ствол кривоват, зато ручка удобная.\n–Ну и где Серёга? – спросил нетерпеливо Вадим и оглядел улицу.\n  После обратился к Тёме:\n–Он точно придёт?\n–Да плидёт-плидёт, – прошепелявил тот и оскалился, демонстрируя расщелину на месте выбитых передних зубов. – Клафитчця поди.\n  Они с Вадимом заржали.",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "  На войнушку собрались почти все футболисты, кроме братьев-восьмилеток, всего – 12 пацанов. Поделились почти так же, как на футболе. Отсутствующий Серёга, Миша, ещё четверо в одной команде, Вадим, Костя, Тёма и ещё трое – в другой.\n  Играть порешили около заброшенной конторы – одноэтажного здания в центре деревни с выбитыми стёклами.",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "  Вскоре пришёл Серёга. И пришёл не один.\n–Пацаны! – крикнул он на подходе. – Она тоже хочет с нами поиграть.\n  Рядом шла Таня. Костя бросил взгляд на Вадима. Естественно, тот нахмурился.\n–Девчонки играть не умеют! – заявил Вадим.\n–Да чё там уметь-то?! – возразил Серёга.\n–Нет! Да и ваще, нас и так уже двенадцать. Она лишней будет.\n  Таня заметно расстроилась.",
    "answers": [
      {
        "id": 115,
        "text": "Поддержать Вадима"
      },
      {
        "id": 114,
        "text": "Поддержать Серёгу"
      }
    ]
  },
  {
    "id": 114,
    "text": "  Костя подошёл к Вадиму, хлопнул его по плечу.\n–Хорош уже на неё наезжать, пускай поиграет.\n   Тот хотел было что-то возразить, недолго подумал и всё же махнул рукой.\n–Ладно, блин!\n  Серёга буквально просиял и обратился к Тане:\n–Отлично! Только тебе ещё надо будет пушку найти.\n–Ой, а можно я стрелять не буду?\n  Все уставились на неё.\n–Как это, – не понял Костя. – играть в войнушку и не стрелять?\n  Таня замялась.\n–Ну, давайте я какой-нибудь медсестрой побуду? Буду раненных лечить.\n  Вадим оскалился. Остальные переглянулись, но никто не возразил. Теперь Тане предстояло выбрать к чьей команде присоединится.\n–Давай к нам! – крикнул Мишка, водружая на плечо найденную им раннее ветку. – У нас базука есть!\n–Да нельзя базуку, Пухляш! – накинулись на него ребята. – Выкинь её уже! С первого раза не понял, дурак?!\n–Я хочу с вами, – обратилась Таня к Косте.\n  Мишке и Серёге это не понравилось. Вадим также был не в восторге.\n–Классно, без оружия прям много пользы, – заметил он. – Ладно! Давайте уже начнём!",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "",
    "answers": []
  },
  {
    "id": 116,
    "text": "  Спустя около часа игры, Серёга крикнул:\n–Стоп игра! \n  И показался из-за дерева.\n–Бах! Фелёга тлуп!\n–Да стоп игра! – заорал тот, явно чем-то расстроенный.\n  Все играющие покинули укрытия.\n–Чё такое? – спросил Вадим.\n–Да нечестно играете! – заявил Серёга. – Вас, блин, убить нельзя! Таня теперь всех лечит!\n  Глаза присутствующих обратились к Тане. Которая, переминувшись с ноги на ногу, промолвила:\n–Извините.\n–Нам тоже медсестра нужна! – потребовал Серёга.\n–Ну и где ж нам её взять?\n  Все задумались. Вдруг Миша закричал, указав на улицу:\n–Зырьте!\n  Там шла Света с пакетами.\n–О, Свет, привет! – крикнул ей Серёга.\n–Чё надо?\n–Давай с нами в войнушку, медстестрой!\n–Я медсестрой?! В войнушку?! Да ты... – Света недоговорила, пригляделась. – Это там новенькая с вами?\n–Ага! Таня у них медсестра.\n  Света хищно улыбнулась и сказала:\n–Ладно, сейчас, только продукты домой отнесу.",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "  Вернулась она минут через пять в чёрных спортивных брюках и такого же цвета кофте. Принесла бинт и палку с привязанной к ней красной тряпкой.\n–Значит так, – заговорила она строгим голосом, отматывая бинт. – объясняю правила...\n–Тоже мне, командир, – пробурчал Вадим.\n–Этим... – Света отделила от бинта два длинных лоскута. – мы с новенькой будем перевязывать раненых. Кого застрелят – считает до десяти. Если за это время его не перевяжут – он умрёт. Надеюсь, до десяти все считать умеют?\n  Света с ехидной ухмылочкой осмотрела присутствующих и продолжила:\n–Команды поделятся на атакующих и обороняющихся. Оборонять нужно будет вот это, – Продемонстровала красный флажок. – Он будет хранится в конторе. Всё просто. Вопросы?\n–То есть, атакующим необязательно перестрелять всех, – уточнил Костя. – Можно будет просто флаг захватить?\n–Всё так.\n  Света подняла с земли короткую палку. \n–А это, пускай, мой автомат.\n–Не, автомат длинее, – заметил Тёма. – Это у тебя пифтолет.\n–Ну, пускай \"пифтолет\".\n  Света направилась к конторе и, проходя мимо Тани, добавила:\n–Да, и кстати, я не какая-нибудь там медсестричка, – Она глянула на вражеского \"медика\" с улыбочкой. – Я – полевой врач.\n  Таня посмотрела в ответ хмуро, с вызовом.\n–Давайте уже начнём, – поспешил разрядить ситуацию Костя.\n  Определить, кто в обороне, а кто в нападении, решили с помощью монетки. Команде Кости и Вадима досталась роль нападающих.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "–Чё, какой план? – спросил Вадим.\n  Они всей командой стояли теперь в проулке, в отдалении от конторы.\n  Костя представил карту местности. У входа в контору росли ряды густой сирени, которые послужили бы неплохим укрытием для наступающих. Однако атака с этого направления была, как наиболее предпочтительной, так и наиболее предсказуемой. Скорее всего, там их и будут ждать. \n  Помимо входа через дверь, в контору можно было пробраться и с противоположной стороны, через выбитое окно. Там, сквозь море крапивы, вилась тропинка прямиком к конторе. Идти по ней всей командой было неразумно. Так как в случае засады, отступить по узкой тропинке им не удалось бы.\n‐Ну? Чё придумал?",
    "answers": [
      {
        "id": 119,
        "text": "Атаковать всеми силами через главный вход"
      },
      {
        "id": 120,
        "text": "Пойти с Таней в обход, остальным же атаковать в лоб"
      },
      {
        "id": 121,
        "text": "Отправить Вадима и Таню в обход, самому же с командой атаковать в лоб"
      }
    ]
  },
  {
    "id": 119,
    "text": "",
    "answers": []
  },
  {
    "id": 120,
    "text": "",
    "answers": []
  },
  {
    "id": 121,
    "text": "–Есть у меня одна идея... Только наврядли она тебе понравится.\n–Чё там?\n  Костя поведал план.\n–Чего?! – предсказуемо воскликнул Вадим. – Нет! Пускай она с вами атакует! Я и один справлюсь, делов-то!\n  Таня молчала, заложив руки за спину.",
    "answers": [
      {
        "id": 122,
        "text": "Передумать"
      },
      {
        "id": 123,
        "text": "Настоять на своём"
      }
    ]
  },
  {
    "id": 122,
    "text": "",
    "answers": []
  },
  {
    "id": 123,
    "text": "–Мы должны захватить флаг, – начал объяснять Костя. – Если ты один пойдёшь и тебя там пристрелят, что тогда? Будем надеятся, что у Светы бинты раньше кончатся?\n–Блин, вы хотите пойти без медика? – спросил Вадим. – А если вас всех там...\n  Костя оглядел ребят.\n–Это мой план. Если у кого-то есть план получше, пускай расскажет тоже.\n  Все молчали. Костя продолжил:\n–Скорее всего, нас всех там спалят... нет, нас должны будут спалить! И, скорее всего, нас всех там и положат. Но так... ну, я думаю, что так мы сможем победить. Ну чё, пацаны, готовы собой пожертвовать, чтоб Вадим с Таней флаг захватили?\n  Прежде, чем кто-либо успел ответить, вперёд вышел Тёма.\n–Эх! Помилать так ф мувыкой! – крикнул он и, закинув на плечо ветку-пулемёт, двинулся к конторе.\n  Все присутствующие с улыбкой переглянулись и последовали за маленьким героем.",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "  По пути Вадим с Таней, пожелав остальным удачи, свернули на перекрёстке и двинулись к конторе обходным путём. Костя же повёл свой отряд вдоль заборов.\n  До сирени они добрались без проишествий. Там же встретили первого врага – Мишу-Пухляша. Тот стоял спиной, увлечённо что-то выискивая в бледно-фиолетовых цветках сирени. Ветка-оружие покойно лежала у его ног.\n–Пухляш! – раздался голос Светы со стороны конторы. – Ты что там делаешь?! Займи позицию!\n–Ща! Пятилистник только найду.\n  Поедание цветка сирени с пятью листками сулило исполнение желаний. По крайней мере, все деревенские дети свято в это верили. Даже некоторые взрослые, нет-нет, да и отправяли в рот случайный пятилистник.",
    "answers": [
      {
        "id": 125,
        "text": "Устранить Мишу"
      }
    ]
  },
  {
    "id": 125,
    "text": "  Пухляш настолько был занят поисками, что не сразу обратил внимание на приставленную к спине ветку.\n–Ты труп, – объявил ему Костя.\n–Блинский! – отозвался тот и, усевшись на землю, начал громко считать. – Раз! Два! Три!\n–Пухляша завалили! Они у сирени!\n–Пухляш дурак! – крикнула Света. – Так, всем по позициям!\n  Костя обернулся к отряду:\n–Прячьтесь!",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "  Первым из союзников был подстрелен лопоухий Петя. Он лёг на спину, заложив руки за голову. \n–Считай! Громко! – зашипел на него Костя.\n–Чё? Зачем? Танька ведь всё-равно...\n–Считай, я сказал!\n–Ну ёлки! Раз! Два! Три!\n–Тань, сюда! Петю подстрелили! – крикнул Костя в сторону конторы.\n  Затем обратился к раненному:\n–Всё, не считай.\n  По его задумке, этот небольшой спектакль должен был убедить противников в том, что Таня с ними, и что атака происходит лишь с одной стороны.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "  Спустя полчаса атакующих осталось всего двое – Костя и Тёма. Заняв позицию у сирени, они теперь могли лишь отчаянно тянуть время. О дальнейшей атаке не могло быть и речи.\n  Костя сделал вид, что извлёк магазин из автомата, проверил его. \"Да сколько там ещё у Светы бинтов?\".\n–Командил, – шепнул Тёма. – А фто ефли Вадима и Таньку там того... этого?\n  Костя ни раз задумывался об этом. \"Тогда нам капец\", – ответил он мысленно. Перевёл взгляд на Тёмку. Тот сидел под стволом сирени, обняв свой \"пулемёт\". Сгорбившийся, маленький.",
    "answers": [
      {
        "id": 128,
        "text": "Приободрить его"
      },
      {
        "id": 129,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 128,
    "text": "–Это... – заговорил Костя, старательно подбирая слова. – Слушай, ты ж знаешь, как Вадим хорошо играет, да? Как он ходит так тихонько и его вообще не слышно?\n–Как ниндя!\n–Точно! Как ниндзя! И он по-любому уже сейчас ищет флаг в конторе.\n–Внатуле? – обрадовался Тёма.\n  Костя усмехнулся и потрепал малыша по его светло-русым волосам.\n–Бах! Тёмка труп!",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "",
    "answers": []
  },
  {
    "id": 130,
    "text": "  Глаза паренька округлились, он завалился спиной на сирень и выронил пулемёт из рук. За ним оказался противник.\n–Дима труп! – крикнул Костя, направив на него \"калаш\".\n  Затем опустился на колени рядом с Тёмой.\n–Считай до десяти, слышишь?! Таня успеет, только считай, давай!\n  Тот лежал, глядя куда-то в сторону. Распалённое вооброжение Кости представило струйку крови, стекающую из уголка рта мальца.\n–Командил, Фета...\n–Что?\n  Вдруг что-то упёрлось Косте в затылок.\n–Повернись, медленно, – приказал девчачий голос.",
    "answers": [
      {
        "id": 131,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 131,
    "text": "  Костя обернулся. Над ним возвышалась Света, вооружённая веткой-пистолетом.\n–Брось оружие.\n  Костя швырнул \"калаш\" в сторону, поднял руки.\n–Ну и где же ваша Танечка? – спросила Света, оглядевшись. – Неужели испугалась и домой убежала?\n–Ну, типа того...\n  Света склонилась и приставила \"пистолет\" ко лбу Кости. \n–Хорош уже придуриваться! Отвечай или пулю в лоб схлопочешь!\n  Костя опустил взгляд и вдруг увидел в дверях конторы то, что заставило его улыбнуться.\n–Где Таня? – переспросил, подняв глаза на Свету. – Так вон она, флаг ваш несёт!\n  Света резко обернулась и действительно увидела Таню, покидающую контору и размахивающую красным знаменем. Следом за ней показался Вадим. Все кругом, и даже проигравшие, одобрительно загалдели, встречая Таню с Вадимом. Все, кроме Светы. Та в ярости отбросила ветку и отошла в сторону.\n  Вслед за Вадимом и Таней из-за конторы вышел Серёга.\n–Да я знал чтоли, что их там двое будет?! – возразил он кому-то. – Могли и сходить, проверить.",
    "answers": [
      {
        "id": 257,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "  Она глядела на дорогу, скрестив руки на груди. Костя подступил и, не решаясь заговорить, встал позади.\n–Вы отвлекали нас, тянули время... – проговорила Света задумчиво и обернулась.\n  Уставилась на Костю, и этот пристальный взгляд бирюзовых глаз заставил его смутиться.\n–Отвечай, твой был план? – спросила она вдруг строго.",
    "answers": [
      {
        "id": 133,
        "text": "–Да"
      },
      {
        "id": 134,
        "text": "–Нет"
      }
    ]
  },
  {
    "id": 133,
    "text": "–Я придумал.\n  Света хмыкнула.\n–Так и знала. Сомневаюсь, что кто-то из этих деревенщин долумался бы такого.",
    "answers": []
  },
  {
    "id": 134,
    "text": "–Н-нет, наш.\n–Да брось заливать-то! Я слышала от этой малявки, – Света махнула в сторону Тёмы. – что это ты всё придумал.\n  Она сблизилась, заглянула Косте в лицо.\n–Не вы победили, – сказала шёпотом и ткнула его пальцем в грудь. – ты победил. Понял?\n  Затем провела пальчиком вверх и щёлкнула Костю по носу. Тот отступил настороженно глядя на девочку. \"Что это на неё нашло?\".\n–Ладно, пойду-ка я домой, – бросила Света, уходя прочь. – Надоели мне эти глупые игры.\n  Озадаченный Костя проводил её взглядом, хмыкнул и вернулся к ребятам.",
    "answers": [
      {
        "id": 135,
        "text": "Подойти к Тёме с Мишей"
      },
      {
        "id": 136,
        "text": "Подойти к Вадиму",
        "need": [
          134
        ]
      },
      {
        "id": 141,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "",
    "answers": []
  },
  {
    "id": 136,
    "text": "–О, командир идёт! Смирно! – крикнул Вадим и встал ровно.\n  Таня также вытянулась по струнке, сдержав улыбку.\n–Вольно, – отмахнулся Костя.\n  Ребята засмеялись.\n–Света чё, обиделась? – спросил Вадим.\n  Костя пожал плечами.\n–И как мы дальше без второго медика? – задал Вадим следующий вопрос.\n–И без первого, – добавила Таня.\n–Чё?! – обернулись к ней мальчишки.\n–Ну... – Таня замялась. – Мне домой надо, вечер ведь уже.\n  Костя огляделся и только сейчас заметил полыхающий на горизонте закат. \"Это ж сколько часов мы тут играем?\" – удивился он.\n–Всем пока, – сказала Таня, рассеянно оглядев присутствующих.\n–Пока, пока, – отозвались ребята.\n  Последним с ней попрощался Вадим.\n–Пока...\n  Таня задержала на нём взгляд, улыбнулась.",
    "answers": [
      {
        "id": 142,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "",
    "answers": []
  },
  {
    "id": 138,
    "text": "",
    "answers": []
  },
  {
    "id": 139,
    "text": "  Провозившись какое-то время с ключами, дед всё же отпёр замок. Тот с громким лязгом грохнулся о бетонный пол крыльца. Дед чертыхнулся, поднял тяжёлый замок и вошёл в здание школы.\n  Теперь Костя должен был решить, как продолжать вести слежку: снаружи, заглядывая в окна или же войти внутрь.",
    "answers": [
      {
        "id": 140,
        "text": "Заглянуть в окна"
      },
      {
        "id": 285,
        "text": "Войти в школу"
      }
    ]
  },
  {
    "id": 140,
    "text": "  Костя подкрался к окнам и принялся заглядывать в каждое поочерёдно. Прошёл вдоль всей стены, но тщетно. Были видны лишь пустые кабинеты с партами.\n  \"А что если он вообще не в кабинете?\", – задумался Костя. – \"Может, мне лучше зайти внутрь?\". Был ещё вариант обойти школу и заглянуть в окна уже с противоположной стороны.",
    "answers": [
      {
        "id": 293,
        "text": "Войти в школу"
      },
      {
        "id": 294,
        "text": "Обойти "
      }
    ]
  },
  {
    "id": 141,
    "text": "",
    "answers": []
  },
  {
    "id": 142,
    "text": "–Тили-тили тесто... – ехидно пропел Серёга по уходу Тани.\n–Заткнись! – оборвал его Вадим.\n–Ладно-ладно.\n  Серёга отступил на безопасное расстояние и продолжил:\n–Только ты скажи, чё вы в конторе так долго делали, а? Целовались поди?\n  Он причмокнул губами, изображая поцелуй. Ребята кругом заржали. Вадим же отбросил \"винтовку\", угрожающе сжал кулаки и направился к Серёге. Косте пришлось вмешаться, удержав друга за плечи. Иначе драки было бы не избежать.\n–Ой-ой, – испугался Серёга. – Я ж в шутку, ты чё?!\n–Глупая шутка, – заметил Костя.\n  Вадим дёрнул плечами, освободившись от захвата, поднял с земли своё оружие и двинулся к улице.",
    "answers": [
      {
        "id": 143,
        "text": "Последовать за ним"
      },
      {
        "id": 144,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 143,
    "text": "–Вадим! \n  Костя догнал друга по дороге домой.\n–Вот же придурок! – рявкнул Вадим.\n–Да ладно, забей.\n–Не, ну чё он ерунду несёт?!\n  Вадим пнул случайный камушек и дальше шёл уже молча. Костя решил...",
    "answers": [
      {
        "id": 145,
        "text": "спросить о совместной с Таней вылазке"
      },
      {
        "id": 146,
        "text": "поговорить о выручке с продажи металлолома"
      },
      {
        "id": 147,
        "text": "также сохранять молчание"
      }
    ]
  },
  {
    "id": 144,
    "text": "",
    "answers": []
  },
  {
    "id": 145,
    "text": "–Как я понял, вас у конторы Серёга поджидал?\n–Угу, – отозвался Вадим. – Я в окно лез, а он меня подстрелил. Ладно хоть Таня в крапиве спряталась. Потом подняла меня.\n  Помолчали. Вдруг Вадим добавил:\n–Мы просто разговаривали.\n–Что?\n–С Таней. Мы с ней просто разговаривали.\n–А, понятно...",
    "answers": [
      {
        "need_sometimes": false,
        "id": 148,
        "var_need": [
          "Вадим",
          0
        ],
        "need": [
          97
        ],
        "text": "Узнать подробности "
      },
      {
        "id": 149,
        "text": "Не доставать расспросами"
      }
    ]
  },
  {
    "id": 146,
    "text": "",
    "answers": []
  },
  {
    "id": 147,
    "text": "",
    "answers": []
  },
  {
    "id": 148,
    "text": "–А о чём?\n–Да так, толком ни о чём... – ответил Вадим.\n  Тихонько засмеялся.\n–Короче, она рассказала, как мы с ней играли в принцессу и \"лыцаля\". Так я себя и называл, \"лыцалем\", прикинь? А вот этого я не помню. Ещё она сказала, что я даже с гусём подрался как-то раз. Он \"длаконом\" был.\n  Вадим улыбнулся как-то задумчиво и продолжил:\n–Она не забывала, Костян. Она всё помнила.\n  Костя некоторое время глядел на счастливое лицо друга, и улыбнулся тоже.\n\n\n  <Конец записи >",
    "answers": [
      {
        "id": 12,
        "text": "К оглавлению "
      },
      {
        "id": 150,
        "text": "Следующая запись "
      }
    ]
  },
  {
    "id": 149,
    "text": "",
    "answers": []
  },
  {
    "id": 150,
    "text": "  День выдался жарким. Да ещё и скучным. Вадима родители увезли в райцентр, за пятьдесят киллометров от деревни.\n  Костя сидел на песке у озера. Футболку он снял, кепку смочил, а ноги погрузил в воду. Озеро отражало в себе безоблачное небо, благодаря чему приобретало бирюзовый оттенок. \"Такого же цвета глаза у Светы\", – отчего-то подумалось Косте. Он лёг на разгорячённый песок, задвинул козырёк на глаза. \"Немного позагораю, а потом в тенёк\".\n  Ветер прошелестел в камышах, где-то залилась смехом чайка.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "",
    "answers": []
  },
  {
    "id": 152,
    "text": "  Света вдруг поднялась на ноги и быстро, решительно сблизилась. Затем огляделась, сняла кроссовки. Скинув обувь, закатала джинсы до колен. И Костя ужаснулся. Бледные ноги девочки были покрыты глубокими рубцами, а на левой ступне отсутствовал мизинец.\n–Ай, горячо! – Света осторожно ступила на песок.\n  Костя не мог оторвать взгляд от шрамов.\n–Что, любуешься?\n  Света подняла левую ногу и пошевелила пальчиками. Костя смущённо отвёл взгляд. Девочка же рассмеялась и направилась к озеру.\n–Уже и не помню, когда так делала, – сказала она, вступая в воду. – Ка-а-айф!",
    "answers": [
      {
        "id": 153,
        "text": "Спросить про шрамы"
      },
      {
        "id": 154,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 153,
    "text": "",
    "answers": []
  },
  {
    "id": 154,
    "text": "  Приложив усилия Костя всё же заглушил в себе любопытство. Он принялся разглядывать галдящих над озером чаек.\n–Почему не спрашиваешь? – обратилась к нему Света.\n–Чего?\n–Про шрамы, – Света вышла из воды на песок. – Почему не спрашиваешь? Не интересно?\n–Интересно, – признался Костя, потупившись. – Просто...\n  Света подошла ближе.\n–Просто... я... ну, не хочу тебя обидеть, – договорил Костя.\n  Девочка усмехнулась, шлёпнула его по козырьку и уселась рядом.",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "  Квакнула лягушка в зарослях камыша, ей вторила другая. Пару минут Костя со Светой сидели молча. Она качнулась, задела плечом его плечо.\n–Я ещё маленькой здесь жила, – начала рассказ, прижав колени к груди. – Толком и не помню. Но, веришь, нет, тогда собак вообще не боялась. Веткой их гоняла, если приходилось. А потом меня увезли в город, учиться в школе. – Света тихонько засмеялась. – В первое время я там по привычке со всеми здоровалась, думала, так быстрее друзей найду... Городские смотрели на меня, как на дурочку, – Улыбка резко сошла с губ. – А потом... Помню, шла я домой после уроков. Обычно меня из школы забирали мама или папа. Вроде в тот день их обоих задержали на работе или типа того. От школы до дома не так уж и далеко, пройти нужно было мимо гаражей. И вот, когда я проходила там, навстречу выскочила стая собак...\n  Света умолкла, дотронулась до обрубка мизинца на ноге.\n–Они мне до сих пор в кошмарах снятся... – закончила шёпотом.",
    "answers": [
      {
        "id": 156,
        "text": "Посочувствовать"
      }
    ]
  },
  {
    "id": 156,
    "text": "–Света, это... это просто ужасно. Сочувствую тебе...\n  Девочка посмотрела на него и улыбнулась. Однако в изумрудных глазах читалась грусть. Должно быть, эта грусть уже никогда её не покинет.\n—Знаешь, а я раньше никому об этом не рассказывала, – призналась Света и стала обуваться. \n  Косте же вдруг вспомнились щенята Найды. \"Они не кажутся страшными. Может, стоит показать их Свете?\".",
    "answers": [
      {
        "id": 157,
        "text": "Предложить прогуляться"
      }
    ]
  },
  {
    "id": 157,
    "text": "–Пойдём, прогуляемся, – Костя встал на ноги, отряхнулся. Футболку он накинул на плечи, наподобие плаща.\n–Пойдём, – без особого энтузиазма отозвалась Света.",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "  Они поднялись по проулку, заросшему крапивой, вышли на центральную улицу и направились в сторону школьного стадиона.\n  Солнце перевалило за зенит. На небе по-прежнему не было ни облачка, лишь на востоке, на самой кромке сгущались тучи.\n–Где Вадим? – спросила Света по дороге.\n–В райцентр уехал, родителям на рынке помогать.\n–Ну и пускай катится.",
    "answers": [
      {
        "id": 159,
        "text": "–Почему вы с ним вечно ругаетесь?"
      },
      {
        "id": 160,
        "text": "Сменить тему разговора "
      }
    ]
  },
  {
    "id": 159,
    "text": "–Почему вы с ним вечно ругаетесь? – спросил Костя. – Вы ведь даже дружили когда-то.\n  Света задумалась.\n–Мы и вправду дружили в детстве. Но с тех пор многое изменилось. То есть, изменилась я. \"Чтобы стать лучше, нужно работать над собой\". Мама так говорит. Это называется саморазвитием и оно является важной частью взросления.\n  Это прозвучало, как цитата чьей-то речи, как надпись, которую Света навсегда выгравировала в своём сознании. \n–В общем, я развиваюсь, а он остаётся таким же неотёсанным, вспыльчивым грубияном.\n  Она вдруг остановилась и серьёзно сказала:\n–Если ты хочешь развиваться, Костя, то тебе тоже нужно тщательно выбирать круг общения.",
    "answers": [
      {
        "id": 161,
        "text": "Поблагодарить за совет"
      },
      {
        "id": 162,
        "text": "Заступиться за Вадима"
      }
    ]
  },
  {
    "id": 160,
    "text": "",
    "answers": []
  },
  {
    "id": 161,
    "text": "",
    "answers": []
  },
  {
    "id": 162,
    "text": "  Костя двинулся дальше и, поразмышляв, ответил:\n–Да, Вадим может и грубиян, может и вправду вспыльчивый, но всё же он добрый, весёлый и он мой друг, и мне нравится проводить с ним время. А если ты говоришь, что для взросления нужно перестать с ним общаться... что ж, тогда я не хочу взрослеть. Уж точно не так.\n  Света хмыкнула и бросила лишь:\n–Может, ещё передумаешь.",
    "answers": [
      {
        "id": 163,
        "text": "Поговорить о Тане"
      }
    ]
  },
  {
    "id": 163,
    "text": "–Что думаешь о Тане?\n  Судя по тону, с которым заговорила Света и по выражению её лица, данная тема была для неё неприятна.\n–О Тане? А чего о ней думать? – сказала она. – Скрытная какая-то, молчунья. Строит из себя невесть что, прям бесит!\n–Угу.\n  \"Так значит, Света её не помнит\", – подумал Костя. Воображение же представило его на минном поле. Один неверный шаг, а в данном случае – неверное слово – взрыв!\n  Благо Света сама решила сменить курс разговора.\n–Куда ты меня ведёшь?\n–Пускай будет сюрпризом.\n  Света цокнула языком.\n–Не по душе мне это, – сказала она. – Просто я...\n–Дай угадаю, сюрпризы не любишь?\n  Света усмехнулась, сдвинула козырёк кепки Косте на глаза.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "  До бабы Нюры оставалось ещё несколько домов. Когда Света вдруг спросила:\n–А что ты думаешь о Тане?\n  Костя глянул на собеседницу. Та, отвернувшись, смотрела в противоположную сторону, на ровный ряд деревянного забора. \"Что я думаю о Тане?\", – задался Костя вопросом.",
    "answers": [
      {
        "id": 165,
        "text": "–Думаю, ты права на её счёт"
      },
      {
        "id": 166,
        "text": "–Я думаю, она не такая уж плохая"
      }
    ]
  },
  {
    "id": 165,
    "text": "",
    "answers": []
  },
  {
    "id": 166,
    "text": "–Я толком с ней не общался, – сказал Костя. – но, мне кажется, она не такая уж плохая.\n  Света недовольно хмыкнула.\n–Может, если ты поговоришь с ней, – продолжил Костя. – если получше узнаешь...\n–Нет, – оборвала Света.\n  И вновь Костя оказался на минном поле.",
    "answers": [
      {
        "id": 167,
        "text": "Узнать причину"
      },
      {
        "id": 168,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 167,
    "text": "–Но почему? – спросил Костя. – Что она сделала плохого?\n  Света остановилась, обдала его прожигающим взглядом. Костя услышал щелчок воображаемой мины под ногами.\n–Почему ты за неё заступаешься?\n–Я-я не заступаюсь, просто...\n–Просто хочешь всех с нею подружить, да?! – Света надвинулась. – И Вадима, и меня! Чего так печёшься о своей Танюше?!\n  \"О моей?\".\n–Не нравится она мне, вот и всё! – продолжила Света. – А если ты...",
    "answers": [
      {
        "id": 169,
        "text": "Извиниться"
      },
      {
        "id": 170,
        "text": "Не перебивать"
      }
    ]
  },
  {
    "id": 168,
    "text": "",
    "answers": []
  },
  {
    "id": 169,
    "text": "–Прости-прости, – прервал её Костя. – Зря я начал доставать тебя, извини. Конечно, если ты не хочешь с кем-то общаться, то это... это твоё полное право.\n  Света вздёрнула острый носик.\n–Вот именно! Хм! – бросила она и двинулась дальше.\n  Костя же облегчённо выдохнул. \"И кто это ещё грубиян вспыльчивый?\".",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 170,
    "text": "",
    "answers": []
  },
  {
    "id": 171,
    "text": "  Они добрались до ворот бабы Нюры.\n–Вот и пришли, – сказал Костя.\n  Он вошёл было во двор, но Света задержалась.\n–Ты чего?\n  Девочка осторожно заглянула во двор и проговорила:\n–Там же...\n  Костя впервые видел её такой. Широко раскрытые глаза, подрагивающие губы и прижатые к груди руки. Она по-настоящему была напугана.",
    "answers": [
      {
        "id": 173,
        "text": "Подбодрить"
      },
      {
        "id": 172,
        "text": "Взять её за руку"
      }
    ]
  },
  {
    "id": 172,
    "text": "  Костя подошёл к ней и словно повинуясь порыву, взял её за руку. Света вздрогнула, отдёрнула кисть. Оба смутились.\n–Эм, если ты... ну, если не хочешь... – сбивчиво проговорил Костя, глядя под ноги.\n–Я пойду, – прервала его Света. – Ты только не отходи от меня, хорошо?\n  Несмотря на румянец, проявившийся на щеках, взгляд изумрудных глаз был решительный.\n–Хорошо, – кивнул Костя.",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "  Костя подошёл к ней. Света же отступила.\n–Нет-нет, я... я...\n  ",
    "answers": []
  },
  {
    "id": 174,
    "text": "  Первым во двор вошёл Костя. Огляделся. Найда лежала в вальере. В ответ на проникновение незванного гостя, она подняла голову, зарычала. \n  Обернувшись Костя увидел лишь голову Светы, выглядывающую из-за калитки.\n–Идём, – помахал он.\n  Не сводя глаз с Найды, Света прошла вперёд. Собака поднялась с земли, зарычала громче. \"Сейчас залает!\", – подумал Костя. Представил, как Света с отчаянным криком бросается наутёк.\n–Найда, фу! – раздался голос бабы Нюры.\n  Найда глянула на хозяйку, своевременно вышедшую из дома на крыльцо, зевнула и легла обратно на землю.\n–Заходите, ребята, не бойтесь, – замахала баба Нюра.",
    "answers": [
      {
        "id": 175,
        "text": "Поздороваться"
      }
    ]
  },
  {
    "id": 175,
    "text": "–Здрасьте!\n–Привет, Костенька. А это кто это с тобой? – Баба Нюра прищурилась. – Света чтоли?\n–А? Дa-да! Здрасьте, баба Нюра! – отозвалась Света, отойдя наконец от испуга. – Как ваше здоровье? Не болеете?\n–Ничего-ничего! Спасибо!\n  \"А она умеет притворяться милой, когда нужно\", – заметил Костя, глядя на личико спутницы и на её приветливую улыбочку.\n–Заходите, ребятушки! – засуетилась хозяйка. – Чаем вас угощу!\n–Не-не-не, спасибо! – замахал руками Костя. – Мы тут ненадолго. Хотели щенят просто посмотреть.\n–А! Это конечно! Это я сейчас, мигом!\n  Баба Нюра спустилась с крыльца и засеменила к вальеру. Костя меж тем бросил взгляд на Свету. Та продолжала улыбаться, но теперь уголки её губ чуть опустились. Отчего до того милая улыбочка стала походить на оскал. Что в купе с пронзительным взором, направленным на Костю, отчётливо значило, что сюрприз Свете не понравился. \"Ну устроит она мне потом\", – сокрушённо подумал Костя.",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": "  В данный момент Костя подметал двор и делал он это на скорую руку, оставляя за собой мелкий сор. Конечно, кому охота заниматься уборкой, когда с озера доносятся радостные крики друзей. \"Поди опять с мостика сальто делают\", – размышлял Костя. А ведь в прошлый раз у него почти получилось сделать сальто назад. Подобные мысли участили темп взмаха метлой. Клубы пыли окутали Костю, как вдруг с улицы раздался пронзительный визг.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "",
    "answers": []
  },
  {
    "id": 178,
    "text": "  Вскоре баба Нюра вернулась с белым щенком. Серенькая же никак не хотела даваться в руки и забилась вглубь будки.\n–Ха-ха! Смотри, Света, какой прикольный! – сказал Костя, принимая щенка от хозяйки.\n  Щенок попытался взобраться на плечо, Костя перехватил его. Тогда щенок начал бороться с рукой мальчишки, то кусая её, то пытаясь вырваться.\n–Ты смотри, смотри что делает! – Костя двинулся к Свете.\n  Но та отступила, соорудив брезгливую гримассу.\n–Я и так всё прекрасно вижу.",
    "answers": [
      {
        "id": 179,
        "text": "Подойти"
      },
      {
        "id": 180,
        "text": "Не настаивать"
      }
    ]
  },
  {
    "id": 179,
    "text": "  Костя всё же шагнул к ней.\n–Не подходи, – строго сказала Света. – Не подходи ко мне с \"этим\" на руках!\n–Да ты только прсмотри на него поближе! Посмотри, какие глазки!\n–Глазки, как глазки! Ай! – прикрикнула Света, когда Костя вновь с ней сблизился, и отскочила, как от огня. – Нет! Не подходи! Я серьёзно! Константин! Ещё шаг и я уйду!\n  Лицо её раскраснелось, губы до бела были сжаты. Косте даже показалось, что он заметил слёзы в её глазах.",
    "answers": [
      {
        "id": 181,
        "text": "Обозвать трусихой"
      },
      {
        "id": 182,
        "text": "Подойти"
      },
      {
        "id": 183,
        "text": "Отступить"
      }
    ]
  },
  {
    "id": 180,
    "text": "",
    "answers": []
  },
  {
    "id": 181,
    "text": "–Да что ты, как трусиха себя ведёшь?! – заявил вдруг Костя. И сам же удивился своим словам.\n  Света опешила и какое-то время молча пялилась на него.\n–Ой, ребята... – подала голос баба Нюра.\n–Кто трусиха?! Я?! – рассвирепела Света. – Да я... Иди в баню! Не трусиха я, понял?!\n–Ну и подойди тогда!\n–И подойду тогда!\n  Света двумя решительными шагами приблизилась и с вызовом уставилась на Костю.",
    "answers": [
      {
        "id": 184,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 182,
    "text": "",
    "answers": []
  },
  {
    "id": 183,
    "text": "",
    "answers": []
  },
  {
    "id": 184,
    "text": "  Её лицо в нескольких сантиметрах буквально пылало яростью, а в бирюзовых глазах блестал недобрый огонёк. Но, странное дело, Костя не страшился этого огня. Напротив, любовался им. Любовался Светой. Невольная полуулыбка проявилась на его губах.\n  Видимо, абсолютно бесстрашная улыбка Кости застала Свету врасплох. Она недоумевающе осмотрела его физиономию, затем нахмурилась, чуть отвела лицо и подозрительно покосилась.\n–Ты чего? – спросила она наконец. И в голосе не было ни крупинки былой ярости.\n–Ничего, – ещё шире улыбнулся Костя.\n  Света хмыкнула. И вдруг осознала, что щенок на руках Кости уже довольно-таки продолжительное время обнюхивал её, тыча мокрым носом в предплечье. Инстинктивно Света отступила назад и замахнулась, намереваясь ударить наглого пса по голове. Однако самообладание быстро к ней вернулось.\n  Света осторожно опустила дрожащую руку на туловище щенка, провела сверху вниз.\n–Какой мягкий, – улыбнулась она, продолжая водить рукой.\n–Ага.\n  Костя также принялся гладить щенка. Несколько раз их пальцы соприкоснулись. Отчего-то щёки Кости запылали, он теперь стеснялся даже взглянуть на Свету.",
    "answers": [
      {
        "id": 185,
        "text": "Отдать ей щенка"
      }
    ]
  },
  {
    "id": 185,
    "text": "–На вот, держи.\n–Что? Нет!\n  Костя всё же переложил щенка на руки оторопевшей Светы. Та поначалу отдалила его от себя и держала на вытянутых руках, причитая при этом: \"Забери его, Костя! Забери!\".\n–Да не бойся ты – не укусит, – заверила баба Нюра.\n  Со временем Света пообвыкла. Опустила щенка на землю и принялась безостановочно гладить, умиляясь мягкости шёрстки. \"Столько лет даже близко не подходить к собакам. Не удивительно, что ласкать щенка ей теперь в диковинку\", — думал Костя, с улыбкой наблюдая за Светой. С такой же улыбкой за Светой наблюдала и баба Нюра.",
    "answers": []
  },
  {
    "id": 186,
    "text": "  Глава 4. \"НЛО\".\n\n  Пять мальчишек и три девочки. Кто сидел на лавке у забора, кто стоял рядом, иные и вовсе расселись прямиком на траве. Все внимательно слушали мужчину в белой рубашке и синих брюках. Довольно высокого роста, худой и бледный. С помощью тоненькой ветки – своеобразной указки – он объяснял назначение установленной на земле круглой дощечки с металлическим стержнем в центре.\n–...таким образом, с помощью гомона, – Мужчина указал веткой на стержень. – и циферблата можно определить время. Это, на первый взгляд, простое устройство и называют солнечными часами. Да, и кстати, если судить по ним, то сейчас ровно полдень!",
    "answers": [
      {
        "id": 188,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 187,
    "text": "  Этот вопрос был настолько неуместен, что не только Валерий Павлович растерялся, но и вся ватага ребят разом замолчала и с удивлением уставилась на Лилию. Та повторила вопрос, не сводя глаз с Валерия Павловича:\n–Вы верите в НЛО?\n  Серёга ткнул Лилию в спину. Оба обменялись многозначительными взглядами.\n–Очень... неожиданный вопрос, – признал наконец Валерий Павлович. – Существует ли жизнь за пределами Земли? К сожалению, не могу дать твёрдого ответа, – Развёл он руками. – Вселенная необъятна, и, кто знает, сколько в ней планет, схожих с нашей, на которых могла бы зародиться жизнь. Но всё же, пока не будет явного, задокументированного контакта с внеземным разумом нельзя утверждать, что НЛО существует.",
    "answers": [
      {
        "id": 190,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 188,
    "text": "  Звали этого мужчину Валерием Павловичем, ему было около тридцати и работал он в сельской школе учителем. Преподавал историю и, в связи с дифицитом кадров, ещё и географию. Поселился здесь не так давно, всего месяц назад. А до того вроде жил в городе, там же и работал. О себе Валерий Павлович вообще распространялся неохотно. И причина, по которой он вдруг переехал в такую глушь, до сих пор оставалась для всех тайной.",
    "answers": [
      {
        "id": 189,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 189,
    "text": "–Уже полдень? – переспросил Вадим. – Валерий Павлович, у нас тут свои часы есть. Пухляш! Чё там, обед уже?\n  Миша-Пухляш, занимавший до того сразу два места на скамье и всеобщим решением скинутый теперь на землю, ненадолго призадумался, прислушался к собственным инстинктам и ответил:\n–Не, рано. Часок ещё где-то.\n  Валерий Павлович сверился с наручными часами.\n–Хм, действительно, ровно одиннадцать... Поразительная точность, Миша!\n  Довольный Пухляш заулыбался.\n–Ну и туфта же эти ваши солнечные часы! – махнул рукой Вадим.\n–Нет-нет, боюсь, всё не так однозначно, – мягко возразил Валерий Павлович. – Видишь ли, солнечные часы показывают солнечное время. И оно может сильно отличаться от времени местного.\n–Ну и зафига мне время солнечное, если на обычных часах время другое?!\n  Кто-то принялся спорить с Вадимом, кто-то выступил в его поддержку. Валерий Павлович, рассеянно улыбаясь, попытался всех утихомирить. Вдруг среди всеобщего гомона, раздался голос Лилии:\n–А вы в НЛО верите?",
    "answers": [
      {
        "id": 187,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 190,
    "text": "  Минут через десять непрерывной дискусии Валерий Павлович попрощался и через калитку, расположенную у скамьи, ушёл к себе во двор.\n  Ребята ещё посидели у дома учителя, но вскоре разошлись.",
    "answers": [
      {
        "id": 191,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 191,
    "text": "–\"Изобретение века\"! Пф, ну и туфта! – говорил Вадим Косте.\n  По улице они шли вдвоём.\n–Воткнули палку в землю – вот тебе часы! Делов-то!\n",
    "answers": [
      {
        "comment": true,
        "var_equal": [
          "поспорить",
          1
        ],
        "id": 191,
        "text": "–Ну не знаю, – ответил Костя. – Не всё так просто. Помнишь, Валерий Павлович сказал, что нужно углы считать, широту места проживания учесть...\n–Эй, пацанва!\n  На плечи Кости и Вадима вдруг навалился Серёга.\n–Слышьте, чё скажу!\n  Он осмотрелся кругом и, склонив головы спутников к себе, зашептал:\n–А Валерий Павлович-то, инопланетянин...",
        "instant": true,
        "merge": true
      },
      {
        "id": 193,
        "text": "Согласится"
      },
      {
        "var_not": [
          "поспорить",
          1
        ],
        "var_add": [
          "поспорить",
          1
        ],
        "id": 191,
        "text": "Поспорить",
        "var_less": [
          "согласится",
          1
        ]
      },
      {
        "id": 192,
        "text": "–Чего?!",
        "var_equal": [
          "поспорить",
          1
        ]
      },
      {
        "id": 192,
        "text": "–Чего?!",
        "var_equal": [
          "согласится",
          1
        ]
      }
    ]
  },
  {
    "id": 192,
    "text": "–Чего?! – хором воскликнули Вадим с Костей.\n–Да тише вы, тише! Услышит ещё, – зашипел Серёга.\n–Ты чё, сдурел? – Вадим скинул с себя его руку. – Или тебе башку на солнце напекло?!\n–Хм, может съел чего? Мухоморов, например, – Костя присмотрелся к Серёге.\n–Да я внатуре говорю! – едва не завопил тот. – Мне так Лиля сказала!\n–Пф! Нашёл кого слушать! – отмахнулся Костя. – Она ж того...\n  Он покрутил пальцем у виска. Вдруг, ко всеобщему испугу присутствующих, из-за спины Кости вынырнула Лилия.",
    "answers": [
      {
        "id": 194,
        "text": "–Откуда ты?!"
      }
    ]
  },
  {
    "id": 193,
    "text": "",
    "answers": []
  },
  {
    "id": 194,
    "text": "–Ты тут откуда?! – вскричал Костя. \n–Хорош так пугать! – вторил ему Вадим.\n  Лилия же улыбнулась.\n–Я, может и того, – вступила она в разговор. Костя покраснел. – но могу доказать, что Валерий Павлович – инопланетный шпион.\n  \"Издевается, что ли?!\". Костя бросил взгляд на Вадима. И, судя по выражению лица друга, над словами Лилии он, как минимум, призадумался.",
    "answers": [
      {
        "id": 196,
        "text": "Выразить заинтересованность"
      },
      {
        "id": 195,
        "text": "Высказать сомнение"
      }
    ]
  },
  {
    "id": 195,
    "text": "  Серьёзные и настороженные физиономии ребят, будто действительно обсуждающих какую-то тайну, начинали раздражать.\n–Что за бред? С ума посходили?! – накричал Костя на Серёгу с Лилией.\n  Затем обратился к Вадиму:\n–А ты чего? Только не говори, что поверил!\n–Да не, не особо, – протянул тот в нерешительности, почёсывая затылок. – Просто он внатуре чем-то похож.\n–На кого? – не понял Костя.\n–Ну, на инопланетянина.\n  Костя представил внешность Валерия Павловича. \"Ну да, худой и высокий, глаза большие и на выкате. Ну и что с того? Бред!\"",
    "answers": [
      {
        "id": 197,
        "text": "Идти домой"
      },
      {
        "id": 198,
        "text": "Узнать подробности у Лилии"
      }
    ]
  },
  {
    "id": 196,
    "text": "",
    "answers": []
  },
  {
    "id": 197,
    "text": "",
    "answers": []
  },
  {
    "id": 198,
    "text": "–Ну и чем докажешь? – спросил Костя у Лилии, скептически скрестив руки на груди.\n  Та словно только и ждала этого вопроса. Прищурив лисьи глазки и хитро улыбнувшись, сказала:\n–Приходите ровно в десять к солнечным часам. Тогда и увидите.\n–В десять вечера? – переспросил Костя. – Так поздно?\n–Что такое? Темноты боишься? – подзадорила Лилия.\n–Не-не, он, наверное, ремня дедушкиного боится! – подхватил Серёга.\n  \"Ничего я не боюсь!\", – подумал Костя и, насупившись, ответил:",
    "answers": [
      {
        "id": 200,
        "text": "–Я приду!"
      },
      {
        "id": 199,
        "text": "–Да пошли вы!"
      }
    ]
  },
  {
    "id": 199,
    "text": "",
    "answers": []
  },
  {
    "id": 200,
    "text": "–Ничё я не испугался! Приду я!\n  Лилия одобрительно кивнула. Вадим же толкнул Костю кулаком в плечо.\n–Мы придём! – заявил он.",
    "answers": [
      {
        "id": 201,
        "text": "Вечером"
      }
    ]
  },
  {
    "id": 201,
    "text": "  По телевизору шли \"Секретные материалы\". Как назло, серия была об НЛО.\n–Всё, хватит на сегодня страшилок, – объявила бабушка и выключила телевизор. – Ложись-ка спать, золотце.\n  Перекрестив Костю на ночь, поцеловела его в лоб и ушла. Костя остался в комнате один. Прикроватный ночник давал слабое освещение, и там, где сгущались тени, воображение рисовало жутких монстров, призраков и... инопланетян.\n  Монотонный стук настенных часов звучал отчётливее в воцарившейся гробовой тишине. Стрелки застыли на без пятнадцати десяти.\n  \"Может, да ну их?\", – размышлял Костя, подтянув одеяло к подбородку. – \"Лилька напридумывала себе что-то или просто подколоть захотела\".",
    "answers": [
      {
        "id": 202,
        "text": "Глянуть в окно"
      }
    ]
  },
  {
    "id": 202,
    "text": "  Кровать располагась у окна, и обычно Косте открывался из него вид на часть ночного неба и тихию, спокойную луну. Но в этот раз Костя увидел там то, что заставило его вздрогнуть и едва не завопить от ужаса.\n  Там было чьё-то лицо.",
    "answers": [
      {
        "id": 203,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 203,
    "text": "  Однако в ответ на испуг Кости, человек за окном отступил и поспешно замахал руками. Это был Вадим. Костя прижал руку к груди и облегчённо выдохнул. Сердце гулко стучало об рёбра.",
    "answers": [
      {
        "id": 204,
        "text": "Открыть окно"
      }
    ]
  },
  {
    "id": 204,
    "text": "–Ты чё тут делаешь?! – яростно зашипел Костя, высунувшись в растворённое окно.\n–За тобой пришёл! – зашипел в ответ Вадим. – А ты чё дрыхнешь?!\n–Не дрых я!\n–Ну и пошли тогда!\n–Ну и пошли!",
    "answers": [
      {
        "id": 205,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 205,
    "text": "  Как и договаривались, Лилия ждала их на скамье у солнечных часов.\n–Я уж подумала, не придёте, – Вскочила. – Ладно, погнали!\n  Получив от Вадима карманный фонарик, она повела ребят вдоль высокого деревянного забора. За которым Валерий Павлович скрывал от любопытных глаз свой двор.",
    "answers": [
      {
        "id": 206,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 206,
    "text": "  Свернув за угол троица двинулась по проулку, заросшему крапивой. Благо, вдоль забора вела узкая тропинка, вытоптанная то ли коровами, то ли самой Лилией. Девочка кралась впереди, за ней – Вадим, Костя шёл замыкающим.\n  Через десяток метров Лилия вдруг остановилась.\n–Пришли.\n–Чего? – не понял Вадим и осмотрелся. – Куда пришли?\n  Костя также был озадачен. С одной стороны тянулся всё тот же ряд забора, с другой – высились заросли крапивы. Лилия обернулась и прижала палец к губам. Только сейчас, прислушавшись, Косте удалось различить тихий гул.\n  Нижняя часть одной из доскок в заборе оказалась незакреплённой. Лилия сдвинула её и мотнула головой в сторону образовавшейся щели.",
    "answers": [
      {
        "id": 209,
        "text": "Глянуть внутрь"
      },
      {
        "id": 208,
        "text": "Не подсматривать"
      }
    ]
  },
  {
    "id": 207,
    "text": "  Минут через пять фиолетовый свет вдруг прервался, затих и гул, и из постройки вышел силуэт.\n–Всё точно по часам, как всегда, – заметила Лилия.\n  В свете фонаря силуэт обратился в Валерия Павловича. Он прикрыл за собою дверь, сверился с наручными часами и двинулся через двор, в противоположную сторону от дома.\n–Это чё он в руках несёт? – спросил Вадим.\n  Костя пригляделся. Учитель и вправду сжимал в правой руке некий чёрный предмет, по форме напоминающий...\n–Пистолет, – промолвила Лилия.\n  Пистолет, но странный. Дуло было неестественно расширено. Косте же вдруг вспомнился один комикс, который он читал в городе. На страницах комикса злые инопланетяне для уничтожения землян использовали оружие по виду напоминающее то, что нёс Валерий Павлович. Оно стреляло плазмой и называлось бластером.",
    "answers": [
      {
        "id": 210,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 208,
    "text": "–Нет, нельзя подсматривать за другими, – заявил Костя и отступил назад.\n  Вадим же с Лилией без какого-либо зазрения совести уставились в отверстие.\n  Костя ещё какое-то время поборолся с нарастающим любопытством. Но в итоге всё же не выдержал и присоединился к остальным.",
    "answers": [
      {
        "id": 209,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 209,
    "text": "  Был виден мрачный бревенчатый дом и пустой двор. Ещё до приезда Валерия Павловича это место пользовалось дурной славой у местной детворы. Поговаривали, что здесь водятся привидения. В прочем, так говорили почти обо всех \"заброшках\".\n  В доме не горело ни единой лампочки, он утопал во тьме. Единственным источником света был фонарь под крышей небольшой постройки, прилегающей к дому. Да к тому же из самой постройки – то ли гаража, то ли сарайки – через приоткрытую дверь лился свет. Необычайного окраса – насыщенно-фиолетового. Такого света Костя ещё не видел. Оттуда же, из дверного проёма, доносился тихий гул.\n–Это что? Отчего такой звук? – спросил Костя у Вадима.\n  Тот напряжённо молчал.",
    "answers": [
      {
        "id": 207,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 210,
    "text": "–Пойдёмте, – Лилия сдвинула доску на место и направилась дальше. \n  Костя с Вадимом, переглянувшись, последовали за ней.",
    "answers": [
      {
        "id": 211,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 211,
    "text": "  Ещё через пару десятков метров высокий забор перешёл в низенькую, покосившуюся оградку, за которой располагалось широкое поле. Деревенские сажали на таких полях картошку. У Валерия же Павловича здесь росли лишь сорняки.\n  Лилия перелезла через оградку внутрь. Вадим последовал её примеру. \"Блин, одно дело просто смотреть во двор, а вот влезать туда...\", – подумал Костя в нерешительности. – \"За это, поди, и посадить могут... наверное\".\n–Чё встал? – поторопил его Вадим. – Пошли уже.",
    "answers": [
      {
        "id": 212,
        "text": "Идти"
      },
      {
        "id": 213,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 212,
    "text": "",
    "answers": []
  },
  {
    "id": 213,
    "text": "–Н-нет.\n–Чего? – переспросил Вадим.\n–Нет, – повторил Костя увереннее. – Я туда не пойду и тебе не советую. Сам подумай, это ж чужой двор! А вдруг Валерий Павлович спалит? Вдруг подумает, что мы воры какие?\n–Да ты чё... – начал было Вадим, но Лилия прервала его.\n–Костя, ты ведь не веришь, что Валерий Павлович инопланетянин, да? – спросила она.\n  Костя ответил не сразу.",
    "answers": [
      {
        "id": 214,
        "text": "–Не верю"
      },
      {
        "id": 215,
        "text": "–Не знаю"
      }
    ]
  },
  {
    "id": 214,
    "text": "",
    "answers": []
  },
  {
    "id": 215,
    "text": "–Не знаю, – признал он наконец. – Ну что такого ты нам показала? Что у него в сарайке свет горит странный? Так мало ли какие лампы бывают!\n–А этот гул непонятный? – спросил Вадим.\n–Ну и что с того? Моторчик там гудит или ещё какой прибор...\n–Тихо! – прервала Лилия и выключила фонарик. – Он тут!\n  За забором раздались шаги, затем странные сухие щелчки.\n  Лилия приблизила своё лицо к лицу Кости и зашептала:\n–Пойдёшь со мной и будет тебе ещё одно доказательство.\n  Вприсядку она двинулась по зарослям сорняка и скрылась с сумерках. Вадим же остался на месте. Судя по всему, не желая бросать друга одного.",
    "answers": [
      {
        "id": 216,
        "text": "Идти домой"
      },
      {
        "id": 217,
        "text": "Идти за Лилией"
      }
    ]
  },
  {
    "id": 216,
    "text": "",
    "answers": []
  },
  {
    "id": 217,
    "text": "  Костя переменулся с ноги на ногу. За забором всё раздавались щелчки. \"Что же он там делает?\". Похоже, только Лилия знала ответ на этот вопрос. Костя в сердцах чертыхнулся и стал перелезать через хилую оградку.\n  Вадим кивнул и повёл напарника по зарослям вслед за Лилией.",
    "answers": [
      {
        "id": 218,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 218,
    "text": "  Всё тот же высокий забор отделял внутренний двор от поля. Вадим с Костей продвигались вдоль него, пока не наткнулись на Лилию. В темноте Костя сумел разглядеть лишь её бледную руку, подзывающую к себе.\n  Лилия сидела на корточках у расщелины между парой плохо подогнанных к друг другу досок. Когда ребята оказались рядом, девочка прижала палец к губам и указала на расщелину.",
    "answers": [
      {
        "id": 219,
        "text": "Заглянуть внутрь"
      }
    ]
  },
  {
    "id": 219,
    "text": "  Шириной щель была всего сантиметров в пять, что сильно ограничивало обзор. В тусклом свете незримого фонаря Костя разглядел стол с прибором на нём. На этом приборе виднелись ряды красных лампочек, несколько тумблеров под ними и пара круглых регуляторов. Валерий Павлович сидел спиной к забору и, прижимая что-то к уху, старательно крутил регуляторы. \"Что он делает?\".\n  Вадим шёпотом ответил на немой вопрос друга:\n–Он настраивает радиопередатчик.",
    "answers": [
      {
        "id": 226,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 220,
    "text": "  Вадим зовёт Костю в лес за земленикой. С собой он берёт котёнка. Описание леса, какой-нибудь живности, стая перепёлок взлетела из придорожной травы и рассыпалась в разные стороны. \"Эх, было бы ружьё!\" – сетует Вадим. Но Костя не согласен с другом. \"Зачем стрелять? Зачем тишину нарушать? Такое спокойствие кругом\". Это озвучит и Таня (при условии, что с Вадимом они дружны).\n  В какой-то момент Костя чувствует себя третьим лишним. Описание леса. Они разделяются. Костя собирает землянику в лесу, те двое на поляне. Вадим начинает звать друга. Можно ответить или обидеться и уйти домой.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 220,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 221,
    "text": "  Глава начинается с того, что Костя зовёт Вадима мяч попинать, но тот говорит, что занят. Костя идёт в сторону школьного стадиона, разворачивается. Ему на встречу Тёма. Мальчишка спрашивает, куда это Вадим с Таней поехали. Костя не понимает о чём он. Тёма объясняет, что видел, как Вадим усадил Таню на багажник и куда-то увёз. Костя расстроен.\n\n  Затем какое-либо забавное приключение с Тёмкой.\n\n  Вкчером Костя обдумывает действия Вадима, ему обидно, что друг ему ничего не сказал. Дальше события \"Визга\"\n\n\n  Если у Вадима с Таней не очень хорошие отношения, то в этой главе будет шанс их примирить. Вначале Вадим пойдёт попинать мяч. На школьном стадионе к ним присоеденится Таня. Она очень хорошо попинает мяч в воздухе. Пасанёт Косте. Вадим соберётся домой. Таня спросит \"Что, боишься девочке проиграть?\". Костя пасанёт Тане. \"Так значит, ты уже тут бывала?\". \"Угу, только жалко, что меня здесь никто не помнит\". Пас Вадиму. \"Или ты сама уже всех забыла\". Пас Косте. Тот молча пасует Тане. \"А может и не забыла. Кто ж меня спрашивал\". Пас Вадиму. \"А ты сама-то подходила к кому-нибудь?\". Пасует обратно. \"Так это я должна была первой подойти?\". Пас. \"А что, нет?!\" Пас. Можно остановить их или не вмешиваться.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 221,
        "backstepCount": 1
      },
      {
        "id": 176,
        "text": "\"Визг\""
      }
    ]
  },
  {
    "id": 222,
    "text": "  Лилия решает вызвать пиковую даму в полночь, в конторе. Приходят Лилия, Вадим, Таня, Света (если отношения с ней хорошие), Костя, Тёма(он позже, заберётся в окно и всех напугает. Сбежит из дома под предлогом, что в туалет).\n  Лилия призовёт пиковую даму трижды, затем задует свечку. Света скажет \"Зачем ты её задула?\" \"Это не я! Это ветер!\" \"Ага, как же! Я сама видела...\" Раздастся шорох за стеной. Таня ближе всех к окну, выглянет в него. Отскочит. \"Что там? Что видела?\" Но прежде, чем успевает ответить, в окне появляется тень. Вадим светит туда, но тень пропадает. Света идёт к выходу (если её нет, то Костя). Дверь не поддаётся, заблокирована снаружи. Словно её кто-то там держит. Начинается паника. Раздаются удары по стенам, как внутри, так и снаружи – у всех паника. Таня начинает громко хохотать. \"Она с ума сошла!\" – делает вывод Света. \"Берите в руки что найдёте!\" – кричит Вадим. Сам он хватает ножку стула.",
    "answers": []
  },
  {
    "id": 223,
    "text": "",
    "answers": []
  },
  {
    "id": 224,
    "text": "  Серёга, Тёма и Пухляш возводят штаб. Вадим с Костей тоже. Только один штаб может существовать, и кто первым найдёт чужой штаб и разорит его – тот и победит.\n\n\nПуть 1.(у Вадима и Тани всё хорошо).",
    "answers": []
  },
  {
    "id": 225,
    "text": "  Здравствуйте, дорогие читатели! Итак, что же особенного в данном квесте? Начнём с того, что в конце каждой главы у Вас будет возможность перейти к оглавлению, где собраны все доступные для прохождения и перепрохождения главы. И теперь, если вдруг Вам не понравилось развитие событий или Вы случайно нажали не на тот вариант ответа, то нет необходимости перепроходить весь квест с самого начала. Достаточно пройти текущую главу до конца, вернуться к оглавлению и выбрать нужную главу для перепрохождения. Но учтите, что при выборе одной главы последующие стрираются. К примеру, если Вы нажмёте на вторую главу в оглавлении, главы третья, четвёртая и последующие будут стёрты.\n  Что ж, на этом всё, приятного чтения!",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 225,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 226,
    "text": "  Щелчки вскоре прекратились. Валерий Павлович настроился на нужную волну и заговорил:\n–Карч превно ус-ус!\n  Вадим обернулся к Косте, как бы спрашивая: \"На каком языке он говорит?\". Костя перевёл взгляд на Лилию.\n–Что за язык?\nТа подала плечами.\n–Точно не татарский.\n–Аско. Реввено хи, аскэт рэн ус-ус!\n  Костя напрягал мозг, пытаясь вспомнить хотя бы схожие слова из услышанных ранее языков – тщетно. Этот язык был не похож ни на один из земных языков. \"Неужели инопланетный? Он со своей родной планетой сейчас общается?\". Сердце ускорило бег, стало тяжело дышать. \"Так что же, НЛО и вправду существуют?!\".",
    "answers": [
      {
        "id": 227,
        "text": "Попытаться успокоится"
      }
    ]
  },
  {
    "id": 227,
    "text": "  Костя прижал руку к груди, пытаясь замедлить взбесившееся сердце. \"Так, погоди! Не паникуй! Сведений всё же мало. Нужно проследить ещё!\".\n  Вадим уселся на землю, спиной к забору и схватился за голову. Похоже, ему доказательств было достаточно.\n–Порен мил, радро! – продолжал вещать Валерий Павлович.\n–Я же говорила! – победно зашептала Лилия.",
    "answers": [
      {
        "id": 228,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 228,
    "text": "    Вдруг в зарослях сорняка позади раздался какой-то шум. Ребята уставились в ту сторону и напряжённо вслушались. Через минуту послышалось рычание. Лилия включила фонарик. В траве блеснули угольками недобрые глазки, показались белые клыки, обнажённые в оскале. Приглядевшись Костя узнал морду соседской собачонки. \"Только не это!\".",
    "answers": [
      {
        "id": 229,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 229,
    "text": "  Вадим махнул на незванную гостью рукой. Рычанье усилилось.\n–У, тварь! – прошипел Вадим, поднял с земли комок земли и, замахнувшись, бросил.\n  Ещё до того, как собака открыла пасть, Костя понял, что их засекли – во дворе Валерия Павловича было уж слишком тихо.",
    "answers": [
      {
        "id": 230,
        "text": "Подняться и бежать"
      }
    ]
  },
  {
    "id": 230,
    "text": "–Бежим! – крикнул Костя и вскочил на ноги.\n  Брошенный Вадимом комок приземлился рядом с шавкой. Та рванула прочь по зарослям, будоража окрестность звонким лаем.\n–Кто там? – раздался за забором голос Валерия Павловича.\n  Костя к этому времени уже добежал до оградки. Оставалось лишь перемахнуть через неё, дальше по улице и домой!",
    "answers": [
      {
        "id": 231,
        "text": "Обернуться"
      },
      {
        "id": 232,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 231,
    "text": "  Костя бросил взгляд назад и ощутил, как упало сердце. Лилия, судя по всему, споткнувшись, лежала теперь распластавшись на земле. Вадим нёсся к ней на помощь.",
    "answers": [
      {
        "id": 233,
        "text": "Бежать к ним"
      },
      {
        "id": 234,
        "text": "Бросить их"
      }
    ]
  },
  {
    "id": 232,
    "text": "",
    "answers": []
  },
  {
    "id": 233,
    "text": "  Сплюнув в сторону крепкий мат, услышанный когда-то от дедушки, Костя кинулся на помощь к друзьям.\n  Вадим помог Лилии встать и, схватив её за руку, рванул к ограде. Подскочивший Костя взял девочку за другую руку. Так они и бежали втроём. Ноги спотыкались о комки земли, цеплялись за сорняки – ребята всё бежали. Но вот, когда до спасительной оградки оставалось каких-то метров пять, перед ними распахнулась невидимая до той поры калитка в заборе, и со двора вышел Валерий Павлович.",
    "answers": [
      {
        "id": 235,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 234,
    "text": "",
    "answers": []
  },
  {
    "id": 235,
    "text": "  Вадим развернулся и побежал было в поле, Костя по инерции подался вперёд и едва не столкнулся с учителем. Валерий Павлович поднял правую руку вооружённую бластером и направил дуло оружия на ребят. Костя выпустил ладонь Лилии и отступил. Бластер завизжал, готовый выстрелить прожигающей плоть плазмой.\n–А-а-а! – только и успел крикнуть Костя, прежде чем вспышка света заполонила собой всё пространство...",
    "answers": [
      {
        "id": 236,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 236,
    "text": "  Ударом спиной о твёрдую поверхность выбило воздух из лёгких. Ослеплённый Костя раскрыл рот и судорожно вдохнул. Вскоре осознал себя лежащим на земле. А над собой разглядел лица Валерия Павловича, Лилии и Вадима.\n–Ты как? Живой? – Учитель помог встать.\n  Костя поднялся и присоединился к друзьям, понуро склонившим головы. Раздалось жужжанье. Это Валерий Павлович несколько раз нажал на рычаг \"бластера\", оказавшегося теперь всего лишь динамофонариком.\n–Итак, – заговорил учитель сурово. – что это вы тут делаете так поздно?\n  Лилия с Вадимом молчали, молчал и Костя. Однако что-нибудь сказать всё же было необходимо.",
    "answers": [
      {
        "id": 237,
        "text": "–Коров ищем"
      },
      {
        "id": 238,
        "text": "–Яблоки воруем"
      },
      {
        "id": 239,
        "text": "Рассказать правду"
      }
    ]
  },
  {
    "id": 237,
    "text": "–Мы... это... – протянул Костя. – коров тут ищем.\n–Да-да! – закивали Вадим с Лилией. – Коров ищем! Думали здесь они!\n–Коров значит? – Валерий Павлович недоверчиво прищурился. –А чьих коров?\n–М-моих, – ответил Вадим.\n  Валерий Павлович улыбнулся.\n–Так что же, Вадим, если я провожу тебя до дома, то твои родители это подтвердят?\n–У-угу, – едва слышно отозвался тот.\n–Ну тогда пошли?\n  Вадим не сдвинулся с места. Валерий Павлович направил луч фонарика на лица ребят.\n–Правду, будьте любезны.",
    "answers": [
      {
        "id": 240,
        "text": "–Яблоки воруем"
      },
      {
        "id": 253,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 238,
    "text": "",
    "answers": []
  },
  {
    "id": 239,
    "text": "",
    "answers": []
  },
  {
    "id": 240,
    "text": "–Ладно-ладно, – отозвался Костя, защищаясь от слепящего света. – На самом деле мы шли яблоки воровать.\n–Да-да! – вновь закивали Вадим с Лилией. – Яблоки воровать! Извините нас!\n–Константин, совсем уж заврался! – нетерпеливо заметил Валерий Павлович. – Какие яблоки?! Знаешь ведь, что у меня их нет!\n  \"Блин, забыл!\".\n–Итак, не хотите говорить правду, да? – продолжил учитель. – Тогда я вашим родителям и дедушке с бабушкой расскажу, что вы в чужие огороды по ночам влезаете! Посмотрим, какие байки вы расскажете им!\n  Валерий Павлович двинулся к калитке.\n–Идёмьте, – бросил он через плечо.\n  Вадим с Лилией умоляюще уставились на Костю. ",
    "answers": [
      {
        "id": 241,
        "text": "Сказать правду "
      }
    ]
  },
  {
    "id": 241,
    "text": "–Валерий Павлович! – Костя догнал его уже во дворе. – Я расскажу вам правду!\n–Третью по счёту, – заметил учитель не оборачиваясь.\n–Нет-нет, всамделошную правду! Правду-правду!\n  Валерий Павлович остановился, поглядел вполоборота.\n–Ну если только всамделошную...",
    "answers": [
      {
        "id": 242,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 242,
    "text": "  Ребята говорили все сразу, перебивая друг друга, забегая вперёд и сбиваясь, поэтому было сложно уловить общую суть рассказа. Однако Валерию Павловичу это удалось.\n–Простите, позвольте уточнить, вы решили, что я... инопланетян? – спросил он.\n  Ребята сидели на лавке, около того самого гаража-сарайки, пристроенной к дому. Во время всего рассказа Валерий Павлович шагал перед ними, заложив руки за спиной. Теперь же он остановился, устало помассировал глаза, вздохнул. \"Сейчас начнёт ругать\", – подумал Костя. – \"Или нотации будет читать\". Однако вместо этого Валерий Павлович вдруг рассмеялся звонким, чистым смехом. Ребята заулыбались.",
    "answers": [
      {
        "id": 243,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 243,
    "text": "–Но с чего? С чего вы так решили? – спрашивал Валерий Павлович оживлённо, забыв о напускной строгости.\n–Ну сперва был этот свет фиолетовый, – охотно отвечала Лилия.\n–И ещё какой-то гул, – добавил Вадим.\n–Ха-ха! Вы про это? – Валерий Павлович быстрым шагом зашёл в постройку, щёлкнул выключателем и в дверном проёме вновь загорелся тот насыщенно-фиолетовый свет, и что-то тихо загудело.\n–Да-да! Что это? – спросили ребята.\n  Валерий Павлович подозвал их к себе.",
    "answers": [
      {
        "id": 244,
        "text": "Зайти в постройку"
      }
    ]
  },
  {
    "id": 244,
    "text": "  Ребята заглянули внутрь и замерли, раскрыв рты. Металлические стеллажи вдроль стен сплошь были заставлены взевозможной зеленью: петрушкой, укропом, кинзой. На земле стояли ящики с помидорами и огурцами.\n–Здесь я провожу эксперимент! – гордо заявил Валерий Павлович.\n  Поймав на себе недоумевающие взгляды гостей, он поспешил объяснить:\n–Вот это... – Указал на череду гудящих фиолетовых ламп, висевших над полками с зеленью. – ультрофиолетовые лампы. Под их воздействием томаты и огурцы стали крупнее, а петрушка и укроп – сочнее.\n  Валерий Павлович щёлкнул настенным выключателем, и помещение потонуло во мраке, гул стих.\n–Однако, избыток ультрофиолета пагубен для растений. Поэтому я облучаю их не дольше двадцати минут в день. Ну всё, пойдёмте.",
    "answers": [
      {
        "id": 245,
        "text": "Спросить про радио"
      }
    ]
  },
  {
    "id": 245,
    "text": "–А что это был за разговор по радио? – спросил Костя, когда они вновь оказались во дворе. – И на каком языке вы разговаривали?\n—Ах, это... \n  Валерий Павлович вдруг изменился в лице. Пройдя пару метров он уселся на скамейку, ссутулившись, опустив плечи. Костя впервые видел его таким грустным.\n–Пожалуй, расскажу, – заговорил Валерий Павлович после недолгой паузы. – Год назад я развёлся с женой. У нас с ней почти ничего и не было. Но единственное, что было общее и чем я дорожил больше всего на свете она всё же смогла отобрать... Машенька – наша дочка... – Он сжал ладонь, словно попытавшись что-то ухватить. – Почти всю зарплату я отправляю им, и жить в городе мне стало не по карману. Тут-то и подвернулось предложение от местной школы: \"Обеспечим вас не только работой, но и жильём!\". Ну, вот я и здесь, – Развёл руками, помолчал и, вдруг вспомнив, продолжил. – А, да! Радио! Я не говорил, но Машенька у меня умница, развита не по годам. Мы с ней даже язык свой придумали, секретный. – Слабая улыбка проявилась на губах. – А ещё она разбирается в радио. Мать не мешает. Вот мы с Машенькой и общаемся почти каждый вечер. Ну, когда погода хорошая. Болтаем на нашем секретном языке, обсуждаем всякое...",
    "answers": [
      {
        "id": 246,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 246,
    "text": "  Ребята переглянулись. Всем им теперь стало совестно.\n–Валерий Павлович, – подала голос Лилия. – извините нас, пожалуйста. Это я насмотрелась всяких ужастиков, вот и навыдумывала себе... Ещё и ребят подбила.\n  Валерий Павлович встрепенулся, словно приходя в себя.\n–Нет-нет, не стоит извинений! Я ведь и вправду чем-то похож на инопланетянина, да? Высокий, нескладный и глаза на выкате! Ха-ха!\n  Костя с Вадимом переглянулись.\n–Ладно! Пойдёмьте, я вас провожу до дома!\n–Да нет! Не стоит! Мы и сами дойдём! – запротестовали ребята.\n–Даже слышать ничего не желаю! Я, как учитель должен быть уверен, что вы доберётесь до дома в целости и сохранности. И не бойтесь, я вас не выдам! Не стану даже во двор заходить. \n  Похоже, спорить было бесполезно.",
    "answers": [
      {
        "id": 247,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 247,
    "text": "  Последним домой шёл Костя. Валерий Павлович проводил его до ворот и, как и обещал, не стал входить во двор. Пожелав спокойной ночи, ушёл.\n  Костя же вернулся в спальню также, как и сбежал – сквозь растворённое окно.",
    "answers": [
      {
        "id": 248,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 248,
    "text": "  Забыв даже раздеться, лёг спать. Включать ночник было опасно, поэтому приходилось лежать в темноте. В густой, обволакивающей. Вдруг в комнате кто-то мягко прошёл. Но Костя быстро себя убедил, что это лишь разыгралось воображение. Тишина давила на ушные перепонки. Слышались лишь размеренное тиканье часов и частый стук сердца.",
    "answers": [
      {
        "id": 249,
        "text": "Глянуть в окно"
      }
    ]
  },
  {
    "id": 249,
    "text": "  Костя затаил дыханье. Почему-то именно сейчас стало одолевать неприятное чувство. Будто кто-то следил за ним, не сводил своего тяжёлого взгляда. Костя осторожно посмотрел в окно и вновь, как и в прошлый раз, увидел там лицо. \"Вадим – идиот!\" – подумал Костя и едва только приподнялся, чтобы погрозить в окно кулаком, как тут же замер, оцепенев от ужаса.\n  Это был не Вадим...",
    "answers": [
      {
        "id": 250,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 250,
    "text": "  Замерло и пропало всё. Осталось лишь окно и лицо там, снаружи. Лицо узкое, вытянутое, глаза большие, слегка на выкате. Без сомнений, это был Валерий Павлович. \n  Костя не знал, как долго они смотрели друг другу в глаза. Для него всё время смешалось в один долгий, нераздельный момент. Он смотрел в глаза учителя, как заваражённый, не в силах даже вдохнуть. Вдруг лицо Валерия Павловича стало меняться. Без того большие глаза стали расширяться, белки исчезли и теперь в глазницах осталась лишь чернота; нижняя челюсть неестественно опустилась, разверзглась пасть, полная острых клыков; нос ввалился. На человеческое лицо оно больше не было похоже... Теперь это была морда пришельца!",
    "answers": [
      {
        "id": 251,
        "text": "Закричать"
      }
    ]
  },
  {
    "id": 251,
    "text": "  Согнав с себя цепенеющий ужас, Костя собрал все оставшиеся силы, раскрыл было рот и... проснулся.\n  Он лежал в своей постели, глядя в потолок, всё ещё в одежде после ночной вылазки, мокрый от пота. Бросил взгляд в окно, где только что находилась ужасающая морда пришельца и увидел лишь часть бездонно-голубого неба, да стаю птиц. \"Это лицо... это был всего лишь сон?\". \n  Костя смахнул со лба испарину и обессиленно опустился на подушку.\n\n\n  <Конец записи>",
    "answers": [
      {
        "id": 12,
        "text": "Оглавление"
      },
      {
        "id": 111,
        "text": "Следующая запись"
      }
    ]
  },
  {
    "id": 252,
    "text": "–Чего?\n  Ребята переглянулись, широко заулыбались и подошли ближе.\n–Мне тут Валерий Павлович рассказал, – Вадим облокотился об оградку полисадника. – что древних ханов хоронили вместе с их добром в гигантских таких гробницах из земли...\n–Кулганах! — уточнил Тёмка, чья светлая макушка едва виднелась из-за оградки.\n–Да-да, в курганах! Ну так вот, я тут подумал, у нас ведь есть свой курган...\n  Вадим выдержал паузу, словно ожидая вопросов, склонился и сказал:\n–Я говорю про...\n–Ведьмина гола! Ведьмина гола! – закричал Тёма, запрыгав на месте и демонстрируя расщелину между зубами.\n  Вадим отвесил ему подзатыльник. Тёма нахмурился, почесал голову и врезал обидчику в живот. Завязалась шуточная потасовка. \n  Костя же призадумался. Было очевидно, что Ведьмина гора – самый большой холм в округе – уж точно не являлся курганом. Однако, зная Вадима и то, насколько он иногда упёрт в своих намерениях, было бесполезно его отговаривать. Да к тому же время послеобеденное, с работой на сегодня было покончено, а до вечера занять себя чем-то всё же нужно было.",
    "answers": [
      {
        "id": 254,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 253,
    "text": "",
    "answers": []
  },
  {
    "id": 254,
    "text": "–Ну ладно! – отозвался Костя.\n  Вадим отпихнул Тёмку.\n–Крутяк! Погнали тогда! Лопату только захвати!",
    "answers": [
      {
        "id": 255,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 255,
    "text": "  Отпросившись у бабушки и не забыв захватить с собой лопату, Костя присоеденился к группе кладоискателей.\n–Это ты типа Индиана Джонс? – спросил Костя у Вадима, когда они проходили мимо стадиона.\n–Похож, да? – не без удовольствия улыбнулся тот и поправил шляпу. – Смотри!\n  Вадим отвёл руку с кнутом в сторону. Тёма в страхе съёжился и спрятался за Костей. Пухляш возмутился:\n–Опять?! Да хорош!\n–Заткнись! – рявкнул Вадим.\n  Махнул кнутом, целясь по придорожной сирени. Раздался свист. Конец кнута, не задев сирень, описал дугу в воздухе и устремился обратно. Ребята в ужасе пригнулись. Благо, никого не задело.\n–Ну, ещё немного нужно потренироваться, – виновато объяснял Вадим, сматывая кнут. – Делов-то!\n–Ой, ребят, а куда это вы? – раздался голос ",
    "answers": [
      {
        "id": 256,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 256,
    "text": "",
    "answers": []
  },
  {
    "id": 257,
    "text": "  Костя с улыбкой осмотрелся. Света по-прежнему стояла в стороне, отвернувшись к дороге, Мишка и Тёма сидели у сирени, Вадим же беседовал с Таней. Подумав недолго, Костя решил подойти к...",
    "answers": [
      {
        "id": 132,
        "text": "...Свете"
      },
      {
        "id": 137,
        "text": "...Вадиму"
      },
      {
        "id": 138,
        "text": "...Тёме с Мишей"
      }
    ]
  },
  {
    "id": 258,
    "text": "–Ты чё разлёгся, а?! – Вадим пинком под зад поднял симулянта на ноги.\n–Всё-равно нарушение было! – крикнул Серёга и вдруг обратился к Косте: \n–Костян, скажи же!\n–Ну не было же нарушения, Костян! – присоеденился и Вадим.\n  Все вдруг замолчали и уставились на Костю в ожидании его решения. Даже девчонки на сцене притихли. \"А чего я-то сразу?!\", – мысленно возмутился Костя, но, подумав недолго, вслух сказал:",
    "answers": [
      {
        "id": 266,
        "text": "–Было нарушение"
      },
      {
        "id": 267,
        "text": "–Нарушения не было"
      }
    ]
  },
  {
    "id": 259,
    "text": "Шуточная глава, отношения Вадима и Тани хорошие. Вадим уговаривает Таню побыть принцессой в беде, среди кучи крапивы. Сам он как рыцарь собирается вызволить прнцессу. Проходим мимо по улице со Светой(есои отношения с ней хорошие). Вадим зовёт на помощь. Вдруг присоединится Света, Вадим будет вначале против, но Тане тоже надоест быть дамой в беде. Они на пару со Светой начнут крамсать крапиву, Костя приободрит Вадима, мол, и Жанна Д'Арк быть рыцарем( погуглить). В какой-то момент силы начнут покидать вас, крапивы слишком много. Модно позвать на прмощь, в любом случае Света придёт на выручку. Внезапно враг ужалит Таню. Саета прикажет не чесать (это лишь устлит действие яда) и наложит лопух. \"Отомстим!\" кричит Вадим и они с Костей расправятся с остатками врага. Тот будет вынуждет отступить за ограду. Победа.",
    "answers": []
  },
  {
    "id": 260,
    "text": "  Глава 2. \"Секрет\".\n\n  Костя не любил подслушивать чужие разговоры. Тем более, разговоры взрослых, зачастую обсуждающих скучные, взрослые дела. Однако в этот раз ему пришлось поступиться принципами. Ведь тема разговора бабушки и подруги её – тёти Тамары – напрямую касалась дедушки Кости.\n–И каждый вечер теперь на рыбалку уходит, а приходит ни с чем, – рассказывала бабушка.\n  Разговаривали они на кухне и, видимо, увлёкшись, не замечали Костю – случайного слушателя, старающегося теперь как можно тише допивать свой утренний чай.\n–Хм, рыбы-то много в этом году, – заметила тётя Тамара.\n–Вот-вот! А он же у меня и все рыбные места знает... Ох, чует моё сердце, не с проста всё это...\n–А может он того... – Тётя Тамара зачем-то щёлкнула себя по горлу.\n–Не-не-не! – Всплеснула руками бабушка. – Он же непьющий у меня. Да и спиртом от него не пахнет.\n–Ну не знаю тогда, Люба, не знаю...\n  Вдруг под Костей предательски заскрипел стул. Бабушка и тётя Тамара наконец обратили внимание на мальчика. Нависло молчание. Паузу поспешила прервать тётя Тамара, вдруг вспомнившая о каких-то срочных делах и поспешившая во двор. Бабушка вызвалась её провожать, и Костя остался на кухне наедине со своими мыслями.",
    "answers": [
      {
        "id": 261,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 261,
    "text": "  \"Так, что же мы имеем?\" – задумался Костя. Он наморщил лоб и подпёр рукой подборок (так делали взрослые, когда над чем-то кропотливо размышляли). – \"Каждый вечер дедушка уходит на рыбалку, но возвращается с пустыми руками. Бабушка подозревает что-то неладное... Может я смогу выяснить правду, если прослежу за дедой?\".\n  Костя вскочил на ноги и, сложив руки на груди, заявил:\n–Похоже, эта работка для меня – величайшого...",
    "answers": [
      {
        "id": 262,
        "text": "...ниндзя "
      },
      {
        "id": 263,
        "text": "...детектива"
      }
    ]
  },
  {
    "id": 262,
    "text": "–...ниндзя скрытой деревни! Я обязательно выполню это сверхсекретное задание!\n–Чего? – Со двора в дом зашёл дедушка.\n  \"Перехожу в режим скрытности\". Костя спрятался за печку и прижался спиной к стене.\n–Ты чего это там прячешься?\n–Н-ничего... – понуро отозвался Костя, покидая укрытие. – Не прятался я.\n  Дед лишь хмыкнул и прошёл вглубь дома. \"Он не так-то прост\", – отметил Костя. – \"Нужно использовать режим суперскрытности!\".",
    "answers": [
      {
        "id": 264,
        "text": "Вечером"
      }
    ]
  },
  {
    "id": 263,
    "text": "–...детектива современности! Я обязательно докопаюсь до истины и ни один преступник не избежит наказания!\n–Чего? – Со двора в дом зашёл дедушка.\n–Н-ничего... – отозвался сконфуженный Костя, но сумев быстро вязть себя в руки, задал ответный вопрос. – А что ты здесь делаешь?\n–В смысле? За лампочкой зашёл...\n  Дед с внуком уставились друг на друга и какое-то время молчали. Затем дед недоуменно хмыкнул и ушёл вглубь дома.\n  \"Похоже, он начал что-то подозревать,\" – отметил Костя. – \"Надо бы вести себя аккуратнее\".",
    "answers": [
      {
        "id": 264,
        "text": "Вечером"
      }
    ]
  },
  {
    "id": 264,
    "text": "–Ну ты хоть сегодня чего-нибудь налови, – напутствовала бабушка, провожая деда за ворота.\n–Эх, Любка, сама ведь видала! Не клюёт, зараза такая! – возмущался дед, сотрясая воздух удочкой.\n–Так может, раз уж не ловится, да ну её, рыбу-то эту?\n  Дед вдруг остановился и с невыразимой тоской и болью глянул на супругу.\n–Да я ж всю жизнь ловил её! Всю жизнь! – сказал он надрывно. – Не могу я без рыбалки моей, Любка! Хоть убей – не могу!\n  Бабушка лишь ахнула в ответ и прикрыла рот руками. Дед же развернулся и, как бы стыдясь своих чувств, поспешил вниз по улице, к берегу озера.\n  Он ещё не знал, что помимо бабушки за ним наблюдал ещё кое-кто, затаившийся в кустах. Этот кое-кто дождался пока бабушка вернулась домой, покинул своё укрытие и последовал за дедушкой, намереваясь во что бы то ни стало выведать его секрет.",
    "answers": [
      {
        "id": 265,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 265,
    "text": "  До озера дед и преследующий его Костя добрались без происшествий. Но, пройдя по берегу, дед вдруг направился вверх по улице. \"Куда это он?\". К удивлению Кости, дед держал путь к школе. Так как ворота школьного двора не запирались, он беспрепятственно проник внутрь. Костя притаился за кустами акаций, растущих во дворе и продолжил слежку уже оттуда.\n  В отличии от ворот, здание самой школы запиралось. И запиралось на увесистый амбарный замок, вскрывать который вряд-ли бы кто решился. Но дед, к ещё большему удивлению Кости, достал из кармана связку ключей и стал подбирать нужный. \"Это что, ключи сторожа? Откуда он их достал?\", – размышлял Костя. – \"Неужто... украл?\".\n–Здог'ова, Костян! Чё делаешь?!",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 266,
    "text": "–Вадим, сорян, но ты и вправду нарушил.\n–Я же говорил! – обрадовался Серёга. – Гола не было! Не было гола!\n–Да не было, не было! Заткнись уже! – буркнул проходящий мимо него Вадим.\n  Мяч установили на месте зафиксированного нарушения и Серёга пробил штрафной. Игра продолжилась.",
    "answers": [
      {
        "id": 268,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 267,
    "text": "–Серёга, сорян, но это вряд-ли можно назвать нарушением.\n–Ха-ха! Слыхал?! – обрадовался Вадим.\n  Серёга что-то пробурчал в ответ, но спорить не стал. Игра продолжилась.",
    "answers": [
      {
        "id": 271,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 268,
    "text": "  Спустя какое-то время единогласным решением футболистов был объявлен тайм-аут. Ребята расселись на сцене, в стороне от девчат.\n Костя приблизился к Вадиму и, осторожно подбирая слова, попытался заговорить о нарушении и объяснить своё решение.\n–Да ладно, всё норм, – прервал тот, – сам виноват, что руки распустил.\n  Костя расслабленно выдохнул и уселся рядом.",
    "answers": [
      {
        "id": 269,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 269,
    "text": "  Вдруг Вадим ткнул его в бок.\n–Зырь! – И указал на ворота школьного двора.\n  Через них прошла незнакомая девочка с копной каштановых волос, в спортивных шортах и футболке.\n–Это ведь... – начал было Вадим, но умолк.\n–Что? – не понял Костя.\n–Не-не, ничё.\n–Новенькая! Смотри-смотри, худющая какая, – зашептались девочки.\n  Незнакомка подошла к сцене. Оглядела всех большими карими глазами и, заложив руки за спину, бойко проговорила:\n–Всем привет, меня зовут Таня и я из города. Мне двенадцать, учусь в седьмом классе. Мои родители переехали только вчера.\n  Это прозучало, как давно заученный текст.\n–Привет, привет, – нескладно отозвались ребята.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 270,
    "text": "–И со счётом... – Вадим замялся, глянул на Костю.\n–Четыре‐три.\n–...четыре-три победила команда \"Тигров\", а команда \"Хомячков\" продула!\n–С фига ли мы хомячки?! – возразил Миша-Пухляш.\n–Кто продул, тот и хомяк!\n  Они одной шумной ватагой шли по вечерним улицам. В домах местных жителей уже горел свет.\n–Ваще нечестно! – воскликнул Серёга. – Нечестная игра!\n–А мне понравилось, – донёсся голос.\n  Ребята обернулись. Позади всех шла Таня.\n–А когда ты... – продолжила девочка, обращаясь к Серёге, – когда мяч через голову забил – вообще улёт!\n–Круто, да? – отозвался Серёга, явно польщённый. – Эт я ещё не в кросах был...\n–Чё?! – возмутился один из футболистов. – Да он даже по мячу не попал! Тупо на спину грохнулся!\n–А вратарь наш заржал, оттого и мяч пропустил, – добавил Костя.\n  Ребята принялись активно спорить, коснулся ли мяча Серёга при падении. Таня же улыбалась, глядя на расшумевшихся мальчишек.\n\n\n  <<Конец записи>>",
    "answers": [
      {
        "id": 12,
        "text": "К оглавлению"
      },
      {
        "id": 260,
        "text": "Следующая глава "
      }
    ]
  },
  {
    "id": 271,
    "text": "  Спустя какое-то время единогласным решением футболистов был объявлен тайм-аут. Ребята расселись на сцене, в стороне от девчат.\n–Всё норм? — обратился Костя к Серёге.\n–М? Ты про чё? – вначале не понял тот. –А! Про нарушение? Ну, я тут подумал, ухо – ерунда. Так что, всё норм.\n–Вот и отлично.\n  Костя уселся на сцену.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 272,
    "text": "–И со счётом... – Вадим замялся, глянул на Костю.\n–Пять‐три.\n–...пять-три победила команда \"Тигров\", а команда \"Хомячков\" продула!\n–С фига ли мы хомячки?! – возразил Миша.\n–Кто продул, тот и хомяк!\n  Они одной шумной ватагой шли по вечерним улицам. В домах местных жителей уже горел свет.\n–Ваще нечестно! – воскликнул Серёга. – Нечестная игра!\n–А мне понравилось, – донёсся голос.\n  Ребята обернулись. Позади всех шла Таня.\n–А когда ты... – продолжила девочка, обращаясь к Серёге. – когда мяч через голову забил – вообще улёт!\n–Круто, да? – отозвался Серёга, явно польщённый. – Эт я ещё не в кросах был...\n–Чё?! – возмутился один из футболистов. – Да он даже по мячу не попал! Тупо на спину грохнулся!\n–А вратарь наш заржал, оттого и мяч пропустил, – добавил Костя.\n  Ребята принялись активно спорить, коснулся ли мяча Серёга при падении. Таня же улыбалась, глядя на расшумевшихся мальчишек.\n\n\n  <<Конец записи>>",
    "answers": [
      {
        "id": 12,
        "text": "К оглавлению"
      },
      {
        "id": 260,
        "text": "Следующая глава"
      }
    ]
  },
  {
    "id": 273,
    "text": "–Ладно, слушай сюда, – зашептал Костя, – ты теперь ниндзя – мой ученик. Мы с тобой на сверхсекретной миссии, наша цель – мой дед, понял?\n  Тёмка кивнул с серьёзнейшим выражением лица.\n–А теперь... – договорить Костя не успел.\n  Раздался громкий лязг – это дед уронил замок на бетонный пол школьного крыльца. \"Итак, он внутри. Что же теперь?\". Отвлёкшийся Костя не заметил, как его ученик, вооружившись найденной тут же палкой-катаной, ринулся в бой. Цель ему была понятна. Задачей же он видел устранение цели.",
    "answers": [
      {
        "id": 275,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 274,
    "text": "–Не играю я... я... – Костя замялся. – Я коров ищу.\n–У вас ког'овы не пг'ишли?\n–Тш-ш-ш! Да-да, не пришли! Слушай, – Костя придвинулся ближе, – будь другом, помоги найти.\n  Тёмка призадумался ненадолго, затем бойко ответил:\n–Не-а!\n  И побежал прочь. \"Вот же, чертёнок!\", – улыбнулся ему в след Костя, после чего вернулся к своей основной миссии.",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 275,
    "text": "–Банза-а-ай! – завопил он, устремившись к дедушке, но, пробежав метра три, остановился.\n–Тёмка?! Фу, ты, чёрт, напугал! – крикнул дед.\n–Здг'асьте, деда Юг'а! – улыбнулся Тёма, закинув палку на плечо и, похоже, окончательно позабыв о своей миссии. – А мы тут в нинздю иг'аем!\n–Мы? С кем это ты там?\n  Тёма красноречиво перевёл взгляд на Костю. Тот зашипел, махая руками:\n–Ты один! Меня здесь нет!\n–А! Я тут один! – заговорил Тёма. – И Кости там нет!\n  Костя хлопнул себя по лбу.\n–Чего? С тобой там Костя?\n  Прятаться было уже бессмысленно.",
    "answers": [
      {
        "id": 276,
        "text": "Покинуть укрытие"
      }
    ]
  },
  {
    "id": 276,
    "text": "  Костя вышел из-за кустов и, проходя мимо Тёмы, отвесил тому подзатыльник. В ответ получил тычок палкой в спину.\n–Ты иди домой, Тёмка, – сказал дед. – Поздно уже.\n–Ага! Пока, Костян! До свидания, деда Юг'а!\n  Тёмка убежал, и дед с внуком остались наедине.\n–Ну, шпионил что-ли за мной?",
    "answers": [
      {
        "id": 277,
        "text": "Сказать правду"
      },
      {
        "id": 278,
        "text": "Соврать"
      }
    ]
  },
  {
    "id": 277,
    "text": "  Костя глубоко вдохнул и на продолжительном выдохе признался:\n–Да.\n  После вкратце рассказал о разговоре бабушки и тёти Тамары.\n–Эх, ведь знал же, что догадываться начнёт... – задумался дед.\n–Деда, а ты чего в школе забыл? И ключи у тебя откуда?\n–Ключи я от сторожа получил, договорился с ним, а вот что я тут забыл?\n  Дед хитро прищурился и повёл Костю внутрь школы.",
    "answers": [
      {
        "id": 279,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 278,
    "text": "–Н-нет, – ответил Костя, старательно пряча глаза. – Просто играл тут... с Тёмкой...\n–Понятно, – сказал дед, помолчав недолго. – Так что же, интересно тебе, что я тут делаю?\n  Костя закивал.\n–Ну, пошли тогда внутрь.",
    "answers": [
      {
        "id": 279,
        "text": "Войти в школу"
      }
    ]
  },
  {
    "id": 279,
    "text": "  Пустые коридоры, залитые лучами заходящего солнца и кабинеты с пыльными партами. В воздухе витал запах мела, а деревянный пол особенно громко скрипел в нависшей гробовой тишине. Косте казалось, что также всё обстояло и в его родной школе.\n  Дед дошёл до самого дальнего кабинета. В отличии от остальных, этот кабинет оказался заперт. Поискав недолго, дед нашёл подходящий ключ, открыл дверь.",
    "answers": [
      {
        "id": 280,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 280,
    "text": "  В нос ударил запах свежей стружки. Здесь была мастерская, заваленная какими-то плакатами, сломанными стульями. На одном из верстаков, рядами расположенных здесь, лежала деревянная заготовка. Костя подошёл ближе, чтобы рассмотреть. В куске дерева отчётливо выделялась длинная шея с клювом, тело же птицы было ещё несформированно.\n–Лебедь? – спросил Костя.\n–Угу.\n  Дед привычным движением снял со стены рубанок, киянку и заговорил:\n–Я тебе расскажу историю, Костя. Когда-то очень давно мы с твоей бабушкой жили в другой деревне, там у нас был такой же деревянный лебедь – подарок бабушке от её матери – твоей прабабушки. Стоял этот лебедь в саду и, как сейчас помню, бабушка всегда его чистила, красила, трещинки там замазывала, одним словом, как дитятко оберегала, – Дед улыбнулся, погрузившись в воспоминания. – В общем, случилось так, что нам переезжать пришлось. Переезжали в жуткой спешке, много вещей потеряли. Ну и лебедя этого мы потеряли тоже.\n–Так ты хочешь такого же бабушке подарить?\n  Дед потрепал Костю по голове.\n–Соображаешь. У бабки же день рождения скоро, аккурат ко дню рождения надеюсь управиться. Ну, теперь-то ты знаешь, и надеюсь, сохранишь этот секрет в тайне, да? \n  Костя кивнул.\n–Вот и славно. А теперь, ступай домой.",
    "answers": [
      {
        "id": 281,
        "text": "Идти домой"
      },
      {
        "id": 282,
        "text": "Предложить помощь"
      }
    ]
  },
  {
    "id": 281,
    "text": "  Дома Костю дожидалась взволнованная бабушка.\n–Ты где пропадал? – с порога накинулась она на внука.\n–Гулял.\n  Бабушка сокрушённо покачала головой.\n–Ладно, мой руки, пошли ужинать.\n  Костя было двинулся к умывальнику, как его остановил очередной бабушкин вопрос:\n–Ты дедушку-то не видал?\n  Подумав недолго, Костя отрицательно покачал головой и принялся тщательно мыть руки. Врать нехорошо – так его учили. Но нарушить данное дедушке слово Косте казалось куда худшим проступком. К тому же, бабушка вскоре сама должна будет узнать правду. Успокоив себя окончательно, Костя направился к столу.\n\n\n  <<Конец записи>>",
    "answers": [
      {
        "id": 12,
        "text": "В оглавление"
      },
      {
        "id": 281,
        "text": "Следующая глава (в разработке)"
      },
      {
        "id": 30,
        "text": "Следующая глава",
        "need": [
          555555
        ]
      }
    ]
  },
  {
    "id": 282,
    "text": "  Костя прошёлся по мастерской.\n–Деда...\n  Тот был занят какими-то расчётами, вычерчивая линии на заготовке карандашом.\n–Что такое?\n–А можно... можно я тебе помогу?\n  Дед удивлённо глянул на внука, после одобрительно улыбнулся.\n–Ну айда покажу, как рубанком орудывать.\n\n\n\n  <<Конец записи>>",
    "answers": [
      {
        "id": 12,
        "text": "В оглавление "
      },
      {
        "id": 30,
        "text": "Следующая глава ",
        "need": [
          55555555
        ]
      },
      {
        "id": 282,
        "text": "Следующая глава (в разработке)"
      }
    ]
  },
  {
    "id": 283,
    "text": "–Ладно, слушай сюда, – зашептал Костя, – теперь ты помощник детектива – мой помощник. Мы здесь, чтобы проследить за моим дедом...\n  Тёма поднял руку, как бы на уроке.\n–Что такое? – спросил Костя.\n–Можно я буду милцанег'ом?\n–Ну... можешь и милиционером быть. Ты только запомни... – договорить Костя не успел.\n  Раздался громкий лязг – это дед уронил замок на бетонный пол школьного крыльца. \"Итак, он внутри. Что же теперь?\". Отвлёкшийся Костя не заметил, как новоиспечённый сотрудник милиции, вооружившись найденной тут же палкой-автоматом, ринулся на задержание особо опасного преступника.",
    "answers": [
      {
        "id": 284,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 284,
    "text": "–Стоять, г'уки ввег'х! \n  Выскочивший из кустов маленький милиционер взял деда на мушку.\n–Тёмка?! Фу, ты, чёрт, напугал! – крикнул дед.\n–Здг'асьте, деда Юг'а! – улыбнулся Тёма, закинув палку на плечо и, похоже, окончательно позабыв о задержании. – А мы тут в милцанег'ов иг'аем!\n–Мы? С кем это ты там?\n  Тёма красноречиво перевёл взгляд на Костю. Тот зашипел, махая руками:\n–Ты один! Меня здесь нет!\n–А! Я тут один! – заговорил Тёма. – И Кости там нет!\n  Костя хлопнул себя по лбу.\n–Чего? С тобой там Костя?\n  Прятаться было уже бессмысленно.",
    "answers": [
      {
        "id": 276,
        "text": "Покинуть укрытие"
      }
    ]
  },
  {
    "id": 285,
    "text": "  Переждав какое-то время и набравшись смелости, Костя рванул к дверям школы. Оглядевшись и убедиашись в отсутствии хвоста у хвоста, вошёл внутрь.",
    "answers": [
      {
        "id": 286,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 286,
    "text": "  Пустые коридоры, залитые лучами заходящего солнца и кабинеты с пыльными партами. В воздухе витал запах мела, а деревянный пол предательски громко скрипел в нависшей гробовой тишине. Затаив дыхание, Костя встал у входа, не решаясь теперь ступить и шагу.  Но вдруг из дального кабинета раздался глухой стук, затем ещё один, казалось, стучали деревяшкой по деревяшке. Недолго подумав, Костя решил...",
    "answers": [
      {
        "id": 287,
        "text": "Идти на шум"
      },
      {
        "id": 288,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 287,
    "text": "  Осторожно, страраясь ступать только с раздававшимся стуком, Костя продолжил идти по коридору. Добравшись до дальнего кабинета, заглянул в приоткрытую дверь.\n  Судя по верстакам, заваленным стружкой, здесь располагалась мастерская. Дед стоял спиной к выходу и что-то мастерил. Разглядеть что именно Костя не мог, хотя и очень пытался. Вдруг под ногой скрипнула половица. И дед резко обернулся с деревянным молотком в руке.",
    "answers": [
      {
        "id": 289,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 288,
    "text": "  Бесшумно прикрыв за собой дверь, Костя оказался на улице.",
    "answers": [
      {
        "id": 297,
        "text": "Заглянуть в окна"
      },
      {
        "id": 300,
        "text": "Войти в школу"
      }
    ]
  },
  {
    "id": 289,
    "text": "  Костя рванул было к выходу, но быстро сообразил, что не успевает.\n–Кто там?! – грозно спросил дед.\n  Раздались его поспешные шаги. Костя рванул к ближайшей двери, толкнул – заперта. Надавил сильнее – не поддалась. Шаги приближались. С ужасом Костя осознал, что дверь открывалась наружу.",
    "answers": [
      {
        "id": 290,
        "text": "Потянуть ручку на себя"
      }
    ]
  },
  {
    "id": 290,
    "text": "  Костя рванул дверь на себя и попытался спрятаться в кабинете. Поздно.\n–Костя?! – раздался голос деда сзади. – Ты чего это тут шастаешь, а?!\n  Костя обернулся и понуро вздохнул. Миссия провалилась.",
    "answers": [
      {
        "id": 291,
        "text": "Рассказать правду"
      }
    ]
  },
  {
    "id": 291,
    "text": "  Костя вкратце рассказал о разговоре бабушки и тёти Тамары.\n–Эх, ведь знал же, что догадываться начнёт... – задумался дед.\n–Деда, а ты чего это там мастеришь?\n  Дед хитро прищурился и повёл Костю в мастерскую.",
    "answers": [
      {
        "id": 292,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 292,
    "text": "  Теперь Костя смог лучше рассмотреть верстак, на котором трудился дед. На нём лежала деревянная заготовка. В куске дерева отчётливо выделялась длинная шея с клювом, тело птицы было ещё несформированно.\n–Лебедь? – спросил Костя.\n–Угу.\n  Дед привычным движением снял со стены рубанок, киянку и заговорил:\n–Я тебе расскажу историю, Костя. Когда-то очень давно мы с твоей бабушкой жили в другой деревне, там у нас был такой же деревянный лебедь – подарок бабушке от её матери – твоей прабабушки. Стоял этот лебедь в саду и, как сейчас помню, бабушка всегда его чистила, красила, трещинки там замазывала, одним словом, как дитятко оберегала, – Дед улыбнулся, погрузившись в воспоминания. – В общем, случилось так, что нам переезжать пришлось. Переезжали в жуткой спешке, много вещей потеряли. Ну и лебедя этого мы потеряли тоже.\n–Так ты хочешь такого же бабушке подарить?\n  Дед потрепал Костю по голове.\n–Соображаешь. У бабки же день рождения скоро, аккурат ко дню рождения надеюсь управиться. Ну, теперь-то ты знаешь. И, надеюсь, сохранишь этот секрет в тайне, да? \n  Костя кивнул.\n–Вот и славно. А теперь, ступай домой.",
    "answers": [
      {
        "id": 281,
        "text": "Идти домой"
      },
      {
        "id": 282,
        "text": "Предложить помощь"
      }
    ]
  },
  {
    "id": 293,
    "text": "  Пустые коридоры, залитые лучами заходящего солнца и кабинеты с пыльными партами. В воздухе витал запах мела, а деревянный пол предательски громко скрипел в нависшей гробовой тишине. Затаив дыхание, Костя встал у входа, не решаясь теперь ступить и шагу. Как вдруг из дального кабинета раздался глухой стук. Затем ещё один. Казалось, стучали деревяшкой по деревяшке. Недолго подумав, Костя решил...",
    "answers": [
      {
        "id": 295,
        "text": "Выйти на улицу"
      },
      {
        "id": 287,
        "text": "Идти на шум"
      }
    ]
  },
  {
    "id": 294,
    "text": "  Школа представляла из себя П–образное здание. Окна располагались со всех сторон. Костя обошёл школу кругом и заглянул в первое же попавшееся окно. Похоже, оно вело в мастерскую среди куч транспорантов и сломанных студьев виднелись ряды верстаков. На счастье, за одним из этих верстков Костя заметил дедушку. Он обрабатывал деревянную заготовку, кажется, что-то мастерил из неё. Но что именно разглядеть Костя не успел. Раздался мужской голос:\n–Селиванов? Это ты там?\n  Без сомнений, голос принадлежал директору здешней школы.",
    "answers": [
      {
        "id": 296,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 295,
    "text": "  Бесшумно прикрыв за собой дверь, Костя оказался на улице.",
    "answers": [
      {
        "id": 299,
        "text": "Обойти школу"
      },
      {
        "id": 300,
        "text": "Зайти обратно"
      }
    ]
  },
  {
    "id": 296,
    "text": "–Здрасьте, Урал Наильевич! – как можно более непринужденно отозвался Костя.\n  Урал Наильевич – плотненький мужичок с залысиной.\n–Ты чего тут делаешь, Селиванов?\n  По привычке Урал Наильевич обращался ко всем детям по фамилии, и даже к тем, кто у него не учился. Ещё одной привычкой директора была вечерняя прогулка вдоль школы. Привычка, о которой Костя совсем забыл.\n–А я тут... – Костя стал лихорадочно рассуждать.\n  Говорить правду ни в коем случае нельзя было, ведь неизвестно, договаривался ли дедушка с Урал Наильевичем о работе в мастерской. Но говорить что-то всё же нужно было.\n–Мне показалось, что я... я видел привидение! – выпалил Костя.\n  Лицо Урала Наильевича зашлось морщинами, но вскоре разгладилось и он добродушно сказал:\n–Привидения? Глупости, Селиванов! Это абсолютно антинаучно. Пойдём, провожу тебя до дома, у меня как раз сейчас вечерний моцион, заодно подробно тебе объясню, что люди принимают за, так называемые, \"привидения\".\n–Х-хорошо, – без особого энтузиазма отозвался Костя и поплёлся вслед за ораторствующим директором.\n  Уходя, бросил взгляд в окно мастерской. Когда-нибудь он выяснит, что же дедушка мастерит там. Но пока – всё же следовало это признать – миссия провалилась.\n\n\n  <<Конец главы>>",
    "answers": [
      {
        "id": 296,
        "text": "Следующая глава (в разработке)"
      },
      {
        "id": 12,
        "text": "В оглавление"
      },
      {
        "id": 30,
        "text": "Следующая глава",
        "need": [
          55555
        ]
      }
    ]
  },
  {
    "id": 297,
    "text": "  В окнах можно были видны пустые классы с рядами парт. Костя не вглядывался. Его интересовал лишь дальный кабинет, откуда и доносился стук. Добравшись до него, Костя осторожно глянул в окно и разглядел лишь пустое помещение. Судя по всему, дедушка находился в кабинетах с противополжной стороны здания. \"И что теперь?\", – призадумался Костя. – \"Вернуться обратно в школу или обойти здание?\".",
    "answers": [
      {
        "id": 300,
        "text": "Вернуться"
      },
      {
        "id": 299,
        "text": "Обойти"
      }
    ]
  },
  {
    "id": 298,
    "text": "  Полученные достижения:\n  (Пока доступно лишь одно достижение)",
    "answers": [
      {
        "id": 306,
        "text": "\"Успех миссии\"",
        "need": [
          301
        ],
        "need_ever": true
      },
      {
        "id": 298,
        "text": "  ",
        "comment": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 299,
    "text": "  Школа представляла из себя П–образное здание. Костя направился было в обход школы, как вдруг заметил тучную фигуру Урала Наильевича – директора здешней школы – прогуливающуюся вдоль забора. Костя нырнул в кусты ближайшей акации.\n  Урал Наильевич прошёл десяток метров и вдруг остановился вблизи от укрытия Кости. \"Неужели, засёк?!\", – ужаснулся Костя. Директор постоял на месте пару минут, достал из кармана носовой платок, протёр ею плешь на голове и продолжил путь, что-то насвистывая под нос.\n  Костя облегчённо выдохнул. Поднявшись на ноги, отряхнулся и зашёл за угол школы.",
    "answers": [
      {
        "id": 301,
        "text": "Заглянуть в окна"
      }
    ]
  },
  {
    "id": 300,
    "text": "  По пустым школьным коридорам теперь разносился мерный глухой стук. Костя решил...",
    "answers": [
      {
        "id": 295,
        "text": "Выйти на улицу"
      },
      {
        "id": 287,
        "text": "Идти на шум"
      }
    ]
  },
  {
    "id": 301,
    "text": "  Костя заглянул в первое же попавшееся окно. Похоже, оно вело в мастерскую. Среди куч транспорантов и сломанных стульев виднелись ряды верстаков. На счастье, за одним них стоял дедушка. Он обрабатывал деревянную заготовку, кажется, что-то мастерил из неё. Вскоре дед развернул заготовку так, что Косте удалось получше её рассмотреть. Стала отчётливо видна длинная шея и клюв. Тело птицы было ещё несформированно. \"Лебедь?\", – удивился Костя. – \"Дедушка тут лебедя мастерит?\".\n  Понаблюдав ещё какое-то время, Костя решил вернуться домой. Собранной информации должно было хватить, чтобы успокоить бабушку.\n\n\n  Получено достижение: \"Успех миссии\".",
    "answers": [
      {
        "id": 302,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 302,
    "text": "  А бабушку успокаивать пришлось сразу с порога. Ведь та принялась осыпать Костю вопросами, как только тот вошёл в дом. Вкратце Костя изложил информацию, добытую в ходе слежки, чуть позже рассказал подробнее.\n–Погоди-погоди, лебедя говоришь? – прервала его бабушка. – Ты уверен, что лебедя?\n–Ну-у-у или гуся. Я думаю, всё-таки лебедя.\n–Вот же лис старый! – бабушка заулыбалась и села на стул.",
    "answers": [
      {
        "id": 303,
        "text": "Попросить объяснений"
      }
    ]
  },
  {
    "id": 303,
    "text": "–Бабушка, можешь объяснить, что за лебедя дедушка там делает? И почему он это скрывает?\n–Садись, внучек, – Бабушка жестом пригласила за стол. – Я тебе сейчас историю одну расскажу.",
    "answers": [
      {
        "id": 304,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 304,
    "text": "–В общем, лет двадцать назад мы с твоим дедушкой жили в другой деревне. Там и хозяйство у нас было, и сад. Вот в саду-то и стоял у нас лебедь деревянный, – Бабушка улыбнулась, погрузившись в воспоминания. – Уж очень дорог мне была эта пичуга. Её ж мне матушка моя подарила – прабабка твоя. И как я этого лебедя берегла, пуще зеницы ока!\n  Улыбка сошла, уступив место тяжёлым морщинам.\n–А после нам переезжать пришлось. Торопились, много вещей тогда потеряли. Ну и лебедя тоже. Как уж я убивалась потом, ох...\n  Нависло молчание.\n–А дедушка, что же... – осторожно заговорил Костя. – Он нового хочет тебе сделать?\n–А? Ну да, – будто опомнившись, сказала бабушка и с улыбкой добавила. – Видать, к моему дню рождения успеть хочет, оттого и спешит теперь. Знаешь, что, – Бабушка придвинулась ближе. – а давай-ка мы ему не расскажем, что тайну его выведали? Будет это наш с тобой маленький секрет, хорошо?\n  Костя улыбнулся в ответ и закивал.",
    "answers": [
      {
        "id": 305,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 305,
    "text": "  Спустя какое-то время вернулся дедушка.\n–Ты представляшь, Любка, опять ни одной рыбы не поймал, – заявил он с порога. – Ни одного карася!\n–Ну ничего-ничего, когда-нибудь обязательно поймается, – Бабушка незаметно подмигнула Косте. – Мой руки, давай ужинать.\n  Дедушка удивлённо глянул на супругу и внука. А подходя к умывальнику, спросил:\n–Вы чего это такие счастливые, а?\n–Секрет! – ответил Костя.\n\n\n\n  <<Конец главы>>",
    "answers": [
      {
        "id": 305,
        "text": "Следующая глава (в разработке)"
      },
      {
        "id": 30,
        "text": "Следующая глава",
        "need": [
          55555555
        ]
      },
      {
        "id": 12,
        "text": "В оглавление"
      }
    ]
  },
  {
    "id": 306,
    "text": "  Не простое это дело – слежка. Однако вы справились и, при этом, даже остались незамеченны. Что ж, поздравляю!",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 306
      }
    ]
  },
  {
    "id": 307,
    "text": "",
    "answers": []
  },
  {
    "id": 308,
    "text": "  Дальше всё прошло относитнльно спокойно. Однако теперь братья-восьмилетки подступали к Вадиму осторожнее и если приходилось отбирать у него мяч, то делали это лишь под давлением Серёги.\n  Во время игры Костя бросал взгляды на сцену. Света в окружении подружек-прилипал что-то говорила, поглядывая на новенькую. Та сидела на углу сцены, обхватив руками колени, сведённые к груди, ни с кем не общаясь, полностью поглощённая игрой.\n  Матч продлился до тех пор, пока из-за сгустившихся сумерек стало не видно мяча. Девочки к тому времени уже разошлись по домам. ",
    "answers": [
      {
        "id": 270,
        "text": "Далее",
        "need": [
          266
        ]
      },
      {
        "id": 272,
        "text": "Далее",
        "need": [
          267
        ]
      }
    ]
  },
  {
    "id": 309,
    "text": "  Костя приходит в гости к Вадиму. Семья большая. Весером намечена баня. Вадима с Костей парит старший брат Вадима – Радик. Баня жесточайшая (описать ужасы). Прсле бани бегут огородами на озеро. Там с моста в прохладную водицу. Прсле сытного ужина Костя идёт домой. Можно остаться, тогда котёнка не встретят. Худющий котик. Вадим подбирает его. Котёнок лезет по рукаву на плечо.",
    "answers": []
  },
  {
    "id": 310,
    "text": "Весь день дождь. С одной стороны, поливаться не надо, да и другой работой дед не нагрузит, с другой – с друзьями не полугять. В окно Костя видит Лилию босиком, прыгающую по лужам.",
    "answers": []
  },
  {
    "id": 311,
    "text": "",
    "answers": []
  }
]