[
  {
    "id": 1,
    "text": "Сейчас 200* <plus>/- год.\n\nВы — Дима, студент-первокурсник, живущий в крупном городе Трактор-На-Болоте. Учитесь вы в местном Филологическо-Техническом Институте (в простонародье за качество образования прозванном “шарага”), на модной специальности “Философия Международных Отношений Среди Строителей”. \n\nВ целом по натуре вы раздолбай, но некоторые зайчатки разума и способностей у вас таки имеются. По крайней мере учительница в начальной школе говорила, что вы талантливый человек.\n\nЖивете вы с родителями в однушке на отшибе в спальном районе города, спите на диване на кухне. \n\nЗа окном сейчас декабрь, везде лежит снег, небо целыми днями серое и унылое, а температура воздуха редко поднимается выше -20-17 градусов.\n\nВы можете тусить с друзьями или взяться за ум, за учебу. А может найдете себе девушку, или попробуете закрыть первую сессию. И военкомат, кстати, если что не дремлет. Оставайтесь жить с родителями или попробуйте съехать от них в самостоятельную жизнь. Может вам даже повезет и вы найдете отличную прибыльную работу с хорошими перспективами. Пробуйте, дерзайте.\n\nЗЫ. Эт мой первый текстовый квест, поэтому за ошибки пинайте смело. Грешно над убогим не посмеяться =)\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 6,
        "text": "Техническая информация. Разъяснение параметров, логика их применения."
      }
    ]
  },
  {
    "id": 2,
    "text": "Подушечка была такая уютная! Старый вонючий диван был таким мягким! \n\nТолько противный свет лампочки, нудящий по глазам даже сквозь зажмуренные веки, портил всю идилию.\n",
    "answers": [
      {
        "id": 3,
        "text": "Спрятать голову под божественное одеялко"
      }
    ]
  },
  {
    "id": 3,
    "text": "Так стало даже лучше — свет перестал мешать, а нос перестал мерзнуть.\n\n—Вставай давай! На учебу опоздаешь!",
    "answers": [
      {
        "id": 4,
        "text": "Да ну ма! Мне ко второй!"
      },
      {
        "id": 5,
        "text": "Обмотаться одеялом, с героическими усилиями сесть, водить босыми ступнями по ледяному полу в поисках тапок"
      }
    ]
  },
  {
    "id": 4,
    "text": "Время: 07:00\n\nВас терзали смутные надежды, на то, что мамин фонтан красноречия когда-нибудь иссякнет и вы еще немного вздремнете. Но этим мечтам не суждено было сбыться. Родительница продолжала ругаться на вас, в перерывах демонстративно громко стуча сковородками, грюкая тарелками-ложками, с особенным удовольствием (как вам показалась) пять раз перезапускала микроволновку (противно пищащую 6 раз в конце каждого цикла).\n\nТак что в итоге, когда мама ушла, сон уже окончательно прошел, и вы чувствовали себя капитально разбитым, еще хуже чем при первом пробуждении. Мда… надо, наверное, было сразу вставать.\n\nЗдоровье 10.0\nБодрость 8.0\nОпрятность 0\n",
    "answers": [
      {
        "id": 7,
        "text": "Откинуть одеяло, сесть на кровати, босыми ступнями шарить по ледяному полу в поисках тапок."
      }
    ]
  },
  {
    "id": 5,
    "text": "Эта ветка в разработке",
    "answers": []
  },
  {
    "id": 6,
    "text": "(Разъяснения по параметрам. Может быть и не надо это игрокам показывать, я еще сам до конца не одупляю, как этот монстр должен работать).\n\nНа вашу жизнь и на ваши возможные действия влияет масса параметров, которые могут улучшаться или ухудшаться.\n\nЗдоровье — по умолчанию у вас 10 здоровья. Его можно поднять выше, но это очень долгий процесс. Здоровье задает максимальный уровень всем остальным параметрам (кроме денег, инвентаря и удачи). Например, если ваше здоровье составляет, например, 6, то и максимальный уровень бодрости выше 6 не поднимется. Если уровень здоровья упадет меньше 5, вам потребуется лечение. Если не лечиться, здоровье будет падать дальше каждый ход и при 1 вас заберут в больницу. Здоровье может пополняться за счет сна, еды, лечения. Повысить уровень здоровья выше 10 можно за счет физических упражнений.\n\nБодрость — второй по важности после здоровья параметр. Максимальный уровень бодрости задает максимальный уровень некоторым другим параметрам (исключение: Здоровье, Деньги, Отвага). Бодрость тратится естественным образом в течении дня, а также при ряде событий (лекция, скучная работа, библиотека, физические упражнения, Нольпяточка “Охолони”, Нольсемерочка “На бруньбруньках” итд. Бодрость может восстанавливаться за счет физических упражнений (не всегда), сна (не всегда), кофе (не всегда), еды (не всегда) и др.\n\nЗнания — параметр который может влиять на вашу учебу, а также отношение некоторых персонажей (при общении с преподом знания могут влиять положительно, при общении с гопниками — отричательно итд). Знания влияют на параметр “Смекалочка”. Максимальный уровень смекалочки равен двойному уровню “Знаний” (Знания 2, значит максимальная смекалочка 4). Знания сложно потерять, и если уровень знаний был снижен из-за плохого здоровья, то при восстановлении здоровья восстановится и прежний уровень знаний. Знания пополняются в библиотеке, на лекциях.\n\nСмекалочка — параметр позволяющий выкрутится (или не выкрутится) из сложных ситуаций, а также на взаимотношения с другими людьми (девушки будут охотнее знакомится с парнем, у которого развит уровень смекалочки. На экзамене преподаватель может оценить уровень смекалочки студента и завысить ему оценку итд). СЀ",
    "answers": []
  },
  {
    "id": 7,
    "text": "Время 7:15\n\nНайдя тапки вы прошаркали в ванну. Здесь было еще холоднее чем на кухне. В стене возле душа был шов, он плохо заделан и в некоторых местах через щели можно было увидеть улицу (летом, зимой шов зарастал изнутри льдом).\n\nЗдоровье: 10.0\nБодрость: 7,8\nОпрятность: 0",
    "answers": [
      {
        "id": 8,
        "text": "Скинуть одежду и залезть в душ"
      }
    ]
  },
  {
    "id": 8,
    "text": "Время: 7:30\n\nТепленькая водичка…мммм…. то что нужно для израненных тела и души. Лишь откиснув в ней минут пятнадцать, вы с сожалением закрыли краны и ежась потянулись за полотенцем.\nНу, хотя бы бодрости теперь прибавилось.\n\nЗдоровье: 10.0\nБодрость: 8,6\nОпрятность: 1\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Надо бы еще зубья почистить. А то во рту будто кошки нагадили."
      }
    ]
  },
  {
    "id": 9,
    "text": "Время: 7:45\n\nВы попробовали выдавить цветного Аквафреша на щетку, чтоб он лег как в рекламе. Но желанная \"волна\" с острым кончиком никак не получалась.\nВы решили поправить \"скульптуру\" пальцами, однако лишь перепачкались.\n\nРешив потренироваться в другой раз, вы тщательно почистили зубы. Вот! Теперь другое дело!\n\nТеперь надо выбраться на кухню и разыскать одежду. А то распаренное тело стало зябнуть в окружающем холоде.\n\nОдежда нашлась там, где вы ее вчера оставили — на полу возле кровати, свернутая комом.\n\nДжинсы не особо помялись, футболка же наоборот. С другой стороны, кто ее там будет разглядывать? Под свитером все равно ничего не видно же...\n\nЗдоровье: 10.0\nБодрость: 8.4\nОпрятность: 2",
    "answers": [
      {
        "id": 10,
        "text": "Одеваться как есть (-1 ход)"
      },
      {
        "id": 11,
        "text": "Погладить по-цыгански (-2 хода)"
      },
      {
        "id": 12,
        "text": "Погладить утюгом (-3 хода)"
      }
    ]
  },
  {
    "id": 10,
    "text": "Время: 8:00\n\nНапяливать пролежавшую в холоде одежду на теплое тулово было тем еще мучением. Ладно, а какие еще варианты?\n\n\"Интересно, а к какой мне на самом деле паре-то сегодня?\" — промелькнула мысль. Вы когда-то куда-то записывали себе рассписание, но разве ж сейчас вспомнишь где этот листик валяется?\n\nНо полюбому в инст сегодня ехать надо, а то еще отчислят не дай бог. Только остались ли деньги на проезд? \n\nРодители выдавали вам еженельную сумму на проезд и \"булочку\", да только все карманные деньги уходили на компы, чипсы и прочие молодецкие увлечения.\n\nИнспекция карманов показала наличие 9 рублей... а автобус стоит 10. Да еще обратно надо как-то вернуться. Не пойдешь же пешком через весь город по морозу. \n\nМама на работу ушла, батя с ночной смены пришел, спит. Будить батю опасно, но что поделаешь? Тем более деньги последний раз давала мамка... можно сказать бате, что она мало дала?\n\nЗдоровье: 10.0\nБодрость: 8.2\nОпрятность: 2.5\nДеньги: 9 р. 00 коп.",
    "answers": [
      {
        "id": 13,
        "text": "Батю после ночной смены будить опасно. Лучше придумаю что-нибудь другое..."
      }
    ]
  },
  {
    "id": 11,
    "text": "В разработке",
    "answers": []
  },
  {
    "id": 12,
    "text": "В разработке",
    "answers": []
  },
  {
    "id": 13,
    "text": "Время: 8:15\n\n\"Так, надо быстро позавтракать и ехать уже. Может с кем из пацанов пересекусь.\" — о Ленке вы тоже подумали, но облекать мысль в слова, смущенно покраснев, не стали. \n\nСковородка на плите. Туда кинуть сосиску, макарошек сверху, а потом лопаткой все отгрести в сторону и яичко на свободное место разбить.\n\nэх! Растекся желток у яичка, не получится глазунья =(\n\nПрисолив яйцо и убавив огонь, вы задумались о том, что было б неплохо с собой в инст взять какой-нибудь перекус. А то день долгий, полюбому жратеньки захочеццо, и денег на столовку явно нэма.\n\nСамым простым вариантом были бутеры. Вот что-что, а холодильник в доме всегда был полон. После голодных 90-х мамка за этим бдительно следила (а батя следил, чтоб все шло впрок, даже просрочка и налипшие к обертке зернинки колбасы).\n\nКстати, какую колбасу взять? Докторскую или сервелат?\n\nЗдоровье: 10.0\nБодрость: 8.0\nОпрятность: 2.5\nДеньги: 9 р. 00 коп.",
    "answers": [
      {
        "id": 14,
        "text": "Сервелат, конечно! Он вкуснее!"
      }
    ]
  },
  {
    "id": 14,
    "text": "8:30\n\nВы поставили чайник. И пока он грелся, забацали себе парочку бутеров по-королевски:\n— Кусочек батона;\n— Майонез и кетчуп от души;\n— В соус вдавлены тонкие ломтики помидорки;\n— Поверх лежит кусок сыра;\n— Поверх в два слоя колбаска.\n\nМммм, объеденье! Только спятать это некуда. На кухне нашелся один лишь прозрачный пакет, и тот рваный. Делать нечего — замотаем в него. Авось ничего не случится. \n\nА тут и чайник засвистел. \nВы намешали себе кофе Гарькафе из красной жестяной банки (1 кофе к 2 сахара), вывали на тарелку содержимое сковородки и быстро-быстро все умяли, залакировав кофем.\n\nВидел бы вас сейчас батя, трындюлей бы ввалил:\n1. За то что давитесь непрожевывая;\n2. За то что кофе пьете. Кофе — яд, недорослям его пить нельзя. Только взрослым в возрасте от 21 года.\n\nНапоследок вы собрали вещи для инста: толстая общая тетрадь нашлась под диваном, а вот ручки или карандаша нигде не обнаружилось. \nМожно, конечно, поискать получше, но...\n\nЗдоровье: 10.0\nБодрость: 10.0 (до 11:30 действует бонус от кофе)\nОпрятность: 2.5\nДеньги: 9 руб. 00 коп.\nИнвентарь: Общая тетрадка (есть чистые листы)",
    "answers": [
      {
        "id": 15,
        "text": "Не буду время тратить. В аудитории полюбому на полу что-то можно будет подобрать. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Время: 8:45\n\nРазмахивая пакетом с тетрадью и бутерами, вы бодро потрусили на остановку.\n\nНа пол-пути вы услышали:\n— Эээ, пацан, ты какого сраёна?\n\nНо оказалось, что обращались не к вам, а к какому-то школьнику. Вот и славно!\n\nЕхать вам из вашего спального района надо было на другой конец города, и туда ходил только один маршрут №49. Как назло 49-го не было очень долго. \n\nЧтоб не замерзнуть в ожидании, вы начали шевелиться, пинать сугроб и вам повезло! После очередного пинка в снегу что-то блестнуло... Присмотревшись вы поняли, что это новенькая двухрублевая монета!\n\nКонечно же вы ее мигом подобрали.\n\nА тут и автобус прикатил.\n\nЗдоровье: 10.0\nБодрость: 9.8\nОпрятность: 2.5\nДеньги: 11 руб. 00 коп.\nИнвентарь: пакет, третрадь, 2 бутера с сервелатом.",
    "answers": [
      {
        "id": 16,
        "text": "Сесть в автобус"
      }
    ]
  },
  {
    "id": 16,
    "text": "Время 9:00\n\nДо универа надо было ехать около часа. \nК сожалению, автобус приехал уже забитый, и сидячих мест не наблюдалось.\n\nС другой стороны, может в такой тесноте вас и кондуктор не заметит? Тогда можно будет сэкономить чирик и прокатиться зайцем. \n\nВ любом случае тетка с билетами в другом конце салона, до вас она быстро не доберется. Есть время подумать...\n\nЗдоровье: 10.0\nБодрость: 9.6\nОпрятность 2.5\nДеньги: 11 руб. 00 коп.\nИнвентарь: пакет, тетрадь, бутеры с сервелатом.",
    "answers": [
      {
        "id": 17,
        "text": "Положиться на удачу и прикинуться валенком (ехать зайцем без билета)"
      }
    ]
  },
  {
    "id": 17,
    "text": "Время: 9:15\n\nСначала все шло как и планировалось. Кондуктор один раз протиснулась мимо не обратив на вас никакого внимания. \nВы уже решили, что в этот раз повезло.\nНо тут на очередной остановке в автобус залезла новая порция пассажиров, вас и ваш пакет хорошенько трамбанули.\nВидимо в этот момент, пакет с бутерами не выдержал и на половину автобуса завоняло сервелатом.\n\nНе, запах-то неплохой, наверное. Но на следующем обходе, он привлек внимание кондукторши. Та начала выикивать его источник, все указали на вас...\n\n— Мал..человек, с едой в автобус нельзя!\n— Да у меня бутеры же в пакете, — попытались вы оправдаться.\n— И... — кондуктор подозрительно на вас зыркнула, — билетик ваш покажите, а то че-т я вас не помню.\n\nБилета у вас естественно не оказалось. Как, впрочем, и слов оправдания. Тем более что рядом встряла какая-то бабка, ругая вас за \"вонь\".\n\nТак что пришлось выйти на следующей остановке.\n\nТем не менее, вы проехали половину пути. Плюс, постфактум придумали несколько вариантов, как можно было бы заболтать кондуктора (<plus>0.5 к Смекалочке). Правда, запах сервелата из пакета не добавляет вам опрятности (-1 к опрятности).\n\n",
    "answers": []
  }
]