[
  {
    "id": 1,
    "text": "Тикали настенные часы. Тик-так, тик-так, звук тикал равномерно, иногда даже казалось, что это колыбельная мелодия... Строчек этой песни было не услышать, хотя, вот и сама песенка, её можно было услышать, если хорошенько напрячь уши.\n\nТик-так, тик-так\nЭто ночь, но совсем не та\nТик-так, тик-так\nУмирают они, умераешь ты, умираю и я\nТик-так, тик-так\nОтомсти за него, как отомстила она\nТик-так, тик-так\nЭто не жизнь, это сплошная игра\nТик-так, тик-так\nНе выбраться тебе никак...\n\nЧасы сломались и рухнули на деревянный пол. Пружинки и детальки механизма разлетелись по сторонам. Этот грохот заглушал эту мёртвую, немую тишину. Как необычно услышоть что-то... Даже когда шум прекротился, в ушах ещё стояла последняя строчка песни: «Не выбраться тебе никак».\n\nДа, мне и вправду было не выбраться от сюда, поскорее бы принесли еду... Я так голоден! Ох! Это опять он... Он сказал мне потерпеть, пока мне колят укол. Он весьма удивился когда у меня из итак чёрных, как пустота глаз, потекла ртуть.\n\nОго! Это тот самый мишка, о котором я мечтал. А вот и тётя, она привела с собой моего нового друга! Давай играть? Не рви моего мишку! Нет! НЕТ! Я СКАЗАЛ НЕТ! Ой, опять это красное молоко... Хнык, хнык. П-прости... П-папа!.. Папочка!..",
    "answers": [
      {
        "id": 2,
        "text": "«С чего всё началось»"
      }
    ]
  },
  {
    "id": 2,
    "text": "Прекрасное весеннее утро. Воздух был свеж и чист, а небо переливалось розовым и красным цветами. Трава стала зеленее, цветы радовали окружающих своей красотой, птички пели свои милые, смешные песенки, вся природа радовалась и веселилась новому дню.\n\nЯ лежал на кровати и мирно посапывал. На моей тёплой кроватке я ощущал себя в защите и покое. В общую спальню вошла \"мама\".\n\nДело в том, что я живу в детдоме. Меня зовут Крисс, а мою воспитательницу Елена. Тут живут ещё пару детей. В общем числе нас штук двадцать. Раньше было двадцать три, но потом троих детей забрали в приёмные семьи.\n\nКак я мечтаю попась в любищюю семью! Мне четыре года. Меня бросили из-за того, что, моя мама умерла от рака, а отец умер на войне. Поэтому я живу тут. Мне хорошо. Жаль только, нет настоящей семьи... Но не суть.\n\n—Крисс, иди завтракать.\n\n—Да мам!\n\nЯ заправил кровать и побежал в кухню.\n\n—Будешь тосты с яичнецой?\n\n—Да!\n\nМама наложила мне еду и направилась в сторону Виктора, моего лучшего друга. Он был весёлым мальчиком с рыжими волосами и зелёными глазами.\n\nРядом с ним сидели две мои подруги: Катя и Людмила. Катя была блондинкой с голубыми глазами, а Люда с чёрными волосами и карими глазами. \n\nУ Виктора были короткие волосы, у Кати тоже, только они у неё доходили до плеч. Людмила была длинноволосой. Я называл её королевой волос. Мои друзья меня защищают. Потому что они старше. Им девять лет.\n\nЯ их так люблю! А вот что насчёт того, кого я не люблю, так это Света, Настя и Игорь. Они часто нас обижают.\n\n—Почему ты не ешь, Крисс? — спросила Елена.\n\n—Прости, мам.",
    "answers": [
      {
        "id": 3,
        "text": "«Приняться за еду»"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я резал ножичком яичницу и брал вилкой отрезанный кусочек, попеременно заедая его тостом. Напротив была чашечка компота. Уют и тепло. Дети уже всё доели, а я всё пережовывал один кусок тоста и яйца...\n\n—Крисс, почему так долго? Тебе не хочется кушать? — спросила воспитательница.\n\n—Мне всё нравится!\n\n—Тогда почему так долго?\n\nЯ её не дослушал. Как сказал бы папа: накаркала она мне беду. Вдруг я ощютил рвотный рефлекс. Я выплюнул еду обратно в тарелку и схватил чашку компота. \n\n—Что с тобой! — Елена отвела меня в ванную комнату и вымыла лицо. \n\n—Всё хорошо?\n\n—Н-нет...\n\n—Что случилось?\n\n—Когда я ел, мне казалось, будто я жую металло и жучков. Мне стало невыносимо это жевать, и я выплюнул это на тарелку.\n\n—Что?.. Я сейчас! — она выскочила с комнаты. Обеспокоенное лицо металось в сторону медкомнаты. \n\nЯ вздохнул. \n\n—Скучно...\n\nЯ посмотрел на зеркало.",
    "answers": [
      {
        "id": 4,
        "text": "«Посмотреть на зеркало»"
      }
    ]
  },
  {
    "id": 4,
    "text": "Моё отражение улыбалось мне. Эта улыбка была доброжелательной. Щёки горели. Чёрные кудрявые локоны заплетённые в хвостик как будто светились. Голубые глаза осматривали меня. Мило, неправда ли? Но дело в том, что я вовсе не улыбаюсь.\n\nГубы моего отрожения расширились в ещё большей улыбки, а потом и вовсе заговорили:\n\n—Привет! Тебе ведь одиноко, неправда ли?\n\n—Привет! Мне...",
    "answers": [
      {
        "id": 5,
        "text": "—Привет! Мне одиноко"
      },
      {
        "id": 6,
        "text": "—Привет! Ты ошибаешься, я не одинок. У меня есть мама - Елена, Катя, Людмила и Виктор. А скоро появится и новая семья. "
      }
    ]
  },
  {
    "id": 5,
    "text": "—Я знаю, мне и самому одиноко. Не с кем поговорить, не с кем поиграть, не с кем дружить... Но позволь мне подружиться с тобой. Я хочу помочь тебе! Я буду тебя оберегать! Мы будем как братья!",
    "answers": [
      {
        "id": 7,
        "text": "—Да, я согласен!"
      }
    ]
  },
  {
    "id": 6,
    "text": "Отражение исчезло. После врач осмотрел Крисса и прописал ему постельный режим. Через три недели его забрала семья богачей. Он прожил хорошую, счастливую жизнь. Но, что могло произойти если бы он ответил своему отражению несколько иначе?..",
    "answers": [
      {
        "id": 1,
        "text": "«В начало»"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Ура! Я так рад! Меня зовут... Знаешь что? Ты можешь сам придумать мне имя. Какое захочешь!\n\n—Правда?\n\n—Да, конечно!\n\n—Тогда тебя будут звать...",
    "answers": [
      {
        "id": 8,
        "text": "Антон"
      },
      {
        "id": 8,
        "text": "Игорь"
      },
      {
        "id": 8,
        "text": "Сергей"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Хэй, я же пошутил! Меня зовут Мрак, по другому Тень.\n\n—Обидно( \n\n—Почему?\n\n—Я и вправду поверил...\n\n—Не обижайся! У меня есть подарок для тебя\n\n—Какой?\n\n—Этот амулет.\n\nТень протенул мне очень красивый амулет. В середине был красный камень. На камне было изображение чёрного глаза, который смотрел в даль. \n\n—Вау! Спасибо. — я взял подарок из его руки и нацепил амулет на шею. Тут моё отрожение пропало. Нет, оно было на месте, но вот Мрак... Он пропал.\n\n—Не бросай меня! Мрак?.. Братик! — я заплакал.\n\n—Не плачь... Мы одно целое. Просто позови меня и я появлюсь. Хорошо?\n\n—Хорошо... — я шмыгнул носом и промыл лицо. Красные от слёз глаза и щёки выдовали меня. Но это неважно. Тут до меня донёсся голос Елены:\n\n—Крисс, подойди пожалуйста в медкомнату.\n\nЯ опять посмотрел на амулет, потом перевёл взгляд на зеркало. Вздохнув я пошел.",
    "answers": [
      {
        "id": 9,
        "text": "«Идти в медкомнату»"
      }
    ]
  },
  {
    "id": 9,
    "text": "По дороге туда у меня немного побаливала голова, но я продолжал идти, не обращая на это внимание.\n\nВ медкомнате врач осмотрел меня и прописал какие-то таблетки. Взяв эти таблетки, Елена поблагодарила врача и направилась к выходу. Я поплёлся следом.\n\nВдруг у меня закружилась голова, потемнело в глазах и конечности окаченели. Я упал на пол. Последние, что я слышал, так это голос мамы Елены:\n\n—Крисс?.. Крисс! Врач, врач! Помогите, помогите! Крисс, Крисс!!!",
    "answers": [
      {
        "id": 10,
        "text": "«Погрузится в темноту»"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я проснулся в белой комнате. Белая рубашка и штанишки, белая кровать, белое одеяло, белая подушка, белые стены, белый пол, всё белое!\n\nЯ увидел рядом с собой тумбочку, а на ней стопку бумаги и связка мандаринов. Я встал с кровати и пошарил по полкам. Ничего. Только моя постиранная, поглаженная одежда и белая резинка для волос.\n\n—Крисс?\n\n—Кто здесь? — я испугался, ведь в комнате некого не было.\n\n—Это я, Мрак.\n\n—Мрак? Братик! Я так рад, что ты здесь. Кстати, что это за место?\n\n—Незнаю. Но предлогаю подойти к двери, и попытаться её открыть.\n\n—Угу. — я подошол к белой двери и услышал голоса за ней.\n\n—Вы хотите его взять?\n\n—Да. Когда можно будет оформлять документы?\n\n—Ну... На это потребуется две недели, к тому же ОН — не лучший вариант. Мальчик маленький, возьмите Виктора или Свету. Они старше, умнее и посимпотичнее его.\n\n—Недумаю. Мне нужен именно он. Я готов отдать любую сумму. Только скажите мне её.\n\n—...\n\n—Ну?\n\n—Я согласна. Я уже начну оформление документов, а пока, вы можете общаться с ним тут. Он как раз попал в больницу. А! И ещё, я могу сказать именно сейчас, сумму за мальчика?\n\n—Да. И не мелочитесь.\n\n—В таком случае... Шесть миллионов. По рукам?\n\n—По рукам.\n\nСлышно было что они подали друг другу руки. И да, я узнал первый голос... Это Елена. А второй я не признал. Но они говорили о Викторе, Свете и о каком-то мальчике. Но Елена так брызгливо его описывала, что я немогу понять, кто это. Она всех любит и ценит. Загадка... Ну ничего, сыщик Крисс разгодает любую сложную задачу!\n\n—Тьма, мы идём искать ответы на мои вопросы. \n\n—Хорошо\n\n—Юху!!!\n\nЯ выбежал в коридор. Куда бы пойти?..",
    "answers": [
      {
        "id": 11,
        "text": "«Левая дверь»"
      },
      {
        "id": 12,
        "text": "«Правая дверь»"
      },
      {
        "id": 13,
        "text": "«Средняя дверь»"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ничего необычного. Просто склад жестянок, стеклянных банок и препоратов. ",
    "answers": [
      {
        "id": 10,
        "text": "«Вернуться в коридор»"
      }
    ]
  },
  {
    "id": 12,
    "text": "Это туалет. Можно сходить. Я сделал свои дела и вышел из туалета.",
    "answers": [
      {
        "id": 10,
        "text": "«Идти в коридор»"
      }
    ]
  },
  {
    "id": 13,
    "text": "Тут стояла Елена и...\nОчень, очень странный мужчина.\nЧёрные волосы, маленькая борода, карие глаза и белый халат. На халате, в правом, верхнем углу было вышито имя человека. Дэвид.\n\nЯ спрятался под столом и начал слушать.\n\n—Крисс, он мне не так сильно и нужен. Я могу дать его вам без оформления документов. Но только, меня мучает вопрос. Зачем вам он?..\n\n—Ладно, я отвечу вам. Этот мальчик — ключ к открытию загадки человечества. В будущем он сможет становится в монстра, поэтому я хочу попробовать остановить его, а заодно передать человечеству его способности!\n\n—Что это за бред?\n\n—Неважно. Обернитесь.\n\n—Ммм?\n\nГряхнул выстрел. Елена упала на пол мёртвой. Я тихо плакал и мне было очень страшно... Мужчина вышел из комнаты.\n\nЗа это время я ощютил три боли.\nПервая — Елена меня не любила. Второе — меня заберёт убийца. Третье — я монстр.\n\nЯ плакал под столом, но потом вышел в коридор. Попив воды из куллера я поискал глазами того мужчину. Никого.\n\n—Иди в комнату. — сказал Тьма.\n\n—Хорошо...\n\nЯ зашёл в комнату и увидел...",
    "answers": [
      {
        "id": 1,
        "text": "«Продолжение следует»"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  }
]