[
  {
    "id": 1,
    "text": "Автор: KroTAngens\nЖанры: романтика, фантастика\n\nТебя выдают замуж против твоей воли за властелина космической Империи. Разумеется, перспектива грядущего брака тебя не впечатляет, однако ты совершенно не знаешь, что делать. Попытаться сбежать, потеряв власть, статус и богатство, или покориться чужой воле, потеряв свою бесценную свободу? Какое из двух зол — меньшее?\n\nКвест содержит четыре романтических линии, причем довольно неоднозначные: у них всех свои причуды и недостатки. Также развитие отношений может показаться кому-то экстремально быстрым. Прошу учесть это при прохождении.\n\nПриятного чтения!",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/mTCg72m/devushka-v-pofil-s-dlinnymi-volosami-yaraya.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/KV1W7RT/image.png",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/KV1W7RT/image.png",
        "system": true
      },
      {
        "id": 2,
        "text": "Начать."
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты рухнула на кровать лицом в подушку, издав раздражённый стон.\n\nКрасноватый свет заходящей звезды слабо освещал комнату. Сквозь плотное оконное стекло можно было с трудом различить шум – подготовку к завтрашнему торжеству. Ты сунула голову под подушку, надеясь, что это отсечёт все источники звуков. Сейчас всё, чего тебе хотелось – остаться наедине с собой и своим горем.\n\nТы узнала о своей предстоящей помолвке совсем недавно – зашла в кабинет отца, куда тебе всегда был открыт доступ, скользнула взглядом по документам, разбросанным по столу… Один из них особенно привлёк твоё внимание, и… через пять минут ты уже неслась по коридору, спотыкаясь от бурных рыданий, и тыкала растерянному родителю в лицо брачным договором.\n\n— Как так можно поступить вообще?! – возмутилась ты под конец своей гневной тирады. – Почему… почему нельзя было… почему ты хотя бы мне не сказал?!\n\n— Солнышко, звёздочка моя, послушай… — отец явно пытался умаслить тебя ласковыми прозвищами, но без толку. – Я знал, что ты не оценишь такого поворота событий, поэтому ничего не говорил тебе, но пойми, союз с Империей для нас очень важ…\n\n— С Империей?..\n\nТы подобрала документ, в гневе брошенный на пол, и перечитала его ещё раз. Среди перечня имён, венчающих собой договор, находились высокопоставленные лица не только твоего государства, но и хорошо тебе знакомой империи Дегглерофт, которую в просторечье все величали просто «Империей» с большой буквы.\n\nОсобенно крупной и размашистой вышла подпись Императора Рейсеона XII – собственно, твоего жениха.",
    "answers": [
      {
        "id": 3,
        "text": "- Н-но зачем нам заключать союз с Империей, папа?..."
      },
      {
        "id": 4,
        "text": "- Да плевать мне на твои союзы, не хочу я выходить замуж по расчёту!"
      },
      {
        "id": 5,
        "text": "- Ну-у, на самом деле, могло быть и хуже..."
      }
    ]
  },
  {
    "id": 3,
    "text": "Отец, увидев, что твой гнев стихает, расщедрился на особенно сложные комплименты:\n\n— Золотое созвездие моей души, как бы я не хотел этого признавать, но после начала моего правления дела пошли… не очень хорошо. Я, к сожалению, не обладаю такими дипломатическими талантами, как мой покойный отец, да и армия у нас находится не в лучшем состоянии… Учитывая агрессивную политику Империи, лучше всего будет, если мы примкнём к ней добровольно и примем статус сателлита. Но, чтобы закрепить этот союз, необходимо… — он замялся. – В общем, поступить так, как я поступил. Пожалуйста, не обижайся… Поостынь, прогуляйся по террариуму, в конце-концов, до свадьбы ещё целых две недели…\n\nТы промолчала.",
    "answers": [
      {
        "id": 6,
        "text": "С того момента прошло две недели..."
      }
    ]
  },
  {
    "id": 4,
    "text": "— Хрусталик мой, пожалуйста, не кипятись! – выкрикнул отец, немного ошарашенный твоим напором. – Во-первых, всё уже подписано и узаконено, как видишь… Посмотри на имена, какие серьёзные люди принимают в этом участие. Ты же не хочешь их расстроить, верно?\n\n— Перестань обращаться со мной, как будто мне три месяца! – выдохнула ты, развернувшись на каблуках. – Я твои договоры в гробу видела, вот что!\n\nИ, в знак того, что разговор окончен, ты пошла прочь, утирая слезы тыльной стороной руки.",
    "answers": [
      {
        "id": 6,
        "text": "С того момента прошло две недели..."
      }
    ]
  },
  {
    "id": 5,
    "text": "— Вот именно! – радостно подхватил отец. Он схватил тебя за свободную руку и затряс так, что ты заволновалась о её сохранности. – Представь, какой брак тебя ожидает – не с каким-нибудь проходимцем с безымянного астероида, — ты закатила глаза, уловив намёк на твоё детское увлечение космическими пиратами, — а с самим Императором, великим во всех отношениях человеком! Свет моих очей, твоя свадьба будет роскошнее, чем любая другая свадьба в Объединённых Межгалактических Путях…\n\n— Хорошо, хорошо, я поняла, — пробормотала ты, внезапно потеряв всякую уверенность, — можно мне идти?\n\nИ, не дожидаясь разрешения, направилась прочь в смешанных чувствах.",
    "answers": [
      {
        "id": 6,
        "text": "С того момента прошло две недели..."
      }
    ]
  },
  {
    "id": 6,
    "text": "Эти недели пролетели, как один день. Казалось, только вчера ты отчитывала отца, как провинившегося ребёнка, а завтра уже наступает роковой день. За эти недели ты пережила столько эмоций, сколько тебе, наверное, испытывать никогда и не приходилось. Страх, гнев, опустошённость…\n\nТы в отчаянии забарабанила ногами по мягкой простыне. Да чтоб эта свадьба в чёрную дыру провалилась! Ты даже не знаешь, что за человек этот Император – Дегглерофт хранил личности своих правителей за столь непроницаемыми барьерами, что даже жители Империи могли лишь обмениваться неясными слухами и ломать головы в догадках.\n\nЧтобы хоть как-то отвлечься, ты задумалась над этим. Что там за догадки были, кстати?...",
    "answers": [
      {
        "id": 7,
        "text": "\"О личности Императора\""
      },
      {
        "id": 8,
        "text": "\"О свите Императора\""
      },
      {
        "id": 9,
        "text": "\"О деятельности Императора\""
      }
    ]
  },
  {
    "id": 7,
    "text": "Что ж, сведения на этот счёт у тебя были скудные. Ты печально фыркнула: настолько мало тебе было известно. Единственное, что пришло на ум – это слух о том, что Император был жестоким и воинственным человеком с самого детства. Его мать, как говорили, брала его с собой на битвы с тех пор, как ему исполнилось три года. Сидя в маленьком, сделанном по специальному заказу звездолёте, Император первым открывал огонь по противнику – и чаще всего попадал прямо в цель.\n\nБрр… Если бы тебе приходилось убивать людей с раннего детства, у тебя бы, наверное, крыша поехала. Ты даже немного пожалела Императора. А потом вновь вернулась мыслями к завтрашнему событию, и вся жалость улетучилась без следа.",
    "answers": [
      {
        "id": 10,
        "text": "..."
      }
    ]
  },
  {
    "id": 8,
    "text": "По словам многих свидетелей, когда Император появлялся на публике, в его свите было на удивление мало человек. Несколько стражников – лучших, элитных, тренированных едва ли не с пелёнок. Советник Императора, известный как «сэр Меддероуз», высокий мужчина в чёрно-синей мантии, следовавший за своим повелителем, словно тень. И несколько «доверенных лиц», имеющих высокое положение, число которых всегда разнилось, но не превышало пяти-шести человек.\n\nЧто тебе говорила вся эта информация, всплывшая со дна подсознания? Абсолютное ни-че-го.\n\nТы вздохнула, зарывшись носом в подушку.",
    "answers": [
      {
        "id": 10,
        "text": "..."
      }
    ]
  },
  {
    "id": 9,
    "text": "Войны, войны и ещё больше бесконечных войн. Вот о чём наперебой твердили слухи. И сомневаться в их подлинности не приходилось – с приходом Рейсеона XII к власти маленькие планеты-государства стали падать под натиском Империи одна за другой. Они либо становились безжизненными пустынями и использовались для добычи ресурсов, либо присоединялись к Дегглерофту в качестве колоний и реже – саттелитов.\n\nВсё-таки жутким человеком был этот Император… Неудивительно, что отец предпочёл отдать ему тебя в жёны, нежели бросать вызов его могуществу.\n\nИ снова твои мысли вернулись к завтрашней свадьбе. Ты поёжилась.",
    "answers": [
      {
        "id": 10,
        "text": "..."
      }
    ]
  },
  {
    "id": 10,
    "text": "Прошло некоторое время, и тебе надоело лежать, лелея свою тоску. Ты резко села на краю постели, чувствуя, что каждый нерв натянут до предела, как стальной канат. Хотелось занять себя чем-нибудь… хоть чем-нибудь! Что угодно, лишь бы не хандрить, как полудохлая медуза!",
    "answers": [
      {
        "id": 11,
        "text": "\"Посмотрю-ка я в окно. Всё-таки интересно, что там происходит...\""
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты подошла к окну, коснулась кнопки на раме, и стекло отъехало в сторону. Высунувшись из окна и подставив лицо свежему ветру, ты с любопытством начала изучать окрестности.\n\nИз твоей комнаты отлично была видна площадь в форме цветка лотоса, которую часто использовали для всевозможных празднеств и застолий. Сейчас там устанавливали голограммы, накрывали парящие в воздухе столы и сооружали сложную конструкцию, отдалённо напоминающую свадебную арку. Она была украшена огромными металлическими цветами и светящимися сферами, которые иногда сами по себе отрывались, кружились вокруг своей оси, а потом крепились обратно. Ты хихикнула, представив, что во время торжества вся эта красота обрушится вам с женихом на голову. Хотя… было бы не так уж и плохо, если бы она рухнула только на жениха…\n\nТак, отставить кровожадные мысли! Ты принялась за дальнейший осмотр.",
    "answers": [
      {
        "id": 14,
        "text": "\"Что там такое возле арки?...\""
      }
    ]
  },
  {
    "id": 12,
    "text": "Твой мяч уже несколько месяцев пылился в закрытом шкафу. Когда-то ты не расставалась с ним ни на минуту, но в последнее время доставала всё реже. Как бы прозаично это не звучало, ты становилась всё больше, а мяч, по сравнению с тобой, всё меньше. Ты промахивалась чаще, чем попадала по нему.\n\nДостав голубую сферу, заполненную светящейся субстанцией, ты открыла дверь и бросила мяч в коридор. Он отскочил от стены и рикошетом полетел тебе под ноги – ты, недолго думая, от души его пнула. Мяч попрыгал дальше по коридору, отбиваясь от стен, а ты побежала за ним следом.\n\nЧем чаще мяч касался стен и пола, тем сильнее сливался с ними по цвету. К счастью, ты смогла догнать его прямо за первым углом, не дав окончательно потеряться на фоне матово-серых интерьеров. После второго пинка мяч принял изначальный ярко-голубой цвет и поскакал дальше.\n\nСосредоточившись на мяче, ты потеряла осторожность. И, после очередного головокружительного прыжка, серо-голубая сфера приземлилась прямиком в… стоящее на полу ведро с водой.",
    "answers": [
      {
        "id": 16,
        "text": "- Ой..."
      }
    ]
  },
  {
    "id": 13,
    "text": "— Поверьте, вручную я отмою эти полы быстрее, чем, — Чарли махнул рукой в сторону круглой губчатой машины, которая еле-еле подползала к вам, оставляя на полу мокрый след, — вот... это недоразумение, которое нам прислали из торговой организации. Бьюсь об заклад, они даже не испытывали его ни разу...\n\nТы закатила глаза, демонстрируя полнейшее отсутствие интереса — да и познаний — в текущей теме.\n\n— Весь такой деловой, работаешь целыми днями, — пробурчала ты, — чёрт тебя дери, Чарли, ты одного возраста со мной, а разговариваешь, как древний старик!\n\nЧарли только плечами пожал.\n\n— К сожалению или к счастью, ответственность — моё второе \"я\". — Он отвернулся и бросил через плечо: — Не хочу вам указывать, принцесса, но лучше сходите и поиграйте с мячом в другое место...\n\nТы громко фыркнула, прижала к себе мяч — изрядно намочив при этом свой модный тренчкот — и пошла обратно в комнату. Последние остатки хорошего настроения как ветром сдуло.",
    "answers": [
      {
        "id": 15,
        "text": "\"Ну что ж, есть ещё террариум. Уж там-то я точно никому мешать не буду, верно?\""
      }
    ]
  },
  {
    "id": 14,
    "text": "В опасной близости к месту постройки стоял человек, с такого расстояния казавшийся крохотным. Он нервно ходил туда-сюда и явно надрывал голос, крича на рабочих – даже отсюда тебе был слышны его возмущения:\n\n— …никуда не годится… чему вас, скотин бестолковых, только учили… я эти цветы вам знаете куда…\n\nУзнав этот недовольный тон, который столько лет отчитывал тебя на уроках, ты расплылась в невольной улыбке. Искусный инженер, гениальный математик и, по совместительству, твой бывший наставник и репетитор – Сэмюэль Х. Ватсон. Конечно, после окончания твоей учёбы вы несколько отдалились друг от друга, но до сих пор ничто не забавляло тебя больше, чем его привычка ворчать по любому поводу.\n\nСуета за окном только испортила тебе настроение. Ты закрыла окно и задумалась. Может, поиграть во что-нибудь... Точно!",
    "answers": [
      {
        "id": 12,
        "text": "\"Погоняю мяч по коридорам. Вспомню детство в последний раз!\""
      }
    ]
  },
  {
    "id": 15,
    "text": "Вернув мяч на место, ты пошла к лифту, вызвала его и спустилась на первый этаж. Там тебе всего-то надо было пройти в боковую дверь, спуститься по — чертовски скользкой! — стеклянной лестнице и следовать пути, который дружелюбно указывала тропинка из светящихся камней. Каждый раз, когда ты наступала на них, они издавали тихий музыкальный звон.\n\nЭто слегка развеселило тебя... но только на время, потому что на подходе к террариуму тебя встретил огромный парящий знак перед входом:\n\n\"Доступ воспрещён\".\n\nКонечно, тебя это остановить не могло. Ты обогнула знак, пошла к дверям, но не тут-то было! Знак тут же подлетел к тебе и преградил дорогу, заставив больно удариться носом о букву \"П\".\n\n— Сказано же, не входить! — раздался сердитый голос позади. — Вы что, читать не умеете?",
    "answers": [
      {
        "id": 17,
        "text": "Обернуться."
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты подняла голову, чувствуя себя немного пристыженной.\n\n— Всё еще носитесь по коридору с детскими игрушками? — уборщик Чарли со снисходительной улыбкой вынул мяч из ведра и, отряхнув его, отдал тебе. — Странно, что в таком возрасте вас интересуют подобные развлечения...\n\nТы вспыхнула. Всякий раз, когда Чарли обращался к тебе на \"вы\", да ещё и как к маленькой девочке, ты испытывала жуткий диссонанс. С Чарльзом Виттерполом вы были одногодками и, можно сказать, друзьями детства. С возрастом ваши дружеские отношения сошли на нет, а Чарли приобрел некоторое высокомерие из-за новой должности.\n\nДа, возможно, в других уголках планеты работа уборщика и не была такой почетной, но когда в твои обязанности входит отслеживание и эксплуатация всевозможных пылесосов, авто-губок и стиральных машин, начищающих до блеска каждый уголок внушительного шестиэтажного здания...",
    "answers": [
      {
        "id": 13,
        "text": "- Гх-х... В любом случае, я не собираюсь выслушивать нотации от человека, который до сих пор протирает полы шваброй, как до времен Грандиозного Переселения..."
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты обернулась, сощурив глаза, и встретилась взглядом с мужчиной ростом чуть ли не вдвое больше тебя. Конечно же, и с этим субъектом ты была более чем хорошо знакома.\n\nДэвид Сайрус Лафферти, заместитель главы правительственной охраны, увидев тебя, вытянулся по струнке. Однако раздражение с его лица никуда не пропало.\n\n— Я спросил — вы что, читать не умеете? — повторил он.\n\n— Как будто я и в первый раз вас не услышала! — прошипела ты. — И вообще — следите за своим тоном!\n\n— Ох уж эти женщины... Сами устраивают истерики по поводу и без, а когда выдаешь свое праведное возмущение — тут же обижаются...\n\nТы прервала его причитания, спросив:\n\n— Почему мне нельзя входить в террариум?\n\n— Потому что вход воспрещен, что непонятного-то?\n\n— Ну, а почему вход воспрещён?!\n\n— Потому что лучшие экземпляры выносят из террариума для украшения на вашей завтрашней свадьбе, — Лафферти произнёс последнее слово с нажимом, наверняка зная, какой эффект оно на тебя произведёт. — И никто не хочет, чтобы какой-нибудь девице на пустую голову упала каллаверийская раффлезия весом в три тонны.",
    "answers": [
      {
        "id": 18,
        "text": "- У нас в террариуме нет каллаверийской раффлезии, сэр Лафферти."
      }
    ]
  },
  {
    "id": 18,
    "text": "— Зато есть много чего другого, что может упасть вам на голову! — Охранник подошел к тебе вплотную, взял за плечи и развернул лицом к тропинке — ты даже пикнуть не успела. — Так что поразвлекайтесь в другом месте, милая леди.\n\n— Я отцу пожалуюсь! — неуверенно пригрозила ты.\n\n— Да хоть изжалуйтесь, — парировал Лаффетти, слегка подтолкнув тебя ладонью в спину. — Только жаловаться вы, скорее всего, будете уже не отцу, а своему новоиспечённому муженьку.\n\nОскорбленная до глубины души, ты медленно и понуро направилась по тропинке. Выбиваемые каблуками музыкальные нотки звучали почти издевательски.",
    "answers": [
      {
        "id": 19,
        "text": "Вернуться в комнату."
      }
    ]
  },
  {
    "id": 19,
    "text": "Поднявшись, ты зашла в спальню и закрыла за собой дверь. Вмятина, оставшаяся на подушке, так и манила тебя вновь уткнуться в неё лицом. Что ты, немного подумав, и сделала. А что тебе ещё оставалось? Казалось, все обстоятельства направлены против тебя. Даже надышаться перед символической \"смертью\" тебе не дали!\n\nОно и ясно, горько подумала ты. Хоть ты и невеста Императора, но относятся к тебе, как к глупой, капризной и взбалмошной принцессе — который ты, впрочем, и останешься до своего бракосочетания. Да и после вряд ли что-то изменится. Только вот терпеть снисхождение тебе уже придётся от своего мужа...\n\nТы повернула голову, всматриваясь в интерьер комнаты. Тени сгущались, скрывая орнамент на стенах, платяной шкаф, полки с книгами и стопками портативных планшетов... Шум за окном до сих пор не стихал: работа там, похоже, будет кипеть всю ночь. И напоминать тебе об этой проклятущей свадьбе, конечно же, провались она в черную дыру!\n\nПерекатившись на бок, ты устало потёрла глаза.",
    "answers": [
      {
        "id": 20,
        "text": "\"Что ж, делать мне нечего. Попытаюсь хотя бы выспаться\""
      },
      {
        "id": 21,
        "text": "\"Прогуляюсь по дому - всё равно заснуть так рано у меня не получится\""
      },
      {
        "id": 22,
        "text": "\"А схожу-ка я на площадь! Взгляну поближе, что там такого соорудили\""
      }
    ]
  },
  {
    "id": 20,
    "text": "Мысленно отстранившись от всех посторонних звуков, ты вжалась щекой в подушку и закрыла глаза.\n\nПрошло пять минут... десять... пятнадцать... Наконец твое терпение окупилось — в какой-то момент ты тихо и незаметно провалилась в сон.\n\nСнился твоему измученному мозгу, разумеется, всякий бред. Ты опаздывала на свадьбу, уже подбегала к арке, где тебя ждал нетерпеливый жених в костюме из золотой фольги. Внезапно арка превратилась в огромного стального дракона, который откусил Императору голову, а потом схватил тебя зубами и унёс в небеса. Визжа от страха, ты вывернулась из мощных челюстей и... проснулась.\n\nТвои распахнутые глаза встретились с полумраком, царившим в комнате. Ты быстро проверила время на часах — четыре часа утра.\n\nПутаясь в одеяле, ты вскочила на ноги и тут же замерла, услышав отчётливые шаги под окном. Кто там разгуливает в такую рань?",
    "answers": [
      {
        "id": 23,
        "text": "\"Открою окно и посмотрю\""
      }
    ]
  },
  {
    "id": 21,
    "text": "Поднявшись, ты тихо вышла из комнаты и оказалась в тускло освещенном коридоре. Похоже, лампы на потолке еще разогревались перед тем, как включиться на полную мощность.\n\nТы прошлась по одному коридору, затем свернула в другой... в таком обманчивом свете они все казались одинаковыми. Ты нервно хихикнула, подумав о том, что будет, если ты здесь заблудишься. Конечно, такого в любом случае не произойдет — ты знаешь дом, как свои пять пальцев, да и лампы скоро начнут работать нормально... И всё же...\n\nТвой нервный смех становился всё сильнее и громче, пока не перерос в настоящий истерический хохот.\n\nДрожа всем телом, ты отступила в углубление в стене и села на холодный пол. Да что происходит? Ты с ума, наверное, сходишь...\n\n— С вами всё хорошо?",
    "answers": [
      {
        "id": 26,
        "text": "- А?..."
      }
    ]
  },
  {
    "id": 22,
    "text": "Озорное чувство поддразнило тебя изнутри. Ты слабо улыбнулась, поднялась с кровати и выскользнула за дверь. Снова вызвала лифт, спустилась на первый этаж, вышла через главный вход и, осторожно передвигаясь вдоль стены, вышла к площади.\n\nОткрывшееся тебе зрелище было... красивым.\n\nПорхающие в воздухе сферы складывались в сложные узоры, невольно притягивая взгляд в попытке угадать следующую фигуру. По периметру площади стояли в прозрачных горшках растения с длинной, точёной листвой. Каждое растение венчал колоссального размера иссиня-чёрный цветок.\n\nТы подкралась к одному из них и принюхалась — пахло чем-то медовым, почти приторным. Ну и ну... Интересно, сколько трудов понадобилось, чтобы достать столько гедонийских лакричников? В террариуме их точно было меньше...\n\nВ центре площади всё еще сооружалась арка. Теперь от неё во все стороны шли ответвления, вокруг которых сновали маленькие огоньки, похожие на светляков. Рабочие, оседлав ветки, выпускали этих \"светляков\" из клеток, висящих за спинами.\n\nСэмюэль ходил взад-вперед и махал руками на манер пропеллера. Он уже окончательно охрип от беспрестанных криков.",
    "answers": [
      {
        "id": 29,
        "text": "\"Пойду к нему\""
      }
    ]
  },
  {
    "id": 23,
    "text": "Привычным движением ты нажала на кнопку и, перегнувшись через край окна, посмотрела вниз.\n\nИ напоролась взглядом на... Дэвида Сайруса Лафферти собственной персоной.\n\n— Вы что тут делаете? — твой голос ещё не звучал возмущенно, но, во всяком случае, был близок к этому.\n\n— Выполняю свои рабочие обязанности, — сухо отозвался Лафферти, даже не посмотрев наверх. — Перед ответственным событием я, по праву элитного стража, должен совершить ночной сторожевой обход с девятью остальными охранниками, удостоившимися такой же чести.\n\n\"Надо же, гордый, как индюк, — скептически подумала ты. — Чести он удостоился, подумаешь...\"",
    "answers": [
      {
        "id": 24,
        "text": "\"Стоит преподать ему урок - пусть не зазнаётся!\""
      },
      {
        "id": 25,
        "text": "\"Сторожит - ну и пусть. Я пойду спать\""
      }
    ]
  },
  {
    "id": 24,
    "text": "Прикрыв рот рукой, чтобы Дэвид не услышал твоё злорадное хихиканье, ты взяла стакан воды со столика рядом с кроватью и, снова высунувшись из окна, вылила всю воду на голову \"элитного стража\".\n\n— Какого чёрта?! – Лафферти заорал так, что у тебя заложило уши. – Вы что творите?!\n\n— Господи, это всего лишь маленький стаканчик воды, — проворчала ты, с нескрываемым удовольствием смотря на мокрую макушку охранника. – Даже не полный!\n\n— Типичная женщина! Идёте на попятную, вместо того, чтобы оправдываться… Вот если бы вы спустились сюда, я бы вам задал…",
    "answers": [
      {
        "id": 59,
        "text": "\"А что - неплохая идея!\""
      },
      {
        "id": 60,
        "text": "- Спасибо за предложение, но я откажусь."
      }
    ]
  },
  {
    "id": 25,
    "text": "Пожав плечами, ты закрыла окно и легла в кровать. Через пару минут до твоего слуха донёсся легкий шорох, а затем — звук удаляющихся шагов. Похоже, караул под твоим окном сменился...\n\nЗаснуть снова у тебя так и не получилось, и ты проворочалась вплоть до девяти утра. Когда по комнате разлился ярко-красный свет, посоперничать с ним могли разве что твои воспаленные глаза.",
    "answers": [
      {
        "id": 32,
        "text": "Приложить все возможные усилия и встать."
      }
    ]
  },
  {
    "id": 26,
    "text": "Ты подняла мокрые глаза на Чарльза, который стоял перед тобой с таким сконфуженным видом, будто стал свидетелем очень неловкой сцены. А хотя, так оно и было...\n\n— Привет, — как идиотка, зачем-то поздоровалась ты.\n\n— Добрый вечер, — как идиот, ответил тебе Чарли. Он задумчиво перебросил черенок швабры в левую руку, затем обратно в правую. — Те... Вам не нужна помощь?",
    "answers": [
      {
        "id": 27,
        "text": "- Н-не помешала бы, на самом деле..."
      },
      {
        "id": 28,
        "text": "- Нет, спасибо. Я... просто пойду к себе."
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты думала, что Чарльз сейчас заставит тебя подняться и пойти – в медицинское крыло, к отцу или в спальню. Но он… приставил швабру к стене и сел рядом с тобой на пол.\n\n— Переживаешь из-за свадьбы? – в его голосе ты едва различила нотку сочувствия. – Но ты же понимаешь, что этого всё равно не избежать?\n\n— Отличная поддержка, кретин! – не выдержала ты. – Я-то это отлично понимаю, а тебе, похоже, не хватает такта  промолчать, когда нужно!\n\nПовисла пауза.\n\n— Вот поэтому мы и перестали общаться, — заговорил Чарльз, опустив голову. – У нас разные ценности, разное мировоззрение… Всё, что я тебе ни говорю, выходит невпопад. И в итоге получается, что я не помогаю тебе, а делаю только хуже.",
    "answers": [
      {
        "id": 69,
        "text": "- Гх-х... Можешь жаловаться кому-нибудь другому. Я ухожу."
      },
      {
        "id": 70,
        "text": "- Это мне уже давно известно... что такой вот ты человек, Чарли."
      }
    ]
  },
  {
    "id": 28,
    "text": "Ты поспешно поднялась, вытерла лицо и быстрыми шагами направилась прочь. Жалость Чарльза можно было буквально ощутить кожей, а ты ненавидела, когда тебя жалели.\n\nВойдя в комнату, ты захлопнула дверь, бросилась на кровать прямо в одежде и вскоре заснула, как убитая.\n\nТебе снились какие-то смутные голоса и раздражающие касания рук.\n\nПроснулась ты невероятно уставшей — будто и вовсе не спала.",
    "answers": [
      {
        "id": 32,
        "text": "..."
      }
    ]
  },
  {
    "id": 29,
    "text": "Ты вышла из-под прикрытия лакричников и направилась к своему бывшему репетитору. Тот, увлеченный отчитыванием горе-строителей, тебя не заметил.\n\n— Здравствуйте.\n\nСэмюэль вздрогнул и обернулся, поправив спавшие на кончик носа очки.\n\n— Ваше высочество, вы что тут делаете? Сейчас же отойдите от арки, а то эти бестолковые идиоты ещё уронят на вас что-нибудь.\n\n— Что это за огоньки? — проигнорировав его совет, ты указала пальцем на \"светляков\".\n\n— Автоматизированные кнопочные светильники... Эй, эй! Вы что там, с ума посходили?! — Ватсон погрозил кулаком молоденькому рабочему, который в ответ показал ему язык. — Даже не думайте высыпать такое количество, вы что, хотите, чтобы половина арки горела, как на пожаре, а вторая едва мерцала?!\n\nТы смотрела на Сэмюэля с сочувствием.",
    "answers": [
      {
        "id": 30,
        "text": "\"Не буду ему мешать... Пойду лучше к себе\""
      },
      {
        "id": 31,
        "text": "- Может, отдохнёте? Оставите вместо себя помощника, а сами, не знаю, чая попьёте?"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ты тихо вернулась той же дорогой, которой пришла. Как ты и думала — никому до тебя нет дела... Конечно, все заняты подготовкой к этой проклятой свадьбе. Даже бывший репетитор, на поддержку которого ты когда-то могла рассчитывать в любое время.\n\nРаздосадованная и опечаленная, ты зашла в спальню, разделась и легла спать.\n\nТебе снилась ожившая арка, которая стреляла металлическими цветами во все стороны. Невероятный бред, но почему-то он настолько развеселил тебя, что проснулась ты в более-менее неплохом настроении.\n\nКоторое, правда, сменилось унынием, когда ты вспомнила, какой сегодня день.",
    "answers": [
      {
        "id": 32,
        "text": "..."
      }
    ]
  },
  {
    "id": 31,
    "text": "Сэмюэль задумался, медленно отирая рукавом вспотевший лоб.\n\n— Действительно… Как я раньше об этом не подумал? Эй, мистер Кларк! – он помахал рукой какому-то мужчине, который сразу же подошёл к вам. – Будьте так любезны, последите за этими остолопами, а я отдохну некоторое время…\n\n— Будет сделано, — ответил Кларк, склонив голову.\n\nВы с Ватсоном отправились в столовую, располагавшуюся на первом этаже дома. Достаточно… уютное место, в котором отсутствовала давящая аристократическая атмосфера. По крайней мере, так о столовой высказался твой бывший репетитор.\n\nПока он наливал себе чай, ты села за стол, не зная, куда себя деть.\n\nЧерез пять минут перед тобой оказалась салфетка, а на салфетку опустилась чашку.\n\n— Решил, что вам тоже не помешало бы выпить чаю, — немного севшим голосом объяснил Сэмюэль, сев рядом с тобой. Он взял свою чашку, а ты, замешкавшись, приблизила к губам свою.",
    "answers": [
      {
        "id": 78,
        "text": "Выпить чай и уйти."
      },
      {
        "id": 79,
        "text": "Выпить чай и поговорить с Сэмюэлем."
      }
    ]
  },
  {
    "id": 32,
    "text": "Выбравшись из постели, ты потянулась, отгоняя сонливость, быстро оделась в незамысловатый костюм и пошла на первый этаж. Длинный стол, протянутый чуть ли не от одной стены к другой, не был забит, как обычно, синтезированной едой. Тебя ждали только два тарелки: одна — с нарезанными ананасами, и другая — с выложенной в форме треугольника голубой икрой.\n\nОтец сидел рядом с твоим местом и завтракал.\n\n— Солнце моё лучистое, а вот и ты! — с напускной весёлостью пробормотал он. — Присаживайся, перекуси немного... Но особо не наедайся, а то в платье не влезешь!\n\nЕго попытка разрядить атмосферу сработала не лучше подмоченной петарды. Ты со вздохом села за стол и опустила взгляд на свою скромную трапезу. \"Не наедайся\"... Что ж, желудок тебе в любом случае набивать не хотелось.\n",
    "answers": [
      {
        "id": 33,
        "text": "Съесть ананасы"
      },
      {
        "id": 34,
        "text": "Съесть икру"
      }
    ]
  },
  {
    "id": 33,
    "text": "Взяв штекер, ты наколола на него ломтик ананаса и отправила в рот. Сочная сладость заполнила рот, но разогнать уныние, к сожалению, не смогла. Тем не менее, ты и не заметила, как опустошила всю тарелку.\n\n— Кажется, я слышал звонок у входа... — словно извинившись, сказал отец и быстро поднялся. Ты прислушалась: действительно, со стороны главного входа раздавалась тихая трель. — Сейчас посмотрю, может, шкатулка уже пришла...\n\nТы отбросила штекер, окончательно потеряв всяческий аппетит.",
    "answers": [
      {
        "id": 35,
        "text": "..."
      }
    ]
  },
  {
    "id": 34,
    "text": "Взяв вилку, ты сгребла икру к краю тарелки и, подцепив её зубцами, отправила в рот. Несмотря на уныние, ты не смогла не отметить, что солоноватый деликатес был невероятно вкусным. Не прошло и пяти минут, как ты опустошила всю тарелку.\n\n— Кажется, я слышал звонок у входа… — извиняющимся тоном сказал отец, быстро поднимаясь. Ты прислушалась: действительно, со стороны главного входа раздавалась тихая трель. – Сейчас посмотрю, может, шкатулка уже пришла…\n\nТы отбросила вилку, тут же потеряв всяческий аппетит.",
    "answers": [
      {
        "id": 35,
        "text": "..."
      }
    ]
  },
  {
    "id": 35,
    "text": "\"Шкатулка\" действительно пришла. Это была посылка от жениха — украшения, платье и гладкое, плотное покрывало. В него — по традиции Дегглерофта — ты должна была закутаться перед церемонией.\n\nЗа облачение невесты обычно отвечали подруги или родственницы, но у тебя не было ни тех, ни других. Поэтому одеваться тебе помогала специально обученная помощница. По-видимому, целью прекрасного платья было задушить тебя еще на подходе к арке — иначе ты не могла объяснить то, что оно сдавливало каждую клеточку твоего тела и сидело на тебе буквально в облипку.\n\nУвидев себя в зеркало, ты даже немного устыдилась. Ну и разврат! Неужели имперским мужчинам и правда такое нравится?\n\n— Готово, — кивнула помощница и, взяв в руки покрывало, знаком велела тебе следовать за ней.",
    "answers": [
      {
        "id": 36,
        "text": "Взглянуть в окно напоследок."
      }
    ]
  },
  {
    "id": 36,
    "text": "На площади уже творилось настоящее столпотворение: свободной от людей оставалась только устланная чёрными и синими цветами дорога к арке.\n\nТебе стало немного нехорошо.\n\n— Вы идёте? — помощница заглянула в дверной проём с недовольным выражением лица.\n\n— Иду, иду, — пробурчала ты, смахивая с платья невидимую пыль, и вышла из комнаты. Бойкая помощница шла впереди, а ты едва переставляла ноги, зажатые, как в тиски, в узкие туфли на каблуке. Вы спустились вниз на лифте и встали напротив главного входа.\n\nЧтобы отвлечься, ты воспроизвела в памяти дорогу к площади: выйти через дверь, спуститься по ступенькам, обойти по каменной тропинке дом, пересечь декоративные кусты и...\n\n— Одиннадцать ровно! — встрепенулась девушка и повернулась к тебе с покрывалом наготове.",
    "answers": [
      {
        "id": 37,
        "text": "Наклониться."
      }
    ]
  },
  {
    "id": 37,
    "text": "Ты наклонилась, чувствуя, как тяжёлая ткань накрывает твою голову и плечи. Мир вокруг совершенно потух, и страх — уже в который раз — сдавил тебе лёгкие. А может, это был недостаток воздуха...\n\nХолодные длинные пальцы помощницы сжали твоё запястье. Ты немного успокоилась, но всё ещё была на взводе.\n\n— Идите за мной.\n\nТы осторожно шла, как слепец с поводырём, чувствуя себя так, будто оказалась в абсолютно неизвестном месте. К счастью, девушка умело подстраивалась под твои шаги и придерживала тебя за плечи свободной рукой. Вместе вы обогнули дом по тропинке, прошли сквозь череду декоративных кустарников (ты поняла это по шороху листвы) и вышли, предположительно, к площади.\n\nГромкие воодушевлённые крики толпы заставили твой желудок перевернуться. Интересно, твой жених тоже тут?\n\nТебе так хотелось взглянуть…",
    "answers": [
      {
        "id": 38,
        "text": "...и ты аккуратно отвела от лица покрывало."
      },
      {
        "id": 39,
        "text": "...но ты продолжила следовать за девушкой."
      }
    ]
  },
  {
    "id": 38,
    "text": "Не в силах совладать с любопытством, ты подняла руку и немного отогнула ткань… чтобы встретиться с разъярённым взглядом помощницы и тут же вернуть покрывало на место.\n\n— Вы что, хотите, чтобы жених счёл вас невоспитанной хамкой?! – прошипела девушка, как будто ей было нанесено личное оскорбление. В чём заключается хамство, ты не особо поняла, но в ту же секунду материю возле твоих глаз схватили, оттянули и скрепили, судя по всему, булавкой.\n\nОтлично. Теперь ты была окончательно ослеплена.\n\n— Радость моя, выглядишь просто невероятно! – восторженный голос отца раздался совсем близко, и ты едва не отшатнулась в испуге. Помощница передала отцу твою руку, и теперь уже он повёл тебя к свадебной арке.",
    "answers": [
      {
        "id": 41,
        "text": "Идти под руку с отцом."
      }
    ]
  },
  {
    "id": 39,
    "text": "Поборов любопытство, ты отказалась от своего замысла – зоркая провожатая в любом случае мгновенно бы засекла любой подозрительный манёвр с твоей стороны. Ты продолжила идти на ощупь, как ни в чём не бывало, стараясь не думать о том, что ждёт тебя впереди.\n\n— Радость моя, выглядишь просто невероятно! – восторженный голос отца раздался совсем близко, и ты едва не отшатнулась в испуге. Помощница передала отцу твою руку, и теперь уже он повёл тебя к свадебной арке.",
    "answers": [
      {
        "id": 40,
        "text": "Идти под руку с отцом."
      }
    ]
  },
  {
    "id": 40,
    "text": "Кто-то кричал слева, кто-то шутил и смеялся справа… Ты слышала, как отец то и дело приостанавливался, чтобы с кем-то поздороваться… И жгучее желание взглянуть на то, что происходило вокруг, вновь начало тебя распирать.",
    "answers": [
      {
        "id": 43,
        "text": "\"Может, попробовать? Хотя бы одним глазком...\""
      },
      {
        "id": 44,
        "text": "\"Ну уж нет! Что, если я нарушу какую-нибудь архиважную имперскую традицию?\""
      }
    ]
  },
  {
    "id": 41,
    "text": "Кто-то кричал слева, кто-то шутил и смеялся справа… Ты слышала, как отец то и дело приостанавливался, чтобы с кем-то поздороваться… И жгучее желание взглянуть на то, что происходило вокруг, вновь начало тебя распирать.",
    "answers": [
      {
        "id": 42,
        "text": "Жаль, что ты уже не могла ничего сделать - спасибо помощнице с булавкой!"
      }
    ]
  },
  {
    "id": 42,
    "text": "Ты раздражённо выдохнула, в полной мере ощутив свою беспомощность. Дались же твоей помощнице эти традиции, провались она в чёрную дыру!\n\nТем временем лёгкое гудение наполнило воздух. Оно было похоже на шум двигателей, и ты навострила уши. Раздались возгласы «вот, вот он!», какой-то смутный лязг, ропот – и тут отец отпустил твою руку.\n\n— Стой здесь, пока не подойдёт жених и его советник. Он и заключит ваш брак.\n\n— Советник заключит?... Что…\n\n— Тс-с! Так заведено в Дегглерофте. Всё, встретимся потом, на пиршестве. Веди себя хорошо!\n\nТы растерянно обернулась и чуть не упала – твоя ориентация в пространстве была окончательно потеряна. Покрывало… Это чёртово покрывало! Оно словно давило своим весом тебе на голову, шею, плечи, и тебе даже показалось, что ты чувствуешь запах…\n\n…химикатов?",
    "answers": [
      {
        "id": 45,
        "text": "\"Обопрусь-ка я на арку, пока жених не подошёл\""
      }
    ]
  },
  {
    "id": 43,
    "text": "Ты тихо выдохнула, подняла руку и сдвинула с левого глаза тяжёлую ткань.\n\nИ то, что ты увидела, заставило твои колени подогнуться.\n\nНа плоские крыши зданий, окружавших площадь, приземлялась целая чёртова флотилия! Огромные звездолёты почти бесшумно спускались с небес, и их становилось всё больше. А возглавлявший их корабль – как полагается, самый гигантский и богато украшенный – распахнул свои двери, спустив с крыши длинный, сверкающий на свету трап, и с него вниз сошёл… твой жених.",
    "answers": [
      {
        "id": 46,
        "text": "\"Да-а, жених...\"",
        "need": -8
      },
      {
        "id": 47,
        "text": "\"Что-то тут не так...\"",
        "need": 8
      }
    ]
  },
  {
    "id": 44,
    "text": "Ты вторично вступила в схватку со своим любопытством и победила. Увидишь ты эту церемонию, не увидишь – какая разница? Всё равно от этого ничего не изменится… Да и тебе от этого лучше не станет.\n\nТем временем лёгкое гудение наполнило воздух. Оно было похоже на шум двигателей, и ты навострила уши. Раздались возгласы «вот, вот он!», какой-то смутный лязг, ропот – и тут отец отпустил твою руку.\n\n— Стой здесь, пока не подойдёт жених и его советник. Он и заключит ваш брак.\n\n— Советник заключит?.. Что…\n\n— Тс-с! Так заведено в Дегглерофте. Всё, встретимся потом, на пиршестве. Веди себя хорошо!\n\nТы растерянно обернулась и чуть не упала – твоя ориентация в пространстве была окончательно потеряна. Покрывало… Это чёртово покрывало! Оно словно давило своим весом тебе на голову, шею, плечи, и тебе даже показалось, что ты чувствуешь запах…\n\n…химикатов?",
    "answers": [
      {
        "id": 45,
        "text": "\"Обопрусь-ка я на арку, пока жених не подошёл\""
      }
    ]
  },
  {
    "id": 45,
    "text": "— Невестушка моя, вы хорошо себя чувствуете?\n\nМужской голос небрежным тоном спросил тебя о самочувствии, а затем его обладатель резко дёрнул тебя вперёд. Твои ноги чуть не подкосились от такого резкого движения.\n\nТы уже хотела возмутиться, но…\n\nНо…\n\nУ тебя не было сил даже дышать.\n\nПоследнее, что ты ощутила – это жёсткую хватку на своих плечах, грубый поцелуй прямо сквозь покрывало и возмущённый рёв толпы, сменившийся… ты не знала, чем. Ты уже потеряла сознание.",
    "answers": [
      {
        "id": 1,
        "text": "Получена концовка \"Порабощённая\""
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты разочарованно вздохнула и, наклонив голову, вернула ткань на место. Смотреть тут было не на что. Да и всматриваться в лицо человека, женой которого ты станешь прямо сейчас, не хотелось. Этот момент навечно впечатается в твою память и без зрительного контакта.\n\nРаздались возгласы \"вот, вот он!\", ропот — и тут отец отпустил твою руку.\n\n— Стой здесь, пока не подойдёт жених и его советник. Он и заключит ваш брак.\n\n— Советник заключит?... Что...\n\n— Тс-с! Так заведено в Дегглерофте. Всё, встретимся потом, на пиршестве. Веди себя хорошо!\n\nТы растерянно обернулась и чуть не упала — твоя ориентация в пространстве была окончательно потеряна. С трудом восстановив равновесие, ты выпрямилась и стала ждать.\n\nТяжёлые, гулкие шаги нескольких людей направлялись к тебе. Грубая на ощупь ладонь коснулась твоей и крепко сжала.\n\n— Ну привет, невестушка.",
    "answers": [
      {
        "id": 48,
        "text": "\"Какого чёрта Император так ко мне...\""
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты прищурилась и присмотрелась к жениху. Точнее, не к самому жениху... к тем, кто его сопровождал.\n\nС такого расстояния было сложно рассмотреть Императора, но… ты ясно видела, что он спускался по трапу в сопровождении десятерых людей. Все десятеро – крепко сложенные, широкоплечие мужчины. Но среди них не было того, кто хоть немного напоминал бы сэра Меддероуза. Ты быстро воспроизвела в памяти описание внешности советника: высокий, в чёрно-синей мантии…\n\nНет. Там не было никого, хотя бы отдалённо напоминающего Меддероуза.\n\nСердце нервно застучало. Может быть, ты ошиблась? Почему только ты заметила эту странность, а все остальные ведут себя, как обычно?",
    "answers": [
      {
        "id": 49,
        "text": "Осмотреть толпу."
      }
    ]
  },
  {
    "id": 48,
    "text": "Прежде чем ты успела закончить мысль, жёсткий поцелуй смял твои губы. Ты вскрикнула от неожиданности, ощутив, как от напора ткань покрывала вжалась в лицо. Странный, резкий запах вскружил тебе голову, заставив пошатнуться и медленно... медленно...\n\n...ощутить, как тебя хватают за плечи, толпа кричит множеством возмущённых голосов, а потом...\n\n...ты теряешь сознание.",
    "answers": [
      {
        "id": 1,
        "text": "Получена концовка \"Порабощённая\""
      }
    ]
  },
  {
    "id": 49,
    "text": "Ты бросила беглый взгляд на людей, столпившихся вокруг. Они улыбались, кричали и размахивали руками. Их глаза были мутными, как запотевшие стёкла.\n\n— Девочка моя, ты что творишь? – пробормотал ошарашенный отец тебе на ухо. – Сейчас же прикрой лицо, ты нарушаешь традиции…\n\n— Папа! – развернувшись к отцу, вскрикнула ты в отчаянии. – Где советник, который должен сопровождать Императора? И почему все гости так странно выглядят?\n\n— Что ты такое говоришь? – отец с удивлением посмотрел на тебя и пошатнулся. – У тебя свадьба, солнышко, сейчас ты уже должна стоять под аркой. И ждать жениха… я уверен, советник появится позже…\n\nВышеупомянутый жених тем временем стремительно приближался к вам в окружении своих телохранителей.\n\nТы вырвала руку из хватки отца, и единственной мыслью, которая тревожным знаком замигала в твоём мозгу, было…",
    "answers": [
      {
        "id": 50,
        "text": "\"Бежать!\""
      }
    ]
  },
  {
    "id": 50,
    "text": "Сдирая с себя покрывало – гладкая плотная ткань скользила под пальцами, не желая поддаваться – ты бросилась прочь с собственной свадьбы. Паника захлестнула тебя с головой, ты остро чувствовала, что всё, что сейчас происходит, не должно происходить, что это всё неправильно, что тебе нужно спасаться прямо, мать твою, сейчас!\n\nКрики толпы стали сильнее, возмущённее, теперь помутнённые взгляды были прикованы к тебе – они осуждали тебя за побег с церемонии. Но ты не виновата, что хочешь жить, чёрт побери!\n\nТы рванула подол платья и, о чудо – материя треснула по швам, высвобождая твои ноги из обтягивающего плена. В два счёта стянув туфли на каблуках, ты босиком побежала к заднему входу, который маячил прямо у тебя перед глазами.\n\nТопот ног раздавался сзади, всё быстрее и быстрее.\n\n— Стойте! – повелительный голос – судя по всему, это и был твой «жених» — донёсся до твоего слуха. – Уважаемая невес… Ваше высочество! Эй, задержите её, сейчас же!",
    "answers": [
      {
        "id": 51,
        "text": "Не останавливаться!"
      }
    ]
  },
  {
    "id": 51,
    "text": "Казалось, твои ноги обрели крылья, потому что ты буквально взлетела по ступенькам. Двери распахнулись, ты забежала внутрь, развернулась в сторону лифта и за секунду преодолела расстояние, отделяющее тебя от него.\n\nНажатие кнопки – звон отъезжающей двери – прыжок в кабину и удар о её стену по инерции – снова нажатие кнопки, шестой этаж – дверь возвращается на место – ты слышишь грохот с той стороны и возносишь хвалу компании, которая произвела этот непробиваемый лифт.",
    "answers": [
      {
        "id": 52,
        "text": "Ехать на шестой этаж."
      }
    ]
  },
  {
    "id": 52,
    "text": "Пока лифт вёз тебя на шестой этаж, ты переводила дыхание, потирала синяки и размышляла о том, что вообще сейчас произошло. Пазл в твоей голове никак не желал складываться, и если в обычное время ты и так не могла похвастаться сообразительностью, то сейчас остатки этой сообразительности заменил невероятный стресс. Тебе не хотелось думать, что не так со свитой Императора и что не так с людьми на площади, и правильно ли ты вообще поступила, сбежав со свадьбы, и может, ты просто сошла с ума и тебя сейчас совершенно правильно пытаются вернуть на церемонию…\n\nМелодичная трель лифта оповестила тебя о том, что ты достигла шестого этажа. Ты вышла в коридор, двери лифта захлопнулись и он поехал вниз.\n\nВ твоей голове царила неразбериха.\n\nБлуждая взглядом по сторонам, ты наткнулась на окно в конце коридора и…\n\nУвидела звездолёт, парящий вплотную к стене.\n\nЗа ту секунду, пока твой мозг пытался обработать новую информацию, крыша звездолёта откинулась назад, как крышка шкатулки, и из-под неё вышел мужчина в чёрно-синем облачении. Ещё секунда – и стекло в окне разлетелось на множество осколков, а мужчина запрыгнул в помещение.",
    "answers": [
      {
        "id": 53,
        "text": "Убежать."
      },
      {
        "id": 54,
        "text": "Стоять на месте и ждать."
      }
    ]
  },
  {
    "id": 53,
    "text": "Лёгкие уже горели от бесконечной беготни, но ты всё же сделала над собой усилие, развернулась и…\n\n…твои ноги подогнулись, как у новорождённого младенца.\n\n— Пожалуйста, не убегайте! – взволнованно крикнул мужчина, приблизившись к тебе. Он наклонился, подхватил тебя за плечи и аккуратно поставил на ноги. – Поверьте, я не имею к пиратам никакого отношения.\n\n— К пиратам?\n\n— Мне нужно прояснить ситуацию, — мужчина тут же принял важный вид, как гонец, спешащий сообщить невероятную весть, — дело в том, что я – Император…\n\nТы молча грохнулась в обморок.",
    "answers": [
      {
        "id": 55,
        "text": "..."
      }
    ]
  },
  {
    "id": 54,
    "text": "Ты уже так устала бегать – и устала в принципе – что просто молча смотрела на мужчине, который приближался к тебе, гремя множеством металлических запонок, застёжек и прочих побрякушек.\n\n— Спасибо, что не стали убегать, — сказал он, подойдя вплотную. – Понимаю, что в таких условиях вы сходите с ума от ужаса, но поверьте, я не имею к пиратам никакого отношения.\n\n— К пиратам?\n\n— Мне нужно прояснить ситуацию, — мужчина тут же принял важный вид, как гонец, спешащий сообщить невероятную весть, — дело в том, что я – Император…\n\nТы молча грохнулась в обморок.",
    "answers": [
      {
        "id": 55,
        "text": "..."
      }
    ]
  },
  {
    "id": 55,
    "text": "Уже позже, когда ты пришла в себя, а также излечилась от горячки, которую вызвало пережитое потрясение, мужчина, назвавший себя Императором, и его советник – тот самый Меддероуз – «прояснили ситуацию», объяснив тебе всё произошедшее.\n\n— Вы и ваш отец стали целями межгалактической мафии, которую некоторые, — советник бросил холодный взгляд на Императора, а тот лишь пожал плечами, — до сих пор называют «пиратами». Преступники желали сорвать свадьбу, похитив вас, чтобы шантажировать вашего отца. Конечно, последний невероятно боялся навлечь на себя гнев Империи, поэтому заплатил бы любой требуемый выкуп.\n\n— Некоторые работники, украшавшие площадь, а также девушка, помогавшая вам одеваться, были подкуплены, — подхватил Император. – Лакричники, расставленные по периметру площади, пропитали особым наркотическим средством, действие которого усилилось за счёт аромата цветов. Поэтому гости на свадьбе вели себя несколько… неадекватно. А ваша помощница тем же средством опрыскала покрывало – к счастью, вы убрали его с лица ещё до того, как наркотик начал действовать.\n\n— Ясно… — пробормотала ты. Хотя ты лежала на вполне устойчивой кровати и мягкой подушке, твоя голова всё ещё кружилась временами. Остаточный шок от пережитых событий не проходил до сих пор. Похоже, мужчины заметили, что тебе не очень хорошо.\n\n— Я проверю, как идёт судебное разбирательство над преступниками, — сказал Меддероуз, поднимаясь из кресла. – Конечно, мы все уже знаем, чем оно закончиться, но лишняя проверка никогда не помешает.",
    "answers": [
      {
        "id": 56,
        "text": "Остаться наедине с Императором."
      }
    ]
  },
  {
    "id": 56,
    "text": "Теперь у тебя появилась возможность рассмотреть его поближе. И… честно говоря, ты не могла не найти его привлекательным. Приятное смуглое лицо, молодое, но ничуть не смазливое, острые насмешливые глаза, крупный нос, чёрные усы и бородка, которые удивительно ему шли…\n\nОщутив на себе твой пристальный взгляд, Император весело усмехнулся:\n\n— Пожалуй, наше знакомство состоялось не совсем так, как было запланировано, не так ли? – Он протянул тебе руку, и ты неуверенно её пожала. – Рейсеон Двенадцатый, Владыка империи Дегглерофта. А вы, как я уже понял, моя невеста. Что ж, надеюсь, я произвёл хорошее первое впечатление.\n\n— Убойное, — пробормотала ты и тут же прикусила язык. Наверное, с Императором разговаривать так фривольно не стоит… — Вы мне представлялись совершенно другим человеком по рассказам.\n\n— Ну, единственная правда в них то, что я люблю повоевать. – Мужчина откинулся на спинку кресла, подкрутив ус. – О моей жестокости и прочих нелестных чертах судить я вряд ли могу – сэр Меддероуз не раз отмечал мои проблемы с самокритикой, и в этом я ему целиком и полностью доверяю.\n\nИмператор склонился к тебе, внезапно приобретя серьёзность.\n\n— Возвращаясь к теме нашего бракосочетания… предстоящего. Насколько я знаю от вашего отца, вы не были особенно впечатлены идеей брака по расчёту.",
    "answers": [
      {
        "id": 57,
        "text": "- Я и сейчас не впечатлена."
      },
      {
        "id": 58,
        "text": "- Ну-у, моё мнение на этот счёт несколько... поменялось."
      }
    ]
  },
  {
    "id": 57,
    "text": "Император вздохнул, услышав твой ответ.\n\n— Я предполагал, что вы так скажете. Но к сожалению, ни вы, ни я не сможем ничего изменить – договор уже подписан.\n\n— Я понимаю, — пробормотала ты, почему-то чувствуя себя виноватой. – Я обещаю быть вам хорошей женой, конечно… Но, пожалуйста, не надейтесь на то, что у меня появятся к вам ответные чувства.\n\nЭто и было твоим окончательным решением.\n\nСвадебная церемония состоялась спустя несколько дней, и ты стала полноправной Императрицей Дегглерофта.\n\nВаша жизнь с супругом протекала относительно мирно. Хотя после рождения наследника вы сильно отдалились друг от друга, но особых страданий вам это не причинило. Вы прожили долгую жизнь и умерли в глубокой старости. Твоя совесть была спокойна, а что до Императора… его душа так и осталась для тебя загадкой.",
    "answers": [
      {
        "id": 1,
        "text": "Получена концовка \"Смирившаяся\""
      }
    ]
  },
  {
    "id": 58,
    "text": "— Передумали? – лицо Императора выражало недоумение. – Что вы подразумеваете…\n\n— Что сказала, то и подразумеваю, — ты закатила глаза, взяв мужчину за руку. – Вы мой спаситель – это первая причина, по которой я к вам тепло отношусь. А вторая… — ты посмотрела на него из-под опущенных ресниц. – Скажем так, вы меня… покорили в течение того времени, когда не отходили от меня ни на шаг, боясь, что с вашей невестой что-нибудь случится во время горячки.\n\nИмператор молча поцеловал тыльную сторону твоей ладони.\n\nСвадебная церемония состоялась спустя несколько дней, и ты стала полноправной Императрицей Дегглерофта.\n\nВы с супругом нашли много общего между собой после свадьбы. Военные стратегии захватили тебя с головой, и хоть ты не могла похвастаться в них такими познаниями, как Император, но всегда была готова поговорить с ним на эту тему. Рождение наследника только сильнее сблизило вас. Вы правили долгие годы и умерли в глубокой старости. Твоя совесть была чиста… и совесть Императора, как тебе казалось, тоже.",
    "answers": [
      {
        "id": 1,
        "text": "Получена концовка \"Обретённая\""
      }
    ]
  },
  {
    "id": 59,
    "text": "Ты смерила взглядом расстояние до земли. Затем перекинула ногу через подоконник и, положившись на волю судьбы, выпрыгнула из окна. Свист ветра в ушах длился всего полсекунды, прежде чем ты приземлилась… прямо в руки Дэвиду.\n\n— Я же шутил, вы, неисправимая идиотка! – отчитал он тебя тоном злой няньки. – Почему все жен…\n\n— Если я ещё раз услышу от вас оскорбление в адрес женского пола, поверьте, стаканом воды вы не ограничитесь, — пригрозила ты. – А теперь поставьте меня на землю.\n\nДэвид, похоже, не торопился исполнять твой приказ. Напротив, он сжал тебя только крепче, как будто ты собиралась вырваться и убежать. Честно, ты бы с удовольствием сейчас именно это и сделала… если бы Лафферти не был, как минимум, вдвое сильнее тебя!\n\nТеперь ты уже по-настоящему возмутилась:\n\n— Вы что, оглохли? Отпустите меня жив...\n\nВпрочем, даже хорошо, что ты не стояла на ногах – то, что произошло дальше, точно заставило бы их подкоситься. Потому что Дэвид, приподняв тебя так, чтобы твоё лицо оказалось на уровне его, прижался к твоим губам, целуя тебя.",
    "answers": [
      {
        "id": 61,
        "text": "Зарядить ему пощёчину!"
      },
      {
        "id": 62,
        "text": "Ответить на поцелуй."
      }
    ]
  },
  {
    "id": 60,
    "text": "Вволю посмеявшись над нелепо выглядящим охранником, ты закрыла окно — с той стороны всё ещё доносилась ругань — и снова легла спать.\n\nНа этот раз тебе ничего не снилось до самого пробуждения.",
    "answers": [
      {
        "id": 32,
        "text": "..."
      }
    ]
  },
  {
    "id": 61,
    "text": "С трудом отстранившись, ты размахнулась и ударила Дэвида по щеке так, что его голова с силой качнулась в сторону. На этот раз он уже не сумел тебя удержать, и ты шлёпнулась на землю. Тебе не удалось сдержать болезненное шипение, но всё же ты скорее поднялась, отряхивая одежду.\n\n— Вы либо действительно с ума сошли, либо пьяны в стельку, — пробормотала ты, внутренне готовясь ко второму удару, если Дэвид полезет к тебе снова. – Как прикажете это понимать?\n\n— Как? – Лафферти потёр щёку, и его раздражённое выражение лица сменилось нейтральным. – Я так понимаю, без посторонней помощи вы сами этот вывод сделать не способны? Я люблю вас.",
    "answers": [
      {
        "id": 63,
        "text": "- Да... да быть такого не может."
      }
    ]
  },
  {
    "id": 62,
    "text": "Тебе не хотелось ни сопротивляться, ни препираться с Дэвидом, как всегда, ни делать вообще каких-либо телодвижений… Кроме одного: ты подняла обе руки и положила их на лицо мужчины, чувствуя, как твои пальцы проходятся по колкой щетине. Все волнения и мысли о завтрашней свадьбы словно ветром сдуло – остался лишь приятный, горячий и терпкий вкус поцелуя. Тебя увлекало в него, как в трясину, и противиться этому ты не планировала.\n\nНаконец – тебе казалось, что прошло как минимум полчаса – Дэвид оторвался от тебя, тяжело дыша и вытирая рот ладонью.\n\n— Вот уж не думал, что вы ответите мне, а не начнёте голосить на всю округу, — тихо сказал он, наверняка мысленно добавив «как это сделала бы типичная женщина».\n\nТы закусила губу, а шестерёнки в твоей голове заработали с удвоенной силой. Потому что тебе в голову только что пришёл безумный план – нет, самый безумный из всех, что только посещали твою голову!",
    "answers": [
      {
        "id": 64,
        "text": "- Дэвид Сайрус Лафферти... давайте сбежим."
      }
    ]
  },
  {
    "id": 63,
    "text": "— Верно, не может.\n\nДэвид взглянул на тебя так, что тебя будто холодной водой окатило. Иронично...\n\n— Поэтому я предлагаю вам забыть всё, что сейчас произошло, и пойти спать. Давайте, давайте, — он зашёл тебе за спину и подтолкнул, прямо как в тот раз возле террариума, — нечего благородным дамам гулять где попало по ночам.\n\nОшеломлённая, ты подчинилась и пошла вперёд. Каким-то чудом тебе удалось не наткнуться на других сторожей и добраться до своей спальни без приключений.\n\nТы снова легла спать, и продремала некоторое время.\n\nЗатем снова пришло время вставать — уже по-настоящему.",
    "answers": [
      {
        "id": 32,
        "text": "..."
      }
    ]
  },
  {
    "id": 64,
    "text": "— Что, простите?..\n\n— Что слышали. – Ты сжала кулаки, надеясь, что выглядишь достаточно уверенной. – Я завтра выхожу замуж за человека, которого я вообще не знаю, и которого никогда не полюблю, поэтому… — ты на мгновение осеклась и завершила фразу своим изначальным предложением: — …давайте сбежим отсюда и оставим всё это позади!\n\nДэвид смотрел на тебя, не отрываясь, и ты поняла, что должна сказать что-то ещё… что-то, что наверняка заставит его решиться.",
    "answers": [
      {
        "id": 65,
        "text": "- Понимаю, тяжело будет оставить престижную должность... Но я уверена, на новом месте вы быстро найдёте новую!"
      },
      {
        "id": 66,
        "text": "- Если мы не убежим до завтра, то мы потеряем друг друга навсегда. Вы это понимаете?"
      },
      {
        "id": 67,
        "text": "- Обещаю, когда мы убежим, вы сможете увезти меня куда угодно и делать со мной что захотите... в пределах разумного, конечно."
      }
    ]
  },
  {
    "id": 65,
    "text": "— Дело не в должности... — Дэвид закатил глаза, а у тебя упало сердце. Чёрт, неужели ты облажалась? — А, впрочем, плевать. Забудьте, что здесь произошло, и идите.\n\n— Вы не можете так...\n\n— Я — заместитель главы правительственной охраны, а вы — нарушительница режима. — Дэвид взял тебя за плечи и развернул в сторону главного входа. — Пока я прошу вас по-хорошему, уходите отсюда.\n\nПока ты добиралась до своей комнаты, тебя душили злость и рыдание. Не раздеваясь, ты рухнула на кровать, и снова заснула.\n\nНа этот раз тебе ничего не снилось до самого пробуждения.",
    "answers": [
      {
        "id": 32,
        "text": "..."
      }
    ]
  },
  {
    "id": 66,
    "text": "— Потеряем — не потеряем, какая уже разница? Нет, простите, но нам и друг без друга жилось неплохо. — Ты потянулась к Дэвиду, но он встретил тебя жёстким взглядом. — Будьте так любезны — забудьте всё, что здесь произошло, и идите к себе.\n\n— Вы не можете так...\n\n— Я — заместитель главы правительственной охраны, а вы — нарушительница режима. — Дэвид взял тебя за плечи и развернул в сторону главного входа. — Пока я прошу вас по-хорошему, уходите отсюда.\n\nПока ты добиралась до своей комнаты, тебя душили злость и рыдание. Не раздеваясь, ты рухнула на кровать, и снова заснула.\n\nНа этот раз тебе ничего не снилось до самого пробуждения.",
    "answers": [
      {
        "id": 32,
        "text": "..."
      }
    ]
  },
  {
    "id": 67,
    "text": "Дэвид подошёл к тебе и встал вплотную, глядя на тебя сверху вниз. Ты запрокинула голову. Честно… его рост тебя иногда даже пугал.\n\n— Вы уверены, что не пожалеете о своих словах? – спросил он. Ты отчаянно замотала головой. – Тогда решено. – На его лице промелькнула улыбка, которую ты не видела… да никогда не видела, наверное! – Как у заместителя главы охраны, у меня есть определённые полномочия, и если я ими воспользуюсь, мы сможем беспрепятственно покинуть не только ваш дом, но и планету прямо сейчас. Я сделаю так, что глава охраны сам устроит наш побег.",
    "answers": [
      {
        "id": 68,
        "text": "Ты пошла вслед за Дэвидом. Теперь ты готова была идти за ним куда угодно."
      }
    ]
  },
  {
    "id": 68,
    "text": "Действительно, всё уже было решено.\n\nГлава охраны предоставил вам звездолёт, который находился в относительно неплохом состоянии, но имел небольшой запас топлива. Впрочем, вам и этого хватило, чтобы улететь с планеты, пересечь границу нескольких систем и снизиться на какой-то карликовой планете – к счастью, обитаемой.\n\nСюда новости доходили не без перебоев, и ты так и не узнала, что произошло после твоего побега. Дэвид быстро нашёл работу – он стал личным телохранителем местного высокопоставленного сборщика налогов.\n\nВаша совместная жизнь была… относительно неплохой. Конечно, от своих замашек доминанта Дэвид так и не отказался, но ты как-то научилась справляться с этим, если не сказать – терпеть. Впрочем, ты видела, что он был доволен своей – вашей — новой жизнью, и тебя это радовало. Несмотря на его недостатки, ты любила его, и прекрасно знала, что он любит тебя.\n\nХотя ты всё ещё иногда скучала по родному дому… жалеть тебе было не о чем.",
    "answers": [
      {
        "id": 1,
        "text": "Получена концовка \"Подчинившаяся\"."
      }
    ]
  },
  {
    "id": 69,
    "text": "От твоего грубого тона Чарльз совсем сник, но тебе уже было всё равно. Его оправдания раздражали тебя, казались пустыми, и ты не хотела их выслушивать.\n\nВстав с пола, ты пошла в спальню, даже не обернувшись. Зайдя в комнату, ты стянула с себя одежду, забралась под одеяло и вскоре заснула.\n\nТебе снилась какая-то жуткая чертовщина, но подробности — наверное, к лучшему — ускользнули из головы.\n\nПроснулась ты в плохом настроении.",
    "answers": [
      {
        "id": 32,
        "text": "..."
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы снова замолчали, неловко отведя друг от друга взгляды. Лёгкое раздражение кольнуло тебя изнутри. Уже столько лет каждый ваш разговор заканчивается, едва начавшись, оставив обоих собеседников с неприятным осадком на душе. Тебе хотелось это изменить, но…\n\n— Почему мы не можем просто общаться? – пробормотала ты. – Без выяснений, кто прав, кто виноват…\n\n— Потому что мы оба виноваты, ваше высочество, — мягко прервал тебя Чарли. – Я говорю всё то, что у меня на уме, не заботясь о ваших чувствах, а вы не пытаетесь понять мои, делая поспешные вы… Ну вот, — сконфуженно проговорил он, наткнувшись на твой негодующий взгляд, — опять я всё испортил…\n\nНесмотря на кипевшее в груди возмущение, ты чувствовала, как к нему примешивается ещё какое-то чувство – тёплое, ненавязчивое.",
    "answers": [
      {
        "id": 71,
        "text": "- Я понимаю, Чарльз. Знай, я всегда буду твоим другом."
      },
      {
        "id": 72,
        "text": "Поцеловать его."
      }
    ]
  },
  {
    "id": 71,
    "text": "Он смотрел на тебя несколько секунд, склонив голову, и наконец ответил:\n\n— Спасибо. Не знаю, заслуживаю ли я этого, но... спасибо.\n\nТы неуклюже похлопала его по плечу — в знак примирения — и поднялась. Сонливость уже брала верх, а разговор с Чарльзом вымотал тебя сверх всякой меры.\n\nТы вернулась в спальню, разделась и нырнула под одеяло. Почти сразу же, как твоя голова коснулась подушки, ты заснула, как убитая.\n\nВ твоих снах был сплошной чёрный экран, но зато ты проснулась отдохнувшей.",
    "answers": [
      {
        "id": 32,
        "text": "..."
      }
    ]
  },
  {
    "id": 72,
    "text": "Собравшись с духом, ты подвинулась к Чарльзу. Он, как будто догадавшись о твоих намерениях, отстранился, но ты не дала ему это сделать – схватила его за воротник, притянула к себе и мягко поцеловала.\n\nВ следующую же секунду его пальцы сжали твоё запястье в попытке оттолкнуть.\n\n— Прекрати, — прошипела ты сквозь поцелуй. – Прекрати сопротивляться…\n\nНаверное, это выглядело странно со стороны. Ты была инициатором, ты прижимала к стене парня. Увидь это твой отец или кто-нибудь из придворных – они бы упали в обморок от ужаса.\n\nНо здесь не было никого, кроме вас с Чарльзом.",
    "answers": [
      {
        "id": 73,
        "text": "Остановиться и перевести дыхание."
      }
    ]
  },
  {
    "id": 73,
    "text": "Ты отстранилась, тяжело дыша. Чарльз смотрел на тебя расфокусированным взглядом, точно пьяный.\n\nИ, не успев даже хорошенько обдумать эту мысль, ты предложила:\n\n— Чарльз… давай сбежим отсюда.\n\n— Я не понимаю… — он дрожащей рукой пригладил растрепавшиеся волосы. – Сбежим куда? Сбежим зачем?\n\n— Просто сбежим отсюда, идиот! – вскипела ты. – Ты забыл, что у меня завтра свадьба, и я выйду замуж за человека, которого знать не знаю, и что мы, возможно, больше никогда не встретимся, если ты, чёрт возьми, не решишься…\n\n— Это безответственно.\n\nТы остолбенела, посмотрев на Чарльза широкими от шока глазами.\n\n«Безответственно… А, ну конечно! Для Чарли ответственность – это его второе «я», как-то так он говорил? Что ж, похоже, мне придётся его уговаривать…»",
    "answers": [
      {
        "id": 74,
        "text": "- Побег не заберёт у тебя твою драгоценную ответственность, ты можешь просто перенести её... на определенного человека."
      },
      {
        "id": 75,
        "text": "- Твоя ответственность гроша не стоит, если ради неё ты поступаешься собственными чувствами."
      },
      {
        "id": 76,
        "text": "- И за что ты ответственнен здесь? За стиральные машины? Это просто смешно."
      }
    ]
  },
  {
    "id": 74,
    "text": "— Ты имеешь в виду себя?\n\nОн впервые обратился к тебе на «ты». В груди сладко защемило.\n\n— Вот именно. Раз для тебя это так важно, то я не хочу, чтобы ты страдал из-за того, что ты «безответственный» или что-то в этом роде. Ты можешь взять ответственность за меня, Чарли. Обещаю, я сделаю всё, чтобы ты не пожалел о своём выборе…\n\nПоследние слова ты произнесла на выдохе, чувствуя тепло обнявших тебя рук. Будь твоя воля – ты бы осталась в таком положении хоть на целую вечность.\n\n— Хорошо, — прошептал Чарльз в твоё ухо, — давай сбежим. Тебе не нужно пытаться подстроиться под меня, но… спасибо, что ценишь то, что для меня имеет большое значение.\n\nВы поднялись, отряхнув одежду.",
    "answers": [
      {
        "id": 77,
        "text": "Ты пошла вслед за Чарльзом, впервые за долгое время ощутив прилив сил."
      }
    ]
  },
  {
    "id": 75,
    "text": "— Чувствами? — резко переспросил Чарльз, и ты прикусила язык. — Вы слишком торопитесь, говоря о чувствах, ваше высочество. Зажимаете человека в углу, целуете его против его воли... если это, по-вашему, и есть \"чувства\", то лучше уж я останусь при своих принципах.\n\nОн отвернулся, и ты с острой болью ощутила, как между вами возникла огромная пропасть — ещё больше, чем была до этого.\n\nЭто было похоже на удар в спину.\n\nТы не помнила, как добралась до своей комнаты. Ты упала на кровать, не раздеваясь, обняла подушку и уснула в слезах.\n\nКогда наступило утро, следы на твоих щеках так и не высохли. Но тебя это уже не волновало.",
    "answers": [
      {
        "id": 32,
        "text": "..."
      }
    ]
  },
  {
    "id": 76,
    "text": "— Ну конечно, — в голосе Чарльза было столько яда, что им можно было захлебнуться, — вам никогда этого не понять. Господи, каким идиотом я был, когда думал, что вы сможете принять... Ладно, неважно.\n\n— Что... неважно?\n\n— То, что вы как были ребёнком, так и остались. — Он махнул рукой. — Уходите.\n\nЧарльз отвернулся, и ты с острой болью и негодованием ощутила, как между вами возникла огромная пропасть — ещё больше, чем была до этого.\n\nЭто было похоже на удар в спину.\n\nТы едва добралась до своей комнаты — ноги почти что отказывались идти. Не было сил даже раздеться — ты упала на кровать, от злости вцепившись зубами в подушку и уснула с горькими слезами на щеках.\n\nТебе снилось темное и пульсирующее нечто, которое ты медленно разрывала в клочья.\n\nПроснулась ты с полным хаосом в голове. Тебе понадобилось время, чтобы успокоиться.",
    "answers": [
      {
        "id": 32,
        "text": "..."
      }
    ]
  },
  {
    "id": 77,
    "text": "Дав крупную взятку одному из местных пилотов-бездельников, вы попросили помочь вам перебраться на звездолёте в соседнюю систему. Тот исполнил вашу просьбу, и к тому моменту, как на твоей планете забрезжили утренние лучи, вы с Чарльзом уже были далеко. На одной из карликовых планет, представлявшей собой миниатюрное государство, и началась ваша совместная жизнь.\n\nКонечно, порой вы досаждали друг другу спорами и глупыми придирками. Однако нежные чувства одерживали верх – и извинялись вы почти что в унисон. Вы оба были не самыми зрелыми людьми, и вам пришлось много работать над отношениями, но… несмотря ни на что, ты любила Чарльза, и Чарльз любил тебя в ответ. Иногда он, в своей извечной прямолинейной манере, говорил тебе об этом ни с того ни с сего.\n\nХотя ты всё ещё иногда скучала по родному дому… жалеть тебе было не о чем.",
    "answers": [
      {
        "id": 1,
        "text": "Получена концовка \"Безответственная\""
      }
    ]
  },
  {
    "id": 78,
    "text": "Покончив с напитком несколькими глотками, ты вежливо попрощалась с Сэмюэлем — тот казался несколько разочарован твоим уходом — и ушла к себе.\n\nТы бы соврала, если бы сказала, что это маленькое времяпровождение не подняло тебе настроение. Ты быстро разделась и легла в постель с улыбкой на лице.\n\nТебе снилась маленькая планета, кружащая вокруг своей оси.\n\nТы проснулась, недоумевая, что мог значить этот сон. Однако на смену недоумению пришли невесёлые мысли о предстоящем торжестве.",
    "answers": [
      {
        "id": 32,
        "text": "..."
      }
    ]
  },
  {
    "id": 79,
    "text": "— Как у вас дела? – спросила ты, особо не задумываясь над темой разговора.\n\nВзгляд Ватсона метнулся к тебе, и тут же опустился в чашку. Он закашлялся, как будто собирался сообщить неудобную новость.\n\n— Я… думаю, это я должен у вас осведомиться… Ведь ваша завтрашняя свадьба… — Он тут же резко поднял голову, и его голос обрёл твёрдость: — Я знаю, что вы не терпите жалости к себе, но чисто по-человечески я вам сочувствую.\n\nТы не знала, что сказать.\n\n— Спасибо, — пробормотала ты. Твоё лицо залилось краской: чёрт возьми, это был первый раз, когда кто-то сопереживал тебе по поводу предстоящего события. Ты… была немного растрогана.",
    "answers": [
      {
        "id": 80,
        "text": "Поблагодарить Сэмюэля."
      },
      {
        "id": 81,
        "text": "Поцеловать Сэмюэля в щеку."
      }
    ]
  },
  {
    "id": 80,
    "text": "— Спасибо, — сказала ты, и твой голос предательски дрогнул.\n\nСледующие пятнадцать минут ты провела, рыдая в три ручья у Сэмюэля на плече, а тот неуклюже пытался тебя приободрить, приводя логические аргументы, почему свадьба с Императором — это не конец света.\n\nНемного успокоившись, ты снова поблагодарила его и пошла к себе в комнату, отказавшись от предложения тебя проводить.\n\nТы разделась, легла в кровать и закрыла глаза. Заснуть тебе после эмоционального всплеска удалось с трудом, но всё же удалось.\n\nТебе снились синие светящиеся капли дождя, стекающие по окну.\n\nТы проснулась, чувствуя себя... можно сказать, умиротворённой. Или, скорее, опустошённой.",
    "answers": [
      {
        "id": 32,
        "text": "..."
      }
    ]
  },
  {
    "id": 81,
    "text": "В голове у тебя роилось множество противоречивых мыслей, но ты быстро отмела их в сторону. Возможно, то, что ты сейчас сделаешь, не совсем правильно, но… кого это волнует? В конце концов, Сэмюэль больше не твой учитель!\n\nПоднявшись из-за стола, ты тихо скользнула к мужчине, который смотрел на тебя с недоумением в глазах, наклонилась и звонко чмокнула его в щёку. Да так и застыла, чувствуя, как безумно колотится твоё сердце.\n\nИ… не только твоё.\n\nСэмюэль, похоже, был не просто ошеломлён твоим поступком – он был шокирован. Вы оба совершенно не двигались, словно превратились в статуи.\n\nВ какой-то момент это начало становиться глупым. Ты отодвинулась, пытаясь прочесть на лице Ватсона, что он думает обо всей этой ситуации.\n\nОн всё ещё не мог прийти в себя.\n\nТы вздохнула, поняв, что придётся брать всё в свои руки.",
    "answers": [
      {
        "id": 82,
        "text": "- Я знаю, это было неожиданно, но... я люблю вас, Сэмюэль. Вот."
      }
    ]
  },
  {
    "id": 82,
    "text": "Только теперь Сэмюэль очнулся. И тут же в ужасе замахал руками:\n\n— Вы… вы не представляете, что вы делаете! Вы с ума сошли!\n\n— Эмм… это такой способ сказать, что мои чувства невзаимны? – Что за бред я вообще несу, подумала ты.\n\n— Н-нет, они взаимны, но… — Ватсон тут же замолчал, покраснев до корней своих белоснежных кудрей. – Боже, какой же я остолоп!\n\n— Во-первых, вы не остолоп, — ты попыталась его успокоить. – Во-вторых, пожалуйста, давайте не будем разговаривать друг с другом на повышенных тонах. Выпейте чаю, что ли…\n\nСэмюэль залпом осушил чашку, глубоко вздохнул и заговорил уже другим тоном:\n\n— Поскольку в данный момент вы находитесь в положении девушки, которую насильно выдают замуж, я склонен предположить, что вы хотите уговорить меня спасти вас от такой судьбы. Вероятно, через побег.\n\nТы кивнула, поразившись его проницательности.\n\n— У меня есть… такая возможность. Я говорю о том, что я могу доставить вас в безопасное место, где вас не найдут. Но у меня возникают сомнения в том, что я должен остаться с вами… — он снова начал запинаться, — …ведь вы, всё же, моя бывшая ученица…\n\nТы закатила глаза.",
    "answers": [
      {
        "id": 83,
        "text": "- Я уже давно не ваша ученица. К тому же, я вполне совершеннолетняя девушка. Поверьте, я знаю, что делаю."
      },
      {
        "id": 84,
        "text": "- Я в любом случае воспользуюсь этой возможностью, но я хочу, чтобы вы сами решили - останетесь вы со мной или нет."
      },
      {
        "id": 85,
        "text": "- Хорошо. Тогда я, пожалуй, откажусь. Всего хорошего."
      }
    ]
  },
  {
    "id": 83,
    "text": "Взгляд Ватсона был долгим и задумчивым.\n\n— Допустим... — Он со скрипом поднялся со стула, коснулся рукой твоих волос и прижал тебя к себе. Ты, в свою очередь, крепко обняла его в ответ. — Ваши аргументы довольно убедительны.\n\n— Давайте... давай на \"ты\", пожалуйста.\n\n— Ладно. Твои аргументы довольно убедительны.\n\nТы хихикнула, и Сэмюэль подхватил твой неловкий смех.\n\n— Так что это за возможность, о которой т-ты говорил?\n\n— Мой личный проект — звездолет, который я конструировал втайне от всех. Я думаю... нет, я уверен, что с его помощью мы сможем пересечь границу другой системы и обосноваться где-нибудь в другой системе, где нас не смогут найти.\n\nТы поднялась на носочки, чтобы дотянуться до лица Сэмюэля и вновь поцеловать его.",
    "answers": [
      {
        "id": 86,
        "text": "- Я вам... я тебе верю."
      }
    ]
  },
  {
    "id": 84,
    "text": "Сэмюэль посмотрел на тебя немного печально, склонив голову.\n\n— Тогда моим ответом будет \"нет\". Я помогу вам сбежать, но не надейтесь, что я вступлю с вами в... подобные отношения.\n\nТы вздохнула, сдаваясь.\n\nВозможностью, о которой говорил Ватсон, оказался сконструированный им же звездолет. Как оказалось, он был очень прост в управлении — Сэмюэль обучил тебя всему в два счета и дал карту, на которой была отмечена карликовая планета, предназначенная для приземления. В крайнем случае ты могла включить автопилот.\n\nНа полёт у тебя ушло двое суток. На третий день ты отыскала планету и спустилась. Скрепя сердце и повредив двигатель, ты объяснила местным жителям, что твой звездолет был неисправен и тебе пришлось совершить аварийную посадку. Они не стали допытываться о твоей личности и приняли тебя в свою общину.\n\nТы продолжила жить на этой планете, изредка вспоминая родной дом.",
    "answers": [
      {
        "id": 1,
        "text": "Получена концовка \"Сбежавшая\""
      }
    ]
  },
  {
    "id": 85,
    "text": "— Вы уверены? — Сэмюэль выглядел взволнованным. — Послушайте, если вы действительно хотите сбежать, но вас останавливает только то, что я не могу присоединиться к вам, то...\n\n— Не надо, — пробормотала ты, боясь расплакаться прямо на глазах у своего бывшего репетитора, — я не хочу вас заставлять, я всё понимаю, и... и... до завтра!\n\nТы выбежала из столовой, прежде чем Сэмюэль успел сказать ещё что-то.\n\nДойдя до своей спальни, ты немного успокоилась. Упав на кровать — раздеваться у тебя не было сил — ты тут же заснула, как убитая.\n\nТебе ничего не снилось — оно, пожалуй, и к лучшему.\n\nКогда ты проснулась, то чувствовала лишь опустошение.",
    "answers": [
      {
        "id": 32,
        "text": "..."
      }
    ]
  },
  {
    "id": 86,
    "text": "Звездолет, о котором говорил Ватсон, выглядел достаточно внушительно, чтобы усомниться, что его строил один человек. Однако ты не стала задавать вопросов, всецело доверившись Сэмюэлю, и этой же ночью вы улетели.\n\nВысадившись на карликовой планете, вы довольно быстро влились в местное общество. В частности, это была заслуга Сэмюэля, который старался проявлять уважение к чужой культуре и между делом оттачивал дипломатические навыки.\n\nТебя он тоже заставлял их оттачивать, что порой ужасно бесило. Чёрт возьми, ты же не ребёнок и понимаешь, что с местными жителями нужно вести себя максимально вежливо! Однако любовь и уважение, которые ты испытывала к Сэмюэлю, заставили тебя понемногу изменить свое мнение. А он, в свою очередь, был настолько чуток к тебе, что ты даже чувствовала себя немного неловко.\n\nХотя ты всё ещё иногда скучала по родному дому… жалеть тебе было не о чем.",
    "answers": [
      {
        "id": 1,
        "text": "Получена концовка \"Преступившая\""
      }
    ]
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  }
]