[
  {
    "id": 1,
    "text": "\nАвтор: \nВк:  l_v_d_y (Лиза Серякова)\nТг: ScaramoucheComeHome\n\n\nЖанр: Апокалипсис, фантастика\n\nНемного о квесте: \nНеизвестного происхождения туман вдруг окутывает Ваш городок, превращая людей в нечто наподобие зомби, Ваша цель — выжить и любой ценой устранить угрозу и вам предстоит пройти множество опасностей. Но сможете ли Вы это сделать? \n\n_____________________________________________\n\n\n\n    Стоял обычный августовский день. Солнце припекало не щадя абсолютно ничего. Единственным спасением от жары было сидеть под кондиционером, поедая мороженое одно за одним и, на крайняк, откисать в холодных ваннах. Вы, запрокидывая голову назад и издав протяжный стон, наконец решились встать и пройтись до холодильника, где, кажется, ещё должны были оставаться бутылки с такими желанными прохладными напитками, а в морозилке лежать ещё как минимум 2 пакета со льдом.\n— Черт, пусто — открыв холодильник, вы увидели, что в нем совершенно пусто, и даже от мыши, что успела давно повеситься в этом холодильнике, уже ничего не осталось. Как же Вы могли забыть, что на досуге съели и выпили все, что только могло у Вас быть? — придется собираться в магазин... \nВ животе неприятно заурчало, сигнализируя о том, что действительно пора бы закинуть в рот чего-нибудь съестного. Пока Вы собирались, заметно стемнело. В комнату пробралась еле заметная, но густая темнота. Вы посмотрели на наручные часы.\n— 7 вечера... — В недоумении произнесли Вы, смотря то на часы, то на окно. В голову закрались сомнения: либо Вы сошли с ума, либо часы слегка отстают. Наконец решившись подойти к этому проклятому окну и выглянуть туда, Вы обомлели. Небо, крыши домов и, казалось, даже воздух, были темного фиолетового цвета. С ещё большим подозрением Вы перевели взгляд на свои наручные часы и, увидев всё ту же стрелку на 7 часах, взяли с тумбочки телефон.",
    "answers": [
      {
        "id": 2,
        "text": "Написать другу"
      },
      {
        "id": 3,
        "text": "Посмотреть новости"
      }
    ]
  },
  {
    "id": 2,
    "text": "Открыв чат со своим единственным приятелем, жившим по соседству, Вы написали:\n— Ты тоже это видишь? \nОтвет не заставил себя долго ждать\n— Ту фиолетовую херню в небе? ДА, вижу, что происходит? \n— Без понятия, Ром, но что-то явно не так\n— Может, лучше держаться вместе? Давай я поднимусь к тебе? Жди. \nЗакрыв переписку, Вы, бегло просматривая все новостные каналы, пытались найти хоть какую-то зацепку в СМИ. \nСтук в дверь не заставил себя долго ждать. Откидывая телефон в сторону, Вы подошли к двери и провернули ключ, впуская обеспокоенного не меньше Вашего товарища. \n— Смотрел новости? — сходу пробормотал ваш друг, снимая с плеч рюкзак.\n— Пусто, ни слова об этом тумане, я-..\n— Хъеьаьаьсьвьбррръ — невнятный, но громкий звук с улицы прервал Вас на полуслове. Вопросительно переглянувшись с товарищем, вы молча подошли к окну. Там, снизу, ходили люди, но что-то в них было не то. Издавая все те же нечленораздельные звуки, слегка шатаясь, но все ещё устрашающе ходили... Нечто. В окно начало постепенно проползать облако фиолетового тумана. \n— Твою мать — Вы, выругавшись, резко потянули руки к ручке — Окно! Рома, вторая комната! \nНе успев смекнуть что к чему, Ваш друг ринулся в самую дальнюю в квартире комнату.\nВы в панике побежали закрывать все оставшиеся щели, и Вам в глаза бросилсь вентиляция. ",
    "answers": [
      {
        "id": 9,
        "text": "Оставить вентиляцию нетронутой"
      },
      {
        "id": 10,
        "text": "Заблокировать вентиляцию"
      }
    ]
  },
  {
    "id": 3,
    "text": "Включив телевизор, вы судорожно переключали каналы, ища заветные новости, но безрезультатно. Остановившись на одном из каналов, вы решаете полистать новости в соц.сетях. Но как назло, ни одной даже малейшей зацепки и намека не было на нужную вам информацию.\n— Твою мать — выругались Вы, откинув телефон на кресло. — Что делать? ",
    "answers": [
      {
        "id": 2,
        "text": "Написать другу "
      },
      {
        "id": 5,
        "text": "Выйти на улицу "
      }
    ]
  },
  {
    "id": 4,
    "text": "",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "Закинув наспех в свой рюкзак телефон, и зачем-то, на всякий случай, складной нож, подаренный Вам отцом и фонарик, Вы осторожно провернули ключ в двери и вышли на лестничную клетку. В глаза сразу ударила темень. Полная тишина. Нащупав перила, вы решаете спуститься вниз. Пройдя несколько этажей, вы услышали подозрительное урчание где-то около Вас. ",
    "answers": [
      {
        "id": 6,
        "text": "Пойти на звук"
      },
      {
        "id": 7,
        "text": "Идти вниз"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы, услышав странный звук, доносящийся из квартиры своего соседа, решаете проверить, что там. Аккуратно подойдя к двери, Вы прислонились к ней ухом. \n— Ъхькхкхкькькъе цбаьаабпа — Да, чавканье и те самые звуки доносились именно оттуда. \n",
    "answers": [
      {
        "id": 8,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 7,
    "text": "Испугавшись, Вы все же решаете отпрянуть от двери и продолжить спуск. Дойдя до первого этажа, вы чуть толкнули подъездную дверь и....в ужасе застыли. На земле повсюду лежали части конченостей, клочки одежды, сумки и другие вещи, а асфальт был залит алыми пятнами крови. Но ни души рядом с Вами не было. Осмотревшись по сторонам, Вы решаете исследовать город. ",
    "answers": [
      {
        "id": 26,
        "text": "Идти в магазин"
      }
    ]
  },
  {
    "id": 8,
    "text": "Осторожно дернув за ручку, вы обнаружили, что дверь не заперта. Слегка приоткрыв ее, Вы осмотрели коридор через маленькую щель, не увидев ничего опасного, Вы решаете войти, как сразу в нос ударил странный запах, походящий на то, как будто что-то очень давно стухшее вдруг решили открыть. Окинув представшею перед Вами квартиру взглядом, Вы решаете обыскать комнаты. ",
    "answers": [
      {
        "id": 13,
        "text": "Зайти на кухню "
      },
      {
        "id": 14,
        "text": "Зайти в команту слева"
      },
      {
        "id": 15,
        "text": "Зайти в команту справа"
      }
    ]
  },
  {
    "id": 9,
    "text": "Забив на вентиляцию, Вы решаете обсудить с товарищем план дальнейших действий. Но что-то было не так. Вы начали замечать, как перед глазами начинает появляться фиолетовая дымка, в глазах моментально потемнело, а в ушах как будто били сотни маленьких колокольчиков. Схватившись за голову руками и, в попытках хоть как то облегчить нарастающую боль в голове, Вы, падая на пол, скрутились в комок. Вашего друга постигла та же участь, но Вы об этом уже никогда не узнаете. Дым продолжал распространяться по квартире, и вскоре вышел за ее пределы. Упс, кажется, Вы совершили ошибку.\n\n\n\n                                \n",
    "answers": [
      {
        "id": 9,
        "text": "Вы умерли, упс",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": "Кое как, но Вы заблокировали отверстия подручными средствами, теперь вам предстояло обсудить с Вашим другом , что же делать дальше. В животе все так же неприятно урчало, кажется, Вы совсем забыли о том, что голодны.\n\n— Ром, есть еда? — с надеждой в голосе спросили Вы, смотря на друга.\n\n— Не-а, но ,кажется, выходить туда слишком опасно — Кивая в сторону окна, ответил он.\n\n— Может, похходить по квартирам, вдруг кто-то ещё остался так же, как и мы? Вместе будет легче разбираться с этим, чем по отдельности. \n\nВаш друг, бросив на вас секундый взгляд и, кивнув головой, закинул на плечо рюкзак\n — Пошли, но нужно подготовиться. \n",
    "answers": [
      {
        "id": 11,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 11,
    "text": "Войдя на чистую, недавно отремонтированную кухню, Вы осмотрели все шкафчики и нашли новые, только купленные ножи.",
    "answers": [
      {
        "id": 25,
        "text": "ребят прода позже:("
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "Аккуратно пройдя по коридору и переступая весь хлам, лежащий на полу, Вы попадаете на кухню. \nВ ней нет ничего особенного, кроме ужаснейшего беспорядка: разбросанные по всей комнате приборы, лежащие где попало полотенца и тряпки...",
    "answers": [
      {
        "id": 8,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ничем непримечательная команта, все спокойно. Однако ваше внимание привлек пистолет, лежащий на прикроватной тумбочке. Вы решаете подойти и осмотреть предмет. Больше в комнате ничего не было.",
    "answers": [
      {
        "bg_color": [
          1,
          0.2,
          0.7
        ],
        "var_add": [
          "Pis",
          5
        ],
        "id": 14,
        "text": "• Пистолет Макарова",
        "instant": true,
        "var_no_more": [
          "Pis",
          5
        ]
      },
      {
        "id": 14,
        "text": "_________________",
        "comment": true
      },
      {
        "text": "Новый ответ. введите текст",
        "comment": true,
        "super_calculate": false,
        "id": 14,
        "calculate": true,
        "instant": true,
        "var_set": [
          "Pis",
          5
        ]
      },
      {
        "id": 8,
        "text": "Вернуться в коридор ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 15,
    "text": "Кажется, именно оттуда и доносился тот самый подозрительный звук. Вас одолевали одновременно страх и любопытство, но все же последнее взяло верх и Вы решаете войти. Только слегка открыв дверь, Вам предстала ужасающая картина — на полу, к самой двери стекали ещё свежие ручейки крови, а в центре комнаты сидело нечто, напоминающее человека, оно, жадно терзая труп, по всей видимости вашего соседа, разбрасывало его органы и ошиетки по комнате, вгрызаясь в плоть и желая достать что-то повкуснее. Вы в страхе попятились назад, но было слишком поздно, существо Вас заметило. ",
    "answers": [
      {
        "id": 17,
        "text": "Бежать назад, к выходу"
      },
      {
        "id": 24,
        "text": "Использовать пистолет",
        "var_not": [
          "Pis",
          4
        ],
        "var_equal": [
          "Pis",
          5
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "Недолго думая, Вы решили побежать наверх. Спотыкаясь почти на каждой ступеньке, но продолжая упорно бежать, Вы чувствовали, как Оно настигает Вас. Оглянувшись, чтобы посмотреть на монстра, тем самым совершив самую большую ошибку, Вы запнулись о свою же ногу и упали. Существо в ту же секунду набросилось на Вас, схватив за шею и прижимая к полу ещё сильнее. И только в этот момент Вы смогли четко рассмотреть это Нечто. Серое осунувшееся лицо, огромные выпученные глаза, в которых не проглядывалась ни капля разума и здравия, а так же неестественно широкий рот, казалось, что он был порван в уголках. По подбородку его стекала ещё кровь его последней жертвы, но теперь, кажется, ей будете Вы. Последнее, что Вы почувствовали перед тем как провалиться в пустоту, это адская боль в области живота. Существо раздирало Вас так же, как и того соседа, опустошая Ваше тело от внутренностей. \n\n\n                       \n                           ",
    "answers": [
      {
        "id": 9,
        "text": "Вы умерли",
        "comment": true,
        "middle_answer": true
      },
      {
        "comment": false,
        "middle_answer": true,
        "text": "В начало ",
        "id": 1
      }
    ]
  },
  {
    "id": 17,
    "text": "Как только существо повернуло на Вас свою голову, Вы ринулись назад, к входной двери. Запинаясь и не замечая мусор, Вы выбрались на лестничную клетку. Куда бежать?",
    "answers": [
      {
        "id": 16,
        "text": "Вверх, на крышу"
      },
      {
        "id": 18,
        "text": "Вниз, на улицу"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы решили бежать вниз, ведь на улице будет куда больше шансов скрыться от монстра. Едва выйдя за пределы подъезда во двор, Вам в нос и глаза бросился едкий запах, заставляющий невольно закрыть лицо руками. Вокруг все было в фиолетовой дымке, постепенно заполняющей все пространство. Вы хотели вернуться к подъезду, но перед глазами начали гулять белые пятна, в ушах нарастал дикий звон. Вы упали на землю, пытаясь скрыться от боли, но когда задерживать дыхание стало уже невозможно, Вы все же сделали невольно вдох. Постепенно Вы начали чувствовать, как рассудок становится все мутнее, а ноющая боль разрослась по всему телу, заставляя скорчиться ещё сильнее.\nКажется, Вы постепенно превращались в одного из монстров, которых видели ранее....\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Вы умерли",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 19,
    "text": "Вспомнив об оружии, Вы тут же достали его и решились выстрелить в существо. ",
    "answers": []
  },
  {
    "id": 20,
    "text": "hjfj",
    "answers": []
  },
  {
    "id": 21,
    "text": "вы прицмокиваете",
    "answers": [
      {
        "id": 22,
        "text": "Хорошо",
        "left_answer": true
      },
      {
        "id": 23,
        "text": "Плохо",
        "right_answer": true
      }
    ]
  },
  {
    "id": 22,
    "text": "оала",
    "answers": []
  },
  {
    "id": 23,
    "text": "олчлала",
    "answers": []
  },
  {
    "id": 24,
    "text": "Вы вспоминаете о пистолете, и, кое как прицелившись, с дрожащими руками выпустили несколько пуль в сторону существа. Явно не ожидав такого развития событий, Оно замерло на секунду, а затем с адскими воплями бросилось в вашу сторону, попутно зажимая место ранения. Но Ваши выстрелы не были зря, все же они замедлили чудовище, и у вас появился шанс сбежать. Оглядываясь и путаясь в своих ногах Вы решаете побежать....",
    "answers": [
      {
        "id": 16,
        "text": "Наверх"
      },
      {
        "id": 18,
        "text": "Вниз, на улицу"
      }
    ]
  },
  {
    "id": 25,
    "text": "прода потом ",
    "answers": [
      {
        "id": 1,
        "text": "в начало иди"
      }
    ]
  },
  {
    "id": 26,
    "text": "Идя по улицам, вы замечаете все больше человеческих конечностей и вещей....Асфальт покрыт кровавым пятнами. ",
    "answers": [
      {
        "id": 27,
        "text": "ьеь"
      }
    ]
  },
  {
    "id": 27,
    "text": "мнемнадо заполнить стр чтобы выпустить его прода потом, простите:(",
    "answers": [
      {
        "id": 28,
        "text": "люблю "
      }
    ]
  },
  {
    "id": 28,
    "text": "ьыьыь",
    "answers": [
      {
        "id": 29,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 29,
    "text": "алалалалл",
    "answers": [
      {
        "id": 1,
        "text": "мамамвм"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "охрпххп"
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]