[
  {
    "id": 1,
    "text": "Вечер пятницы. Вы приходите домой и ложитесь на кровать прямо в куртке. Ваш пёс был над Вашему приходу. Он рад всегда видеть кого-то. И вот, Ваш пёс уставился смотреть в окно. Вы выглянули, и увидели драку. Это было странно, ведь Ваш район спокойный. Как помните Вы, собака никогда не обращала внимания на подобные вещи. Может она тоже устала? ",
    "answers": [
      {
        "id": 2,
        "text": "Стараться приглядеться"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы смотрите на улицу. Вроде как уже всё хорошо, нет никаких драк и прочего. Вы видите как возле дома ходит мужчина с топором. \"М-м-м?\" бормочет он себе под нос. Только потом Вы понимаете, что Вы в частном доме... Вы бросаетесь к телефону, но собака кусает вас до крови, вы падаете....",
    "answers": [
      {
        "id": 3,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 3,
    "text": "\"М-м-м?\".. Вы снова слышите голос этого мужчины. Моя собака... Вы видите свою собаку убитой.. Вы раз и навсегда решаете отомстить этому мужчине. На собаке вы находите плеер. С неё идёт звук: \"М-м-м?\". ",
    "answers": [
      {
        "id": 4,
        "text": "Кричать: \"Я ОТОМЩУ ЗА СОБАКУ!\""
      },
      {
        "id": 5,
        "text": "Оставить обиду себе, и отомстить потом."
      }
    ]
  },
  {
    "id": 4,
    "text": "И снова: \"М-м-м?\", и выстрел вам в голову. Травма не совместима с жизнью.. Конец",
    "answers": []
  },
  {
    "id": 5,
    "text": "Вы стараетесь сдержать слезы. Но вы начинаете реветь.",
    "answers": [
      {
        "id": 6,
        "text": "Закрыть себе рот рукой."
      },
      {
        "id": 7,
        "text": "Реветь и бегать по зданию и изобразить бешеного психа."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы не стерпели обиды, и не смогли закрыть себе рот. Пуля прилетела прямо в голову. Травма не совместима с жизнью. Конец",
    "answers": []
  },
  {
    "id": 7,
    "text": "Слыша \"М-м-м?\" Вы истерички смеётесь,  и ревёте всё громче и громче. Тот мужик который похитил Вас, понял что Вы не боитесь его. У углу вы замечаете какой-то объект. Взять ли его?",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "Слыша \"М-м-м?\" Вы истерички смеётесь и ревёте всё громче и громче. Вы видите дробовик в углу.",
    "answers": [
      {
        "id": 9,
        "text": "Взять!"
      },
      {
        "id": 10,
        "text": "Бежать дальше."
      }
    ]
  },
  {
    "id": 9,
    "text": "Ох.. Это ловушка. Вам сковало руку, а взрывное устройство которое было тут разорвало вас на части.",
    "answers": []
  },
  {
    "id": 10,
    "text": "Правильный выбор! В этих подземельях лучше не доверять никому. Вы видите мужчину с топором.",
    "answers": [
      {
        "id": 11,
        "text": "Бросится ему на шею и свернуть её."
      },
      {
        "id": 12,
        "text": "Взять тот дробовик и моментально кинуть в него."
      }
    ]
  },
  {
    "id": 11,
    "text": "Сворачивая шею, он смог выстрелить в Вас. Вы и он-мертвы. Это плохая концовка.",
    "answers": []
  },
  {
    "id": 12,
    "text": "\"Лови!\"-кричите Вы ему. Взрывное устройство разрывает его на части. Его рука прилетела прямо в Вас. Оказалось, что та собака не Ваша. Вы нашли свою, и выбрались. Хэппи энд!",
    "answers": []
  }
]