[
  {
    "id": 1,
    "text": "После того концерта моя жизнь изменилась.\nЯ обычная девушка. И живу в большом доме с двумя сестрами. Они обожают одного очень известного исполнителя — Viral. \nВ мои руки попадают билеты на его концерт. Никогда не думала, что от этого всё перевернётся с ног на голову.",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      }
    ]
  },
  {
    "id": 2,
    "text": "Аааа!!! — раздались радостные крики за дверью.\n\nБоже мой. Как всегда. На самом интересном месте моего сна. Именно так началось мое утро. Я встала с кровати и еле-еле поплелась к двери. Кое-как, зевая и с полузакрытыми глазами, шла на крики, издаваемые с кухни. Выгляжу как зомби. Девчонки продолжали голосить и кричать, не замечая меня. Встав со скрещенными руками на груди я сказала:\n\n— Что здесь происходит? — все так же полусонная и с помятым лицом, я опрелась об косяк двери.\n\n— О Господи! Ты нас напугала. — воскрикнула от испуга младшенькая в нашей семье — Ася.\n\n— У нас есть кое-что интересное... — взглядом указала другая из сестер — Мари, на конверт в руках девушки.\n\n— Ну и что это? Взятка? — немного зло отреагировала я на их недоговоренность.\n\nЗнаете что меня сейчас в этот момент бесило больше всего? А вот я вам скажу. Так это то, что ни свет, ни заря они начали галдеть на весь дом. Именно в это чёртово утро! Когда вчера я поздно пришла домой, уставшей и побитой за всю неделю усердной учебы.\n\nДа кстати, насчёт учебы, я учусь на факультете ,,Экономика,,. Это самое жестокое место, по-моему мнению. Так ладно, об этом позже...\n\n— Нет же, смотри, — они протянули мне конверт. С недоверием я начала открывать. — Там три билета на концерт...\n\n— Viral'а.— не успела Мари договорить, как я ее обогнала.\n\nПробежав быстро глазами по билетам, я устремила свои карие глаза на девочек. Видели бы вы их лица сейчас, это нечто. Глаза то и делали что сверкали, и улыбки натянутые до ушей отразились на моём настроение.\n\n— Вот это дааа! — лишь это смогло выйти из моих уст.\n\nВ конверте лежало три билета, мы все пойдем на его концерт, а именно завтра вечером. Быстро как-то. Если говорить честно и откровенно, то я даже толком не знаю ничего об этом рэпере, да я даже не его фанатка, что уж тут говорить. А вот две мои ХОРОШИЕ сестры очень обожают и ,,богославят,, его творчество, да и самого парня. Целыми днями в их комнатах играют его песни. Вообще-то я слышала пару популярных треков, но сказать что они меня зацепили, это ничего не сказать.",
    "answers": [
      {
        "id": 3,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 3,
    "text": "Уже несколько часов я стояла перед зеркалом в комнате и критически осматривала себя.\n\n— Ты готова? — спросила Мари, зайдя ко мне в комнату.\n\n— Да. — краткость признак мастерства... (Так ведь говорят?)\n\n— Хорошо, я вызываю такси. Мари достала телефон из сумки и выходя из моей комнаты ннабирала номер такси.\n\nМашину долго ждать не пришлось, чем я была несказанно рада. И вот сижу я в такси с двумя сияющими от счастья девушек. Их настроение передалось и мне. В один момен, пришла мне в голову такая мысль начинает сбываться их мечта, то чего они так долго ждали, концерт Viral'a...\n\nМари с Асей засели в телефонах, я же полностью погрузилась в окно. Погода сегодня хорошая. Вроде жарко, но ветерок легонько обдувает прохладой.\n",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Мы попросили высадить нас чуть подальше от клуба. Ведь там сейчас столько народу, что не пропихнуться. Заплатили таксисту отведённую сумму и попрощались с ним. На что он пожелал нам хорошего вечера. Какой же хороший мужчина нам попался, не то что некоторые зануды.\n\nПодходя, всё ближе и ближе, к клубу мы начали нервничать, от переизбытка эмоций. Запустили нас только через 10 минут. Уже внутри. Народу ооочень много, так что пробираться вперёд было трудно. Но у нас всё получилось.\n\n— Я не надолго отойду в туалет. — громче обычного сказала я свои девочкам.\n\n— Хорошо. — сказала Мари.\n\n— Только не теряйся. — проговорила Ася.\n\nМолча кивнула и пошла в сторону туалета. Весь народ уже толпился у сцены, так что пройти к туалету можно было без проблем. Я ненароком оглянулась назад, из-за того в углу зала что-то со звоном треснуло. Ничего особенного. Булытка.\n\n\"Они в другой стороне... значит всё хорошо.\"\n\nНе проходит и секунды после моей фразы, как меня со всей силы что-то пихает, что я чуть ли не лечу. Голова тут же поворачивается в сторону, откуда меня только что выпихнули, как могло показаться с ноги. Передо мной стоял какой-то мужчина или даже парень, трудно было разобраться, накинут капюшон на голову, который полностью закрывал лицо.\n\n— Ой, прости... — на автомате выдала я, но не успев договорить, перебили.\n\n— Блять, сука, чё ты встала, не стой на месте, дай пройти! — яростный голос вырвался из под капюшона.\n\n— Резко неожиданный поворот событий...\n\n— Ты глухая что-ли?! — кричал он. Подойдя ближе ко мне, чуть было не наволился на меня всем своим телом.\n\n— Отойди от меня, козёл! — на ум ничего другого не пришлось, как попытаться оттолкнуть руками его тело от меня.\n\n— Блять! — сначала мне показалось что это было сказано мне, но по его быстрому уходу все мои выдумки рассеялись, как пепел в воздухе.\n\n",
    "answers": [
      {
        "id": 5,
        "text": "В туалете"
      }
    ]
  },
  {
    "id": 5,
    "text": "Все настроение мне испортил. Разгневанная вошла в туалет. Сделала все свои дела и подошла к раковине для того, чтобы ополоснуть руки. Посмотрела в зеркало. Улыбнулась сама себе, пытаясь поднять настроение. Но память решила мне напомнить, что произошло пару мину назад.\n\n— Ты глухая что-ли? — попыталась повторить голос парня. — А ты похоже слепой! — выплеснула всю злость в зеркало.\n\nСобралась уже отходить от раковины, но взгляд зацепился за отражение в зеркале, а именно за стену на которой висит небольшая коробочка. Аптечка.\n\n— И почему она здесь висит? — недоумевая спросила я у себя.\n\nИ сама же на него ответила. Вдруг, что-то случится... Отошла от раковины и вышла в зал. Успела подойти к своим до того как начался весь кипяш.\n\n— Давайте попробуем сделать кое-что... — сказала Ася, смотря на нас хитрыми глазами.\n\n— И что же? — сказала Мари.\n\n— Хватит вам уже загадками говорить... Скажи прямо, — прощипела я.\n\n— Я хочу залезть на сцену, когда будет смена охраны. Я буду танцевать и петь вместе с Viral'ом, Вы со мной? — у Аси загорелись безумные глаза.\n\n— Ты спятила?! Это безумие! — яростно высказывалась я, пытаясь тем самым переубедить её.\n\n— Ну а что? Один раз живём, грех не попробовать. — поддержала Мари Всю. На что я лишь закатила глаза.\n\n\"Ну да конечно, как же она может отказаться...\"\n\n— Ну давай же, пожалуйста, — они пытались меня уговорить, смотря на меня милыми щенячьеми глазками, — Всё-таки два против одного...\n\n— Да уж веская причина... — начала складывать руки на груди и одновременно закатываю глаза.\n\n— Давай же, нам нечего терять. — сказала Мари.\n\nЕщё минут пять они меня уговаривалит это сделать. Мне уже надоело слушать их уговоры и я нехотя согласилась.\n\n——Так, всё, хватит, я согласна. Надоело уже, — от моих слов у них расползлись улыбки до ушей.\n\n— И как мы это сделаем? — спросила Мари у Аси. Я же вопросительно посмотрела на неё.\n\n— Когда будет проходить смена охраны. Первая охрана уходит. Мы залезаем на сцену. И всё. Ах да, у нас будет минут пять не больше, даже меньше скорее всего, до того как придёт вторая охрана, — проговорила Ася свой \"идеальный\" план на одном вдохе\n\n— Мы согласны, — быстро ответи Мари, не давая мне сказать даже.\n\nСвет погас, оставшись в кромешной тьме. Над сценой загорелись прожекторы. Весь народ стоял затаив дыхание, с открытими ртами. Заиграла музыка. Из-за кулис выбежал Viral, крича в микрофон. Народ начал визжать, кричать и сходить с ума. Viral начал петь. От криков рядом людей закладывало уши. Ася с Мари уже во всю прыгали и тянули руки к нему. Прошёл час. Первая охрана начала уходить, оставив сцену без присмотра. Ася посмотрела на нас и кивком указала что пора действовать. Втроём быстрыми движениями мы оказались на сцене. Зал завизжал. Viral стоял впереди сцены. Он увидел нас, но ничего не мог сделать. Ася с Мари начали отрываться по полной. Ася достала телефон и начала снимать.\n\nЯ подбежала к Viral'у и стала танцевать позади него. Он меня не увидел. Я спокойно танцевала прямо за его спиной. Но одним резким движением Viral нарушил моё спокойствие, повернувшись назад, вплотную ко мне. Я не ожидала этого и похоже что он тоже. Именно поэтому я начала падать на сцену, но крепкие руки меня успели подхватить, за несколько сантиметров до приземления на пол. Одной рукой он держал меня за талию, а другой микрофон. Мое дыхание остановилось и я замерла не отводя с него глаз, на несколько секунд. Послышались яростные голоса бежащей к нам охраны. Мы вместе посмотрели в их сторону, оставшись в том же положении. А потом дьявольская улыбка появилась на его лице. И произошло то, чего я вообще никак не ожидала. Он убрал свою руку. Чёртову руку! Я упала больно ударившись пятой точкой. Ярость начала пробивать меня изнутри, я зло посмотрела на него. На что он дерзко улыбнулся и подмигнул, после развернулся лицом к залу. И продолжил петь как будто ничего и не было.\n\nЯ посмотрела в сторону бежавшей охраны. Они были уже в нескольких метрах от меня.\n\n\"Надо валить... и поскорее!\"\n\nВсе втроём мы быстро рванули со сцены. Мы побежали сквозь толпу, кто куда. За нами же всё ещё гналась охрана. Я же на свой страх и риск посмотрела назад, на Viral'a. Он глазами наблюдал за нами, поя при это песню. Наши взгляды пересеклись. Я показала ему средний палец. Он заметил. На что мимолётно улыбнулся.\n",
    "answers": [
      {
        "id": 6,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 6,
    "text": "          ПОЧЕМУ НЕЛЬЗЯ СНАЧАЛА ДУМАТЬ, А ПОТОМ ДЕЛАТЬ? \n\nЯ потеряла Мари с Асей в толпе. Сейчас у меня было два пути: бежать в темный угол или стоять здесь и ждать пока меня схватит охрана. Первый вариант был намного лучше, чем быть пойманной. Я рванула туда. Дверь. За ней появилась улица.\n\n— Похоже это запасной выход, — сказала я сама себе, оглядываясь по сторонам.\n\n\"Надо уходить отсюда, пока меня не нашли\"\n\nЯ не знала где я и куда идти. Никогда здесь не была. Так что пошла на абум.\n\nМаленькую улочку освещало немного фонарей, и этого хватало чтобы чувствовать себя не в своей тарелке. А небольшие здания стали просто огромными, давя на меня. На улице стоит кромешная тьма и сырость. Я включила фонарик на телефоне. Так мне казалось спокойнее. Медленно идя и поворачиваясь каждый раз на всякие шорохи, мне становилось не по себе. По телу бежали мурашки, а в голове был лишь один жуткий страх. Я бродила минут 10, постоянно останавливаясь и прислушиваясь к различным звукам и шорохам.\n\nРаздались эхом мужские голоса. Но мне было не понятно откуда они доносятся. Я свернула за угол, в надежде что их тут не окажется. Но я ошиблась... Голоса становились всё чётче и громче.\n\n— Они за углом, — шёпотом проговорила я.\n\nМой интерес посмотреть ,,что там происходит,, стоит на первом месте, а уже на двотором — бежать и не оглядываться. Я постаралась аккуратно выглянуть из-за угла, предварительно выключив фонарик. Трое мужских силуэтов освещала лишь одна хилая лампа. Лиц не было видно. Только одно мне показалось странным — капюшон на одном из них. Скрываться здесь им было не зачем и так хоть глаз выколи. Они бурно о чем-то разговаривали. Половину их слов я вообще не слышала, но из другой части было понятно, что дело здесь не чисто. Раздался резкий звук. Огромный высокий мужик, как шкаф, ударил в живот того что в капюшоне. В след за этим ударом, последовали и другие.\n\n— Ахахах, а ты я смотрю сам справиться со мной не можешь и поэтому притащил с собой щенка. — человек в капюшоне пытался вывести из себя одного из кабанов.\n\n— Надо что-то придумать, не могут же они его здесь просто так убить. — сказала я сама себе еле слышно.\n",
    "answers": [
      {
        "id": 7,
        "text": "Кинуть банку"
      }
    ]
  },
  {
    "id": 7,
    "text": "\nЯ начала обдумывать в голове план ,,Спасение человека в капюшоне,,. Времени на обдумывание мне никто не дал. Потому что избиение продолжилось. Я взяла первое что попалось под руку. Железная банка из под колы. И кинула банку, страясь сделать менее похоже, что это был человек. Громко раздался стук соприкосновения банки с асфальтом.\n\n— Стой! — приказал лысый другому. И направился к тому месту где лежит банка.\n\nМежду мной и банкой было не больше трёх метров. Я сильнее вжалась в стену, чтобы он не увидел меня. В это время он уже стоял на том месте и держал в руках банку, вглядываясь в темноту. Я затаила дыхание Повернувшись на все триста шестьдесят градусов, он собирался уходить. Я же облегчённо выдохнула.\n\n,,Пронесло...,,\n\nНо не тут-то было. Яркий экран телефона осветил мою засаду. Звонок ,,Мари,,. Лысый кабан развернулся в мою сторону.\n\n— Да у нас тут сюрприз! — дьявольская улыбка расползлась на его лице, он хищно начал подходить ко мне.\n\nЯ начала судорожно осматриваться в поисках хоть какого-нибудь оружия.\n\n,,ПАЛКА!!!,,\n\nЯ сильно сжала в руке небольшую палку и выставила перед собой.\n\n— Не подходи ко мне! — со страхом в голосе выговорила я.\n— Тихо... — успокаивающе и мягко говорил амбал, выставляя перед собой руки.\n\nОдним быстрым движением он оказался у меня возле рук, и выхватил мою последнюю защиту, откинув ногой подальше. Он сжал меня в своих объятиях и крепко схватил за руки. Так, что я даже не могла ими пошевелить.\n\n— Ах, ты... Гад! Чёртов ублюдок! — я сопротивлялась.\n\nОн шёл к своему второму, таща меня с собой.\n\n— Перестань дёргаться, иначе ты об этом пожалеешь... — прошипел мне на ухо, и вместе с этим его рука, начиная с бедра, проскользила вверх по моему телу.\n\nОт его прикосновений к моему телу подступил жар, сердцебиение участилось, а в горле всё пересохло. Мне было страшно. Зачем я только пошла на это? Почему нельзя сначала думать, а потом делать.\n\n— Смотри что я нашёл, — он выставил меня вперёд показывая своему другу.\n\nВсё его внимание сразу же прилипло ко мне. Он жадно разглядывал меня с низу вверх. А я же, понимая что ничего не получится, пыталась выбраться из цепких рук. Я мельком взглянула на человека в капюшоне. Быстрым и резким движением, он ударил высокого и тот упал на землю.\n\n— А! —раздался мой крик, я не ожидала такого поворота событий.\n\nОн пошатнулся. Амбал что держал меня замешкал и его хватка чуть ослабла. Я воспользовалась этим и укусила его руку. Он защипел от боли и инстиктивно отдернул руку, выпуская меня. Самым лучшим решением было сейчас бежать, но я встала за спину ,,Капюшона,,.\n\n— Сволочь! — лысый амбал, что держал меня зло двинулся на нас.\n\n\"И во что я только ввязалась... Господи помоги...\"\nМоё желание о помощи было услышанно, неподалеку от нас раздались сирены полиции. Никогда не думала, что эти звуки будут вызывать такую большую радость.\n\n— Я вызвал полицию и они уже как слышишь в пути... — раздался победный голос из под капюшона. — И вам бы лучше свалить по-быстрому, пока они не приехали...\n\n\" Где-то я уже слышала этот голос... Вот только где? \"\n\nЛысый злобно оскалился.\n\n— Мы ещё продолжим...\n\nОн схватил под руку своего друга, который вставал с земли и повел его за собой в темноту. Убедившись что они ушли я отошла от парня в капюшоне, к другой стороне улицы.\n\n— Помоги мне, — парень в капюшоне облокотился на стену.\n\nЯ боялась его. Замешкавшись, я решала, помогать ли ему? Всё же он меня спас... С его руки упала капля крови на асфальт.\n\n— У тебя кровь! — ошарашенно воскликнула я.\n\n— Без тебя знаю! — зло проговорил тот. — Помоги лучше...\n\n— Но как? Чем? — я осторожно подошла к нему — Здесь же нету ничего... — я обвела руками.\n\n— Пошли за мной. —он схватил меня другой рукой и повел за собой.\n\nОт неожиданности, я не стала даже сопротивляться, а просто покорно шла за ним. Мы скрылись за железной дверью. Музыка. Пройдя немного дальше появилась огромная толпа людей.\n\n\"Мне кажется знакомым это место... О, нет... Это же этот клуб!\"\n\n— Стой! — я остановила его. — Я знаю куда идти, пошли. — теперь я вела его за собой в женский туалет.\n\nИменно там я видела аптечку.\n",
    "answers": [
      {
        "id": 8,
        "text": "Опять туалет"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Ты сбрендила, затащив меня в женский туалет?! — сказал он, сняв при этом капюшон.\n\n\"О чёрт, нихрена себе!\"\n\n— Ого! Не ожидала тебя здесь увидеть, — говорила я смеясь.\n\nПередо мной стоял весь в бешенстве сам Viral.\n\n— Ты хоть понимаешь что ты сделала?! — орал он. — Сюда же толпа девок припрётся.\n\n— А ты что боишься какую-то толпу девчонок? — мило спросила я, выводя его из себя. — Раз так, то я закрою дверь, — я подошла к двери и закрыла на щеколду.\n\nНапротив зеркала была аптечка, я взяла её и открыла на раковине, рядом с ней положила телефон. Достала перекись и ватку.\n\n— Давай руку. Знаешь что я не могу понять? Зачем я тебе помогаю. Именно из-за тебя я попала в эту твою ,,криминальную,, историю, — он протянул мне руку и закатил глаза. — Ты бросил меня, прямо на сцене, в прямом смысле слова. И моя попа до сих пор болит, — он зашипел от боли. — Так тебе и надо...\n\n— Спасибо... — тихо, бормоча под нос сказал Viral.\n\n— Ты что-то сказал? — типо не услышев его благодарность переспросила, на зло.\n\n— Я сказал отойди от меня, я сам справлюсь, — прошипел Viral, оттолкнув меня от себя.\n\n— С меня хватит! — я кинула ему аптечку и пошла к выходу.\n\n— Истеричка! — прокричал он мне в след.\n\n— Да пошёл ты! — крикнула в ответ.\n\nЯ вышла на улицу, через главный вход. \n ",
    "answers": [
      {
        "id": 9,
        "text": "Глава 3"
      }
    ]
  },
  {
    "id": 9,
    "text": "          ТЫ ТУПАЯ ИЛИ НЕТ!?\n\n\nНащупываю в задних карманах телефон, не нашла.\n\n\"Чёрт! Куда он мог подеваться?!\"\n\nЯ начала вспоминать где могла бы его оставить.\n\n\"Женский туалет... Он должен быть ещё там...\" — пронеслось у меня в голове.\n\nЯ зашла назад в клуб. Народу немного убавилось. Я направилась строго в туалет. Мои ожидания не оправдались. Его нет на раковине. И Viral'а тоже нет. Лишь открытая аптечка красовалась на раковине.\n\n— И что мне теперь делать? — шепотом сказала я, смотря на саму себя в зеркало.\n\n\"100% мой телефон у Viral'а. Он должен быть где-то рядом.\"\n\nЯ вышла из туалета и начала осматриваться по сторонам, в поисках Viral'а. Прошло несколько минут моих поисков. Его нет. Не сдавшись, продолжила поиски. На секунду я заметила перебинтованную руку. На лице сразу появилось облегчение. Торопясь я подошла к нему. Он разговарил с незнакомыми мне парнями. Один из них заметил мое присутствие рядом с ними и посмотрел на меня.\n\n— Тебе чего? — холодно спросил тот.\n\nОстальные проследили за его взглядом и повернулись ко мне. Viral вопросительно посмотрел на меня.\n\n— Мне... надо поговорить с Viral'ом... — замявшись от пристального взгляда всех парней, ели протянула я. Парни незначительно посмеялись.\n\n— Пошли. — Viral взял меня под локоть и увел в сторону. — Чё тебе надо от меня? — он выжидающе спросил, а потом в конце добавил — Истеричка...\n\nЯ нахмурила брови и уже была готова кинуть какую-нибудь колкость, но взяла себя в руки. Мне не нужны проблемы, я просто хочу побыстрее оказаться дома.\n\n— Где мой телефон? — я перешла прямо к делу.\n\n— Какой телефон? — не понимая о чем идёт речь спросил он.\n\n— Не прикыдывайся полудурком, хотя нет ты им и являешься. Где мой телефон? — серьезным тоном спросила я.\n\nМои сказанные слова о нём ему явно не понравились... В глазах появилась ярость. Он жестко схватил меня под локоть и ближе притянул меня к себе.\n\n— Послушай меня... — яростно прощипел мне на ухо. — Я не брал твой телефон, он мне нафиг не нужен. И не надо устраивать здесь скандал.\n\nЯ выдернула свою руку и отошла от него.\n\n— Скандал здесь устраиваешь ты, а я лишь хочу вернуть свой телефон. — я старалась говорить спокойно и не нервничать.\n\n— Ты тупая или нет?! Я не брал твой телефон. — прощипел он и ушёл назад к парням. Оставив меня одну стоять на месте.\n\nЧертыхнувшись я направилась на выход из клуба. Подошла к первому попавшемуся такси. Села и сказала адрес дома, мы поехали.\n\nСейчас я была на взводе и в бешенстве. Ему помогаешь, а он тебе отплачивает такой монетой. \nХотя я сама виновата, он ведь всё-таки сказал ,,спасибо,,. Одним ,,спасибо,, за такое так просто не отвертишься. Всё же таким людям, как он, трудно говорить слова благодарности. Для звёзд мы всего лишь мурос, отбросы.\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 10,
    "text": "Прошло где-то пол-часа, я была уже у дома. В окнах горел свет, значит Ася с Мари дома.\n\n\"Слава богу, они дома...\"\n\nОт чего-то мне стало не по себе. Я оглянулась. Всё было нормально, кроме одной детали. Синяя машина, никогда не видела чтобы она здесь стояла. Выкинув быстро это из головы, я зашла в дом и закрыла за собой дверь. На звук, сразу же прибежали сёстры.\n\n— Ты где была? Мы тебе звонили, но ты не доступна. Ася миллионы смс настрочила, — обеспокоенно сказала Мари.\n\n— Всё в порядке, просто чуть заблудилась. Не надо было нам разделяться... Но знаете что, мне очень понравилось, — легонько смеясь сказала я. Они подошли и обняли меня.\n\n— Пошли есть, — сказала Ася. —Можешь позвонить мне? Я что-то телефон не могу найти.\n\n— Да, сейчас, — я протянула руку к заднему карману джинс, где должен быть мой телефон. — Его нет! — нервно сказала я.\n\nИ только сейчас я вспомнила что оставила его на раковине в туалете.\n\n— Похоже в клубе где-то потеряла — частично соврала им, ведь я не хотела говорить про мою встречу с Viral'ом.\n\nПусть эта неприятная встреча, с этим придурком останется только при мне.\n\n— Я думаю что он уже у администратора клуба, так что давайте завтра съездим туда и заберём его? —сказала Мари, на что я лишь кивнула.\n\nСнаружи я была очень спокойной, а вот внурти бушевал огонь.\n\n\"Мой телефон 100% забрал Viral. Там есть пароль конечно. Но если он не полный дурень, то сможет его разблокировать. Боже! Какой ужас!\"\n\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 11,
    "text": "Утром уже все втроём были в клубе. Спросили у персонала где можно найти администратора. На что нам ответили, что он в кабине наверху.\nПоднялись наверх. Я постучала в дверь. Из-за двери показался привлекательный мужчина.\n\n— Здрасте!... — не успела договорить, так как меня сразу же перебили.\n\n— Только по одному, — сказал он глядя на стоящих позади меня Асю и Мари. Я повернулась и мельком посмотрела на них.\n\n— Хорошо... — он побольше открыл дверь, тем самым впуская меня. Я зашла. Он закрыл за мной дверь. — Я вчера забыла телефон в туалете и хотела бы его забрать.\n\n— Ах да, точно, телефон... — он ехидно посмотрел на что-то позади меня —Джеймс, верни девушке телефон, — он головой указал на меня.\n\n— ???\n\n— Ты даже не посмотришь на меня... Лина? — из всего сказанного он четко выразил моё имя\n\n\"Да это он... Вот гад! Не хочу даже смотреть на него. Стоп! Его зовут Джеймс? Никто не знает его имени. Он никогда не говорил как его зовут в интервью или для журнала\"\n\n— Откуда ты узнал как меня зовут? —не понимая спросила я повернувшись к нему. Он лишь дьявольски улыбался вертя в руке мой телефон.\n\n— Ты думаешь что я такой дебил, что не смог подобрать пароль? 9999 — это было очень просто, — он как будто насмехаться надо мной, — Я позвонил твоей матери и она сама мне всё выложила, как на тарелку, — в его голосе выражалась неприязнь и холод.\n\n— Джеймс, хватит. Просто отдай ей телефон, — похоже ему было не по себе от нашей перепалки.\n\n— Значит так, сейчас же поднял свою жопу и отдал мне мой телефон, иначе я... – уже на крик начала переходить.\n\nТот же немедленно подошел ко мне и впечатал в стену.\n\n— Ты в край тут охуела? Рот свой закрой иначе я сам его закрою. — после чего он отпустил меня и принял ту же позу.\n\n— Не всё так просто, — снова подошёл ко мне, не так близко как в первый раз, — Только после того, как ты... попросишь прощения, — он жутко улыбнулся, своей дьявольской улыбкой обножая клыки. Из моих уст сорвался лишь нервный смешок.\n\n— С чего это вдруг я буду просить прощения ни за что, у такого мерзкого подлеца? — я подошла к нему ещё ближе, нас разделяло лишь несколько сантиметров.\n\n— Ты вчера нарушила моё личное пространство... и сейчас тоже, — холодно и собрано высказал парень.\n\n— Что?! Ты свихнулся! Я не буду ничего тебе говорить. — он хмыкнул.\n\n— Ну тогда... скажи прощай телефону...\n\nОн выставил телефон перед мои лицом и разжал руку, отчего тот с треском упал на пол, но этого для него было мало. Наступил на экран, так что этот звук можно было услышать в любой части комнаты и в конце фирменно улыбнулся, одним уголком губ.\n\n\nНа глазах стали наворачиваться слезы. Из всех сил я толкнула его в грудь.\n\n— Ууу, какие мы дерзкие, — он начал смеяться. Со слезами я выбежала из комнаты.\n\n— Джеймс, ты урод... хотя ты и сам это знаешь... — сказал тот мужчина.\n\n— Ну а что? Она первая начала. — жуткая улыбка проявилась на его лице.\n\nЯ бежала по лестнице, не разбирая дороги. Ася и Мари разговаривали с барменом за стойкой. Я подхватила их под руки и потащила на выход.\n\n— Стой, что произошло? — встревожено спросила Мари.\n\n— Ничего... пошлите отсюда, пожалуйста. — со слезами быстро говорила я.\n\nМы сели в машину Мари и уехали. Она иногда поглядывала на меня в зеркало заднего вида. Подъезжая к дому я немного успокоилась. Но так и не хотела говорить с ними о том что случилось у администратора в кабинете. Хочется просто выкинуть это из головы, его и его выходки.\n",
    "answers": [
      {
        "id": 12,
        "text": "Глава 4"
      }
    ]
  },
  {
    "id": 12,
    "text": "          ПРИМАНКА\n\nЯ купила себе новый телефон. На моем старом хранилось очень много важной информации, что меня очень печалило. Новый телефон — новая жизнь. Новые фотографии. Новые номера. Новое всё.\n\n— Как я его ненавижу! — сказала я сидя за своим столом.\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Мне надо немного отвлечься от всего этого. Пробежка. Это самый лучший вариант для меня. Собравшись я вышла на улицу, сунула наушники в уши и включила музыку. Побежала. Я старалась держать небольшой, но уверенный темп. Пробежала почти где-то километр и остановилась завязать шнурки. Присев на корточки я услышала жужжание машинного двигателя рядом с собой. Сняла наушники. И как бы страясь не палиться посмотрела в сторону этой машины. Синяя машина. Двое мужчин. Больше ничего не смогла рассмотреть. Как ни в чем не бывало побежала дальше вдоль дороги. Меня насторожило то, что эта машина ехала за мной попятам. Держась ко мне. Я напряглась и начала думать как бы спрятаться от них или хотя бы оторваться.\n\nЯ свернула к парку. Там людно и со мной ничего не должно случиться. Мельком оглянулась, я увидела тех самых кабанов, которые были возле клуба и именно они вылезли из этой машины.\n\n\"Не может быть... Они за мной... Но зачем им я?\"\n\nДвое огромных мужиков шли за мной. Нас разделяли несколько метров. Я хотела попробовать оторваться, свернув в сторону. Передо мной стояли огромные кусты.\n\n\"Это мой шанс спрятаться от них\"\n\nЯ быстро полезла в кусты, пока они меня не заметили. Притаилась. Раздался топот ботинок. Шипы от куста неприятно зарапали кожу по всему телу. Хотела издать лёгкое шипение, но не успела.\n\n— Где она?\n\n— Не знаю куда она делась, пошли туда.\n\nТопот ботинок начал удаляться. Полностью стих. Я вышла из укрытия, думая что всё позади.\n\n— Фух, ушли. — радостно сказала я.\n\n— А вот и нет. — раздался чужой голос позади меня.\n\n\"Что... Но как?\"\n\nЯ хотела бежать, но мою попытку бегства предотвратила сильная рука сжавшая меня в объятия. Другая же рука держала платок возле моего носа. Неприятный запах ударил в ноздри. От страха я лишь всё больше вдыхала его. Перед глазами начало темнеть. И я все же отключилась.",
    "answers": [
      {
        "id": 14,
        "text": "Открыла глаза"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я медленно открыла глаза. Всё расплывчато. Но, чем больше моргаю, тем чётче становится картинка. Моё зрение пришло более-менее в норму после нескольких секунд. Я в каком-то темном, сыром и вонючем помещении. Разглядеть полностью обстановку было не возможно. Но потом глаза привыкли к темноте и было видно хоть что-то.\n\nЯ сижу на стуле. Руки сзади связаны веревкой. Несколько раз пыталась разорвать веревку или как-то вынуть руки из нее, но всё бесполезно. Засветился экран от телефона на столе и раздалась оглушающая мелодия на всю комнату. Звон разошелся эхом по комнате. И только сейчас я поняла, что это мой телефон, мне кто-то звонит. Он далеко от меня. Я не смогу к нему подобрать, никак. На звон пришли мои похитители. Лысый подошёл ко мне, а высокий к столу.\n\n— Мамочка звонит... никак не дозвониться до своей дочурки... — злорадно проговорил высокий, смотря на экран моего телефона.\n\n— Вот мы и встретились, — сказал другой присев возле меня на корточки.\n\n— Зачем я вам? — не понимая спросила я. — Я ведь ничего вам не сделала.\n\n— О нет, ты ошибаешься. Ты сорвала очень важный разговор, — протянул он, дотрагиваясь до моей щеки своей рукой. Я отдернулась.\n\n— Убери свои руки от меня, чёртов ублюдок! — злобно прощипела я. Он посмеялся.\n\n— Сейчас придёт тот, из-за которого мы все собрались, — злорадно сказал высокий.\n\n— Джеймс... — горько прошипела.\n\nНе знаю, почему именно его имя мне пришло первое на ум.\n\n— Правильно... — прошептал лысый.\n\nОни сели за стол. Принялись ждать Джеймса. Я зябко поежилась от холода. Может, если я буду кричать, то выведу их из себя и они отпустят меня? Хотя нет, плохая идея. А может, в этом ничего плохого нет.\n\n— Помогите!!! — отчаяно кричала я, одно и тоже, минут 20.\n\n— Заткнись! — рявкнул лысый — Тебя никто не услышит! — он начал угрожаеще подходить ко мне. — Иначе... — он не успел договорить так как его перебили.\n\n— Иначе я сам тебя заткну. Не подходи к ней... — сказал Джеймс смотря на того, кто угрожает мне, стоя в проходе.\n\n— Джеймс! И без охраны. — радостно сказал высокий.\n\n— Рик... — Джеймс посмотрел на того что возле меня. — Джон... — на того что у стола. — Отпустите её, она тут ни при чём... — он перевёл свой тяжелый взгляд на меня.\n\n\"Как же я его ненавижу, но только он сейчас может вытащить меня отсюда...\"\n\n— Мы не отпустим её пока ты нам не отдашь деньги, — Джон дерзко улыбнулся. Джеймс напрягся.\n\n— Вот, — он швырнул толстый конверт на стол, видимо там были деньги. — Теперь мы уходим, — он посмотрел на меня. Я же облегчённо улыбнулась. Сейчас же каменное лицо Джеймса ничего не выражало. Никаких чувств или эмоций. Рик и Джон лишь победно заулыбались, смотря на конверт.\n\n— Забирай её, она мне уже надоела своими воплями, — Рик отвязал меня от стула. Я потерла больные запястья. И побежала к Джеймсу за спину, поближе к выходу.\n\nДжеймс взял меня за руку и твердо прошептал ,,пошли,,.\n\n— Мой телефон... — я указала глазами на стол, где лежал телефон.\n\n— Отдай ей телефон, —приказал Джеймс. Джон швырнул мой телефон на другой конец стола, что ближе к нам.\n\n\"Да вы чё, совсем все охренели!? Он новый\"\n\n— А ты не охренел ли!? — я зло двинулась на Джона, Джеймс перегородил мне путь рукой.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Пошли, — Джеймс взял мой телефон, злобно прошипел и потянул меня на выход, схватив ещё сильнее за руку. Мы шли к его машине.\n\n— Отпусти меня, мне больно! — я пыталась вырвать свою руку из его цепкой руки. Он резко повернулся ко мне и хмуро посмотрел. Похоже это значит ,,Нет,,. После этого я шла смирно, терпя боль.\n\n— Даже ничего не скажешь? — спросил Джеймс остановясь.\n\n— Нет, тебе же вроде нравится когда все под тебя стелятся. — как могла мило говорила и в конце улыбнулась.\n\n\" Ненавижу тебя! \"\n\nМоё высказывание ему точно не понравилось. Всё его лицо искривилось и в глазах загорелось пламя.\n\n— Я могу тебя прям сейчас отнести туда к ним, если тебе не нравится моя компания. — Джеймс ближе подошёл ко мне и всем своим телом угрожающе навис надо мной. — А теперь заткни свой рот и иди за мной! — он пошёл вперед.\n\nЯ же не хотела следовать его правилам и встала, сложив руки на груди.\n\n— Куда ты меня ведёшь?\n\n— До машины и ко мне на студию... — быстро сказал Джеймс.\n\n—Чего? Отвези меня домой. — потребовала я.\n\n— Бляя, мне надо на студию, встретиться с один другом. А потом я тебя отвезу. — резко сказал он.\n\n— Ты оглох что-ли?! Я не поеду никуда с тобой.\n\nОн понял что я не собираюсь идти за ним и подошёл вплотную ко мне, пригнулся и схватил за ноги, закинув меня на плечо.\n\n— Отпусти! — я пыталась высвободиться и била его по спине. Но похоже он даже не замечал этого.\n\n— Молчи, иначе будет больно. — злорадно сказал парень.\n\n— Ты совсем уже одурел, что незнакомую девушку на плечо закидываешь... — не успела выразить всё, что сейчас чувствовала.\n\nРаздался хлопок ладони. А потом боль и жжение. Он шлёпнул меня по попе. От его удара я вскрикнула.\n\n— Идиот, больно! Я тебе потом ещё покажу! — я всё также барахталась у него на плече.\n\nИ слава богу, что никого из людей не было рядом.",
    "answers": [
      {
        "id": 16,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 16,
    "text": "Мы дошли до машины. Он снял её с сигналки и впихнул меня на переднее сиденье. Пристигнул ремень.\n\nВ машине воцарилось пятиминутное молчание. Но после Джеймс заговорил.\n\n— Они тебе что-то сделали? С тобой всё хорошо?\n\n— Ну, не учитывая того что меня похитили... и теперь у меня останется синяк на руке, то да, всё отлично, — с сарказмом высказала я.\n\n— ... — он промолчал и крепче вцепился в руль.\n\n— Ты им деньги отдал? — поинтересовалась я.\n\n— Не твоё дело что я им отдал, сиди молча.\n\n— Из-за чего они требовали с тебя денег ты не скажешь? — не повинуясь ему, я продолжила.\n\nНичего не ответил, лишь тяжко вздохнул.\n\n— Ясно... Для чего я им была нужна?\n\n— Чтобы я точно пришёл и принёс бабки, — напряженно проговорил он.\n\n— Бляя, ты можешь помолчать! — голубые глаза грозно сверкнули в мою сторону.\n\n— Я была приманкой... супер. — тихо высказала мысли вслух самой себе.\n\nДжеймс закатил глаза.\n\n— Сиди молча, — приказал он. Я в ответ надула губы и показала язык.\n\nОн достает мой телефон из кармана джинс. И замечает, что пароля на моем телефоне нет. Теперь и до меня доходит, что нельзя еще и телефон ему отдавать, и так меня уже всю обляпал, еще и за телефон взялся? Тянусь к нему, чтобы забрать, но ловлю злобный взгляд парня, после которого тяжело сглатываю.\n\n— Отдай — наклонившись тянусь к его руке. А голос то дрожит и пропадает.\n\n— Тише, тише. Не переживай. — брюнет начал лазить по телефону и что-то набирать на экране. Экран его телефона засветился\n\n— Верни телефон. — более ровным и спокойным голосом сказала.\n\nМало того, что тот телефон мне разбил, так теперь принялся за другой. Мне что, опять новый покупать? Меня и так уволили с работы, теперь нужно новую искать... У меня нет возможности менять телефоны как перчатки.\n\nОн блокирует телефон и пронягивает мне. Я начинаю шариться по всему телефону, в поисках его ,,следов,,. Несколько пропущенных звонков от Мари, Аси и мамы и множество сообщений. Не прочитал. Значит всё не так плохо...\n\n— Как видишь, я ничего не читал.\n\nКак же ты доволен собой, противно. Только номер свой записал так и хотелось спросить: «нафига?», но не я стала. Еще боюсь.\n\n— Зачем? — поднимаю брови и смотрю на него, он едва заметно улыбается.\n\n— Созваниваться будем. — я усмехнулась, закатила глаза. — Так тоже делать не стоит. Мне это не нравится. — ничего себе.\n\n— Знаешь что... — он грозно глянул на меня, заткнуться заставил\n\nДжеймс завёл мотор. Мы поехали прочь с этого места. А я в этот момент удалила его номер.\n\n— Мы сейчас заедем на студию, мне надо переговорить с другом. — он ещё раз это повторил.\n\nМожет у него память как у кирицы? Видимо ждет ответа.\n\n— Сам сказал сиди молча. — я зло надула губы и повернулась к окну. Он закатил глаза.",
    "answers": [
      {
        "id": 17,
        "text": "Глава 5"
      }
    ]
  },
  {
    "id": 17,
    "text": "          ПРИВЕТ...\n\nзакрыл... —сказала я сама себе сидя одна в машине.\n\nЯ наблюдала за Джеймсом. Он подошел к зданию и зажёг сигарету. Через минуту к нему подошёл молодой парень. Они поздоровались и вошли в здание.\n\nПрошло где-то минут десять. И только сейчас я вспомнила что мне звонила мама, когда я была с этими маньяками... Я стала набирать её номер. Джеймс как раз подходит к машине. Он сел в салон и хотел что-то сказать. На что я жестом показала тихо. Раздались гудки. Мама ответила.\n\n— Привет мам! — радостно сказала я.\n\n— Лина! Я звонила тысячу раз, почему ты не брала трубку?! — быстро протороторила мама.\n\n— Я была занята... — я не знала что ещё можно было сказать.\n\n— Ты где вообще? — настороженно спросила она.\n\n\"Ну вот, сейчас начнется...\"\n\n— Я... — я посмотрела на Джеймса. — Я с другом гуляю. — Джеймс незаметно улыбнулся и завёл машину.\n\n— Ладно, хорошо... ты смотри там не задерживайся.\n\n— Хорошо мам, мне пора идти...\n\n— Ладно-ладно, пока, целую. — она чмокнула в трубку.\n\n— И я тебя, — я повесила трубку\n\n— С мамой? — Джеймс повернулся в мою сторону. Я кивнула. — Значит с другом... — он лучезарно улыбнулся.\n\n— Ну а что мне ещё надо было сказать? С тем кто разбил мой телефон? — я быстро проговорила, на что он лишь цокнул.\n\n— Адрес, — он кратко сказал. Я сначала не поняла что он имеет ввиду, но потом дошло. Я сказала адрес своего дома. — Далековато, — я лишь пожала плечами.\n\nМы подъехали к моему дому и вышли из машины. Дома свет не горел.\n\n\"Странно\"\n\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Оглянуться "
      }
    ]
  },
  {
    "id": 18,
    "text": "Оглянулась назад. И только сейчас я вспомнила что здесь стояла та самая синяя машина. Машина Рика и Джона. Ошеломленная я сказала.\n\n— Они следили за мной...\n\n— Чего? — Джеймс не понял о чём идёт речь.\n\n— Рик и Джон, или как их там, они были здесь... — я повернулась к Джеймсу и начала объяснять попутно вспоминая что было.\n\n— Что? Когда?\n\n— После вашей драки я поехала домой. И тогда на этом месте... — я указала туда, где стояла их машина. —стояла синяя машина. Я не придала этому никакое значение и просто вошла в дом. Они следили за мной от самого клуба... — недоумевая сказала я.\n\n— Вот значит как они узнали где ты.\n\n— Похоже на то. Они же не могли... — я посмотрела на свой дом, никого.\n\nЯ рванула к двери и начала дергать за ручку. Заперто. В спешке начала искать ключи. Нашла! Раздалось несколько ярких по звуку щелчков. Открыто.\n\n— Ася! Мари! — во весь голос крикнула я, забегая в дом.\n\nОтветов на мои крики не было. Я начала набирать номер Мари. Не берёт трубку. Теперь Асе. Долгие гудки. Джеймс облокотился на косяк двери и принялся наблюдать за мной.\n\n— Алло... — Ася не успела больше ничего сказать, потому что я её прервала.\n\n— Где вы? С вами всё хорошо? Почему Мари трубку не берет? — я завалила ее вопросами.\n\n— Стоп, притормози. Мы у подруги остались ночевать. С нами всё хорошо. У нее на беззвучном режиме стоит наверное. — я облегченно выдохнула.\n\n— А где ты была всё это время? Мы тебе звонили, но ты не брала трубку. Мы волновались. — говорила Ася.\n\n— Со мной всё хорошо. Я с другом была. — Джеймс улыбнулся.\n\n— Аа, ну тогда ладно. Завтра расскажешь что вы там делали. — сказала Ася радостным голосом, пытаясь меня смутить.\n\n— Так, всё! Веселитесь, пока. Будьте осторожны. — я повесила трубку.\n\n— Второй раз другом называешь, это прогресс, — я закатила глаза.\n\n— Они с ночёвкой у подруги. Всё хорошо. Я уже перепугалась.\n\n— Я не думаю что будет безопасно оставать в доме совсем одной, — сказал Джеймс рассматривая галазами вокруг себя комнату.\n\n— И что же мне делать тогда? — тихонько спросила сама у себя.\n\n— Можешь переночевать у меня... а можем остаться у тебя... Решение за тобой. — он говорил это почти шёпотом.\n\n— Ты случаем не офигел? —ошарашено спросила я.\n\n— Вообще-то это выгодное предложение для ме... для тебя, конечно же, — с полной уверенностью говорил Джеймс.\n\n— Знаешь что? Я тебе благодарна да то что ты спас мою задницу и привёз меня домой, но это уже чересчур... — я выталкивала из дома. — Спасибо!",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": " \n— Но... — он что-то хотел сказал, но передним сразу же оказалась моя входная дверь. — Значит так ты... ну ладно... я принимаю вызов. — тихо и с горящими глазами, себе под нос сказал Джеймс.\n\nИз дома я услышала звук заводящего мотора и свист шин. Он уехал. Я закрыла шторы и дверь на все замки. Заварила себе кофе и пошла смотреть телевизор. Уютно устроившись и накрывшись пледом, нажала на кнопку включения на пульте. Ничего интересного... Пролистывать каналы каждые тридцать секунд мне надоело и я пошла спать. Предварительно убедившись, что дверь хорошо закрыта.\n\nЛежа на кровати и смотря в потолок я думала.\n\n\"Может Джеймс не такой плохой, каким казался. Сегодняшний день что-то поменял в моём отношении к нему. Хотя, да, он спас меня. Но это не значит, то он теперь пушистый и хороший. А может, всё что сегодня произошло это просто уловка и ему что-то надо от меня? Я конечно, обижена на него, за тот поступок и вообще не люблю когда мне указывают, что и как делать. Из-за него я сидела полдня в этом чертовом месте. И вообще, я не смогу простить его за это. Это было низко, подло и бессердечно. А почему я сейчас об этом думаю? И с чего вдруг я должна с ним ещё раз встретиться? Я больше не хочу его видеть и слышать про него. Это гадкий и скользкий человек.\"\n\nПару минут полежав и крутясь в кровати, я всё-таки заснула. Наступило утро. Пение птиц раздалось по всей комнате и лучи солнца уже если пробраться в окно. Ко мне в комнату кто-то зашёл. Я же перепугавшись что это или маньяк или вор, распахнула глаза и резко села на кровать. Передо мной стоял...\n\n\" Рон?! \"\n\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Как ты сюда зашёл? Откуда ты вообще здесь? — ошарашено спросила я, неверя своим глазам.\n\n— Привет. Тише, меня Ася впустила. Она мне сказала что ты ещё спишь, но я не смог долго ждать и зашёл к тебе. — он подошёл к моей кровати.\n\n— Но как давно ты приехал? — сонно спросила я.\n\n— Сегодня, рано утром и сразу же решил зайти к тебе. Можно же?\n\n— Да, конечно. От тебя не было ничего слышно целый месяц, ты не писал, не звонил. Я уже начала считать что всё кончено...\n\n— Прости, прости меня, я был очень занят... — он взял мое лицо в свои руки и прильнул к моим губам в нежном, жадном поцелуе.\n\nЯ ответила ему.\n\n— Как же давно я этого ждала... — и крепче обняла его.\n\nНа глазах начали собираться слезы.\n\n— Эй, ты чего? Не плачь, давай собирайся и приходи на кухню, чай пить. — я кивнула.\n\nРон вышел из моей комнаты и я пулей начала приводить себя в порядок. Все мои утренние процедуры закончились спустя 20 минут. Счастливая выбежала на кухню. Все были в сборе.",
    "answers": [
      {
        "id": 21,
        "text": "На кухне"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Привет, соня! — радостно воскликнула Ася.\n\n— Привет, — передо мной сразу же появилась кружка горячего чая. — Спасибо, Ась. — я присела за стол.\n\n— Рон, рассказывай, как учёба? Чего не заезжал? — Ася начала осыпать вопросами Рона.\n\nНо всё же мне тоже хотелось знать на них ответ. Поэтому я устремила свой взгляд на него и принялась ждать, что он скажет.\n\n— Всё хорошо. Мне очень понравилось там учиться. Учеба заняла всё мое время и не было даже свободной минутки позвонить, на каникулах я был там всё это время. Поэтому не заезжал. — рассказал он и попутно делал глотки чая.\n\n— Ого! Ничего себе, я бы если честно не смогла бы там учиться. — сказала Ася и мы все посмеялись.\n\n— А когда вы пришли? Я не слышала, когда вы вернулись. — решила встрять в разговор.\n\n— Поздно ночью, ты уже спала. Мы не стали тебя будить, — сказала Мари. — А ты в кем вчера провела вечер? Что за друг? Мари стрельнула меня глазками и заулыбалась.\n\n— Друг? — спросил Рон.\n\n\"Чёрт, Мари, зачем? Надо что-то придумать.\n\nЯ забегала глазами и опустила голову вниз к кружке. Потянулась за ней.\n\n— А, эм — искала подходящие слова.\n\nВсе в ожидании уставили на меня. Я глянула на Асю, надеясь на то, что она мне поможет выкрутить из этой ситуации.\n\n— Так, а кто и чем сегодня будет заниматься? воодушевленно спросила Ася.\n\nВзглядом сказала, спасибо,, ей за это.\n\nМы болтали ещё где-то час, а потом уже Рону надо было идти домой. Я пошла провожать его. Одевшись, он поцеловал меня и сказал.\n\n— Давай сходим сегодня куда-нибудь? Хочу наверстать упущенное время. — я расплылась в улыбке от его предложения.\n\n— Я только за. — счастливо ответила я ему и поцеловала его в губы.\n\n— Я зайду за тобой, в 7. — я кивнула.\n\nРон вышел и я закрыла за ним дверь.\n\n",
    "answers": [
      {
        "id": 22,
        "text": "Глава 6"
      }
    ]
  },
  {
    "id": 22,
    "text": "          ВСЕ НУЖДАЮТСЯ ВО ВТОРОМ ШАНСЕ\n\nНаше такси с Роном подъехало к одному из самых популярных клубов в городе ,,Полночь,,.\n\n— Вау! Здесь я ещё не была... — восхитилась я.\n\n— Пошли, — Рон подал мне руку, я не долго думая вложила свою в его.\n\nМы зашли в клуб, первым делом в уши бросилась оглушающая музыка. Большое колличество людей сидело за столиками, а меньшая — танцевала. Похоже некоторые сюда приходят не ради танцев. Рон взял меня за руку и повел к барной стойке, пропихивая людей своим телом. Сейчас я нахожусь на седьмом небе от счастья. Никогда здесь не была. За барной стойкой стоял приятный, красивый молодой человек. Рон заказал нам по напитку. Я поуши счастливая чокнулась с ним. Другой рукой Рон поглаживал мою руку. Вроде этот лучший день не могло ничего испортить, но... Я отлучилась в туалет, и чтобы найти его мне понадобилось несколько минут.\n\n\" Занято, прекрасно, теперь ещё и ждать придётся... \"\n\nПока я стояла у туалета и ждала свою очередь, я начала осматривать людей. И в этот момент мне попались его глаза. Смотревшие прямо на меня, прожигавшие до костей.\n\n\" Джеймс... Откуда он здесь? \"\n\nЯ резко отвернулась и принялась делать вид, что увлечена своим телефоном. Буду надеяться что он не подойдёт ко мне. Да если и подойдёт, что с того? Я здесь с Роном. Но почему-то беспокойство не проходило. Наоборот, оно нарастало всё больше. Я кинула ещё один осторожный взгляд в его сторону, но брюнет уже что-то обсуждал со своими друзьями.\n\n\" Слава богу. \"\n\nЯ облегченно выдохнула. И как раз из туалета вышла девушка, можно идти. Сделав свои дела и подправив косметику я выскачила в зал и замерла.\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Он стоял почти у самого выхода на танцполе, привалившись к стене и сунув руки в карманы брюк. Незамеченной здесь точно не проскользнуть.\n\nНацепила на лицо маску вежливого равнодушия и пошла вперед. Поравнявшись с ним я сделала несколько шагов, когда его рука легла мне на плечо и потянула на себя.\n\n— Подожди, — произнес хрипло.\n\nЯ не успела среагировать, как меня уже припечатало к стене, а парень навис надо мной.\n\n— Ты мне нравишься, поехали со мной... — прошептал он прямо в ухо.\n\n— Отстань! — выкрикнула я, отворачиваясь от его лица. Я пыталась вырваться.\n\n\" Да он пьян! \"\n\n— Не бойся, тебе понравится, — он коснулся губами моей шеи, а потом резко вдруг вжал в стену так, что его колено оказалось между моих ног.\n\nТолько сейчас я ничего не могла сделать в пользу своей защиты. Его губы вдруг впились в мои и он быстро просунул свой язык мне в рот. Я задохнулась от возмущения, так что перестала сопротивляться. А он это принял за согласие, поэтому ослабил хватку. Он разжал руки, и я быстро кинулась прочь.\n\nРон всё так же стоял у барной стойки со своим другом. Я потянула его за руку, прерывая его беседу и повела на выход.\n\n— Лина, что с тобой? — спрашивал он уже тогда, когда мы были уже на улице.\n\nВсё моё лицо превратилось в пекло. Горели щёки, участилось дыхание, сердце бешено стучало. Я не отвечала на его вопросы, а просто тянула его за собой, идя всё дальше и дальше от клуба. Только потом, когда было уже приличное расстояние я остановилась.\n\n— Давай вызовем такси, я хочу домой.\n\nРон не стал спорить и прсото вызвал машину. Через пять минут мы уже сидели в ней. В салоне всё это время стояла тишина. Настроение разговаривать у меня не было.",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует "
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]