[
  {
    "id": 1,
    "text": "Автор: Maraticha\nЖанр: Боевик, приключение\n\n24 летний Игнат Заурус Максимов, не смог закончить образование от нехватки денег. Из-за чего ему приходится бросить её и пойти работать. Но без образованья его никуда не возьмут.\n Из семьи у него остался дед, вместе с которым они живут на пенсию.\n Заурус пытается  заработать деньги на низкооплачиваемой работе, которых с трудом хватает для него самого.\n\n Но однажды, ему выпала возможность всё исправить.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "Зачем нужен ремейк?!",
        "lua_do": "function lua_do()\ndialog{ \nheader = \"Если кому-то это интересно...\",\ntext = \"Этот ремейк нужен по нескольким причинам: <s>\n 1. Оригинал написан слишком ''агрессивно'', криво и вообще, его не должно было существовать1!)) <s>\n 2. Это мой первый квест, с того момента когда я забил на разработку продолжения. <s>\n 3. Ремейк также носит символический характер. Типо: <s>\n ''Я вернулся после столького времени, и готов снова твоооорииить'' <s>\n *Музыка для крутого возвращения*\", \nanswers = {\n{\ntext = \"Ясно!\",\npressListener = function ()\nhideDialog ()\nend\n}\n}\n}\nend"
      }
    ]
  },
  {
    "id": 2,
    "text": " Небо было грязно-серым, крупные капли дождя стучали в окно. \nНа улице с зонтами куда-то спешили люди. \nС дороги, из-под колёс машин, в разные стороны летели мокрые куски грязи. Которые за просто могли испачкать пешехода, слишком близко находившегося к дороге.\n\n Маленькая комнатка с пожелтевшими от старости обоями. Когда-то на них были красивые, яркие узоры.\nВ углу комнаты стоит стол со сломанной ножкой.  Вместо неё он опирается на кучу старых коробок.\nВ противоположном от стола углу, стоит старая железная одноместная кровать, прямиком из СССР.",
    "answers": [
      {
        "id": 3,
        "text": "Проснутсься"
      }
    ]
  },
  {
    "id": 3,
    "text": " Я открыл глаза. Слышно как на столе гудит телефон.\nЯ сел на кровать, протёр глаза и встал. Пока я шёл к столу, вызов был сброшен. Скинув со стола какие-то бумажки, мной был найден свой телефон.",
    "answers": [
      {
        "id": 4,
        "text": "Посмотреть кто звонил"
      }
    ]
  },
  {
    "id": 4,
    "text": " Я включил телефон, на экране выскочило сообщение:\n\"Толян. Пропущен вызов\"\n\n Анатолий Борисов Афанасьевич, он же просто Толян. Мой старый школьный друг. \nМы с ним не виделись и не слышались с начала прошлого года. ",
    "answers": [
      {
        "id": 5,
        "text": "Прогуляться по квартире "
      },
      {
        "id": 6,
        "text": "Перезвонить (Дальше по сюжету)"
      }
    ]
  },
  {
    "id": 5,
    "text": " Перед тем как перезвонить, я хочу не много отойти от сна. Пойду прогуляюсь по квартире.",
    "answers": [
      {
        "id": 6,
        "text": "Перезвонить Толяну (Дальше по сюжету)"
      },
      {
        "id": 7,
        "text": "Посмотреть в окно"
      },
      {
        "id": 8,
        "text": "Выйти в коридор"
      }
    ]
  },
  {
    "id": 6,
    "text": " Я взял телефон, набрал номер и позвонил по нему.\n\n Вскоре на другой стороне трубки я услышал низкий мужской голос:\n— Здорова, давно не виделись!\n— Привет, где ты пропадал?\nТолян ответил загадочно\n— Был так скажем, на заработках.\n\nЯ подумал:\n На каких заработках можно быть весь год, и не отвечать на звонки?\nА в слух сказал:\n— Интересно, и сколько ты нам заработал?\nТолян помялся:\n— Пятьсот тысяч!",
    "answers": [
      {
        "id": 9,
        "text": "Переспросить"
      }
    ]
  },
  {
    "id": 7,
    "text": " Я живу на первом этаже нашей пятиэтажки. На первом этаже хоть дальность видимости не такая, как на последнем, зато всё происходящее видно лучше!\n\n На улице было уже пусто. Только соседский пёс, со странной кличкой Равшан, гулял по ней. \nС этим псом я знаком уже давно, с тех пор как четыре года назад его хозяин поселился в соседней квартире. Иногда я захожу к нему в гости, дабы пообщаться, а Равшан в это время постоянно трётся у меня под ногами.\n\n Больше на улице ничего не происходит!",
    "answers": [
      {
        "id": 5,
        "text": "Отойти от окна"
      }
    ]
  },
  {
    "id": 8,
    "text": " Узкий полупустой коридор со скрипучими досками. Ведущий в — спальню, мою комнату, в гостиную и на кухню.\n Между проходом в мою комнату и на кухню, стоит относительно всего окружения новая тумба. Над ней висит маленькое зеркало.\n У входной двери, стоит вешалка с одеждой.",
    "answers": [
      {
        "id": 11,
        "text": "На кухню"
      },
      {
        "id": 12,
        "text": "В спальню"
      },
      {
        "id": 14,
        "text": "В гостиную"
      },
      {
        "id": 5,
        "text": "Вернуться к себе"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Сколько-сколько? Пол-ляма за год?!\n— Да-да\n\n Я испугался, уж не криминалом занялся мой друг?\n— Чем ты там занимался?!\n— Слушай, давай где-нибудь встретимся, там всё расскажу!\n\n Мы назначили место и время встречи. Парк у школы, где мы учились, 12:30.",
    "answers": [
      {
        "id": 10,
        "text": "Подождать до времени"
      }
    ]
  },
  {
    "id": 10,
    "text": " Пока я ждал нужного времени, мной была съедена тарелка холодного супа из холодильника.\n Настало время выходить. Я оделся, взял денег на маршрутку и вышел в подъезд.",
    "answers": [
      {
        "id": 17,
        "text": "Осмотреть подъезд"
      }
    ]
  },
  {
    "id": 11,
    "text": " Кухня, это грудная клетка квартиры, ведь на ней находиться её сердце — холодильник Бирюса.\nПо центру у стены, стоит стол с очень хорошо сохранившейся скатертью. \n У газовой плиты стоит худой мужчина преклонного возраста — это мой дед.",
    "answers": [
      {
        "id": 13,
        "text": "Поговорить с дедом"
      },
      {
        "id": 15,
        "text": "Заглянуть в холодильник"
      },
      {
        "id": 8,
        "text": "Уйти с кухни"
      }
    ]
  },
  {
    "id": 12,
    "text": " Спальня моих нынче покойных родителей, является местным памятником в нашей квартире. С того времени, здесь ничего не изменилось. \n Всё та же двухместная кровать, тумбочка с лампой и шкаф с их одеждой.\n\n Эта комната всегда навеивает неприятные воспоминания. Я редко когда захожу сюда.",
    "answers": [
      {
        "id": 8,
        "text": "Выйти из спальни"
      }
    ]
  },
  {
    "id": 13,
    "text": " Давно уже полысевший мужчина преклонного возраста. С круглым лицом, но с хорошо выраженными скулами.\n Он усилено протирал плиту, и даже не замечал меня.\n— Чем занят, дед?\nОн меня не услышал, я повторил громче.\n— Чем занят, дед?\nОн не поворачиваясь ответил мне.\n— Плиту мою, грязна вся!\n— Понятно...\n\n Я не очень люблю общаться со своим дедом. Если ты проронишь какое-то не удачное слово, то он будет ворчать на тебя за это весь день. При начале с ним диалога, стоит быть готовым к тому, что на ближайший час он не перестанет говорить.\n Однако после того, как с его дочерью и по совместительству моей матерью, случилось, то, о чём я не хочу вспоминать. Он стал менее общителен и старается избежать общения, притворяясь глухим.",
    "answers": [
      {
        "id": 11,
        "text": "Отойти от деда"
      }
    ]
  },
  {
    "id": 14,
    "text": " От гостиной, здесь всегда было одно название, это скорее ещё одна спальня, в которой спит мой дед.\nУ окна стоит кофейный столик, на котором находится старинный ламповый телевизор.",
    "answers": [
      {
        "id": 16,
        "text": "Включить"
      },
      {
        "id": 8,
        "text": "Уйти из гостиной"
      }
    ]
  },
  {
    "id": 15,
    "text": " Маленький белый холодильник. В нём храниться вся еда, пять морковей, кастрюля со вчерашним супом и помидоры в углу нижней полки. Оставленные там ещё в прошлом веке.",
    "answers": [
      {
        "id": 11,
        "text": "Закрыть холодильник"
      }
    ]
  },
  {
    "id": 16,
    "text": " По телевизору, как всегда показывают какую-то дичь. Новости, глупые шоу и так далее и так далее.",
    "answers": [
      {
        "id": 14,
        "text": "Выключить"
      }
    ]
  },
  {
    "id": 17,
    "text": " Подъезд с облупившейся зелёной краской. Лестница с целыми перилами вела к забитому мешками мусоропроводу.\n Я спустился к выходу от сюда, возле двери стояла старая коляска с оторванными колёсами.",
    "answers": [
      {
        "id": 18,
        "text": "Выйти из подъезда"
      },
      {
        "id": 19,
        "text": "Расчистить мусоропровод"
      }
    ]
  },
  {
    "id": 18,
    "text": " Мы живём на относительно чистой улице. Ведь никто не хочет иметь дело с Алексеем, которого уже не раз забирала полиция, из-за того что он слишком доходчиво объяснял, что бывает когда мусорят. \n Алексей, это сорока семилетний, подкачанный мужчина с широкими плечами. Бывший сотрудник спец. служб в молодости.",
    "answers": [
      {
        "id": 20,
        "text": "Отправиться в парк у школы"
      }
    ]
  },
  {
    "id": 19,
    "text": " Я не люблю когда кто-то намусорил,  а мне приходится убирать. Но гораздо сильнее я не люблю, когда повсюду мусор!\n Я за два движения разобрал засор. Проклиная человека, которому было лень сделать эти пару движений и он решил оставить свой мусор!",
    "answers": [
      {
        "id": 18,
        "text": "Выйти из подъезда"
      }
    ]
  },
  {
    "id": 20,
    "text": " Я сел на маршрутку, что бы доехать до места вовремя, а не как всегда с опозданием!\n\n Я учился во вполне презентабельной школе. Её многие хвалили, и считали лучше во всей округе. Однако туалет в ней ничем не отличался, от туалетов в других школах — ад, особенно если вы слишком брезгливы.\nВозле неё находился небольшой парк — именно в нём мы договорились встретиться с Анатолием.",
    "answers": [
      {
        "id": 21,
        "text": "Найти Толяна"
      }
    ]
  },
  {
    "id": 21,
    "text": " Толяна ни где не было. Моя мечта сбылась, теперь не меня ждут, а я жду!\n\n Толян подошёл ко мне только через полчаса. Это был довольно крупный бородатый мужчина 30-36 лет.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": " Он протянул мне руку и я пожал её.\n\n Толян сел рядом со мной.\n— Ну давай, спрашивай.",
    "answers": [
      {
        "id": 23,
        "text": "Давай сразу к делу. Где ты заработал столько?"
      },
      {
        "id": 24,
        "text": "Как семья?"
      },
      {
        "id": 25,
        "text": "Куда планируешь тратить деньги?"
      }
    ]
  },
  {
    "id": 23,
    "text": " Он стал рассказывать мне, как побывал в Зоне и о том что там встретил. Всё было очень увлекательно, но меня это особо не интересовало.\n— И что, там реально можно поднять столько денег?\n— Да, но не каждому это по силам. Первые быстренько умирают. Вторые попадают в замкнутый круг. Поручение, заработок, покупка снаряжения для ещё одного поручения, по новой. А на себя ничего не остаётся...",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Семья, а что семья? Все живы, здоровы. Дочь недавно ходить научилась, прикинь!\n\n Я никогда не разделял радость родителей, когда их маленькие дети учатся простейшим вещам. Возможно, просто у меня нет детей, может тогда я бы это понимал. Но те не менее, за друга я был искренне рад.",
    "answers": [
      {
        "id": 22,
        "text": "Сменить тему"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Я ещё не придумал. Надо бы их куда-нибудь вложить, может смогу приумножить сумму, как думаешь?",
    "answers": [
      {
        "id": 22,
        "text": "Сменить тему"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Но есть и третьи, которые срывают не хилый куш! Правда, они тоже делятся, на несколько типов...\nОн встал со скамейки.\n— На тех, кто свой не хилый куш отдают тамошним бандитам. И уже на тех, кто свой куш уносит с собой и живёт безбедно!",
    "answers": [
      {
        "id": 27,
        "text": "— Как в зону попасть?"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Знаешь, множество вариантов как. Быть учёным, подписать контракт на службу на территории ЧЗО, купить за много денюшек \"официальный\" пропуск (Или же получит если ты учёный и контрактник), купить за меньше денег ложный пропуск. Или же самый частый вариант — просто нагло перемахнуть за сетку, и ты уже в Зоне!",
    "answers": [
      {
        "id": 28,
        "text": "— Где мне достать пропуск?"
      }
    ]
  },
  {
    "id": 28,
    "text": " Толян задумался.\n— Купить \"официально\" у тебя не хватит денег, так же ты не похож на учёного. А контракт, не лучшее решение. Так что, ложный — единственный вариант!",
    "answers": [
      {
        "id": 29,
        "text": "— Проще просто перемахнуть через сетку!"
      },
      {
        "id": 30,
        "text": "— Сколько надо на ложный?"
      },
      {
        "id": 31,
        "text": "— Просто из интереса. Сколько стоит официальный?"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Как знаешь! Если готов поехали.\n— А разве мне не нужно оружие, какие-то припасы?\nТолян \"погладил\" воздух.\n— Всё будет ровно. Не волнуйся, я оставил там на хранение своё снаряжение, теперь оно твоё!",
    "answers": [
      {
        "id": 32,
        "text": "— Ты меня отвезёшь?"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Немного, всего десять тысяч, и он будет твоим!\n Десять тысяч, это не очень много, но когда у тебя каждая копейка на счёту. На эту цену, начинаешь смотреть иначе.\n— Мне нужны деньги...",
    "answers": [
      {
        "id": 36,
        "text": "—... Поеду домой, что-нибудь придумаю!"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Плюс минус семьдесят тысяч! Плюс бумажная волокита.",
    "answers": [
      {
        "id": 29,
        "text": "— Проще просто перемахнуть через сетку!"
      },
      {
        "id": 30,
        "text": "— Сколько надо на ложный?"
      }
    ]
  },
  {
    "id": 32,
    "text": " Он пожал плечами наклонив голову вправо.\n— Конечно, по дружбе! Ну так что, готов?",
    "answers": [
      {
        "id": 33,
        "text": "— Спрашиваешь!"
      }
    ]
  },
  {
    "id": 33,
    "text": " Мы отправились к Анатолию домой, что бы взять машину и инструменты, для перерезания проволоки.\n\n Вскоре мы выехали в сторону Зоны. Пока мы ехали я заснул. Мне снилось, как я пересекаю периметр, и тут время останавливается. Я слышу чей-то смех...\n \n Который перерос в голос Толика!\n— Поздравляю, скоро мы будем в Зоне. Я побуду с тобой день — два и отправлюсь домой! А теперь покидай машину, и молча иди за мной!",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": " Дело шло к ночи. Я вышел из машины и Толян повёл меня за собой. Тихо прокрадясь мимо света прожектора блокпоста, мы подошли к проволоке.\n\n Толян достал кусачки и стал перекусывать проволоку. К нам тихо прокрадывался свет прожектора. К тому моменту как он осветил меня, проволока была уже перекушена...\n\n Мы пролезли в образовавшиеся отверстие.\n— Давай быстрее, иди за мной!!",
    "answers": [
      {
        "id": 35,
        "text": "Бежать за Анатолием"
      }
    ]
  },
  {
    "id": 35,
    "text": " Я бежал за Толяном, как вдруг перестал чувствовать, что мои ноги соприкасаются с землёй.\n— То-то-о-лян!\nМеня резко швырнуло влево. Я увидел как лечу через поваленное дерево, куда-то на дорогу. Я встретился лицом с землёй...",
    "answers": [
      {
        "id": 1,
        "text": "...?",
        "blackout": true
      }
    ]
  },
  {
    "id": 36,
    "text": " Я отправился домой. Нужно достать денег!",
    "answers": [
      {
        "id": 37,
        "text": "Посмотреть в зале, у деда под подушкой",
        "need_sometimes": true,
        "var_not": [
          "я",
          1
        ]
      },
      {
        "id": 38,
        "need_ever": true,
        "var_not": [
          "ы",
          1
        ],
        "text": "Продать свой телефон"
      },
      {
        "id": 39,
        "text": "Поискать в спальне"
      },
      {
        "id": 43,
        "text": "Взять денег у себя ",
        "var_add": [
          "ф",
          1,
          "деньги",
          2500
        ],
        "var_not": [
          "ф",
          1
        ]
      },
      {
        "id": 36,
        "text": "\nЕсть деньги:",
        "var_show": [
          "деньги",
          "нужно:10.000"
        ],
        "merge": true
      },
      {
        "id": 36,
        "text": "——————————————————————————",
        "comment": true,
        "var_equal": [
          "рщозоз",
          755
        ]
      },
      {
        "id": 36,
        "text": "Вернуть всё на место",
        "var_equal": [
          "4748585",
          5858
        ],
        "var_set": [
          "деньги",
          0,
          "ы",
          0,
          "ф",
          0,
          "я",
          0
        ]
      },
      {
        "id": 36,
        "text": "Взять деньги у себя и продать укрощение родителей. лучший выбор!",
        "comment": true,
        "var_equal": [
          "мшрдоз",
          47575857
        ]
      },
      {
        "id": 47,
        "text": "Отправится к Толяну",
        "var_more": [
          "деньги",
          9999
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": " Под подушкой деда, я нашёл его заначку. В ней я обнаружил четыре тысячи.",
    "answers": [
      {
        "id": 40,
        "text": "Оставить"
      },
      {
        "id": 41,
        "text": "Взять половину",
        "var_add": [
          "я",
          1,
          "деньги",
          2000
        ]
      },
      {
        "id": 42,
        "text": "Взять всё",
        "var_add": [
          "я",
          1,
          "деньги",
          2000
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": " Когда буду идти к Толяну, съезжу по объявлению, которое я видел вечера. О том что-то кто-то хотел купить Нокиа 3310. \n Зачем — загадка. Но должно ли меня интересовать?\n За это я выручи полторы тысячи.",
    "answers": [
      {
        "id": 44,
        "text": "Продать",
        "var_add": [
          "ы",
          1,
          "деньги",
          1500
        ]
      },
      {
        "id": 36,
        "text": "Оставить"
      }
    ]
  },
  {
    "id": 39,
    "text": " В спальне я нашёл две ценные вещи. Укращение моих родителей, которое я храню как воспоминание о них. И коллекция отцовских марок.",
    "answers": [
      {
        "id": 45,
        "text": "Продать украшение ",
        "need": [
          -45
        ],
        "var_add": [
          "деньги",
          8100
        ]
      },
      {
        "id": 46,
        "text": "Продать коллекцию ",
        "need": [
          -46
        ],
        "var_add": [
          "Деньги",
          230
        ]
      },
      {
        "id": 36,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 40,
    "text": " Я не решился разграбить заначку деда, пусть у него останутся эти деньги!",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      },
      {
        "id": 40,
        "text": "норм",
        "calculate": true,
        "super_calculate": false
      }
    ]
  },
  {
    "id": 41,
    "text": " Я половину — две тысячи.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      },
      {
        "id": 41,
        "text": "норм",
        "calculate": true,
        "super_calculate": false
      }
    ]
  },
  {
    "id": 42,
    "text": " Я взял все четыре тысячи.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      },
      {
        "id": 42,
        "text": "плохо",
        "calculate": true,
        "super_calculate": false
      }
    ]
  },
  {
    "id": 43,
    "text": " Из ящика в столе в своей комнате, я взял всё что у меня есть! Все две с половиной тысячи!",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": " Я полностью очистил телефон, ведь я решился всё-таки его продать. Вскоре у меня появится полторы тысячи.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      },
      {
        "super_calculate": false,
        "id": 44,
        "calculate": true,
        "text": "норм",
        "merge": false
      }
    ]
  },
  {
    "id": 45,
    "text": " Я решил подать памятное украшение. За него я смогу выручить ± 8 тысяч",
    "answers": [
      {
        "id": 39,
        "text": "Хорошо!"
      }
    ]
  },
  {
    "id": 46,
    "text": " За коллекцию я много не выручу, но эти деньги мне точно понадобятся!",
    "answers": [
      {
        "id": 39,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 47,
    "text": " К дому Толяна я поехал на маршрутке. Пол часа, две пересадки и я на месте.\n Я позвонил Толяну и стал ждать его. Через пятнадцать минут он был уже здесь.",
    "answers": [
      {
        "id": 48,
        "text": "— У меня есть деньги на пропуск!"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Быстро однако, ты их собрал! \nОн отвёл меня к своей машине и открыл дверь.\n— Садись в мою машину, я отвезу тебя к нужному человеку.\n\n Я сел в машину. Толян набрал чей-то номер и сел за руль.\n Мы ехали по неизвестной мне дороге, за пять километров от дома. За новостройкой находилась старая заброшенная стройка.\n\n Мы поехали в её сторону.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": " У самой стройки мы свернули на лево и остановились у обнесённой забором территории.\nПробравшись через дыру, Толян сказал.\n— Стой здесь.\nА сам куда-то ушёл.\n\n Мне пришлось его долго ждать, но он все же вернулся. В руках у него был прозрачный пакет.\n— Иди за мной.\n\n Мы пошли вглубь территории. Скоро из-за дерева показался старый гнилой домик.",
    "answers": [
      {
        "id": 50,
        "text": "Подойти к нему"
      }
    ]
  },
  {
    "id": 50,
    "text": " Мы с Толяном подошли к нему. Он достал из пакета телефон и позвонил с него.\n Вскоре из домика вышел человек во всём чёрном. Он снял капюшон и поздоровался.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": " Бородатый мужик с густыми бровями пошёл к нам на встречу.\n— Ну зрасьте!\nАнатолий заговорил с ним.\n— Привет, мне тут нужен поддельный пропуск на территорию ЧЗО, на этого человека.\nОн указал на меня пальцем.\n— Хорошо, цена вопроса как раньше, десять тысяч!",
    "answers": [
      {
        "id": 52,
        "text": "Дать деньги"
      }
    ]
  },
  {
    "id": 52,
    "text": " Я дал ему деньги. Он спросил моё имя, фамилию и отчество. Когда я продиктовал их ему, он направился обратно в своё убежище.\n Меня интересовало, к чему такие сложности? Почему надо выстраивать такую систему? \n\n Просто так по обычному телефону договориться о месте встречи нельзя. Нужно специально ехать в какую-то ограждённую территорию, искать там маленький дом. Позвонить по телефону, который предварительно нужно найти где-то на этой территории...",
    "answers": [
      {
        "id": 53,
        "text": "— К чему такая секретность?"
      }
    ]
  },
  {
    "id": 53,
    "text": " Толян посмотрел на меня с серьёзным видом.\n— Уж поверь, тебе это знать не нужно.\n\n Всё это звучало угрожающе, поэтому я не стал дальше расспрашивать его.\n\n Вскоре мужик вернулся к нам.\n— Вот, держи. \nОн протянул мне маленькую книжечку. И ушёл к себе.\n\n— Отлично, пропуск у нас! Пойдём!",
    "answers": [
      {
        "id": 54,
        "text": "Следовать за Анатолием"
      }
    ]
  },
  {
    "id": 54,
    "text": " Мы отправились к Анатолию домой, что бы взять инструменты, для перерезания прововолки. \"Так, на всякий случай\"\n\n Вскоре мы выехали в сторону Зоны. Пока мы ехали я заснул. Мне снилось, как я пересекаю периметр, и тут время останавливается. Я слышу чей-то смех...\n \n Который перерос в голос Толика!",
    "answers": [
      {
        "id": 55,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 55,
    "text": " Машина остановилась. В округе было темно, лишь свет прожектора от блокпоста в дали, освещал округу.\n— Поздравляю, скоро мы будем в Зоне. Я побуду с тобой день-два и отправлюсь домой!\nОн открыл дверь машины.\n— А теперь следуй за мной, и пропуск подготовь!\nОн взял свой в руку.",
    "answers": [
      {
        "id": 56,
        "text": "Взять в руки пропуск, и последовать за ним"
      }
    ]
  },
  {
    "id": 56,
    "text": " Мы подошли к блокпосту. На встречу нам вышел человек в военной форме. Он весёлым голосом заговорил с нами. Он явно пьян...\n— А ну-кась, кто это к нам идёт! Предъявлеем д-документики.\n\n Я протянул ему свой пропуск.\n— З-знаете сударрррь, вам следовало бы разворачиваться и уё... уез-з... Уезжать!",
    "answers": [
      {
        "id": 57,
        "text": "Поспорить"
      },
      {
        "id": 58,
        "text": "Посмотреть на Толяна"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Но как это? У нас же есть пропуск, вы обязаны нас пропустить!\nОн неизменно весёлым голосом ответил мне.\n— Уж не думаете ли вы, сударь. что я — тёртый вояка, с кучей звёзд, не смогу отличить пропуск сделанный...\nОн сделал озадаченное лицо.\nСделаный... Капибарами? Нет, отчимами? Опять нет... Нэ важно!",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": " Видя, что солдат нереально пьян. Толян сразу понял — спорить с ним бесполезно. Он взял меня за плечо и потащил с собой.\n— Пойдём, у меня есть идея!\n \n Мы подошли к проволоке минуя свет прожектора. Толян достал кусачки и стал перекусывать проволоку. К нам тихо прокрадывался свет прожектора. К тому моменту как он осветил меня, проволока была уже перекушена..\n\n Мы пролезли в образовавшиеся отверстие.\n— Давай быстрее, иди за мной!!",
    "answers": [
      {
        "id": 35,
        "text": "Бежать за Анатолием"
      }
    ]
  },
  {
    "id": 59,
    "text": "— В общемммм... Да! Я должен сейчас же взять и сообщить о вас...\nОн стал набирать номер, на невидимом телефоне.\nАть, оп! И посадить! Но э сегодня доообррррыййй! Поэтому, я так не буду!",
    "answers": [
      {
        "id": 58,
        "text": "Посмотреть на Толяна"
      }
    ]
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  }
]