[
  {
    "id": 1,
    "text": "Сиренивые облака плавно и медленно шли по розовому небу. Солнце только вставало, но свет и тепло от него ощющалось повсюду. Природа оживала, ранние пташки уже пели свои песенки, петухи кукарекали во всё горло, животные выходили из своих домиков. Каждое утро было таким. Но вот солнце встало и в городе Окизон. Своё название он получил от правителя страны Эхо — Окиза. В этом мире всего шесть стран — Эхо, Тень, Мрак, Торис, Ямша и Филорун. \n\nНочью в мире светило три луны и пару сотен звёзд. Днём волшебные обитатели этих краёв оживали и шастали по земле. А как называется их планета? Сирена. Сирена — это удивительный мир, в котором всё совсем не так, как на Земле. Монстры, колдуны, ведьмы, зомби, привидения, вампиры и всякая нечесть с мифическими существами для них обычное дело. \n\nМир этот находился в соседней галактике. Правили им шесть королей. Каждый из них хронил у себя по одному ключу — и не простому, а великому. В древних гремуарах хранилась информация, что существует планета Земля, а в ней старинный магический аппарат. От него есть шесть ключей и если этими ключами аппарат открыть, то проснется от вечного сна древний монстр — Сапфир.\n\nМаги знали об этом, а поэтому и доверили ключи своим королям, улетели из Земли и переместились в другую галактику. Вот почему людям всегда хочется верить в волшебство — щепотка магии осталась и на Земле. Но не только магия, но и её обладатели, а точнее три древних рода. Колдуны, ведьмы и маги. Их семьи остались жить на Земле, но из-за чего? Да чтобы задержать великого мага и колдуна — обычного ребёнка, который вот вот родится. \n\nСилы его предков были у него в крови. Сможет ли он сдерживать их? Этого никто не знал. А поэтому колдуны на Земле решили погубить ребёнка. Они омрачняли его жизнь, дабы забрать силу и уничтожить зло. Но несмотря на все его проблемы, он сможет их побороть.\n\nРечь идёт о легенде, которую мало кто знает, но в душе помнит и почтит. Присаживайтесь, путник, и я о всём вам расскажу. А вот и та книга! Ну что, начнём?\n——————————————————————————————\nСтатус — закончен\nЖанр — фэнтэзи, фантастика, открытый мир",
    "answers": [
      {
        "id": 2,
        "text": "Эпилог"
      },
      {
        "id": 11,
        "text": "Глава 1\n„Ребёнок“"
      },
      {
        "id": 18,
        "text": "Глава 2\n„Страшный сон“"
      },
      {
        "id": 23,
        "text": "Глава 3\n„Собрание“"
      }
    ]
  },
  {
    "id": 2,
    "text": "Тёмное здание на окраине города Терион. Повсюду веело холодом и чем-то страшным, больно жгучим душу чувством безысходности, страха. Здание имело три этажа. Серое и невзрачное оно было похоже на пятно чернилы, упавшей из пера на белый лист в полоску. \n\nНа улице стояла зима — такая тихая и спокойная, но такая затягивающая и привлекательная. Снежинки порхали и падали на горки снега. Белый ковёр переливался красными и жёлтыми оттенками. Было не так холодно, ветра не было — идеальная погода зимой. \n\nПрохожие шли по своим делам. Маги — цилители спешили в больницы и медпункты, колдуны торопились в свои офисы, ведьмы летали на мётлах, а вампиры, все в чёрном, накрытые капюшоном, с поникшой головой шли по улицам города в свои модные бутики.\n\nКак не странно из вампиров выходят отличные парфюмеры, консультанты в модных бутиках, дизайнеры, модельеры и звёзды Криссто́ла. Крисстол — большой город в Филоруне. По иному его можно назвать Голливудом.\n\nНо сегодня состоялась великое событие! Сам король Филоруна находился в этом городе. Маги сообщили ему, что именно сегодня на земле родится великий мальчик, который может конкретно изменить их мир. ",
    "answers": [
      {
        "id": 3,
        "text": "В здание"
      }
    ]
  },
  {
    "id": 3,
    "text": "Крисс шел по тёмному коридору. Пустота заполняла всё пространство вокруг него. Казалось, что он вовсе не идёт, а летает, порит в воздухе. Его большие, белые крылья сочитались с нежно-голубыми глазами. Синие волосы переливались с светом от одной работующей лампы. Чёрный, строгий костюм и чёрная маска. Сразу видно, что он идёт на важное собрание. \n\nКак ему не идёт раздражительность, но сегодня он был не в лучшем настроении для улыбок и вежливости. Утром он даже выгнал свою секретаршу Эмили. Её тёмно-коричневые волосы всегда собраны в пучок, только две раздвающиеся пряди свисали на плечи. Белая блузка в голубые кружочки, чёрная юбка карандаш и красные туфли на каблуке. Глазки были нежно-голубые, как бархат. А её добрая улыбка... \n\nУ Крисса было хорошее впечатление о этой девушке. Она серьёзно относилась к своей работе, слушалась его и выполняла приказы в сию же минуту. Но её характер... А что насчёт её слёз? Он попусту физически и морально не смог бы её обидеть. Эмили — буквально самая милая и нежная девушка во всём мире. Не будь её отец против, Крисс давно бы взял её в жёны...\n\nНо не только это мешало ему. Он часто кричал на неё, когда был в плохом настроении, из-за чего она плакала и ревела. Как например сегодня утром...",
    "answers": [
      {
        "id": 4,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 4,
    "text": "Сидя в своём кабинете король Филоруна стучал ручкой по столу и нервно передрагивал плечами. К нему постучались. В кабинет вошла его секритарь.\n\n—Вот ваше кофе, сир, — с улыбкой сказала она. Белый фартучек подчеркивал её фигуру: Крисс не вольно залюбовался ею.\n\n—Угу, — он молча взял кружку из подноса и потянул его ко рту. Глоток свежого, крепкого кофе взбодрил его. \n\nОн вновь перевёл взгляд на девушку. \n\n—„Чёрт, такая красивая“ — король всем сердцем любил её и не мог скрыть умиление при виде её невинных глаз.\n\nПожалуй, она самая красивая девушка во всём его царстве. Милая улыбка не сподала с её лица. Но смутившись разглядыванием своего босса она отвернулась вся красная, как помидор. \n\n—„Милашка“ — только и смог подумать король.",
    "answers": [
      {
        "id": 5,
        "text": "Посмотреть на стол"
      }
    ]
  },
  {
    "id": 5,
    "text": "Переведя взгляд на стол он увидел стопки бумаги. Взяв один документ в руки он медленно читал вслух.\n\n—Королю Филоруна, Криссу Всевышнему хочу передать важную новость. Один из твоих соратников ввёл протесты по Фирейскому району. Тысячи людей протистуют и бунтуют против тебя. Были слышны выкрики из толпы, такие как: „Мировое господство должно перейти Великому государству Мраку!“ Стража остановила протесты, но мы не как не можем найти выкрикнувшего. По-моему король Мрака решил намекнуть нам о войне и сопернечевстве. Возможно это из-за того, что у нас самая большая земля. Всё это из-за территории вашего государства, господин. А также недавно разрисовали три ваших статуй и шесть гримуаров. Зачинщика ищем. Просим послать дополнительный отряд на Фирейский район. Ваш вечный помощник и слуга покорный, Александр.\n\nНервы вскипели, король вскричал.\n\n—Это надо же, неблагодарное отродье! Всех сжечь! Всех до единого! Будет вам Мировое господство Мрака... Обещаю, что после рождения Великого мага я устрою войну с Мраком. Фе́стифаль погибнет от страха и будет кланяться и целовать мои ноги, лиж бы я его не тронул! \n\nОн заметил испуганную девушку. На этот раз её не спасла красивая внешность.\n\n—Ты ещё здесь? Пошла вон! Посмотри на себя, грязная рабыня! Иди вон! С глаз моих долой. И чтобы я тебя больше не видел!",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "Девушка заплакала. Слёзы текли по её белоснежным щекам струёй чистой воды. Испуганная до смерти она выбежала из кабинета. Ей было обидно, когда он так к ней обращался, но что поделать? Оставалось только расплакаться и забиться в свой кабинет. ",
    "answers": [
      {
        "id": 7,
        "text": "—Господин Крисс, но кабинет не там..."
      }
    ]
  },
  {
    "id": 7,
    "text": "~Ведётся от первого лица~\n|Внимание|\n•Удилите время изучению персонажей, которых я упомянула. Короля Эхо — Окиза, короля Филоруна — Крисс, секретарь — Эмили, слуга — Александр. Так же прошу запомнить название мира, стран, монстра — Сапфир•\nСпасибо за внимание!~\n——————————————————————————————",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я обернулся. Рядом стоял мой слуга. Он повёл меня в нужный кабинет. \n\n—Наконец-то вы пришли! Мы уже хотели начать. Присаживайтесь, я вам всё расскажу! ",
    "answers": [
      {
        "id": 9,
        "text": "•••"
      }
    ]
  },
  {
    "id": 9,
    "text": "После диалога я ушел в приподнятом настроение. Единственное, что меня огорчяло было то, что оскарбил и жестоко расправился с Эмили. Стоит ли мне навистить её?..",
    "answers": [
      {
        "id": 10,
        "text": "Да, пожалуй мне стоит извиниться "
      }
    ]
  },
  {
    "id": 10,
    "text": "Я побрёл на второй этаж.\n\nЧто только не сделаешь ради любви!",
    "answers": [
      {
        "id": 1,
        "text": "—————"
      }
    ]
  },
  {
    "id": 11,
    "text": "Клумбы цветов стояли плотными рядами, создавая цветочный лабиринт. Розы, тюльпаны, ромашки, гвоздики, сирень, лилия, все цветы собирались в целую разноцветную кучку. Ароматы и запахи сливались воедино, создавая эффект благоухания. Кирпичные дорожки распространялись по всему саду. В середине стоял большой фонтан. Вода стояла ровно, даже брызгов не было. Фонтан был в форме девы, держащей на руках вазу, из которой текла струя воды. \n\nСтатуя была очень красивой: длинные волосы лежали на плечах, длинное платье скрывало ноги, а рукава были пышными и большими, не то, что руки девушки. Маленькие, гладкие руки, шея и личико. Полузакрытые глаза и еле заметная улыбка. Голова была наклонена вниз, казалось, что статуя девушки смущалась. Ничего живого в ней не было, только красная роза на волосах. А из далека так и чудится милая дева, которая манет своей очаровательной улыбкой и загадочный красотой.\n\nПрекрасный сад ограждала чёрная калитка. Узорчатая калитка казалась сторожом этого сада. Забор — ужасный, тёмный калдун, а нежный сад — милая принцесса, которую держат взаперти. Как будто её красота принадлежит никому, только забору. Сад не чахнул, не погибал, просто мёртвая красота, он расцветал, просто не́кому было полюбоваться им.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "Кирпичный, белоснежный дом находился в конце сада. Окна и двери в него всегда были открыты. Солнце светило на сам дом, выделяя его из всей улицы. Он находился тут лет пять, но с виду не скажешь: казалось, что его выстроили только сейчас, как будто он совсем новый. На втором этаже был красивый балкон с видом на сад и фонтан. Также был задний двор с грушевым садом. Казалось, что этот дом вышел из какой-то диснеевской сказки. Уж больно он похож на кукольный домик.\n\nА жила в этом доме молодая пара. Девушка с карими глазами и коричневыми волосами и её супруг, брюнет с серыми глазами. Оба любили друг друга и с нетерпением ждали рождения их ребёнка. Маргарита — мать семейства, уже как девять с половиной месяцев была беременной. У неё должен был родиться мальчик, её прекрасное дитятко!\n\nСергей — отец семейства, уже доклеевал обои в детской комнате, накупил игрушек и подгузников. Лиж бы жене понравилось. Он часто гладил её живот и целовал его. Сергей тоже ждал рождения их ребёнка.",
    "answers": [
      {
        "id": 13,
        "text": "В медпункте "
      }
    ]
  },
  {
    "id": 13,
    "text": "—Вот и ваш ребёнок. — доктор передал младенца его матери. Он родился совсем недавно, ещё пару минут назад, но уже попал под объятия своей до смерти радостной матери. Её усталые глаза выплокали море счастливых слёз: наконец этот день настал! У неё родился ребенок!\n\n—Доктор Филл, доктор Филл! Посмотрите на него! Посмотрите на моего ребенка! Как я вам благодарна! — разрыдалась девушка, обнимая и целуя своё детя.\n\n—Я рад за вас, Маргарита. Но вам предётся пролижать тут ещё неделю. Потом вы уедете домой. Хорошо?\n\n—Да, конечно!.. Знайте, я вам за всё благодарна...",
    "answers": [
      {
        "id": 14,
        "text": "В дверь постучались "
      }
    ]
  },
  {
    "id": 14,
    "text": "—Сергей, дорогой! — в палату зашел мужчина с букетом цветов. Он обнял и поцеловал жену, а потом и младенца. Девушка взяла цветы и положила их в вазу. \n\n—Мне сказали, что я буду лижать тут ещё неделю. Поэтому не беспокойся за меня.\n\n—Что? Ну хорошо. А мне можно будет её навещать?\n\n—Конечно. Но с кое-какими условиями... Пройдёмте в мой кабинет.\n\n—Хорошо. Подожди меня здесь, любимая, я скоро приду. — он чмокнул Маргариту в носик. Поцеловал ребенка в щёку и прошел за доктором.",
    "answers": [
      {
        "id": 15,
        "text": "У Маргариты "
      }
    ]
  },
  {
    "id": 15,
    "text": "Она нянчила ребёнка и целовала его в лобик. Нежная улыбка не сподала с её лица. Серые глазки её ребёночка смотрели ей в глаза. Он тоже улыбался ей. \n\n—Наконец-то я по настоящему счастлива... Ты не представляешь, как я жила раньше, до твоего появления мир казался пустым и мрачным, полным теней и опасности. Мир был серым и скучным, невзрачным и незаметным. Мне казалось, что я очередная кукла, которая некак не отличается от других людей. Но когда ты родился, мой милый ребёнок, мир заиграл разноцветными красками и оттенками. Ты не очередная серая копия, ты ангел с небес! Сын мой, я верю, что именно ты изменишь этот мир... Я верю в твое светлое будущее... Я верю... Мой ангел, мой неземной дар, вот мой тебе подарок. — Маргарита сняла свою цепочку и завернула её в синий платок.\n\n—Береги эту вещь. Мой милый ангел, мой милый Кирилл... Я хочу только самое наилучшее в твоей жизни. Я желаю тебе светлое будущее. И запомни, когда нибудь настанет день, когда тебе придётся сделать сложный выбор. Помни, выбери то, что подскажет тебе сердце,- она поцеловала Кирилла и закрыла глаза.",
    "answers": [
      {
        "id": 16,
        "text": "Странный звук"
      }
    ]
  },
  {
    "id": 16,
    "text": "Из кабинета Филла выбежал окрававленый Сергей. Ярость в его чёрных глазах была ужастной. Чёрная жидкость текла по щекам, заполняя всё пространство вокруг.\n\n—Ты! — он показал пальцем на младенца.\n\n—Монстр! Тебе нельзя жить! Ты погибнешь! Дьявол! Я верну тебя туда, откуда ты пришел! Катись в свою Сирену! Я убью всех вас, грязных магов! Вы виноваты в гибели моего рода! Сирийцы не любили Винейцов. Винея — планета, в которой я родился. Вы её изничтожили! Вы во всем виноваты! И вы поплатитесь за это!",
    "answers": [
      {
        "id": 17,
        "text": "Маргарита поцеловала младенца в лоб. Слёзы грусти и ярости текли по щекам. \n— Я верила тебе, думала, ты исправишься. Но винейцам нельзя доверять... Дура. Но я исправлю свои ошибки!\nВспышка света."
      }
    ]
  },
  {
    "id": 17,
    "text": "На следующий день было известно, что медпункт в Москве сгорел дотла. По неизвестной причине выжел только маленький ребенок. А в ручках у него был синий платок с цепочкой бабочки и карточка. На ней было написано имя младенца — Кирилл.",
    "answers": [
      {
        "id": 1,
        "text": "——————"
      }
    ]
  },
  {
    "id": 18,
    "text": "Тёмную комнату освещал только свет из окна. Слабый, но ровный. Шторы были полуприкрытые, из-за этого свет был слабым, но его было достаточно чтобы разглядеть шкаф, рабочий стол и стул, тумбочка, настольную лампу, компьютер, телефон на зарядке и кровать. Было очень удобно пользоваться зарядкой, ведь провод был сверху тумбочки, а поэтому можно было не париться насчёт того, чтобы вставать с кровати за своим телефоном.\n\nЛампа была выключена. Как и светильник на потолке. На кровати лежал парень-подросток. Голубая пижама в белую полоску, теплая, уютная и комфортная — его любимая. Его коричневые завитые волосы были чуть ниже плеч. Обычно он заплетал их перед сном, но вчера у него была сложная тренировка по лёгкой атлетике, поэтому он слишком ленился заплетать волосы, он то и пижаму еле как одел, больно смотреть на эту мягкую кровать.",
    "answers": [
      {
        "id": 19,
        "text": "Осмотреть парня по внимательнее."
      }
    ]
  },
  {
    "id": 19,
    "text": "Свет падал на лицо парня, освещая его черты. Подбородок и не острый, и не круглый, такой средней между ними. Глаза у него были закрытыми, явно уставшими и безразличными. Губы не вырожали эмоций, как и глаза. Кудри волос стояли ровно, будто прилипли к его телу. \n\nНо вот потёк пот по всему его телу. Глаза нервно жмурились ещё сильней. Рот был полуоткрыт, он оскалил зубы. Брови согнулись, нельзя было понять, зол он или напуган. Все мышцы и суставы лица были напряжены.\n\nОн резко открыл глаза и закричал. Вскочил с кровати и присел. Наклонил голову, посмотрел на пол, а потом на потолок. Закрыл глаза, слёзы текли по его горячим щекам. Сердце в груди сжималось от боли и обиды. Ужасное чувство переполняло парня.\n\nОн вздохнул, выдохнул. Вздохнул, выдохнул. Неровное дыхание, лёгкие ещё пережевали стресс. Парень встал с кровати и посмотрел на настенные часы. Пять часов утра. Ещё довольно рано, но он встал и побрёл в ванную. В его комнате содержалась и личная ванна, поэтому он иногда говорил «комнаты».",
    "answers": [
      {
        "id": 20,
        "text": "После водных процедур"
      }
    ]
  },
  {
    "id": 20,
    "text": "Парень одел синюю кофту и шорты. Уже лето, дни были длинными, знойными и жаркими, а ночи короткими, прохладными и холодными. Он учится в одинадцатом классе, а точнее учился. Сейчас он готовился к ступительным экзаменам в университет. Хочет стать адвокатом, изучает конституцию и законы. \n\nВообще он жил один, его родители погибли когда он только родился. В больнице где лижал он, произошел пожар. Все здание сгорело и выжил только он. Первое время за ним смотрели в другой больнице, а потом отправили в детдом. Недавно, когда он только закончил десятый класс и ему исполнилось восемнадцать, ему передали дом его родителей. А также к двухэтажному дому прилагался большой цветочный сад с фонтаном и грушевый сад на заднем дворе. Наследство тоже было большим: 1 миллион. Но он не тратил эти деньги, подзаробатывал сам, и тратил наличные только свои. \n\nБыла ещё одна вещь, которая прилагалась ко всему этому, это золотая цепь. Ему говорили, что это от мамы, подарок, который она дала ему, когда он родился. Он очень берёг цепь и считал её семейной реликвией.",
    "answers": [
      {
        "id": 21,
        "text": "Завтракать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Он пережевывал яичницу с сосиской. Неприятный вкус во рту, странно, ведь это его любимая еда. Возможно это из-за того, что ему преснился довольно неприятный сон, кошмар. Уже как неделю ему снится одно и тоже.",
    "answers": [
      {
        "id": 22,
        "text": "Перекрутить в своей голове сон"
      }
    ]
  },
  {
    "id": 22,
    "text": "Он в ужасной, тёмной пустоте. \n\nВокруг ничего. Он бежит вперёд, но ничего не меняется. \n\nТемно, страшно, некомфортно, неуютно.\n\nОн резко оборачивается.\n\nК нему приходит ведение.\n\nОн — третье лицо, он просто наблюдает за тем, как его мать меняется на глазах. Зрачки становятся белыми, как мел. Светятся руки и глаза, младенец, которого она держала, окружает купол света. \n\nВспышка.\n\nГорит медпункт. На развалинах обгоревшего здания лежит маленький ребенок. Он не плачет, просто сжимает синий платок и карточку.\n\nКак вдруг он видит, что за этим наблюдает не только он, со стороны на это все смотрит человек в черном. Он замечает меня и..\n\nИсчезает.\n\nОн пропал.\n\nИспарился на месте.\n\nОн оказался сзади меня и хватает мою цепочку.\n\nСмеётся и говорит:\n\n—Сапфир, господин Сапфир, Сапфир, благослови Сапфир, Сапфир, Сапфир, Сапфир, Сапфир, Сапфир, Сапфир...\n\nЯ вижу, что мой кулон бабочка взлетает и превращается в человека. Это мужчина, бландин, голубые глаза, длинные волосы, ниже пояса. Лет двадцать точно есть. Сзади белые крылья, а на нём белые доспехи. Из ниоткуда у него в руках появляется скипетр в виде солнца. \n\n—Т-ты! Нет!........\n\nТолько успевает вскричать человек в чёрном.\n\nЯ спрашиваю бландина, кто он?\n\nОн ответил.\n\n—Меня зовут Фе́стифаль. \n\nВспышка света.\n\nИ я проснулся.",
    "answers": [
      {
        "id": 1,
        "text": "————————"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Здравствуйте, я очень рад, что вы все пришли. Ого! Даже Ян Цы пришел. Ну как дела в Ямше? Впрочем, это неважно. Короли, я собрал вас здесь, чтобы поговорить насчёт ключей. Уже как несколько лет мы хроним их у себя. Но мне надоело это! Я, Тери, король Ториса, предлагаю вам временный союз. Мы должны найти магический аппарат! Он поправу принадлежит нам, ведь именно наши предки его изобрели. Я хорошо лажу с Тенью и Мраком, а поэтому хочу поладить и с вами, Ямша, Филорун и Эхо. Вместе мы одолеем Сапфира и его сына приспешника, заберём их магическую силу и станем повелителями мира. Мы вернём великую страну Норсо. Стоит нам только объединиться. Вы согласны со мной?",
    "answers": [
      {
        "id": 24,
        "text": "—Да! (Эхо)\n—Отличная мысль (Филорун)\n—Так точно (Мрак)\n—Угу (Тень)\n—Да! (Ямша)"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Ну раз мы все согласны, начинаем игру...",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]