[
  {
    "id": 1,
    "text": "Описание не завезли. ",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1: Уцелевшие. "
      },
      {
        "id": 5,
        "text": "Глава 2: Сезон охоты. ",
        "var_equal": [
          "р",
          60
        ]
      },
      {
        "id": 1,
        "text": "Глава 2: Сезон охоты. ",
        "comment": true
      },
      {
        "id": 1,
        "text": "Тг с информацией. ",
        "url": "https://t.me/survaivalbook"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1: Уцелевшие. \n \nПарень бежал по лесу сквозь густые заросли. Ветви деревьев били по лицу, оставляя царапины, а их корни каждый раз сбивали с ног. Сзади слышались хрипы, становящиеся всё ближе и ближе. Казалось, что спасение нет... И вдруг! \n— Стоять! — солдат с автоматом навёл прицел на парня. \n— Что ты тут делаешь? — спросил второй солдат, пустивший на парня беглый взгляд. \n— Ты разве не знаешь, что в городе объявлена эвакуация? Не слышал сирену? — разозлился третий. \n— Хватит вести разговоры! Этот парень спасался от толпы. — вдруг вмешалась девушка с винтовкой на перевес. \nПослышались шорохи кустов. Парень отпрыгнул в сторону. \n— Занять позиции! Приготовиться к бою! — крикнула девушка. \n— Есть майор! — хором ответили солдаты. \nИз леса на поляну вышло несколько мертвецов, которые тут же попали под обстрел. Солдаты ловко управлялись с оружием. Каждый выстрел попадал точно в цель. Девушка, которую солдаты называли Майор, периодически стреляла из своей винтовки, спасая жизнь солдатом снова и снова. Мертвецы заходили со всех сторон. Их было настолько много, что солдаты уже не справлялись. Патроны кончались, а времени на перезарядку попросту не было. Парень бегал из стороны в сторону, отталкивая мертвецов от себя. Солдаты его защитой не занимались, у них были свои заботы. Лишь изредка кто-то отвлекался, чтобы обезвредить несколько мертвецов, зажавших парня в угол. \n— Граната! — крикнула майорша и выхватила гранату из за пояса. \nМайорша выдернула чеку и была готова кинуть гранату, но её вдруг укусил один из мертвецов за плечо. Не выдержав, она выронила гранату из рук. Оттолкнув от себя мертвеца, она ринулась бежать, но не успела. \nПрозвучал взрыв. Большая часть мертвецов была повержена, но радоваться никто не торопился, точнее было некому. Лишь парень стоял, облокотившись на дерево и смотрел, как оставшиеся в живых мертвецы, вкушают плоть погибших солдат... \nСтрах перед смертью был силён. Парень не мог и пошевелиться. Былые силы покинули его. В глазах потемнело. \n Окончив трапезу, один из мертвецов обратил внимание на парня. Он двинулся в его сторону, медленно перебирая ногами и взмахивая руками. \n Внезапно прозвучало несколько выстрелов. Мертвецы, попадали на землю, не успев даже закончить трапезу. Из леса вышел странный человек, одетый в черную, слегка рваную одежду. Он отбросил в сторону пистолет и подошел к мертвецу. Одним движением тот сбил мертвеца с ног и, достав из за пояса нож, воткнул его прямо в грудь мертвеца. \n Откинув труп, человек в черном заметил парня, прижавшегося к дереву. \n— Оружие? Припасы? – спросил тот. \nПарень отрицательно помотал головой. \n— Деньги? – приблизился тот. \nПарень снова отрицательно помотал головой. \n— Что ты головой трясешь? Слово сказать не можешь? \nПарень кивнул. \n Разозлившись, бандит ударил парня живот. Тот повалился на землю, корчась от боли. \n— Эй! – послышался крик сзади. \n Выживший солдат выбрался из под трупов. Достав нож из за пояса, он подозвал к себе бандита. Тот подошел к трупу мертвеца, достал из его груди нож и вступил в бой с солдатом. \n Началась битва. У бандита было значительное преимущество в отличии от солдата, у которого было множество ран. \n— Беги! – крикнул солдат, поняв, что это скорее всего его последний бой. \n Парень, открыв второе дыхание, побежал прочь. \n Вопреки ожиданиям лес оказался не таким тихим, как могло показаться на первый взгляд. Отовсюду были слышны крики и выстрелы. Это всё потому что когда на машину, перевозящую людей в безопасное место напали бандиты, большинство людей побежали в лес, а не по трассе или попытались защитить себя. Парень оказался как раз одним из тех людей, что перевозились в безопасное место. Побежать в лес казалось самым логичным решением, но ожидания не оправдались. Оторвавшись от бандитов, парень наткнулся на толпу мертвецов, у которых в прошлой жизни, вероятно, был здесь пикник. \n Ему повезло оторваться от них, встретить солдат и избежать смерти аж в третий раз. От чего же такое везение? Может ли это невероятное везение продолжаться вечно? \n",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 3,
    "text": "  Парень смог пройти глубже в лес, где не было слышно безобразных рычаний и криков. \n И вот парень снова услышал крик, но на этот раз он был совсем близко. Почему-то парень решил не спасать себя, а попытаться помочь тому, кто кричал. \n Выбравшись на очередную поляну, парень заметил мертвеца, стоявшего под деревом. Внимательно приглядевшись, парень заметил девушку, забравшуюся на дерево. Верно она сделала это от испуга. \n Парень удивился, что и сюда добрались мертвецы, хотя от тех мест, где все началось, он ушел достаточно далеко. \n Парень взял большой камень, лежащий у одного из деревьев и подошел к мертвецу из за спины. Мертвец резко обернулся на парня и уже был готов вцепиться в его шею своими зубами, как парень вдруг ударил того камнем по голове. Мертвец упал на землю, не проявляя признаков жизни. \n Девушка была потрясена и не спешила слезать с дерева. Поняв это, парень откинул окровавленный камень в сторону и отошел на несколько шагов назад. Девушка слезла с дерева и подошла к телу. Ей вдруг показалось что мертвец шевельнул рукой. Она подошла ближе. В этот момент мертвец мертвой хваткой обхватил ногу девушки. Та упала на землю, четно пытаясь освободиться. \n Парень подбежал к девушке и попытался помочь ей. Спустя несколько попыток, мертвец ослабил хватку и девушка смогла освободиться. \n— Спасибо! – тихо сказала она \n Парень лишь кивнул, посматривая на мертвеца, отчаянно пытавшегося встать. \n— А ты неразговорчив. – заметила девушка. \n Парень отвел взгляд. \n— Меня, кстати, зовут Наташа. – представилась она. \n Парень хотел было что-то сказать, но промолчал. \n— В чем дело? Ты немой? – догадалась Наташа. \n Парень кивнул. \n— Я из деревни вообще и она находится недалеко отсюда. Если тебе нужна помощь, то я могу провести тебя туда. – предложила Наташа. \n Парень задумался. \n Недалеко послышались множественные выстрелы. На поляну выбежал тот самый солдат. \n— А вот и ты! Нужно найти безопасное место, пока толпа на вышла на поляну… — сказал солдат. \n— Я знаю! Здесь недалеко деревня есть, я как раз оттуда. – заявила о себе Наташа. \n— Хорошо! Показывай, где она! – приказал солдат. \n— Да! – ответила Наташа. \n На пути встречалось много мертвецов. Некоторых приходилось брать на себя солдату, ведь они мешали пройти дальше. Но чем дальше приходилось идти, тем меньше мертвецов встречалось на пути. \n Однако вблизи деревни появилась другая проблема, связанная очевидно с мертвецами. Их тел было достаточно много повсюду. Раны на их теле были не от пуль, а от тупых и заостренных предметов. Встречались даже те, у кого отрублены конечности или были резаные раны. Опасность всего этого заметил солдат. \n— Не нравится это мне… — сказал солдат. \n— Почему? — спросила Наташа. \n— Кто-то не побоялся вступить в драку с зомби с помощью палок и камней. У некоторых были ножи, а у одного из них рубящее оружие. — объяснил солдат. \n Парень вдруг увидел крыши домов и попытался оповестить об этом других. Их встретила обычная деревня. Небольшой, деревянный забор не вселял уверенности, однако Наташа утверждала, что это место точно безопасно. \n У самого входа располагался импровизированный блокпост. На блокпосте дежурило два человека. Старик и парень лет двадцати. У старика в руках было ружье, а парень держал в одной руке заостренный черенок от лопаты. \n— Стой, кто идет? — парень направил черенок в сторону гостей. \n— Наталья, вот ты где! Твой дедушка очень боялся за тебя. Он собирается идти в лес на твои поиски. — оповестил старик. \n— Наташа, а кто это с тобой? – спросил парень на блокпосте. \n— Они со мной. — ответила Наташа. \n— Им можно доверять? — спросил старик. \n— Да… — неуверенно ответила Наташа. \n Солдат повесил автомат на шею и зашел в деревню. За ним зашел парень. \n— Вы осваивайтесь, а мне нужно кое куда сходить. — с этими словами Наташа ушла прочь. \n В деревне кипела жизнь. Все были уже в курсе по поводу апокалипсиса, но не спешили паниковать. Более того, в их планы и не входила паника. Парень заметил, что все мужчины в деревне носили с собой оружие. У одних были большие палки, у других различные хозяйственные и сельскохозяйственные принадлежности, некоторые носили с собой ружья. \n",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 4,
    "text": " Солдат подошел к мужику, сидячему на скамейке\nвозле дома. В его руках был крепко сжат топор. Мужик заметил солдата и предложил тому присесть. \n— Вот скажи ты мне, солдатик, где твои друзья? — начал мужик. \n— Что ты имеешь в виду? – поинтересовался солдат. \n— Как допустили весь этот бедлам? – спросил мужчина. \n Солдат задумался. \n— Я лишь выполняю приказы старших по званию. Мне такая информация не полагается. -объяснил солдат. \n Парень тем временем решил пойти за Наташей. Она зашла в один из домов и не выходила уже больше десяти минут. Парень, набравшись смелости, постучал в дверь. Ему открыл старик, который скорее всего был дедом Наташи. \n— Наташа, это по-моему к тебе! — крикнул дед. \n Наташа подошла к деду. \n— А, это ты, парень?! – удивилась Наташа. \n— А, это тот самый парень, спасший тебе жизнь! – догадался дед. \n— Да. — подтвердила Наташа. \n— Почему же ты его парнем называешь? У него ведь должно быть имя. — спросил дед. \n Парень кивнул. \n— Я бы хотела узнать его имя, но он, к сожалению, сказать мне этого не может. — ответила Наташа. \n— Почему? — удивился дед. \n— Он немой. — ответила Наташа. \n— Это не проблема! — дед отошел на несколько минут в другую комнату, а вернулся с листом и карандашом в руках. \n— Зачем это? — спросила Наташа. \n— Пусть наш друг напишет свое имя! – объяснил дед. \n Парень взял карандаш и написал на листе «Максим».",
    "answers": [
      {
        "id": 1,
        "text": "К меню. "
      }
    ]
  },
  {
    "id": 5,
    "text": "Двое охотников Виктор и Леонид шли по лесу. Разрешения на охоту о них, конечно, не было, но это им нисколько не мешало. \n— Думаю сегодня будет хороший улов! — сказал Виктор. \n— С чего ты взял? — спросил Леонид. \n— Я перед нашей поездкой своё ружьё бабке — знахарке отнёс, она его заговорила на удачную охоту. — объяснил Виктор. \n— Ты серьёзно в это веришь? — усмехнулся Леонид. \n— Это мне говорит человек, который сидит на дорогу и боится случайно просыпать соль. — обиделся Виктор. \n   Леонид промолчал. \n— Я однажды тоже ходил к одному колдуну ружьё заговаривать. Не помню почему, но мы тогда с ним страшно поссорились. — вспомнил Леонид. \n— Плохи твои дела, Ленька, страшную вещь ты на себя навлёк. — изменился в лице Виктор. \n— Что же я такого сделал? — удивился Леонид. \n— Навлёк на себя беду. Лишился своей охотничьей удачи навсегда! — объяснил Виктор. \n— Эх... — наигранно вздохнул Леонид. \n   Охотники продвигались дальше в лес. Вскоре деревья уже закрывали солнце. \n— А ты говоришь кому-то о походе на охоту? — завёл разговор Виктор. \n— Конечно нет, моя жена и сама прекрасна видит куда я иду. — ответил Леонид. \n— Как же она может знать это? — поинтересовался Виктор. \n— Думаю по ружью и камуфляжном костюму и ты бы понял, куда я направляюсь! — ответил Леонид. \n— И на что это ты намекаешь? — разозлился Виктор. \n   Вдруг в кустах что-то зашевелилось. Охотники направили свои ружья туда и затаились. Из кустов вышла собака и, увидев людей, бросилась бежать. Охотники слегка удивились, но совсем скоро забыли об этом, продолжив свой путь. \n— Может ты у леса спрашивать будешь разрешение, чтобы убить животное? — усмехнулся Леонид. \n   Виктор не стал отвечать на этот вопрос. \n— А знаешь... Не хочешь — не верь! — Виктор снял ружьё с шеи и прицелился куда-то вдаль. \n   В лесу эхом раздался выстрел. Ворона, сидевшая на ветке дерева, упала на землю. \n— Что ты делаешь? Мы не на ворон пришли охотится! — разозлился Леонид. \n— Это старая примета. Я только что привлек удачу. — рассказал Виктор. \n   Леонид подошёл к убитой вороне. \n— Ты, суеверный, надеюсь не знаешь больше примет. — сказал Леонид. \n— Знаю, но расскажу не сейчас. — ответил Виктор.",
    "answers": [
      {
        "id": 6,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вдруг впереди показалась поляна, а на ней какие-то движения. \n— Ружьё в руки и идем! — настроился Виктор. \n   Охотники вышли на поляну. То, что они увидели там, повергло их в шок. Посередине поляны лежал Олень, а рядом с ним вёл свою трапезу какой-то человек. На его шее висело ружьё, что давало понять, что он охотник. \n— Эй! — крикнул Леонид. \n   Охотник развернулся. Его лицо, измазанное в крови, заставило Леонида вздрогнуть и отойти назад. \n   Охотник закончил трапезу. Он встал и медленно поковылял к Леониду. Тот, отбросив в сторону ружьё, поднял руки над собой, показывая, что не причинит вреда. \n— Мужик, тебе нужна помощь? — спросил Леонид. \n   В ответ послышался безобразный хрип. \n— Что ты тут делаешь? — спросил Леонид. \n   Охотник, подошёл к Леониду в плотную и замер. Несколько секунд охотник и Леонид смотрели друг на друга. Внезапно охотник набросился на Леонида. Раскрыв рот, тот пытался укусить Леонида, но Леонид ловко защищался ружьём. \n— Леня! — крикнул Виктор. \n   Леонид боролся как мог. Он даже несколько раз ударил охотника, но тот никак не отреагировал, его хватка не ослабла, даже стала сильнее. \n— Ты справишься? — кричал Виктор. \n   Леонид отчаянно боролся, но никак не мог освободиться. \n   Прозвучал выстрел. Охотник ослабил хватку и перестал бороться. Леонид откинул тело от себя и привстал. \n— Ты что сделал, дурак? — испуганно спросил Леонид. \n— Ты видел его? Это что за жесть? Он ел оленя! Думаешь ты бы с ним справился? Хоть бы спасибо мне сказал! — выговорился Виктор. \n— Спасибо... — поблагодарил Леонид.",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить. "
      },
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "comment": true,
        "var_set": [
          "global side_menu",
          3
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Виктор подошёл к оленю. \n— Жуткое зрелище... — пробормотал Виктор. \n   Леонид сидел на земле прямо напротив тела охотника и посматривал на Виктора. \n   Вдруг охотник ожил и набросился на Леонида вновь. Он вцепился зубами в плечо Леонида. \n   Ещё один выстрел и снова тело охотника падает замертво. \n— Чертовщина какая-то... — пробормотал Виктор. \n— Да, тут я с тобой согласен... — согласился Леонид. \n   Вдруг по лесу разнёсся вой сирен. \n— Война? — замешкался Виктор. \n— Не знаю... — ответил Леонид. \n   Леонид снял с себя рубашку и посмотрел на рану. Кровь текла ручьём. \n— Ты ранен! — Виктор надорвал свою рубашку и плотно перевязал рану Леонида. \n— Спасибо. — поблагодарил Леонид. \n   Сирена тем временем не прекращалась. Вдали послышались многочисленные выстрела, а затем сильный грохот, взрыв и крики людей.\n   С каждым выстрелом крики становились всё тише и тише. \n— Не знаю, что произошло, но мне кажется кому-то нужна помощь! — Леонид, забрав ружьё у мертвеца, и, повесив его себя на шею, побежал в сторону выстрелов. \n   Виктор побежал следом за Леонидом, хоть и верил, что это плохая идея. \n— Стой! — Виктор внезапно остановил Леонида. \n— Что? — спросил Леонид. \n   Из кустов с оружием в руках вышел человек в чёрном одеянии. \n— Оружие на землю! Руки за голову! — приказал он. \n   С другой стороны вышло несколько человек. Они медленно ковыляли в сторону охотников, громко хрипя. \n— Черт! — выругался человек и, направив пистолет на людей, сделал несколько точных выстрелов. \n   Двое упали, остальные продолжали движение. Бандит отвлёкся на перезарядку пистолета и совсем забыл про своих пленников. Этим воспользовался Леонид и, пока тот был занят своими делами, ударил его прикладом по затылку. \n— Бежим! — крикнул Леонид, видя, как люди нагибаются к бессознательному телу бандита и вкушают его плоть.",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 8,
    "text": "опопоа",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "оаоаоао",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "окококок",
    "answers": []
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  }
]