[
  {
    "id": 1,
    "text": "Данный квест мой первый. Судите как хотите, даже строго *улыбка*.<s>r\nКвест оооооочень коротный, я лишь попытался и попробовал возможности, в будущем, если лайкой чуток будет, будет и продолжение, или же новый квест :-)<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать читать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Я человек, который мечтает о нашествии зомби, я часто придумывал как буду выживать и как будут происходить события, если бы нашествие наступило. Поэтому я приобрёл несколько полезных вещей и оставил их дома, конечно же гости видя это, начитают меня избегать, от части из-за этого у меня нет ни друзей, ни отношений, да и родные давно мёртвые. И я всё время сижу дома и смотрю фильмы про зомби.<s>r\n<s>r\nДосмотрев очередной фильм, я решил вздремнуть и закрыв глаза, попытался уснуть.",
    "answers": [
      {
        "id": 3,
        "text": "*Уснуть*"
      }
    ]
  },
  {
    "id": 3,
    "text": "  Вместо пения пниц, которые я каждое утро слышал при пробуждении, в данный момент я слышу взрывы, вопли и чувствую запах гари. Открыв глаза, я встал с дивана и услышал громкий взрыв за окном. И вместе с взрывом, я вскрыкнул, так как испугался и после этого, ко мне в квартиру стал кто-то очень сильно ломиться.",
    "answers": [
      {
        "id": 4,
        "text": "*Подойти к окну*"
      },
      {
        "id": 5,
        "text": "*Подойти к двери и посмотреть в глазок*"
      }
    ]
  },
  {
    "id": 4,
    "text": "  Подойдя к окну, я увидел увидел картину из моей мечты, всё рушится, взрывается, люди грызут людей, прям как зомби. Обрадовшись, я решил начать действовать и начать с предметов первой необходимости.",
    "answers": [
      {
        "id": 6,
        "text": "*Отойти от окна*"
      }
    ]
  },
  {
    "id": 5,
    "text": " Подойдя к двери, я посмотрел в глазок и один человек пытался ко мне ворваться, одет весь в чёрном и бился телом о дверь. ",
    "answers": [
      {
        "id": 6,
        "text": "*Отойти от двери*"
      }
    ]
  },
  {
    "id": 6,
    "text": " В комнату по прежнему кто-то вломился и кажется скоро ворвутся, что-же делать... Нужно думать...",
    "answers": [
      {
        "id": 4,
        "text": "*Подойти к окну*"
      },
      {
        "id": 5,
        "text": "*Подойти к двери и посмотреть в глазок*"
      },
      {
        "id": 7,
        "text": "*Подойти к рабочему столу*"
      }
    ]
  },
  {
    "id": 7,
    "text": " Подойдя к рабочему столу, на нём лежала железная бита и обычная деревяшка. Обнаружив что в комнату вот-вот ворвутся, я понял что нужно выбирать быстрее.",
    "answers": [
      {
        "id": 8,
        "text": "*Взять железную биту*"
      },
      {
        "id": 9,
        "text": "*Взять обычную деревяшку*"
      }
    ]
  },
  {
    "id": 8,
    "text": "  Взяв биту, в квартиру вломился человек и тут же кинулся на меня, увернувшись, я ударил его по голове, после чего он упал и я добил его ногой. Осмотрев его, я понял что это зомби, и ко мне вломились ещё 2 зомби, после чего я ринулся на них. Одного я ударом откинул в сторону, но меня повалил второй и упав, я пребросил его через себя и взявпо близости кирпич сломал ему голову. Тем временем оставшийся зомби ринулся на меня, недолго думая я взял с пола биту и убил его.<s>r\n<s>r\n  Было намного сложнее, чем я себе представлял, не зря качался, так бы умер бы на месте. Я был очень рад, что моя фантазия была реальностью.<s>r\n<s>r\n  Услышав что кто-то бежит ко мне, я взял биту и хотел взять подготовленный рюкзак, но он был у двери, так что я решил не рисковать и полез с балкона по верёвке. Когда я слез, вокруг царил хаос, но мне нужно было идти к своему гаражу.",
    "answers": [
      {
        "id": 10,
        "text": "*Пойти по пути где слышны взрывы*"
      },
      {
        "id": 11,
        "text": "*Пойти по пути, где видны зомби*"
      }
    ]
  },
  {
    "id": 9,
    "text": "  Взяв деревяшку, в квартиру вломился человек и тут же кинулся на меня, увернувшись, я ударил его по голове, после чего он упал и я добил его ногой. Осмотрев его, я понял что это зомби, и ко мне вломились ещё 2 зомби, после чего я ринулся на них. Одного я ударом откинул, но деревяшка сломалась и второй напал на меня, отбросив его, меня укусил первый и после чего второй тоже начал кусать.",
    "answers": [
      {
        "id": 1,
        "text": "*Смерть*"
      }
    ]
  },
  {
    "id": 10,
    "text": "  Я решил побежать по стороне, где были слышны взрывы мимо меня пролетела ракета и повернувшись в сторону, откуда вылетела ракета, я обранужил военных и пулю, которая летела мне в голову.",
    "answers": [
      {
        "id": 1,
        "text": "*Смерть*"
      }
    ]
  },
  {
    "id": 11,
    "text": "  Выбрав путь через зомби, я бежал вперёд, пока один зомби криком не обратил на меня внимание остальных и все ринулись нападать на меня. Отбившись от первых двух, остальные меня повалили и начали жрать.",
    "answers": [
      {
        "id": 1,
        "text": "*Смерть*"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]