[
  {
    "id": 1,
    "text": "Древний мир. Пустыня. Священные земли. Под защитой древних стен храма великой Богини ты росла на протяжении многих лет. Теперь пришло время изменить свою жизнь.\n\nКак долго эти стены будут оберегать некогда юную послушницу, а теперь полноправную и недавно посвященную жрицу?\n\nКакой путь она выберет? Реализует свои амбиции при дворе повелителя, станет хранительницей древних знаний, овладеет запретной магией или исцелит сердца людей? \nЖдет ли ее на пути любовь или только трезвый расчет?\n\nУзнаете сами...\n\n1 часть \"Подготовка к ритуалу\" : статы амбициозность/сдержанность, уважение, подготовленность. По результатам прохождения выход на три независимые части:\n\n— \"Дворец повелителя\" (готово) статы: прямолинейность/коварство, отношения с повелителем, влияние во дворце.\n\n— \"Обитель знаний\" (в процессе)\n\n— \"Оплот справедливости\" (в процессе)",
    "answers": [
      {
        "id": 2,
        "text": "Давайте готовиться к обряду посвящения."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/jVg0Wz9/1.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/jVg0Wz9/1.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Наступил новый день. Не такой обычный, как все предыдущие. Решающий для вас. Пора посвятить его подготовке к ритуалу, благодаря которому вы станете полноправной жрицей. Вы вспоминаете церемонии посвящения других сестер...\n\n...в эту ночь полная луна особенно ярко освещает Зал  Ритуалов. Магические символы на руках, особые одеяния и украшения, ритуальная чаша с вином, сестры-послушницы в торжественных одеяниях — все это лишь подчеркивает важность момента. Как много раз вы были свидетельницой этого ритуала у других. А теперь вы испытаете все это сами. \nНичто уже не будет прежним и понятным, предстоит выбрать свой путь в неизведанное.",
    "answers": [
      {
        "id": 4,
        "text": "Давно пора, эти стены душат меня уже много лет.",
        "var_add": [
          "amb",
          1
        ],
        "var_set": [
          "amb",
          0
        ]
      },
      {
        "id": 3,
        "text": "Здесь мой единственный дом, может стоит повременить выходить в свет и поучиться чему-то еще. ",
        "var_add": [
          "skr",
          1
        ],
        "var_set": [
          "amb",
          0
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Какой смысл гнать колесницу жизни и торопиться жить. Если есть за столом и не прожевывать пищу, то можно и подавиться, или вовсе не почуствовать вкуса пищи.\nДля прилежной ученицы, которой вы всегда являлись, есть множество возможностей для роста и развития. Как магического, так и личностного. Знания как запретные, так и дозволенные, ждут в храме своих жаждущих. Нечего ветру перемен задувать сюда, закроем окно. ",
    "answers": [
      {
        "id": 3,
        "text": "Ваша сдержанность :",
        "comment": true,
        "var_show": [
          "skr"
        ]
      },
      {
        "id": 5,
        "text": "Пора начинать подготовку..."
      }
    ]
  },
  {
    "id": 4,
    "text": "Дикий ветер приключений давно захватывал все мысли, требовал укрощения неутомимой энергии. Много, очень много раз это становилось. причиной неаккуратности и наказаний от учителей. Но эта же внутренняя сила помогала быть лучшей, неутомимой, не сдаваться там, где пасовали более осторожные тихони. Помогало находить верные ответы у нерешаемых задач, достигать невозможного. \nНередко это вызывало зависть у окружающих, но тебе все равно. Лучше ярко сгореть один раз в этой жизни, чем тлеть и коптить воздух много скучных лет.",
    "answers": [
      {
        "id": 4,
        "text": "Ваша амбициозность :",
        "comment": true,
        "var_show": [
          "amb"
        ]
      },
      {
        "id": 5,
        "text": "Пора начинать подготовку..."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы вышли во внутренний двор храма. \n \nНужно посетить множество мест, разобраться с повседневными делами и подготовиться к ритуалу посвящения.",
    "answers": [
      {
        "id": 6,
        "text": "Первый этаж. Большой зал. Трапезная."
      },
      {
        "id": 7,
        "text": "Первый этаж. Зал подношений Богине."
      },
      {
        "id": 8,
        "text": "Второй этаж. Библиотека храма."
      },
      {
        "id": 9,
        "text": "Второй этаж. Учебные комнаты."
      },
      {
        "id": 10,
        "text": "Третий этаж. Комнаты послушниц."
      },
      {
        "id": 11,
        "text": "Третий этаж. Хранилище."
      },
      {
        "id": 12,
        "text": "Четвертый этаж. Комнаты жриц. Зал медитации."
      },
      {
        "id": 13,
        "text": "Четвертый этаж. Зал приема особых посетителей."
      },
      {
        "id": 14,
        "text": "Четвертый этаж. Сокровищница."
      },
      {
        "id": 32,
        "text": "Четвертый этаж. Покои главной жрицы."
      }
    ]
  },
  {
    "id": 6,
    "text": "Большой зал. Трапезная.\n\nМесто встречи паломников, послушниц, жриц и гостей храма.\n\nВысокие колонны позолотил солнечный свет, обилие зелени дурманит и освежает,а большой фонтан в центре зала, окруженный каменными скамьями, гармонично завершает архитектурную композицию. Пребывание здесь, казалось бы, должно приносить умиротворение и покой, однако в реальности все обстоит иначе.\n\nЭто главный сборный пункт, здесь объявляют важную информацию всему храму. А также место сплетен, пустых разговоров и редких крупиц ценной информации, мелькающих среди тонны ненужной информации. ",
    "answers": [
      {
        "id": 15,
        "text": "Кто-то знакомый подпирает колонну в тени..."
      },
      {
        "id": 5,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 7,
    "text": "Зал подношений Богине. Истинное сердце храма. \n\nВсе сакральные ритуалы и действия происходят здесь.\n\nНет ни одного метра, ни одной ниши, где не присутствует Богиня — все вокруг покрыто ее изображениями и символами. Ее взгляд буквально повсюду, пронизывает...",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться."
      },
      {
        "id": 28,
        "text": "Пройти вглубь зала и осмотреться.",
        "need": -28
      },
      {
        "id": 73,
        "text": "Приступить к ежедневной уборке.",
        "need": -73,
        "var_add": [
          "pdg",
          1
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Библиотека. Разум храма Богини. \n\nОдно из самых больших собраний литературы во всей стране. С библиотекой храма Богини может посоперничать разве что библиотеки во дворце и в храме Мудрейшего. \n\nЕсли какую-то книгу нельзя найти здесь, то считай ее не существует или она не имеет никакой даже крошечной пользы. В закрытой секции есть книги даже по запрещённой официально некромантии, только говорить об этом наказуемо, тсссс...\n\nОхрана у входа следит, чтобы книги не покидали стены библиотеки без особой надобности и разрешения вышестоящих жриц.",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться."
      },
      {
        "id": 37,
        "text": "Поискать нужную информацию."
      }
    ]
  },
  {
    "id": 9,
    "text": "Учебные комнаты. \n\nВоздух наполнен какофонией звуков. Монотонные ритуальные чтения перемешиваются с мелодичными аккордами арфы и нежными трелями флейты. \n\nЗдесь учителя и жрицы-наставницы пытаются вложить в юные головы хоть немного знаний, а дальше все будет зависеть только от них.",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться."
      },
      {
        "id": 82,
        "text": "Прислушаться к гомону, если вам интересно, конечно же.",
        "need": -82
      }
    ]
  },
  {
    "id": 10,
    "text": "Комнаты послушниц. \n\nДлинный широкий коридор, с одной стороны множество дверей, ведущих в комнаты девушек. С другой стороны на подоконниках весело щебечут юные послушницы, это их излюбленное место для отдыха в перерывах между занятиями.",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться."
      },
      {
        "id": 31,
        "text": "Войти в свою комнату."
      }
    ]
  },
  {
    "id": 11,
    "text": "Хранилище.\n\nСамое темное и грязное место во всем храме. Однако полезность его безгранична. Здесь есть все — от огромных стеллажей с лекарствами и пахучими травами, до драного веника и дохлой мышки в углу. \n\nСтарая ворчливая сестра Бешрет зорко сторожит имущество храма и не допустит, чтобы оно попало в неправильные руки. ",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться."
      },
      {
        "id": 24,
        "text": "Поговорить с сестрой Бешрет."
      }
    ]
  },
  {
    "id": 12,
    "text": "Комнаты жриц. Зал медитаций.\n\nВ самих комнатах вам еще рановато находиться. Потрепите немного, ведь завтра вы уже переселитесь сюда и получите свои собственные покои. Говорят, они в два раза просторнее комнат послушниц, с отдельной гардеробной и гостинной. Жрицам даже можно завести домашнего питомца, что является одним из предметов жгучей зависти простых послушниц.\n\nА вот зал медитаций это прекрасное место, если нужно побыть в уединении, сосредоточится, привести мысли в порядок...",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться."
      },
      {
        "id": 72,
        "text": "В зал медитации."
      }
    ]
  },
  {
    "id": 13,
    "text": "Зал приема особых посетителей.\n\nУже из названия понятно, что обычные люди сюда никогда не попадут — только обладатели чего-нибудь особенного. Раньше сюда допускались только богатые и знатные, однако главная жрица ценит также и ум, достижения и таланты, поэтому список посетителей этого места значительно расширился. И, как следствие, влияние храма тоже.",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться."
      },
      {
        "id": 92,
        "text": "Вы слышите какой-то странный шум...",
        "need": -92
      }
    ]
  },
  {
    "id": 14,
    "text": "Сокровищница.\n\nВ храме Богини практически все окружающие предметы имеют довольно высокую ценность, однако здесь располагаются особо редкие и драгоценные экземпляры. \n\nВсем известно, что ключи от сокровищницы есть только у главной жрицы и почтенной сестры Бешрет, которая известна своей дотошностью и скупостью, благодаря чему ни одна золотая пылинка не покинет сокровищницу просто так.",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 15,
    "text": "— О, моя дорогая, ты здесь! Рада видеть тебя. \nСериса оглядывается по сторонам и жмурится от яркого солнечного света. Всегда рада тебя видеть и поболтать ни о чем.",
    "answers": [
      {
        "id": 16,
        "text": "Прикрыть от света лицо ладонью и присмотрется к ней...",
        "need": -16
      },
      {
        "id": 17,
        "text": "Приятная погода, не правда ли?",
        "need": -17
      },
      {
        "id": 6,
        "text": "Отойти от подруги."
      },
      {
        "id": 65,
        "text": "Сериса, что ты знаешь о драгоценных камнях в ритуальных ожерельях?",
        "need": 35
      },
      {
        "id": 87,
        "text": "- Как жаль что мы так редко покидаем стены храма...",
        "need": 35
      }
    ]
  },
  {
    "id": 16,
    "text": "Сериса, молодая послушница, ваша подруга и самый яркий луч солнца когда либо находившийся в этом храме. \n\nОгненные кудри (которые в народе считают символом красоты и божественного благоволения) обрамляют овал лица, белое одеяние облегает выразительные формы, а сочные губы почти никогда не покидает улыбка. Красотка, что тут скажешь...\n\nТолько на занятиях взгляд этих больших зеленых глаз тускнеет, а лицо выражает скуку. \nСлишком весела и беззаботна, чтобы воспринимать кого-либо как угрозу, слишком уверенна в себе, чтобы соревноваться за \"жалкие\" крохи внимания учителей и жриц-наставниц.\n\nОднако все это не мешает ей считать вас подругой, одной из немногих, сумевших заглянуть под легкомысленный фасад и увидеть нечто большее, например, природную харизму, преданность и честность.",
    "answers": [
      {
        "id": 15,
        "text": "Отлично выглядишь, подруга, впрочем как и всегда."
      }
    ]
  },
  {
    "id": 17,
    "text": "— Сегодня довольно неплохо дышится, особенно после тесных каморок, которые называются нашими комнатами. О, а ты знаешь, что Шанари, этой язвительной дурнушке, родители недавно присмотрели жениха, наверное страшный, как змей правосудия, или противный, как зловонная жижа вон там за углом. Фу, какой смрад, если бы не тенек, я бы отошла подальше, но портить свою кожу под прямыми солнечными лучами не хочется...",
    "answers": [
      {
        "id": 18,
        "text": "Нужно плавно остановить этот поток красноречия, иначе простоим здесь до вечера...",
        "var_add": [
          "skr",
          1
        ]
      },
      {
        "id": 19,
        "text": "- Сериса, твой рот сегодня не затыкается, как свист ветра в горной долине. Помолчи пять секунд, а?",
        "var_add": [
          "amb",
          1
        ]
      },
      {
        "id": 20,
        "text": "Вы не успели вставить ни слова и слушаете лекцию про упругость кожи...",
        "var_add": [
          "pdg",
          2
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "— Сериса, милая, ты и сегодня, и в другой день выглядишь обворожительно, это подтвердит любой, у кого есть зрение. Вон, смотри, даже тот слуга скоро продырявит тебя взглядом или нечаянно утопит свои письменные принадлежности в пруду.\n\nКак по волшебству, стоило Серисе обернуться и посмотреть на потенциального поклонника, тот покраснел как маков цвет и споткнулся на ровном месте. Хвала свету Богини, ни его груз, ни он сам не пострадали.\n\n— Ха, ты как всегда права, моя умница... Хотя в темных одеждах жрицы ты затмишь и меня в самой лучшей форме, даже если спрячешься под слоем пыли в своей любимой библиотеке, тфу, аж чихать хочется...",
    "answers": [
      {
        "id": 18,
        "text": "Ваша скромность :",
        "comment": true,
        "var_show": [
          "skr"
        ]
      },
      {
        "id": 15,
        "text": "Воспользоваться ситуацией и перевести тему..."
      }
    ]
  },
  {
    "id": 19,
    "text": "— Зато ты сегодня злая, как главная жрица после неудачного посещения дворца. Кстати, завтра как раз приедет важный придворный сановник, вроде хранитель виноградников, а вроде и какой-то советник правителя. Говорят у нашего повелителя, пусть щедрая рука Богини не обделит его мужской силой и подарит достоиную пару, не хуже чем я,  волосы рыжие, как и мои, только длинные и прямые, все девушки с ума сходят только от одного его взгляда. Так о чем это я, ах да, главное чтобы какой-нибудь главный смотритель отхожих мест к нам не пожаловал, вот будет потеха, хи-хи.",
    "answers": [
      {
        "id": 19,
        "text": "Ваша амбициозность :",
        "comment": true,
        "var_show": [
          "amb"
        ]
      },
      {
        "id": 15,
        "text": "Посмеятся вместе с подругой и перевести тему..."
      }
    ]
  },
  {
    "id": 20,
    "text": "— А то начнет покрываться корочкой и шелушится,  это же просто отвратительно. Как я сама на себя смотреть буду в зеркало, а? Кстати, милая, у тебя вот здесь скоро появится прыщик, надо бы заранее позаботиться. Моя бабушка, пусть ей будет хорошо в садах Богини, всегда использовала вытяжку цветов лафезии, помогает безотказно. А ты думаешь, почему мой дед, по молодости не пропускавший ни одной юбки, так за ней волочился, а? Красота — это и лучший вклад в себя, и оружие против мужчин, и ...",
    "answers": [
      {
        "id": 20,
        "text": "Знания, хоть и бесполезные - вот настоящая сила. Но не забывайте их еще и применить, чтобы сиять на церемонии посвящения. Подготовленность :",
        "comment": true,
        "var_show": [
          "pdg"
        ]
      },
      {
        "id": 15,
        "text": "Срочно сменить тему, срочно..."
      }
    ]
  },
  {
    "id": 21,
    "text": "— Конкретнее, милочка, конкретнее. Смертельные яды послушницам не выдаем, а в руках молодых пустоголовых дурочек любая склянка навредит. Так еще и другие пострадать могут.\n— Мне нужна вытяжка цветов лафезии. Для косметических процедур. \n— Хмм, ладно, смотри аккуратнее там. ",
    "answers": [
      {
        "id": 22,
        "text": "Нашла. Нанести средство. "
      },
      {
        "id": 11,
        "text": "Может не стоит рисковать. Сериса могла и напутать что-то..."
      }
    ]
  },
  {
    "id": 22,
    "text": "После нанесения сначала немного пекло, и вы уже пожалели, что доверились своей легкомысленной подруге. Мало ли что она напутала.\n\nОднако, когда жжение сменила приятная прохлада, вы решились посмотреть в зеркальце. Сериса не соврала, кожа стала значительно лучше выглядеть, даже оттенок улучшился.",
    "answers": [
      {
        "id": 11,
        "text": "Хвала свету Богини!"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Нда, действительно. Кто бы мог подумать, что маленький голубой цветочек может производить такой эффект. Ну, тебе, юная егоза, еще есть что показывать, эх, а я уже стара. Ээх, где мои семнадцать лет...\n\n",
    "answers": [
      {
        "var_show": [
          "uv"
        ],
        "var_add": [
          "uv",
          1
        ],
        "id": 23,
        "text": "Несмотря на свои причитания, старая Бешрет задумалась  на секунду и что-то быстренько нацарапала на куске пергамента. Почему бы и не попробовать стать немного моложе... а вы ей в этом неосознанно помогли. \nУважение :",
        "comment": true,
        "var_set": [
          "uv",
          0
        ]
      },
      {
        "id": 11,
        "text": "Приятно видеть ее в хорошем настроении..."
      }
    ]
  },
  {
    "id": 24,
    "text": "Пожилая женщина сидит за большим письменным столом и щелкает орешками.\n\nПод ее тяжелым взглядом любой послушнице становится неуютно, многие даже забывают зачем пришли.\n",
    "answers": [
      {
        "id": 25,
        "text": "Рассмотреть сестру Бешрет.",
        "need": [
          -25
        ]
      },
      {
        "id": 26,
        "text": "Отвлеченные темы.",
        "need": -23
      },
      {
        "id": 11,
        "text": "Отойти от сестры Бешрет."
      },
      {
        "id": 67,
        "text": "Спросить сестру Бешрет о ритуале посвящения.",
        "need": -64
      }
    ]
  },
  {
    "id": 25,
    "text": "Ныне крупная и обрюзглая Бешрет вызывает благовейный ужас у нарушителей порядка в хранилище. Да и характер у нее тоже, мягко говоря, не самый доброжелательный. \n\nВам сложно представить, что когда-то эта старуха была такой же юной послушницей, с трепетом и волнением ожидающей церемонию посвящения... как вы сейчас.",
    "answers": [
      {
        "id": 24,
        "text": "Вернуться в реальность."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы немного рискуете получить замечание, но почему бы и не попробовать получить что-то полезное...",
    "answers": [
      {
        "id": 23,
        "text": "Почтенная сестра, смотрите как мне помогла вытяжка лафезии...",
        "need": 22,
        "var_add": [
          "uv",
          1
        ]
      },
      {
        "id": 24,
        "text": "Не стоит ее беспокоить."
      },
      {
        "id": 21,
        "text": "- Могу ли я взять некоторые зелья для подготовки к ритуалу?",
        "need": 17
      }
    ]
  },
  {
    "id": 27,
    "text": "— Вижу, что преодолевая все невзгоды, ты стала сильной и прекрасной женщиной, мое любимое дитя. Я вижу твою любовь и уважение ко мне, и потому дарую свою особую милость. \n\nВаше левое запястье немного нагрелось, и вы увидели знак четырехлучевой звезды, вписанной в окружность, который с нежным сиянием проступал на вашей коже.\n\n— Лишь мои особенные дети могут видеть этот знак и узнать о моей милости к тебе. В час нужды обратись ко мне, сжав его ладонью и мысленно возвав ко мне.",
    "answers": [
      {
        "id": 116,
        "text": "Вы выразили свою благодарность, вашему счастью нет предела!"
      }
    ]
  },
  {
    "id": 28,
    "text": "В центре зала находится большой алтарь, где при свете солнца не иссякает нескончаемый поток паломников. Дары на нем самые разные — и пшеничные колосья, и золотые монеты, и живые цветы — все,что дорого сердцу человека, он дарит Богине, прося взамен что-то для себя.\n\nМилостивая, щедрая, но при этом и справедливая. Нет в пантеоне богов другой такой. К ней приходит и бедный землепашец, и богатый торговец, и даже бесчестный вор — все могут попросить ее заступничества. Другие боги более избирательны, или даже придирчивы — как к дарам, так и к паломникам. \n\nВозможно этому виной и либеральная политика главной жрицы, за которую она нередко подвергается критике со стороны дворца. Но реальность такова, что люди в ней очень нуждаются — очень мало осталось связующих звеньев между простыми людьми и рожденными править, живущих в роскоши.\n",
    "answers": [
      {
        "id": 29,
        "text": "Дворцовым вельможам не следует забывать о значимости храма, а то не обрерутся хлопот с недовольством народа.",
        "var_add": [
          "amb",
          1
        ]
      },
      {
        "id": 30,
        "text": "Политика изменчива как вода, действительно же стоит попросить Богиню помочь найти гармонию внутри себя.",
        "var_add": [
          "skr",
          1
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Все чаще происходят случае притеснения простых людей, злоупотребления властью, и, как следствие, бунты и воровство не заставляют себя ждать. Все недовольны и указывают друг на друга в обвиняющем жесте.\n\nДля вас очевидно, где пролегает правильный курс, однако такой проницательностью могут прхвастаться лишь единицы во всей стране. Весьма печально...",
    "answers": [
      {
        "id": 29,
        "text": "Вы бы рады применить свое видение на практике, но пока возможности нет Амбициозность :",
        "comment": true,
        "var_show": [
          "amb"
        ]
      },
      {
        "id": 7,
        "text": "Возможно в будущем все изменится к лучшему..."
      }
    ]
  },
  {
    "id": 30,
    "text": "Какие бы бури не бушевали вокруг, истинные ценности Богиня отпечала в душе человека еще до его рождения. И всегда помогает очистить их от мирской пыли и грязи, чтобы мир и процветание не покидали ее подопечных.",
    "answers": [
      {
        "var_show": [
          "skr"
        ],
        "var_add": [
          "skr"
        ],
        "id": 30,
        "text": "Вы надеетесь обрести гармонию внутри себя. И помочь другим по мере своих сил. Степенность :",
        "comment": true
      },
      {
        "id": 7,
        "text": "Надеюсь так и будет... когда-нибудь "
      }
    ]
  },
  {
    "id": 31,
    "text": "Ваша комната. Ваше пристанище и родной угол в этом большом мире.\n\nТепло и уют царят вокруг. И эти стены с нарисованными зелеными побегами лозы, и деревянная кровать, с раскиданными на ней цветными подушками, и письменный стол, покрытый множеством царапин из-за частых каллиграфических упражнений — все это так умиротворяет, что вы на время готовы забыть о предстоящих событиях. Но не стоит расслабляться...",
    "answers": [
      {
        "id": 10,
        "text": "Выйти в коридор."
      },
      {
        "id": 35,
        "text": "Посмотреть на список приготовлений к церемонии посвящения."
      },
      {
        "id": 80,
        "text": "Выбрать ритуальные символы для нанесения на тело.",
        "need": 35
      },
      {
        "id": 41,
        "text": "Подготовить особое одеяние.",
        "need": 35
      },
      {
        "id": 42,
        "text": "Собрать ожерелье из камней.",
        "need": 35
      },
      {
        "id": 43,
        "text": "Подготовить текст прошения к Богине.",
        "need": 35
      },
      {
        "id": 74,
        "text": "Если все приготовления и повседневные дела сделаны, то пора заканчивать...",
        "need": 35
      }
    ]
  },
  {
    "id": 32,
    "text": "Покои главной жрицы.\n\nЗа резными позолоченными дверями, в изящно украшенной комнате, находится самая влиятельная служительница этого храма, и, наверное, одна из важнейших женщин этой страны.\n\nВ жрицах и послушницах она любит старание и упорный труд, сурово наказывает за ослушание и лень. К вам она относится хорошо — ведь вы одна из лучших послушниц этого поколения, поэтому вы можете украсть пару минут ее внимания без опасений.",
    "answers": [
      {
        "id": 32,
        "text": "* Главная жрица на месте. Если есть вопросы, можете обратиться к ней за советом. Только не злоупотребляйте ее вниманием...",
        "comment": true
      },
      {
        "id": 5,
        "text": "Вернуться."
      },
      {
        "id": 33,
        "text": "Верховная сестра, могу ли я спросить насчет сегодняшнего ритуала...",
        "need": -33
      },
      {
        "id": 103,
        "text": "Вызывала ли вас главная жрица лично?",
        "need": -104
      }
    ]
  },
  {
    "id": 33,
    "text": "Женщина отложила перо и тепло улыбнулась вам: \n\n— Моя милая девочка так быстро выросла. Помню, только вчера ты попала к нам совсем малюткой — ни имени, ни происхождения, девочка-загадка. А сейчас молодой дикий саженец готовится стать стройным высоким деревцем. Однако не стоит забывать, что именно храм всегда будет помогать тебе тянуться к новым вершинам, во славу Богини и с ее позволения. Что ты хочешь узнать?",
    "answers": [
      {
        "id": 34,
        "text": "Прошу Вас, верховная сестра, дайте мне совет по поводу предстоящей подготовки..."
      }
    ]
  },
  {
    "id": 34,
    "text": "— В первую очередь тебе следует разобраться со своими желаниями и мыслями — что ты хочешь попросить у Богини во время ритуала, какого будущего жаждешь. Посещай почаще зал медитаций, ведь он для этого и создан. Во вторых, все в тебе должно отражать твою суть и уважение к Богине — начиная с одеяний и заканчивая ритуальной молитвой к Богине, которую ты произнесешь во время церемонии. Когда сегодня ты предстанешь перед ней, Справедливая одарит тебя в соответствии с твоими заслугами. И тут я надеюсь на очень щедрый дар, так как давно в этих стенах не было такой прилежной и старательной послушницы. Ступай, не переживай зря и слушай свое сердце.",
    "answers": [
      {
        "id": 32,
        "text": "Благодарю Вас за напутствие, верховная сестра..."
      }
    ]
  },
  {
    "id": 35,
    "text": "На свитке написано:\n\n\"...в особый день полной луны, юная дева, возжелавшая посвятить свою жизнь служению Богине Милостивой и Справедливой, Матери всего сущего, обрести частицу ее воплощения на земле, должна подготовится особенно:\n\n— нанести на свой ясный лик, ладони и руки особые символы, дабы узрела их Богиня на посвященной своей и возрадовалась ясным намерениям ее,\n\n— одеяние подготовить своими руками при свете солнца в день посвящения, дабы напиталось оно энергией жизни земной,\n\n— украшения особые своими руками собрать из камней драгоценных, слез Милостивой во время скорби ее к страданиям творений земных. Пусть подчеркнут своими переливами красоту девы внешнюю и значение помыслов ее о грядущем,\n\n— словами, идущими из сердца, приветствовать должна юная дева и мольбу свою выразить — каким орудием в руках Милостивой она жаждет стать, ибо Богиня всегда идёт навстречу чаяниям подопечных своих и не противится их малой воле, как и не должны они противится ее воле великой...\"\n\n",
    "answers": [
      {
        "id": 31,
        "text": "Отложить пергамент в сторону."
      }
    ]
  },
  {
    "id": 36,
    "text": "Необходимо нанести определенное сочетание символов на свое тело. Цвета вы тоже помните, ведь так? Ну если что, можно все нарисовать черной краской, это не будет оскорблением воли Богини. Вы выбрали:",
    "answers": [
      {
        "id": 31,
        "text": "Солнце, лоза, скарабей.",
        "var_add": [
          "amb",
          1
        ]
      },
      {
        "id": 31,
        "text": "Око. Цветы. Чайка.",
        "var_add": [
          "skr",
          1
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы подошли к полкам и занялись поиском. Вот что вам удалось найти:",
    "answers": [
      {
        "id": 8,
        "text": "Может стоит повременить пока с поисками..."
      },
      {
        "id": 38,
        "text": "\"Ритуальная символика в практическом применении\"",
        "need": 35
      },
      {
        "id": 39,
        "text": "\"Драгоценные камни и их магические свойства\"",
        "need": 35
      },
      {
        "id": 40,
        "text": "\"Целебные свойства цветов семейства остролистных. Лафезия голубая \"",
        "need": 20
      }
    ]
  },
  {
    "id": 38,
    "text": "\"Любое ритуальное изображение животного, божества или особых знаков, несет в себе большое колличество смыслов, заложенных в них веками. Особую силу они приобретают в правильном сочетании, не противоречащем друг другу.\"\n\n...вас заинтересовали следующие символы:\n",
    "answers": [
      {
        "id": 37,
        "text": "Вернуться к стеллажам."
      },
      {
        "id": 77,
        "text": "На лицо."
      },
      {
        "id": 78,
        "text": "На руки."
      },
      {
        "id": 79,
        "text": "На кисти рук и ладони."
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы заинтересовались следующими камнями для составления своего ритуального ожерелья:",
    "answers": [
      {
        "id": 37,
        "text": "Вернуться к стеллажам."
      },
      {
        "id": 47,
        "text": "Темно синий, непрозрачный, с золотистыми вкраплениями. Лазурит."
      },
      {
        "id": 48,
        "text": "Фиолетовый, прозрачный. Аметист."
      },
      {
        "id": 49,
        "text": "Оранжевый, прозрачный, с красноватым отливом. Сердолик."
      },
      {
        "id": 50,
        "text": "Зеленый, непрозрачный. Нефрит."
      },
      {
        "id": 51,
        "text": "Голубой, непрозрачный. Бирюза."
      },
      {
        "id": 52,
        "text": "Желто-песочный, непрозрачный. Яшма."
      }
    ]
  },
  {
    "id": 40,
    "text": "... \"Лафезия голубая\" или \"Лафезия обыкновенная\" — один из самых распространенных цветов на восточном побережье. Листья имеют заостренную каплевидную форму, цветы небольшие и располагаются соцветиями по 5-7 цветков. В народе ей часто украшают общие залы перед празднествами. Вытяжка ее цветков обладает обеззараживающим и охлаждающим эффектом, из-за чего лафезия нашла применение как косметическое средство...",
    "answers": [
      {
        "id": 37,
        "text": "Вернуться к стеллажам."
      }
    ]
  },
  {
    "id": 41,
    "text": "Перед вами на кровати разложены материалы, для пошива ритуального одеяния. Темная, приятная на ощупь ткань приятно холодит кожу и стмволизирует таинственность ночи. Лунный свет прекрасно заиграет на ней, когда придет время посвящения и вы подойдёте к алтарю Богини. \n\nОсталось только достоино в нее облачиться, чтобы не вызвать ненужных пересудов...",
    "answers": [
      {
        "id": 31,
        "text": "Отойти от кровати."
      },
      {
        "id": 88,
        "text": "Приступить к пошиву.",
        "need": -88
      },
      {
        "id": 41,
        "text": "*Вы уже подготовили наряд.",
        "comment": true,
        "need": 88
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы подошли к столу и разложили вспомогательные материалы для создания ожерелья — нити, иглы, бусины, свитки с наиболее подходящими схемами. Три яруса самого важного на данном жизненном этапе украшения требуют кропотливой и неспешной работы.\n\nОсталось только выбрать самое важное — драгоценные камни.",
    "answers": [
      {
        "id": 31,
        "text": "Отойти от стола."
      },
      {
        "id": 68,
        "text": "Камни уже у вас!",
        "need": 64
      }
    ]
  },
  {
    "id": 43,
    "text": "За многие годы учебы в храме вы уяснили, что все молитвы, как и любые обращения к высшим силам, состоят примерно из одинаковых структурных элементов. \n\nВоззвание и мольба к Богине состоит из трех частей: \n1. Обращение и восхваление.\n2. Изложение просьбы.\n3. Благодарность за помощь и обещания следовать ее воле.",
    "answers": [
      {
        "id": 31,
        "text": "Вдохновение еще не пришло, пойду прогуляюсь."
      },
      {
        "id": 44,
        "text": "Написание 1 части. Обращение и восхваление.",
        "need": -44
      },
      {
        "id": 45,
        "text": "Написание 2 части. Изложение просьбы.",
        "need": -45
      },
      {
        "id": 46,
        "text": "Написание 3 части. Благодарность за помощь и обещания следовать ее воле.",
        "need": -46
      },
      {
        "id": 43,
        "text": "Вы уже написали 1 часть.",
        "need": 44,
        "comment": true
      },
      {
        "id": 43,
        "text": "Вы уже написали 2 часть.",
        "comment": true,
        "need": 45
      },
      {
        "id": 43,
        "text": "Вы уже написали 3 часть.",
        "need": 46,
        "comment": true
      }
    ]
  },
  {
    "id": 44,
    "text": "Как вы прекрасно знаете, у Богиня есть множество обличий, однако паломниками и служителями ее воли особенно почитаются два — Милостивая и Справедливая. \n\nК какой из них вы вознесете свои просьбы? Следует серьезно задуматься...",
    "answers": [
      {
        "id": 43,
        "text": "О Милостивая Богиня, любящая мать всего сущего, единственная надежда и опора на сложном жизненном пути каждого творения земного...",
        "var_add": [
          "skr",
          1
        ]
      },
      {
        "id": 43,
        "text": "О Справедливая Богиня, щедро одаряющая достоиных детей своих всеми благами земными и справедливо отнимающая свою благодать у недостойных внимания твоего...",
        "var_add": [
          "amb",
          1
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы крепко задумались, к чему же стремится ваше сердце, чего жаждет ваша душа? Чего вы хотите достичь в жизни и какая помощь Богини вам в этом нужна?",
    "answers": [
      {
        "id": 43,
        "text": "Надели меня теми качествами, которые помогут мне преодолеть все бури и штормы внешнего мира, достичь славы и богатства в мире земном, дабы справедливая воля твоя была услышана всеми созданиями...",
        "var_add": [
          "amb",
          1
        ]
      },
      {
        "id": 43,
        "text": "Помоги мне узреть те сокровища добродетели и силы духа, которые ты вложила в сердца каждого из нас, и помочь как себе, так и другим людям, отряхнуть их от пыли повседневности и использовать, во славу света твоего...",
        "var_add": [
          "skr",
          1
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "Представив всю благодать Богини на протяжении вашей жизни, все ее добрые дела, начиная от вашего неожиданного появления в храме и заканчивая грядущей церемонией посвящения, вы преисполнились благодарности и пишите следующее...",
    "answers": [
      {
        "id": 43,
        "text": "Благодарю тебя за все хорошее, что происходило в моей жизни, как за прекрасных и добрых людей вокруг, так и за тех, кто стал для меня строгими учителями и помогли стать лучше. Пусть взгляд мой будет ясен и всегда видит смысл, вложенный тобой, во всех событиях и предметах этого мира, а воля моя тверда, дабы следовать твоему слову.",
        "var_add": [
          "amb",
          1
        ]
      },
      {
        "id": 43,
        "text": "Спасибо тебе, мой неиссякаемый источник  внутренней силы, за твою помощь и поддержку на протяжении всей моей жизни, за то, что вложила в мой разум и сердце столько прекрасного и нежного. Пусть мое сердце никогда не зачерствеет, а чувства не притупятся, чтобы всегда ощущала я свет твоей милости и благодати, а руки не потеряют силы, дабы я могла поделиться твоими сокровищами с другими.",
        "var_add": [
          "skr",
          1
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "Лазурит. \nТемно синий камень, часто встречается с золотистыми прожилками. В полной мере раскрывает свою красоту и многогранность на ярком свету.\n\nИзлюбленный минерал судей и вершителей правосудия, помогает принять верное и справедливое решение. \n\nПридает решимости и уверенности в своих силах, толкает на исполнение собственных желаний. Делает владельца более спокойным и хладнокровным,  улучшает интеллектуальные способности, способствует быстрому обучению и продвижению по карьерной лестнице.\n\nКамень обладает необычной способностью — менять судьбы людей, помогать им открыть новые жизненные пути.\n",
    "answers": [
      {
        "id": 39,
        "text": "Поискать еще информацию о драгоценных камнях.",
        "need": 39
      }
    ]
  },
  {
    "id": 48,
    "text": "Аметист.\nИмеет кристаллическую структуру, в природе аметист встречается всех оттенков фиолетового цвета. Не любит яркий солнечный свет, от него он начинает тускнеть и приобретать зеленоватый  цвет.\n\nАметист наделяет духовной энергией своего обладателя и стремлением к развитию своей внутренней силы. \n\nСчитается камнем жрецов и служителей храма, они почитают минерал за способность очищать помыслы, даровать благоразумие и направлять мысли в правильное русло. Талисман с его использованием способствует духовному развитию и самопознанию.\n\n* Вы вспоминаете, что навершие посоха главной жрицы выполнено из этого камня.",
    "answers": [
      {
        "id": 39,
        "text": "Поискать еще информацию о драгоценных камнях."
      }
    ]
  },
  {
    "id": 49,
    "text": "Сердолик.\nВстречается красного или оранжевого оттенка, обладает матовым отливом, хорошо поддается шлифовке.\n\nВ народе считается, что этот камень – частичка солнца, спустившаяся на землю и наделенная силой непреодолимой привлекательности и харизмы. Чем более красный оттенок у камня, тем сильнее его магическая сила. Приносит владельцу успех, позволяет всегда быть \"на высоте\".\n\nГлавный перстень-печатка правителя, передаваемый ему во время церемонии восхождения на престол, выполнен из ярко-красной разновидности этого камня.",
    "answers": [
      {
        "id": 39,
        "text": "Поискать еще информацию о драгоценных камнях."
      }
    ]
  },
  {
    "id": 50,
    "text": "Нефрит.\nНаиболее часто встречается в природе и используется в магических практиках нефрит зеленого цвета. Обладает невероятной вязкостью структуры, из-за чего сравним по прочности со сталью, его практически невозможно разбить. Отсюда его свойство противостояния всем жизненным невзгодам и бурям. \n\nДовольно популярен среди паломников как материал для изготовления амулетов.\n\nВоплощение чистоты помыслов и внутренней гармонии, добродетели и бессмертия. Помогает заглянуть вглубь себя, сосредоточиться, понять свои цели в жизни, обнаружить скрытые таланты.\n\nМагические свойства нефрита будут также полезны для людей, особенно неуверенных в себе. Камень поможет им быть решительными, надежными и ответственными.\n",
    "answers": [
      {
        "id": 39,
        "text": "Поискать еще информацию о драгоценных камнях."
      }
    ]
  },
  {
    "id": 51,
    "text": "Бирюза.\nНепрозрачный минерал, имеющий восковой блеск и довольно широкую гамму оттенков. Самые дорогие разновидности бирюзы имеют небесно голубой оттенок. \n\nБлагодаря ее магическими и лечебным свойствам, бирюзу успешно используют лекари, шаманы, колдуны, алхимики. \n\nОднако бирюза будет помогать только людям с достойными и благородными намерениями по отношению к другим, иначе она может навредить. Способствует установлению мира и взаимопонимания между людьми, налаживанию новых контактов, улучшению отношений и развивает осмотрительность и дальновидность у носителя.",
    "answers": [
      {
        "id": 39,
        "text": "Поискать еще информацию о драгоценных камнях."
      }
    ]
  },
  {
    "id": 52,
    "text": "Яшма.\nВстречается в природе в различных вариациях, однако среди народа особенно любимо желто-песчаная разновидность, напоминающая им загадочные пустынные барханы.\n\nЯшма — талисман людей науки, исследователей, всех тех, кто стремится к знаниям.\n\nЗащишает от дурных намерений и снимает всю накопленную негативную энергетику. В богатых библиотеках нередко можно увидеть инкрустированные в стену талисманы из яшмы с обережными заклинаниями, вырезанных на них.",
    "answers": [
      {
        "id": 39,
        "text": "Поискать еще информацию о драгоценных камнях."
      }
    ]
  },
  {
    "id": 53,
    "text": "— Определилась она, видите ли, а мне туда сюда по лестницам ходить. Смотри мне, только потом не хнычь, что неправильно выбрала, второго шанса не дам.\n\nВы проследовали за ворчащей сестрой Бешрет в сокровищницу. Все послушницы и жрицы расступались перед вами, никто не хотел послушать нудную лекцию о своей нерасторопности или войти в ее \"черный список\".\n",
    "answers": [
      {
        "id": 54,
        "text": "Войти в сокровищницу."
      }
    ]
  },
  {
    "id": 54,
    "text": "За дверями скрывалось поистине невообразимое богатство. От золотого сверкания монет и драгоценностей просто рябило в глазах. Редчайшие расписные полотна, переливающаяся хрустальная посуда и тончайший фарфор, мебель из заморского черного дерева — все свидетельствовало, что дела в храме идут прекрасно, а поток паломников не иссякает. В том числе колличество знатных дарителей среди них.\n\nПочтенная сестра подвела вас к сундуку с драгоценными камнями. У вас перехватило дыхание от многоцветия и разнообразия, вы и подумать не могли, что их так много существует в природе.\n\n— Надеюсь, мне не надо будет вытаскивать тебя отсюда силой, а то бывали прецеденты. Так как в ритуальном ожерелье три яруса, то и разновидностей камней ты унесешь отсюда только три. Разумеется, на рубины и изумруды рассчитывать ты еще не доросла, но все менее драгоценное в твоем распоряжении. Выбирай.",
    "answers": [
      {
        "id": 55,
        "text": "Вы готовы."
      }
    ]
  },
  {
    "id": 55,
    "text": "В одной из первых шкатулочек перед вами оказалась россыпь нежно голубых камней, так напоминающих дневные небеса. Приятные на ощупь, с матовым блеском. \n\nРядом расположились камни насыщенно фиолетового оттенка, гладкие и немного прозрачные. Густой чернильный оттенок напомнил вам тени, прячущиеся за любым творением Богини.",
    "answers": [
      {
        "id": 56,
        "text": "Берем голубые камни ",
        "var_add": [
          "amb",
          1
        ]
      },
      {
        "id": 57,
        "text": "Берем фиолетовые камни.",
        "var_add": [
          "skr",
          1
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "Хороший выбор. Бирюза станет прекрасным помощником в налаживании контактов с самыми разными людьми, а ее исцеляющие свойства помогут вам не только крепко спать по ночам, но и понимать, в чем нуждаются окружающие вас люди.",
    "answers": [
      {
        "id": 56,
        "text": "Ваша амбициозность:",
        "comment": true,
        "var_show": [
          "amb"
        ]
      },
      {
        "id": 58,
        "text": "Выбирать дальше."
      }
    ]
  },
  {
    "id": 57,
    "text": "Ваш выбор остановился на самом загадочном и таинственном духовном камне. Аметист позволит вам заглянуть в самые потаенные глубины вашей души и черпать оттуда силы. Кто знает, как много их понадобится вам в дальнейшем.",
    "answers": [
      {
        "id": 57,
        "text": "Ваша сдержанность: ",
        "comment": true,
        "var_show": [
          "skr"
        ]
      },
      {
        "id": 58,
        "text": "Выбирать далее."
      }
    ]
  },
  {
    "id": 58,
    "text": "Ваш взгляд остановился на двух разновидностях камней теплых оттенков.\n\nПри взгляде на первый, разум переносился в пустынные земли с их коварными бурями, таинственными загадками и несметным количеством сокровищ, хорошо спрятанных от посторонних глаз.\n\nВторой же выглядел как маленькое солнце, которое вы поймали в свою ладонь. Свет из окна замирал внутри него и от созерцания этого в душе немного потеплело.",
    "answers": [
      {
        "id": 59,
        "text": "Взять желто-песочный камень.",
        "var_add": [
          "skr",
          1
        ]
      },
      {
        "id": 60,
        "text": "Взять красно-оранжевый камень.",
        "var_add": [
          "amb",
          1
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": "Ваш выбор остановился на песчаной яшме, которая поможет вам в изучении нового, запоминании важной информации, а также приоткроет завесу многих тайн. Знания — истинное сокровище, не тускнеющее со временем.",
    "answers": [
      {
        "id": 59,
        "text": "Ваша степенность :",
        "comment": true,
        "var_show": [
          "skr"
        ]
      },
      {
        "id": 61,
        "text": "Последний выбор."
      }
    ]
  },
  {
    "id": 60,
    "text": "Ну кто же сможет устоять перед этим завораживающим теплым мерцанием сердолика? Вот и вы поддались искушению и выбрали его. И не прогадали, ведь он поделится с вами своей харизмой и принесет успех в делах.",
    "answers": [
      {
        "id": 60,
        "text": "Ваша амбициозность: ",
        "comment": true,
        "var_show": [
          "amb"
        ]
      },
      {
        "id": 61,
        "text": "Последний выбор."
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы бы вечность простояли среди этого изобилия, но надо поторопиться. Остался один вид камня.\n\nПеред вами предстали искусно вырезанные пластины нежно зелёного камня, похожего на молодые, едва распустившиеся почки на ветвях. Сложно осознавать, что он не рассыпался или потрескался от таких изощренных усилий мастера-камнереза, однако похоже он может выдержать еще не один десяток манипуляций.\n\nС другой стороны находились темно синие камни, с множеством золотистых прожилок внутри. Хотелось бережно касаться и лелеять их в своих руках, любоваться золотыми сполохами на ночном небе, раствориться в его синеве.",
    "answers": [
      {
        "id": 62,
        "text": "Взять зеленый камень.",
        "var_add": [
          "skr",
          1
        ]
      },
      {
        "id": 63,
        "text": "Взять синий камень ",
        "var_add": [
          "amb",
          1
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "Нефрит, который вы взяли в руки, станет вашим надежным союзником, сделает непоколебимыми ваши убеждения, поможет выстоять при любой жизненной непогоде, а также откроет в вас много приятных сюрпризов. Ну и поднимет самооценку, что немаловажно.",
    "answers": [
      {
        "id": 62,
        "text": "Ваша сдержанность:",
        "comment": true,
        "var_show": [
          "skr"
        ]
      },
      {
        "id": 64,
        "text": "Вы окончательно определились с выбором."
      }
    ]
  },
  {
    "id": 63,
    "text": "Синева лазурита остудит ваш разум, что поможет всегда увидеть верный путь из множества альтернативных, развеет все миражи. Вы будете давать правильную оценку поступкам окружающих и поступать справедливо по отношению к ним, как и должно истинной служительнице Богини.",
    "answers": [
      {
        "id": 63,
        "text": "Ваша амбициозность:",
        "comment": true,
        "var_show": [
          "amb"
        ]
      },
      {
        "id": 64,
        "text": "Вы окончательно определились с выбором."
      }
    ]
  },
  {
    "id": 64,
    "text": "— Ты скоро там, я здесь стоять до вечера не намерена. Смотри не прикармань чего лишнего, а то получишь у меня тут.\n\nОклик сестры Бешрет резко вернул вас в реальность. Она уже ждала вас возле выхода из зала. Следует поторопиться, а то, не дай Богиня, закроет вас тут и пропустите всю церемонию посвящения. \n\nПроводив печальным взглядом многочисленные сокровища, вы мысленно пожелали вернуться сюда когда-нибудь в будущем, только без такой спешки и суеты. Кто знает, может прекрасные камни, которые вы бережно прижали к груди, и воля Богини помогут вам...",
    "answers": [
      {
        "id": 5,
        "text": "Покинуть сокровищницу."
      }
    ]
  },
  {
    "id": 65,
    "text": "— Ооо, алые рубины просто восхитительны. Ты видела, какое красивое ожерелье было на главной жрице на последнем празднестве? Я бы все за него отдала. Наверное, стоит зубрить всю эту тягомотину только для того, чтобы хоть на денечек надеть что-то такое. Не то, что мои родители — они совсем задурили мне голову своей правильностью. Недавно подарили мне яшмовый талисман, ну те, которые часто носят библиотекари и прочие ученые зануды, \"для прилежания в учебе, наша примерная доченька\", ты можешь себе представить? Где я, а где это дурацкое прилежание? Не для того Богиня отсыпала мне щедрую горсть красоты и обаяния, что я зачахла среди этой книжной пыли, тфу...",
    "answers": [
      {
        "id": 15,
        "text": "Ни капли не сомневаюсь в этом, дорогая сестра..."
      }
    ]
  },
  {
    "id": 66,
    "text": "— А то, я всегда в курсе модных веяний. Правильно подобранный наряд, как выстрел в сердце — пробивает даже самых неприступных людей, а если это еще и мужчина, то вообще не о чем говорить. В этом сезоне аномально жаркая погода, но это даже хорошо — я наконец-то могу достать свои более вызывающие платья. Ну хотя бы плечи и руки оголить стоит полностью, закрывать их уже неприлично. И декольте поглубже можно, если есть что показать, эффект мощнейший. Скорей бы съездить домой на пирушки моих друзей, а то эта послушническая роба мне надоела по самое не могу.",
    "answers": [
      {
        "id": 66,
        "text": "Эта информация пригодится при пошиве ритуального одеяния. Подготовленность :",
        "comment": true,
        "var_show": [
          "pdg"
        ]
      },
      {
        "id": 15,
        "text": "На тебе и половая тряпка будет смотреться роскошно..."
      }
    ]
  },
  {
    "id": 67,
    "text": "Если необходимо получить помощь почтенной сестры Бешрет, то придется потерпеть предстоящий неприятный разговор. А он, наверняка, таким и будет, что поделать.",
    "answers": [
      {
        "id": 24,
        "text": "Вам не о чем спрашивать. Пока что."
      },
      {
        "id": 53,
        "text": "Почтенная сестра, я определилась с камнями для ритуального ожерелья. Не могли бы вы, пожалуйста, открыть сокровищницу.",
        "need": 39
      }
    ]
  },
  {
    "id": 68,
    "text": "Как гласят сакральные письмена, в первом ярусе, ближе к основанию шеи, находятся камни, влияние которых направленно на вас, ваши источники энергии и тайные помощники. Для этих целей вы выбрали:",
    "answers": [
      {
        "id": 69,
        "text": "Энергия окрущающих. Исцеление и понимание других. Бирюза ",
        "need": 56
      },
      {
        "id": 69,
        "text": "Ваша внутренняя духовная энергия. Понимание себя. Аметист.",
        "need": 57
      }
    ]
  },
  {
    "id": 69,
    "text": "Второй ярус отражает стремления вашего сердца, то что вы жаждете обрести и качества, которые хотите усилить с помощью благоволения Богини.",
    "answers": [
      {
        "id": 70,
        "text": "Знания, развитие. Яшма.",
        "need": 59
      },
      {
        "id": 70,
        "text": "Харизма, успех. Сердолик.",
        "need": 60
      }
    ]
  },
  {
    "id": 70,
    "text": "Третий ярус заполняется камнями, символизирующими ваше отношение к внешнему миру, окружающим людям, внешним препятствиям. С помощью силы Богини можно укрепить эти качества, если они не противоречат ее воле, разумеется.",
    "answers": [
      {
        "id": 71,
        "text": "Стойкость, терпение. Нефрит.",
        "need": 62
      },
      {
        "id": 71,
        "text": "Реализм, справедливость. Лазурит.",
        "need": 63
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы с трепетом наблюдаете, как из разноцветной горстки камней получилось нечто прекрасное и близкое вашей душе. Вы надеетесь, что все подобрали правильно, и милость Богини к вам только приумножится, благодаря вашим кропотливым трудам.",
    "answers": [
      {
        "id": 31,
        "text": "Все готово. Прекрасная работа."
      }
    ]
  },
  {
    "id": 72,
    "text": "В удобной позе, положив на ладони соответствующие амулеты, после выполнения дыхательных упражнений, вы погрузились в свой внутренний мир. И там вы видите порывы вашего сердца, желания вашей души и стремления разума:",
    "answers": [
      {
        "id": 72,
        "text": "*Стремитесь к общению с людьми, богатству, славе и успеху, это про вас?\n\nВаша амбициозность:",
        "comment": true,
        "var_show": [
          "amb"
        ]
      },
      {
        "id": 72,
        "text": "*Найти силу и гармонию внутри себя и помочь в этом окружающим - это ваш путь? \n\nВаша сдержанность:",
        "comment": true,
        "var_show": [
          "skr"
        ]
      },
      {
        "id": 72,
        "text": "*Окружающие доброжелательны к вам, но есть ли что-то сверх того?\n\nУважение:",
        "comment": true,
        "var_show": [
          "uv"
        ]
      },
      {
        "id": 72,
        "text": "*Ваших знаний достаточно для подготовки к посвящению, однако можете ли вы немного превзойти себя?\n\nВаша подготовленность:",
        "comment": true,
        "var_show": [
          "pdg"
        ]
      },
      {
        "id": 12,
        "text": "Достаточно. Выйти из зала."
      }
    ]
  },
  {
    "id": 73,
    "text": "Каждый день, кроме Дней Семьи, когда послушницы могли навестить родителей и покинуть стены храма, проводилась уборка помещений. У каждой девушки была своя закреплённая территория, где они отвечали за чистоту и порядок. В священных писаниях говорится, что \"порядок в разуме невозможен без чистоты вокруг его носителя\". \n\nВашей территорией были западные помещения, находящиеся немного в углу от святилища Богини. Менее старательной послушнице вряд ли доверили такое, например, легкомысленная Сериса отвечает за помещения на заднем дворе, куда редко кто-нибудь захаживает. Вы, как истинное дитя храма, без происхождения и родителей, не могли позволить себе вольность хоть в чем-то, ведь вам нельзя было лишиться своего единственного дома в этом мире. \n\nВыскребая щетками пол и колонны, натирая полотном до блеска вазы, барельефы, вы мечтали о своем будущем, о той жизни, которая ждет вас после церемонии посвящения. И даже эта обязанность по уборке помещения будет передана другой послушнице, ведь жрица посвящает себя всю служению Богине.\n",
    "answers": [
      {
        "id": 73,
        "text": "Не стоит оставлять в старой жизни незавершенные дела. Даже такие незначительные. Подготовленность:",
        "comment": true,
        "var_show": [
          "pdg"
        ]
      },
      {
        "id": 7,
        "text": "Завершить уборку."
      }
    ]
  },
  {
    "id": 74,
    "text": "После посещения купален вы подошли к зеркалу в тяжелой, потемневшей от времени, бронзовой раме. \nПодвели глаза сурьмой, наложили легкий румянец и немного оттенили губы. Накрасили ногти специальной тонкой кисточкой. Заплели волосы в прекрасные косы — они доходили вам практически до талии. Отражение в зеркале вам улыбнулось — вы очень привлекательны.\nТеперь пора нанести выбранные символы на тело.",
    "answers": [
      {
        "id": 74,
        "text": "*Хорошо, что вы вспомнили какими цветами нужно воспользоваться, а то эти цветные баночки оказались бы бесполезными.",
        "comment": true,
        "need": 74
      },
      {
        "id": 31,
        "text": "Вернуться."
      },
      {
        "id": 109,
        "text": "Вы сделали свой выбор и нанесли соответствующие символы.",
        "need": 36
      }
    ]
  },
  {
    "id": 75,
    "text": "Пришла очередь облачиться в торжественные одеяния. \nПримеряя выбранное вами платье и надевая сандалии на низком устойчивом каблучке, вы мысленно пообещали себе — больше никаких бесформенных балахонов, как говорит Сериса \"нельзя прятать красоту, созданную Богиней\".",
    "answers": [
      {
        "id": 75,
        "text": "Новый ответ. введите текст",
        "comment": true
      },
      {
        "id": 76,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "\"Нанесите на центр лба символ солнца — закрашеный круг с отходящими от него тремя лучами, и привлечете к себе положительную энергию этого светила, его свет будет озарять ваш путь и сделает более заметной и привлекательной для окружающих.\"\n\n\"Всевидящее божественное око, нанесенное чуть выше бровей, защитит от любой беды и поможет войти в равновесие с окружающей средой и людьми, сбережет от сглаза.\"",
    "answers": [
      {
        "id": 38,
        "text": "Другие символы."
      }
    ]
  },
  {
    "id": 78,
    "text": "\"Символы растений, нанесенные от предплечья до кисти имеют мощную энергетику. Они проектируют свою природу и тем самым изменяют натуру носителя. \n\n...Непрерывный символ лозы поможет так же, как и стебли растения цепляются за опору, цепко держать свою жизнь и события в ней под контролем, а множество цветов, например, нераскрывшиеся у плеча бутоны, постепенно расцветающие ближе к кисти, символизируют нежность и надежду в вашей душе, трепет цветения, который вы хотите раскрыть в вашем сердце.\"",
    "answers": [
      {
        "id": 38,
        "text": "Другие символы."
      }
    ]
  },
  {
    "id": 79,
    "text": "\"Лучшим местом для вас нанесения символа животного, птицы, насекомого считается кисти и ладони посвящаемой девы.\n\n...Даже, казалось бы, простой в исполнении символ в форме чайки несет в себе интересный смысл. Он говорит о том, что его хозяин стремится излучать окружающим добро, радость и веселье, стать источником душевного подьема и гармонии...\n\n..Символ скарабея поможет привлечь успех и достаток в любом начинании...\"",
    "answers": [
      {
        "id": 38,
        "text": "Другой символ."
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы подготовили необходимые материалы: кисти, специальные цветные порошковые составы, воду, хлопковые полотна. Зеркало на стене так же ожидало, когда вы определитесь с ритуальным рисунком.",
    "answers": [
      {
        "id": 31,
        "text": "Отойти от зеркала."
      },
      {
        "id": 81,
        "text": "Вы изучили данную тему и готовы выбрать.",
        "need": 38
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы ознакомились со статьями в библиотеке и считаете, что достаточно подготовлены. Вы уверены?",
    "answers": [
      {
        "id": 31,
        "text": "Хватит думать об этом, пора отвлечься."
      },
      {
        "id": 36,
        "text": "Да, пора подготовить материалы.",
        "need": -36
      },
      {
        "id": 81,
        "text": "Вы уже подготовились. Забыли?",
        "need": 36,
        "comment": true
      }
    ]
  },
  {
    "id": 82,
    "text": "— Какой ужас ты нарисовала, да простит Богиня, просто издевательство какое-то над кистью. Неужели в твоей голове так же пусто, как в декоративной вазе у фонтана. Кстати, кто-то туда недавно начистил шелухи от семечек, сестра Бешрет обещала оторвать уши виновнику, так что советую туда даже не соваться, чтобы не искушать судьбу. Кхе кхе, о чем это я, ах да, неужели так сложно запомнить, я пятьсот раз повторял...\n",
    "answers": [
      {
        "id": 9,
        "text": "Уже надоело слушать."
      },
      {
        "id": 83,
        "text": "Постоять еще..."
      }
    ]
  },
  {
    "id": 83,
    "text": "— Учитель Перешт, ну расскажите еще раз проооосим вас, ну пожааалуйста... \n\nПосле заявления одной сообразительной послушницы, остальные так же умоляюще заскулили. И это была верная стратегия, так как учитель Перешт, несмотря на свою нудность и чопорность, имел маленькую слабость перед женскими чарами и щепоткой лести.",
    "answers": [
      {
        "id": 9,
        "text": "Может пора заняться делом?"
      },
      {
        "id": 84,
        "text": "И что же дальше?"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Ваш глубокий и мужественный голос нас так очаровал, что мы заслушались и немножечко пропустили смысл ваших слов, ведь они были сказаны тааак завораживающе...\n\nА вот эта послушница явно долго не задержится в храме, таким место среди коварных интриг внешнего мира — ведь это был сокрушительный удар! \n\nВы еще застали те времена, когда учитель увлекался пением — это было страшное оружие массового поражения, но те, у кого была хоть капля разума тихонечко помалкивали и не расстраивали старика. Однако, главной жрице надоели стенания окружающих, и она мягко разрешила ситуацию, напомнив учителю, что в храме исполняются только ритуальные песнопения, а те, в свою очередь, поют только женщины. Выразив свои глубочайшие сожаления по этому поводу и прекратив ежедневные пытки, главная жрица в очередной раз доказала свою мудрость, а учитель с тех пор очень любит, когда кто-нибудь упоминает его голос в положительном ключе.",
    "answers": [
      {
        "id": 9,
        "text": "Вас ждут дела!"
      },
      {
        "id": 85,
        "text": "Ну и подождут еще, что там дальше?",
        "var_add": [
          "pdg",
          1
        ]
      }
    ]
  },
  {
    "id": 85,
    "text": "— Ээх, вот слышали бы вы меня лет сорок назад, никогда бы не забыли, юные цветочки в садах Богини. Ладно, повторяю в последний раз, слышите, в самый самый последний! Рисуем символы Богини, используя следующие цвета: для животных — красный или бурый, как кровь дающая им жизнь, для растений — зеленый, это даже недалёкие запомнят, для небесных тел — темно синий цвет, однако исключением является солнце — только оранжевый цвет, и никакой больше, поняли? Остальные специфические символы можно изображать черной или коричневой краской, ничего страшного не будет. И если вы сомневаетесь, каким цветом следует воспользоваться — используйте черный, так вы избежите оскорбления божественной воли! Так, а теперь это должна повторить ученица, вдруг кто-то опять попал в ловушку моего голоса, эх...",
    "answers": [
      {
        "id": 85,
        "text": "Вы это когда-то изучали, но освежить память не помешает. Особенно нанося ритуальные символы Богини перед церемонией. Подготовленность:",
        "comment": true,
        "var_show": [
          "pdg"
        ]
      },
      {
        "id": 9,
        "text": "Бегом отсюда, вы уже очень сильно задержались!"
      },
      {
        "id": 86,
        "text": "Что-то вспомнилось про вазу в большом зале...",
        "var_add": [
          "uv",
          1
        ]
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы ринулись на первый этаж, в большой зал, и увидели ту самую злополучную вазу, которая недавно подменила урну для шелухи. Красивая, с широким горлышком и выпуклым голубым узором.\n\nИ, конечно же, как магнит для приключений на пятую точку, это место полюбила для прогулки ваша подруга Сериса. Где ещё она найдет такое эффектное место для наилучшего сияния своих кудрей и демонстрации своей красоты, не в библиотеке же ей так кокетливо улыбаться. Но, увы, теперь это место на некоторое время стало неудачным, о чем вы ей и поспешили сообщить.\n\n— Тебя мне сама Богиня послала, спасибо дорогая моя! Я только недавно закончила отрабатывать прошлую провинность у Бешрет, хотя какая там провинность, пару склянок в хранилище задела, так кто же виноват что они такие хрупкие, так Бешрет меня испепеляет взглядом до сих пор, когда она уже успокоится...",
    "answers": [
      {
        "id": 86,
        "text": "Ваша внимательность к подруге не останется незамеченой. Уважение:",
        "comment": true,
        "var_show": [
          "uv"
        ]
      },
      {
        "id": 5,
        "text": "Надо спасаться от новой волны болтовни Серисы."
      }
    ]
  },
  {
    "id": 87,
    "text": "— Вот истину говоришь, я бы ежедневно полы драила, лишь бы хоть на часик выйти куда-нибудь, повеселиться. А с чего это у нашей умницы и гордости всех учителей-зануд такой интерес? Даже ты захотела подышать свободой, что уже говорить обо мне или других...",
    "answers": [
      {
        "id": 15,
        "text": "Можно долго рассуждать об этом, только свобода не приблизится..."
      },
      {
        "id": 66,
        "text": "У тебя бы точно не возникло проблемы что надеть, в отличие от меня..",
        "need": -66
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы взяли швейные принадлежности, сверились со своими мерками и начали творить. Ничего невероятного не требуется, силуэт свободный, правил определенных нет. \n\nУдивительно, что хоть эта часть подготовки к ритуалу обошлась без подробных инструкций со стороны храма.",
    "answers": [
      {
        "id": 31,
        "text": "Думаю готово."
      },
      {
        "id": 89,
        "text": "Сериса говорила что-то о современной моде...",
        "need": 66
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы вспомнили ваш с подругой разговор о последних веяниях о свободе и последних веяниях моды. \n\nХоть ночью и не будет жарко, но закутыааться в ткань целиком показалось странным даже вам, человеку лишь изредка выходившему на улицу.\n\nСейчас лишь нужно определить, насколько открытым вы хотите сделать платье:",
    "answers": [
      {
        "id": 90,
        "text": "Плечи и руки - необходимый минимум для соблюдения приличий.",
        "var_add": [
          "skr",
          1
        ]
      },
      {
        "id": 91,
        "text": "Мне нечего стесняться, моя фигура прекрасна, и декольте поглубже ничего не испортит.",
        "var_add": [
          "amb",
          1
        ]
      }
    ]
  },
  {
    "id": 90,
    "text": "Вы сделали необходимые манипуляции и платье приобрело окончательный вид. Весьма достоиная работа, показывающая, что вы не затворница, но при этом не готовы к легкомысленным действиям.",
    "answers": [
      {
        "id": 90,
        "text": "Ваша сдержанность:",
        "comment": true,
        "var_show": [
          "skr"
        ]
      },
      {
        "id": 31,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 91,
    "text": "Много ткани пришлось безжалостно отрезать, однако результат того стоил. Такое одеяние можно было использовать как орудие охоты на сильный пол, однако от него не веяло вульгарностью и на вас платье смотрелось идеально.",
    "answers": [
      {
        "id": 91,
        "text": "Ваша амбициозность:",
        "comment": true,
        "var_show": [
          "amb"
        ]
      },
      {
        "id": 31,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 92,
    "text": "Тихонечко подкравшись к двери, вы убедились, что странные звуки вам не показались. И, что более удивительно, назревал конфликт. Гневные выкрики, удары и дрожащий женский голос, пытающийся призвать к спокойствию...",
    "answers": [
      {
        "id": 13,
        "text": "Не стоит искушать судьбу, следует отойти немедля!"
      },
      {
        "id": 93,
        "text": "А если заглянуть краем глаза вот в эту щель..."
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы бесшумно приблизились к двери, хвала Богине, она была неплотно закрыта. В зале двое мужчин ожесточенно о чем-то спорили, а женщина в жреческом одеянии пыталась прервать поток гневной речи. \n\n— Вы с ума сошли, никак солнце напекло вам в голову, как можно снять с него все обвинения. Это же очевидный чернокнижник и некромант, затворился в своей библиотеке и пытается создать противоестественное природе и божественной воле. \n\nПожилой мужчина в роскошных одеждах, которые умело скрывали его любовь к сытной трапезе и роскошной жизни, аж покраснел от злости и сжал кулаки, украшенные огромными золотыми перстнями.\n",
    "answers": [
      {
        "id": 5,
        "text": "Надо уходить, ситуация серьезная."
      },
      {
        "id": 94,
        "text": "Послушать дальше..."
      }
    ]
  },
  {
    "id": 94,
    "text": "— Очевидных доказательств нет, только показания свидетелей, которые подозрительно разнятся в мелочах. В храме Богине, известном своей неподкупностью и нейтралитетом ко всем слоям населения, проведена тщательная проверка принадлежащих ему книг и свитков, я прав, сестра Авела?\n\nВторой мужчина был намного моложе и хладнокровнее, что несказанно бесило его тучного собеседника. Статный, высокий, в легком военном доспехе, отставляющем открытым тренированные мышцы рук и торса, с плетью и мечом на поясе, хмм... странный выбор оружия. И цвет доспеха странный, темно синий с черным...",
    "answers": [
      {
        "id": 5,
        "text": "Это же служитель справедливости, один из карающих, страшно то как! Вдруг заметит, надо уходить!"
      },
      {
        "id": 95,
        "text": "Только безумная будет дальше слушать, и это вы..."
      }
    ]
  },
  {
    "id": 95,
    "text": "— Ввввы ппправы, господин карррающий, в свитках и книгах не бббыло найдено ничего очевидно предосудддительного и относящегося к некррромантии...\n\nСестра Авела, теперь вы разглядели ее подробнее, преподавала священные тексты послушницам и была одним из признанных экспертов храма Богини в данной области. Кроме глубоких познаний, она была известна еще и своим робким характером — она изучила все дурные знамения и боялась даже дуновения ветерка в неудачный по календарям Богини момент. Очевидно, что сейчас она близка к обмороку, ведь даже у вас, тайно наблюдающей такой конфликт влиятельных особ, немного трясутся руки...",
    "answers": [
      {
        "id": 5,
        "text": "Находиться здесь становится опаснее, надо уходить."
      },
      {
        "id": 96,
        "text": "Перебороть страх..."
      }
    ]
  },
  {
    "id": 96,
    "text": "— Ха, что я слышу, конечно одни умники будут покрывать других. Не мне напоминать вам, как опасны знания и сколько вреда приносит их неправильное использование. А в это время наши враги ищут любую возможность уцепиться нам в горло...\n\nБогатый сановник аж покраснел от злости и стукнул по столу кулаком. Недобро сощуренные хитрые глаза, выглядывающие из-за толстых щек, не сулили ничего хорошего. Сестра Авела от этого звука аж подпрыгнула и стала трястись еще сильнее...",
    "answers": [
      {
        "id": 5,
        "text": "Теперь точно надо бежать!"
      },
      {
        "id": 97,
        "text": "Нужно позвать на помощь хоть кого-нибудь, сестре уже плохо! Вот только кто рискнет зайти сюда?"
      },
      {
        "id": 102,
        "text": "Слушать дальше..."
      }
    ]
  },
  {
    "id": 97,
    "text": "Выбежав к лестнице и отдышавшись вы лихорадочно вспоминаете, что есть только одна женщина в этом храме, способная не то что мужчин, но и толпу послушниц угомонить одним взглядом. И это главная жрица. Но стоит ли беспокоить ее и рисковать попасть в немилость?",
    "answers": [
      {
        "id": 5,
        "text": "Определенно не стоит."
      },
      {
        "id": 98,
        "text": "Рискнем пожалуй!",
        "var_add": [
          "uv",
          1
        ],
        "var_set": [
          ""
        ]
      }
    ]
  },
  {
    "id": 98,
    "text": "Быстро прибежав к ней в кабинет вы поклонились. Она подняла на вас недовольный и гневный взгляд.\n\n— Что за непочтительный вид, за тобой гнались бешеные псы?\n\n— Верховная жрица, там какой-то скандал возле зала приема на четвертом этаже. Я случайно услышала крики и...\n\nДоговорить вы не успели, главная жрица уже поднялась с места и быстрым шагом вышла из кабинета.",
    "answers": [
      {
        "id": 98,
        "text": "Принять быстрое решение в сложной ситуации и при этом защитить честь храма - это достоино восхищения. Уважение:",
        "comment": true,
        "var_show": [
          "uv"
        ]
      },
      {
        "id": 99,
        "text": "Пойти за ней."
      }
    ]
  },
  {
    "id": 99,
    "text": "— Что здесь происходит, во имя света Богини?!\n\nГромкий, но в то же время спокойный вопрос главной жрицы сначала был встречен пятисекундной тишиной:\n\n— Уважаемая и прекраснейшая, это ведь просто недопустимо, в результатах храмового исследования книг этого некроманта явная подтасовка фактов...\n\nБогатый толстяк медленно побледнел от появления третьей стороны, однако посчитал, что лучшая защита — это нападение.\n\n— Мои глубочайшие извинения за наше недостойное поведение, но у правосудия нет сомнений в компетентности храма Богини и оспаривать результаты их проверки я не намерен.\n\nПохоже, у карающего свое мнение на этот счет и вряд ли трепыхания богатого толстяка что-то изменят.\n\n— Рада слышать, что здравомыслие не покинуло хоть одного из вас. Давайте присядем и спокойно разберемся в сути вашего разногласия. Сестра Авела, можете быть свободны, послушница у входа проведет вас в ваши покои. И пусть она зайдет ко мне попозже.\n\nВозможно после всего этого вас ожидает замечание или что-нибудь похуже, однако вы взяли под руку сестру Авелу и буквально вытянули из зала.\n\n",
    "answers": [
      {
        "id": 100,
        "text": "Отвести сестру Авелу в ее покои."
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы привели сестру к ее покоям, она дрожащей рукой открыла дверь и рухнула на кровать.\n\n— Может вам водички принести или перекусить чего-нибудь сладенького?\n\n— Спасибо, милая, мне уже намного лучше. Еще пара минут и пришлось бы лечить ссадины от падения на мраморный пол зала приемов, хаха, вот было бы позорище.\n\n— Кто эти люди и что им было нужно, сестра Авела?\n\n— Ооо, это две страшнейшие фигуры в нашей стране — казначей повелителя и главный карающий. Даже не знаю, что более жуткое для народа: медленная налоговая пытка или плети с раскаленным железом, бррр... Думаю, остальное тебе расскажет главная жрица, если посчитает нужным, я и так много наговорила. Как я могу отблагодарить тебя, младшая сестра?",
    "answers": [
      {
        "id": 5,
        "text": "Не нужно благодарности, отдыхайте..."
      },
      {
        "id": 101,
        "text": "Может, если вам не трудно, дадите мне пару советов по составлению мольбы к Богине на церемонии посвящения?",
        "var_add": [
          "pdg",
          1
        ]
      }
    ]
  },
  {
    "id": 101,
    "text": "— После стольких лет, проведенных в трудах и мыслях о Богине, не думаю, что у тебя возникнут проблемы в написании текста молитвы. А вот торжественное прочтение у тебя впервые. Перед каждым упоминанием имени Богини необходимо сделать маленькую паузу, чтобы присутствующие прониклись важностью момента и ее незримым присутствием. И, разумеется, не ешь перед церемонией ничего необычного, а то бывали такие случаи, что больно вспоминать — то хрипит, то огнем дышит, то картавит, ужас просто...",
    "answers": [
      {
        "id": 101,
        "text": "Молодец, что не постеснялась спросить. Подготовленность:",
        "comment": true,
        "var_show": [
          "pdg"
        ]
      },
      {
        "id": 5,
        "text": "Спасибо, сестра Авела, я запомню."
      }
    ]
  },
  {
    "id": 102,
    "text": "— Я смотрю, вы забываетесь и ставите под сомнение не только решения служителей правосудия, но и волю Богини, а это уже серьезная ересь. Может прохлада дворцовых подземелий остудит ваш пыл.\n\n— Ах так, прикрываетесь волей Богини для своих неблаговидных делишек. За свои зелья он не заплатил ни единой монеты налога, зато наверное его частные услуги пользуются у вас популярностью, зелье там какое-то или сеанс некромантии, а?\n\n— Да вы безумны, тут не темницы надо, а лечебницу посетить для особо буйных. И то если повелитель замолвит за вас словечко...\n\nГрозный воитель неосознанно потянулся рукой к своей карающей плети, чем напугал всех присуствующих еще больше, а сестру Авеллу отделяла пара секунд от позорного обморока.\n\nТут вы заметили идущую сюда быстрым шагом главную жрицу и пожалели, что не успели убежать раньше.",
    "answers": [
      {
        "id": 99,
        "text": "Отойти от двери и пропустить."
      }
    ]
  },
  {
    "id": 103,
    "text": "Вызывала она вас к себе или нет? Подумайте хорошо.",
    "answers": [
      {
        "id": 32,
        "text": "Что-то мне показалось, наверное не звала..."
      },
      {
        "id": 104,
        "text": "Увы, после случая в зале приемов важных посетителей, звала... ",
        "need": 99
      }
    ]
  },
  {
    "id": 104,
    "text": "— Верховная сестра, вы звали, могу я войти?\n\nГлавная жрица стояла у окна и смотрела на толпу новоприбываших паломников. Шум, смех, обрывки разговоров доносились с улицы, а она смотрела на всю эту суету с высоты храма, как будто своими мыслями или своим положением возвышаясь над всем обыденным.\n\n— Да, входи, присаживайся вот сюда.",
    "answers": [
      {
        "id": 105,
        "text": "Вы надеетесь на лучшее...",
        "need": 98,
        "var_add": [
          "uv",
          1
        ]
      },
      {
        "id": 106,
        "text": "Хоть бы ее гнев утих...",
        "need": 102
      }
    ]
  },
  {
    "id": 105,
    "text": "— Главная жрица, я сожалею о том что невольно подслушала то, что не казалось моих ушей и прошу простить меня.\n\n— Это действительно недостойный поступок для послушницы храма Богини и я надеюсь подобное больше не повторится. Однако...\n\nГлавная жрица сделала паузу, в результате которой ваше сердце чуть не выпрыгнуло из груди от надежды на лучший исход разговора. Надо попить успокоительный отвар после того, как выйдете отсюда.\n\n— Возможно, сама Богиня сделала тебя невольной свидетельницей этого отвратительного скандала, дабы ты помогла мне вовремя потушить разгоравшийся пожар. Казначей и главный карающий — более взрывоопасную смесь сложно представить, хмм...",
    "answers": [
      {
        "id": 105,
        "text": "Личное благоволение Верховной сестры - это редкая удача. Своими мудрыми поступками вы его заслужили. Уважение:",
        "comment": true,
        "var_show": [
          "uv"
        ]
      },
      {
        "id": 108,
        "text": "Верховная сестра, не сочтите за наглость, но я хотела бы узнать немного больше..."
      }
    ]
  },
  {
    "id": 106,
    "text": "— Весьма прискорбно осознавать, что после стольких речей о дисциплине и достоинстве, мои послушницы опускаются до вульгарного подслушивания. Если бы это касалось лично меня, но, увы, это бросает тень на честь храма и, соответственно, на ее служителей в целом. У тебя есть что сказать в свое оправдание?\n\n— Верховная сестра, я очень сожалею, подобное больше никогда не повторится, я обещаю...\n\nВы знали, что надо держать себя в руках и не расплакаться, а ещё главная жрица терпеть не может оправдания и несвязный лепет. Сами вы не имели таких серьезных провинностей, однако наслушались пересказов таких диалогов от других послушниц и жриц.",
    "answers": [
      {
        "id": 107,
        "text": "Пожалуйста, о великая Богиня, пожалуйста, пусть она сжалится..."
      }
    ]
  },
  {
    "id": 107,
    "text": "Главная жрица задумалась на мгновение. Прошло буквально несколько секунд, однако вам они показались мучительной вечностью.\n\n— О прощении тебе следует просить в первую очередь не меня, а саму Милосердную. Хорошо, в честь твоих прежних заслуг и отсутствия серьезных нарушений дисциплины, я закрою на это глаза. Но, если подобное повторится, да ещё и сане жрицы, я приму соответствующие меры.",
    "answers": [
      {
        "id": 32,
        "text": "Спасибо вам, я буду усердно просить ее о прощении..."
      }
    ]
  },
  {
    "id": 108,
    "text": "— Да, я понимаю твое любопытство, милая моя, и после твоего поступка готова его удовлетворить. Видишь ли, у главного карающего и казначея очень много разногласий чуть ли не во всех сферах жизни нашей страны. Казначей, как и следует человеку его должности, стремится извлечь материальную выгоду из каждой песчинки, иногда даже мимо казны, а главный карающий ищет исключительно справедливость, хотя некоторые его методы — это, мягко говоря,  не совсем то, что одобрила бы Богиня. Так вот, на этот раз камнем их преткновения стал один необычный человек, я бы сказала своего рода ученый, гений. Несмотря на юный возраст, его назначили хранителем главной библиотеки, и это уже многое говорит о его достижениях. А он не стремится занимать чью-либо сторону в политических играх, что делает его непонятной, и даже опасной фигурой во дворце.\n\n— Поэтому казначей так жаждал его обвинения?\n\n— Именно, главный казначей — ярый приверженец старых порядков и не допустит, чтобы какой-то \"безродный выскочка\" ему мешал. Но главный карающий не допустит ложных обвинений в чей-либо адрес, сложно найти более преданного своему делу служителя, и более опасного тоже.",
    "answers": [
      {
        "id": 32,
        "text": "Спасибо вам за пояснения, верховная сестра."
      }
    ]
  },
  {
    "id": 109,
    "text": "После того, как нанесенные символы засохли и не было угрозы испортить рисунок, подошел черед одеяния — от его вида у присутствующих на церемонии должно захватывать дух. Темный цвет ничуть не испортит вашу внешность, а только придаст загадочности.",
    "answers": [
      {
        "id": 31,
        "text": "Вернуться."
      },
      {
        "id": 110,
        "text": "Облачиться в подготовленное одеяние.",
        "need": 88
      }
    ]
  },
  {
    "id": 110,
    "text": "Вы подошли к столу, где вас ждало самое прекрасное творение, когда-либо созданное вашими руками. Слезы Богини, сплетенные причудливым образом в ожерелье, отражая свет лампы как будто подмигивали вам и призывали прикоснуться. ",
    "answers": [
      {
        "id": 31,
        "text": "Вернуться."
      },
      {
        "id": 111,
        "text": "Надеть это чудо.",
        "need": 71
      }
    ]
  },
  {
    "id": 111,
    "text": "Теперь вы готовы предстать перед всеми обитателями храма, но не перед самой Богиней. Необходимо подобрать правильные слова, идущие от сердца, и прорепетировать тщательно, дабы не ударить в грязь лицом в самый ответственный момент. Хотя вы можете импровизировать, судить вас будет только Богиня и ваша совесть.",
    "answers": [
      {
        "id": 111,
        "text": "*Хорошо, что вы знаете о необходимых паузах, это значительно улучшит подготовку речи.",
        "comment": true,
        "need": 101
      },
      {
        "id": 31,
        "text": "Вернуться."
      },
      {
        "id": 112,
        "text": "Начать репетицию."
      }
    ]
  },
  {
    "id": 112,
    "text": "Теперь в зеркало смотрелась уверенная в себе, прекрасная девушка. Подготовка к ритуалу завершена, и вы можете перевести дух до самого вечера. Все ли дела завершены или стоит еще немного посуетиться — решать вам, так как после ритуала ничто уже не будет прежним...",
    "answers": [
      {
        "id": 31,
        "text": "Дела еще требуют моего внимания. Вернуться."
      },
      {
        "id": 113,
        "text": "Я готова как никогда и могу расслабиться до начала ритуала."
      }
    ]
  },
  {
    "id": 113,
    "text": "Наступил поздний вечер. Солнце уже опускалось за горизонт, и его багровые лучи нежно прикасались к вашему торжественному одеянию.  В комнату вошли сестры и с восхищенными восклицаниями проводили вас к месту проведения церемонии. Все вокруг расступались на пути, и ритуальные светильники в их руках озаряли путь к статуе Богини. ",
    "answers": [
      {
        "id": 114,
        "text": "Вы гордо подняли голову и грациозно прошествовали к Верховной сестре.",
        "var_add": [
          "amb",
          1
        ]
      },
      {
        "id": 114,
        "text": "Нежно улыбнувшись близким для вас сестрам, вы степенно ступали к Главной жрице.",
        "var_add": [
          "skr",
          1
        ]
      }
    ]
  },
  {
    "id": 114,
    "text": "Верховная сестра подняла руки в торжественном жесте, привлекая всеобщее внимание к себе.\n\n— Каждый миг, подаренный нам Милостивой и Справедливой, бесценен для всех ее творений. Но сейчас он особенно сверкает в хороводе дней, ибо одна из нас сегодня обнажит свой разум и душу перед Богиней. Давайте же поддержим ее в этот отвественный момент, чтобы путь жрицы для нее оказался легким и приятным, а милость Богини никогда не покидала стены этого храма.",
    "answers": [
      {
        "id": 114,
        "text": "Амбициозность:",
        "comment": true,
        "var_show": [
          "amb"
        ]
      },
      {
        "id": 114,
        "text": "Степенность:",
        "comment": true,
        "var_show": [
          "skr"
        ]
      },
      {
        "id": 114,
        "text": "Уважение:",
        "comment": true,
        "var_show": [
          "uv"
        ]
      },
      {
        "id": 114,
        "text": "Подготовленность:",
        "comment": true,
        "var_show": [
          "pdg"
        ]
      },
      {
        "id": 115,
        "text": "Вы склонились перед статуей Богини, прочитали молитву и закрыли глаза в ожидании своей участи..."
      }
    ]
  },
  {
    "id": 115,
    "text": "Прошло совсем немного времени, но для вас, казалось, прошла целая вечность... \n\nСквозь сомкнутые веки почудилось, что света в зале стало больше, и вы открыли глаза. Мягкое сияние окутало статую Богини, и вам показалось, что Ее лицо улыбается.\n",
    "answers": [
      {
        "id": 27,
        "var_need": [
          "pdg",
          5
        ],
        "text": "В душе вы возликовали, так как подготовились к ритуалу идеально и заслужили ее особую милость."
      },
      {
        "id": 116,
        "text": "Вы скромно опустили взгляд, так как подготовились не совсем идеально.",
        "var_less": [
          "pdg",
          5
        ]
      }
    ]
  },
  {
    "id": 116,
    "text": "Загадочное сияние прекратилось так же внезапно, как и началось, но это стало теперь не так важно. \n\nТеперь Богиня приняла вашу мольбу и сделала своей полноправной жрицей, что даёт вам право на достоиное будущее и безбедную старость. Вместо безродной и потерянной девочки — образованная и благородная жрица. \n\nПосле ритуальных песнопений, завершающих ритуал, Главная жрица, рука об руку с вами — главной виновницей торжества, повела всю процессию в трапезную, дабы отметить становление новой жрицы и вкусить щедрых даров, посланных Милостивой. Перед тем как отпустить твою руку, она попросила зайти тебя завтра в полдень к ней, дабы определить, где ты будешь в дальнейшем защищать интересы храма.\n\nВсе вокруг были искренне рады, что Богиня по прежнему одаривает храм сврей милостью и вниманием, а многие были счастливы, что этой милости удостоилась именно ты.",
    "answers": [
      {
        "id": 117,
        "text": "Празднуй, пируй, и входи в новый день с уверенностью!"
      }
    ]
  },
  {
    "id": 117,
    "text": "За окнами засиял новый день. Голова была немного тяжелой после нескольких чаш вина, которые вы выпили накануне за благодать Богини, однако мысль о встрече с Верховной сестрой отрезвляла. \n\nКому-то ведь было еще тяжелее, например, Серисе, которая не знала меры как и в болтовне, так и в веселье, и все-таки умудрилась затянуть в этот омут и вас. Думаю, теперь ей не будет стыдно пригласить свою некогда безродную подругу в богатое имение своей семьи, а, возможно, и на будущую свадьбу, которая рано или поздно состоится — обеты жрицы не запрещали браков, а ее семья и толпы воздыхателей не позволят ей остаться одной. \n\nОкинув взглядом свои новые жреческие покои, вы решили отложить тщательный осмотр на потом.",
    "answers": [
      {
        "id": 118,
        "text": "Пора идти к Верховной сестре и принять свою судьбу."
      }
    ]
  },
  {
    "id": 118,
    "text": "Осторожно постучав вы решили зайти. Главная жрица уже ждала вас и приказала подать к столу легкую трапезу.\n\n— Моя дорогая, ты обрадовала нас всех вчера, хотя иначе и быть не могло — редко в храме появлялись настолько одаренные и перспективные послушницы, хоть и неизвестного происхождения. Думаю, в будущем ты сможешь раскрыть тайну своего рождения, если на то будет милость нашей Богини. Теперь следует поговорить о твоей дальнейшей судьбе.\n",
    "answers": [
      {
        "id": 119,
        "text": "Вы смело встретили взгляд жрицы и приготовились слушать дальше.",
        "var_need": [
          "amb",
          5
        ]
      },
      {
        "id": 120,
        "text": "Вы сложили руки перед собой и приготовились слушать дальше.",
        "var_need": [
          "skr",
          5
        ]
      },
      {
        "id": 121,
        "text": "Вы улыбнулись и приготовились слушать дальше. (данный вариант является наилучшим, так как достигнут путем высокого уважения)",
        "var_need": [
          "uv",
          4
        ]
      }
    ]
  },
  {
    "id": 119,
    "text": "— В храме ты прежде всего известна как яркая и незаурядная личность, смелость и дальновидность твоих высказываний нередко ставила учителей в тупик. Я считаю, что тебе следует представлять интересы храма при дворе нашего солнцеликого повелителя, ведь там пригодится твоя несгибаемая воля и изощренный ум. ",
    "answers": [
      {
        "id": 122,
        "text": "Только подобный ответ и мог обрадовать тебя."
      }
    ]
  },
  {
    "id": 120,
    "text": "Глубокое понимание сути вещей всегда отличало тебя от других сестер. Огромная эрудиция и терпение, а так же множество часов, проведенных среди свитков и книг, склоняют мое решение в пользу Обители знаний. Думаю там ты полностью раскроешь свой потенциал.",
    "answers": [
      {
        "id": 123,
        "text": "Счастье заискрилось в вашем сердце, ведь это ответ был так желанен для вас."
      }
    ]
  },
  {
    "id": 121,
    "text": "— Боюсь это решение будет сложным для принятия его в одиночку. У другой жрицы я бы и спрашивать не стала, но ты особый случай. Я видела, как ты росла и расцветала на моих глазах, и в итоге превратилась в уважаемую и любимую всеми жрицу. Мудрость твоих суждений и находчивость меня неизменно радует, поэтому я дам тебе право выбора. Есть три места, где сейчас необходимо особое внимание храма:\n\n Дворец повелителя, с его нескончаемыми интригами и опасностями.\n\n Обитель знаний, где свет Богини так скуден, а опасность ереси все возрастает.\n\n Или... нет мне сложно тебе это предложить, но, учитывая твои прежние заслуги, — Оплот справедливости, где вершится дознание, правосудие и наказание для подданных нашего государства, боюсь чтобы идти туде необходима недюжинная храбрость и разумение, но я не оставляю попыток осветить светом Богини и эти жуткие места. \n\nЧто ты выберешь?",
    "answers": [
      {
        "id": 122,
        "text": "Дворец повелителя."
      },
      {
        "id": 123,
        "text": "Обитель знаний."
      },
      {
        "id": 124,
        "text": "Оплот справедливости "
      }
    ]
  },
  {
    "id": 122,
    "text": "— Дворец повелителя — сердце нашей огромной страны и источник всевозможных судьбоносных событий для всего народа. Интриги, перевороты, предательства, яды — все это требует огромной внимательности и проницательности, которую я надеюсь увидеть в тебе. Практически каждый день ты будешь находится во дворце, в этом нескончаемом водовороте придворных интриг. Я надеюсь ты станешь моими ушами и глазами и поможешь храму не только отстоять свои политические позиции, но и нарастить влияние и могущество. В свою очередь, храм никогда не оставит тебя без своей поддержки.\n\nВы много слышали о роскошном дворце, особенно о недавно взошедшем на престол солнцеликом повелителе и его семье. Возможно вам удастся приблизится к его ослепляющему величию и не сгореть до тла.",
    "answers": [
      {
        "id": 126,
        "text": "Вы заверили главную жрицу в своей преданности."
      },
      {
        "id": 122,
        "text": "* Поздравляем! Вы вышли на часть \"Дворец повелителя\". Автор рекомендует сохранить прогресс и очень надеется, что перепрохождение первой части в дальнейшем не потребуется)",
        "comment": true
      }
    ]
  },
  {
    "id": 123,
    "text": "— Обитель знаний — место, не терпящее суеты и спешки. Там, под кропотливым взглядом талантливейших людей нашей страны, рождаются новые знания, изобретения, порой даже смертельно опасные и способные изменить судьбу всего человечества. Твоя задача — не позволить торжеству разума затмить свет Богини и совершить непоправимые ошибки. Все мы должны служить ее воле и оберегать сотворенный ею мир от опасности неверия и алчности человеческого ума. Твое неуемное любопытство и большая эрудиция помогут тебе.\n\nСлухи о гениальности ученых обители доходят и до храма, особенно интригуют новости о применении недозволенной некромантии и слугах тьмы, которые могут скрываться среди исследователей. Интересно будет убедится в их правдивости, а так же узнать о таинственном гении, превзошедшем даже мудрейших старейшин.",
    "answers": [
      {
        "id": 125,
        "text": "Вы выразили готовность помогать храму  в достижении этих целей."
      },
      {
        "id": 123,
        "text": "* Поздравляем! Вы вышли на часть \"Обитель знаний\". Автор рекомендует сохранить прогресс и очень надеется, что перепрохождение первой части в дальнейшем не потребуется)",
        "comment": true
      }
    ]
  },
  {
    "id": 124,
    "text": "— Попасть в оплот справедливости боятся все — и крестьяне, и знатные люди, так как оттуда человек выходит совершенно иным, если ему повезет вообще оттуда выйти. Здесь слишком велико влияние Справедливой, но так мало влияния Милосердной ипостаси нашей Богини. Думаю, ты сможешь найти способ помочь невинным и обличить виноватых, особено в сегодняшнее неспокойное время, где клевету используют как оружие против соперников без реальной их вины. Эту миссию я считаю самой сложной, но я надеюсь на твое благоразумие и благоволение Богини. От твоих решений будет зависеть множество жизней.\n\nВаше сердце дрогнуло от слов Верховной сестры, особенно если вспомнить какими суровыми могут быть служители справедливости. Но мудрость и дальновидный подход помогут найти доброту и чувства даже там, где совершенно не ожидаешь их увидеть.",
    "answers": [
      {
        "id": 125,
        "text": "Вы согласились с Верховной сестрой, а ваш облик излучает уверенность."
      },
      {
        "id": 124,
        "text": "* Поздравляем! Вы вышли на часть \" Оплот справедливости\". Автор рекомендует сохранить прогресс и очень надеется, что перепрохождение первой части в дальнейшем не потребуется)",
        "comment": true
      }
    ]
  },
  {
    "id": 125,
    "text": "Конец 1 части!\n\nСпасибо за прохождение первой части квеста \"Путь истинной жрицы\". Надеюсь вам понравилось!\n\nЗа найденные ошибки прошу кидаться мягкой стороной тапочка)",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      }
    ]
  },
  {
    "id": 126,
    "text": "2 часть \"Дворец повелителя\".\n\nУже почти полгода вы находитесь в статусе полноправной жрицы. Однако серьезные испытания еще не появились на вашем пути.\n\nПохоже, что Главная жрица все это время давала вам возможность приноровиться к дворцовой жизни: сопровождение ее на официальных визитах и собраниях, посещение пиров в честь многочисленных праздников, долгие вечерние разговоры о политической ситуации в ее кабинете — все это конечно интересно и полезно, но мало похоже на то, о чем вы мечтали...\n\nНо сегодня Богиня похоже сжалилась над вами и услышала мольбы.",
    "answers": [
      {
        "id": 127,
        "text": "Вперед в новый день!"
      }
    ]
  },
  {
    "id": 127,
    "text": "Солнце еще только-только осветило горизонт, а Главная жрица уже отправила к вам гонца с приглашением на совместный завтрак в ее кабинете.\n\nПриведя себя в порядок и облачившись в достоиные такого события одеяния, вы уже сидите напротив Верховной сестры и аккуратными движениями отщипываете кусочки от ароматного свежего хлеба. Но, похоже, она не торопится начинать разговор.\n",
    "answers": [
      {
        "id": 128,
        "text": "Спросить прямо о причинах такой ранней встречи.",
        "var_add": [
          "pr",
          1
        ]
      },
      {
        "id": 129,
        "text": "Рано или поздно она сама не выдержит и все расскажет, а я подожду...",
        "var_add": [
          "cov",
          1
        ]
      }
    ]
  },
  {
    "id": 128,
    "text": "Вы терпеть не можете это ненужные интригующие паузы, загадочные вздохи и непонятные взгляды. Главная жрица нередко вздыхала по этому поводу и говорила, что в армии вы бы прекрасно прижились — все четко, ясно и без недомолвок. Среди простых людей очень ценятся подобные качества, они с недоверием относятся к всяким уверткам и загадкам, а вот придворные всю жизнь вынуждены менять тысячи масок. \n\nГлавная жрица отставила свою чашу, и решила удовлетворить ваше любопытство.",
    "answers": [
      {
        "id": 128,
        "text": "С помощью открытости вы прокладываете путь к сердцам людей. Посмотрим, будет ли так дальше. Прямолинейность:",
        "comment": true,
        "var_show": [
          "pr"
        ]
      },
      {
        "id": 130,
        "text": "Ну наконец-то нормальный разговор начался"
      }
    ]
  },
  {
    "id": 129,
    "text": "Словно прекрасная хищная кобра вы знаете свои сильные и слабые стороны и используете их для достижения своих целей. Прощупав оппонента, вы, как опытный азартный игрок, вдумчиво делаете следующий ход, но при этом вряд ли хоть что-то выдаст ваши намерения. Похвальные качества для дворцовой жизни, однако есть рыбы и покрупнее в этом пруду, которые сразу увидят в вас \"свою\" и сделают выводы...\n \nГлавная жрица с одобрением во взгляде посмотрела на вас и начала рассказ.",
    "answers": [
      {
        "id": 129,
        "text": "Хитрость и чутье - вот ваши верные спутники во дворцовой жизни. Посмотрим, как они будут сопровождать вас. Коварство:",
        "comment": true,
        "var_show": [
          "cov"
        ]
      },
      {
        "id": 130,
        "text": "Одарив собеседницу понимающей улыбкой, вы приготовились слушать"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Я давно пристально наблюдаю за твоим поведением во дворце и не уверена в том, что пришла пора отпустить тебя в самостоятельное плавание по этим опасным водам. Ты слишком юна и не нарастила необходимого влияния, не обрела достаточного колличества связей. Однако... такой благоприятной возможности, которая появилась сейчас, может и не предоставиться больше. Думаю, ты изучала на уроках истории, какие трагические события привели нашу солнцеликую династию к правлению. Еще живы очевидцы той ужасной войны, которая разразилась из-за борьбы двух династий за трон. И всегда находятся противники правления нашего государя, тайные или явные. Они всегда ищут способ пошатнуть незыблемость власти, будь то открытое покушение на жизнь или тайный заговор. \n\nВы вспоминаете, что предыдущий повелитель скончался при весьма загадочных обстоятельствах — слишком подозрительна и сильна была его болезнь. После себя он оставил двоих детей — сына, нынешнего солнцеликого повелителя Арикшета Первого, да продлит Богиня его дни, и несовершеннолетнюю дочь — принцессу Меритеш. ",
    "answers": [
      {
        "id": 131,
        "text": "Вы заинтересованно слушаете дальше..."
      }
    ]
  },
  {
    "id": 131,
    "text": "— Так вот, на вчерашнем совете вскрылись очередные недовольства. И это связано с религией. Среди народа пущены ядовитые слухи о том, что солнцеликая династия — безбожники, которые не почитают волю Богини и даже... ставят себя выше нее. Да, в прошлом году были сокращены некоторые торжественные церемонии в угоду экономии казны, во многих сферах проведены подобные реформы.\nРазумеется, на самого повелителя клеветать никто не посмеет, а вот каждый шаг принцессы активно обсуждается и критикуется. Чтобы заставить слухи о ее \"поверхностном\" образовании и \"безбожном\" поведении ее семьи умолкнуть, главный советник попросил меня позаботиться о регилиозном облике и воспитании принцессы. Но у меня совершенно нет времени возиться с девчонкой, тем более я не могу находится при ней постоянно...",
    "answers": [
      {
        "id": 132,
        "text": "- Вы хотите доверить эту важную миссию мне?"
      }
    ]
  },
  {
    "id": 132,
    "text": "— Именно, моя дорогая. Разница между вами в возрасте не велика, вы быстро найдете общий язык. А, заслужив благоволение члена царской семьи, ты и сама станешь \"своим\" человеком во дворце и сможешь принести немало пользы для репутации храма. Тем более повелитель души не чает в своей младшей сестре. Но и занятиями пренебрегать нельзя, принцесса должна излучать осведомленность во всем, что касается ритуалов Богини. \nДумаю тебе также понадобится помощница, у тебя появится много забот — начиная от подготовки расписания и до выбора подходящих одеяний. Сериса отлично подойдет, она из знатной семьи и до сих пор не привыкла к аскетизму храмового уклада жизни. Ты не против?",
    "answers": [
      {
        "id": 133,
        "text": "- Мы отлично с ней сработаемся."
      }
    ]
  },
  {
    "id": 133,
    "text": "Вы еще немного обсудили неотложные вопросы и настало время сборов для переезда во дворец.\n\nСериса, сияя от счастья, порхала над вашим гардеробом и помогала собирать все нужные вещи. Несмотря на нескончаемый поток слов, ничто не ускользало от ее взгляда — ни перломутровый гребешок, спрятавшийся за шкатулкой с косметикой, ни отрезы алого шелка, из которого вы планировали пошив одения на праздник солнцестояния. Вы, благодарно улыбаясь, смотрели на эти хаотические метания и представляли свою будущую жизнь во дворце. Какие приемы вам предстоит посетить, как вас примет в свой круг принцесса, а может вам повезет увидеть и самого солнцеликого повелителя, кто знает...",
    "answers": [
      {
        "id": 134,
        "text": "Мне бы очень этого хотелось, интересно какой он",
        "var_add": [
          "pov",
          1
        ]
      },
      {
        "id": 135,
        "text": "Надо не забыть аккуратно упаковать писания Богини "
      }
    ]
  },
  {
    "id": 134,
    "text": "Вы немного смутились от таких смелых мыслей. Разве можно думать о солнцеликом как об обычном человеке. Хотя, слухи говорят, что он обладает весьма яркой внешностью — чего стоят одни огненно-рыжие длинные волосы, которые так необычны для большинства темноволосых жителей этой страны. Еще говорят, он благосклонно относится к женскому вниманию, однако, как ни странно, до сих пор не женат, и даже не обручен, что вызывает недоумение у народа и бурный протест у его советников.",
    "answers": [
      {
        "id": 134,
        "text": "Похоже вы проявляете излишний интерес к личности повелителя, это что-то значит. Отношения с повелителем:",
        "comment": true,
        "var_show": [
          "pov"
        ]
      },
      {
        "id": 135,
        "text": "Может он ищет свою любовь... или выбирает самую выгодную партию - кто знает "
      }
    ]
  },
  {
    "id": 135,
    "text": "И вот наступил день вашего переезда и представления ее солнцеликому великолепию, принцессе Меритеш. \n\nПройдя многочисленные коридоры, в достоином вашего статуса одеянии и в сопровождении помощницы — Серисы, вы вошли в личные покои принцессы. Юная, красивая и роскошно одетая девушка играла фишками, вырезанными из сверкающих драгоценных камней, со своей служанкой. Обернувшись на ваше приветствие, она улыбнулась и жестом указала на место напротив, которое мгновенно покинула ее противница по игре. \n\n— Вы ведь составите мне компанию, а то мне слишком скучно играть со своими служанками.",
    "answers": [
      {
        "id": 136,
        "text": "Понятия не имею, какие правила у этой игры, однако, если вы объясните, то я попробую"
      }
    ]
  },
  {
    "id": 136,
    "text": "Принцесса обрадовалась и начала увлеченно вам рассказывать. Во время игры она казалась такой юной и непосредственной, похоже ей это действительно нравится.\n\nПосле нескольких пробных проигранных партий, вы поняли, в чем суть игры, и какие уловки можно применить — не зря же вы были одной из лучших на уроках счета и логики у наставника Перешта. Не наглая лесть, как у большинства других послушниц, а знания и часы кропотливой учебы помогали вам получать высшие баллы. Но следует подумать о стратегии заранее:\n",
    "answers": [
      {
        "id": 137,
        "text": "Притворюсь, что проигрываю, а потом резко возьму реванш",
        "var_add": [
          "cov",
          1
        ]
      },
      {
        "id": 138,
        "text": "Выиграю все ее фишки до последней изнурительными стычками",
        "var_add": [
          "pr",
          1
        ]
      }
    ]
  },
  {
    "id": 137,
    "text": "Как хищник, играясь со своей добычей, вы уводили внимание принцессы от стратегически важных фишек, изматывали ее мелкими незначительными стычками и заставляли все больше и больше поверить в свою победу. От волнения она прикусывала губы, а глаза заблестели азартом и предвкушением следующего хода. Как жаль, но ее победе не суждено было случится на этот раз.",
    "answers": [
      {
        "id": 137,
        "text": "Какая изощренная и сложная игра. Коварство:",
        "comment": true,
        "var_show": [
          "cov"
        ]
      },
      {
        "id": 139,
        "text": "Не терять контроля над игрой"
      },
      {
        "id": 140,
        "text": "Похоже Сериса пытается вам что-то показать жестами."
      }
    ]
  },
  {
    "id": 138,
    "text": "Одна, вторая, третья — все больше и больше фишек ложились на вашу сторону стола, и все меньше появлялось на стороне принцессы. Ваша противница уже не улыбалась так расслабленно, как раньше, а все внимание было приковано к игровой доске. Но первые стратегически важные фигуры были упущены, и теперь было очевидно, каким будет итог игры.",
    "answers": [
      {
        "id": 138,
        "text": "Ваши намерения очевидны даже в игре. Прямолинейность:",
        "comment": true,
        "var_show": [
          "pr"
        ]
      },
      {
        "id": 139,
        "text": "Сосредоточиться на следующих ходах"
      },
      {
        "id": 140,
        "text": "Похоже Сериса пытается вам что-то сказать жестами"
      }
    ]
  },
  {
    "id": 139,
    "text": "Увлеченная игрой, вы не заметили, как в покои принцессы вошел роскошно одетый молодой мужчина и склонился над доской. По количеству охраны, его необычной внешности и золотом венце на голове, вы поняли, что перед вами повелитель. Вы попытались встать и поприветствовать его как следует, но он жестом остановил вас.",
    "answers": [
      {
        "id": 142,
        "text": "Неловко получилось."
      }
    ]
  },
  {
    "id": 140,
    "text": "Вы незаметно переводите взгляд на вашу помощницу, и видите, что она указывает на дверь. Вооруженные мужчины в сверкающих одеждах и с грозными копьями дворцовой охраны открывают тяжелые инкрустированные золотом двери. Похоже, сюда собирается зайти кто-то имеющий высокое положение в стенах этого дворца.\n",
    "answers": [
      {
        "id": 141,
        "text": "Незаметно поправить прическу, разгладить складки на платье и выпрямить спину",
        "var_add": [
          "vl",
          1
        ]
      }
    ]
  },
  {
    "id": 141,
    "text": "Как только двери были широко распахнуты, в комнату быстрым шагом вошел молодой рыжеволосый мужчина. Даже не глядя на его золотой венец и властность, проскальзывающую в движениях, было понятно, что перед вами солнцеликий повелитель. Все находящиеся в зале склонились, и ваш грациозный и своевременный поклон не заставил себя ждать. Повелитель кивнул вам и жестом призвал продолжить игру.",
    "answers": [
      {
        "id": 141,
        "text": "Слухи о ваших хороших манерах распространятся во дворце. Влияние:",
        "comment": true,
        "var_show": [
          "vl"
        ]
      },
      {
        "id": 142,
        "text": "Вы снова погрузились в игру, довольная собой."
      }
    ]
  },
  {
    "id": 142,
    "text": "Игра уже приближалась к своему концу и завершилась сокрушительным поражением принцессы. Не сдержав возгласа, она повернулась к своему брату и обняла его, приветствуя.\n\n— Ты видел это? Моя наставница из храма обыграла меня вчистую, при том, что это ее третья игра в жизни!\n\nОтветив на объятия любимой сестры, повелитель прожег вас изучающим взглядом.\n\n— Полагаю ей повезло, или в храме до сих пор скрывался неорганенный алмаз, ускользнувший от нашего внимания. Возможно, мне самому следует проверить ее талант на деле и вынести окончательный вердикт. Ведь твоя противница не против?",
    "answers": [
      {
        "id": 143,
        "text": "Мое скромное везение не заслуживает Вашего высочайшего внимания, о солнцеликий. Я недостоина быть вашей противницей, однако принцесса весьма грозный противник, который вас не разочарует."
      },
      {
        "id": 144,
        "text": "Если его солнцеликое великолепие окажет мне милость, я буду рада сделать все возможное, чтобы игра порадовала Вас.",
        "var_add": [
          "pov",
          1
        ]
      }
    ]
  },
  {
    "id": 143,
    "text": "— Она права, брат, мы так давно не играли как раньше. Хотя бы пару разочков... или ты струсил?\n\n— Мой маленький хитрый тигренок, ты еще попросишь о пощаде. \n\nПринцесса заняла ваше место, и принялась расставлять фишки. Вы отошли к диванчику и оттуда наблюдали за игрой, которая прерывалась взрывами смеха и шутками. Похоже, оставшиеся в живых члены правящей семьи весьма дружны, и мало кто может нарушить эту семейную идилию. Множество трагических событий, произошедших в прошлом, сплотило их — цена восхождения на трон была весьма кровавой, отголоски тех времен слышны во дворце и сейчас.",
    "answers": [
      {
        "id": 145,
        "text": "Надо будет разузнать о тех временах поподробнее."
      }
    ]
  },
  {
    "id": 144,
    "text": "— Молите свою милостивую покровительницу о везении, ибо мало кто в этом дворце может сравнится со мной в этой игре.\n\nВаше безрассудство не знает границ, однако, слово назад не воротить, и вы немного дрожащими руками расставляете фишки.\n\nИгра была очень долгой и насыщенной. Скованность первых ходов, как ни странно, быстро прошла. Повелитель то и дело весело комментировал ваши ходы, заставляя вас то краснеть от смущения, то смеяться вместе с принцессой, которая нарочито громко шептала вам шутливые подсказки. Вскоре вы вышли на уверенную ничью, чем порадовали и свое самолюбие, и повелителя, которой пригласил вас поиграть ещё, когда предаставится возможность, мол таких ценных игроков нужно внести в летописи и вести строгий учет.\n\nВы смущенно дали свое согласие. Похоже семья повелителя оказалась вам на эти несколько мгновений ближе, чем весь остальной дворец вместе взятый.",
    "answers": [
      {
        "id": 144,
        "text": "Игра сблизила вас. Отношения с повелителем:",
        "comment": true,
        "var_show": [
          "pov"
        ]
      },
      {
        "id": 145,
        "text": "И это очень приятно."
      }
    ]
  },
  {
    "id": 145,
    "text": "Прошло несколько дней после этой необычной игры. Занятия с принцессой начались, и вы каждый день проводите по несколько часов в ее компании, стараясь объяснить ей азы веры в Богиню. Однако путь еще предстоит долгий, и, несмотря на то, что принцесса умная и усердная ученица, у вас возникает все больше и больше сложностей. \n\nПринцессе не составляет труда запоминать догматы веры, порядок действий в ритуалах — однако все это не несет с собой истинной веры в Богиню и похоже на марионеточный спектакль.  В ее речах и действиях сквозит сомнение и пренебрежение, а порой и насмешка, что ставит вас в тупик.\n \nПохоже, принцесса винит Богиню в гибели своих близких и не верит в ее милость и справедливость. И даже не хочет притворяться и скрывать это от остальных, что является огромной проблемой для миссии, возложенной на вас Храмом.\n\nНадо что-то предпринимать, иначе ваши усилия будут бессмысленны.",
    "answers": [
      {
        "id": 146,
        "text": "Надо постраться!"
      }
    ]
  },
  {
    "id": 146,
    "text": "План дворца повелителя",
    "answers": [
      {
        "id": 147,
        "text": "Дворцовый сад. Центральные галереи."
      },
      {
        "id": 148,
        "text": "Центральная часть. Большой зал приемов. Трапезная повелителя."
      },
      {
        "id": 149,
        "text": "Западное крыло. Покои принцессы. Покои фавориток повелителя."
      },
      {
        "id": 150,
        "text": "Восточное крыло. Дворцовая библиотека. Архив."
      },
      {
        "id": 151,
        "text": "Южное крыло. Гостевые комнаты. Ваши покои."
      },
      {
        "id": 152,
        "text": "Северное крыло. Покои повелителя."
      },
      {
        "id": 153,
        "text": "Подземные этажи. Сокровищница. Дворцовая тюрьма."
      },
      {
        "id": 154,
        "text": "Бытовые помещения. Кухня. Склады. Комнаты низших слуг."
      }
    ]
  },
  {
    "id": 147,
    "text": "Растения из всех уголков страны были посажены здесь еще со времен строительства дворца. Поистине, дворцовый сад является одним из чудес света — мало кто может остаться равнодушным, глядя на такое буйство красок и вдыхая такие изысканные ароматы. На центральной галерее, широкой, вымощеной гранитными плитами и окружённой высокими колоннами, всегда многолюдно.\n\nВ дворцовом саду также есть малое святилище Богини, где можно помедитировать и попросить ее милости.\n\nОднако, заходя вглубь сада, следует быть осторожной — тут очень легко заблудиться. ",
    "answers": [
      {
        "id": 146,
        "text": "Вернуться "
      },
      {
        "id": 170,
        "text": "К святилищу Богини."
      }
    ]
  },
  {
    "id": 148,
    "text": "Сердце дворца, где проводятся все главные советы, приемы, праздненства, где в любое время суток кипит бурная жизнь — это главный зал приемов. Увенчанный троном повелителя, он облачился в драгоценный мрамор всех возможных оттенков, исскусно обработанный лучшими мастерами страны. Со стен на присутствующих взирают запечатленные на фресках исторические события — как радостные, так и печальные, трагические.\n\nВ левой стороне находится проход в трапезную повелителя, где он делит пищу с особыми гостями или доверенными лицами.",
    "answers": [
      {
        "id": 146,
        "text": "Вернуться"
      },
      {
        "id": 162,
        "text": "Подойти к фрескам, отображающим восхождение на престол правящей династии",
        "need": [
          159
        ]
      }
    ]
  },
  {
    "id": 149,
    "text": "Западные крыло дворца издавна было обителью высокопоставленных женщин дворца. Так как мать повелителя давно умерла, все здесь находится во власти принцессы — до восхождения на престол будущей царицы, разумеется. \n\nТакже здесь располагаются покои фавориток повелителя — однако, судя по слухам, никого из них повелитель не выделяет особенно и ни одна не произвела на свет его наследника, так что их положение весьма неопределенное.",
    "answers": [
      {
        "id": 146,
        "text": "Вернуться "
      },
      {
        "id": 199,
        "text": "Зайти к принцессе",
        "need": [
          189
        ]
      }
    ]
  },
  {
    "id": 150,
    "text": "Одно из ваших любимых мест во дворце, так сильно напоминающее храм Богини с его спокойствием и размеренностью — это дворцовая библиотека. \n\nХоть она и сильно уступает в размерах и ценности хранящихся манусткриптов той же Обители знаний — средоточию всего ученого общества страны, здесь все равно можно найти много чего интересного. И самое ценное — это тишину и одиночество. Идеальное место для сосредоточенной разработки стратегий и составления планов.\n\nВ конце библиотеки расположен вход в дворцовый архив — темные и пыльные коридоры, заполненные книгами и свитками. Без особой необходимости лучше туда не ходить.",
    "answers": [
      {
        "id": 146,
        "text": "Вернуться "
      },
      {
        "id": 158,
        "text": "Занять свое любимое место у окна и поразмыслить неспеша!",
        "need": [
          -158
        ]
      },
      {
        "id": 161,
        "text": "Поискать нужные вам книги",
        "need": [
          160
        ]
      }
    ]
  },
  {
    "id": 151,
    "text": "Все гости дворца, а также некоторые сановники живут в южном крыле дворца. Ваши покои также находятся здесь.",
    "answers": [
      {
        "id": 146,
        "text": "Вернуться "
      },
      {
        "id": 155,
        "text": "Ваши комнаты."
      }
    ]
  },
  {
    "id": 152,
    "text": "Самые роскошные и изысканные комнаты находятся в северном крыле дворца, ведь здесь живет солнцеликий повелитель. Многие просители жаждут удостоится его аудиенции здесь, а множество девушек мечтают посетить его личные покои с весьма далеко идущими последствиями.",
    "answers": [
      {
        "id": 146,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 153,
    "text": "Грозные стражи бдительно охраняют подземные этажи, лишь только тихие стоны и хрипы заключенных из дворцовой тюрьмы разбавляют окружающую суровую атмосферу. Для них это в некотором роде перевалочный пункт — окончательное решение об их судьбе будет вынесено в Оплоте справедливости.",
    "answers": [
      {
        "id": 146,
        "text": "Вернуться "
      },
      {
        "id": 198,
        "text": "А ведь здесь и хранятся те самые \" особые царские драгоценности\"",
        "need": [
          189
        ]
      }
    ]
  },
  {
    "id": 154,
    "text": "Если в этом нет особой надобности, лучше здесь не находится — могут сбить с ног ненароком или запачкать наряд. И вряд ли вы получите извинения — знатным особам тут делать нечего.\n\nСлуги с самыми разными задачами снуют туда-сюда, в котлах и печах на кухне готовятся дворцовые яства. Тысячи запахов, тысячи голосов — полнейший хаос.",
    "answers": [
      {
        "id": 146,
        "text": "Вернуться "
      },
      {
        "id": 190,
        "text": "Рискнуть здоровьем и побродить, послушать сплетни...",
        "need": [
          -189
        ]
      }
    ]
  },
  {
    "id": 155,
    "text": "Дворец не поскупился для того, чтобы приглашенная жрица храма чувствовала себя комфортно. В вашем распоряжении несколько комнат: спальня, гардеробная, гостинная, комната вашей помошницы.\n\nЧаще всего Сериса гуляет во Дворцовом саду или выполняет ваши поручения.",
    "answers": [
      {
        "id": 156,
        "text": "Пустить все на самотек - все равно вы сделали все что могли (серьезно?!)",
        "need": [
          -202
        ]
      },
      {
        "id": 146,
        "text": "Вернуться в западное крыло "
      },
      {
        "id": 180,
        "text": "Взглянуть на ваш стол",
        "need": [
          144
        ]
      },
      {
        "id": 213,
        "text": "Вы готовы смело встретить испытания, которые ждут вас в будущем!",
        "need": [
          202
        ]
      }
    ]
  },
  {
    "id": 156,
    "text": "Вы уверены в этом? Неужели вы поставите на кон все свои предыдущие достижения и завершите свое пребывание здесь?",
    "answers": [
      {
        "id": 155,
        "text": "Я сошла с ума что-ли? Конечно нет!"
      },
      {
        "id": 157,
        "text": "Мне все это надоело. Пусть будет что будет "
      }
    ]
  },
  {
    "id": 157,
    "text": "Приняв такое рискованное решение, вы отбросили все попытки выполнить свою миссию максимально успешно — ну не хочет принцесса верить в Богиню, ну ей же хуже. Недовольство народа только возрастет, и тогда возможно царственный брат и его советники принудят ее. Но это не ваши заботы.\n\nВремя пролетело незаметно, и наступила церемония совершенноления принцессы. В роскошном наряде, подготовленном заботливой Серисой, вы вошли в зал и заняли свое место среди свиты принцессы. Прозвучали торжественные песнопения, виновница торжества величественно прошествовала мимо собравшихся.\n\nНо тут случилось что-то... непредвиденное. Когда принцесса прохожила мимо вас, яркая вспышка озарила всех присуствующих. Вы, зажмурившись, попытались отойти, но в итоге оказались еще ближе к принцессе и сияние резко усилилось. Все присутствующие убедились, что причина вспышки в вас — и тут вас пронзила стрела стражника. Похоже, вас заподозрили в покушении на жизнь принцессы и не стали разбираться...",
    "answers": [
      {
        "id": 223,
        "text": "Это конец."
      }
    ]
  },
  {
    "id": 158,
    "text": "Расположившись с удобством, вы постарались вспомнить все самые затруднительные ситуации, с которыми вам пришлось сталкиваться за вашу жизнь в храме, людей, с которыми вам приходилось иметь дела.\n\nСледует помочь принцессе переступить свою боль и доверится если не самой Богине, то хотя бы ее жрице. И вы понятия не имеете, как это сделать.\n\nТакже по многим вопросам, касающихся правящей семьи, вы невежественны, и следует восполнить пробелы.",
    "answers": [
      {
        "id": 159,
        "text": "Я сделаю все, что в моих силах и воспользуюсь помощью окружающих",
        "var_add": [
          "pr",
          1
        ]
      },
      {
        "id": 160,
        "text": "В моем распоряжении огромное хранилище знаний, нет нужды беспокоить других людей",
        "var_add": [
          "cov",
          1
        ]
      }
    ]
  },
  {
    "id": 159,
    "text": "Общение с людьми — одна из ваших сильных сторон. Все эти многоходовые комбинации занимают огромное колличество времени и сил, нужно действовть прямо и решительно. \n\nПоразмыслив, вы решили обойти доступные вам для посещения места и постараться найти сведущих людей, особенно эффективно пройтись  там, где находятся большие скопления народа.",
    "answers": [
      {
        "id": 159,
        "text": "Ваша открытость и искренность как магнит притягивает к вам людей. Но будьте осторожны, не всем следует доверять. Прямолинейность:",
        "comment": true,
        "var_show": [
          "pr"
        ]
      },
      {
        "id": 146,
        "text": "Удачной мне прогулки"
      }
    ]
  },
  {
    "id": 160,
    "text": "Без знаний человек безоружен. Поэтому вы собираетей найти в библиотеке свои доспехи и меч, а уже потом использовать их для атаки на обстоятельства внешнего мира. \n\nТак как вы — жрица Богини, поэтому прекрасно сведущи в ритуальных практиках и организации всевозможных празднеств, ведь все они посвящены в первую очередь во славу Богини. Следует посмотреть старинные книги, ведь то, что было посвящено Милостивой, никакая цензура не имела право вычеркнуть — это святотатство. ",
    "answers": [
      {
        "id": 160,
        "text": "Осмотрительность и осторожность ваши верные спутники. Коварство:",
        "comment": true,
        "var_show": [
          "cov"
        ]
      },
      {
        "id": 150,
        "text": "Следует продолжить изучение библиотеки"
      }
    ]
  },
  {
    "id": 161,
    "text": "Вы пожошли к стеллажам и пробежались взглядом по надписям. Огромное количество литературы на любой вкус молчаливо взирало на вас. ",
    "answers": [
      {
        "id": 146,
        "text": "Я передумала читать. Вернуться"
      },
      {
        "id": 173,
        "text": "У вас есть идеи, поискать нужные книги.",
        "need": [
          -179
        ]
      },
      {
        "id": 209,
        "text": "Поискать литературу, запрещенную в храме",
        "need": [
          -209
        ]
      }
    ]
  },
  {
    "id": 162,
    "text": "Величественные изображения, во всю стену богато инкрустированные драгоценными камнями и поражающие роскошью красок, запечатлели самые первые и важнейшие шаги солнцеликой династии.\n\nВ центре фрески вы видете отца Арикшета Первого — предыдущего правителя и основателя династии. В его руках меч правосудия, занесенный над пленными врагами в левой части фрески. Лицо обращено вправо, где его верные подданые ликуют и преподносят щедрые дары к его ногам.",
    "answers": [
      {
        "id": 163,
        "text": "Рядом с вами несколько человек, может стоит распросить их об изображении",
        "need": [
          -169
        ]
      }
    ]
  },
  {
    "id": 163,
    "text": "Итак, возле фрески стоят три человека. \n\nМолодой юноша в необычной одежде, с кубком в руках подпирает ближайшую колонну. Его скучающий взгляд бесцельно блуждает по стенам, сразу видно, что у него много свободного времени. Весьма красив и явно не стеснен в средствах. Будь на вашем месте Сериса — ее выбор очевиден.\n\nПожилой мужчина в неброском одеянии расположился на диванчике неподалеку. Вам очевидно, что он скрылся в прохладном зале, чтобы переждать несколько самых знойных часов в относительной прохладе огромного зала. Его руки, несмотря на возраст, выглядят опрятными и не несут на себе следов физического труда.\n\nТретий человек, попавшийся вам на глаза — это служанка, старательно смахивающая пыль с вазы возле фрески. Судя по ее движениям и частым поворотам головы — весьма энергичная и любопытная особа, но, несмотря на это, хорошо выполняющая свою работу. Скорее всего, она немного младше вас, хотя тут можно и ошибиться.",
    "answers": [
      {
        "id": 164,
        "text": "Улыбнуться молодому иностранцу"
      },
      {
        "id": 165,
        "text": "Обратиться к пожилому мужчине ",
        "need": [
          167
        ]
      },
      {
        "id": 166,
        "text": "Обратиться к пожилому мужчине",
        "need": [
          -167
        ],
        "var_add": [
          "vl",
          1
        ]
      },
      {
        "id": 168,
        "text": "Привлечь внимание девушки-служанки"
      }
    ]
  },
  {
    "id": 164,
    "text": "Молодой человек тот час же вернул вам улыбку и пригласил присоединиться к нему. \n\nВы начали разговор с простой светской беседы, в результате которой узнали, что юноша приехал в страну на прошлой неделе в составе иностранной делегации и даже родным вам языком владеет с трудом. Однако протекция богатых и знатных родителей, а так же его желание посмотреть мир, открывает множество возможностей. Он с радостью послушал бы лекцию об истории вашей страны от такой красавицы, как вы, особенно в более непринужденной обстановке, если вы не возражаете.\n",
    "answers": [
      {
        "id": 167,
        "text": "Совсем не подходит, но зато комплиментов наслушались"
      }
    ]
  },
  {
    "id": 165,
    "text": "Вы подошли к диванчику и спросили разрешения присесть рядом с пожилым мужчиной. Он обрадовался неожиданной компании молодой красавицы в жреческих одяниях.\n\nНачав светскую беседу, вы узнали, что он служит всю свою жизнь в качестве старшего писаря.  С самого детства он жил и обучался во дворце, чудом пережил переворот и много лет верой и правдой старается быть полезным солнцеликой династии по мере своих скромных сил. Хотя зрение последнее время начало немного подводить, поэтому через пару-тройку лет он попросится на заслуженный отдых и отправится в тот чудесный особнячок возле реки, который недавно выкупил на скопленные за несколько лет деньги.\n\nПод старость лет он начал увлекаться живописью и керамикой, прекрасные фрески в зале приводят его в восторг своим изяществом. А сколько смыслов несет в себе каждый штрих..",
    "answers": [
      {
        "id": 169,
        "text": "Вот он, нужный человек!"
      }
    ]
  },
  {
    "id": 166,
    "text": "Вы подошли к диванчику и спросили разрешения присесть рядом с пожилым мужчиной. Он обрадовался неожиданной компании молодой красавицы в жреческих одяниях.\n\nНачав светскую беседу, вы узнали, что он служит всю свою жизнь в качестве старшего писаря.  С самого детства он жил и обучался во дворце, чудом пережил переворот и много лет верой и правдой приносит пользу солнцеликой династии по мере своих скромных сил. Хотя зрение последнее время начало немного подводить, поэтому через пару-тройку лет он попросится на заслуженный отдых и отправится в тот чудесный особнячок возле реки, который недавно выкупил на скопленные за несколько лет деньги.\n\nПод старость лет он начал увлекаться живописью и керамикой, прекрасные фрески в зале приводят его в восторг своим изяществом. А сколько смыслов несет в себе каждый штрих..",
    "answers": [
      {
        "id": 166,
        "text": "Вы отлично разбираетесь в людях, это ценное качество.  С первого раза нашли нужного человека! Влияние во дворце:",
        "comment": true,
        "var_show": [
          "vl"
        ]
      },
      {
        "id": 169,
        "text": "Вы нашли нужного человека!"
      }
    ]
  },
  {
    "id": 167,
    "text": "Вежливо попрощавшись с собеседником, вы вернулись к фреске и попытались найти кого нибудь еще.",
    "answers": [
      {
        "id": 163,
        "text": "Новая попытка, надеюсь удачная на это раз"
      }
    ]
  },
  {
    "id": 168,
    "text": "Девушка отвлеклась от смахивания пыли и почтительно подошла к вам. \n\nТолько вы попытались начать разговор, но сразу были сметены шквалом вопросов о храмовой жизни и просьбами о благословлении членов ее большой семьи. Три старших брата служат в армии, она каждый день молится за их жизни и дальнейшее продвижение по службе. Отец ее недавно взял вторую жену в семью, а та, будучи младше даже ее самой, родила двух мальчиков-близнецов, таких прехорошеньких, светленких и кудрявеньких, с пухлыми нежными щёчками... \n\nПро фреску на стене она знает только то, что ее необходимо протирать мягкой сухой тряпочкой дважды в неделю. ",
    "answers": [
      {
        "id": 167,
        "text": "Полный провал, но вы щедро благословили ее во имя Богини..."
      }
    ]
  },
  {
    "id": 169,
    "text": "Вы попросили старшего писаря рассказать вам о фреске и о времени, изображённом на ней. \n\nЭто, оказывается, самая загадочная и скандальная фреска за всю историю дворца! Ваш собеседник помнит, что художник чуть не поплатился жизнью за, казалось бы, сущий пустяк — недостаточно ярко изобразил сияние вокруг повелителя и нарисовал неправильное количество саргофагов в руках пленных врагов. Продолжив свой рассказ, с вас предварительно взяли клятву Богини никому не рассказывать о том, откуда вы узнали эту информацию.\n\nНа ваш вопрос про сияние, старший писарь усмехнулся, и прошептал, что это он должен спрашивать у жрицы такие вопросы, а не она у него. \n\nНу а с саргофагами связана темная история. У предыдущего правителя было шесть детей, но последнего новорожденного ребенка слуги солцеликого повелителя не смогли найти и казнить. Художник так и изобразил — пять саргофагов, чем чуть не спровоцировал очередной переворот. Пришлось дорисовывать в спешке шестой саргофаг, хотя опытному глазу искусствоведа видно, что краска там наложена позже.",
    "answers": [
      {
        "id": 179,
        "text": "Горячо поблагодарить собеседника и продолжить свои поиски..."
      }
    ]
  },
  {
    "id": 170,
    "text": "Прекрасный павильон, в центре которого расположилась изящная статуя богини из белоснежного мрамора. Здесь приятно даже просто находиться, однако вы почти никогда не застаете посетителей — видимо во дворце жизнь интереснее.\n\nПодношения сложены вокруг статуи, но явно по большей части принадлежащие простому народу — свежие цветы и фрукты, фигурки вырезанные из дерева. Медные монеты в специальной чаше затмевают блеск золотых и серебрянных сородичей.",
    "answers": [
      {
        "id": 147,
        "text": "Вернуться"
      },
      {
        "id": 171,
        "text": "Помедитировать"
      },
      {
        "id": 172,
        "text": "Попробовать поговорить с богиней.",
        "need": [
          -189
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 171,
    "text": "Вы приняли удобную позу, закрыли глаза и сосредоточились.",
    "answers": [
      {
        "id": 171,
        "text": "Ваша стратегия во дворце. \nКоварство:",
        "comment": true,
        "var_show": [
          "cov"
        ]
      },
      {
        "id": 171,
        "text": "Ваша стратегия во дворце.\nПрямолинейность:",
        "comment": true,
        "var_show": [
          "pr"
        ]
      },
      {
        "id": 171,
        "text": "Влияние во дворце:",
        "comment": true,
        "var_show": [
          "vl"
        ]
      },
      {
        "id": 171,
        "text": "Отношения с повелителем:",
        "comment": true,
        "var_show": [
          "pov"
        ]
      },
      {
        "id": 170,
        "text": "Закончить медитацию"
      }
    ]
  },
  {
    "id": 172,
    "text": "Приняв удобную позу, вы молитвенно сложили руки и попытались дотянуться своим разумом и сердцем до силы Богини. Во время ритуала вы были отмечены ее благоволением и можете надеяться поговорить с ней напрямую.\n\nВозможно, в самые важные и спорные моменты она ответит вам. Вам остается лишь надеятся на ее милость...",
    "answers": [
      {
        "id": 170,
        "text": "Выйти из транса"
      },
      {
        "id": 191,
        "text": "Вспомнить о том, как вы получили метку Богини и ее особое благоволение.",
        "need": [
          27
        ]
      }
    ]
  },
  {
    "id": 173,
    "text": "Итак, напрямую о временах переворота нигде не будет упомянуто, это вам ясно. Придется идти окольными путями и поискать что-то о ритуалах, проводимых во славу Богини.\n\nЛетописи могли бы пролить немного света на те события, ведь все что касается Богини нельзя вычеркнуть из истории. По крайней мере вы на это надеетесь.\n\nСчетные книги также несут в себе много информации, порой слишком большое количество и ненужной. И врядли кто-то будет в них что-то редактировать или убирать. Однако необходимы специальные знания, чтобы разобраться в значении формулировок и записей.\n\nИ последнее, что пришло вам на ум — научные труды, написанные и изданные в ту эпоху. Ученый наверняка упомянет об окружающих событиях в своих исследованиях, а цензоры не будут искать политику в научных трудах.\n",
    "answers": [
      {
        "id": 174,
        "text": "Летописи"
      },
      {
        "id": 175,
        "text": "Счетные книги",
        "need": [
          178
        ]
      },
      {
        "id": 176,
        "text": "Счетные книги",
        "need": [
          -178
        ],
        "var_add": [
          "vl",
          1
        ]
      },
      {
        "id": 177,
        "text": "Научные труды"
      }
    ]
  },
  {
    "id": 174,
    "text": "Летописи — хороший вариант, но в более правдивом и безопасном обществе, а не во дворце. Даже бумага в книгах была новее, чем эпоха описанная в них — похоже все было переписано с нуля, дабы возвысить правящую династию и убрать восхваления в адрес предыдущей. У вас сложилось впечатление, что люди впервые стали жить счасливо только при солнцеликой династии, а до этого были лишь голод, нищета и рабство. Что-то не похоже на правду.",
    "answers": [
      {
        "id": 178,
        "text": "Вы снова в тупике"
      }
    ]
  },
  {
    "id": 175,
    "text": "Огромные пыльные талмуды нависли над вами и вы немного оробели перед таким количеством сведений. Но, вспомнив об основных праздниках Богини и отсортировав книги по датам, вы значительно уменьшили их колличество. Теперь осталось понять значение денежных операций и отсеять ненужные.\n\nИ вот ваш кропотливый труд дал свои плоды:\n\n— Помимо расходов на основные ритуальные облачения предыдущей династии: повелителя, его жен и пятерых детей, были закуплены одеяния и для шестого — и судя по размерам это младенец. Похоже у царской семьи накануне переворота появился шестой ребенок, о котором совершенно ничего не упоминается в официальных хрониках, вы точно помните это из уроков истории.\n\n— Заказ на изготовление загадочного \"светящегося элексира\" для нанесения его на корону и драгоценности повелителя. Но зачем? ",
    "answers": [
      {
        "id": 179,
        "text": "Вопросов стало еще больше."
      }
    ]
  },
  {
    "id": 176,
    "text": "Огромные пыльные талмуды нависли над вами и вы немного оробели перед таким количеством сведений. Но, вспомнив об основных праздниках Богини и отсортировав книги по датам, вы значительно уменьшили их колличество. Теперь осталось понять значение денежных операций и отсеять ненужные.\n\nИ вот ваш кропотливый труд дал свои плоды:\n\n— Помимо расходов на основные ритуальные облачения предыдущей династии: повелителя, его жен и пятерых детей, были закуплены одеяния и для шестого — и судя по размерам это младенец. Похоже у царской семьи накануне переворота появился шестой ребенок, о котором  ничего не упоминается в официальных хрониках, вы точно помните это из уроков истории.\n\n— Заказ на изготовление загадочного \"светящегося элексира\" для нанесения его на корону и драгоценности повелителя. Но зачем? ",
    "answers": [
      {
        "id": 176,
        "text": "Вы невероятно проницательны и с первого раза отыскали нужную информацию. Влияние во дворце:",
        "comment": true,
        "var_show": [
          "vl"
        ]
      },
      {
        "id": 179,
        "text": "Интересно"
      }
    ]
  },
  {
    "id": 177,
    "text": "Если бы вы искали в библиотеке Обители знаний, в которой  хранятся все главные научные исследования и можно спрятать любые сведения, — возможно этот метод и помог бы. Однако во дворце была проштудирована на предмет инакомыслия каждая книга, и вы увидели лишь вырванные страницы и замазанные фразы, не относящиеся к теме исследования. Очень жаль.",
    "answers": [
      {
        "id": 178,
        "text": "Что поделаешь "
      }
    ]
  },
  {
    "id": 178,
    "text": "Вы не преуспели и возвращаетесь к поискам в другой сфере.",
    "answers": [
      {
        "id": 173,
        "text": "Вернуться к полкам"
      }
    ]
  },
  {
    "id": 179,
    "text": "Вы преуспели в поисках, но наткнулись на интересные тайны. Куда они приведут вас?",
    "answers": [
      {
        "id": 146,
        "text": "Кто знает?"
      }
    ]
  },
  {
    "id": 180,
    "text": "Красивая столешница из темного дерева, изысканные письменные принадлежности — все это радует глаз. Так и хочется применить их на деле.",
    "answers": [
      {
        "id": 155,
        "text": "Вернуться"
      },
      {
        "id": 181,
        "text": "Загадочное письмо ожидает вас на столе",
        "need": [
          -181
        ]
      }
    ]
  },
  {
    "id": 181,
    "text": "Вы в недоумении разворачиваете его, невольно отметив каллиграфический почерк отправителя и бумагу высокого качества, на которой написано послание. \n\nО той, чья меня пронзила смелость.\nПобеды я жажду, реванш получить.\nВ полуденный час не сочтите за дерзость,\nВ покоях моих время игре уделить.\n\nВас бросило в жар от понимания того, кто является автором этого шутливого послания.",
    "answers": [
      {
        "id": 182,
        "text": "Нужно немедля отправляться к повелителю, нельзя заставлять его ждать!"
      },
      {
        "id": 183,
        "text": "Разыскать Серису и тщательно подготовится - думаю небольшая заминка простительна",
        "var_add": [
          "pov",
          1
        ]
      },
      {
        "id": 180,
        "text": "Не принимать приглашение повелителя - у вас нет на это времени и желания"
      }
    ]
  },
  {
    "id": 182,
    "text": "Вы быстрым шагом дошли до покоев повелителя, оправили одежду и приготовились войти.",
    "answers": [
      {
        "id": 185,
        "text": "Похоже, вас уже ожидают",
        "var_add": [
          "pov",
          1
        ]
      }
    ]
  },
  {
    "id": 183,
    "text": "Вы показали письмо прибежавшей на ваш зов Серисе и вкратце обрисовали сложившуюся ситуацию. И не забыли взять с нее слово, что ни одна мышь во дворце не узнает об этом от нее. \n\n— Очень смешно, моя дорогая, я уверена что полдворца уже судачат о невероятном интересе повелителя к игре с жрицей Богини, или... может к ней самой, хи-хи. Все, все, я шучу, тфу-тфу хоть бы не сглазить. Так, нужно что-то не вычурное, но при этом следует постараться сразить его наповал. А повелитель тот еще хитрец, так мало дал времени на сборы. Но ничего, ничего, вот мой двоюродный дядюшка, когда служил в армии северных уделов, во время боя одной рукой натягивал тунику, а другой отбивался от врагов, а я бы еще и макияж нанести успела, если бы меня ожидал мой возлюбленный, хи-хи...",
    "answers": [
      {
        "id": 182,
        "text": "Эту балаболку не заткнуть, Богиня дай мне терпения"
      }
    ]
  },
  {
    "id": 184,
    "text": "Располагаясь за столом для игры, вы шутливо перебросились несколькими фразами, и приступили к игре. \n\nХоть игра и была весьма увлекательной, но вас не покидало ощущение, что повелителя она интересовала в меньшей степени, чем вы сами. Его внимательный взгляд часто останавливался на вашем лице, он охотно поддерживал беседу и отвечал на ваши незатейливые шутки, и, похоже, понемногу прощупывал вас как личность. \n\nВам было приятно его внимание, и вы надеялись, что не очень часто краснеете или говорите глупости. \n\nНо все так или иначе подходит к концу. Повелитель поблагодарил за проведенное вместе время и выразил надежду, что у нас еще будет много поводов для встреч. Осторожный и хитрый хищник потрогал вас своей мягкой лапкой и выбрал стратегию постепенного изучения и сближения. И как вы смотрите на это?",
    "answers": [
      {
        "id": 184,
        "text": "Похоже вы заинтересовали повелителя не только как товарищ по игре. Отношения с повелителем:",
        "comment": true,
        "var_show": [
          "pov"
        ]
      },
      {
        "id": 146,
        "text": "Поблагодарить повелителя за приятно проведенное время"
      }
    ]
  },
  {
    "id": 185,
    "text": "Вы вошли в залитый солнцем уютный зал. Похоже это была гостинная для неофициальных приемов — все предметы излучали уют и доброжелательную атмосферу.\n\nВ центре за столом для игры восседал сам солнцеликий и задумчиво крутил в руках фишку. Увидев вас, он отложил ее в сторону и искренне улыбнулся вам.",
    "answers": [
      {
        "id": 184,
        "text": "Грациозно склониться в поклоне.",
        "need": [
          -183
        ]
      },
      {
        "id": 186,
        "text": "Грациозно склониться в поклоне.",
        "need": [
          183
        ]
      }
    ]
  },
  {
    "id": 186,
    "text": "Располагаясь за столом для игры, вы шутливо перебросились несколькими фразами, и приступили к игре. Особенно он восхитился вашей красотой, и выразил сожаление, что мужчинам нельзя пойти послушниками в храм Богини, а то там, оказывается, столько красоты обитает. Шутки шутками, но глаза его задержались на вашей фигуре, умело подчеркнутой стараниями Серисы, немного дольше необходимого, что немного смутило и польстило одновременно.\n\nХоть игра и была весьма увлекательной, но вас не покидало ощущение, что повелителя она интересовала в меньшей степени, чем вы. Его внимательный взгляд часто останавливался на вашкм лице и фигуре, он охотно поддерживал беседу и отвечал на ваши незатейливые шутки, и, похоже, понемногу прощупывал вас как личность. \n\nВам было приятно его внимание, и вы надеялись, что не очень часто краснеете или говорите глупости. \n\nНо все так или иначе подходит к концу. Повелитель поблагодарил за проведенное вместе время и выразил надежду, что у нас еще будет много поводов для встреч. Осторожный и хитрый хищник потрогал вас своей мягкой лапкой и выбрал стратегию постепенного изучения и сближения. И как вы смотрите на это?",
    "answers": [
      {
        "id": 186,
        "text": "Вы вызвали интерес повелителя и он не может оторвать от вас взгляд. Отношения с повелителем:",
        "comment": true,
        "var_show": [
          "pov"
        ]
      },
      {
        "id": 146,
        "text": "Поблагодарить повелителя за прекрасно проведенное время"
      }
    ]
  },
  {
    "id": 187,
    "text": "— Мое дорогое дитя, я вижу смятение в твоей душе. Это долгая история, которая началась еще до твоего рождения. Предыдущая династия, царствовавшая над моими творениями, излучала мое особое благоволение, особенно благочестивые и преданные поколения. Таким был и последний ее представитель. Всю жизнь, как и его достойнейшие предшественники, он посвятил служению своему народу и Богине. Будучи еще юным принцем, он полюбил и вскоре женился на одной из моих любимых жриц, и, с моей милостью, у них появилось шесть чудесных детей. \n\nПрекрасное было время. Тогда не было и дня, чтобы меня не вспоминали в своих молитвах. Народ, смотря на правящую семью, глубоко почитал и справедливость, и милость мою. Даже Оплот правосудия в то время почти пустовал... \n\nПока зависть и неблагодарноть не поселились в сердцах некоторых моих творений и приняли поистине извращенные формы зла. В своем безумии они воскресили древнее исскуство черной магии, поэтому я не смогла спасти многих, в том числе почти всю правящую семью. Но кое-что мне удалось...",
    "answers": [
      {
        "id": 187,
        "text": "Вы узнали полную версию событий из первых рук. Чем больше знаешь, тем лучше подготовлен. Влияние во дворце:",
        "comment": true,
        "var_show": [
          "vl"
        ]
      },
      {
        "id": 188,
        "text": "Вы осторожно спрашиваете, имеет ли эта история отношение к вашему рождению",
        "var_add": [
          "cov",
          1
        ]
      },
      {
        "id": 188,
        "text": "Неужели вы - тот самый потерянный шестой ребенок?",
        "var_add": [
          "pr",
          1
        ]
      }
    ]
  },
  {
    "id": 188,
    "text": "— Я вижу, ты догадалась о причинах моего особого внимания к тебе, мое любимое дитя. Да, ты потерянная принцесса, на которой засияют все царственные драгоценности, и их блеск и сила не оставят сомнений у моих подданых. Эти правящие сейчас самозванцы не смогли вызвать их настоящее сияние и тем самым доказать мое благоволение. Хотя многочисленные попытки были, но слишком сильна моя обида на их методы воцарения и напрасную гибель и страдания моих творений. \n\nКак только ты осознаешь свое положение по праву рождения, в твоих руках появится огромная сила и ответственность, и я уверена, ты проложишь правильный путь в своей жизни. Несмотря ни на что, я всегда поддержу твои решения и благословлю твоих будущих потомков.",
    "answers": [
      {
        "id": 189,
        "text": "Сияние вокруг статуи погасло, и вы поняли, что никогда уже не будете прежней..."
      }
    ]
  },
  {
    "id": 189,
    "text": "Это невозможно, но это так. Вы — последний потомок предыдущей династии и в ваших силах очень многое. Похоже, маленькая безымянная девочка, оставленная у ворот храма, оказалась важной фигурой для будущего всей страны. \n\nПо щеками медленно проложили дорожки слезы. Вы обняли себя руками за плечи и вспомнили долгие одинокие вечера в храмовой комнате. Вам не было одиноко — рядом было много послушниц, жриц, наставников, но хотелось родного тепла.  Вспомнилось, как вы лежали под одеялом и воображали свою семью: любящие родители обнимали вас, и много-много братьев и сестер играли с вами — вы мечтали о большой и дружной семье. А теперь вы знаете, что все так и могло быть, если бы не судьба...\n\nИ что же теперь делать?",
    "answers": [
      {
        "id": 146,
        "text": "Для начала надо успокоиться..."
      }
    ]
  },
  {
    "id": 190,
    "text": "Похоже вы дейчтвительно отчаянная, или все таки отчаялись. Хотя, от бездействия еще меньше пользы.\n\nСлуги в самых разнообразных нарядах заняты своими делами. Некоторые из них недоуменно оборачиваются на вас, и их взгляд как-будто спрашивает, что здесь забыла эта знатная красавица? ",
    "answers": [
      {
        "id": 154,
        "text": "Возможно, вам действительно здесь нечего делать."
      },
      {
        "id": 192,
        "text": "Вам не на кого надеятся, кроме самой себя и вы добьетесь своей цели. Только есть ли она у вас?",
        "need": [
          -27
        ]
      }
    ]
  },
  {
    "id": 191,
    "text": "В вашем сердце еще свежи воспоминания о ритуале посвящения... и о той краткой беседе, которой вас удостоила Богиня. \n\nВ глубине души вы знаете, что в час особой нужды Богиня явит вам свой взор и направит на верный путь.",
    "answers": [
      {
        "id": 172,
        "text": "Вернуться"
      },
      {
        "id": 187,
        "text": "Похоже, Богиня хочет вам что-то сказать...",
        "need": [
          179
        ],
        "var_add": [
          "vl",
          1
        ]
      }
    ]
  },
  {
    "id": 192,
    "text": "Похоже, вы не из робкого десятка и готовы на многое ради ответов на свои вопросы. Главное понять, что вам нужно и тогда, рано ли поздно, ответы найдутся. Вы готовы спрашивать?",
    "answers": [
      {
        "id": 146,
        "text": "Пока нет, лучше я пойду отсюда..."
      },
      {
        "id": 193,
        "text": "Вопросы есть, и они слишком важны, чтобы ждать...",
        "need": [
          179
        ]
      }
    ]
  },
  {
    "id": 193,
    "text": "Нужно подумать о стратегии. Вопросы, которые вы хотите задать не просто неудобные, а даже могут стоить жизни другим людям. И мало кто захочет подвергать себя такой опасности просто чтобы удовлетворить ваше праздное любопытство.\n\nПосле нескольких бесплодных попыток, вы решили сделать следующее:",
    "answers": [
      {
        "id": 194,
        "text": "Прекратить эти бессмысленные метания и предложить деньги вот, например, тому молодому юноше, у него вроде такой алчный взгляд. ",
        "var_add": [
          "pr",
          1
        ]
      },
      {
        "id": 195,
        "text": "Аккуратно порасспрашивать об очевидцах времен переворота - возможно остались еще те, кто может вам что-то рассказать.",
        "var_add": [
          "cov",
          1
        ]
      }
    ]
  },
  {
    "id": 194,
    "text": "— О, эти скользкие темы лучше обсуждать с тем, кому нечего терять. И я знаю такую старушку — вон там, на заднем дворе, чистит овощи. Слепая, а главное, старая как кухонный очаг, пора бы его заменить давно, кхе-кхе. Так вот, во время забытья, хвала Богине бывает это редко, она часто зовет свою госпожу и умоляет простить ее, что не уберегла какого-то ребенка. И громко воет. Жуть просто. Может ваши молитвы помогут ей?",
    "answers": [
      {
        "id": 194,
        "text": "Вы цените свое время и не тратите его попусту. Заодно и помогли бедняге. Прямолинейность:",
        "comment": true,
        "var_show": [
          "pr"
        ]
      },
      {
        "id": 196,
        "text": "Поблагодарить монетой и поспешить на задний двор"
      }
    ]
  },
  {
    "id": 195,
    "text": "Вы подошли к весело болтающим кухаркам, у них как раз был перерыв. Благословив их по очереди от имени Богини, а так же, по их большой просьбе, кухонный очаг и несколько особо важных кастрюль и сковородок, вы узнали, что старожилы тут есть, а особенно древней является вон та слепая старушка на заднем дворе, судя по ее виду ей лет сто, не меньше. Время от времени она одержима прошлым и горестно оплакивает свою давно погибшую госпожу и ее детей, особенно какую-то малышку. Может ваши молитвы могут ей помочь?",
    "answers": [
      {
        "id": 195,
        "text": "Терпение - и все двери отворятся, а нужные люди найдутся. Коварство:",
        "comment": true,
        "var_show": [
          "cov"
        ]
      },
      {
        "id": 196,
        "text": "Благословить напоследок еще раз и поспешить на задний двор"
      }
    ]
  },
  {
    "id": 196,
    "text": "Вы подошли к старой женщине, которая бубнила что-то под нос и чистила овощи практически наощупь. Похоже, за долгие годы огрубевшие руки сами делали свою работу, а разум блуждал где-то далеко. Вы окликнули ее, но случилось непредвиденное — похоже она приняла вас за кого-то другого, а именно за свою потерянную и любимую госпожу. И вот что вам удалось разобрать.\n\n— Моя драгоценная госпожа, как я мечтала услышать снова ваш голос. Такой же молодой и звонкий, как в дни нашей беззаботной юности, как же я скучаю по ним. Наверное, в обители Богини вы молоды и прекрасны как раньше... Вот возьмите, я сберегла хотя бы это из ваших сокровищ, я помню как они сияли на вас.",
    "answers": [
      {
        "id": 197,
        "text": "Прикоснуться к драгоценности... похоже раньше это было частью кулона"
      }
    ]
  },
  {
    "id": 197,
    "text": "Или у вас галюцинации, или вы бредите вместе со старушкой, но драгоценность... засияла. Вы поспешили отдернуть руку и сияние прекратилось. А старуха, не видя ваших манипуляций продолжала...\n\n— Как бы они подошли нашей маленькой крошке принцессе, как бы они засияли в ее маленьких ручках. Но мы не смогли уберечь ее, простите меня, простите, простите...\n\nВы сжали ее руку, тем самым закрыв драгоценность в ее кулаке, и прошептали слова утешения. То, что эта бедная женщина хотела бы услышать больше всего. Что ее госпожа прощает ее, и никогда не держала на ее зла, а маленькая принцесса счаслива там, где бы она не находилась... меньше чем в метре от нее, подумали вы.\n\nЛицо старушки озарила блаженная улыбка, сделав ее на мгновение моложе, и, наверное от пережитого нервного потрясения, она обмякла и потихоньку уснула.",
    "answers": [
      {
        "id": 189,
        "text": "Хвала Богине за это. Тихонько оставить ее отдыхать..."
      }
    ]
  },
  {
    "id": 198,
    "text": "Вы почти прошли мимо, но тут вы вспомнили о ключевом моменте воцарения всех династий — драгоценности, которые были якобы дарованы самой Богиней и светились рядом с человеком, отмеченым ее благодатью. \n\nСолнцеликой династии удалось подделывать их сияние на каждой важной церемонии, а ведь совершеннолетие принцессы не за горами... и вы возможно увидите их вживую. Как бы они не выдали вас своим сиянием раньше времени, или наоборот вы только этого и хотите?",
    "answers": [
      {
        "id": 146,
        "text": "Надо уходить, а то стражники начнут неодобрительно посматривать"
      }
    ]
  },
  {
    "id": 199,
    "text": "Вы подошли к массивным, богато отделаным золотом дверям. Не так давно вся эта роскошь подавляла вас, однако в свете последних событий вы не испытываете никакого трепета.",
    "answers": [
      {
        "id": 146,
        "text": "Вернуться."
      },
      {
        "id": 200,
        "text": "Какая-то странная служанка привлекла ваше внимание...",
        "need": [
          -202
        ]
      }
    ]
  },
  {
    "id": 200,
    "text": "Вы замечаете странную служанку, которая, прикрывшись большим подносом с яствами, прошла в личные покои принцессы. Все бы ничего, но складка платья, случайно соскользнувшая с ее руки, оголила внушительные бицепсы, которые явно не должны быть у хрупких и нежных созданий, тщательно отбиравшихся для служения во дворце. \n\nЗаподозрив неладное, вы решили проследовать за ней. Теперь нужно проскользнуть мимо стражи, ведь начало занятий еще далеко.",
    "answers": [
      {
        "id": 201,
        "text": "Я забыла учебные свитки в покоях принцессы, мне нужно срочно их забрать для подготовки к следующим занятиям",
        "var_add": [
          "cov",
          1
        ]
      },
      {
        "id": 201,
        "text": "Мне хотелось бы увидеть принцессу по делу, не терпящему отлагательств",
        "var_add": [
          "pr",
          1
        ]
      }
    ]
  },
  {
    "id": 201,
    "text": "Кое как расправившись со стражей, вы поспешили последовать путем загадочной незнакомки. Приоткрыв следущую дверь, вы увидели весьма неординарную картину. \n\n\"Незнакомка\" скинула с себя женские одеяния и обхватила прицессу сзади. Послышались странные хрипы, или стоны. Ваши действия:",
    "answers": [
      {
        "id": 202,
        "text": "Осторожно, принцесса, этот человек не тот, за кого себя выдает! Берегитесь!",
        "var_add": [
          "pr",
          1
        ]
      },
      {
        "id": 202,
        "text": "Тихонько крадучись обойти живописное зрелище",
        "var_add": [
          "cov",
          1
        ]
      }
    ]
  },
  {
    "id": 202,
    "text": "Заметив вас, принцесса и молодой мужчина отскочили друг от друга как ошпаренные. Но пары секунд вам было достаточно, чтобы увидеть очевидное — вы стали свидетельницей запретного свидания.\n\nВсе величие и царственность в один миг слетели с принцессы, она взяла вас за руки и умоляла не выдавать никому то, что вы здесь увидели. Молодой человек похоже не относился к знатным приближенным повелителя, и рассчитывать на одобрение общества этой влюбленной паре не придется. Похоже, в ваших руках теперь репутация всей солнцеликой династии.",
    "answers": [
      {
        "id": 203,
        "text": "Вам не стоит беспокоиться, я никому не выдам то, что увидела здесь. Но вам повезло, что здесь оказалась именно я.",
        "var_add": [
          "pov",
          1
        ]
      },
      {
        "id": 204,
        "text": "Я не выдам ваш секрет, но вам придется хотя бы изображать верность и любовь к Богине, дабы моя миссия завершилась успешно. Надеюсь излишне говорить, что подобные отношения с мужчиной недопустимы."
      }
    ]
  },
  {
    "id": 203,
    "text": "Несмотря на трагические события в далеком прошлом, вы испытываете симпатию к правящей семье, и не хотите огорчать юную девушку, которая ослеплена чувствами и не ведает что творит.\n\nОт облегчения у принцессы на глазах выступли слезы. Она обняла вас и пообещала, что подобных встреч не повторится и она больше не выдаст себя. Во время разговора вы не заметили, как юноша тихонько покинул вас. \n\nОт избытка переживаний принцесса разрыдалась на вашем плече и поведала о своих горестях. О том, сколько ответственности и горечи несет с собой высокий титул, о том, как она хочет быть свободна и жить с любимым человеком. И как ей плохо от того, что это лишь мечты, и, рано или поздно, ей придется выйти замуж за того, на кого укажет ее царственный брат и советники. \n\nА тут еще эти уроки, которые должны сделать из нее благочестивую принцессу, которая на самом деле со слезами в подушку провожает каждый прожитый день.",
    "answers": [
      {
        "id": 205,
        "text": "Погладить ее по голове и продолжить разговор"
      }
    ]
  },
  {
    "id": 204,
    "text": "Похоже правда о прошлом оставила на вас свой отпечаток. Эта избалованная юная девица мало того, что имеет все, что должно было принадлежать вам по праву рождения, так и осрамляет свое положение недостоиными интрижками. И все это прямо в стенах дворца!\n\nПринцесса с ощутимым страхом в голосе пообещала вам, что больше подобного не повторится, а ее поведение на публике будет безупречным. Никому и в голову не придет сомневаться в ее ярой вере в Богиню.\n\nМолча кивнув ей и презрительно посмотрев напоследок, вы резко развернулись по направлению к выходу. Вы не вправе читать ей мораль, но на душе как-то гадко от осознания того, что столько власти и людских надежд сосредоточено в руках такой... не очень дальновидной особы.",
    "answers": [
      {
        "id": 208,
        "text": "Выйти из покоев принцессы"
      }
    ]
  },
  {
    "id": 205,
    "text": "Выговорившись, принцесса немного успокоилась и затихла на ваших руках. Похоже, в вашем лице теперь у нее появилась единственная подруга во дворце.\n\nВы рассеянно поглаживала ее по плечам и голове, начали рассказывать о себе, как тяжело было стать из безымянной сироты жрицей Богини, сколько насмешек, упреков, и трудностей вам удалось пережить. И единственное, что помогало вам не сойти с пути — это ваши мечты и вера в Богиню. \n\nПоговорив по душам, вы похоже, заронили зерно искренней веры в ее юное сердечко. Теперь принцесса поверила, что лучше жить с надеждой на лучшее, чем влачить существование во тьме и печали. ",
    "answers": [
      {
        "id": 206,
        "text": "Сердечно попрощаться с принцессой и уйти."
      }
    ]
  },
  {
    "id": 206,
    "text": "Не успели вы выйти в коридор, как из боковой затемненной ниши к вам подошел какой-то человек, зажал вам рот рукой и потащил в соседнюю комнату. Вы испугались, начали пинаться и укусили незнакомца за руку. Он, не ожидав такого яростного сопротивления, выпустил вас из рук. \n\nКаково же было ваше удивление, когда ваши глаза встретились со смеющимся взглядом... повелителя.  Вот кого вы меньше всего ожидали увидеть! \n\nОн поспешил извиниться за такой неожиданный и грубоватый способ назначать встречу, однако обстоятельства к этому располагали. Особенно, продемонстрировав такие незаурядные шпионские способности по отношению к его сестре и ее секретикам, вы не должны злиться на него. Похоже, он подслушивал все — от первого до последнего слова. ",
    "answers": [
      {
        "id": 207,
        "text": "Смутиться еще сильнее и попытаться улизнуть куда-нибудь "
      }
    ]
  },
  {
    "id": 207,
    "text": "Но вам это не удалось. Схватив вас за руку, он поспешил заверить, что не в гневе из-за сложившейся ситуации и давно следит за запретными отношениями сестры. Тот юноша, хоть и простолюдин, но по результатам его проверки оказался честным и порядочным человеком, и дальше поцелуев у них дело не заходит. Возможно ему удастся завоевать положение во дворце, и тогда любящий брат может осчастливить сестру браком с любимым... или их отношения со временем угаснут — кто знает? \n\nНо повелитель рад, что у его сестры появился надежный человек, которому она смогла излить душу — и это вы. Не выпуская вашей руки на протяжении разговора, он поднес ее к лицу и нежно поцеловал. Старинный жест восхищения...",
    "answers": [
      {
        "id": 207,
        "text": "Ваша дружба с принцессой впечатлила повелителя. Отношения с повелителем:",
        "comment": true,
        "var_show": [
          "pov"
        ]
      },
      {
        "id": 146,
        "text": "Похоже сейчас вы взорветесь от смущения и неловкости, пора уходить поскорее"
      }
    ]
  },
  {
    "id": 208,
    "text": "Уже отойдя на изрядное расстояние, вы оперлись на колонну и изобразили задумчивое любование роскошным пейзажем за окном. Все это — и сады, и дворец, и покои принцессы могли принадлежать вам, но кровавые деяния прошлого не оставили вам и шанса на подобное. Так, нужно успокоиться, от таких мыслей только больнее.\n\nВ глубине души вы не осуждаете принцессу как юную девушку — среди молодых послушниц особым успехом пользовались истории о любви, которые передавались из уст в уста, а в библиотеке такие книги были запрещены. Но вам, безродной сироте без защиты семьи, подобное легкомысленное увлечение было опасным — вы сознательно избегали таких обсуждений и лишний часок посвящали занятиям. А потом загадочным образом особенно романтичная послушница исчезала из храма, иногда даже доходили слухи о скоропалительном замужестве или рождении ребенка. Все это остужало пыл оставшихся в храме послушниц, но только на время...",
    "answers": [
      {
        "id": 146,
        "text": "Что поделать, жизнь загадочна и многогранна "
      }
    ]
  },
  {
    "id": 209,
    "text": "Вы решили расслабиться и немного отдохнуть от множества забот. Немного расслабляющего чтения поможет перезагрузить разум, и вас посетят блестящие идеи. Что вы хотите почитать?",
    "answers": [
      {
        "id": 210,
        "text": "Героический эпос, с множеством крови и ужасов"
      },
      {
        "id": 211,
        "text": "Фривольный роман о похождениях какого-то знатного юноши"
      },
      {
        "id": 212,
        "text": "Мистический свиток с какими-то загадочными символами"
      }
    ]
  },
  {
    "id": 210,
    "text": "\"... и слез с коня окровавленный всадник, и всадил свой алый от крови меч в грудь врага своего. На последнем издыхании, враг успел схватить рукой за клинок, и красные потоки хлынули во все стороны, замарав морду коня. Тот взбрыкнул и ударил копытами своего хозяина и размозжил его череп. Рухнул воин на врага своего и бесславно закончилась для него великая битва...\"\n\nПохоже, полезного в этой книге — это многочисленное описание крови и то, что одна маленькая случайность может перечеркнуть все великие планы.",
    "answers": [
      {
        "id": 161,
        "text": "Закрыть книгу"
      }
    ]
  },
  {
    "id": 211,
    "text": "У вас явно мало опыта общения с противоположным полом, может здесь будет хоть крупица полезных знаний.\n\nУже на третьей странице вы читаете:\n\n\"... со страстными стонами он склонился над алеющими как лепестки нежных роз губами юной брюнетки. Тем временем, его рука не прекращала поглаживать талию очаровательной блондинки, которая игриво закинула на него свои точеные ножки. А рыжеволосая красотка поднесла кубок с отменным вином, и он решил уделить ей внимание тоже...\"\n\nПохоже это чтиво для мужчин, а не для юных девушек. И полезного об отношениях тут мало, разве что дальше последует разврат, но участников многовато, вам бы что-нибудь попроще.",
    "answers": [
      {
        "id": 161,
        "text": "Закрыть книгу"
      }
    ]
  },
  {
    "id": 212,
    "text": "Удивительно, как подобный свиток вообще попал во дворец, наверное кто-то забыл его здесь. Похоже это выдержка из какого-то алхимического трактата.\n\n\"... на три четверти заливаем сок бурых ягод сахарным сиропом и оставляем в темном сухом помещении, переодически встряхиваем. Следует в точности соблюсти срок выдержки, иначе получится не ингридиент для зелья, а забористая бормотуха, мой помощник Ияша уже третьи сутки мается с похмелья, едрить его налево, всыплю ему палкой как оклемается, а то развели тут винодельню...\"\n\nСложно представить, как вам могут пригодиться подобные знания, но помощника автора жалко.",
    "answers": [
      {
        "id": 161,
        "text": "Закрыть книгу"
      }
    ]
  },
  {
    "id": 213,
    "text": "Вы раскрыли достаточное колличество тайн, чтобы занять почетное место среди узников темницы. Но ваше благоразумие и терпение помогли ничем не выдать душевные терзания, охватывающие вас всякий раз при мыслях о несбывшемся. \n\nДень за днем дворец наполнялся суетой — уже вот-вот наступит церемония совершеннолетия принцессы. Вы могли позволить себе блаженно расслабиться — принцесса вела себя как самая благочестивая и глубоко верующая в Богиню девушка. Главная жрица недавно прислала письмо с одобрением ваших трудов. Ох, знала бы она, какие приключения преподнес вам дворец.",
    "answers": [
      {
        "id": 214,
        "text": "Полезные знакомства и связи ждут вас, круговорот новых интриг - жди меня!",
        "var_add": [
          "cov",
          1
        ]
      },
      {
        "id": 214,
        "text": "Мне нечего опасаться, у меня множество доброжелателей и сила Богини поддерживает меня всегда!",
        "var_add": [
          "pr",
          1
        ]
      },
      {
        "id": 224,
        "text": "И как же он вам надоел. Похоже, дворцовая жизнь не для вас..."
      }
    ]
  },
  {
    "id": 214,
    "text": "Пора уже задуматься о вашем будущем, и начать следует с грядущей церемонии...\n\nВы невольно задумались о повелителе. Первое впечатление уже успело потускнеть в вашей памяти, да и вы за время прибывыния во дворце успели узнать его получше. ",
    "answers": [
      {
        "id": 214,
        "text": "Выборы, представленные далее, ведут к определенным концовкам исходя из ваших статов.",
        "comment": true
      },
      {
        "id": 214,
        "text": "Отношения с повелителем:",
        "comment": true,
        "var_show": [
          "pov"
        ]
      },
      {
        "id": 216,
        "text": "И вы даже успели сблизиться с повелителем...",
        "var_need": [
          "pov",
          4
        ]
      },
      {
        "id": 215,
        "text": "Он всего лишь очередной правитель в богатой истории нашей страны",
        "var_less": [
          "pov",
          4
        ]
      }
    ]
  },
  {
    "id": 215,
    "text": "Не проходило ни одного дня после того, как вы узнали о своем происхождении, чтобы вы не думали о несправедливости постигшей вас. У вас жестоко отобрали все — и семейное тепло, и царственное происхождение, и если бы не милость Богини, то неизвестно выжили бы вы вообще.\n\nРазумеется, многое уже не вернуть, но справедливость должна быть востановлена. С этой мыслью вы ложились спать и просыпались утром — и вскоре план действий начал обретать ясные черты. Церемония совершенноления принцессы — вот ваш шанс открыть правду всей стране, и вы не упустите его!\n\nНо нужно провести сложную и тщательную подготовку и обрести множество союзников.",
    "answers": [
      {
        "id": 215,
        "text": "Коварство:",
        "comment": true,
        "var_show": [
          "cov"
        ]
      },
      {
        "id": 215,
        "text": "Прямолинейность:",
        "comment": true,
        "var_show": [
          "pr"
        ]
      },
      {
        "id": 215,
        "text": "Влияние во дворце:",
        "comment": true,
        "var_show": [
          "vl"
        ]
      },
      {
        "id": 227,
        "text": "С вашим красноречием и открытостью ваш лучший союзник - это простой народ. Есть множество людей, недовольных правящей династией и верных вашей семье до сих пор",
        "var_need": [
          "pr",
          4
        ]
      },
      {
        "id": 230,
        "text": "Ваших связей и возможностей при дворе достаточно, чтобы начать тайную агитацию. Дворец просто кишит скрытыми союзниками.",
        "var_need": [
          "cov",
          4
        ]
      },
      {
        "id": 227,
        "text": "С вашим красноречием и открытостью ваш лучший союзник - это простой народ. Есть множество людей, недовольных правящей династией и верных вашей семье до сих пор (с высоким влиянием доступны все варианты)",
        "var_need": [
          "vl",
          3
        ]
      },
      {
        "id": 230,
        "text": "Ваших связей и возможностей при дворе достаточно, чтобы начать тайную агитацию. Дворец просто кишит скрытыми союзниками. (с высоким влиянием доступны все варианты)",
        "var_need": [
          "vl",
          3
        ]
      }
    ]
  },
  {
    "id": 216,
    "text": "Вам тут же вспомнились его первые решительные попытки завоевать ваше внимание. Забавные шутки во время игры, мимолетные прикосновения, восхищенные взгляды — все это было лишь прелюдией, мимолетным ветерком, намекавшим на грядущую бурю чувств. И при том взаимных. \n\nТеперь по дворцу уже ходят новые слухи о необычайно сильном интересе повелителя к жрице-наставнице его сестры. Сама принцесса рада видеть брата счастливым, так как его холодность и недоверие к окружающим вызывали у нее беспокойство. Но вам от этого не легче.\n\nМало того, что ваше положение сильно не дотягивает до его царственного величия, так еще вы отягощены множеством тайн своего проихождения, что делает вас с повелителем чуть ли не кровными врагами.",
    "answers": [
      {
        "id": 216,
        "text": "Коварство:",
        "comment": true,
        "var_show": [
          "cov"
        ]
      },
      {
        "id": 216,
        "text": "Прямолинейность:",
        "comment": true,
        "var_show": [
          "pr"
        ]
      },
      {
        "id": 216,
        "text": "Влияние во дворце:",
        "comment": true,
        "var_show": [
          "vl"
        ]
      },
      {
        "id": 217,
        "text": "Пойти к повелителю и прямо рассказать о своем происхождении и чувствах к нему - а там будет что будет. Вы любите его и уверены в вашем совместном будущем.",
        "var_need": [
          "pr",
          4
        ]
      },
      {
        "id": 221,
        "text": "Заручиться поддержкой лояльных к вашей семье подданых и раскрыть свое происхождение на церемонии. Заодно и проверите чувства повелителя к вам.",
        "var_need": [
          "cov",
          4
        ]
      },
      {
        "id": 217,
        "text": "Пойти к повелителю и прямо рассказать о своем происхождении и чувствах к нему - а там будет что будет. Вы любите его и уверены в вашем совместном будущем. (высокое влияние открывает перед вами все варианты)",
        "var_need": [
          "vl",
          3
        ]
      },
      {
        "id": 221,
        "text": "Заручиться поддержкой лояльных к вашей семье подданых и раскрыть свое происхождение на церемонии. Заодно и проверите чувства повелителя к вам.(высокое влияние открывает перед вами все варианты)",
        "var_need": [
          "vl",
          3
        ]
      }
    ]
  },
  {
    "id": 217,
    "text": "Сложно описать, как сильно вы волновались перед этим судьбоносным разговором, но, когда настал момент истины, вас как будто направляла Богиня и слова звучали твердо и уверенно. Ваш возлюбленный не перебивал вас, только иногда сжимал вашу руку в знак поддержки. \n\nПотом он послал за ритуальными драгоценностями, дабы убедиться воочию в правдивости ваших слов. И, когда свет Богини, исходящий от драгоценностей, ослепил его, вы не увидели на его лице ненависти или отторжения. Вам даже показалось, что юноша обрадовался подобному варианту развития событий. \n\nКрепко обняв вас, он сказал что ваша встреча и чувства предначертаны судьбой и теперь ему понятно, почему вы так быстро сблизились — подобное притягивает подобное, а вы оба дети могучих правителей. Похоже сама Богиня повернулась в своей милости к нему лицом и дала возможность обьединить приверженцев обеих династий без кровопролития. При этом он, счастливейший из смертных, может воссоединиться со своей возлюбленной... если она согласится стать его женой.\n",
    "answers": [
      {
        "id": 218,
        "text": "Конечно же да!"
      }
    ]
  },
  {
    "id": 218,
    "text": "Вашей радости нет предела, похоже вы получили то, о чем и думать не смели даже в самых дерзких своих мечтах. Любимый человек рядом, положение которое вам принадлежит по праву рождения — великая Богиня осыпала вас милостью, о чем вы не устанете ее благодарить до конца своих дней.\n\nОбьявление вашего нового статуса повелитель решил обьединить с празднованием совершеннолетия его сестры — не в его силах ждать очередного праздника, когда заветное счастье так близко. Только самые приближенные и доверенные из его подданых знали о предстоящем и помогали с подготовкой такого судьбоносного события в жизни страны.\n\nВеличие, с которым вы встали с ним рука об руку, и нежность в его взгляде, обращенном на вас, когда он прилюдно обьявил вас своей невестой, никогда не сотрутся из вашей памяти.",
    "answers": [
      {
        "id": 219,
        "text": "А что было дальше?"
      }
    ]
  },
  {
    "id": 219,
    "text": "Похоже, весь народ вздохнул с облегчением после вашей пышной и счастливой свадьбы. А после рождения первенца, такого же рыжеволосого, как отец, но с материнской улыбкой и носиком, недовольства солнцеликой динатией и вовсе прекратились — легитимность будущего правителя с таким высоким происхождением уже точно не подвергалась сомнениям. \n\nКонечно, на вашем пути было множество сложностей — интриги, скандалы, разногласия с мужем, всемозможные каверзы от воинственных соседей, завидующих процветанию вашей родины. Но в одном вы точно не сомневались не смотря ни на что — другой судьбы вы не хотели бы, особенно глядя на ваших прекрасных детей, и, в последствии, на очаровательных внуков. ",
    "answers": [
      {
        "id": 220,
        "text": "А что же с остальными?"
      }
    ]
  },
  {
    "id": 220,
    "text": "Главную жрицу, Серису, да и весь храм Богини сильно всколыхнули известия о вас, а колличество паломников увеличилось вдвое — ведь правительница была жрицей, значит Богиня благоволит всему народу. Не говоря уже о благочестии всей правящей семьи и их щедрых дарах, которые украшают храм по сей день.\n\nВнимание к принцессе благодаря налаженной семейной жизни брата утихло окончательно, и, с вашей поддержкой, она смогла воссоединиться со своим возлюбенным, о чем не перестает радоваться по сей день. А в ее лице вы обрели хорошую подругу, или даже сестру.\n\nСерисе так понравилась придворная жизнь рядом с вами, что она решила остаться во дворце в качестве вашей доверенной помощницы, и лишь медовый месяц со знатным красавцем-мужем из дальней родни повелителя и рождение детей ненадолго отдалили ее вас. Вам даже не хватало ее веселой стрекотни, которая стала уже привычным фоном.\n\nВы разыскали всех прежних слуг и верных людей, которые служили вашим родителям. Многие из них захотели поддержать вас во дворцовой жизни, а некоторые с удовольствием получили заслуженную пенсию и отдых от гонений и страха. Например, служанка вашей матери торжественно вошла в должность смотрительницы покоев, от ее былого безумия не осталось и следа, а молодые служанки уважают и побаиваются ее. А вы всей семьей любите послушать истории о ваших родителях и проказах ваших братьев и сестер — как будто они оживают в ваших воспоминаниях и радуются вместе с вами.",
    "answers": [
      {
        "id": 223,
        "text": "Царственная и величественная концовка"
      }
    ]
  },
  {
    "id": 221,
    "text": "Как бы вы не любили Арикшета Первого, но он в первую очередь — правитель, и вам не стоит давать ему неоднозначный выбор, который может стоить вам жизни. Вы достаточно поднаторели в интригах и сможете сделать сюрприз — надеюсь что счастливый. \n\nДни в подготовке пролетели незаметно. Заручившись поддержкой храма Богини, как самого могучего своего союзника, вы без труда отыскали лояльных к вашей семье подданных. И когда во всем блеске и величии вы взяли в руки ритуальные драгоценности, ни у кого не осталось сомнений, кто перед ними. \n\nНо больше всех был изумлен повелитель. Не давая ему прийти в себя и сделать что-либо, вы грациозно приблизились к нему и с нежностью во вгзляде задали всего один вопрос: \"Кто я для тебя, любимый?\" Сраженный наповал, он величественно опустился на одно колено, при всем народе признался в своих чувствах и... совершил то, о чем давно мечтали вы оба, но было слишком много препятствий. Сделал вам предложение руки и сердца.",
    "answers": [
      {
        "id": 222,
        "text": "Конечно же вы согласны!"
      }
    ]
  },
  {
    "id": 222,
    "text": "Воспоминания о радости и счастье, охвативших вас в тот судьбоносный день, согревали вас всю жизнь. Среди людей, окружавших вас с поздравлениями и радостными криками не было ни одного недовольного лица. Все понимали — настала новая эра — эра мира и благоволения Богини. \n\nПозже, когда первые эмоции утихли, ваш возлюбленный поделился своими страхами охватившими его на несколько секунд... но то, что происходило дальше, того стоило. Он считает, что ваша пара была создана Богиней, и победа вашей любви была начертана судьбой еще до вашего с ним рождения.",
    "answers": [
      {
        "id": 219,
        "text": "Так и есть!"
      }
    ]
  },
  {
    "id": 223,
    "text": "Конец 2 части \"Дворец повелителя\"\n\nВы можете выйти на другие варианты концовок, изменив свои выборы и набрав соответвующее количество статов. \n\nСпасибо за прочтение и до новых встреч!",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      }
    ]
  },
  {
    "id": 224,
    "text": "Интриги, сплетни, поддевки и ехидные шуточки — вся эта ядовитая атмосфера оказалась для вас пыткой. Похоже, вы хотите от жизни иного и вас здесь ничего не держит, в отличие от той же Серисы.\n\nУбедившись в прилежании принцессы, идущей в постижении пути Богини, вы попытались уйти из дворца до церемонии совершеннолетия, дабы не наткнуться на сияющие ритуальные драгоценности и не выдать себя. \n\nУ вас состоялся серьезный разговор с главной жрицей. Вы обьяснили ей свою позицию и поделились планами на жизнь. Так как вы подняли авторитет храма во дворце, а Богиня запрещает принуждать напрасно свои творения, главная жрица не возражала против вашего ухода... хотя и с большим сожалением в голосе.",
    "answers": [
      {
        "id": 225,
        "text": "И что же дальше?"
      }
    ]
  },
  {
    "id": 225,
    "text": "Прекрасный особнячок, найденый благодаря соседу — старшему писарю дворца, который вы скоро выкупите на заработанные честным трудом деньги. Основной ваш доход — это частные уроки детям богатых торговцев, однако по выходным вы учите бедняков читать и писать бесплатно, а людям помогаете то благословением Богини, то знаниями, почерпнутыми во время обучения в храме.\n\nДобрая душа — вот ваше прозвище среди народа. Вы не воспользовались ни привилегиями вашего рождения, ни положением жрицы храма, но никогда еще ваше сердце не стучало так радостно, а каждого дня вы ждали с таким нетерпением.\n\nВозможно, со временем вы заведете семью и детишек, благо поклонников предостаточно на любой вкус. И обязательно передадите тайну царственного происхождения, а они пусть сами решают как этим воспользоваться.",
    "answers": [
      {
        "id": 223,
        "text": "Это счастливый конец",
        "var_less": [
          "pov",
          4
        ]
      },
      {
        "id": 226,
        "text": "Но иногда вы думаете о повелителе",
        "var_need": [
          "pov",
          4
        ]
      }
    ]
  },
  {
    "id": 226,
    "text": "Лишь одно придает налет меланхолии в вашей размеренной жизни — это мысли о повелителе. Как он справляется со своими обязанности вы знаете — довольно хорошо, уже в третий раз женился, на это раз на иностранной принцессе, скоро появится еще один ребенок и обьявят всенародные гуляния.\n\nВот только его тайный визит спустя месяц вашей свободной жизни заставил вас усомниться в его личном счастье. Под видом обычного путника, он постучался в вашу дверь, выпил пару чашек травяного отвара, и сыграл несколько партий обычными деревянными фигурками. Все больше спрашивал о вашей жизни, меньше расказывал о своей, много вздыхал и часто смотрел на вас, как будто пытаясь запомнить увиденное навсегда.\n\nНа прощание он крепко обнял вас и попросил саму малость... один поцелуй, дабы воспоминания о несбывшемся не были такими горькими. Как много бы он отдал, если бы вы выбрали иной путь, но время лечит все, и счастье  найдет вас обоих, хоть и порознь...",
    "answers": [
      {
        "id": 223,
        "text": "Конец со светлой печалью"
      }
    ]
  },
  {
    "id": 227,
    "text": "Вам нечего таиться — вы берете свое по праву рождения и с благоволения Богини. С помощью храма Богини и влияния главной жрицы, которая была шокированна вашей историей, но быстро поняла выгоду храма в правительнице-жрице, вы множество раз выступали перед народом. \n\nСияние и сердечность — вот ваши верные спутники. Мало кто оставался равнодушным к вашей истории, а надежда на лучшее, символом которой вы стали, сподвигла народ на открытое восстание. И в решающий день вы предстали перед солнцеликой династией, окруженная народным почетом и сияющая милостью Богини — и врагам нечего было противопоставить, кроме краткого, но яростного сопротивления.",
    "answers": [
      {
        "id": 228,
        "text": "И что же дальше?"
      }
    ]
  },
  {
    "id": 228,
    "text": "Теперь трон ваш, и мудрость ваших решений покажет, как долго продлится правление. Конечно, первое время было тяжелым, но ваших знаний, старания, и, возможно, унаследованного от предков таланта, хватило, чтобы оно прошло гораздо безболезненее чем ожидалось. \n\nВы разыскали всех прежних слуг и верных людей, которые служили вашим родителям. Почти все они с радостью поддержали вас в вашем становлении правительницей. Вы стали их избавительницей от долгих лет гонения и страха. Например, служанка вашей матери торжественно вошла в должность смотрительницы покоев, от ее былого безумия не осталось и следа, а молодые служанки уважают и побаиваются ее. А вы любите послушать истории о ваших родителях и проказах ваших братьев и сестер — как будто они оживают в ваших воспоминаниях и радуются вместе с вами.",
    "answers": [
      {
        "id": 229,
        "text": "А что со всеми остальными?"
      }
    ]
  },
  {
    "id": 229,
    "text": "Так как правительница воспитывалась в храме и была жрицей, значит Богиня еще больше благоволит всему народу. Поток молитв и щедрых даров не иссякает, а всякое опасное инакомыслие пресекается на корню. Хоть и не обходится без жертв, но вы уверены, что Богиня довольна вами.\n\nАрикшет и его сестра Меритеш, лишенные всех титулов и почестей правящей династии, были сосланы к дальней родне в соседнее вассальное государство. Вы не стали прибегать к кровавой расправе, как это сделали их предки с вашими, однако ваши шпионы неусыпно следят за их действиями и докладывают о каждом вздохе.\n\nСерисе так понравилась придворная жизнь рядом с вами, что она решила остаться во дворце в качестве вашей доверенной помощницы, и лишь медовый месяц со знатным красавцем-мужем и рождение детей ненадолго отдалили ее вас.\n\nНу а что касается вашей личной жизни, то сейчас вы в процессе ее налаживания. Закон не запрещает правителю взять даже несколько супругов, главное — это счастье правителя и рождение наследника. И список самых достойных кандидатов как раз лежит на столе перед вами.",
    "answers": [
      {
        "id": 223,
        "text": "Прекрасное завершение истории, правительница!"
      }
    ]
  },
  {
    "id": 230,
    "text": "За время пребывания во дворце вы достаточно поднаторели в интригах, поэтому ступаете по дворцу так же уверенно, как рыба плавает в воде. Повелитель понятия не имеет, сколько знатных придворных недовольны его правлением — и тем сильнее и болезненнее будет его падение.\n\nРазумеется, большая часть ваших союзников — это знать, потерявшая часть своего влияния или богатства во время смены династий. Благодаря поддержке храма и гланой жрицы — а они быстро осознали свою выгоду в правительнице-жрице, вы смогли склонить множество нейтрально настроенных придворных. Остались только ярые приверженцы правящей династии, но они осказались в меньшинстве, и в решающий день, совпавший с церемонией совершеннолетия прицессы, не смогли затмить вашего величия и сияния. После яростного, но краткого сопротивления, они осознали, что жизнь дороже, чем противодействие воле Богини, щедро даровавшей вам свое благоволение.",
    "answers": [
      {
        "id": 228,
        "text": "И что же дальше?"
      }
    ]
  },
  {
    "id": 231,
    "text": "",
    "answers": []
  }
]