[
  {
    "id": 1,
    "text": "    Здравствуй, дорогой читатель. Данный квест написан в жанре приключения, но также его можно отнести к жанрам экшена и фантастики. Главной героине и её друзьям семнадцать лет. В квесте присутствуют жестокие и напряжённые сцены, но их описание не избыточно яркое. Приятного чтения.\n\n\n\n\n\n\n\n\n    Сегодня Саша проснулась очень внезапно, будто бы от кошмара. Но своего сна она не помнила, поэтому встала, умылась и пошла завтракать.\n\n—Доброе утро, солнышко,-с улыбкой на лице поприветствовала Сашу мама,-с началом каникул тебя!\n\n    И правда. Сегодня же первый день каникул! Саша облегчённо вздохнула и улыбнулась маме в ответ.\n\n—Замечательно, мам. А папа уже на работе?- Саша взяла свою тарелку и положила на неё яичницу из сковороды.\n\n—Да, работает. Я тоже скоро пойду поработаю, у меня в десять онлайн совещание.\n\n    Саша доела и помыла тарелку.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "-Я пойду погуляю, мам."
      }
    ]
  },
  {
    "id": 2,
    "text": "    Мама поддержала моё желание.\n\n—Только дорогу переходи внимательно! Я недавно в новостях прочитала...\n\n    Утром город так прекрасен! Тихо, никого и ничего нет, просто сказка. Саша решила написать друзьям, предложить погулять. Она стала прикидывать в уме, сколько согласятся. \"Валя наверняка ещё спит, Аня тоже, Женя с вчерашней тренировки устал...Макс может быть и пойдёт, и Лиза\".\n\n    Всё оказалось именно так, как Саша себе и представляла. Валя с Аней не ответили, Женя написал, что устал и никуда не пойдёт.",
    "answers": [
      {
        "id": 3,
        "text": "Хорошо, что хотя бы Макс с Лизой согласились."
      }
    ]
  },
  {
    "id": 3,
    "text": "—Здарова, Саха, как жизнь?-первым подошёл Максим, сияя своей идеальной улыбкой. Улыбка была единственной прекрасной чертой в его внешности, всё остальное не было особенно примечательно.\n\n—Всё путём. Куда пойдём? Лиза вроде говорила, что ей зачем-то в центр надо.\n\n—Ну, я-то не против. Мне-то вообще без разницы.\n\n    Дальше подошла Лиза, и они поехали в центр. Походили по магазинам, погуляли в парке, зашли на спортплощадку. День клонился к вечеру, Саша рассталась с друзьями. Всем надо было в разные стороны, домой она поехала одна.",
    "answers": [
      {
        "id": 4,
        "text": "    Саша решила посмотреть, что пишут в Телеге."
      }
    ]
  },
  {
    "id": 4,
    "text": "    Девочка заглянула на страницы нескольких блогеров, зашла на каналы своих друзей и, наконец, решила почитать новости.\n\nНовости<plus>:\n\n???На юге нашего города наблюдаются природные аномалии. \n\nКак сообщают очевидцы, только за один день было замечено три шаровые молнии, четыре локальных смерча, молнии и всё это в абсолютно безоблачную погоду!\n\nСпециалисты не объясняют характер этих явлений.\n",
    "answers": [
      {
        "id": 5,
        "text": "Ну ничего себе..."
      }
    ]
  },
  {
    "id": 5,
    "text": "    Дальше в новостях говорилось о каких-то зверях в зоопарке, нескольких случаях аварий, о пробках и погоде на этот месяц. Саша уже читала только глазами, практически не осознавая прочитанного. Новость об аномальных явлениях была одновременно и занимательной, и достаточно страшной. Тем более, что девочка как раз жила на юго-западе, события могли происходить не так далеко от неё. \n\n    И тут в голову Саше пришла очень странная идея-поехать на юг и самой увидеть происходящее. Или не увидеть и успокоиться. Тем более, ещё не ночь, часа три-четыре она могла погулять. Недолго думая, Саша...",
    "answers": [
      {
        "id": 6,
        "text": "...отогнала от себя эту навязчивую идею."
      },
      {
        "id": 7,
        "text": " ...решилась на это."
      }
    ]
  },
  {
    "id": 6,
    "text": "    Саша выключила телефон, как бы желая отогнать безумный дух приключений. Вскоре она даже начала думать о том, не уехать ли на дачу подальше от всех этих смерчей и молний. Когда Саша вернулась домой, оказалость, что её мама полностью поддерживала эти настроения.\n\n—Солнышко, у тебя всё равно каникулы, ты же не против поехать к бабушке? А я в командировку уезжаю,-мама уже с порога предложила то, о чём думала сама Саша. Но прежде чем согласиться, девочка поинтересовалась.\n\n—А папа? Он-то работает в офисе.\n\n—Всё хорошо, он приедет к нам. Бабушка же не очень далеко от города живёт...в крайнем случае снимет номер в хостеле.\n",
    "answers": [
      {
        "id": 8,
        "text": "Я согласилась с предложением мамы и пошла собирать вещи."
      }
    ]
  },
  {
    "id": 7,
    "text": "    Саша закрыла телефон, будто бы боясь растерять решимость на такую рискованную с одной стороны, но захватывающую с другой авантюру. И хотя в поездке на несколько станций вперёд и небольшой прогулке по  югу города не было ничего особенного, девочка хотела верить в то, что она не потратит своё время зря.\n\n    И вот уже двери закрываются, Саша проезжает свою станцию. Следующая станция, вторая, третья, пятая, пора выходить. Девочка вышла из уютного тепла автобуса на тёмную остановку. Может быть, это ей только показалось, может, она просто себе накручивает, но Саша почувствовала, что воздух здесь будто бы пронизан страхом и чуть разрежен.\n\n    Девочка бесцельно пошла по улицам города, беспокойно оглядываясь по сторонам. Практически неосознано Саша выбирала именно тот путь, где чувствовалось что-то странное. Пускай она и ощущала себя неуверенно, врождённое любопытство одерживало верх.",
    "answers": [
      {
        "id": 46,
        "text": "    Саша вышла на небольшую площадь. "
      }
    ]
  },
  {
    "id": 8,
    "text": "    Вскоре все вещи были упакованны, друзья с бабушкой оповещены, а Саша с мамой морально готовы к выходу.\n    Утром девочка проснулась от очень аппетитного запаха сырников. Она быстренько оделась и спустилась вниз, на бабушкину кухню. \n\n—Доброе утро, внученька, как спалось?-старушка стояла у плиты, готовя завтрак.\n\n—Спасибо, хорошо...зачем ты готовишь завтрак? Иди отдохни, я сама доготовлю,-бабушка уступила место Саше, и она сделала обещанное. \n\n—Внученька, раз уж ты у нас такая помощница, прополишь грядки с бабушкой?-старушка ласково, но как-то хитро улыбнулась.\n\n—Э...,-Саша замялась, а потом ответила,-хорошо, помогу.",
    "answers": [
      {
        "id": 9,
        "text": "Весь оставшийся день Саша помогала бабушке по огороду."
      }
    ]
  },
  {
    "id": 9,
    "text": "    Только вечером Саша сумела отдохнуть. Плюхнувшись на диван, девочка смотрела с бабушкой новости по маленькому телевизору. Голос ведущей убаюкивал Сашу, она практически уснула, когда сквозь сон услыхала голос бабушки.\n\n—Смотри-ка, Саша, срочные новости! Просыпайся, авось что-нибудь интересное скажут.\n\n    Девочка лениво приоткрыла глаза, не надеясь увидеть ничего интересного, но обеспокоенное лицо ведущей заставило Сашу напрячься и сесть прямо.",
    "answers": [
      {
        "id": 10,
        "text": "Ведущая: Это срочные новости!"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ведущая: Это выпуск срочных новостей, мы просим вас слушать предельно внимательно и оповестить о следующем ваших друзей и родных. В 18:09 по столичному времени на несколько городов, а именно:...случилось нападение неизвестной вооружённой группировки, называющей саму себя \"Армия Великого Короля\". Специальный репортаж с границы свободной территории для вас подготовила Ксения Смирнова.\n\n    Камера переключилась на экран с помехами.\n\nВедущая: Нам вас не слышно, Ксения. Вы нас слышите? Сигнал есть?",
    "answers": [
      {
        "id": 11,
        "text": "Какой кошмар..."
      }
    ]
  },
  {
    "id": 11,
    "text": "    Мы с бабушкой обеспокоенно переглянулись. \n    Помехи на телевизоре сменились картинкой местности, но вместо репортёра перед экраном предстал широкоплечий коренастый мужчина в дорогом металлическом нагруднике и пошитым золотом плащом. Человек был загорелым, с очень большими глазами. Позади него стояли намного более бедно одетые воины. После нескольких секунд тишины мужчина начал говорить.\n\n—Я, граф Северной земли королевства Тьмы и генерал армии королевства Тьмы, предупреждаю вас, земляне. Великий Король великодушен, но жесток к своим врагам. Сложите оружие! Преклоните колени! И Его милосердие снизойдёт на вас, в противном случае вы познаете гнев Его. Каждый день мы будет захватывать равные части суши, если я встречу сопротивление, оно будет подавлено. Думаю, я понятно объяснил ситуацию. Спокойной ночи.",
    "answers": [
      {
        "id": 12,
        "text": "Репортаж был прерван, ведущая, как и Саша с бабушкой, сидела в полном молчании."
      }
    ]
  },
  {
    "id": 12,
    "text": "Ведущая: Что же...мы будем следить за событиями, не переключайтесь.\n \n    На телевизоре включилась реклама. Несмотря на натянутые улыбки и цветные картинки на экране, настроение у Саши было совсем не такое радужное. И тут она поняла страшную вещь. В списках захваченных городов был её родной город! А там остались друзья.\n\n    Саша быстро достала телефон и написала в общий чат.\n\nСаша\nКак дела? Что случилось?\n\n    Ответ не заставил себя долго ждать.\n\nЛиза\nЭто кошмар! Нас всех погнали на главную площадь и начали промывать мозги...а потом заставили встать на колени перед своим \"графом\" и поклясться в верности своему \"королю\". ",
    "answers": [
      {
        "id": 13,
        "text": "Саша\nИ что? Все встали? И поклялись?"
      }
    ]
  },
  {
    "id": 13,
    "text": "    Лиза долго печатала, а потом прислала небольшой ответ. Видимо, подбирала правильные слова.\n\nЛиза\nТех, кто отказался, повесили. Они до сих пор висят там. Мы с Максом...это, конечно, ужасно, но мы вообще-то не хотим умирать! Если сейчас умрут все несогласные, кому бороться потом, правда?\n\n    В этом даже Лиза была не уверена и написала, ищя поддержки своим действиям.\n\nСаша\nДа. В любом случае, у вас не было другого выбора.\n\n    Потом девочка задумалась и написала ещё. ",
    "answers": [
      {
        "id": 15,
        "text": "Саша\nПриезжайте сюда, вместе мы что-нибудь придумаем."
      }
    ]
  },
  {
    "id": 14,
    "text": "    Лес был озарён лучами восходящего солнца. Слышался лязг металла. Члены сопротивления тренировались на раздобытых магических мечах. Максим шёл между их рядами, подбадривая и хваля своих товарищей. Он искал Сашу. И нашёл её.\n\n—Тупой меч!-Девушка в сердцах воткнула клинок в землю.-Он ничерта не умеет! Ни капли магии!\n\n—Ну..,-Максим почесал затылок,-он же типа может отражать магию, а?\n\n    Саша так сердито посмотрела на друга, что тот неловко улыбнулся.\n\n—Нет, не может такого быть,-Саша задумчиво посмотрела на меч,-я что-то упускаю...\n\n—Так-то ты говоришь это уже год, Саш. Если ты что-то и упускаешь, то это что-то такое, что прям ого-го как спрятано.",
    "answers": [
      {
        "id": 123,
        "text": "    Саша грустно вздохнула. Как бы она ни хотела верить, что в мече спрятана магия, в это верилось всё тяжелее. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Лиза\nЗдесь на границе караулят, но ты же знаешь Макса, он что-нибудь да придумает:) Мы выберемся к тебе, думаю, наши родители не будут против.\n\n    Саша выключила телефон и откинулась на спинку дивана. Потом сказала бабушке, скорее успокаивая саму себя.\n\n—Всё будет хорошо, бабушка. Не беспокойся, мы здесь, значит, нам ничего не угрожает.\n\n—Да знаю я, внученька, знаю...иди спать.\n\n    Саша встала с дивана и поплелась наверх, в свою комнату, где потом ещё очень долго пыталась заснуть.\n    ",
    "answers": [
      {
        "id": 16,
        "text": "Три дня спустя, полдень, на улице ливень. Саша сидит на всё том же диване, смотря новости."
      }
    ]
  },
  {
    "id": 16,
    "text": "    Идилию тёплого уюта бабушкиного дома нарушил настойчивый стук в дверь. Саша  неохотно встала и открыла её. На пороге, к большому удивлению девочки, стояли грязные и промокшие до нитки Макс с Лизой. Саша поспешно пригласила их пройти и дала свою чистую одежду.\n\n—Что случилось? Как вы так быстро?-девочка очень удивилась внезапному приходу \"гостей\".\n\n    Макс гордо поднял голову и ответил.\n\n—Это всё я придумал! В общем, мы взяли Бобика и привязали к нему чучело. Чучело мы одели, ещё колонку добавили. И вечером, когда добрались к границе, пустили Бобика. Как они всполошились! Мы еле пробрались, если бы в то же время им не позвонил граф, то мы бы пропали.\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Очень круто!"
      },
      {
        "id": 17,
        "text": "Это было опасно! Бобика могли убить!"
      }
    ]
  },
  {
    "id": 17,
    "text": "—В любом случае, у нас есть дела поважнее,-сказала Лиза серьёзным тоном,-что мы будем делать с захватчиками? Нам нужен план.\n\n    Саша не успела ответить, её опередил Максим.\n\n—Будем вести партизанскую войну! Главное, что б бороться, главное, что б не в открытую. Чтобы не умереть,-Макс посмотрел на Сашу, будто бы спрашивая её мнения.\n\n    Девочка подумала несколько секунд и ответила.\n\n—Так не пойдёт...надо выбивать их отсюда, пока не закрепились. Потом уже будет поздно. Ну или, во всяком случае, с этим справятся другие.",
    "answers": [
      {
        "id": 18,
        "text": "В комнате нависло молчание."
      }
    ]
  },
  {
    "id": 18,
    "text": "    Первой молчание прервала Лиза.\n\n—Делать что-то безусловно надо, но не \"выбивать\" же. Нас трое подростков, их...много.\n\n    Ответил ей вновь Максим.\n\n—Ну раз Саша хочет бороться так, а именно она зачинщик всего этого \"безобразия\",-Макс улыбнулся Саше своей идеальной улыбкой,-то можно попробовать устроить им ловушку...наделать самодельных бомб, другого разного. Я умею. И даже могу научить. Что думате?,-Максу не терпелось, видимо, пустить свои неоднозначные навыки в дело.\n",
    "answers": [
      {
        "id": 19,
        "text": "-По-моему, идея супер."
      },
      {
        "id": 19,
        "text": "-Можно попробовать."
      }
    ]
  },
  {
    "id": 19,
    "text": "    Следующие четыре недели прошли в подготовке к нападению Графа. К счастью друзей, полководец пока захватывал южные районы страны, не посещая северных. \n    К разработке ловушек были привлечены все дети города. Они создавали свои ловушки, наносили их на общую онлайн карту (чтобы самим не попадаться) и готовились к различным диверсиям. Взрослые, видя старания детей, не остались стоять в стороне. Собираясь в группы, иногда от нечего делать, родители мастерили настолько замысловатые конструкции, что можно было только позавидовать. \n    Но вот беда не миновала и севера. Из последнего обращения графа стало ясно, что уже завтра днём его войска войдут в  Сашин город.",
    "answers": [
      {
        "id": 20,
        "text": "Саша с Максом в последний раз обходили все ловушки, проверяя их качество."
      }
    ]
  },
  {
    "id": 20,
    "text": "—Эх, ещё одна ловушка заклинила! А я ж им говорил:\"Смазывайте механизмы\". Они меня послушали? Они смазали? И почему это мы должны здесь таскаться, а не они?-смазывая полуржавые механизмы, Максим притворно жаловался. На самом же деле, это заметила даже Саша, Макс прибывал в прекрасном расположении духа.\n\n    Настал вечер, золотой свет заката залил улицы города. Птицы стали петь ещё громче, похолодало. Вдруг тихий разговор друзей о новых фильмах прервал сам Максим, неожиданно сказав:\n\n—Слушай, Сах, тебе как, не холодно?-не дожидаясь ответа, Максим накинул свою олимпийку на её плечи.",
    "answers": [
      {
        "id": 21,
        "text": "-Спасибо, Макс, но мне не холодно.\nСаша сняла с себя олимпийку и отдала обратно Максиму."
      },
      {
        "id": 22,
        "text": "    Саша улыбнулась Максиму.\n\n-Спасибо."
      }
    ]
  },
  {
    "id": 21,
    "text": "—А...ну хорошо. \n \n    Макс как ни в чём не бывало продолжил свой путь исследования ловушек, Саша, естественно, пошла следом.\n\n    Вскоре друзья отправились к себе на позиции, небольшие поселения по две-три семьи, которыми жители города решили вести партизанскую войну, если не удасться остановить или хотя бы приостановить вражеские полки до прихода наших.\n\n—Мы с Воробьёвыми уже землянку построили! Располагайтесь!-на нашем месте нас уже ждала Лиза, выглядившая весьма опрятно. Саше сразу стало понятно, что землянку копала в основном не она, а Воробьёвы, братья с отцом.",
    "answers": [
      {
        "id": 25,
        "text": "Макс и Саша спустились в ещё пока не полностью готовую землянку и, успев немного помочь в строительстве, легли спать."
      }
    ]
  },
  {
    "id": 22,
    "text": "    Максим улыбнулся в ответ. Прошло ещё пару минут, пока Макс вновь не прервал молчание.\n—Мы же, Сах, дружим уже так долго. И ты просто супер крута!\n\n    Саша прыснула и тихо рассмеялась.\n\n—Ну ты сказал. \"Крута\",-Саша посмотрела на Максима, и тот\nс совершенно серьёзным видом ответил.\n\n—Разве не крута? Крута, и ещё как! Вот кто это всё устроил?-Макс обвёл рукой ловушки.-Ты! \n\n    Друзья ещё некоторое время помолчали. Вскоре Максим заговорил вновь.\n\n—Завтра будет такой напряжный день...ты же понимаешь, что мы можем умереть?\n\n    Этот вопрос прозвучал как-то странно и неестественно в тишине вечернего города.",
    "answers": [
      {
        "id": 23,
        "text": "-Понимаю. Как здесь не понимать?"
      },
      {
        "id": 23,
        "text": "-Живы будем, не помрём..."
      }
    ]
  },
  {
    "id": 23,
    "text": "    Максим нахмурился, замолчал. Потом его лицо прояснилось.\n\n—Правду говоришь! И что это я раскис тут вдруг? Вообще не понятно! \n\n    Повеселевший, он нравился Саше намного больше. Макс взял на руки пробегавшего мимо котёнка и поднёс его девочке.\n\n—Смотри какой! Мииилый,-Максим поднёс свою руку к котёнку, чтобы погладить, но тот зашипел и поцарапал парню палец,-Ай! А он с характером!\n\n—Да отпусти ты его, хватит мучить,-Саша взяла котёнка с рук Максима и аккуратно положила на землю. Он моментально прыгнул в кусты.\n\n—Это я его мучаю?-возмутился парень.-Ещё скажи, что я ему лапу поцарапал!-Макс состроил смешную гримасу, параллельно обрабатывая перекисью ранку.\n\n    Видимо, вид собственной крови, пускай и небольшой, вернул мальчика в состояние угрюмости.\n\n—Тут дело такое, Сах. А что будет дальше? Вдруг завтра-конец? Просто...просто я хочу знать, что ты будешь со мной. Хочу понимать, что ты ещё жива. Не уходи никуда, лады?",
    "answers": [
      {
        "id": 24,
        "text": "    Саша мягко улыбнулась и взяла Максима за руку.\n\n-Да ты не беспокойся так. Никуда я не уйду."
      },
      {
        "id": 21,
        "text": "    Саша глубоко вдохнула, будто бы решаясь на что-то. А потом сказала.\n\n-Я понимаю, к чему ты клонишь, Макс. Но давай останемся друзьями, не надо переходить грань."
      }
    ]
  },
  {
    "id": 24,
    "text": "    Лицо Максима просияло. Саша и Макс взялись за руки и пошли проверять остальные ловушки в тишине вечера.\n\n    Вскоре они отправились к себе на позиции, небольшие поселения по две-три семьи, которыми жители города решили вести партизанскую войну, если не удасться остановить или хотя бы приостановить вражеские полки до прихода наших.\n\n—Мы с Воробьёвыми уже землянку построили! Располагайтесь!-на нашем месте нас уже ждала Лиза, выглядившая весьма прилежно. Саше сразу стало понятно, что землянку копала в основном не она, а Воробьёвы, братья с отцом.\n\n    Саша, Максим и Лиза помогли достроить землянку и уже ночью, примерно в полночь, улеглись спать.\n\n   ",
    "answers": [
      {
        "id": 32,
        "text": "Zzzzzz"
      }
    ]
  },
  {
    "id": 25,
    "text": "    Утром Сашу разбудило не солнце, не запах бабушкиных сырников, а ужасный грохот и треск. Она моментально вскочила с кровати и уже хотела пойти посмотреть, что там на улице, когда её остановил Пётр Воробьёв, отец братьев.\n\n—Они очень близко, Саша, лучше не высовываться. \n\n—Прорвались?!-только и смогла ответить девочка. Пётр грустно вздохнул и утвердительно кивнул головой.\n\n—Так быстро? Как такое вообще возможно?-Воробьёв сказал, что не знает и Саша в срочном порядке пошла будить друзей.\n\n    Лиза с Максом были так же ошарашены происходящим. Не успели они обсудить произошедшее, как над лесом раздался громогласный голос.",
    "answers": [
      {
        "id": 26,
        "text": "Саша вздрогнула от неожиданности, узнав в нём голос графа."
      }
    ]
  },
  {
    "id": 26,
    "text": "—Уважаемые граждане-партизаны,-эти слова были приправлены сарказмом,-благодаря вам, нашим войскам было очень неудобно входить в город. Более того, они очень устали ходить по лесу и искать ваши стоянки, но, к нашей общей радости, им удалось найти двадцать пять таких точек за городом и в его пределах, а это означает,-тут голос графа мгновенно посерьёзнел,-что у нас в заложниках находится двести десять ваших соотечественников. И если вдруг вам не плевать на их судьбу, если вдруг вы не хотите, чтобы семьдесят детей, шестьдесят женщин, пятьдесят мужчин и сорок стариков лишились жизни в страшных мучениях, то собирайтесь на главной площади города. Данное предлодение действительно до вечера, надеюсь на ваше благоразумие и тесное сотрудничество.",
    "answers": [
      {
        "id": 27,
        "text": "Друзья переглянулись."
      }
    ]
  },
  {
    "id": 27,
    "text": "—Что будем делать?-общий вопрос озвучила Лиза. Никто на него не ответил и он так и повис в воздухе, пока в комнату не вошла бабушка.\n\n—Собирайтесь, ребята, пойдём на главную площадь..,-она тяжело вздохнула,-не оставлять же этих бедняг умирать.\n\n    И как бы друзья ни хотели продолжать бороться, они были согласны с бабушкой и все вместе в полной тишине пошли на главную площадь. По улицам шло множество людей, и все столь же грустные и злые, как и сама Саша. На площади было не повернуться, народ вышел даже на проезжую часть. Никогда ещё здесь не было так многолюдно. В середине площади, на неработающем фонтане гордо стоят граф, а вокруг-его свита с пленными.",
    "answers": [
      {
        "id": 28,
        "text": "    Вскоре наступил вечер и граф, предварительно привлеча внимание с помощью горна, начал свою речь."
      }
    ]
  },
  {
    "id": 28,
    "text": "—Я рад видеть, что вы, северяне, граждане столь же благоразумные, сколь южане. Если я правильно понимаю, здесь собрались практически все...что ж, тогда, пожалуй, можно и отпустить заложников. Но перед этим вы мне ответите на один простой вопрос. Кто всё это устроил?-Саша затаила дыхание. Сдадут ли её? Или нет? Над городом повисла гробовая тишина.\n    \n    Граф нахмурился и очень сдавленно, зло процедил:\n\n—Я спрашиваю в последний раз! Кто всё это устроил? Отвечайте! Иначе мы все понимаем, что произойдёт\n\n    В этот самый момент на Сашу накатила волна страха.Что, если никто не ответит? Или, ещё хуже, подставится ради неё? Девочка набрала в грудь побольше воздуха и громко крикнула:",
    "answers": [
      {
        "id": 29,
        "text": "-Это я! Я всё придумала, я всё организовала! И знаешь что? Я никогда, слышишь, никогда не соглашусь с твоим террором!"
      },
      {
        "id": 30,
        "text": "-Это была я...я всё это устроила."
      }
    ]
  },
  {
    "id": 29,
    "text": "    Граф бросил на Сашу оценивающий взгляд, а затем ухмыльнулся.\n\n—Да...смешно. А я-то думал, кто ещё может организовать такую глупость, кроме девчонки? Неужели ты и вправду думала, что остановишь меня, графа Северных земель царства Тьмы, меня, правую руку и полководца Тёмного Властелина какими-то железками?! Как глупо и самонадеянно. \n\n    Граф одним ловким движением спрыгнул с фонтана на землю и сделал знак толпе, что бы она разошлась. Он подошёл вплотную к Саше.\n\n—Да ты не просто девчонка...тебе, похоже, всего шестнадцатый год минул.",
    "answers": [
      {
        "id": 31,
        "text": "-Мне семнадцать,-холодно ответила Саша, зло глядя на графа."
      },
      {
        "id": 30,
        "text": "-Да какая вам разница...\n\n    Саша быстро взглянула на друзей, ища у них поддержки."
      }
    ]
  },
  {
    "id": 30,
    "text": "    Граф чуть сощурился, задумавшись о чём-то. Потом развернулся и вернулся к фонтану. Забравшийсь на свой импровизированный пьедестал, граф объявил:\n\n—Эта девчонка и двое её сообщников, пускай и ещё несовершеннолетних, но нарушили порядок, публично мною объявленный. Сообщники будут казнены, вы,-граф повернулся к жителям города,-малейшая ваша провинность и вы также будете казнены, а главная зачинщица,-теперь мужчина повернулся к Саше,-будет казнена в Тёмном королевстве. Её тело присоединится к телам других преступников на заборе замка Короля.\n\n    Саша раскрыла глаза от страха. Граф слез с пьедистала, шёлкнул каким-то устройством и направился в сторону девушки. Двое солдат, явившихся из ниоткуда, схватили Макса с Лизой. Не успела Саша сказать ни слова, как перед ней открылся портал и граф затолкнул её внутрь.\n\n    Несколько секунд спустя девочка плюхнулась на землю. Она открыла глаза и обнаружила, что земля перед ней бардовая, а вместо неба какой-то железный купол. Из портала возник граф.\n\n—А теперь слушай сюда,-мужчина одной рукой поднял Сашу на ноги,-я тебе даю шанс...шанс выжить. Ты достаточно талантлива, как я вижу. Ты поступишь в военную академию здесь. Поняла? Это не предложение.",
    "answers": [
      {
        "id": 36,
        "text": "    Саше попыталась ещё что-то сказать, отказаться, но граф ничего не слушал и насильно вёл девочку куда-то."
      }
    ]
  },
  {
    "id": 31,
    "text": "    Граф вновь усмехнулся.\n\n—Да...в этом возрасте каждый год имеет значение.\n\n    Мужчина угрюмо осмотрел Сашу, после обвёл взглядом толпу.\n\n—И что же мне делать с тобой, а? Вроде ты и злостный нарушитель порядка, а вроде девушка, да ещё и...считай ребёнок. Хотя ты не похожа на ребёнка ни душой, ни...внешностью.\n\n    Граф вновь задумался, сверля взглядом небо. \n\n—Ну что? Решил?-Саша вызывающе посмотрела на графа. Тот в ответ прыснул.\n\n—Да, пожалуй. Раз уж ты такая благородная и смелая вся из себя, то я предлагаю тебе выбор. Либо ты идёшь со мной в Тёмное царство и поступаешь там в военную академию, а потом...посмотрим, либо и ты, и все твои друзья, и все жители этого города, что будут проявлять лишь каплю неповиновения, умрут ужасной смертью.",
    "answers": [
      {
        "id": 33,
        "text": "    Саша распахнула глаза и с ужасом уставилась на графа. Через несколько секунд молчания она нахмурилась и еле выдавила из себя:\n\n-Ладно...ладно. Я не позволю тебе убить кого-либо."
      },
      {
        "id": 34,
        "text": "    Саша с ужасом уставилась на графа. После нескольких секунд тишины её лицо побагровело от гнева и она практически прокричала:\n\n-Ну уж нет, спасибо! "
      }
    ]
  },
  {
    "id": 32,
    "text": "    Утром Сашу разбудило не солнце, не запах бабушкиных сырников, а ужасный грохот и треск. Она моментально вскочила с кровати и уже хотела пойти посмотреть, что там на улице, когда её остановил Пётр Воробьёв, отец братьев.\n\n—Они очень близко, Саша, лучше не высовываться. \n\n—Прорвались?!-только и смогла ответить девочка. Пётр грустно вздохнул и утвердительно кивнул головой.\n\n—Так быстро? Как такое вообще возможно?-Воробьёв сказал, что не знает и Саша в срочном порядке пошла будить друзей.\n\n    Лиза с Максом были так же ошарашены происходящим. Не успели они обсудить произошедшее, как над лесом раздался громогласный голос.",
    "answers": [
      {
        "id": 37,
        "text": "    Саша с ужасом обнаружила, что он принадлежал графу."
      }
    ]
  },
  {
    "id": 33,
    "text": "    Черты лица графа чуть смягчились. Он вынул из-за пояса какое-то устройство и шёлкнул им. Первые несколько секунд ничего не происходило, а после Саша почувствовала какой-то ветерок. Миг спустя перед девочкой с невиданной скоростью возник портал.\n\n—Иди. Скажи стражам, что ты от графа Рудольфа Уилсона. Если спросят кто ты, ответь, что это не их, собачье, дело. Угроз не бойся, тебя не тронут.\n\n    Саша недоверчиво посмотрела на графа, после на портал и сделала неуверенный шаг внутрь. В глазах потемнело, девочка почувствовала, будто бы стоит под ледяным ливнем. Саша автоматически сделала несколько шагов вперёд и тьма растворилась.",
    "answers": [
      {
        "id": 35,
        "text": "Перед девочкой возник тёмный, незнакомый мир. Неба не было, всё находилось будто бы под металлическим куполом. Вдаль уходили бескрайние холмы бардовой земли, кое-где высились храмовидные постройки или просто домики."
      }
    ]
  },
  {
    "id": 34,
    "text": "    По лицу графа пробежала мелкая судорога, он сурово нахмурился. Потом очень тихо, почти шёпотом сказал:\n\n—Никакого тебе выбора не будет..,-Мужчина повысил голос,-будет так, как скажу Я!\n\n    Граф резко развернулся и в пару секунд достиг фонтана. Взобравшись на него, он объявил:\n\n—Я хотел по-хорошему, но из-за одной несносной девчонки, которая не может умерить свою гордыню, я поступлю по всей строгости...и жестокости,-граф повернулся к своим подчинённым,-всех заложников казнить колесованием! Этих,-он указал на Максима с Лизой,-тоже!\n\n    Двое из стражи возникли позади друзей. Они не успели даже шелохнуться, как солдаты их скрутили.",
    "answers": [
      {
        "id": 36,
        "text": "    Саша попыталась ударить одного из солдат, но тот сильно огрел её по голове и она упала на землю, потеряв сознание. Очнулась она в тёмном каменном помещении с окном, выходящим на бардовые холмы и металлический купол, заменявший небо. Она оказалась в Тёмном царстве."
      }
    ]
  },
  {
    "id": 35,
    "text": "    Прошло много лет. Александра и вправду закончила военную академию в звании лейтенанта. Выслужив в Тёмном царстве три года под командованием Рудольфа, она вышла за него замуж практически по своему желанию. Ещё через три года у пары родились близнецы, годом после дочка. Уильямсы переехали из Тёмного царства на Землю, где жили долго и счастливо.\n\n    Максим с Лизой с того дня не раз пытались противостоять режиму, но были пойманы и чуть не казнены, помилованы приказом графа. \n\n    Жители города вернулись к себе в дома и продолжили жить там теперь уже под новой властью.\n\n    Весь земной шар был захвачен Тёмным царством и настал мир, пусть и в ущерб свободе. \n\nTHE END",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 36,
    "text": "        Прошло много лет. Александру всё-таки заставили поступить и закончить военную академию, она выпустилась в звании лейтенанта. Выслужив в Тёмном царстве три года под командованием Рудольфа Уильямса(графа), её насильно выдали за него замуж. Ещё через три года у них родились близнецы, годом позже у девушки случился выкидыш. Особняк Уильямсов находился на высоком холме Тёмного царства, окружённом лавовой рекой.\n\n    Максим с Лизой смогли поначалу избежать казни, сбежав из-под стражи. Они стали лидерами сопротивления и устроили маштабный бунт. Тогда же были схвачены и убиты.\n\n    Жители города тяжело переживали изменения власти, там был введён красный режим, жестоко подавляющий любое неповиновение.\n\n    Весь земной шар был захвачен Тёмным царством и настал мир, пусть и в ущерб свободе и счастью \n\nTHE END",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 37,
    "text": "—Уважаемые граждане-партизаны,-эти слова были приправлены сарказмом,-благодаря вам, нашим войскам было очень неудобно входить в город. Более того, они очень устали ходить по лесу и искать ваши стоянки, но, к нашей общей радости, им удалось найти двадцать пять таких точек за городом и в его пределах, а это означает,-тут голос графа мгновенно посерьёзнел,-что у нас в заложниках находится двести десять ваших соотечественников. И если вдруг вам не плевать на их судьбу, если вдруг вы не хотите, чтобы семьдесят детей, шестьдесят женщин, пятьдесят мужчин и сорок стариков лишились жизни в страшных мучениях, то собирайтесь на главной площади города. Данное предлодение действительно до вечера, надеюсь на ваше благоразумие и тесное сотрудничество.",
    "answers": [
      {
        "id": 38,
        "text": "    Друзья переглянулись."
      }
    ]
  },
  {
    "id": 38,
    "text": "—Что будем делать?-общий вопрос озвучила Лиза. Никто на него не ответил и он так и повис в воздухе, пока в комнату не вошла бабушка.\n\n—Собирайтесь, ребята, пойдём на главную площадь..,-она тяжело вздохнула,-не оставлять же этих бедняг умирать.\n\n    И как бы друзья ни хотели продолжать бороться, они были согласны с бабушкой и все вместе в полной тишине пошли на главную площадь. По улицам шло множество людей, и все столь же грустные и злые, как и сама Саша. На площади было не повернуться, народ вышел даже на проезжую часть. Никогда ещё здесь не было так многолюдно. В середине площади, на неработающем фонтане гордо стоят граф, а вокруг-его свита с пленными.",
    "answers": [
      {
        "id": 39,
        "text": "    Вскоре настал вечер и граф, предварительно собрав всех с помощью горна, начал свою речь:"
      }
    ]
  },
  {
    "id": 39,
    "text": "—Я рад видеть, что вы, северяне, граждане столь же благоразумные, сколь южане. Если я правильно понимаю, здесь собрались практически все...что ж, тогда, пожалуй, можно и отпустить заложников. Но перед этим вы мне ответите на один простой вопрос. Кто всё это устроил?-Саша затаила дыхание. Сдадут ли её? Или нет? Над городом повисла гробовая тишина.\n    \n    Граф нахмурился и очень сдавленно, зло процедил:\n\n—Я спрашиваю в последний раз! Кто всё это устроил? Отвечайте! Иначе эти пленные...их постигнет участь ужасней, чем кого-либо за последнее столетие.\n\n    В этот самый момент на Сашу накатила волна страха.Что, если никто не ответит? Или, ещё хуже, подставится ради неё? Девочка набрала в грудь побольше воздуха и громко крикнула:",
    "answers": [
      {
        "id": 40,
        "text": "-Это я! Я всё придумала, я всё организовала! И знаешь что? Я никогда, слышишь, никогда не соглашусь с твоим террором!"
      },
      {
        "id": 41,
        "text": "-Это была я...я всё это устроила."
      }
    ]
  },
  {
    "id": 40,
    "text": "    Граф хотел было что-то сказать, но из толпы вышел Макс и громко объявил:\n\n—Это был я, а не она! А она просто моя девушка, вот и защищает!-Максим умоляюще взглянул на меня, будто бы прося подыграть. Меня это крайне возмутило.\n\n—Слушай, Макс! Если умирать, так вместе! Я либо убью его, либо умру...я не согласна жить в мире террора и диктатуры!-Максим нахмурился, но несколько секунд спустя ответил добродушно:\n\n—Да. Ты, пожалуй, как всегда права!-парень повернулся к графу, который стоял на фонтане с смесью удивления и злобы на лице.-А ты, мерзавец, никто никогда не подчинится тебе!",
    "answers": [
      {
        "id": 42,
        "text": "    Саша положила руку на плечо Максиму, он обхватил её талию."
      }
    ]
  },
  {
    "id": 41,
    "text": "    Граф хотел что-то на это ответить, но из толпы вышел Максим и необычно громко сказал:\n\n—Она здесь ни при чём! Это я всё устроил, я организовал построение ловушек, а она...она просто моя девушка, вот и заступилась за меня.\n\n—Слушай, да не надо,-Саша хотела продолжить, но Макс так умоляюще посмотрел на неё, что девочка осеклась. Во время этой паузы заговорил граф.\n\n—Что ж, охотно верю. Ты, мальчишка, будешь казнён за это, а ты,-он перевёл взгляд на Сашу,-так уж и быть, поверю, что ты не причастна. Но просто так не уйдёшь. За тобой будут следить...и при малейшем намёке на непокорность казнят. Ясно?\n\n    Но Саша уже не слушала. Она стеклянными глазами смотрела на Макса, которого прижали к земле, связывая. Он прошептал ей, что бы она ничего не делала, только поэтому девочка стояла на месте, силясь подавить желание освободить друга.",
    "answers": [
      {
        "id": 44,
        "text": "    Максима казнили прямо на глазах у Саши, когда она стояла в толпе, не имея сил и возможности повлиять на это."
      }
    ]
  },
  {
    "id": 42,
    "text": "—Нда...ну прям Ромео и Джульетта. Вам, ребята, умереть молодыми хочется? Ну что ж, да будет так. Но я не дам вам умереть вместе. Эта девчонка будет казнена первой. Чувствую я, именно она всё это устроила...в ней больше отваги, чем в тебе, мальчишка. \n\n    Не успела Саша и глазом моргнуть, как она оказалась крепко прижата к земле. Девочка яро сопротивлялась, но её связали по рукам и потащили к фонтану. Там солдаты начали вогружать какие-то шесты, около них стояли большие деревянные колёса. Вдруг Саша вспомнила, как читала об одном способе казни...они моментально побледнела. Неужели они и вправду такие звери, что способны на колесование? Девочка посмотрела на графа, как бы задавая этот вопрос, но он отвёл глаза. К Саше начал приближаться один из солдат с железным ломом в руках. Она поняла, конец. Она только и смогла, что прокричать:",
    "answers": [
      {
        "id": 43,
        "text": "-Хотите нас в Средневековье вернуть? Та же жестокость? Те же пытки? У вас не получится, уроды! Вы так же сдохните, когда восстанет бунт! Счастливо оставаться!"
      },
      {
        "id": 43,
        "text": "-Хах...не пробудете вы на Земле долго...никогда ещё за всю истрию человечества не было такого, чтобы народ не восставал против тиранов. Попомните моё слово!"
      }
    ]
  },
  {
    "id": 43,
    "text": "    Александра и Максим умерли героями. История об удивительной стойкости и храбрости подростков не будет забыта. Может, услышав именно её через много или не очень много лет, какой-нибудь мальчик или девочка возглавит армию Земли в борьбе за светлое будущее и наконец-то прогонит завоевателей назад в свой мир. Но это потом. А пока...\n\n    ...Лиза стала лидером сопротивления и возглавила множество метежей, не желая мириться с новой властью и потерей друзей, пока не была поймана и казнена.\n\n    Жители города больше не пытались бороться против графа, поражённые жестокостью расправы с детьми, пусть и без года взрослыми.\n\n    Вся планета перешла под контроль Тёмного царства и настал мир, мир в страхе.\n    \n\nTHE END",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 44,
    "text": "    Максим умер смертью героя, народ никогда не забудет истории, в которой храбрый подросток был казнён, сопротивляясь захватчикам. Возможно когда-нибудь в будущем именно эта история вдохновит мальчика или девочку, который в будущем освободит планету. Но это потом, а пока...\n\n    ...Лиза стала лидером сопротивления и возглавила множество метежей, не желая мириться с новой властью и потерей друзей, пока не была поймана и казнена.\n\n    Жители города больше не пытались бороться против графа, поражённые жестокостью расправы с ребёнком, пусть и без года взрослым.\n\n    Александра больше не могла участвовать в сопротивлении из-за постоянной слежки. Она закончила школу, поступила в университет и стала программистом. В будущем стала мамой двух близнецов, выйдя замуж за любимого человека.\n\n    Вся планета перешла под контроль Тёмного царства и настал мир, мир в страхе.\n\nTHE END\n    ",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 45,
    "text": "    Королевство Тьмы пало. Узнав о смерти своего господина, далеко не все рыцари захотели продолжать борьбу за его идеалы, а те, кто захотел, встретились с воодушевлённым гневом миллионов жителей падшей страны. Монархия стала конституционной, а королём в государстве-Фридерик Борн. Полководец хотел более глобальных изменений, создать демократию, но эта идея не была встречена тепло, оттого пришлось отказаться.\n\n    Александра вернулась на Землю и там закончила школу, став дипломатом и открыла программу по научному и культурному обмену между мирами. На многих официальных и не очень встречах девушка познакомилась с Борном поближе, они влюбились друг в друга и заключили брак. Отчасти, ради мира между мирами. В этом союзе родились две девочки и мальчик.\n\n    Максим и Лиза продолжили быть друзьями Александры, закончили школу и университет и стали программистом и дизайнером соответственно.\n\n    История пошла дальше своим чередом, мир сменялся войной, война-миром.\n\nTHE END\n",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 46,
    "text": "    Площадь была достаточно сильно потрёпана. Некоторые скамейки лежали вверх ногами, повсюду раскидан мусор и щепки. Провода опасно свисали с фонарных столбов. Девочка посчитала, что это и был эпицентр всех событий.\n\n    Саша села на одну из целых скамеек и стала ждать, попутно жуя оставленный прозапас бургер. Вскоре у девочки появилось ощущение обмана. Она подумала про себя:\"Как я могла в это поверить! Наверняка местные жители сами придумали всё это, чтобы здесь провели капремонт, а я, как дура, повелась\".\n\n    Саша резко встала и, выкинув бумагу от бургера в урну, собралась уходить. Она уже дошла до угла ближайшего дома, когда ей в спину ударил поток ветра невероятной силы, сбив девочку с ног.",
    "answers": [
      {
        "id": 47,
        "text": "    Когда ветер улёгся, Саша поспешила обратно на площадь."
      }
    ]
  },
  {
    "id": 47,
    "text": "    Саша быстро вернулась на площадь и там чуть не влетела в человека в чёрной одежде. Немного присмотревшись, девочка поняла, что человек стоит не в одежде, а в доспехах и рядом с ним, заполнив всю площадь, стояли такие же люди.\n\n    Саша шмыгнула в кусты, никто её не заметил (тот человек стоял спиной). \"Это какой-то клуб косплееров?\"-такой была первая мысль, которая пришла в голову девушке. Но потом она увидела огромное чёрное пятно посреди площади, что-то похожее на дыру из которой возникали такие же солдаты. \n\n    Примерно через пол часа, когда у Саши уже заныли ноги от сидения на корточках, все воины выпрямились как по команде \"смирно\", после чего встали на одно колено, склонившись перед пятном. Саша при этом вздрогнула от железного скрежета бьющихся друг об друга доспех. Из, как поняла Саша, портала вышел коренастый загорелый мужчина, лица которого не было видно из-за тьмы ночи. Но его доспехи будто бы светились, резной металлический нагрудник выглядел дорого, а плащ был прошит золотом.",
    "answers": [
      {
        "id": 48,
        "text": "    Саша тихо ахнула. Происходило что-то явно необычное."
      }
    ]
  },
  {
    "id": 48,
    "text": "    Мужчина встал на возвышеннось и гордо осмотрел свои войска. Потом он начал речь:\n\n—Верные слуги Великого Короля! Мои отважные воины! Сегодня знаменательный день, который даст вам возможность проявить себя. Планы захвата вы знаете, надеюсь, все запомнили свои позиции, но кроме них я хотел бы провести небольшой инструктаж. Мирных жителей не трогать, человек с оружией, даже с палкой или камнем-не мирный. Всем всё ясно? Тогда..,-мужчина хотел сказать ещё что-то, но его отвлек один человек из свиты, они начали о чём-то перешёптываться.\n\n    Тут у Саши возникла по-настоящему безумная идея. А что, если попробовать проникнуть в портал? Правда непонятно зачем, но так интересно...",
    "answers": [
      {
        "id": 49,
        "text": "    \"Что за глупость!\"-подумала про себя Саша и получше спряталась за кустами."
      },
      {
        "id": 50,
        "text": "    Несмотря на всё безумие идеи, Саша решилась на это."
      }
    ]
  },
  {
    "id": 49,
    "text": "    Саша затаилась в кустах и принялась терпеливо ждать. Минуты через три-четыре \"оратор\" заговорил вновь:\n\n—Что ж, меня отвлекли. Но это не важно. Всем встать!-бойцы последовали приказу.-Территория должна быть захвачена до восьми утра. Начали!\n\n    Мужчина сошёл с возвышенности и шёлкнул чем-то у себя на поясе. Портал закрылся. Саша не переставала удивляться странности происходящего. Она чувствовала себя как в каком-то фантастическом фильме.\n\n    Солдаты вынули из ножен мечи(\"Как они собираются захватить что-либо ЭТИМ?\"-подумала Саша) и, разделившись на группы, стоем пошли по разным улицам города.",
    "answers": [
      {
        "id": 66,
        "text": "    Девочка сидела в кустах до тех пор, пока металлический лязг доспехов не поглотила тишина ночи."
      }
    ]
  },
  {
    "id": 50,
    "text": "    Саше осталось только решить,  как провернуть свою идею. Она придумала несколько вариантов:\n\n1. Кинуть камень в металлический щит чуть поодаль, чтобы отвлечь солдат и пробежать мимо них прямо в портал.\n\n2. Прокрасться по кустам к обратной стороне портала, туда, где никто не стоит, и там войти в портал.\n\n3. Вырубить одного из солдат, что стоит поодаль, надеть его броню, прокрасться к порталу, когда воины встанут с колен, и войти в него.\n\n4. Подождать, пока все уйдут и войти в портал.\n\n5. Изо всех сил пробежать в портал минуя всех солдат и мужчину-оратора.\n\n6. Отказаться от этой идеи.",
    "answers": [
      {
        "id": 51,
        "text": "1"
      },
      {
        "id": 52,
        "text": "2"
      },
      {
        "id": 53,
        "text": "3"
      },
      {
        "id": 54,
        "text": "4"
      },
      {
        "id": 55,
        "text": "5"
      },
      {
        "id": 49,
        "text": "6"
      }
    ]
  },
  {
    "id": 51,
    "text": "    Саша подняла с земли камень побольше и изо всей силы кинула в металлический щит. Она уже хотела сорваться с места и побежать к порталу, но вовремя заметила, что вместо того, чтобы посмотреть на щит, все воины повернули головы примерно в её сторону. Саша мгновенно припала к земле, надеясь, что всё обойдётся. В толпе послышались шептания, будто бы солдаты обсуждали, что делать и проверить ли кусты. Сквозь густую листву девочка увидела, что один из них собрался подняться. Спасение пришло с неожиданной стороны. \"Оратор\" заговорил вновь и воину пришлось вернуться на своё место. Портал закрылся.\n\n—Что ж, меня отвлекли. Но это не важно. Всем встать!-бойцы последовали приказу.-Территория должна быть захвачена до восьми утра. Начали!\n\n    Солдаты вынули из ножен мечи(\"Как они собираются захватить что-либо ЭТИМ?\"-подумала Саша) и, разделившись на группы, стоем пошли по разным улицам города.",
    "answers": [
      {
        "id": 66,
        "text": "    Девочка сидела в кустах до тех пор, пока металлический лязг доспехов не поглотила тишина ночи."
      }
    ]
  },
  {
    "id": 52,
    "text": "    Саша очень аккуратно и осторожно, стараясь не привлечь внимания, двигалась по лесной полосе. Она преодалела уже половину пути, когда вдруг голос \"оратора\" зазвучал вновь. \n\n—Что ж, меня отвлекли. Но это не важно. Всем встать!—бойцы последовали приказу.—Территория должна быть захвачена до восьми утра. Начали!\n\n    Саша успела сделать только один шаг до того, как портал закрылся. Она растроенно вздохнула и вновь посмотрела на площадь.\n\n    Солдаты вынули из ножен мечи(\"Как они собираются захватить что-либо ЭТИМ?\"-подумала Саша) и, разделившись на группы, стоем пошли по разным улицам города.",
    "answers": [
      {
        "id": 66,
        "text": "    Девочка сидела в кустах до тех пор, пока металлический лязг доспехов не поглотила тишина ночи."
      }
    ]
  },
  {
    "id": 53,
    "text": "    Саша незаметно подкралась к самому ближнему к ней воину, предварительно взяв в руку увесистый камень. Она уже было хотела ударить солдата по голове, когда вдруг поняла, что, ударив камнем по металлической поверхности шлема, будет очень громкий звук, который точно привлечёт внимание. Девочке пришлось отползти назад к своему месту.\n\n\"Оратор\" заговорил вновь, портал закрылся.\n\n—Что ж, меня отвлекли. Но это не важно. Всем встать!-бойцы последовали приказу.-Территория должна быть захвачена до восьми утра. Начали!\n\n    Солдаты вынули из ножен мечи(\"Как они собираются захватить что-либо ЭТИМ?\"-подумала Саша) и, разделившись на группы, стоем пошли по разным улицам города.",
    "answers": [
      {
        "id": 66,
        "text": "    Девочка сидела в кустах до тех пор, пока металлический лязг доспехов не поглотила тишина ночи."
      }
    ]
  },
  {
    "id": 54,
    "text": "    Саша затаилась в кустах и принялась терпеливо ждать. Минуты через три-четыре \"оратор\" заговорил вновь:\n\n—Что ж, меня отвлекли. Но это не важно. Всем встать!-бойцы последовали приказу.-Территория должна быть захвачена до восьми утра. Начали!\n\n    Мужчина сошёл с возвышенности и шёлкнул чем-то у себя на поясе. Портал закрылся, а Саше осталось только смотреть на воинов и их предводителя, изнывая от досады.\n\n    Солдаты вынули из ножен мечи(\"Как они собираются захватить что-либо ЭТИМ?\"-подумала Саша) и, разделившись на группы, стоем пошли по разным улицам города.",
    "answers": [
      {
        "id": 66,
        "text": "    Девочка сидела в кустах до тех пор, пока металлический лязг доспехов не поглотила тишина ночи."
      }
    ]
  },
  {
    "id": 55,
    "text": "    Саша собрала все свои силы в кулак, сделала глубокий вдох и рванула с места, минуя солдат. Девочка неожиданно быстро добралась до цели. Около портала лежал ларец, в нём меч, Саша зачем-то схватила его и вместе с ним исчезла в портале. Перед полным погружением девочка услышала стук металла о землю и чьи-то крики. \n\n    Саша вылетела из портала и, не смотря по сторонам, продолжила бежать куда глаза глядят и только когда полностью выдохлась, а адреналин в крови закончился, она остановилась. Лишь теперь Саша осмотрелась. Земля под ногами была то ли бордовая, то ли красная. Неба не было, только железный купол над головой. Кое-где текли лавовые речки, на чуть холмистой равнине стояли домики и античные храмы.\n\n—Неужели землянка?",
    "answers": [
      {
        "id": 57,
        "text": "    Саша вздрогнула от неожиданной фразы, возникшей будто бы из ниоткуда."
      }
    ]
  },
  {
    "id": 56,
    "text": "     Когда Саша достигла старцев, Ба Рамта сказал ей, указывая на воина:\n\n—Знакомься, Саша, это Фредерик Борн. Он будет руководить нашим полком. Да, Фредерик? Фредерик!\n\n    Воин встрепенулся, будто бы снимая с себя задумчивость.\n\n—Что-то случилась, Ба Рамта?-тут он перевёл взгляд на меня и слегка улыбнулся.-Вы Александра? Та самая избранная? Приятно познакомиться, я Фредерик Борн, заслуженный полководец Королевства.\n\n    Учитель смерил воина недовольным взглядом, Саша снисходительно улыбнулась.\n\n—И мне приятно познакомиться.\n",
    "answers": [
      {
        "id": 71,
        "text": "    Саша и Фредерик пожали руки."
      }
    ]
  },
  {
    "id": 57,
    "text": "—Что? Кто это?-Саша взмахнула мечом, принимая боевую позу и в панике завертела головой. Наконец-то девочка заметила смуглого старичка, стоящего неподалёку. \n\n—Хм...откуда у землянки меч графа Рудольфа Уильямса?-было похоже, будто бы он обращался к самому себе.\n\n—Кто вы? И Рудольф Уильямс-это загорелый коренастый мужчина с красивой такой бронёй и золотым плащом?\n\n    Впервые старик посмотрел Саше в глаза и странно улыбнулся. Эта улыбка очень не понравилась девочке и только старик собирался ответить, она перебила его, воскликнув:\n\n—Попробуешь что-то сделать-убью! Отвечай, кто ты!-она сделала опасное движение мечом, рискуя ранить старика. Тот не тронулся с места, всё так же улыбаясь.\n\n",
    "answers": [
      {
        "id": 58,
        "text": "    Саша нахмурилась, но ничего не предприняла, решив дождаться ответа."
      }
    ]
  },
  {
    "id": 58,
    "text": "—Ты сильная и умная девочка, вижу. Пойдём со мной, ты устала с дороги, я тебе всё расскажу,-старик поманил Сашу рукой и развернулся, собираясь уйти.\n\n    Сначала Саша стояла в замешательстве, но, опомнившись, страх и решимость вновь вернулись к ней. Она метко, пускай и неуверенно, сделала выпад в сторону старика, намереваясь ранить в плечо. В следующую секунду меч каким-то образом оказался в руках старика, лезвием упираясь в её собственную шею. Саша замерла, прошло несколько мгновений и старик опустил меч, опершись на него как на трость.\n\n—Ещё одно даказательство того, что ты, дитя, не глупая. Но я всё же настою на том, что бы ты доверилась мне и последовала за мною, если ты не хочешь лишиться своего оружия,-старик хитро улыбнулся. Саша не могла представить, как такой низкий и дряхлый старик, который ниже самой Саши, смог так быстро разоружить её.",
    "answers": [
      {
        "id": 59,
        "text": "-Ладно. Допустим, я доверюсь тебе."
      }
    ]
  },
  {
    "id": 59,
    "text": "    Старик вновь улыбнулся своей странной улыбкой. Он отдал Саше меч и поковылял куда-то, девочка последовала за ним. \n\n    Вскоре они подошли к одному из храмов, сильно напоминавших античные. Этот был не очень высоким, но с пристройкой сзади. \n\n—Добро пожаловать в спортивное общество \"ЦУКИРА\". Я директор и по совместительству тренер некоторого числа молодых людей. \n\n—Это всё очень хорошо, но всё же, зачем я вам?-Саша с подозрением осмотрела здание.\n\n—Делу время, потехе час. Надо бы тебе отдохнуть для начала, поесть, попить, полежать.\n\n—Вы издеваетесь? Какое полежать? Где я?-Саша начала злиться, будто забыла, что пришла сюда по своей собственной воле.",
    "answers": [
      {
        "id": 60,
        "text": "    Старик тяжело вздохнул и остановился, развернувшись к Саше."
      }
    ]
  },
  {
    "id": 60,
    "text": "—Ладно, будь по твоему. Кое-что я тебе расскажу. Ты сейчас находишься в Хека Вара, или, как сказали бы у вас, в Тёмном Королевстве..,-Саша не дала старику закончить, мгновенно  перебив.\n\n—Стоп! Если у вас есть свой язык, почему вы говорите на моём?\n\n—Старших неприлично перебивать, дитя,-процедил старик изподлобья,-но я отвечу на твой вопрос. Великий Король давно планировал нападение на Землю и заставил всех выучить ваш язык...Он думал, что у вас только один, тогда мы мало знали о Земле. Теперь большинство людей у нас говорят на обоих языках. В основном, на вашем. Он несколько удобнее. Кхм...теперь к делу. В Хека Вара живёт двести три миллиона гражданских жителей и тридцать шесть миллионов солдат, воинов и других стражей порядка. Предугадывая твой вопрос, их так много из-за неблагоприятных условий жизни и большого количества разных тварей. Многие из мирных, к слову, не такие уж и мирные. Я, к примеру,-старик тихо рассмеялся.-А сейчас Рудольф Уильямс, граф Северных земель и наш нахваленный полководец пошёл захватывать новые земли. Ваши. ",
    "answers": [
      {
        "id": 61,
        "text": "-Что? Да какое он имеет право?!?-Саша чуть не подавилась от возмущения."
      }
    ]
  },
  {
    "id": 61,
    "text": "    Старик покачал головой, тяжело вздохнул и ответил:\n\n—Морального-никакого. А вот если судить по законам вара, то граф имеет вполне обоснованное право на всё то, что Он разрешит. Но я не со всеми законами согласен, от того и решил тебе помочь. Ну а теперь входи.\n\n    Старик сделал пригласительный жест, указывая на дверь. Саша зашла внутрь.\n\n    Помещение было оформлено довольно бедно, несмотря на множество рисунков и рельефов на стенах. Кроме каменного пола и песчаной площадки для занятий борьбой, здесь были только низкие и широкие деревянные ящики, покрытые тканями и расставленные вдоль стен. Внутри ящики были явно пусты.\n\n—Здесь мои увэ занимаются борьбой, здесь,-старик указал на ящики,-они сидят и спят. Во второй комнате у нас молельня и трапезная.",
    "answers": [
      {
        "id": 62,
        "text": "    \"Неужели даже у них есть свои боги?\"-подумала Саша."
      }
    ]
  },
  {
    "id": 62,
    "text": "—Пойдём в трапезную, сина. Поешь с моими увэ, если, конечно, они тебя не будут смущать,-старик озорно подмигнул Саше.\n\n—Я вообще-то не сина, а Александра,-девочка пропустила колкость мимо ушей.\n\n—Ах, это...сина-это по-нашему девушка или дитя. В твоём случае,-старик погладил свою бороду в задумчивости,-и не понять. Вот поэтому у нас дитя и девушка-одно слово.\n\n    Сашу задело это замечание, она даже покраснела от злости и смущения, но промолчала. Старик ей нравился всё меньше.  Они прошли в трапезную, где сидели, словно статуи, множество мужчин разных возрастов в чёрных одеждах и стрижками под горшок.\n    \n    Все юноши стояли на коленях, на таких же ящиках, как и в первой комнате. Перед ними находились длинные столы с тарелками и странной едой на них.",
    "answers": [
      {
        "id": 63,
        "text": "     Саша села на свободное место."
      }
    ]
  },
  {
    "id": 63,
    "text": "    Девочка попробовала еду, она оказалась практически безвкусной. Оглянувшись, Саша поняла, что вокруг неё сидели не только мужчины, но и столь сильные девушки, что их сложно было отличить.\n\n    Пока Саша изучала своё место, старик взобрался на импровизированную сцену из четырёх таких же ящиков и множества подушек. Немного погодя, старик сказал громко, совсем не своим, более низким голосом:\n\n—РАМБЭ!\n\n    Все ученики идеально синхронно сложили руки в молитвенном жесте. При этом был такой хлопок, что Саша чуть не подпрыгнула от неожиданности. Она немало удивилась и смутилась. Всё это было похоже на собрание какой-то секты, причём она, Саша, была здесь незванным гостем. В это время старик продолжил:\n\n—Бу, ува вара, имиру рамба и вара за ала, дира и хека!\n\n    На это ученики ответили ему:\n\n—Бу, уву бы, ува вара, имиру рамба и вара за ала, дира и хека!-Саша поморщилась, от бормотания этих людей ей сделалось некомфортно. \n\n    Старик вновь заговорил:\n\n—Бу, Вара эри, уву вара эру лора, цукира и цукита до эру ора!\n\n    Ученики отозвались эхом. \"Какой странный у них язык\",-подумала Саша. Молитва продолжалась ещё минут пять, за это время девочка уже успела поесть и ждала окончания общей трапезы.",
    "answers": [
      {
        "id": 64,
        "text": "    Когда же Саша наконец-то  дождалась, к ней подошёл старик."
      }
    ]
  },
  {
    "id": 64,
    "text": "—Пойдём за мой стол, там поговорим,-старик проводил Сашу до своей импровизированной сцены. \n\n—Так, сина, ты задала мне свои вопросы, теперь будь добра ответить на мои. Как ты получила этот меч?\n\n—Он лежал около портала, там я его и взяла.\n\n—Хм..,-старик сощурился и погладил свою бороду,-Рудольфу следовало бы получше следить за своими вещами. Особенно за такими. Но нам это только на руку. Существует одно предание, предсказание мудрейшего старца, что только тот, кто сумел раздобыть этот меч без боя, способен уничтожить Великого Короля. Уильямс убил прошлого владельца, но ты...\n\n—Да-да, я уже поняла. Я готова уничтожить его, вопрос в том, как сделать это. Не могу же я просто взять и явиться туда с этим мечом, крича, что собираюсь убить Короля,-старик усмехнулся.\n\n—Нет, не можешь. Ты ещё дитя, была б моя воля, я бы отдал этот меч сильному воину, но предсказание...Отдашь ли ты этот меч кому-либо другому?\n\n—Не,-просто ответила Саша,-этот меч мой и именно я отвечаю за него,-так она объяснила себе своё решение, не обращая внимания на реальную причину.\n\n—Я так и знал. Поэтому я предлагаю тебе свою помощь. Стань моей ученицей, и я сделаю из тебя такого воина, что ты со своим мечом в одиночку расправишься с Великим Королём. Согласна?\n\n    Саша побледнела. Стать его ученицей? Как те, с кем она сегодня обедала? Как эти безликие воины?",
    "answers": [
      {
        "id": 65,
        "text": "    Саша тяжело вздохнула. Делать нечего, придётся соглашаться.\n\n-Ладно, хорошо."
      }
    ]
  },
  {
    "id": 65,
    "text": "    Старик хитро улыбнулся.\n\n—Прекрасное решение, сина. Миран, принеси-ка молодой девушке одежду,-старик вновь обратился ко мне,-твоя тебя будет выдавать. А причёска...только немного подровняем, у тебя и так волосы недлинные,-я невесело усмехнулась, старик продолжил,-Совсем забыл, сина! Эх, старость-последняя радость. Как имя твоё будет-то? Я Ниран Рамта, отныне учитель Рамта или Ба Рамта. \n\n—Меня зовут Саша. Будем знакомы,-я протянула старику руку, он растерялся, но немного подумав, пожал. \n\n    В это время в комнату вошёл ученик с комплектом чёрной одежды и книгой в руках.\n\n—Ба Рамта, я принёс одежду, как вы и просили. И ещё цикита,-парень указал на книгу,-смею предположить, она тоже вам нужна.\n\n—О да, Миран, спасибо. Ещё как нужна,-юноша ушёл, а старик протянул Саше книгу с одеждой.",
    "answers": [
      {
        "id": 67,
        "text": "   Девочка взяла их, рассматривая замысловатые узоры на обложке книги."
      }
    ]
  },
  {
    "id": 66,
    "text": "    Когда Саша наконец-то вышла из укрытия, она тихо и осторожно, но всё же достаточно быстро, побежала обратно к остановке. В ней боролись противоречивые чувства. Сердцем она всё ещё была убеждена, что это чья-то глупая шутка, смеялась странному виду \"захватчиков\" и их мечам, которые ничего не смогут противопоставить огнестрелу. Тем не менее, Саша понимала, что что-то тут не чисто. Портал, речь воина и аномальные явления здесь отравляли душу тревогой. Именно поэтому девочка со всех ног бежала к остановке, желая лишь одного-добраться поскорее домой.\n    \n    Через десять минут тревожного ожидания приехал автобус. Сев в тёплый и светлый салон транспорта, Саша почувствовала себя намного лучше. Девочка решила оставить все заботы на потом и просто отдохнуть.",
    "answers": [
      {
        "id": 105,
        "text": "    Через час Саша уже сидела дома и выслушивала причитания матери."
      }
    ]
  },
  {
    "id": 67,
    "text": "—Это цикита, свод правил, которого должны придерживаться ученики. Если хочешь, можешь пропустить главы о Боге, я не буду тебя убеждать в чём-то, но если будет время и силы..,-старик хитро сощурился,-в любом случае, иди в первый зал, там найди свободное место. Оно отныне твоё. Переоденься, почитай цикита, а я буду здесь.\n\n—Переодеться? Там же куча мужчин!-Саша смутилась и чуть порозовела.\n\n—Да что ты, одень просто на свою. Наша одежда-что-то на подобии вашего кимоно.\n\n—Ладно...\n\n    Саша встала и пошла в первую комнату. Там стояли всё те же ящики и девочка, как и посоветовал Ба Рамта, нашла свободный. Ящик был жёсткий и неудобный, но Саша постелила себе толстовку и сидеть стало терпимо.",
    "answers": [
      {
        "id": 68,
        "text": "    Девочка открыла книгу, которую ей дал Ба Рамта."
      }
    ]
  },
  {
    "id": 68,
    "text": "Цикита\nПравила ученика\n\n1. Не употреблять бранные выражения.\n2. Говорить лишь правду.\n3. Помогать товарищам и учителю.\n4. Беспрекословно подчиняться указам учителя и Великого Короля.\n5. Не иметь тактильного контакта с лицами противоположного пола(см. стр. 10)\n6. Не красть ни у кого.\n7. Не причинять вред никому, если это не противоречит п.4\n8. Вести скромный образ жизни:\n8.1. Не употреблять в пищу сладкого.\n8.2. Не употреблять алкоголя.\n8.3. Спать не более 9-ти часов.\n8.4. Не носить дорогих одежд, лишь одежды по сану Ба.\n8.5. Не иметь в собственности ничего, кроме лекарств, средств личной гигиены и того, на что есть специальное разрешение учителя.\n9. Ссоры решать мирно.\n10. Не нарушать цукита.\n\n    \"В общем, понятно. Всё как обычно\"-Саша закрыла книгу и потянулась. Был уже вечер и она легла на свой ящик, засыпая.\n\n    Следующий год прошёл в изнурительных тренировках. Девушку, как и всех других учеников, жёстко наказывали за малейшее принебрежение  правилами. Это не нравилось никому, но воспитало что-то вроде сильного духа в них. ",
    "answers": [
      {
        "id": 69,
        "text": "    Саша стала в разы сильней, приобрела прекрасную физическую форму и научилась совсем неплохо управляться с мечом."
      }
    ]
  },
  {
    "id": 69,
    "text": "    Саша с учителем и другими учениками готовили план нападения. Это должно было случиться уже завтра и сегодня Ба Рамта позвал девушку на последнюю тренировку.\n\n—Сегодня тот день, когда надо вспомнить обо всём, чему я тебя научил, Саша. Скоро, совсем скоро, тебе предстоит сразиться лицом к лицу с Великим Королём, поэтому тебе стоит помнить следующие вещи: сила этого меча находится в конце лезвия, так что лучше коли, а не бей плашмя. Старайся не вступать с Королём в прямую схватку, он сильнее тебя, бей неожиданно. Ни к чему магическому не прикасайся. Да, и его слуги, не стоит не обращать на них внимания. Всё поняла, сина?\n\n—Конечно, Ба Рамта, вы же мне всё это сто раз говорили! \n\n—Вот и славно. Ладно, давай немного попрактикуемся и пора собираться.",
    "answers": [
      {
        "id": 70,
        "text": "    Весь оставшийся день Саша повторяла основные приёмы и ночью, уставшая, легла спать."
      }
    ]
  },
  {
    "id": 70,
    "text": "    Утром девушку разбудил звук горна, необычный для неё и всех учеников \"ЦУКИРА\". Саша быстро встала и вместе с остальными вышла на улицу, построившись.\n\n    Кроме знакомых пятидесяти учеников Ба Рамта, которые традиционно носили чёрные одежды, здесь было около сотни учеников в сером, человек двести в коричневом, в разы больше учеников в тёмно-зелёном и тёмно-синем. К слову, в толпе одинаковых одежд иногда мелькали весьма солидные или просто очень сильные на вид воины. В общей сложности перед зданием общества расположилось тысячи две человек. \n\n    Перед строем стояли пять старцев, Ба Рамта в их числе, и один статный воин в железной броне с лазуритами. Они что-то обсуждали. Сашин учитель посмотрел на неё и жестом подозвал к себе.",
    "answers": [
      {
        "id": 56,
        "text": "    Саша немного удивилась, но вспомнив, что это она здесь \"избранная\", подошла."
      }
    ]
  },
  {
    "id": 71,
    "text": "    Полководец посмотрел вдаль, туда, где виднелись башенки замка. Саша подумала, что он хочет сказать ей что-то ещё и принялась терпеливо ждать. Через пару минут молчание прервал Ба Рамта:\n\n—Может, расскажешь план наступления молодой даме, Фредерик?-не услышав ответа, учитель раздражённо ударил воина тростью по голове.\n\n—Ай!-Борн отскочил назад, потирая место удара.-Я снова что-то пропустил?\n\n—Я говорю,-старик ткнул тростью меня в бок,-объясни ей план наступления, Фредерик!\n\n—Ах, да, конечно, хорошо,-мужчина рассеянно оглядел землю вокруг в поисках чего-то, нашёл палку, взял её и начал чертить на земле.",
    "answers": [
      {
        "id": 72,
        "text": "    Саша подошла поближе, с интересом рассматривая неаккуратные рисунки."
      }
    ]
  },
  {
    "id": 72,
    "text": "—Ну вот,-Фредерик отложил палку,-мы выходим отсюда..,-мужчина в смущении поправил волосы и подобрал палку вновь, указывая на один из рисунков.-Так вот, мы выходим отсюда и вот здесь встречаемся с ещё одним полком. Нашей задачей будет взобраться на стены, ворота атаковать бесполезно, слишком сильные чары. С двух сторон замка будут атаковать ещё два отвлекающих полка...\n\n—Спасибо, Фредерик,-старик перебил воина,-это очень интересно, а теперь расскажи сине только то, что нужно знать ей. Иначе трудно уловить суть.\n\n—Рассказать кому?-Фредерик недоумённо покосился на Ба Рамта, но под его уничтожающим взглядом поспешил перевести тему.-В общем, Александра, вам надо будет держаться рядом со мной, быть осторожной и как можно меньше вмешиваться в битву, пока мы не дойдём до Короля. Там я отвлеку Его, а ты убьёшь. Я всё хорошо объяснил? Или ещё что-то? Какие-нибудь вопросы остались?",
    "answers": [
      {
        "id": 73,
        "text": "-Нет-нет, я всё поняла, спасибо."
      }
    ]
  },
  {
    "id": 73,
    "text": "—Вот и прекрасно,-Фредерик взял с пояса горн и дал звуковой сигнал в два гудка. Этот сигнал заменял команду строиться. Мужчина подошёл поближе к строю и начал речь:\n\n—Приветствую вас, отныне вольные граждане Тёмного Королевства! Я Фредерик Борн-полководец Тёмного Королевства, который отказался от своей клятвы Королю во имя свободной жизни для всех нас! Если вы согласны встать под моё командование, если вы согласны объявить войну произволу Короля, я возглавлю вас и поведу на битву!-ответом Фредерику послужило громогласное:\"Да здравствует Фредерик Борн! Да здравствует наш предводитель!\"\n\n    Фредерик сказал ещё пару слов о плане нападения, и через пол часа полк двинулся в путь. Саша, как посоветовал ей Борн, шла около него. Через некоторое время, на подходе к замку(они шли по лесу, чтобы их не заметили преждевременно), к ним присоединился ещё один полк. ",
    "answers": [
      {
        "id": 74,
        "text": "    Саша остановилась на опушке леса вместе с остальными, ждя команду атаки."
      }
    ]
  },
  {
    "id": 74,
    "text": "    Долгое время была полная тишина, никто не осмеливался проронить ни звука, лицезрея чёрную громаду замка, похожего на кинжал.  Железный купол неба мог бы сливаться с замком, если бы не красное зарево от лавовых рек. Вдруг звук знакомого горна нарушил тишину. \n\n—Оружие к бою! \n\n    Фредерик подошёл ко мне. В этот раз его взгляд был вполне осознанным. Мы пропустили вперёд несколько десятков людей, бежавших к стенам с небольшими щитами и мечами. С высоты на них полетели стрелы, светящиеся фиолетовым. Зачарованные стрелы. Бойцы в ответ посылали сияющие чёрные рубцы, исходящие из мечей. Скоро стрелы стали долетать и до Саши, ей пришлось спрятаться в гуще листвы. \"Интересно, почему мой меч, такой легендарный меч, не имеет никаких магических свойств?\"-подумала девочка. \n\n    В этот момент её окликнул Фредерик.\n\n—Готовы? Идём?",
    "answers": [
      {
        "id": 75,
        "text": "-Идём,-ответила Саша."
      }
    ]
  },
  {
    "id": 75,
    "text": "    Они вооружились своими щитами и последовали в толпе остальных к замку. Там к стенам уже были приставлены первые лестницы, наши постепенно прорывали оборону. Саша чувствовала бы гордость и радость за них, если бы не слышала крики людей, чью плоть всё же задели чародейские стрелы, если бы не видела тех самых учеников, с которыми ещё так недавно тренировалась, падающими со стен, лестниц. \n\n    Но ей не было страшно, её защищал полководец, высокая цель и предание. Она обязана выжить, ей суждено выжить.\n\n   И вот уже Фредерик, а за ним и Саша, карабкаются по отвестным лестницам на стены замка. И, конечно, не в авангарде, но ступают на чёрные кирпичи вражеской земли. \n\n—Нам сюда!-Фредерик с Сашей побежали по коридорам вверх, туда, где находился тронный зал.\n\n—Помните, я отвлекаю, вы бьёте,-Борн завернул на очередном повороте, когда ему перегородили путь слуги Короля-рыцари в чёрных доспехах с лучшим оружием во всём королевстве. \n\n—А что с ними делать?-Саша достала меч, готовая драться.\n\n—Пока ничего...укройтесь в безопасном месте, я скоро подойду. Они, конечно, умелы, но с моим мастерством им не справиться.",
    "answers": [
      {
        "id": 76,
        "text": "-Ну уж нет, я останусь!-девушка встала в боевую стойку, а рыцари немедля начали наступление."
      },
      {
        "id": 77,
        "text": "-Ладно, будь осторожен!-девушка кинула последний взгляд на надвигавшихся рыцарей и побежала наверх."
      }
    ]
  },
  {
    "id": 76,
    "text": "—Не глупите!..-Фредерик попытался было уговорить девушку уйти, но рыцари не дали им времени на разговоры. Трое напали на Фредерика, столько же на Сашу. Настало время дуэля, каждый пытался ранить оппонента, при этом старался не быть убитым самому. Александра отступала под напором рыцарей, если бы коридор не был так узок, её бы уже не было. Один из них, уверенный в победе, что-то сказал остальным и побежал в сторону тронного зала, видимо, чтобы доложить Королю. Это весьма облегчило задачу Саше, она достаточно быстро, но не без усилий отправила на тот свет сначала одного, а затем и другого рыцаря. Когда и Фредерик справился со своими врагами, неожиданная мысль пришла в голову девушке. \"Может, магия моего меча в том, что благодаря нему я лучше фехтую?\"-Саша тут же задала вопрос полковнику, тот ответил:\n\n—Да, наверное. Если судить по вашим навыкам-почти наверняка, но точно я знать не могу. Если уж Ба Рамта вам этого не рассказал, значит никто не расскажет. Никто, кроме, пожалуй, Короля.\n\n    Вспомнив о своей изначальной цели, Фредерик с Сашей поспешили достигнуть тронного зала. Винтовые лестницы, повороты, длинные коридоры-всё слилось воедино. Винтовые лестницы, повороты, дверь...",
    "answers": [
      {
        "id": 80,
        "text": "    Фредерик открыл дверь и они вошли на просторную лестничную площадку."
      }
    ]
  },
  {
    "id": 77,
    "text": "    Винтовая лестница, коридор, поворот, снова лестница. Саша старалась убежать подальше от звуков битвы, как и говорил Фредерик. Винтовая лестница, коридор, поворот, железная дверь. Девушка дёрнула за ручку, та легко поддалась. Вбежав в комнату, Саша застыла в ужасе. Она оказалась на большом, просторном лестничном пролёте, скорее похожим на зал. Но путь вперёд ей отрезали новые рыцари, теперь их было в разы больше.\n\"Пора уходить..,\"-Саша дёрнулась назад и чуть не напоролась на холодное окровавленное лезвие. Один из тех рыцарей, с которыми должен был сражаться Фредерик, прижал меч к горлу девушки, остальные взяли её в круг.\n\n—Меч на пол, и без резких движений!\n\n    Это конец. Она в окружении, Фредерик...все остальные сейчас сражаются только ради неё, ради того, что бы она убила Короля, не зная, что их надежды уже разрушены.",
    "answers": [
      {
        "id": 78,
        "text": "    Вдруг девушкой овладела такая злоба и ненависть, такой страх и горе, что держать себя в руках уже не представлялось возможным. Гордо выпрямившись, Александра объявила:\n\n-Да я лучше помру, чем сдамся вам, уроды! Там, в другом мире, такие же ублюдки, как вы, порабощают мой дом, здесь люди умирают ради меня, так что я тоже сдохну! Сдохну, но с честью!"
      },
      {
        "id": 79,
        "text": "    Александра медленно, неохотно и зло опустила оружие на пол. \"Умру-ничего не изменится. А так, может, ещё что-нибудь будет,\"-думала она."
      }
    ]
  },
  {
    "id": 78,
    "text": "\n—Выбор твой,-Рыцарь одним движением всадил клинок девушке в шею, насквозь пронзая плоть. Он вынул оружие, хлынула кровь, с глухим стуком упало тело. \n\n    Рыцарь забрал клинок и подошёл к остальным, обращаясь к самому молодому из них:\n\n—Убери тело. Я отнесу Великому его оружие. \n\n    Юноша послушно выполнил приказ, думая о последних словах несчастной девушки. \"А зачем, всё же, мы вторглись в  тот мир? Неужели и вправду оттого, что Великому стало нечем одаривать своих графов, как все говорят? Право, странно...Нет, быть такого не может\".\n\n   А мятеж всё шёл и шёл, окропляя замок кровью, застелая его полы телами, на радость Королю и его свите.",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 79,
    "text": "    Один из рыцарей забрал меч, ещё двое связали Сашу и повели вверх по широкой лестнице. Там, наверху, была большая железная дверь, которую девушка поначалу не заметила. Какой-то мужчина в странной одежде, напоминающей рясу, вышел навстречу рыцарям.\n\n—Вижу, вы всё-таки справились с задачей. Я предупрежу Великого о вашем приходе, подождите здесь.\n\n—Да уж поторопись, приятель.\n\n    После недолгого ожидания мужчина вернулся.\n\n—Великий Король жалует вас к себе. Проходите,-он открыл дверь, придерживая для рыцарей. \n\n    Девушку ввели в невероятно просторный зал, стены, пол и потолок которого были похожи скорее на свод пещеры, чем на тронный зал. Обратное действие производил невмеру большой трон из чистого золота. Подлокотники украшали черепа, подножие-скелеты, спинка оканчивалась пиками. Чем ближе подходила Саша, тем отчётливее видела имена, выдолбденные на лбах черепов. \n\n    Но больше всего девушку настораживал вид самого Короля. Высокая и неожиданно тонкая чёрная фигура была хорошо видна на фоне золотого трона, но растворилась бы во тьме пещеры, не будь его. Голову Короля венчал искусный серебряных венец, чёрные одеяния придавали ему вид римского императора. Это ощущение разрушалось массивными заострёнными наплечниками, соединёнными на груди и множеством колец. В них сверкали кроваво-красные рубины.\n\n    Король сидел неподвижно, на его лице застыла ухмылка.",
    "answers": [
      {
        "id": 96,
        "text": "    Сашу заставили встать на колени перед ним."
      }
    ]
  },
  {
    "id": 80,
    "text": "    Они вышли на просторную лестничную клетку. Здесь висели древние портреты, были постелены дорогие ковры, в общем, обстановка внушала уют и комфорт. Тем не менее, Саша почувствовала здесь что-то неладное и покрепче сжала рукоять меча. \n\n    Фредерик с девушкой продолжили свой путь. На середине широкой лестницы меч в руках Саши странно завибрировал. Она попросила Фредерика остановиться и принялась рассматривать меч, надеясь понять, что с ним случилось. Вдруг меч рванул назад, девушке пришлось тоже туда повернуться. Саша услышала звон металла, а после увидила, что скрестила меч с одним из рыцарей.\n\n    Нет, не с рыцарем. Этот мужчина был гораздо выше, чем другие воины, худ и бледен. Его голову украшал серебряный венец, он был одет в тёмные ткани, что делало его похожим на римского императора. Но острые массивные наплечники, осыпанные рубинами и в стиль им кольца придавали ему вид устрашающий. Это был Король.",
    "answers": [
      {
        "id": 81,
        "text": "    Саша не должна была сражаться с Королём, поэтому ухитрилась увеличить дистанцию между ними, не попадя при этом под его меч."
      }
    ]
  },
  {
    "id": 81,
    "text": "    Король не спешил переходить к битве. Сначала он осмотрел Сашу, потом Фредерика и, наконец, заговорил:\n\n—Диверсионная группа, значит. Девчонка,-мужчина повелительным тоном обратился к Саше,-откуда у тебя этот меч? На моей памяти он принадлежал графу Уильямсу.\n\n—Принадлежал, теперь нет.\n\n—Занятно. Что ж, с ним я разберусь позже. А теперь сдавайся или умри, девчонка. А ты, Фредерик, будешь казнён за предательство.\n\n    Ледяное спокойствие Короля пугало больше, чем его вид. Саша отвечать не стала, только встала в боевую позу.\n\n—Не надо, Саша! Вы погубите себя!-Фредерик крикнул это отчаянно, но девушке сразу стало ясно, что на самом деле он хотел сказать не это. Он хотел крикнуть: \"Следуйте плану!\".\n\n    Но ведь ситуация поменялась.  Они хотели напасть неожиданно, теперь Король знает, что их двое. И будет преследовать именно её, ведь у неё меч.",
    "answers": [
      {
        "id": 82,
        "text": "    \"Нет, всё-таки, план есть план. Не стоит менять его в последний момент!\"-подумала Саша."
      },
      {
        "id": 83,
        "text": "    \"Нет, это невозможно. План провалился, придётся действовать на ходу, \"-подумала Саша."
      }
    ]
  },
  {
    "id": 82,
    "text": "    Девушка рванула к одному из выходов, Фредерик к другому, Король не спешил гнаться за ними. Он так и остался стоять посреди зала, скрестив руки на груди. Саша выбежала, спрятавшись в углублении в стене. Теперь осталось понять, как сделать так, что бы победить Короля, не вступая с ним в битву.\n\n—Вы же собирались убить меня, верно? Так выходите, настало время для честной битвы! Я жду.-высокий голос Короля ледяным рокотом заполнил пустующий замок. \n\n    \"Не дождёшься\"-подумала про себя Саша. Тут девушка услышала тихую поступь, за звуком последовал и источник. Саша вышла из своего укрытия навстречу Фредерику.\n\n—Действуем по плану, Александра. Я отвлекаю, вы нападаете.\n\n—Хорошо. Тогда будь здесь, а я пойду обойду с другой стороны.\n\n    Девушка достаточно долго выбирала подходящее место, и когда она вышла на один из неприметных балкончиков, выходящих на лестницу, полководец был уже напротив Короля.",
    "answers": [
      {
        "id": 99,
        "text": "    Они говорили о чём-то. Саша заметила, что Фредерик вёл себя нервно, крутя головой в поисках чего-то. Не её ли? Но зачем?"
      }
    ]
  },
  {
    "id": 83,
    "text": "    Король взглянул на Фридерика:\n\n—Не думал, что предатель способен на столь разумные советы...\n\n    Саше нужен был элемент неожиданности для нападения, поэтому она, не дождавшись пока Король закончит свою мысль, взмахнула клинком и сделала выпад, целясь в торс мужчины. Для того это действие пусть и было нежданным, но оно не помогло Саше достать его. Король успешно увернулся и провёл контратаку, чуть не выбив меч из рук девушки. \n\n—Очень нехорошо. И глупо,-клинок Короля загорелся красным,-посмотрим, как хорошо ты управляешься с этим мечом, на какой минуте он снова станем моим. \n\n    Пару резких движений и несколько красных рубцов практичести со скоростью пули понеслись к девушке. Та рассеяла своим оружием один, при этом меч чуть не выпал из её рук под силой магии, от остальных увернулась. Не теряя времени, Саша перешла в атаку, Фридерик тоже не стоял на месте. Прошло несколько минут сражения, но Король, которому приходилось биться на два фронта, не проявлял ни единого признака усталости. ",
    "answers": [
      {
        "id": 84,
        "text": "    Саша старательно наступала, параллельно следя за тем, что бы в зал не вошли рыцари."
      }
    ]
  },
  {
    "id": 84,
    "text": "    Удар сверху-блок, взмах меча-разломить магический рубец надвое, удар сбоку-увернулась, контратака...Саша практически достала Короля, когда она почувствовала удар, дальше, будто в замедленной съёмке, мир начал темнеть, а она-падать. В ушах звенело. Девушка находилась на грани того, что бы потерять рассудок.\n\n    Саша была так сконцетрирована на приёмах и ударах, что не заметила, как Король одним из своих рубцов попал в гаргулью, которая по несчастному стечению обстоятельств не отвлекла девушку, как планировал мужчина, а свалилась ей прямо на голову.\n\n    Александра, несмотря на боль в голове, попыталась встать. Но за этим последовала другая, более острая боль. Клинок вошёл ей в плечо настолько мощно, что пробил и каменный пол, приковав девушку к земле. Её собственный клинок. Теперь Королю не надо было отвлекаться на нескольких людей. Парой мощный ударов мужчина лишил полководца чувств и связал чёрной цепью, появившейся из меча.\n\n—Так. Теперь девчонка.",
    "answers": [
      {
        "id": 85,
        "text": "    От этих слов и тона говорящего у Саши по телу пробежали мурашки. Она стала ещё отчаяннее пытаться освободиться."
      }
    ]
  },
  {
    "id": 85,
    "text": "—Нет-нет, это бесполезно,-Король стал медленно приближаться, а его меч светиться всё ярче,-сейчас надо бы решить, что с тобой делать. Какие варианты ты видишь?\n\n—По-моему, лучший вариант-отпустить и простить,-Саша горько ухмыльнулась, не оставляя попыток вырваться. \n\n—Интересный вариант, девчонка, но весьма нереалистичный. К сожалению, наш мир устроен так, что за свои поступки приходится отвечать.\n\n—Я бы сказала наоборот. К сожалению, в нашей реальности не все отвечают за свои поступки,-Саша многозначительно посмотрела на Короля, тот криво ухмыльнулся.\n\n    Мужчина остановился и будто бы задумался. Пару секунд спустя он сказал:\n\n—Пожалуй, я отложу это решение. А пока ты понесёшь тело Фредерика до подземелий. Не впору королю таскать тела предателей.\n\n    \"Он реально думает, что я прям сейчас возьму и сделаю то, что он просит? Забыв о том, что он вломился в мой мир? Забыв о том, какие ужасные вещи он сотворил с этим миром?\"-подумала девушка. Король будто бы прочитал её мысли, сказав:\n\n—А откажешься-умрёшь. По-моему, выбор очевиден,-Король одной рукой достал меч из пола, освободив Сашу.",
    "answers": [
      {
        "id": 86,
        "text": "    \"О...не так очевиден, как ты думаешь!\"-Саша резким движением вырвала меч из рук Короля."
      },
      {
        "id": 87,
        "text": "    Саша встала. Она решила, что пока не будет сопротивляться Королю, ведь это точно не приведёт ни к чему хорошему, кроме её смерти."
      }
    ]
  },
  {
    "id": 86,
    "text": "    Девушка сделала рубящий удар, сумев задеть самоуверенного короля. Тот от неожиданности отошёл назад, и только потом достал меч.\n\n—Прелюбопытно.-тут взгляд Короля упал на его рану. Из неглубокого, но достаточно серьёзного пореза медленно вытекала кровь. Мужчина провёл по крови, будто бы видел её впервые. Потом его рука затряслась, затряслась не от страха, а от злобы, его глаза сверкнули красным, как меч.\n\n—Ты...Посмела...Ранить...МЕНЯ?!-один взмах рукой, и из королевского меча вышел огромный чёрный рубец, от которого Саша смогла увернуться, в отличии от второго. Рубец сильно ударил девушку об стену и прижал к ней так, что было трудно дышать,-Глупо! Глупая девчонка! И, чёрт бы тебя побрал, несносная! И почему я не могу...Ты должна пожалеть об этом.\n\n    Саша только сейчас заметила, что Король говорил в теноре.\n\n—Пожалеть? Ага, конечно. Прям щас и пожалею. Тебя, ведь ты, бедненький, поранился. \n\n—Довольно.\n",
    "answers": [
      {
        "id": 88,
        "text": "    Это было произнесено так зло и холодно, что Саша непроизвольно замолчала."
      }
    ]
  },
  {
    "id": 87,
    "text": "    Подойдя к Фридерику, она бережно подняла его, закинув одну руку себе на плечо. Девушка тут же почувствовала ещё большую боль от раны и чуть не выпустила мужчину. \n\n—Что за промедление?-к ним подошёл Король. От его небрежного тона Саша почувствовала злобу. Будто бы он не понимает, что за промедление. Поэтому она бросила довольно грубо:\n\n—Ты мне плечо расхреначил. Вот что за промедление.\n\n    Лицо Короля сначала приняло выражение злобы, глаза сверкнули красным, но когда его взгляд упал на плечо девушки, он снова стал невозмутим.\n\n—Хм. Я бы мог излечить эту рану, но не буду. Неси так, в знак моей победы.\n\n    Вот нарцисс! Это уже было похоже на издевательство.",
    "answers": [
      {
        "id": 90,
        "text": "    Саша ответила раздражённо:\n\n-Я вообще-то тоже человек! Я же даже согласилась понести Фридерика, как ты...вы сказали. Вам этого недостаточно для показа своей победы? "
      },
      {
        "id": 91,
        "text": "    Саша ответила раздражённо:\n\n-Ладно."
      }
    ]
  },
  {
    "id": 88,
    "text": "    Король подошёл вплотную к девушке и поднёс меч к её шее.\n\n—Ты должна умереть. Ты должна была бы умереть, но я не хочу этого. Ты сильная. Ты красивая. Ты не лишина чести. А я ценю эти качества в людях. Особенно в девушках. Поэтому ты выйдешь за меня.\n\n    Стоп. Что? Это шутка? Очень необычно было слышать такие слова посреди полуразрушенного битвой зала, с проткнутым насквозь плечом во время мятежа.\n\n—Так я убью две головы харики одним ударом. У меня будет жена, а другим это послужит уроком. Я всегда добиваюсь того, что хочу.\n\n    Сначала Саша потеряла дар речи от такой наглости, но теперь он начал потихоньку возвращаться.\n\n—Нет! Пошёл ты! Лучше уж убей меня!\n\n—Не убью.\n\n—Знаешь что? Если ты хочешь сыграть со мной свадьбу, то тебе придётся связать меня и заткнуть мне рот. А знаешь как это будет выглядеть? Будто ты выходишь за сумашедшую, которую приходится держать, чтобы она не вырвалась.\n\n—Мы сыграем свадьбу нормально. И ты не будешь ни орать, ни вырываться. Иначе все пленные умрут. Колесованием. Сжиганием. Кнутом. Их сварят. Они будут распяты. Ты этого хочешь?",
    "answers": [
      {
        "id": 89,
        "text": "    Саша закусила губу. Не могут же столько людей умереть из-за её гордости. Тем более, так страшно.\n\n-Нет. Я этого не хочу."
      }
    ]
  },
  {
    "id": 89,
    "text": "    Прошло много лет. За это время Александра вышла замуж за Короля и родила ему двух мальчиков и девочку. Старший был коронован наследником, а младший и дочь не могли смотреть на страдания матери под гнётом отца. Возможно, однажны им хватит смелости пойти против его воли...\n\n    Фридерик был казнён за предательство, а учитель Ба Рамта помилован в обмен на службу Королю.\n\n    Максим с Лизой стали лидерами партизанской войны на Земле. Устроив множество мятежей, были пойманы и казнены.\n\n    Весь земной шар был захвачен Тёмным царством и настала диктатура и мир. Мир, полный страха.\n\nTHE END",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 90,
    "text": "    Король нахмурился. Ясное дело, ему ещё никто не отвечал в таком тоне.\n\n—Ты обнаглела, девчонка! Смерти ищешь? Так ты её найдёшь, не сомневайся. А теперь бери его, если тебе жизнь дорога.\n\n    Саша смерила Короля недовольным взглядом. Она уже была готова подчиниться, но гордость взяла верх. Тем не менее, Саша не хотела умирать, поэтому ответила довольно спокойно:\n\n—Нет, ну поймите, так будет просто эффективней! Я быстрее дотащу Фридерика, вас задерживать не буду. Тем более, что это наоборот лучше обозначит вашу победу. Ведь получится, что вы заставили меня подчиниться без боя!\n\n    Саше стало самой противно от этих слов, но ничего не поделаешь, главное-достигнуть своей цели. Король скрестил руки на груди, сверля девушку взглядом. В конце концов, примерно через минуту, он ответил:\n\n—Ладно,-Король грубо схватил Сашу за одежду и сжал её плечо. Рану пронзила нестерпимая боль, но когда мужчина оттолкнул девушку обратно, на месте пореза остался только шрам.",
    "answers": [
      {
        "id": 93,
        "text": "    Теперь Саша без особых мучений, кроме совести, подняла Фридерика и последовала за Королём."
      }
    ]
  },
  {
    "id": 91,
    "text": "    Саша взвалила на себя тело Фридерика, превозмогая боль.\n\n—Теперь за мной,-скомандовал Король и направился к двери, из которой мы с полководцем пришли.\n\n    Пока они спускались по длинным коридорам, Король убил нескольких затерявшихся мятежников, рыцари склоняли перед ним колени.\n\n    Вскоре знакомые коридоры сменились более тёмными, холодными, неизвестными. Король и Саша вышли на территорию подземелий. Девушка уже пожалела, что согласилась нести полководца с раной, а не послать Короля куда подальше, когда он открыл одну из дверей, сказав: \"Клади его сюда\".",
    "answers": [
      {
        "id": 92,
        "text": "    Саше очень не понравилось это место. Было ясно, что это подземелье-ничто иное, как камера пыток. "
      }
    ]
  },
  {
    "id": 92,
    "text": "    Несмотря на свои опасения и волнения за жизнь Фридерика, девушка взвалила полководца на сиденье, прикрученное к полу подземелья. \n\n—Прелестно. Я подумал, девчонка, и решил, что мне с тобой делать,-тон Короля очень насторожил Сашу. Ещё больше её насторожило, что он собрался озвучить свой приговор здесь.\n\n—Ну, и?-девушка сказала это бодро и даже отчасти вызывающе, пытаясь скрыть от Короля и самой себя свой страх.\n\n—Ты станешь моей женой.\n\n    Стоп. Что? Саша в полном изумлении уставилась на Короля. После нескольких секунд молчания к ней вернулся дар речи, и она ответила немного хриплым голосом:\n\n—Нет! Не стану! Даже не надейся.\n\n—Я не надеюсь, я знаю. Либо ты делаешь то, что я тебе приказываю, либо все пленные мятежники умрут. Колесованием. Сжиганием. Кнутом. Их сварят. Ты поняла?",
    "answers": [
      {
        "id": 89,
        "text": "    Как бы Саше не хотелось отказать Королю, она понимала, что она не стоит смерти тех людей.\n\n-Ладно. Я согласна."
      }
    ]
  },
  {
    "id": 93,
    "text": "    Пока они спускались по длинным коридорам, Король убил нескольких затерявшихся мятежников. Саше было очень неприятно под их осуждающими и гневными взглядами. Была ли она в чём-то виновата? Может быть...может быть, она должна была отказать Королю или в конце концов прикончить саму себя, только бы не сдаваться. Да, это был бы правильный выбор, но поезд ушёл, теперь уже поздно думать об этом. На пути встречались и рыцари, они склоняли перед Королём колени.\n\n    Вскоре знакомые коридоры сменились более тёмными, холодными, неизвестными.\nСтало ясно, что Король и Саша вышли на территорию подземелий. Девушка уже замучалась нести полководца при всём к нему уважении, ноги ныли, всё тело ныло. Король остановился, подошёл к стене и открыл одну из дверей, сказав: \"Клади его сюда\".",
    "answers": [
      {
        "id": 94,
        "text": "    Саше очень не понравилось это место. Было ясно, что это подземелье-ничто иное, как камера пыток. "
      }
    ]
  },
  {
    "id": 94,
    "text": "    Несмотря на свои опасения и волнения за жизнь Фридерика, девушка взвалила полководца на сиденье, прикрученное к полу подземелья. \n\n—Во-первых, как тебя зовут, девчонка?\n\n    Этот вопрос застал Сашу врасплох. Не понимая, зачем ему это, девушка ответила:\n\n—Александра.\n\n—Прелестно. Я подумал, Саша, и решил, что мне с тобой делать,-тон Короля очень насторожил девушку. Ещё больше её насторожило, что он собрался озвучить свой приговор здесь.\n\n—Ну, и?-Саша сказала это бодро и даже отчасти вызывающе, пытаясь скрыть от Короля и самой себя свой страх.\n\n—Ты станешь моей женой.\n\n    Стоп. Что? Саша в полном изумлении уставилась на Короля. После нескольких секунд молчания к ней вернулся дар речи, и она ответила немного хриплым голосом:\n\n—Всмысле? Нет! Даже не надейся!\n\n—Я не надеюсь, я знаю. Либо ты делаешь то, что я тебе прика...тебя прошу, либо все пленные мятежники умрут. Страшной смертью. Так что, каков твой ответ?",
    "answers": [
      {
        "id": 95,
        "text": "    Как бы Саше не хотелось отказать Королю, она понимала, что она не стоит смерти тех людей.\n\n-Ладно. Я согласна."
      }
    ]
  },
  {
    "id": 95,
    "text": "    Прошло много лет. За это время Александра вышла замуж за Короля и родила ему двух мальчиков и девочку. Старший был коронован наследником, младший стал учеником графа Уильямса, мечтая быть лучшим воином. Девочка помогала матери по дому, после стала учёной.\n\n    Фридерик был помилован и отправлен в ссылку, Александра долго уговаривала мужа не казнить его, а учитель Ба Рамта стал жить при дворе в обмен на службу Королю.\n\n    Максим с Лизой стали лидерами партизанской войны на Земле. Устроив множество мятежей, были пойманы и казнены.\n\n    Весь земной шар был захвачен Тёмным царством и настал мир. \n\nTHE END",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 96,
    "text": "    После недолгой паузы Король заговорил:\n\n—Значит, они отправили убить меня эту девчонку? Ба Рамта-глупец, если решил, что я не приму тебя в угрозу и подпущу достаточно близко, чтобы ты смогла хоть что-то сделать. \n\n    Рыцарь с мечом подошёл к Королю, склоня голову, и, встав на колено, отдал ему оружие.\n\n—Хм. Меч графа Уильямса, если я не ошибаюсь. А я не ошибаюсь. Откуда он у тебя, девчонка?\n\n—Одолжила без его ведома,-Саша старалась не терять духа даже в такой ситуации. Король усмехнулся.\n\n—Что ж, ему стоило бы лучше следить за моими дарами. Потом с ним разберусь, а пока-ты. Я дам тебе выбор. Либо тебя публично казнят, скажем, сжиганием, либо ты присягаешь мне на верность и тебя шлют в ссылку.\n\n    Присягнуть? Предать свой мир? Свою семью? Учителя? Всех тех, кто сегодня умер? Фридерика?",
    "answers": [
      {
        "id": 97,
        "text": "    \"Всё равно всё уже потеряно...если умру я, ничего не изменится,\"-подумала про себя Саша, скорее пытаясь убедить себя."
      },
      {
        "id": 98,
        "text": "    Саше стало даже смешно, что Король думает о такой возможности, поэтому она набралась смелости и ответила:\n\n-Ага, прям щас и прясягну! Пошёл ты на х#й, урод!"
      }
    ]
  },
  {
    "id": 97,
    "text": "    Прошло много лет. Всё это время Александра прибывала в ссылке, работая на угольных шахтах, на вырубке леса и в каменоломнях. Однажды ей удалось сбежать обратно в свой мир, где она встретилась с Максимом и Лизой. Пять лет они устраивали мятежи вместе, стали лидерами сопротивления, \nСаша даже вышла замуж за Максима, но ничего не вечно. Друзей поймали и казнили. Эта жуткая казнь ещё долго вызывала страх в умах обывателей. Но вскоре сказ о трёх молодых лидерах партизан из пугающей истории стала главным воодушивляющим инструментом в руках новой волны сопротивления. Но это потом, а пока...\n\n\n    ...Весь земной шар был захвачен Тёмным царством и настала эра диктата и мира, мира без свободы.\n\nTHE END",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 98,
    "text": "    Александру сожгли. Перед тем, как огонь объял её, девушка сумела произнести речь о свободе, равенстве, демократии, которой не видели эти земли. Эта речь осталась надолго в умах обывателей, подстрикая на новый, намного более крупный и маштабный бунт, который, в конце концов, всё-таки случился. Но это потом, а пока...\n\n    ...Все мятежники были казнены и отправлены в ссылку, только учителя Ба Рамту помиловали в обмен на службу при дворе. К сожалению, он не дожил до следующего бунта, так и служа всю оставшуюся жизнь ненавистному тирану.\n\n    Максим с Лизой стали лидерами партизанской войны на Земле. Устроив множество мятежей, были пойманы и казнены.\n\n    Весь земной шар был захвачен Тёмным царством и настал диктат и мир. Мир, полный страха.\n\nTHE END",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 99,
    "text": "    Фредерик замахнулся мечом и начал наступление, Король уходил от ударов с раздражающей лёгкостью. Но он уходил, то есть приближался к Саше, что не могло не радовать. Девушка решила заранее подготовиться к удару, чтобы не упустить решающий момент. Она присела, готовая к моментальному выпаду, и потянулась за мечом...которого не оказалось в ножнах. Сашу бросило в холодный пот, в глазах мгновенно потемнело. Наверное, меч выпал и остался в углублении, но девушка думала не об этом. Ей медленно и очень болезненно приходило осознание того, что сейчас сотни людей погибают зря из-за её халатности. Она не сможет атаковать Короля без меча.\n\n    Мысли Саши прервал ужасный грохот и треск, мир закружился перед глазами девушки и она почувствовала, как упала на лестницу. Саша попыталась встать, тело отозвалось нестерпимой болью. \n\n—Смешной трюк. Один отвлекает, другой тайком нападает. Детский сад, Фредерик.-девушка почувствовала вибрацию пола от шагов и в следующую секунду оказалась в воздухе, поднятая за волосы.",
    "answers": [
      {
        "id": 100,
        "text": "    Саша взвыла от боли, но превозмогая себя, силилась открыть глаза. Девушка увидела Фридерика, бессильно лежащего на полу и ненавистное лицо Короля прямо перед собой."
      }
    ]
  },
  {
    "id": 100,
    "text": "—Это конец, девчонка. Казнить ли мне тебя вместе с Фридериком или, может, убить сейчас? \n\n—Отпусти меня, у#бок!-У девушки выступили слёзы, она оскалилась. Было больно и чертовски обидно. Обидно, что они проиграли. Обидно, что она в этом виновата. Обидно, что Король может называть её \"девчонкой\", зная, что она не сможет ему ничего противопоставить.\n\n—Вынужден отказать. Вдруг ты попытаешься убить меня? Это сложно себе представить, знаю. Но такая вероятность есть,-насмешка в голосе Короля заставила Сашу возненавидеть его ещё больше. Про себя девушка называла его самыми изощрёнными ругательствами, не имея сил высказывать их вслух.\n\n    Несмотря ни на что, девушка не хоронила ещё себя. У неё есть ещё шанс выжить. Для этого ей надо лишь",
    "answers": [
      {
        "id": 101,
        "text": "обратить внимание Короля на что-то другое."
      },
      {
        "id": 102,
        "text": "потянуть время."
      }
    ]
  },
  {
    "id": 101,
    "text": "    Саша через силу усмехнулась. Король вопросительно приподнял бровь.\n\n—Если я и умру, то только вместе с тобой.  \n\n—И как ты планируешь сделать это?\n\n—А ты посмотри назад.\n\n    Король резко обернулся, внимательно скользя глазами по стенам, полу и телу Фридерика. В этот момент девушка ногой подцепила рукоять его меча и подкинула его в воздух, ловя рукой. Этот её манёвр не остался без внимания, но Король не успел ничего сделать до того, как меч вонзился в его тело. Неглубоко, Саша не могла пронзить плоть насквозь, болтаясь в воздухе. Мужчина отбросил её на пол, достал из себя сталь. Следующим, что помнила девушка, было безумное выражение лица Короля и блеск металла. Последним, что помнила девушка, перед тем, как уйти из жизни. \n\n",
    "answers": [
      {
        "id": 103,
        "text": "    Это был конец."
      }
    ]
  },
  {
    "id": 102,
    "text": "    Побумав несколько секунд, чем бы таким задержать Короля, Саша изобразила самую жуткую гримасу злобы, на которую только была способна и деланно уничтожающим голосом воскликнула:\n\n—Я не понимаю, зачем всё это?! Зачем тебе мой мир? Зачем ты изводишь этот?\n\n    Сначала Король удивлённо приподнял брови, после усмехнулся.\n\n—Так ты землянка! Интересно. Ну раз ты спросила об этом, я убью тебя сейчас. Никому нельзя знать это. Ты узнаешь перед смертью. Всё просто: мои подчинённые верны мне. Они готовы сделать всё ради меня. Было бы неразумно пренебрегать их покорностью. Все мои слуги знают, что за хорошую работу полагается награда. Земля и рабы, например. \n\n    Несколько мгновений Саша не понимала, к чему Король сказал это, да и сложно было осознавать хоть что-то, превозмогая такую боль, но когда поняла, чуть не задохнулась от возмущения. Мужчина не дал ей сказать ни слова, продолжив:\n\n—К тому же, я этим сослужу вам неплохую услугу. У вас будет мир. Спорт. Искусство. Наука. Чего ещё можно желать?\n\n—Свободы! Свободы, а не как все местные жители, что занимаются спортом, искусством и учёбой из-под палки!\n\n    Король пожал плечами.\n\n—Странные вы, люди. Заставишь вас-огрызаетесь, дашь свободы-мечтаете о волшебном пинке. Я предпо...\n\n    Мужчина не смог закончить. Его горло промниза сталь, хлынула кровь. Саша упала на пол, еле успев отползти в сторону от падающего тела. ",
    "answers": [
      {
        "id": 104,
        "text": "    Он посмотрела наверх. Убийцей Короля оказался Фридерик."
      }
    ]
  },
  {
    "id": 103,
    "text": "    В это самое время один из оставшихся в живых мятежников, юноша лет семнадцати, пробежал рядом с залом. Он не услышал клинка Короля, не узнал голос Саши. Но он заметил блеск меча в нише замка. Парень долго не решался подобрать оружие, он знал, чей это клинок и ради чего несла его Александра. Он был лишь тёмно-синим. Поборов свой страх словами, что он, в конце-концов, всегда может передать меч другому, юноша подобрал меч и вновь отправился бродить по коридорам замка.\n\n    Мятеж был подавлен. Все пленные, не считая Ба Рамта, казнены. Если верить преданиям, тем преданиям, что ещё не успели сложить и сложат ещё не скоро, лишь один юноша сумел избежать печальной участи...\n   ",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 104,
    "text": "—Вы как? Всё в порядке?-Фридерик обеспокоенно подал Саше руку, она поднялась.\n\n—Да, всё вполне нормально,-девушка потёрла ноющую ногу, на которую упала с балкона,-а ты как? Жив?\n\n    Мужчина слабо улыбнулся.\n\n—Как видите. Надо уходить. Но прежде..,-Фридерик подошёл к всё ещё кровоточущему телу Короля и дорезал ему голову. Он завернул её в одежду самого Короля и повесил на пояс. Саша еле подавила рвотный порыв.\n\n—Надо объявить рыцарям, что их владыка мёртв. Сдадутся не все, но кое-кто всё же прекратит сопротивление. Надеюсь.\n\n    Александра и Фридерик, чуть помятые, но счастливые, продолжили свой путь.",
    "answers": [
      {
        "id": 45,
        "text": "   Конец."
      }
    ]
  },
  {
    "id": 105,
    "text": "—Как тебе в голову пришло ходить туда, солнышко! Это же опасно! Ужасно опасно..,-параллельно разговору мама собирала вещи. Саша занималась тем же.\n\n—Да не было там ничего опасного, мам, только те странные косплееры, о которых я тебе говорила.\n\n—Если то, что ты сказала-правда, то это может быть серьёзнее, чем тебе кажется! Вмешательство из другого мира!\n\n    Саша прыснула. Пускай она и сама задумывалась об этом, из чужих уст идея вторжения звучала смешно. Тем более из уст мамы, которая верила в гороскопы, гадания и подобную чушь. Реакция дочери не прошла мимо мамы. Она тяжело вздохнула и сказала почти умоляющим тоном:\n\n—Но ты же не против поехать к бабушке, да? Отдохнёшь там, повеселишься.",
    "answers": [
      {
        "id": 106,
        "text": "-Нет, как видишь,-Саша ободряюще улыбнулась матери и потрясла собранным чемоданом."
      }
    ]
  },
  {
    "id": 106,
    "text": "    Мама на это тоже чуть улыбнулась, взяла свои вещи и они вместе пошли вниз.\n\n—Мам, а ты со мной едешь?\n\n—Нет, что ты. Помнишь, я говорила, что в командировку еду? Это как раз сегодня.\n\n—Ааа..,-протянула Саша. В круговороте последних побытий она совсем забыла о маминой командировке. \n\n    Вскоре Саша уже сидела на автовокзале с чемоданом и ждала автобуса. Мама уехала в загородный аэропорт. Следующий автобус был ещё нескоро, только через два часа. Тревога вновь овладела девочкой. Она включила телефон и посмотрела новости. Ничего нового. Странно. Саша вдруг подумала, что всё, что она увидела-не более чем сон, что она сейчас, ночью, едет к бабушке только потому, что сама себе что-то придумала. Тогда же Саша решила, что быть такого не может и продолжила ждать автобуса.",
    "answers": [
      {
        "id": 107,
        "text": "    Транспорт приехал точно к сроку, но задержался на остановке из-за какой-то незначительной поломки."
      }
    ]
  },
  {
    "id": 107,
    "text": "    Некоторое время спустя автобус тронулся. Кроме Саши в салоне было ещё около десяти человек, что совсем не мало для этого часа. \n\n    Когда автобус приблизился к тому, чтобы выехать за черту города, он резко остановился. Саша стала удивлённо всматриваться во тьму. Какие пробки в такую ночь? Остальные люди тоже были в недоумении. Один из пасажиров спросил водителя, что происходит.\n\n—Сам не знаю, все стоят-я тоже стою. Может, авария? \n\n    Саша подошла к кабине водителя и посмотрела через лобовое стекло. И вправду, была пробка. Всё было недвижно, только какой-то неясный силуэт ходил от машины к машине. Вскоре он подошёл и к автобусу. Некоторое время силуэт говорил о чём-то с водителем, Саше наскучило стоять и она заняла своё место вновь. Совсем неожиданно открылась дверь автобуса, внутрь вошли.\n",
    "answers": [
      {
        "id": 108,
        "text": "    К своему огромному удивлению и ужасу, Саша обнаружила, что зашел один из тех солдат, которых она видела у портала."
      }
    ]
  },
  {
    "id": 108,
    "text": "    Воин осмотрел всех присутствующих и сказал громко:\n\n—Часть города взята в окружение. Сейчас вы немедленно поедите назад. Вас примет Центр Помощи, где будет ваше временное жильё. Это ваш новый дом, пока мы не захватим территорию с вашей квартирой. Не пытайтесь бежать-умрёте,-солдат обернулся и сказал водителю,-Не пытайтесь уехать в иное место-умрёте все вместе.\n\n    Пасажиры переглянулись. На лицах выступил гнев, раздражение и страх. Один из людей спросил:\n\n—А вы-это кто?\n\n—Армия Великого Короля.\n\n    Ответ не был исчерпывающим, но воин, видимо, так не посчитал и собрался уходить. Дальнейшие события происходили быстро.\n\n    Какой-то мужчина вытащил из кармана пистолет, раздался громкий выстрел. Солдат отреагировал молниеносно, выставив левую руку вперёд, а правой доставая меч. Пуля застыла в воздухе, зато обратно с неменьшей скоростью полетело что-то похожее на молнию или рубец. Оно врезалось мужчине прямо в грудь, разделив его тело на две части вертикально. Хлынула кровь. Женщина, сидящая рядом, завопила. Остальные, включая Сашу, застыли в ужасе. Мёртвую тишину нарушил громкий и спокойный голос солдата:\n\n—Не беспокойтесь. Трупный яд выделяется только на третьи сутки, а пока вам нечего бояться. Когда доедите, его уберут.\n\n    Воин покинул автобус.",
    "answers": [
      {
        "id": 109,
        "text": "    Обратный путь и Центр Помощи Саша не помнила. Обрести чистое сознание и осознать всё увиденное девочка смогла только на следующее утро."
      }
    ]
  },
  {
    "id": 109,
    "text": "    Центр Помощи представлял собой огромный ангар. Вокруг были понатыканы старые кровати, спальные мешки или подозрительного вида матрасы. Как раз на одном из таких проснулась Саша. \n\n    Первым делом девочка постаралась выйти наружу, но солдаты быстро дали ей понять, что выход из Центра невозможен. Тогда она принялась ходить между рядами коек, разговаривая с самыми дружелюбными на вид девушками. Ничего особо нового Саша услышать не смогла. Некоторых из них схватили на улице, других в магазине, третьих, как её, в автобусе или метро. Саша вернулась к своему матрасу и принялась коротать время, играя. Интернет, как и связь, здесь были почему-то недоступны. \n\n    Девочка уже совсем изнывала от скуки, когда услышала знакомый голос:\n\n—Саш! Саша! Это ты?\n\n   Она подняла голову и увидела приближающуюся к ней Лизу.\n\n",
    "answers": [
      {
        "id": 110,
        "text": "    Подружки обнялись и начали рассказывать друг другу свои истории."
      }
    ]
  },
  {
    "id": 110,
    "text": "    Когда обе закончили со своими рассказами, девочек нашёл Макс:\n\n—О! Приветик! И вы тоже здесь, да? Капец эти мужики злые, я просто поговорить хотел, а они мне палками своими начали угрожать и по роже дали,-Макс потёр ушибленное место. Саша решила, что под мужиками он имел ввиду солдат.\n\n—Ага, просто поговорить хотел. Так и поверила,-Саша кинула укоризненным взгляд на Максима,-Меня они почему-то не тронули. Ты бы был поосторожней, эти мужики у меня на глазах...\n\n    Саша запнулась и побледнела. Ужас вчерашней ночи ясно предстал перед глазами.\n\n—Что у тебя на глазах?\n\n—Ничего. Просто будь осторожней, окей?\n\n    Максим заверил её с деланно серьёзным лицом, что конечно же будет осторожней и ни при каких обстоятельствах не повторит эти опасные действия.",
    "answers": [
      {
        "id": 111,
        "text": "    Саша закатила глаза, Лиза хихикнула."
      }
    ]
  },
  {
    "id": 111,
    "text": "—Но сидеть-то так ну просто невозможно! Надо валить отсюда!-Лиза и Саша шикнули на Максима и опасливо заозирались. Несмотря на то, что Макс сказал это довольно громко, никто даже не посмотрел в их сторону.\n\n—Невозможно,-согласилась Саша,-но пока я не знаю, что с этим можно сделать. Только знаю несколько правил, которым следуют эти солдаты..,-девочка задумалась, вспоминая речь воина на площади перед порталом,-они не трогают тех, у кого нет оружия. То есть если мы хотим бежать, то никаких палок и тому подобного лучше не брать. Ну как-то так.\n\n—Одно правило-не несколько,-заметил Максим. Саша отмахнулась от него.\n\n—В общем, ты меня понял. Есть идеи?-девочка перевела взгляд с Макса на Лизу и обратно. Оба покачали головой.",
    "answers": [
      {
        "id": 112,
        "text": "    Весь оставшийся день друзья занимались тем, что обсуждали план побега."
      }
    ]
  },
  {
    "id": 112,
    "text": "    Когда все идеи были отвергнуты, а воображение кончалось, наконец-то заговорила Лиза:\n\n—А зачем нам убегать, в самом деле? Посидим здесь пару дней, потом домой...\n\n—Да как ты не понимаешь?!-возмутился Максим.-Эти мужики сказали, что территорию где мы живём они будут захватывать только через неделю! А ещё, ещё мы должны стать партизанами, а для этого надо убежать. \n\n—Должны ли?\n\n—Обязаны! Эти гады пришли нипойми откуда и хотят захватить власть! Так у них еще и монархия. Слышала, как они себя называют? Армия Великого Короля!\n\n    Наступило молчание. Один из солдат сказал что-то в рупор о том, что сейчас отбой и все обязаны вести себя тихо. Выключился свет.",
    "answers": [
      {
        "id": 113,
        "text": "    Несмотря на то, что вот такие паузы прерывал обычно Максим, теперь это сделала Лиза. Снова."
      }
    ]
  },
  {
    "id": 113,
    "text": "—Тогда можно подговорить всех собравшихся на бунт. А мы под шумок сбежим. Немного неправильно, конечно, но у нас же нет других идей, правильно?\n\n    Саше с Максимом не особо понравилась эта идея, но пришлось сойтись на этом. Решили начать с завтрашнего утра.\n\n    Через день всё было готово. Боевой настрой жителей Центра Помощи витал в воздухе, все шептались о чём-то, собирая свои небольшие альянсы, обсуждая локальные стратегические ходы. Если солдаты и догадались о чём-то, то их опасения не были столь серьёзными, чтобы вызывать подкрепление. Командой к действию выбрали погашение света к отбою. \n\n    Максим, Лиза и Саша тем временем договаривались о тонкостях плана.\n\n—А мы точно протиснемся через решётки?\n\n—Я-то много раз лазил по этому ангару, когда он был заброшен. На том окне нет одной решётки. Если эти гады не починили её так же, как стёкла, конечно. Но попытка не пытка ведь.\n\n—Кто знает,-ворчливо заметила Саша,-кто знает, что будет, когда \"эти гады\" узнают, кто организовал всё это.\n\n—Да брось, подруга, всё будет окей!-Максим широко улыбнулся.",
    "answers": [
      {
        "id": 114,
        "text": "    Один из солдат как обычно призвал людей к тишине, свет погас."
      }
    ]
  },
  {
    "id": 114,
    "text": "    Как только ангар окутала тьма, друзья рванули к нужному окну. Все окна в ангаре располагались на приличной высоте. Поднялся ужасный шум, люди начали пробиваться ко входу, крича о свободе и праве. Солдат забрасывали матрасами и свёртками простынь. Те были чуть сбиты с толку, но всё же эффективно и жёстко отгоняли толпу.\n\n    Саша посадила Лизу себе на плечи, Максим встал к стене на кровать и Саша с горем пополам вскарабкалась ему на спину. Лиза достаточно проворно встала и зацепилась за подоконник окна. Кое-как разместившись на подоконнике, Лиза разбила стекло металлической ножкой от кровати. Расчистив окно от стекла на столько, на сколько это было возможным, Лиза зацепилась теперь уже за решётку и протянула руку Саше. Та к этому времени успела вскарабкаться Максу на плечи и с помощью Лизы подтянулась к окну. Она зафиксировала ноги подруге и Максим, разбежавшись, схватил Лизу за руки и тоже оказался на подоконнике.\n\n    Саша посмотрела, что происходит в ангаре. Проход был отделён полупрозрачным куполом. Видимо, какая-то защита. Солдаты перешли из защиты в нападение, отделяя от общей толпы небольшие группы людей и связывая их. Но люди ещё не сдались и мужественно продолжали надоедать воинам. ",
    "answers": [
      {
        "id": 115,
        "text": "    Девочке вдруг так захотелось оказаться в рядах сопротивления, бороться из всех сил против солдат вместе со всеми."
      }
    ]
  },
  {
    "id": 115,
    "text": "    Кто-то толкнул Сашу в бок и знакомый голос прошептал:\n\n—Быстрее, Саш, нас могут заметить!\n\n    Обернувшись, девочка встретилась с обеспокоенным лицом Лизы и кивнула ей. \n\n—Спрыгивайте, я за вами.\n\n    Максим первым коснулся земли, потом он поймал Лизу. Саша с завистью посмотрела на миниатюрную фигурку подруги. Она сама была чуть ли не в два раза тяжелее и со спины скорее напоминала мальчика, нежели девочку.\n\n    Вдруг со стороны входа в ангар послышался гул. Саша обернулась. На площадь перед зданием с неба спустилось несколько машин, напоминающих мотоциклы. На самом большом из них восседал знакомый девочке мужчина в дорогом золотом плаще. Он спустился с аппарата и вместе с остальными направился внутрь ангара. Саша уже хотела спрыгнуть к друзьям, когда заметила, что на самом большом \"мотоцикле\", сверкая в свете луны, лежит меч.\n\n    Девочка наконец-то спрыгнула на землю. Лиза упрекнула её в медлительности, Макс затащил всех поглубже в рощу.\n\n—Теперь пора валить, ребят!",
    "answers": [
      {
        "id": 116,
        "text": "    Саша коротко кивнула и друзья поспешили уйти как можно дальше от ангара."
      },
      {
        "id": 117,
        "text": "-Подождите, я сейчас.\n\n    Не успели Макс с Лизой и глазом моргнуть, а Саша уже кралась поближе к мечу."
      }
    ]
  },
  {
    "id": 116,
    "text": "    Они плутали по лесу до раннего утра. Когда взошло солнце, товарищи вышли на окраину леса рядом с центром города.\n\n    Лиза без сил опустилась на траву. Максим с Сашей сели рядом. Они были уставшими, но счастливыми. Теперь друзья свободны. \n\n    Трава была мокра от росы, пели ранние птички. Веяло утренней свежестью. Лиза быстро уснула, Макс с Сашей обсуждали в пол голоса что делать дальше. Вдруг к звукам леса присоединились отголоски человеческой речи. Голос раздавался эхом, будто кто-то говорил в микрофон:\n\n—Доброе утро, дорогие пока ещё не граждане новой части Королевства. Это мероприятие должно было произойти несколько ранее, но из-за некоторых неспокойных жителей...что ж, начнём. Я, граф Северной земли королевства Тьмы и генерал армии королевства Тьмы, готов принять вас в ряды своих подданых, если каждый из вас поклянётся мне в верности. Если же вы откажитесь, то будете повешаны. По-моему, выбор очевиден, но он всё же за вами.\n\n    Саша и Максим переглянулись. Самое большое, что смутило Сашу-голос говорящего. В нём девочка ясно узнала знакомого оратора. Значит, граф. \n\n—Надо уходить, Макс, а то скоро висеть будем где-нибудь в городе.\n\n—Нда...невесело. Пойдём-ка, ты права, на свежем воздухе висеть всегда приятней!-Максим попытался разрядить обстановку, но шутка вышла неудачной.",
    "answers": [
      {
        "id": 136,
        "text": "    Друзья растолкали Лизу и вновь скрылись в лесу."
      }
    ]
  },
  {
    "id": 117,
    "text": "    Саша затаилась на краю рощицы. Она осмотрела машины. На первый взгляд ей показалось, что никого нет, но это чувство оказалось обманчиво. В тени деревьев стоят солдат без шлема. Он не особо внимательно следил за \"мотоциклами\", а точил свой меч. Девочка стала соображать, как ей незаметно подкрасться к мечу. Вся эта ситуация сильно напомнила девочке недавнюю ночь, но она отогнала эту мысль, сосредотачиваясь на деле. Она решила, что единственным правильным решением будет...",
    "answers": [
      {
        "id": 118,
        "text": "...пробраться к солдату в тени ангара, вырубить камнем и забрать меч."
      },
      {
        "id": 119,
        "text": "...пробраться к мечу в тени мотоциклов, незаметно взять его и уйти."
      }
    ]
  },
  {
    "id": 118,
    "text": "    Саша тихо пробралась к ангару с стала медленно приближаться к солдату. Когда она поравнялась с мечом, из рощи вылетела какая-то птица и солдат резко поднял голову туда. Это было на руку девочке, воин отвернулся от неё. Саша продолжила свой путь к роще и вскоре оказалась позади солдата. \n\n    Она медленно подняла с земли увесистый булыжник. Саша сжала его со всей силы, стараясь не выронить из трясущихся рук. Девочка боялась дышать и перед каждым маленьким шажочком достаточно долго исследовала землю, чтобы не наступить на сухую веточку. Солдат всё ещё смотрел на рощу. Видимо, подозревал, что птицу спугнули. Подойдя на максимально близкую дистанцию, Саша занесла руку для удара. Вдруг перед глазами возникла сцена смерти мужчины в автобусе, руки задрожали сильнее. \"А вдруг я убью его?\"-пронеслась паническая мысль в голове. Но времени на размышления не было, воин будто услышал её и уже поворачивал голову чтобы проверить, всё ли нормально. Саша с силой ударила мужчину в затылок, так и не решившись бить по виску. Солдат с глухим ударом упал назнич. \n\n    Девочка облегчённо выдохнула и со всей мочи побежала к мечу. Клинок был украшен резными узорами и будто бы светился в ночи.",
    "answers": [
      {
        "id": 120,
        "text": "    Саша взяла его в руки и понеслась к друзьям."
      }
    ]
  },
  {
    "id": 119,
    "text": "    Саша перемещалась аккуратными перебежками от одного устройства к другому. Когда она практически поравнялась с мечом, из рощи вылетела птица. Девочку обдало холодным потом, солдат теперь смотрел прямо в её направлении. Саша просидела за мотоциклом довольно долго. Девочка уже и думать забыла про меч, теперь она соображала как ей хотя бы уйти отсюда незамеченной. \n\n    Вскоре хозяева машин вышли из ангара и направились прямиком к Саше. Первым подошёл знакомый оратор и подозвал к себе солдата-стража. Остальные разговаривали друг с другом. Девочка вся дрожала от страха, но тем не менее поняла-это её шанс. Она без оглядки ринулась к роще и бежала достаточно долго не останавливаясь. Когда девочка уже валилась с ног, задыхаясь от быстрого бега, она обессиленно села под дерево.\n\n    Вдруг Саша услышала быстрые приближающиеся шаги. Она затаила дыхание и сжалась как только могла. Вскоре девочка услышала знакомый голос:\n\n—Лиз, не отставай! Саша должна быть где-то здесь.",
    "answers": [
      {
        "id": 116,
        "text": "    Девочка облегчённо вздохнула и вышла к друзьям. Они вздрогнули от неожиданности, а когда узнали подругу, приняли укоризненный вид.\n\n-Простите за это...теперь точно пора бежать."
      }
    ]
  },
  {
    "id": 120,
    "text": "    Максим и Лиза встретили её укоризненными взглядами.\n\n—Ты могла предупредить нас! Мы чуть всё не испортили, когда Максим спугнул птицу,-Саша удивлённо посмотрела на друзей. Всё-таки солдат оказался прав.\n\n—А что я-то? Я волновался вообще-то! Понеслась куда-то, ничерта не сказала...\n\n    Шёпот Максима был прерван лязгом двери ангара. Хозяева устройств во главе с оратором возвращались назад. Саша торопливо шепнула друзьям:\n\n—Потом обсудим, пора сматываться.\n\n    Макс с Лизой были совсем не против, и друзья торопливо пошли через лес куда глаза глядят.",
    "answers": [
      {
        "id": 121,
        "text": "    Они плутали по лесу до раннего утра. Когда взошло солнце, товарищи вышли на окраину леса рядом с центром города."
      }
    ]
  },
  {
    "id": 121,
    "text": "    Лиза без сил опустилась на траву. Максим с Сашей сели рядом. Они были уставшими, но счастливыми. Теперь друзья свободны. \n\n    Трава была мокра от росы, пели ранние птички. Веяло утренней свежестью. Лиза быстро уснула, Макс с Сашей обсуждали в пол голоса что делать дальше. Вдруг к звукам леса присоединились отголоски человеческой речи. Голос раздавался эхом, будто кто-то говорил в микрофон:\n\n—Доброе утро, дорогие пока ещё не граждане новой части Королевства. Это мероприятие должно было произойти несколько ранее, но из-за некоторых неспокойных жителей...что ж, начнём. Я, граф Северной земли королевства Тьмы и генерал армии королевства Тьмы, готов принять вас в ряды своих подданых, если каждый из вас поклянётся мне в верности. Если же вы откажитесь, то будете повешаны. Выбор за вами.\n\n    Саша и Максим переглянулись. Самое большое, что смутило Сашу-голос говорящего. В нём девочка ясно узнала знакомого оратора. Значит, граф. \n\n—А что это за меч?-Максим показал на клинок. \n\n—Это...это меч того парня, что сейчас в микрофон вещал. Вроде, магический.\n\n—Нда...У нас будут большие неприятности, если нас увидят с этим мечом.",
    "answers": [
      {
        "id": 122,
        "text": "    Саша кивнула.\n-Тогда надо будет держаться подальше от города."
      }
    ]
  },
  {
    "id": 122,
    "text": "    Друзья растолкали Лизу и вновь скрылись в лесу.\n\n    Следующие несколько недель друзья занимались тем, что обустраивали свой лагерь сопротивления, то есть копали землянки и вербовали жителей города. В конце-концов к ним присоединилось множество людей, а товарищи стали лидерами движения. Найдя что-то, что можно было называть оружием, сопротивление начало действовать.\n\n    Партизаны были большой головной болью для графа. Он злился, что его меч пропал, злился, что именно этих партизан они никак не могли выкурить из леса. Подрывы, ночные деверсии и пропажа нескольких солдат были очень неприятными пятнами на его блестящей репутации.",
    "answers": [
      {
        "id": 14,
        "text": "    Прошёл год. Настало утро нового дня. "
      }
    ]
  },
  {
    "id": 123,
    "text": "—Так что там у нас по плану, Макс?-Саша скрыла своё разочарование и весело посмотрела на друга. \n\n—Ничего пока. Отдыхаем пока.\n\n—Да, пожалуй, вам не помешало бы отдохнуть от ваших грязных делишек, граждане партизаны.\n\n    Саша рывком вынула меч из земли и повернулась, Максим обернулся тоже. Из тени деревьев к ним выходил граф с ехидной усмешкой на губах. Остальные жители лагеря тоже заметили неприятеля и уставились на него молча, держа оружие наготове.\n\n—Можете сложить оружие, оно вам не поможет. Вы окружены,-члены сопротивления переглянулись и только крепче сжали мечи и пистолеты. Граф обвёл взглядом присутствующих, его голос вдруг посерьёзнел и он рявкнул.-Сложить оружие!\n\n    Саша испуганно, но собранно посмотрела на друга. Тот отрицательно покачал головой. Что-то надо придумать. Что-то срочно надо придумать. Максим был готов к сражению, но Саша боялась потерять людей, поэтому сказала громко:\n",
    "answers": [
      {
        "id": 124,
        "text": "-А где твой меч, барон? Или как тебя там, князь? Граф? Полагаю, ты надеешься, что твои солдаты отдадут тебе меч после моей смерти. А сам ты его достоин? Я собственными руками отобрала его у тебя, так забери же его и ты его у меня сам!"
      },
      {
        "id": 125,
        "text": "-Я вызываю тебя на дуэль, граф. Забери свой меч обратно сам."
      }
    ]
  },
  {
    "id": 124,
    "text": "    Глаза графа наполнились гневом, а лицо страшно исказила ярость. Он достал из ножен такой же как у всех солдат меч и встал в боевую позицию.\n\n—Ты пожалеешь, что посмела сказать такое.\n\n    Саша встала в боевую позицию и усмехнулась, пряча внутренний страх. Она всем сердцем надеялась, что граф допустит ошибку из-за гнева, что она сможет победить, что убьёт его. Но шансы невелеки, потому надо постараться.\n\n    И вот они скрестили мечи в схватке, девушка то обращалась в защиту, то атаковала. К удивлению графа и её собственному, Саша не уступала в искусстве боя. Девушка чувствовала взгляды сотен глаз, устремлённых на неё с надеждой.\n\n—А ты сильна,-граф отошёл на приличную дистанцию, чтобы перевести дух,-необычно сильна. У меня ушли годы изнурительных тренировок, чтобы достич таких высот.\n\n\n",
    "answers": [
      {
        "id": 126,
        "text": "—Значит, у меня просто такой талант, которого у тебя нет и в помине!"
      }
    ]
  },
  {
    "id": 125,
    "text": "    Граф посмотрел на девочку сурово и высокомерно. Он достал из ножен такой же как у всех солдат меч и встал в боевую позицию.\n\n—Дуэль, говоришь? Что ж, будь готова ответить за свои вызовы.\n\n    Саша встала в боевую позицию и усмехнулась, пряча внутренний страх. Она всем сердцем надеялась, что граф допустит ошибку, что она сможет победить, что убьёт его. Но шансы невелеки, потому надо постараться.\n\n    И вот они скрестили мечи в схватке, девушка то обращалась в защиту, то атаковала. К удивлению графа и её собственному, Саша не уступала в искусстве боя. Девушка чувствовала взгляды сотен глаз, устремлённых на неё с надеждой.\n\n—А ты сильна,-граф отошёл на приличную дистанцию, чтобы перевести дух,-необычно сильна. У меня ушли годы изнурительных тренировок, чтобы достич таких высот.\n\n\n",
    "answers": [
      {
        "id": 129,
        "text": "    Саша промолчала, концетрируясь на битве."
      }
    ]
  },
  {
    "id": 126,
    "text": "—Твоё высокомерие убьёт тебя!-рявкнул граф и ринулся в бой с новой силой. \n\n    Саша боялась, что граф окажется прав. Теперь она только защищалась от града обрушившихся на неё ударов. Её покидали силы. Очевидно, что Саша была не так сильна, как двух с половиной метровый широкоплечий генерал армии. И за секунду до конца она поняла, что проиграла. Графу удалось обезоружить её, меч отлетел на несколько метров и упал там. Саша почувствовала холод металла, генерал приставил меч к самому её горлу. Его глаза блестали злобой и слепой яростью, по шее девочки сползла капля крови.\n\n—Ты была бы хорошим воином. Умная и сильная. Жаль, что такая непокорная.\n\n    В следующий момент трава на поляне окрасилась в кроваво-красный. С разных сторон послышались крики, полные лютой ненависти:\n\n—Убейте преступников!\n\n—Бей нарушителей!\n\n—Они должны умереть!",
    "answers": [
      {
        "id": 127,
        "text": "    И началась битва. Солдаты в ярости сражались с партизанами. Те, воодушевлённые смертью графа, бились не менее самоотверженно."
      }
    ]
  },
  {
    "id": 127,
    "text": "    Саша, утомлённая сражением с графом, ушла подальше в тень. К ней присоединилась Лиза. Саша прошептала подруге:\n\n—Вообще это было подло. Но спасибо тебе огромное. Кстати, ты же моим мечом ему голову отсекла?\n\n—Да нет, этот меч у тебя какой-то...слабый, уж прости.\n\n—Понимаю. Ладно, иди сражайся, я меч попытаюсь найти.\n\n    Ползком добравшись до меча, Саша вновь вернулась в строй.\n\n    Бой шёл вовсю, на траве уже лежали то ли раненые, то ли мёртвые. Девушка поймала себя на мысли, что после всех публичных казней, что ей довелось увидеть, зрелище поляны практически не вызывало эмоций. Отбросив эти  рассуждения, Александра ринулась в бой бок о бок с товарищами.",
    "answers": [
      {
        "id": 128,
        "text": "    Весть о смерти графа быстро разнеслась по стране. Армия Великого Короля была вынуждена отступить, потеряв своего лидера. \n\n    Но Король никогда не сдастся."
      }
    ]
  },
  {
    "id": 128,
    "text": "    Прошло много лет. Александра закончила школу, университет и стала первоклассным специалистом в области разработки алгоритмов и компьютерных программ. Программистом, одним словом. Она вышла замуж за Максима, разделяя с ним все радости и горести жизни.\n\n    Максим и Лиза также закочили школу и стали программистом и дизайнером соответственно.\n\n    Друзья жили счастливо, у них брали интервью, звали на разные программы, называли в их честь улицы. Но они никогда бы не сумели забыть о страшных событиях юности. Событиях, которым суждено повториться.\n\nTHE END",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 129,
    "text": "—Но пора заканчивать это абсурдное сражение.\n\n    Граф с новой силой ринулся в бой и на этот раз Саше было всё труднее атаковать самой. Град мощнейших ударов сыпался на неё и она только и успевала что блокировать и уворачиваться. Реакция замедлилась, Саша устала. И о своём поражении она узнала за секунду до конца. Одним нацеленным ударом граф выбил оружие из рук девушки, меч отлетел на приличное расстояние и затерялся в траве. Саша почувствовала холод металла, генерал приставил меч к самому её горлу. Его глаза блестали холодным светом, по шее девочки сползла капля крови.\n\n—Ты можешь стать хорошим воином. Умная и сильная. И я предлагаю тебе лишь раз и то не должен был бы: встань на колени и поклянись мне в верности. Не глупи, здесь ни к чему лишняя кровь. \n\n",
    "answers": [
      {
        "id": 130,
        "text": "    Саше стало противно лишь при мысле об этом .\n\n-Ну уж нет!-процедила девушка сквозь зубы.-Я не стану бесчеловечной куклой в твоих руках! Оружием убийства невинных!"
      },
      {
        "id": 131,
        "text": "    Саше стало противно лишь при мысле об этом. Ей захотелось ответить жёстко и решительно, но девушка боялась за жизнь своих товарищей.\n\n-Вы...вы казните остальных?"
      }
    ]
  },
  {
    "id": 130,
    "text": "    Лицо графа потемнело и в следующий же миг поляна окрапилась кровью.\n\n—ЛИЗА!\n\n    С глухим ударом на землю упала голова, за ней тело. Саша застыла в ужасе, не сумея оторвать глаз от бывшей подруги. Рядом лежал тот самый меч, которым боролась Саша. Лиза пыталась убить генерала, но этому не суждено было свершиться.\n\n—Нехорошо вмешиваться в ход дуэли. Это нарушает все правила чести, какие только ни на есть,-казалось, граф вовсе ничего не почувствовал, лишив девушку жизни. Его голос был спокоен и всё так же холоден,-а теперь твоя очередь, мятежница.\n\n    Саша только и успела, что перевести взгляд на графа и узреть последнии секунды своей жизни. Взмах мечом, мимолётная боль и вечная тьма.",
    "answers": [
      {
        "id": 132,
        "text": "    Это конец."
      }
    ]
  },
  {
    "id": 131,
    "text": "—Интересный вопрос. А ответ таков...\n\n    Прежде чем продолжить, граф убрал свой меч от Саши. И взмахнул им. В следующий же миг поляна окрапилась кровью.\n\n—ЛИЗА!\n\n    С глухим ударом на землю упала голова, за ней тело. Саша застыла в ужасе, не сумея оторвать глаз от бывшей подруги. Рядом лежал тот самый меч, которым боролась Саша. Лиза пыталась убить генерала, но этому не суждено было свершиться.\n\n—...Если остальные будут поумнее твоей подружки и тоже поклянутся мне в верности, то так и быть, отделаются лишь пожизненным сроком. Ну и что? Каков твой ответ?-подождав несколько секунд, граф рявкнул,-Ответ!\n\n    Саша подскочила от неожиданности. Она будто проснулась от ужасного кошмара, но, увидев тело подруги вновь, ей захотелось снова забыться. Упасть без сознания. Проснуться. Хоть как-то избежать ужасной реальности.\n\n    Что её подруга мертва, а она должна позорно подчиниться преступнику, чтобы спасти остальных товарищей. Должна.",
    "answers": [
      {
        "id": 134,
        "text": "—Я...я согласна."
      }
    ]
  },
  {
    "id": 132,
    "text": "    Кто-то бежал по лесу. Он двигался так быстро и проворно, что, казалось, бежал от смерти. Может, это и было так, судя по тому, сколько сегодня пролилось крови. И вот юноша замедлил свой бег и, наконец, остановился. Он унял бешено бьющееся сердце и начал думать. Никого не было рядом, но он сказал вслух:\n\n—Ваши смерти не будут напрасны. Обещаю.\n\n    Несмотря на это, Максим надеялся, что его подруги ещё живы. Надеялся, что план Саши, каким бы он ни был, сработает. Юноша знал, что  должен спасти их, а для это надо бежать. Быстрее.\n\n    Вот показались знакомые землянки. Максим кричит, что их отряду срочно нужна помощь. Он собирает людей и они идут назад. \n\n    Успеть бы.\n\n",
    "answers": [
      {
        "id": 133,
        "text": "    Но он не успел. "
      }
    ]
  },
  {
    "id": 133,
    "text": "    Прошло много лет, Максим возглавил отряды сопротивления Земли. Он завершил немало успешных миссий, но не успел выполнить главную-освободить свою планету. Его схватили и публично казнили.\n\n    Все страны пали под натиском Армии Великого Короля и на планете наступил вечный мир, покой, диктатура и страх.\n\n    Но вечный ли?\n\n    Ещё вспомнят потомки о бравом лидере свободы, ещё найдутся силы в запуганных душах, ещё поднимается меч графа против Короля и его самого же.\n\n   Но это будет потом.\n\nTHE END",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 134,
    "text": "    Кто-то бежал по лесу. Он двигался так быстро и проворно, что, казалось, бежал от смерти. Может, это и было так, судя по тому, сколько сегодня пролилось крови. И вот юноша замедлил свой бег и, наконец, остановился. Он унял бешено бьющееся сердце и начал думать. Никого не было рядом, но он сказал вслух:\n\n—Ваши смерти не будут напрасны. Обещаю.\n\n    Несмотря на это, Максим надеялся, что его подруги ещё живы. Надеялся, что план Саши, каким бы он ни был, сработает. Юноша знал, что  должен спасти их, а для это надо бежать. Быстрее.\n\n    Вот показались знакомые землянки. Максим кричит, что их отряду срочно нужна помощь. Он собирает людей и они идут назад. \n\n    Успеть бы.\n\n    Но он не успел. И ему суждено почувствовать, как любовь превращается в ненависть, пока он капает могилы.\n\n",
    "answers": [
      {
        "id": 135,
        "text": "-Она предала нас. Она предала Лизу! Меня. Всех нас."
      }
    ]
  },
  {
    "id": 135,
    "text": "   Прошло много лет, Александра закончила военную академию в звании лейтенанта и всю оставшуюся жизнь несла свою службу. И своё бремя. Но не только их. В академии она познакомилась с юношей, вместе с которым ей суждено было быть вместе. Они вырастили сына и дочь, которые жили уже в новом, не таком красочном, но может и не менее счастливом мире.\n\n    Максим возглавил отряды сопротивления Земли. Он завершил немало успешных миссий, но не успел выполнить главную-освободить свою планету. Его схватили и публично казнили.\n\n    Все страны пали под натиском Армии Великого Короля и на планете наступил вечный мир, покой, диктатура и страх.\n\n    Но вечный ли?\n\n    Ещё вспомнят потомки о бравом лидере свободы, ещё найдутся силы в запуганных душах, ещё поднимается меч графа против Короля и его самого же.\n\n   Но это будет потом.\n\nTHE END",
    "answers": [
      {
        "id": 142,
        "text": "От автора->"
      }
    ]
  },
  {
    "id": 136,
    "text": "    Следующие несколько недель друзья занимались тем, что обустраивали свой лагерь сопротивления, то есть копали землянки и вербовали жителей города. В конце-концов к ним присоединилось множество людей, а товарищи стали лидерами движения. Найдя что-то, что можно было называть оружием или даже то, что оружием по сути и являлось, сопротивление начало действовать.\n\n    Партизаны были большой головной болью для графа. Он злился, что его меч пропал, злился, что именно этих партизан они никак не могли выкурить из леса. Подрывы, ночные деверсии и пропажа нескольких солдат были очень неприятными пятнами на его блестящей репутации.",
    "answers": [
      {
        "id": 137,
        "text": "    Прошёл год. Настало утро нового дня. "
      }
    ]
  },
  {
    "id": 137,
    "text": "    Лес был озарён лучами восходящего солнца. Слышался лязг металла. Члены сопротивления тренировались на раздобытых магических мечах. Максим шёл между их рядами, подбадривая и хваля своих товарищей. Он искал Сашу. И нашёл её. Увидев приближение друга, девушка собрала все свои силы и из её меча выстрелила мощная молния, уйдя в землю.\n\n—Вообще неплохо, Саш! Даже круто. Как всё-таки классно-то, что магия существует. Снаряд и укрытие-просто комбо два в одном!\n\n—А ещё лучше, что мы смогли раздобыть эти мечи,-девушка улыбнулась Максиму. Тот подтверждающе кивнул и улыбнулся в ответ.\n\n    Саша задумчиво повертела свой меч в руках. \n\n—Интересно, как это работает?\n\n    На это Макс пожал плечами.",
    "answers": [
      {
        "id": 138,
        "text": "    Саша решила, что попытается разобраться в этом как-нибудь попозже."
      }
    ]
  },
  {
    "id": 138,
    "text": "—Так что там у нас по плану, Макс? Есть новые вести от анонимных доброжелателей?,-Саша весело посмотрела на друга. \n\n—Ничего пока. Отдыхаем пока.\n\n—Да, пожалуй, вам не помешало бы отдохнуть от ваших грязных делишек, граждане партизаны.\n\n    Саша рывком вынула меч из земли и повернулась, Максим обернулся тоже. Из тени деревьев к ним выходил граф с ехидной усмешкой на губах. Остальные жители лагеря тоже заметили неприятеля и уставились на него молча, держа оружие наготове.\n\n—Можете сложить оружие, оно вам не поможет. Вы окружены,-Члены сопротивления переглянулись и только крепче сжали мечи и пистолеты. Граф обвёл взглядом присутствующих, его голос вдруг посерьёзнел и он рявкнул.-Сложить оружие!\n\n    Саша испуганно, но собранно посмотрела на друга. Тот отрицательно покачал головой. Что-то надо придумать. Что-то срочно надо придумать. Максим был готов к сражению, но Саша боялась потерять людей, поэтому сказала громко:",
    "answers": [
      {
        "id": 139,
        "text": "-Эй, князь! Я вызываю тебя на дуэль! Только ты и я, как лидеры этих отродьев-солдат и честных жителей Земли соответственно. Или слабо?"
      },
      {
        "id": 140,
        "text": "-Я вызываю тебя на дуэль, граф! Только ты и я, как лидеры вторженцев и граждан этой страны соответственно. По-моему, это будет честно."
      }
    ]
  },
  {
    "id": 139,
    "text": "    Глаза графа наполнились гневом, а лицо страшно исказила ярость. Он достал из ножен такой же как у всех солдат меч и встал в боевую позицию.\n\n—Ты пожалеешь, что посмела сказать такое.\n\n    Саша встала в боевую позицию и усмехнулась, пряча внутренний страх. Она всем сердцем надеялась, что граф допустит ошибку из-за гнева, что она сможет победить, что убьёт его. Но шансы невелеки, потому надо постараться.\n\n    И вот они скрестили мечи в схватке, девушка то обращалась в защиту, то атаковала. Она старалась пользоваться своим небольшим ростом, кружила вокруг врага, но несмотря на свой рост, граф был не менее ловок. И очевидно, что Саша была не так сильна, как двух с половиной метровый широкоплечий генерал армии. \n\n    За секунду до конца она поняла, что проиграла. Графу удалось обезоружить её, меч отлетел на несколько метров и упал там. Саша почувствовала холод металла, генерал приставил меч к самому её горлу. Его глаза блестали злобой и слепой яростью, по шее девочки сползла капля крови.\n\n—Ты была бы хорошим воином. Сумела стать такой назойливой занозой со своими друзьями...и весьма талантлива. Жаль, что так непокорна. \n\n        И она узрела последнии секунды своей жизни. Взмах мечом, мимолётная боль и вечная тьма.",
    "answers": [
      {
        "id": 132,
        "text": "    Это конец."
      }
    ]
  },
  {
    "id": 140,
    "text": "    Граф посмотрел на девочку сурово и высокомерно. Он достал из ножен такой же как у всех солдат меч и встал в боевую позицию.\n\n—Дуэль, говоришь? Что ж, будь готова ответить за свои вызовы.\n\n    Саша встала в боевую позицию и усмехнулась, пряча внутренний страх. Она всем сердцем надеялась, что граф допустит ошибку, что она сможет победить, что убьёт его. Но шансы невелеки, потому надо постараться.\n\n    И вот они скрестили мечи в схватке, девушка то обращалась в защиту, то атаковала. Она старалась пользоваться своим небольшим ростом, кружила вокруг врага, но несмотря на свой рост, граф был не менее ловок. И очевидно, что Саша была не так сильна, как двух с половиной метровый широкоплечий генерал армии. \n\n    За секунду до конца она поняла, что проиграла. Графу удалось обезоружить её, меч отлетел на несколько метров и упал там. Саша почувствовала холод металла, генерал приставил меч к самому её горлу. Его глаза блестали злобой и слепой яростью, по шее девочки сползла капля крови.\n\n—Ты была бы хорошим воином. Сумела стать такой назойливой занозой со своими друзьями...также весьма талантлива. И я предлагаю тебе лишь раз и то не должен был бы: встань на колени и поклянись мне в верности. Не глупи, здесь ни к чему лишняя кровь. ",
    "answers": [
      {
        "id": 130,
        "text": "    Саше стало противно лишь при мысле об этом .\n\n-Ну уж нет!-процедила девушка сквозь зубы.-Я не стану бесчеловечной куклой в твоих руках! Оружием убийства невинных!"
      },
      {
        "id": 131,
        "text": "    Саше стало противно лишь при мысле об этом. Ей захотелось ответить жёстко и решительно, но девушка боялась за жизнь своих товарищей.\n\n-Вы...вы казните остальных?"
      }
    ]
  },
  {
    "id": 141,
    "text": "    Чтобы не нарушать авторских прав:\n\nОбложка нарисована ruDall-e Kandinsky 2.2 от Сбера. \n\nБуковки я сама написала.",
    "answers": [
      {
        "id": 1,
        "text": "-Окей, теперь пока."
      },
      {
        "id": 143,
        "text": "-Ещё что-то?"
      }
    ]
  },
  {
    "id": 142,
    "text": "Дорогие читатели! Благодарю вас за прохождение данного квеста. Надеюсь, он вам понравился и вы остались довольны своей концовкой. А если нет, то квест можно очень быстро перепройти.\n\nБуду рада почитать ваше мнение о квесте в комментариях.\n\nВсем хорошего дня и настроения! До свидания.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "-Пока"
      },
      {
        "id": 141,
        "text": "-А откуда обложка?"
      }
    ]
  },
  {
    "id": 143,
    "text": "P.S. Есть песня одна: Слава и Смерть авторства Блуждающих огней. Любителям рока советую.",
    "answers": [
      {
        "id": 1,
        "text": "-Теперь точно пока."
      }
    ]
  },
  {
    "id": 144,
    "text": "",
    "answers": []
  }
]