[
  {
    "id": 1,
    "text": "(Тут пока что пусто)",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "За окном уже темнеет, солнце потихоньку содится за горизонт, на небе друг за дружкой стали проявляться звёзды, затрекотали кузнечики и подул прохладный июльский свежий ветерок. Только в населениях которые находятся в дали от города может быть так по истине прекрасно. Чистый воздух, тишина и спокойствие. Вот что необходимо человеку. В городе конечно есть свои плюсы и их наверняка куда больше, но только тут можно расслабиться и отбросить свли тревоги на задний план. \n\n   На большом раскладном диване цветом серой плитки, сидела миниатюрного вида девушка.",
    "answers": [
      {
        "id": 3,
        "text": "Светлые волосы под каре и голубые глаза"
      },
      {
        "id": 4,
        "text": "Чёрные волосы по пояс и карьи глаза"
      },
      {
        "id": 5,
        "text": "Рыжие кудрявые волосы чуть выше лопаток и зелёные глаза"
      },
      {
        "id": 6,
        "text": "Каштановые волосы до лопаток и серые глаза "
      }
    ]
  },
  {
    "id": 3,
    "text": "   Её короткие подстриженные под каре светло-русые волосы, несколькими прядями падали на лицо. При этом местами закрывая её цветом морской волны глаза. \n   \n   Девушка внимательно и не отрывно смотрела на свой телефон лежащий перед ней.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Её густые достигающие почти по пояс цветом как воронье крыло волосы, несколькими прядями спадали на лицо. При этом её сосредоточенный взгляд карьих глаз в которых были отражена тревога, внимательно смотрели на телефон лежащий перед ней.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Её волнистые чуть ли не кудрявые, рыжие как лисья шёрстка волосы, были распущены и достигали чуть ниже допаток. Они то и дело спадали девушке на лицо, мешая её глазам цветом как зелёная молодая травка на поляне в лесу, отображалась тревога. Её взгляд был направлен на выключенный телефон ледаший перед ней.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Её слегка растрёпанные цветом как могучий дуб волосы достигающие до лопаток, то и дело спадали ей на лицо. Мешая её серым глазам напоминающие пасмурные облока весной, с тревогой смотреть на телефон лежащий перед ней.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Я не могу перестать думать о том, что родители всё ещё не вернулись домой. Время показывало пол 12 ночи.\n  \n   За окном на улице стал моросить дождик, то и дело стуча по окну. Сначала медленно, будто проверяя не помешает ли он витающей в своих мыслях девушке. Через несколько секунд дождь стал набирать обороты. И вот на улице он льёт почти как из ведра.\n\n   Подняв голову, я встретилась взглядом со своим отражением. Зеркало было деталью раздвижного шкафа сделанного из тёмного дерева стоявшего перед диваном. Справа было большое окно. Слева рядом со шкафом стояла тумбочка, а на ней большой плазменный телевизор, на нём было огромное количество каналов, но использовались только единицы. На против окна висело несколько фотографий семьи. \n\n   Не прошло и минуты как отражение через зеркало показало большую фигуру пробежавшую мимо окна. \n\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "   У меня резко перехватило дыхание от того, что я увидела, хоть и мельком. Нервы которые до этого были натянуты до предела, лопнули как струны от гитары моментально, слёзы маленькими струйками стали скатываться по щекам, оставляя за собой мокрые солёные следы. \n\n   Взяв телефон в руки, я стала набирать номер единственного оставшегося у меня дорогого человека. Казалось что гудки шли слишком долго, сердце билось в груди совсем как сумасшедшее, адреналин зашкаливал. \n\n   Сквозь звуки дождя раздался очень громкий женский крик, но он так же быстро затих, будто его и не было вовсе и это всего навсего мои фантазии из-за переживаний. \n\n   Вскоре гудки прекратились и из телефора раздался до боли знакомый и родной сонный голос старшего брата.\n\n   Из-за неожиданности я вздрогунала и телефон выскользнул из рук упав на пол. Подняв телефон, меня резко бросило в холодный пот. Его экран был разбит и он сам не хотел включаться. Мои последние надежды рухнули, так и не успев даже начаться.",
    "answers": [
      {
        "id": 12,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 12,
    "text": "   Не зная что делать я так и продолжала молча смотреть на разбитый экран телефона. Я чувствовала что он был моей последней надеждой.\n\n   Сил уже не было. Адреналин прошёл и из-за пережитого стресса хотелось спать. \n\n   Веки стали тяжелеть, вокруг всё стало размываться, жутко хотелось спать. Сама того не понимая я уснула.",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  }
]