[
  {
    "id": 1,
    "text": "Вы самый обычный сельский житель. В этом квесте вам предстоит множество приключей и, быть может, вы сможете стать королём или же великим героем. А каким способом достичь этой цели уже вам решать.\nУдачи!\nПока что квест находится на стадии разработки, его ждёт ещё очень много изменений, так что это даже не альфа и не бета версия. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать. "
      },
      {
        "id": 42,
        "text": "Достижения. "
      }
    ]
  },
  {
    "id": 2,
    "text": "  Приветствую, странник, сейчас я погружу вас в здешний мир. На дворе 1 мая 1378 года. Вы живёте в небольшом посёлке на краю материка, поэтому вам открыты прекрасные морские виды, а по другую сторону вы можете увидеть огромные горы, которые, по легендам, населены драконами. Вы в роли молодого парня 16 лет по имени Сэм должны будете приспособиться к этому миру и научиться в нём жить, ведь существует множество опасностей. На данный момент вы являетесь одним из трёх детей в крестьянской семье, у вас есть 2 старших брата, Алекс и Викор. ",
    "answers": [
      {
        "id": 3,
        "text": "Понятно. "
      }
    ]
  },
  {
    "id": 3,
    "text": "  Вы просыпаетесь от того, что кто-то толкает вас.\n—Сэм, вставай, хватит прохлаждаться, надо делом заниматься. \nЭто был ваш брат Алекс. Сегодня вы работаете в поле. С ним вы точно не заскучаете, ведь он тот ещё шутник. Порой вы говорите, что вашему брату вполне подошёл бы колпак шута, на что он лишь хихикает в ответ.\n—Да-да, уже иду, — отвечаете вы, пытаясь подняться.\n—Давай быстрее, чем раньше закончим, тем раньше сможем отдохнуть по-человечески.\nВы наконец поднялись с земли и пошли работать\nВремя 12:00",
    "answers": [
      {
        "id": 4,
        "text": "Работать. (6 часов)"
      },
      {
        "id": 5,
        "text": "Попытаться улизнуть. "
      }
    ]
  },
  {
    "id": 4,
    "text": "  После тяжёлого рабочего дня вы с Алексом вернулись домой. Благо, ваше поле находится в 10 минутах от дома, поэтому путь был простым. Оказавшись в избе, вы почуяли приятный запах чего-то неимоверно вкусного. Пройдя дальше вы увидели матушку, которая что-то готовит. Подойдя ближе вы поняли, что это ваш любимый мясной пирог.\n—Сынок, привет. Вы отработали уже? А я тут кушать готовлю, так что ты пока можешь прогуляться немного. А ещё дойди до фермера, пожалуйста, возьми муки, вот тебе 5 медных.\n  Вы даже и слова обмолвить не успели, как вас уже выставили за порог с поручением. Дом местного фермера находится около центра вашего села. Благо, село у вас небольшое, идти вам минут 5. Собравшись с силами, вы отправились в путь.\n<plus> цель\n<plus> 5 медных монет\nВремя 18:13",
    "answers": [
      {
        "id": 6,
        "text": "Цели. "
      },
      {
        "id": 7,
        "text": "Мои богатства. "
      },
      {
        "id": 8,
        "text": "Идти к фермеру. "
      }
    ]
  },
  {
    "id": 5,
    "text": "  Вы незаметно убежали с поля. Погуляв по селу, вы начали думать, что вам делать.\nВремя 13:00",
    "answers": [
      {
        "id": 118,
        "text": "Идти домой. "
      },
      {
        "id": 119,
        "text": "Идти к озеру. "
      },
      {
        "id": 120,
        "text": "Идти в лес. "
      }
    ]
  },
  {
    "id": 6,
    "text": "—купить муку у фермера",
    "answers": [
      {
        "id": 4,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Медные монеты: 5\nСеребряные монеты:\nЗолотые монеты:\nПлатиновые монеты:",
    "answers": [
      {
        "id": 4,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 8,
    "text": "  Вы подошли к дому фермера. Прямо за ним находится мельница, в которой и производят столь нужную вам муку. И где-то между виднелся колодец. ",
    "answers": [
      {
        "id": 9,
        "text": "Постучать в дверь. "
      }
    ]
  },
  {
    "id": 9,
    "text": "  Вы постучали в дверь дома. Вас встретил добродушный мужчина средних лет, он и был фермером, зовут его Фред. Он друг вашей семьи, поэтому продаёт вам муку за 5 медных, а не за 10.\n—О, Сэм, здравствуй! Как ты уже вырос! Как там батько?\n—Он сейчас ушёл в город на рынок, должен вернуться через пару дней.\n—Понятно, маманька твоя как поживает?\n—Да у неё всё в порядке вроде, сейчас готовит, вот попросила муки взять.\n—Да конечно, сейчас, зайди присядь пока, у меня в мельнице всё. ",
    "answers": [
      {
        "id": 10,
        "text": "Пройти в дом. "
      }
    ]
  },
  {
    "id": 10,
    "text": "  Присев на скамью, вы оглянули помещение. Даа, давненько вы здесь не были. Как вдруг ваш взор пал на шкаф, которого здесь раньше не было. ",
    "answers": [
      {
        "id": 11,
        "text": "Заглянуть в шкаф. "
      },
      {
        "id": 12,
        "text": "Сидеть. "
      }
    ]
  },
  {
    "id": 11,
    "text": "  Приоткрыв дверь шкафа, вы обнаружили скелет в свадебном платье. Вас сильно напугала эта картина, поэтому вы решили сесть обратно и больше ничего не трогать. ",
    "answers": [
      {
        "id": 12,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 12,
    "text": "  Вскоре старик вернулся с тяжёлым мешком на плече. Вы отдали ему монету, взяли муку и пошли домой, попрощавшись с Фредом.\n—5 медных монет\nНовая цель\nВремя 18:26",
    "answers": [
      {
        "id": 13,
        "text": "Цели. "
      },
      {
        "id": 14,
        "text": "Мои богатства. "
      },
      {
        "id": 15,
        "text": "Идти домой. "
      }
    ]
  },
  {
    "id": 13,
    "text": "Отнести муку домой. ",
    "answers": [
      {
        "id": 12,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Медные монеты: 0\nСеребряные монеты: 0\nЗолотые монеты: 0\nПлатиновые монеты: 0",
    "answers": [
      {
        "id": 12,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 15,
    "text": "  Вы дошли до дома с мешком, передали его Алексу и присели отдохнуть. Давненько вы не таскали таких тяжестей.\nВремя 18:30",
    "answers": [
      {
        "id": 16,
        "text": "Отдыхать. "
      }
    ]
  },
  {
    "id": 16,
    "text": "  Посидев минут 5, вы услышали голос своего брата Викора, который звал вас в избу.\n  Зайдя в дом, вы увидели уже накрытый стол, за которым сидели ваши братья.\nВремя 18:35",
    "answers": [
      {
        "id": 17,
        "text": "Сесть. "
      }
    ]
  },
  {
    "id": 17,
    "text": "  Вскоре после того, как вы сели за стол, вернулась ваша матушка. Вы приступили к трапезе, ваш желудок уже сходил с ума, ведь вы почти весь день ничего не ели.\n  После плотного ужина вы задумались, что делать дальше. ",
    "answers": [
      {
        "id": 18,
        "text": "Пойти в свою коморку. "
      },
      {
        "id": 19,
        "text": "Пойти прогуляться. "
      }
    ]
  },
  {
    "id": 18,
    "text": "  Вы решили уйти в свою коморку дабы поразмышлять. О чём ваши размышления? ",
    "answers": [
      {
        "id": 20,
        "text": "О работе. "
      },
      {
        "id": 21,
        "text": "О девушках. "
      },
      {
        "id": 22,
        "text": "О деньгах. "
      }
    ]
  },
  {
    "id": 19,
    "text": "  Вы решили погулять по селу. Куда вы пойдёте?\nВремя 19:20",
    "answers": [
      {
        "id": 124,
        "text": "К озеру. "
      },
      {
        "id": 125,
        "text": "В лес. "
      },
      {
        "id": 126,
        "text": "К центру села. "
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "  Вы решили поразмышлять о своём заработке. Да, отец продаёт плоды вашего труда на рынке и даёт вам вашу долю, 3 серебряных, которых в нынешнее время уже маловато даже в вашем селе. И надо бы поискать какой-нибудь заработок получше. Вы слышали, что в городе вёрстах в двух от вашего села открылся трактир и туда нужны работники. По слухам, там предоставляют жильё и заработок будет 50 медных монет в день, если вы простой уборщик. Этого вам было бы предостаточно в вашем селе, но для городской жизни это заработок ниже среднего. Тем не менее, дальше лучше. Но у вас также сохранился кинжал от вашего деда. У вас были некоторые навыки владения, так что можно подумать о чём-то незаконном. ",
    "answers": [
      {
        "id": 23,
        "text": "Пойти в трактир. "
      },
      {
        "id": 24,
        "text": "Заняться разбоем. "
      },
      {
        "id": 25,
        "text": "Остаться с семьёй. "
      }
    ]
  },
  {
    "id": 23,
    "text": "  Вы решили попробовать устроиться в трактире. Правда, вы пока не знаете, как отреагирует ваша семья, так что придётся подождать пару дней до возвращения отца.\nВремя 20:00",
    "answers": [
      {
        "id": 26,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 24,
    "text": "  Вы решили, что хотите стать разбойником. И кто знает, быть может, вы сможете стать главарём огромной банды. Но пока что вы один и звать вас никак. Поэтому вооружившись своим кинжалом и натянув какую-то тряпку на лицо, вы пошли разбойничать.\nВремя 21:00",
    "answers": [
      {
        "id": 129,
        "text": "Идти в село. "
      },
      {
        "id": 130,
        "text": "Идти к лесу. "
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "  За окном уже темнеет и вас начало клонить ко сну. ",
    "answers": [
      {
        "id": 27,
        "text": "Спать. "
      }
    ]
  },
  {
    "id": 27,
    "text": "  Последние пару дней не происходило ничего интересного, после чего приехал ваш отец. Вернувшись с поля, вы решили обсудить с семьёй своё решение отправиться в город. Также отец дал вам 3 серебряных\n<plus> 3 серебряных\nНовая цель\nВремя 18:20",
    "answers": [
      {
        "id": 28,
        "text": "Цели. "
      },
      {
        "id": 29,
        "text": "Мои богатства. "
      },
      {
        "id": 30,
        "text": "Позвать всех за стол. "
      }
    ]
  },
  {
    "id": 28,
    "text": "Поговорить с семьёй. ",
    "answers": [
      {
        "id": 27,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 29,
    "text": "Медные монеты: 0\nСеребряные монеты: 3\nЗолотые монеты: 0\nПлатиновые монеты: 0\nТакже монеты можно разменивать в банках, трактирах или у торговцев. \nНапример, 1 серебряная монета = 100 медных монет и т.д.",
    "answers": [
      {
        "id": 27,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 30,
    "text": "  Собрав семью за столом, вы сказали свои планы. Что вы собираетесь пойти в город и начать работать там. Отец похвалил вас, так как ему понравилась ваша целеустремлённость и желание идти к большему, чем просто работа в поле. Все остальные тоже одобрили ваш выбор.\n  Теперь вам пора двигаться в самостоятельную жизнь, так что завтра утром вы отправитесь в город. ",
    "answers": [
      {
        "id": 31,
        "text": "Ждать. "
      }
    ]
  },
  {
    "id": 31,
    "text": "  Проснувшись с первыми петухами, вы собрались, взяли с собой еды, которую вам передала матушка, и отправились в поход\nНовая цель\nВремя 5:30\n5 мая 1378 года вы решили встретить походом в город. ",
    "answers": [
      {
        "id": 32,
        "text": "Цели. "
      },
      {
        "id": 33,
        "text": "Мои богатства. "
      },
      {
        "id": 34,
        "text": "Идти. "
      }
    ]
  },
  {
    "id": 32,
    "text": "Дойти до города. ",
    "answers": [
      {
        "id": 31,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 33,
    "text": "Медные монеты: 0\nСеребряные монеты: 3\nЗолотые монеты: 0\nПлатиновые монеты: 0",
    "answers": [
      {
        "id": 31,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 34,
    "text": "  Пройдя полпути вы заметили, что сильно устали. Но к вашему счастью прямо позади вас ехал мужик на телеге, который предложил вас подвезти. ",
    "answers": [
      {
        "id": 35,
        "text": "Согласиться. "
      },
      {
        "id": 36,
        "text": "Отказаться. "
      }
    ]
  },
  {
    "id": 35,
    "text": "  Вы, недолго думая, согласились и запрыгнули в телегу. Разговорившись с мужиком вы вяснили, что его зовут Вячеслав и он также решил найти работу в этом трактире.\n  За весёлой беседой вы даже не заметили, как очутились в городе. Насколько вам было известно, трактир находится недалеко от церкви, купола которой виднеются над всем поселением.\nВы решили сразу направиться туда и благо слухи оказались правдой, вы оказадись у входа в столь нужный вам трактир.\nВремя 10:00",
    "answers": [
      {
        "id": 37,
        "text": "Зайти внутрь. "
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "  Зайдя в трактир вы почуяли вкусный запах еды. В трактире было мало народу, от силы 3 посетителя, оттого такие маленькие зарплаты, но вы уверены, что скоро этот трактир будет процветать. Помещение было скромно отделано камнем и деревом, за одним из столиков спал местный пьяница, за вторым два друга кушали и что-то живо обсуждали. И за столиком в самом дальнем углу сидел мужчина и что-то записывал. Но где же трактирщик? Как его найти? ",
    "answers": [
      {
        "id": 38,
        "text": "Подойти к пьянице. "
      },
      {
        "id": 39,
        "text": "Подойти к друзьям. "
      },
      {
        "id": 40,
        "text": "Подойти к загадочному мужчине. "
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "Подойдя к мужчине, вы спросили, не знает ли он, где трактирщик, на что получили ответ:\n—Прямо перед тобой сидит.\nКак оказалось, в трактире так мало клиентов, что хозяин может спокойно присоединиться к гостям от скуки.\n—Извините, а вам работники не нужны?\n—А кто спрашивает?\n—Я, Сэм, и мой товарищ Вячеслав.\n—Ну, что ж, пройдёмте за мной.\n  Вы прошли за трактирщиком и оказались в достаточно уютной комнате. ",
    "answers": [
      {
        "id": 41,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 41,
    "text": "  После недолгой беседы вам и вашему новому знакомому определили комнату, где уже было всё необходимое для выполнения работы, которой вы занимаетесь прямо с сегодняшнего дня.\n  Вячеслава устроили поваром, вам же повезло меньше, вы уборщик. Но это лучше, чем безработный, хоть какие-то деньги. С этого момента вы начинаете самостоятельную жизнь.\nВремя 11:00",
    "answers": [
      {
        "id": 44,
        "text": "Работать. "
      }
    ]
  },
  {
    "id": 42,
    "text": "Здесь будут отображаться полученные вами дрстижения. ",
    "answers": [
      {
        "id": 43,
        "need_ever": true,
        "need": 11,
        "text": "Странный фермер. "
      },
      {
        "id": 45,
        "text": "Уборка лучше безделья. ",
        "need": 41,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "Теперь я вижу сны. ",
        "need": 50,
        "need_ever": false
      },
      {
        "id": 64,
        "text": "Знание - сила. ",
        "need": 57,
        "need_ever": true
      },
      {
        "id": 71,
        "text": "Хороший работник. ",
        "need": 69,
        "need_ever": true
      },
      {
        "id": 121,
        "text": "Лентяй. ",
        "need": 5,
        "need_ever": true
      }
    ]
  },
  {
    "id": 43,
    "text": "  У каждого свои скелеты в шкафу, но не в буквальном же смысле. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 44,
    "text": "  Вы честно выполняли свою работу, трудились не покладая рук. За это вам заплатили даже чуть больше обещанного, ведь благодаря вам в трактир зашло больше людей, чем обычно. Вас отпустили с работы пораньше, так как посетители закончились. \n<plus>70 медных монет\nОтношения с трактирщиком улучшены\nВремя 19:00",
    "answers": [
      {
        "id": 46,
        "text": "Мои богатства. "
      },
      {
        "id": 47,
        "text": "Пойти в свою комнату. "
      },
      {
        "id": 48,
        "text": "Подождать Вячеслава. "
      },
      {
        "id": 49,
        "text": "Пойти прогуляться. "
      }
    ]
  },
  {
    "id": 45,
    "text": "  Работать уборщиком за такие гроши уже успех в начале карьерной лестницы. Если вы будете усердно работать, то, может быть, заслужите повышения. Или хотя бы приведёте больше посетителей в трактир. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 46,
    "text": "Медные монеты: 70\nСеребряные монеты: 3\nЗолотые монеты: 0\nПлатиновые монеты: 0",
    "answers": [
      {
        "id": 44,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 47,
    "text": "  Вы решили пойти в свою комнату. Она находится совсем недалеко от трактира, где вы теперь работаете. Вячеслав стал вашим соседом, его комната находится чуть правее вашей.\n  Ваша комната представляла из себя небольшой гостиничный номер с одним единственным окном, выглядывающим на городской рынок. Вам повезло, что за эту комнату платит ваш работодатель, ведь со своей зарплатой вы бы даже её не смогли оплатить, так как плата составляет 2 серебряных за ночь. За то в вашей комнате есть всё самое необходимое: кровать и шкаф для вещей. Помимо этого напротив вашей кровати стоит стол и напротив гостиницы есть общественная баня, где можно освежиться после тяжёлого рабочего дня, но пока что она закрыта на ремонт.\nВремя 19:10",
    "answers": [
      {
        "id": 50,
        "text": "Спать. "
      },
      {
        "id": 51,
        "text": "Сходить на рынок. "
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "  Вы решили поспать, так как завтра вставать рано. Вы закрыли глаза и попали в мир грёз.\n  *Мир грёз — непонятное место. Ваши выборы здесь влияют как на сюжет, так и на вашего персонажа. А ещё порой ваши выборы влияют на частоту попадания в этот мир и происходящее в обоих мирах, так что будьте осторожны и рассудительны. ",
    "answers": [
      {
        "id": 52,
        "text": "Понятно. "
      }
    ]
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "  Вы очутились в поле, вокруг ни души, как вдруг вы слишите голос за спиной:\n—Чего ты больше всего жаждешь в этой жизни? ",
    "answers": [
      {
        "id": 54,
        "text": "Денег. "
      },
      {
        "id": 55,
        "text": "Славы. "
      },
      {
        "id": 56,
        "text": "Мудрости. "
      }
    ]
  },
  {
    "id": 53,
    "text": "  Мир грёз — чудное место, правда пока непонятно, что здесь происходит. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 54,
    "text": "  Голос ответил:\n—Дурак ты, парень. Горы денег не сделают из тебя хорошего человека.\n  Вдруг вы проснулись. ",
    "answers": []
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  },
  {
    "id": 56,
    "text": "—Вот как? Хороший выбор, парень, выбери правильный путь и точно получишь то, чего желаешь.\n  Вы обернулись, но там никого не было. После этого вы проснулись. ",
    "answers": [
      {
        "id": 57,
        "text": "Проснуться. "
      }
    ]
  },
  {
    "id": 57,
    "text": "  Проснувшись, вы обнаружили на столе книгу по грамоте. \"Вот это подарок\", — подумали вы. У вас не было денег на книги, поэтому вы остались довольны таким подарком. Вы не будете понимать некоторые книги, если у вас слишком низкий уровень грамоты, поэтому внимательно выбирайте чтиво.\nВремя 6:00\nДата 6 мая 1378 года ",
    "answers": [
      {
        "id": 58,
        "text": "Идти на работу. "
      }
    ]
  },
  {
    "id": 58,
    "text": "  Вы пошли на работу, захватив с собой новую книжку. С мыслью о том, что скорее всего у вас будет время почитать, вы вышли из комнаты и направились к трактиру.\n  Внутри жизнь уже кипела, людей было больше, чем обычно, треть всех столов была занята. Вы поняли, что трактир набирает обороты, в него идут всё больше людей. А это значит, что, возможно, вам скоро поднимут зарплату. Пока вам остаётся лишь ждать.\nВремя 6:10",
    "answers": [
      {
        "id": 59,
        "text": "Работать. "
      }
    ]
  },
  {
    "id": 59,
    "text": "  Вы усердно выполняли свои обязанности, как вдруг вас кто-то окликнул. Это оказался Вячеслав.\n—Привет, Сэм. Можешь помочь мне тут немного?\n—С чем?\n—Всё очень просто, я буду мешать, а ты лишь кидай то, что я скажу.\n  Вы согласились, ведь с уборкой вы всё равно уже почти закончили. Спустя минут 10 вы вернулись к своей работе.\nВремя 9:45",
    "answers": [
      {
        "id": 60,
        "text": "Работать. "
      }
    ]
  },
  {
    "id": 60,
    "text": "  Спустя минут 15 вы завершили уборку и можете заняться своими делами до двух часов, в это время вам нужно опять заняться уборкой.\n  Чем же вы займётесь? ",
    "answers": [
      {
        "id": 61,
        "text": "Прогуляться. "
      },
      {
        "id": 62,
        "text": "Почитать книгу. "
      },
      {
        "id": 63,
        "text": "Просто посидеть. "
      }
    ]
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  },
  {
    "id": 62,
    "text": "  Вы решили почитать книгу. Увлекшись чтением, вы даже не заметили, как наступило 12 часов. У вас ещё есть время на свои дела.\nКнига прочитана на 50%\nВремя 12:00",
    "answers": [
      {
        "id": 65,
        "text": "Читать дальше. "
      },
      {
        "id": 66,
        "text": "Прогуляться. "
      },
      {
        "id": 67,
        "text": "Вздремнуть. "
      }
    ]
  },
  {
    "id": 63,
    "text": "",
    "answers": []
  },
  {
    "id": 64,
    "text": "  В наше время мало кто хочет быть мудрым. Но у вас обязательно получится, если вы будете к этому стремиться. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 65,
    "text": "  Вы продолжили читать книгу. Когда наступило 2 часа, книга уже была прочитана вами. Теперь вы сможете оставить эту книгу у себя или продать на рынке. Но это потом, сейчас пора работать.\nКнига прочитана на 100%\nУровень грамоты повышен\nВремя 14:00",
    "answers": [
      {
        "id": 68,
        "text": "Работать. "
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  },
  {
    "id": 68,
    "text": "  Вы вернулись к выполнению своих обязанностей, в трактире сегодня людей было больше, чем обычно, а это значит, что близится ваше повышение зарплаты. Вдруг к вам обратился какой-то юноша лет 15 на вид:\n—Здравствуйте, можно ли мне побеседовать с вашим начальником?\n—Вы чем-то недовольны? Тогда прошу прощения за неудобства, сейчас я его позову.\n—Да нет же, чего вы, я хотел бы устроиться сюда на работу.",
    "answers": [
      {
        "id": 69,
        "text": "Отвести юношу. "
      },
      {
        "id": 70,
        "text": "Отказаться. "
      }
    ]
  },
  {
    "id": 69,
    "text": "—Хорошо, иди за мной. \n  Вы привели юношу к трактирщику. Теперь у вас появился коллега. Что же, вдвоём будет веселее. ",
    "answers": [
      {
        "id": 72,
        "text": "Работать дальше. "
      }
    ]
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": "  Благодаря вам, в трактире появился новый работник. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 72,
    "text": "  Вдвоём вы справились с работой куда быстрее, после чего трактирщик позвал вас в свою комнату. ",
    "answers": [
      {
        "id": 73,
        "text": "Идти. "
      },
      {
        "id": 74,
        "text": "Сбежать. "
      }
    ]
  },
  {
    "id": 73,
    "text": "  После того как вы зашли в комнату, трактирщик предложил вам сесть и начал говорить:\n—Слушай, Сэм, а ты отлично справляешься с работой, благодаря тебе мой трактир ещё не закрылся. Ты умеешь что-то кроме уборки? ",
    "answers": [
      {
        "id": 75,
        "text": "Ничего толком. (сказать правду) "
      },
      {
        "id": 76,
        "text": "Много чего. (соврать) "
      }
    ]
  },
  {
    "id": 74,
    "text": "",
    "answers": []
  },
  {
    "id": 75,
    "text": "—Ну, ничего страшного, научим. Я предлагаю тебе место за баром, оплата 3 серебряных в день, что скажешь?\n  Вы начали думать, примерно такая же зарплата сейчас у вашего товарища Вячеслава, 3 серебряных — средняя зарплата барменов в трактире. На эти деньги уже можно позволить себе что-то на рынке приобрести. Если же вы останетесь уборщиком, то будете получать 1 скромную серебряную.",
    "answers": [
      {
        "id": 77,
        "text": "Согласиться. "
      },
      {
        "id": 78,
        "text": "Отказаться. "
      }
    ]
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "—Я в тебе не сомневался, парень. За баром работать нетрудно, тебе нужно лишь запомнить, где что находится и подавать посетителям что они захотят. Поздравляю тебя с повышением, с завтрашнего дня вставай за бар, а сегодня уже дорабатывай уборщиком.\nОтношения с трактирщиком улучшены\nВремя 17:30",
    "answers": [
      {
        "id": 79,
        "text": "Работать. "
      }
    ]
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  },
  {
    "id": 79,
    "text": "  Выйдя из комнаты, вы вернулись к работе. К девяти часам посетители постепенно перестали заходить, поэтому ваш рабочий день завершён.\n<plus>1 серебряная монета\nВремя 21:00",
    "answers": [
      {
        "id": 80,
        "text": "Мои богатства. "
      },
      {
        "id": 81,
        "text": "Идти домой. "
      },
      {
        "id": 82,
        "text": "Погулять по городу. "
      },
      {
        "id": 83,
        "text": "Пройтись на рынок. "
      }
    ]
  },
  {
    "id": 80,
    "text": "Медные монеты: 70\nСеребряные монеты: 4\nЗолотые монеты: 0\nПлатиновые монеты: 0",
    "answers": [
      {
        "id": 79,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 81,
    "text": "",
    "answers": []
  },
  {
    "id": 82,
    "text": "",
    "answers": []
  },
  {
    "id": 83,
    "text": "  Вы решили дойти до рынка. В какой отдел вы желаете заглянуть? ",
    "answers": [
      {
        "id": 84,
        "text": "Книжный. "
      },
      {
        "id": 85,
        "text": "Инструменты. "
      },
      {
        "id": 86,
        "text": "Оружие. "
      },
      {
        "id": 87,
        "text": "Доспехи. "
      },
      {
        "id": 91,
        "text": "Уйти домой. "
      }
    ]
  },
  {
    "id": 84,
    "text": "  Вы подошли к лавке с книгами. Чего желаете? ",
    "answers": [
      {
        "id": 88,
        "text": "Мои богатства. "
      },
      {
        "id": 89,
        "text": "Купить. "
      },
      {
        "id": 90,
        "text": "Продать. "
      },
      {
        "id": 83,
        "text": "Уйти. "
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "Медные монеты: 70\nСеребряные монеты: 4\nЗолотые монеты\nПлатиновые монеты ",
    "answers": [
      {
        "id": 84,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 89,
    "text": "  У торговца осталось совсем немного книг, которые вы можете приобрести. Желаете посмотреть ассортимент? ",
    "answers": [
      {
        "id": 93,
        "text": "Да. "
      },
      {
        "id": 84,
        "text": "Нет. "
      }
    ]
  },
  {
    "id": 90,
    "text": " У вас имеется:\nКнига по грамоте\n  Что желаете продать? ",
    "answers": [
      {
        "id": 92,
        "text": "Книгу по грамоте. (40 медных) "
      },
      {
        "id": 84,
        "text": "Ничего. "
      }
    ]
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  },
  {
    "id": 93,
    "text": "  Вот что имеется у продавца:\nКнига заклинаний уровня новичок\nПоварская книга уровня новичок\nКнига по математике уровня новичок\n  Что желаете посмотреть? ",
    "answers": [
      {
        "id": 94,
        "text": "Книга заклинаний. "
      },
      {
        "id": 95,
        "text": "Поварская книга. "
      },
      {
        "id": 96,
        "text": "Книга по математике. "
      },
      {
        "id": 89,
        "text": "Ничего. "
      }
    ]
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  },
  {
    "id": 95,
    "text": "",
    "answers": []
  },
  {
    "id": 96,
    "text": "  Обычная книжка с базовыми формулами и числами. \nВремя прочтения: 2 часа\nСтоимость: 2 серебряные монеты\n  Желаете приобрести? ",
    "answers": [
      {
        "id": 97,
        "text": "Да. "
      },
      {
        "id": 93,
        "text": "Нет. "
      }
    ]
  },
  {
    "id": 97,
    "text": "  Вы успешно приобрели книгу по математике для новичков.\n—2 серебряные монеты\nВремя 21:30",
    "answers": [
      {
        "id": 97,
        "text": "[Книга появилась в вашем инвентаре] ",
        "comment": true
      },
      {
        "id": 98,
        "text": "Мои богатства. "
      },
      {
        "id": 99,
        "text": "Идти домой. "
      }
    ]
  },
  {
    "id": 98,
    "text": "Медные монеты: 70\nСеребряные монеты: 2\nЗолотые монеты\nПлатиновые монеты ",
    "answers": [
      {
        "id": 97,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 99,
    "text": "  После успешного приобретения книги вы отправились в свою комнату. Буквально залетев в дверной проём, вы захлопнули дверь и начали рассматривать книгу.\nВремя 21:40",
    "answers": [
      {
        "id": 100,
        "text": "Начать чтение. "
      },
      {
        "id": 101,
        "text": "Отложить на завтра. "
      }
    ]
  },
  {
    "id": 100,
    "text": "  Вы, наконец, открыли книгу и начали пожирать её глазами, настолько велика ваша тяга к знаниям. Время пролетело очень незаметно, а вы пересытились новыми знаниями и жаждете чего-то большего.\nУровень грамоты повышен\nВремя 23:40",
    "answers": [
      {
        "id": 102,
        "text": "Спать. "
      },
      {
        "id": 103,
        "text": "Прогуляться. "
      }
    ]
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  },
  {
    "id": 102,
    "text": "  Вы решили поспать, ведь завтра вас ждёт много нового, вы первый день будете работать на новой должности. Вы легли на кровать, закрыли глаза и почувствовали, как вас окутывает что-то такое тёплое, приятное. С этим чувством вы заснули. ",
    "answers": [
      {
        "id": 104,
        "text": "Спать. "
      }
    ]
  },
  {
    "id": 103,
    "text": "",
    "answers": []
  },
  {
    "id": 104,
    "text": "  Вы очутились в незнакомом вам месте. Вокруг не было ничего кроме густых облаков. Вдруг вы услышали голос:\n—А ты молодец, парень, и в правду тянешься к новым знаниям. За это я награжу тебя, но только не зазнавайся, тебе ещё многому предстоит научиться. ",
    "answers": [
      {
        "id": 105,
        "text": "Кто вы? "
      },
      {
        "id": 106,
        "text": "Что это за место? "
      },
      {
        "id": 107,
        "text": "Чему мне предстоит учиться? "
      },
      {
        "id": 108,
        "text": "Проснуться. ",
        "need": 107
      }
    ]
  },
  {
    "id": 105,
    "text": "—Охох, тебе интересно, кто я? Я покажу себя только когда ты станешь достоин, парень, а пока что считай меня чем-то вроде жизненного путеводителя. ",
    "answers": [
      {
        "id": 104,
        "text": "-Понятно. "
      }
    ]
  },
  {
    "id": 106,
    "text": "—Обо всём ты узнаешь позже. Пока лишь могу сказать, что твои действия здесь также отражаются на реальность. ",
    "answers": [
      {
        "id": 104,
        "text": "-Понятно. "
      }
    ]
  },
  {
    "id": 107,
    "text": "—Для начала тебе нужно прочитать ещё несколько книг и скопить некоторое количество деньжат для продвижения к цели. Удачи в начинаниях, парень. ",
    "answers": [
      {
        "id": 104,
        "text": "-Спасибо. "
      }
    ]
  },
  {
    "id": 108,
    "text": "  Внезапно вы проснулись, голова слегка побаливала, видимо, после вчерашнего углубления в науки. \"И что это было? Уже второй раз\", — вашего героя мучают раздумья по этому поводу. На столе вы заметили книгу. \nНовая цель\nВремя 6:00\nДата 7 мая 1378 года ",
    "answers": [
      {
        "id": 109,
        "text": "Мои цели. "
      },
      {
        "id": 110,
        "text": "Идти на работу. "
      },
      {
        "id": 113,
        "text": "Осмотреть книгу. "
      }
    ]
  },
  {
    "id": 109,
    "text": "На сегодняшний день ваши цели такие:\nПрочитать 3 любые книги. (Осталось: 3)\nСкопить 10 серебряных монет. (У вас: 2)",
    "answers": [
      {
        "id": 108,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 110,
    "text": "  Вы встали, собрались и пошли в сторону трактира. Уже на подходе вы заметили толпу людей, которые ожидали открытия трактира. Обычно вы приходите чуть раньше трактирщика и поэтому сами ждёте его ещё некоторое время, так произошло и в этот раз. Он подошёл через 10 минут и, открыв дверь, впустил всех внутрь. Вы впервые увидели такой наплыв клиентов в этом трактире с утра. ",
    "answers": [
      {
        "id": 111,
        "text": "Зайти. "
      }
    ]
  },
  {
    "id": 111,
    "text": "  Оказавшись в трактире, вы встали за баром. Люди от вас почти не отходили, зато вы сделали большую выручку. Обслужив огромное количество посетителей, вы решили пойти перекусить. Благо, для работников трактира некоторая еда была бесплатной.\n  Плотно перекусив, вы начали думать, что вам делать, ведь от перерыва остался целый час.\nВремя 14:00",
    "answers": [
      {
        "id": 112,
        "text": "Вздремнуть. "
      },
      {
        "id": 115,
        "text": "Читать. ",
        "need": 114
      },
      {
        "id": 116,
        "text": "Прогуляться. "
      }
    ]
  },
  {
    "id": 112,
    "text": "",
    "answers": []
  },
  {
    "id": 113,
    "text": "  На столе лежало пособие о заработке денег уровня новичок. ",
    "answers": [
      {
        "id": 114,
        "text": "Взять. "
      },
      {
        "id": 108,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 114,
    "text": "  Взяв книгу, вы начали собираться на работу, ведь уже пора выходить. ",
    "answers": [
      {
        "id": 114,
        "text": "[Книга появилась в вашем инвентаре] ",
        "comment": true
      },
      {
        "id": 110,
        "text": "Идти на работу. "
      }
    ]
  },
  {
    "id": 115,
    "text": "  Вы достали пособие и начали читать. Узнав множество новых способох заработка, вы отложили книгу и вернулись к работе.\nВремя 15:00",
    "answers": [
      {
        "id": 115,
        "text": "[Книга прочитана на 25%]",
        "comment": true
      },
      {
        "id": 117,
        "text": "Работать. "
      }
    ]
  },
  {
    "id": 116,
    "text": "",
    "answers": []
  },
  {
    "id": 117,
    "text": "  В трактире сегодня было больше людей, чем обычно. Вы даже на пару минут присесть не могли. Так и прошло несколько часов до закрытия. Чем вы желаете заняться после работы?\nВремя 21:00\n<plus>3 серебряные монеты ",
    "answers": [
      {
        "id": 131,
        "text": "Идти домой. "
      },
      {
        "id": 132,
        "text": "Погулять по парку. "
      },
      {
        "id": 133,
        "text": "Подождать Вячеслава. "
      },
      {
        "id": 142,
        "text": "Мои богатства. "
      }
    ]
  },
  {
    "id": 118,
    "text": "",
    "answers": []
  },
  {
    "id": 119,
    "text": "",
    "answers": []
  },
  {
    "id": 120,
    "text": "  Вы решили пойти в лес. Но как только вы покинули село, вы наткнулись на своего брата Викора, который дал вам подзатыльника за лень и повёл вас обратно в поле.\nВремя 13:15",
    "answers": [
      {
        "id": 122,
        "text": "Спокойно идти с ним. "
      },
      {
        "id": 123,
        "text": "Вырваться и бежать. "
      }
    ]
  },
  {
    "id": 121,
    "text": "  Вы удрали с поля, не захотев работать. Это может сказаться на вашей жизни. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 122,
    "text": "",
    "answers": []
  },
  {
    "id": 123,
    "text": "  Вы вырываетесь и начинаете бежать куда глаза глядят. Выбившись из сил, вы остановились, дабы оглядеться вокруг. Как оказалось, брат уже давно отстал, а вы оказались где-то в лесу без малейшего понятия, куда идти. Вдруг из-за деревьев вы услышали голоса людей. ",
    "answers": [
      {
        "id": 134,
        "text": "Идти к голосам. "
      },
      {
        "id": 135,
        "text": "Убежать. "
      }
    ]
  },
  {
    "id": 124,
    "text": "",
    "answers": []
  },
  {
    "id": 125,
    "text": "  Вы решили прогуляться в лес. Едва вы скрылись за деревьями, как послышался какой-то шорох в кустах. Благо у вас всегда при себе был дедушкин кинжал, так что в случае чего вы можете попробовать отбиться. ",
    "answers": [
      {
        "id": 127,
        "text": "Взять кинжал в руки. "
      },
      {
        "id": 128,
        "text": "Убежать. "
      }
    ]
  },
  {
    "id": 126,
    "text": "",
    "answers": []
  },
  {
    "id": 127,
    "text": "",
    "answers": []
  },
  {
    "id": 128,
    "text": "",
    "answers": []
  },
  {
    "id": 129,
    "text": "",
    "answers": []
  },
  {
    "id": 130,
    "text": "",
    "answers": []
  },
  {
    "id": 131,
    "text": "  Вы отправились в свою комнату. Кажется, стоит написать письмо в родной дом. Например, что у вас всё хорошо.\nВремя 21:15",
    "answers": [
      {
        "id": 153,
        "text": "Мои цели. "
      },
      {
        "id": 154,
        "text": "Мои богатства. "
      },
      {
        "id": 155,
        "text": "Читать книгу. "
      },
      {
        "id": 156,
        "text": "Написать письмо. "
      },
      {
        "id": 157,
        "text": "Спать. "
      }
    ]
  },
  {
    "id": 132,
    "text": "  Вы пошли в местный парк, что находится на окраине города. Здесь так красиво вечером, каменистые тропинки между деревьев, в центре парка небольшое озерцо, освещаемое луной. Несмотря на полнолуние и ясное небо над головой, сюда доходило мало света, всё перекрывалось массивными кронами деревьев. ",
    "answers": [
      {
        "id": 132,
        "text": "Новый ответ. введите текст",
        "url": "https://imgbb.su/images/2023/05/12/imgonline-com-ua-Resize-8LFZP8g7bY1HM8178961a9cead60e.jpg"
      },
      {
        "id": 143,
        "text": "Гулять. "
      }
    ]
  },
  {
    "id": 133,
    "text": "",
    "answers": []
  },
  {
    "id": 134,
    "text": "  Вы решили идти к голосам. Вы магическим образом попали на ярмарку. ",
    "answers": []
  },
  {
    "id": 135,
    "text": "  Вы решили бежать прочь от голосов. Бродя по лесу, вы наткнулись на странный дом. ",
    "answers": [
      {
        "id": 136,
        "text": "Постучать в дверь. "
      },
      {
        "id": 137,
        "text": "Убежать. "
      }
    ]
  },
  {
    "id": 136,
    "text": "",
    "answers": []
  },
  {
    "id": 137,
    "text": "  Вы продолжили бежать прочь от людей и малейшего намёка на цивилизацию. Вскоре вы вышли к морскому берегу. Кажется, море начинает бушевать. \nВремя 23:00",
    "answers": [
      {
        "id": 138,
        "text": "Наблюдать. "
      },
      {
        "id": 139,
        "text": "Отойти подальше. "
      }
    ]
  },
  {
    "id": 138,
    "text": "  Вы увидели, как сквозь волны выбирается какое-то существо, похожее на рыбу, но шло оно как человек, а в руках у него была какая-то колонна. Вдруг оно остановилось и стало смотреть прямо на вас. ",
    "answers": [
      {
        "id": 138,
        "text": "bottom",
        "url": "https://imgbb.su/images/2023/05/12/imgonline-com-ua-Resize-Qh9zvWKVNMXa9f60b57054536d5.jpg"
      },
      {
        "id": 140,
        "text": "Стоять. "
      },
      {
        "id": 141,
        "text": "Бежать. "
      }
    ]
  },
  {
    "id": 139,
    "text": "",
    "answers": []
  },
  {
    "id": 140,
    "text": "",
    "answers": []
  },
  {
    "id": 141,
    "text": "",
    "answers": []
  },
  {
    "id": 142,
    "text": "Медные монеты: 70\nСеребряные монеты: 5\nЗолотые монеты\nПлатиновые монеты ",
    "answers": [
      {
        "id": 117,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 143,
    "text": "  Вы спокойно гуляли по парку, как вдруг услышали где-то вдалеке очень приятную уху мелодию. Это была скрипка, интересно, кто же мог в такое время здесь играть? ",
    "answers": [
      {
        "id": 144,
        "text": "Идти на звук. "
      },
      {
        "id": 145,
        "text": "Гулять дальше. "
      }
    ]
  },
  {
    "id": 144,
    "text": "  Вы решили идти на звук. Вскоре вы поняли, что звук идёт с кладбища. Сторожем там работал старик. Возможно, это он тешит себя по ночам. ",
    "answers": [
      {
        "id": 146,
        "text": "Идти дальше. "
      },
      {
        "id": 147,
        "text": "Уйти. "
      }
    ]
  },
  {
    "id": 145,
    "text": "  Вы решили не отвлекаться на звук и продолжить прогулку под столь приятный уху аккомпонемент. ",
    "answers": []
  },
  {
    "id": 146,
    "text": "  Зайдя на кладбище, вы увидели нечто поразительное. Источником звука был какой-то мертвец со скрипкой, он играл очень красивую мелодию и был в аккуратном наряде, точно музыкант. ",
    "answers": [
      {
        "id": 148,
        "text": "Подойти ближе. "
      },
      {
        "id": 149,
        "text": "Стоять на месте. "
      },
      {
        "id": 150,
        "text": "Уйти. "
      }
    ]
  },
  {
    "id": 147,
    "text": "",
    "answers": []
  },
  {
    "id": 148,
    "text": "  Как только вы подошли ближе скрипач будто растворился в воздухе. Только сейчас вы заметили, что он играл на могиле. ",
    "answers": [
      {
        "id": 151,
        "text": "Осмотреть могилу. "
      },
      {
        "id": 152,
        "text": "Уйти. "
      }
    ]
  },
  {
    "id": 149,
    "text": "",
    "answers": []
  },
  {
    "id": 150,
    "text": "",
    "answers": []
  },
  {
    "id": 151,
    "text": "",
    "answers": []
  },
  {
    "id": 152,
    "text": "",
    "answers": []
  },
  {
    "id": 153,
    "text": "—Прочитать 3 книги (Осталось: 3)\n—Накопить 10 серебряных монет (У вас: 5)\n—Написать письмо родителям",
    "answers": [
      {
        "id": 131,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 154,
    "text": "Медные монеты: 70\nСеребряные монеты: 5\nЗолотые монеты\nПлатиновые монеты ",
    "answers": [
      {
        "id": 131,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 155,
    "text": "",
    "answers": []
  },
  {
    "id": 156,
    "text": "  Вы решили написать письмо. О чём хотите рассказать? ",
    "answers": [
      {
        "id": 158,
        "text": "О работе. "
      },
      {
        "id": 159,
        "text": "О товарищах. "
      },
      {
        "id": 160,
        "text": "О новых увлечениях. "
      }
    ]
  },
  {
    "id": 157,
    "text": "",
    "answers": []
  },
  {
    "id": 158,
    "text": "  Вы начали писать:\n\"Здравствуйте, родные мои маменька, батька и братья. У меня всё хорошо, я в городе, устроился в трактире. Платят хорошо, еда и жильё бесплатные. Так что я ни на что не жалуюсь. Надеюсь, у вас тоже всё хорошо.\"\nХотите ещё о чём-нибудь написать? ",
    "answers": [
      {
        "id": 161,
        "text": "Нет. "
      },
      {
        "id": 162,
        "text": "О товарищах. "
      },
      {
        "id": 163,
        "text": "О новых увлечениях. "
      }
    ]
  },
  {
    "id": 159,
    "text": "",
    "answers": []
  },
  {
    "id": 160,
    "text": "",
    "answers": []
  },
  {
    "id": 161,
    "text": "  Вы, насколько это можно, аккуратно завернули письмо в подобие конверта и положили на столе с планами отнести его завтра на почту.\nВремя 21:46",
    "answers": [
      {
        "id": 164,
        "text": "Мои цели. "
      }
    ]
  },
  {
    "id": 162,
    "text": "",
    "answers": []
  },
  {
    "id": 163,
    "text": "",
    "answers": []
  },
  {
    "id": 164,
    "text": "—Отнести письмо на почту\n—Прочитать 3 книги (Осталось: 3)\n—Накопить 10 серебряных монет (У вас: 5)",
    "answers": [
      {
        "id": 161,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 165,
    "text": "",
    "answers": []
  }
]