[
  {
    "id": 1,
    "text": "Квест. \n__\n\nВы шли по дороге. День был жарким и дул суховей. \nК вам подошла послушница монастыря с просьбой о помощи. \n\nОна рассказала что настоятель последний месяц вёл себя странно, а последние пару дней и вовсе взбесился. Монахини стали пропадать, весь монастырь погрузился в молчание и трепет. Они не знают что им делать, но вы выглядите сильным воином на которого можно положится, поэтому монахиня -- на вид очень хрупкая девушка -- просит вас переговорить с настоятелем и узнать что же с ним произошло. \n\n",
    "answers": [
      {
        "id": 2,
        "text": "Согласится помочь"
      },
      {
        "id": 3,
        "text": "Отказать в помощи"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы решаете помочь. Монахиня проводит вас в монастырь. В монастыре и в правду было тихо а в воздухе ветал странный запах вызывающий мурашки. \n\nМонахиня проводя вас пол пути до комнаты настоятеля, побледнев расказывает вам куда идти дальше и уходит прочь быстрым шагом. ",
    "answers": [
      {
        "id": 4,
        "text": "Идти к настоятелю"
      },
      {
        "id": 5,
        "text": "Уходить из моностыря"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы отказали девушке в помощи. По ее щекам начали лится тоненькие ручейки слез когда вы пошли прочь. ",
    "answers": [
      {
        "id": 9,
        "text": "Последствия"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы с легкостью находите комнату настоятеля. Постучав в дощатую дверь вы входите. \n\nВ комноте, на кровати лежал человек средних лет и слегка позеленевшей кожей. \n\n— К-кто вы? — произнес настоятель слегка заикаясь. \n\n",
    "answers": [
      {
        "id": 6,
        "text": "ХИТРОСТЬ: Я пришол за благословением"
      },
      {
        "id": 7,
        "text": "ЧЕСНОСТЬ: Монахиня попросила меня проверить ваше самочувствие"
      }
    ]
  },
  {
    "id": 5,
    "text": "Монастырь и правдо был не добрый. Вы чувствовали что в нем что то было, что то очень опасное. Прислушавшись к своему инстинкту самосохранения, вы покинули монастырь избежав как вам казалось серьезных проблем. \n\nМонахини лишь опечалено смотрели вам в след когда вы уходили. \n\n— Бегите пока не позно — еле слыно прошептали вы, когда вышли за ворота. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец карточки"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Настоятель, я отправляюсь в опасный путь и мне нужно ваше благословение. \n\n— К-к-конечно сын мой, я тебя благ-г-гословляю, а теперь ступай. \n\n— Может прочтете молитву настоятель. \n\nОт упоминания молитвы настоятель на мгновение поморщился. Вы бы этого и не заметили, если бы пристально не вглядывались в его лицо. \n\n— Не с-стоит сын мой. Я немного захворал мне тяжело г-говорить. \n\nЛицо настоятеля выражало вселенскую боль и усталось. Казалось в его глазах скопились муки всего человечесва. \n\n— Тогда я помолюсь за ваше здоровье настоятель, — вы встали на одно колено — да услышит мою молитву господь и исцелит тело и душу служителя своего. \n\nВы наченаете читать молитву. По началу некак не отреагировавший на ваши действия настоятель, наченает менятся в лице. Когда вы дочитали до середины молитвы настоятель одним прыжком сбил вас с ног. На вас смотрело не лицо человека — мерзкая рожа с открывшейся пасью размером в вашу голову смотрела на вас бездонной ямой. Он бы проглотил вашу голову, если бы не ваши рефлексы. Одной рукой вы держите за горло настоятеля, он пытатся царапать вас своими когтями но не может пробить вашу броню. Уличив момент, вы достаете свободной рукой кинжал, и отсекаете голову демона. Голова с противным лязгом падает вам на забрало, заливая кровью через смотровы щели. Крови было много и за мгновение ока вы чуть ли не захлебываясь отбрасываете в строну на удивление тяжолое тело настоятеля, вставая наноги. \n\nГолова на полу казалось еще мгновение была жива, и исказив рожу в противной улыбке смотрела на вас испуская последний дух. ",
    "answers": [
      {
        "id": 8,
        "text": "Последствия"
      }
    ]
  },
  {
    "id": 7,
    "text": "Настоятель с измученым видом выслушал вас. \n\n— Д-да, к-х, к-х, я захворал -сказал кашляя настоятель — но с божьей милостью уже иду на поправку.\n\n— А какже пропавшие послушници монастыря? \n\n— К-х девушки то молодые, что с них взять, нагуляются и вернутся. Дело молодое, сами понимаете. \n\n",
    "answers": [
      {
        "id": 10,
        "text": "ПРЯМОТА: А как же безумее? "
      },
      {
        "id": 11,
        "text": "УКЛОНЧИВОСТЬ: Монахиня сказала что в последнее время происходят странные вещи"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы избавили монастырь от демана. \nМонахиня была благодарна вам и сильно покраснев от смущения подарила брасет. \n\n— Пока ты был у настоятеля я неустанно  молилась, намаливая этот браслет для тебя. \n\n— Видно раньше вы плохо молились раз сам настоятель стал одержим. \n\nДевушка развернулась и ушла. Не стоило ей такого говорить. Вас начинало мутить, а голова кружится. Похоже эта встреча только начало подумали вы, выходя за ворота монастыря. ",
    "answers": [
      {
        "id": 1,
        "text": "Вы испили крови демона, это вызовет необратимые последствия. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Этот день ни принес ни каких проблем. Раскимаренный солнцем вы сняли доспехи отдыхая и наслаждаясь лучами его теплыми лучами. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец карточки. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Настоятель лишь вымучено улыбнулся теплой улыбкой. \n\n— Горячка от болезни, не более того. Девушки то молодые, в жизни толком ничего и не видели, вот и накрутили себя. ",
    "answers": [
      {
        "id": 12,
        "text": "Поверить настоятелю"
      },
      {
        "id": 13,
        "text": "Не верить настоятелю"
      }
    ]
  },
  {
    "id": 11,
    "text": "Настоятель посмотрел на вас заговорчески. \n\n— Да, я тоже это заметил. В последнее время я начал ощущать чьето присутствие. Может о нем говорят девушки? К-Х! К-х! — закашлялся настоятель. \n\nНастоятель судорожно дернулся с начал что то шептать. Вы пытались прислушатся, но не смогли ничего разобрать. ",
    "answers": [
      {
        "id": 19,
        "text": "Подойти к настоятелю"
      },
      {
        "id": 20,
        "text": "Стоять на месте"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Ну тогда прошу прощения что побеспокоил вас настоятель. \n\n— Ничего, к-х, ступай, девушкам передай чтобы успокоились и ненакручивали себя по пустякам. А я пока полежу, отдохну. ",
    "answers": [
      {
        "id": 14,
        "text": "Уйти оставив настоятеля в покое выздоравливать"
      },
      {
        "id": 15,
        "text": "Помолится за здоровье настоятеля"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы не были слишком наивны, поэтому решили проверить настоятеля. ",
    "answers": [
      {
        "id": 16,
        "text": "ЛОЖЬ: Монахиня расказала что видела как вы убивали пропавшую послушницу. "
      },
      {
        "id": 17,
        "text": "ВЗЯТЬ НА ПОНТ: Тогда помолимся за девушек настоятель. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы попращались с настоятелем и вышли из его комнаты. \n\nВстретившим вас монахиням вы сказали что все в порядке и волноватся не стоит. Монахини слушали вас с недоверием. \n\nНо вот вы уже выходите за ворота монастыря, вас провожают опечаленые взгляды. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец карточки"
      }
    ]
  },
  {
    "id": 15,
    "text": "— На последок я помолюсь за ваше здоровье настоятель, — вы встали на одно колено — да услышит мою молитву господь и исцелит тело и душу служителя своего. \n\nВы наченаете читать молитву. По началу некак не отреагировавший на ваши действия настоятель, наченает менятся в лице. Когда вы дочитали до середины молитвы настоятель одним прыжком сбил вас с ног. На вас смотрело не лицо человека — мерзкая рожа с открывшейся пасью размером в вашу голову смотрела на вас бездонной ямой. Он бы проглотил вашу голову, если бы не ваши рефлексы. Одной рукой вы держите за горло настоятеля, он пытатся царапать вас своими когтями но не может пробить вашу броню. Уличив момент, вы достаете свободной рукой кинжал, и отсекаете голову демона. Голова с противным лязгом падает вам на забрало, заливая кровью через смотровы щели. Крови было много и за мгновение ока вы чуть ли не захлебываясь отбрасываете в строну на удивление тяжолое тело настоятеля, вставая наноги. \n\nГолова на полу казалось еще мгновение была жива, и исказив рожу в противной улыбке смотрела на вас испуская последний дух. ",
    "answers": [
      {
        "id": 8,
        "text": "Последствия"
      }
    ]
  },
  {
    "id": 16,
    "text": "Настоятель сначало заулыбался и было хотел что то сказать, как вдруг вскочил прыгнув в вашу сторнону. Вы ловким двежением вынули мечь и отсекли голову твари. Голова с непропорционально большим ртом рухнула напол противно чавкнув. Весь пол залило кровью. \nприсмотревшись к выражению лица отрубленой головы вы увидели страх демона, отразившийся у него на лице перед смертью. ",
    "answers": [
      {
        "id": 18,
        "text": "Последсвия"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Настоятель, я предлогаю помолится за девушек. Пусть в их бренный ум скорее придет разум. \n\nОт упоминания молитвы настоятель на мгновение поморщился. Вы бы этого и не заметили, если бы пристально не вглядывались в его лицо. \n\n— Не с-стоит сын мой. Я немного захворал мне тяжело г-говорить. \n\nЛицо настоятеля выражало вселенскую боль и усталось. Казалось в его глазах скопились муки всего человечесва. \n\n— Тогда заодно помолюсь и за ваше здоровье настоятель, — вы встали на одно колено — да услышит мою молитву господь и исцелит тело и душу служителя своего. \n\nВы наченаете читать молитву. По началу некак не отреагировавший на ваши действия настоятель, наченает менятся в лице. Когда вы дочитали до середины молитвы настоятель одним прыжком сбил вас с ног. На вас смотрело не лицо человека — мерзкая рожа с открывшейся пасью размером в вашу голову смотрела на вас бездонной ямой. Он бы проглотил вашу голову, если бы не ваши рефлексы. Одной рукой вы держите за горло настоятеля, он пытатся царапать вас своими когтями но не может пробить вашу броню. Уличив момент, вы достаете свободной рукой кинжал, и отсекаете голову демона. Голова с противным лязгом падает вам на забрало, заливая кровью через смотровы щели. Крови было много и за мгновение ока вы чуть ли не захлебываясь отбрасываете в строну на удивление тяжолое тело настоятеля, вставая наноги. \n\nГолова на полу казалось еще мгновение была жива, и исказив рожу в противной улыбке смотрела на вас испуская последний дух. ",
    "answers": [
      {
        "id": 8,
        "text": "Последствия"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы избавили монастырь от демана. \nМонахиня была благодарна вам и сильно покраснев от смущения подарила брасет. \n\n— Пока ты был у настоятеля я неустанно  молилась, намаливая этот браслет для тебя. \n\n— Спасибо тебе. \n\nДевушка развернулась и ушла. Казалось даже в воздухе ветало ее смущением. Интересно, встретитесь ли вы еще когданибуть. ",
    "answers": [
      {
        "id": 1,
        "text": "Вы отлично завершили мисию. Конец карточки"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы хотели раслышать что шептал настоятель. Подойдя на достаточное растояние вы нали прислушиватся. \n\n— Он уже близко... Он... \n\nДоговорить настоятель не успел. вы даже не увидели как быстрее чем за мгновение его пасть разверглась обнажая черную как ночь глотку. Тьма — это последние что вы увидели когда демон сначало заглотил вашу голову а после проглотив и все тело. Вы не успели отреагировать и поплатились за это жизнью. ",
    "answers": [
      {
        "id": 21,
        "text": "Последствия"
      }
    ]
  },
  {
    "id": 20,
    "text": "Настоатель лежал продолжая шептать, потом крикнул какбы предсмертно. \n\n— Он уже близк!.. \n\nНе договорив фразу, он застыл. Его грудь берестала вздыматся, похоже он не дышит. \n\n— Настоятель, вы живы? \n\nВашь вопрос потонул в тишине. \nВы растеряно начали смотреть по сторонам. После чего обножив мечь начали техонько приблежатся к телу натоятеля. Нужно было убедится в догатках. Когда вы подошли, дернувшееся тело прогнуло на вас, но напоровшись на лезвие вашего оружия оно лишилось былой прыти. Похоже вы попали в сердце, и оживший пертвец вот вот умрет окончательно. \n\nТерперь вы могли расмотреть настоятеля подробней. После беглого осмотра стало ясно — это был демон. Огромная пасть стинулась в жалаом подобии улыбки. \n\nТварь немного постояла разглядывая вас, после чего у нее подогнулись колени и она рухнула напол. Разлегшись на полу, она начала противным голосом говорить. \n\n— А ты не плох воин, поверь, я многих повидал за свою жизнь, я знаю о чем говорю ты первый кто пережил встречу со мной. \n\n— Кто ты? \n\nЛицо демана растенулось в длинной противной улыбке. \n\n— Тебе этого знать совершенно не к чему. \n\nДемон дернулся, похоже еще немного и он умрет. ",
    "answers": [
      {
        "id": 22,
        "text": "- О ком говорил настоятель, кто уже близко? "
      },
      {
        "id": 23,
        "text": "- Где пропавшие монахини? "
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы были съедены. На этом вашь путь оканчивается. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец карточки"
      }
    ]
  },
  {
    "id": 22,
    "text": "Тварь засмеялась противным смехом. \n\n— Ахахаха! Ты хочешь знать? Он не о бо мне говорил. \n\n— О ком же он говорил? \n\n— Я скажу тебе, но тебе врятли понравится то что ты услышишь. \n\n— Говори, я слушаю. \n\n— Скоро вашему миру придет конец, скоро мы наберем достаточно чистивых душой и принися их в жертву откроем врата в этот мир.\n\n— Ты мне не лжошь? \n\nТварь лишь еще шире улыбнулась, и испустила последний дух. Похоже разговор на этом закончен. ",
    "answers": [
      {
        "id": 24,
        "text": "Последствия"
      }
    ]
  },
  {
    "id": 23,
    "text": "Тварь лишь раскрыла свою противную пасть показав вам бездонную дыру наполненую тьмой. После чего громко засмеялась, от перевозбуждения она начала сильнее истекать кровью. \nВы бы хотели еще что то спросить, но деман лишь смеялся раскатистым смехом до тех пор пока не испустил свой дух. ",
    "answers": [
      {
        "id": 25,
        "text": "Последствия"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы избавили монастырь от демана. \nМонахиня была благодарна вам и сильно покраснев от смущения подарила брасет. \n\n— Пока ты был у настоятеля я неустанно  молилась, намаливая этот браслет для тебя. \n\n— Спасибо тебе. \n\nДевушка развернулась и ушла. Казалось даже в воздухе ветало ее смущением. Интересно, встретитесь ли вы еще когданибуть. \n\nВыйдя за ворота монастыря вы задумались над словами демона, размышляя о том лгал он вам или говорил правду... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец карточки"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы избавили монастырь от демана. \nМонахиня была благодарна вам и сильно покраснев от смущения подарила брасет. \n\n— Пока ты был у настоятеля я неустанно  молилась, намаливая этот браслет для тебя. \n\n— Спасибо тебе. \n\n",
    "answers": [
      {
        "id": 26,
        "text": "Расказать догадку о том куда пропали монахини"
      },
      {
        "id": 27,
        "text": "Попращатся, не утруждая девушку плохими выводами"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Я кажется знаю куда делись пропавшие монахинини. \n\n— Ты знаешь где мои сестры? — девушка посмотрела на вас с надеждой. \n\n",
    "answers": [
      {
        "id": 28,
        "text": "- Их сожрал демон вселившийся в настоятеля"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Мне пора идти, прощай. \n\n— Прощай... \n\nДевушка развернулась и ушла. Казалось даже в воздухе ветало ее смущением. Интересно, встретитесь ли вы еще когданибуть. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец карточки"
      }
    ]
  },
  {
    "id": 28,
    "text": "Надежда в глазах девушки быстро потухла, а на смену ей пришли слезы и страх. Она сделала шаг и обняла вас. \n\n— Обещай что меня не постигнет та же участь, пожалуйста обещай! ",
    "answers": [
      {
        "id": 29,
        "text": "Промолчать"
      },
      {
        "id": 30,
        "text": "Обещать"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы лишь промолчали. Не стоит давать обещаний которых не сможешь сдержать. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец карточки. "
      }
    ]
  },
  {
    "id": 30,
    "text": "Девушка посмотрела вам прямо в глаза. Вы почувствали стронное ощущение в теле. Приятное тепло ее взгла грело вам душу. \nПопрощавшись вы не стали больше остоватся и направились на выход из монастыря. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец карточки. "
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]