[
  {
    "id": 1,
    "text": "\nСтатус: пишется (обновлено 28.05.23)\n\nГрейс — упрямая любительница скорости, вместе с друзьями идёт в клуб, где происходят странные вещи и знакомства, повлекшие за собой последствия. \n\nСможет ли она выдержать, то что упадёт на её участь? Полюбит ли или предаст? Поступится ли своими принципами, ради друзей?\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      }
    ]
  },
  {
    "id": 2,
    "text": "Две недели назад я окончила университет по специальности — экономист.\n\nБыло ли это моим признанием? Нет, но это было моим желанием. Не люблю смотреть в будущее, но приходится. Без образования прожить можно, но вот работать тебя возьмут далеко не везде.\n\nМои родители погибли. Обычная катастрофа с летальным исходом, слетели в кювет, потеряв управление и далее по списку. \"Обычной\" её назвал мой дядя, взяв меня мелкую из детского приюта, ведь мой отец любил погонять. \n\nДядя был человеком богатым, серьёзным, строгим, но для меня самым тёплым и заботливым, только я могла звать его — дядя Свен, а он меня маленькая мисс Грейсин. \nСобственно он оплатил мне обучение, вырастил, а после 18 подарил мне счет с деньгами, который открыл когда я потеряла родителей. Поэтому позволить я могла себе многое.",
    "answers": [
      {
        "id": 3,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 3,
    "text": "После окончания университета, я устроилась в фирму своего дяди, на первое время. \n\nОн разрешил мне работать из дома, что было очень кстати. Ведь по ночам я гоняла по трассам и платила штрафы дядям в погонах. \n\nСвену это не нравилось и мне в какой-то степени тоже, но когда я гнала, было чувство, что мои родители рядом...\n\nЯ росла девочкой с характером, поэтому запрещать мне что-то было не так легко, особенно после 18.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "\nСырость, запах бензина, жженой резины и неутолимая жажда быть первой.\n\nДевушка в костюме гонщицы на спорткаре,ночная улица нью йорка, 7 переулок.\n\nСидя за рулём Грейс закрыла глаза. \n\nНа старт! — Девушка сделала вдох. \n\nВнимание! — Девушка выдохнула и открыла глаза. \n\n — Ну, погнали Кап, не подведи, детка. Произнесла она погладив руль машины. \n \nМарш! Грейс вжала педаль газа и сдвинулась с мертвой точки.",
    "answers": [
      {
        "id": 5,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 5,
    "text": "Всего в гонках учавствовало 3 машины и соответственно 3 водителя, все они были специалисты в своем деле и друзья девушки.\n \nСегодня был загон на интерес. \nГрейс лидировала первой. \nЕё машина остановилась и спустила свой рык.\n\nЗа ней подъехали ещё две, в одной сидела девушка лет 25, с достатчно острыми чертами лица, красной помадой и алыми волосами, заплетенными в толстую косу. А в другой парень того же возраста, красивый брюнет с карими глазами и порою острым языком. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 6,
    "text": "\nГрейс открыла дверь машины и высунала ногу на которой красовались каблуки на высокой шпильке. \n\nСоседняя машина моргнула несколько раз, опустило окно и оттуда высунулся тот самый брюнет \n\n— Оо, Грейси, ты решила сегодня соблазнить кого-то, кроме меня? \n\n — Оо, Джастин...почему же сразу соблазнить? Убийство уже не рассматривается? — Дразня произнесла Грейс. \n\nДевушка из 3 машины решила присоединиться к их разговору. — На твоем бы месте я бы убила тех, кто придумал эти каблуки.\n\nГ — не все сразу, Стейс. Да и к тому же тогда бы я не смогла соблазнять так мужчин, в каблуках ножки выглядят намного лучше. Они готовы плясать под дудку, лишь для того чтобы допустить мысль о том, что смогут прикоснуться к ним. ",
    "answers": [
      {
        "id": 7,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 7,
    "text": "Джастин — Да... Особенно тяжело, когда их очаровательная обладательница переодевается в машине из костюма гонщицы в сексуальное платье. Хотя те легинсы так облегают твое тело... \n \nДжастин, тебе дать платочек, чтобы ты подтер свои слюни? С недовольством произнесла Стейс. \n\nСтейс, не грузи. Вот вроде сестра моя, родились в 1 день, а поддержки ноль. \n\n— я же не виновата, что родилась первой и разумные мысли достались только мне. ",
    "answers": [
      {
        "id": 8,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 8,
    "text": "Ребят, я конечно все понимаю, дух соперничества у вас как всегда на высоте, но давайте сегодня просто повеселимся. \n\nГрейс вышла в золотом мини платье на высоких каблуках, её русые волосы облегали изгибы ее талии, а лисьи глаза светились янтарем.  \n\nРебята не остались в стороне и тоже вышли из машин в надлежащих вещах. \n",
    "answers": [
      {
        "id": 9,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 9,
    "text": "В конце концов плачу сегодня я — втаптывая помаду пальцем, согнувшись перед боковым зеркалом произнесла девушка. Её платье слегка оголяло декольте, а уж нагибаяясь и подавно. \n\nГрейс кинула взгяд на ребят,  заметила ухмылку Джастина и тут же выпрямилась. \n",
    "answers": [
      {
        "id": 10,
        "text": "Подмигнуть Джастину"
      },
      {
        "id": 11,
        "text": "Подмигнуть Стейс "
      },
      {
        "id": 12,
        "text": "Закатить глаза "
      }
    ]
  },
  {
    "id": 10,
    "text": "Уважаемый читатель, пока что квест пишется (начала его 28 мая 2023 года)\nТак что он ни в коем случае не заброшен. \n\nМне было бы приятно получить обратную связь, ввиде комментария и оценки, это поможет мне в дальнейшем, а так же будет мотивировать на продолжение. \n\nНадеюсь, Вам понравилось небольшое путешествие ! \n",
    "answers": [
      {
        "id": 1,
        "text": "Меню"
      }
    ]
  },
  {
    "id": 11,
    "text": "Уважаемый читатель, пока что квест пишется (начала его 28 мая 2023 года)\nТак что он ни в коем случае не заброшен. \n\nМне было бы приятно получить обратную связь, ввиде комментария и оценки, это поможет мне в дальнейшем, а так же будет мотивировать на продолжение. \n\nНадеюсь, Вам понравилось небольшое путешествие ! \n",
    "answers": [
      {
        "id": 1,
        "text": "Меню"
      }
    ]
  },
  {
    "id": 12,
    "text": "Уважаемый читатель, пока что квест пишется (начала его 28 мая 2023 года)\nТак что он ни в коем случае не заброшен. \n\nМне было бы приятно получить обратную связь, ввиде комментария и оценки, это поможет мне в дальнейшем, а так же будет мотивировать на продолжение. \n\nНадеюсь, Вам понравилось небольшое путешествие ! \n",
    "answers": [
      {
        "id": 1,
        "text": "Меню"
      },
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  }
]