[
  {
    "id": 1,
    "text": "—доброе утро!!\nчто ж походу вы очнулись в непонятной компании подростков) учитывая ситуацию в стране это как нельзя некстати... оу похоже вы единнственный взрослый человек в этом.. как они сказали.? хаосе? окей, удачи выжить и сохранить всех детей в живых",
    "answers": [
      {
        "id": 2,
        "text": "осмотреться"
      }
    ]
  },
  {
    "id": 2,
    "text": "12 ровно столько подростков окружало вас, глупо пытаться запомнить их имена. вы присели на кушетку и внимательно рассмотрели комнату. помимо кровати, если конечно можно так сказать, вы заметили стул, стол да лампу\n—это что больница?\n—Эй! ваще то это Модель Тим Хаус!! ну это так на минуточку-вперед выступила девочка- после появления вируса, мы можем арендовать любое помещение и не платить за него!! прикол- в коридоре раздались звуки шагов, которые приближались к вашей комнате\n—ой, зараженные? нужно забарикодироваться или типо этого почему  вы все стоите-шаги приближались поэтому вы..",
    "answers": [
      {
        "id": 3,
        "text": "начали двигать кровать к стене, что бы забарикодироваться"
      },
      {
        "id": 4,
        "text": "схватили стул что бы стукнуть входящего"
      }
    ]
  },
  {
    "id": 3,
    "text": "только дотащив кровать до двери, она распахнулась и очень неудачно шлепнула вас по носу и вы упали на пол\n—ой..-парень, который зашел первый подбежал к вам и посмотрел на ваше лицо-жить будет!!\n—очень важное умозаключение Паш-девушка, которая пару минут назад разговаривала с вами, встала над юношей \n—ладно малышня, заканчивайте, что за приколы, какой Модель Тим хаус, что происходит вообще! как я тут оказался!?\n—успокойся,- белобрысая девушка, которая вошла вместе с Павлом скинула рюкзак с плеч — тебе стало плохо и мы как добрые дети с чистой душой притащили тебя сюда. ТОЛЬКО Я НЕ ПОНИМАЮ ПОЧЕМУ В МОЮ КОМНАТУ, А АЛИС?-девушка повернулась к остальной команде, вылавливая глазами ту самую Алису, ей оказалась все та же девушка, которая первая с вами заговорила\n—ой, ты все равно тут не ночуешь\n—и то правда, вообщем,- беловолосая девушка снова повернулась к вам- должен будешь",
    "answers": [
      {
        "id": 5,
        "text": "всмысле"
      }
    ]
  },
  {
    "id": 4,
    "text": "не обращая ни на кого внимания вы схватили стул и подбегая к открывающейся двери, с размаху кинули стул в входящего\n—ай емае!-что ж, вы облажались, похоже это был просто еще один подросток\n—ой Паш!-с диким смехом девочка, которая раннее с вами разговаривала, подбежала к упавшему юноше, в дверях появилось еще три подростка \n—да е сколько вас тут-вы все же поставили стул в угол комнаты и подойдя к упавшемк мальчику, протянули руку-ну не серчай, не признал, знаешь ли мало ли кто тут шатается, мальчик поднялся и представился\n—Паша!!\n—ой не старайся не запомню, уже в вас запуталася-ладно малышня, что за прикрлы, какой Модель Тим хаус, что происходит вообще! как я тут оказался!?\n—успокойся,- белобрысая девушка, которая вошла вместе с Павлом скинула рюкзак с плеч — тебе стало плохо и мы как добрые дети с чистой душой притащили тебя сюда. ТОЛЬКО Я НЕ ПОНИМАЮ ПОЧЕМУ В МОЮ КОМНАТУ, А АЛИС?-девушка повернулась к остальной команде, вылавливая глазами ту самую Алису, ей оказалась все та же девушка, которая первая с вами заговорила\n—ой, ты все равно тут не ночуешь\n—и то правда, вообщем,- беловолосая девушка снова повернулась к вам- должен будешь",
    "answers": [
      {
        "id": 5,
        "text": "всмысле"
      }
    ]
  },
  {
    "id": 5,
    "text": "—в прямом отработаешь, ой ладно забудь, разберемся-девушка присела на одно колено и начала разбирать рюкзак-Ксюш, ты просила вроде-непонятный моток полетел в угол, где стояла неприметная девушка\n—ой спасибо\nВремя до вечера пролетело незаметно, вам все же удалось запомнить имена всех детей, вы отметили себе двух, которые показались вам самыми добрыми, что ж, возможно у вас даже получится подружиться с одним из них либо можно просто лечь спать, выбор за вами",
    "answers": [
      {
        "id": 6,
        "text": "заговорить с Лерой-малышкой"
      },
      {
        "id": 7,
        "text": "поговорить с Натальей"
      },
      {
        "id": 9,
        "text": "лечь спать"
      }
    ]
  },
  {
    "id": 6,
    "text": "—приветик!! по глазам вижу хочешь спросить что-то, только палку не перегибай, нормальные вопросы пж-Лера улыбнулась и посмотряла на вас в ожидании вопроса",
    "answers": [
      {
        "id": 8,
        "text": "почему именно Лера-малышка?"
      },
      {
        "id": 8,
        "text": "не подскажешь, сколько тебе лет?"
      },
      {
        "id": 10,
        "text": "как ты подружилась с этими ребятами?"
      }
    ]
  },
  {
    "id": 7,
    "text": "красноволосая девушка, стояла в проходе когда вы ее заметили, подойбя к ней вы встретились с её вопросительным взглядом... нужно было что-то сказать",
    "answers": [
      {
        "id": 11,
        "text": "привет... не подскажешь как зовут вон того мальчика в белом свитере?"
      },
      {
        "id": 12,
        "text": "у тебя очень классный цвет волос!!"
      },
      {
        "id": 13,
        "text": "а ты слышала анекдот про улитку в баре?"
      }
    ]
  },
  {
    "id": 8,
    "text": "—тебе ок? я не буду на это отвечать-что ж, похоже Лере не нравятся вопросы про возраст, вы не завоевали себе нового союзника( очень жаль",
    "answers": [
      {
        "id": 9,
        "text": "лечь спать"
      }
    ]
  },
  {
    "id": 9,
    "text": "спалось вам плохо, и это вполне нормально, как никак старая кушетка повидала многое\n—нет, не могу-вы выругались шепотом и вышли в коридор, развилка, но пройти вы успеете только пт одной. как бы неудобно вам не было, спать меньше вам не хотелось, Наталия, одна из девочек проживавших тут, рассказала вам, что слева находится основной жилой корпус, а справа выход и комната Алисы, Паши, Ксюши, Лейлы и Зайцева",
    "answers": [
      {
        "id": 15,
        "text": "вернуться в комнату"
      },
      {
        "id": 14,
        "text": "налево"
      },
      {
        "id": 18,
        "text": "направо"
      }
    ]
  },
  {
    "id": 10,
    "text": "—ой так история довольно забавная!!-Лера рассказала вам безумно увлекателбную историю, про крышу, мусорку и онлайн игру роб? раб? к сожалению название вы не запомнили, что ж зато у вас теперь есть новый союзник!! договорив Лера отправилась в свою комнату, а вы сели на кровать",
    "answers": [
      {
        "id": 9,
        "text": "лечь спать"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Влад, но мы называем его Зайцевым\n—а почему так?- слово за слово у вас завязался диалог, что же.. поздравляю с новым союзником, договорив Наталья ушла, а вы присели на кровать",
    "answers": [
      {
        "id": 9,
        "text": "лечь спать"
      }
    ]
  },
  {
    "id": 12,
    "text": "—спасибо, пожалуй я перекрашусь- Наталья ушла, а вы задумались. Может вам и правда стоит научиться здороваться и прочим манерам, в любом случае уже поздно, поэтому вы сели на кровать",
    "answers": [
      {
        "id": 9,
        "text": "лечь спать "
      }
    ]
  },
  {
    "id": 13,
    "text": "—нет и пожалуй не хочу, пока-Наталья ушла, а вы задумались, похоже вам стоит научиться здороваться, когда стемнело, вы сели на кровать",
    "answers": [
      {
        "id": 9,
        "text": "лечь спать"
      }
    ]
  },
  {
    "id": 14,
    "text": "вы прошли до конца коридора и обратили внимание на таблички, которые висели на дверках\n—как мило.. они помечают дверки, посмотрим-ого какое совпадени в 13 комнате живет Лера-Малышка, а в 14 Наталья, но смысла вламываться туда, если вы с ними в плохих отношениях мало, что же",
    "answers": [
      {
        "id": 15,
        "text": "вернуться в комнату"
      },
      {
        "id": 16,
        "text": "зайти к Лере-Малышке",
        "need": 10
      },
      {
        "id": 17,
        "text": "зайти к Наталье",
        "need": 11
      }
    ]
  },
  {
    "id": 15,
    "text": "через некоторое время вы зашли в комнату и подошли к окну. пустырь. \n—супер, я в непонятном здании в каком-то пустыре, с шестднацатью непонятными подростками, что еще преподнесешь мне судьба?-вы воскинули руки к небесам, ого, похоже ваши мольбы услышаны, в следующее мнговенье вы замечаете движение у одного из немногих кустов, что же, даю вам полную свободу действий.",
    "answers": [
      {
        "id": 19,
        "text": "попытаться уснуть"
      },
      {
        "id": 20,
        "text": "предупредить кого-нибудь",
        "need": -24
      },
      {
        "id": 21,
        "text": "посмотреть в бинокль",
        "need": 16
      },
      {
        "id": 25,
        "text": "выпить таблетки ",
        "need": 17
      }
    ]
  },
  {
    "id": 16,
    "text": "вы аккуратно приоткрыли дверь, Малышка сидела на полу и что-то перебирала в руках\n—ого ты не спишь..-вы закрыли дверь и устремили взор на Лерины руки-это..?\n—о..! бинокль, забирай дарю!! я сама смастерила, поэтому хз работает или нет, вообщем разберешься\n—ох.. хорошо спасибо?\n—пожалуйста-пожалуйста, а теперь спокойной ночи, пока!!-Малышка буквально вытолкала вас из комнаты, заперев её на ключ, ну по крайней мере у вас теперь есть бинокль, в постапокалептическом мире вещь нужная",
    "answers": [
      {
        "id": 15,
        "text": "вернуться в комнату"
      }
    ]
  },
  {
    "id": 17,
    "text": "вы постучались и получив короткое \n—входите,\nвошли, Наталья мыла голову в раковине\n—подай пожалуйста полотенце\n—о, конечно, держи-вы передали девушке желаемое и она, замотав голову, вновь обратилась к вам\n—зачем заходил? что-то надо?\n—о.. нет, прости, просто тут плохо спится\n—возьми таблетки, может они тебе помогут-Наташа взяла косметичку со стола и достала пластинку, — надеюсь, что тебе , этт поможет, а теперь уходи,  мне, в отличии от тебя спится замечательно\nВы вышли с комнаты и услышали сзади звук поворота ключа\n—а у меня вот нет ключа-пронеслось в ваших мыслях, что же по крайней мере у вас есть таблетки",
    "answers": [
      {
        "id": 15,
        "text": "вернуться в комнату"
      }
    ]
  },
  {
    "id": 18,
    "text": "перед вами предстала массивная дверь с железным затвором и 6 обычных деревянных дверей с подписями, на пяти из них были имена, а на последней было написанно склад, из комнаты, которая скрывалась за дверью с подписью \"Паша\" доносилась негромкая музыка\n—Король и Шут..?-знакомая мелодия двигалась от двери к двери и наоборот, что же будете делать?",
    "answers": [
      {
        "id": 22,
        "text": "осмотреть массивную дверь"
      },
      {
        "id": 23,
        "text": "зайти в склад"
      },
      {
        "id": 24,
        "text": "постучаться к Паше"
      }
    ]
  },
  {
    "id": 19,
    "text": "ворочаясь у вас так и не получилось уснуть. лучи заката освещали потолок в вашей комнате \n—просто супер-подумали вы",
    "answers": [
      {
        "id": 26,
        "text": "утро"
      }
    ]
  },
  {
    "id": 20,
    "text": "вы не захотели поднимать шум, поэтому вышли и постучались в комнату напротив. Из-за дверки выглянула красноволосая девушка и вопросительно посмотрела на вас\n—там.. ну.. а.. э.. бегает что-то\n—бегает? ты уверен.\n—ну... да\n—ой ну это не хорошо, ща я сбегаю туда-обратно жди здесь\nКрасноволосая, которая пару часов назад представлялась вам Олесей убежала направо и вернулась спустя две минуты\n—что ж волноваться нечего, это просто собака... её съели кстати на моих глазах, прикол, ладно в любом случае спасибо, что сообщил, ложись спать, пока\nвы не успели ничего ответить и Ося захлопнула перед вами дверь, а вы решили последовать ее совету ",
    "answers": [
      {
        "id": 19,
        "text": "лечь спать"
      }
    ]
  },
  {
    "id": 21,
    "text": "что ж, это просто собака, или не просто... в любом случае волноваться нечего",
    "answers": [
      {
        "id": 19,
        "text": "попытаться уснуть"
      }
    ]
  },
  {
    "id": 22,
    "text": "вы подошли и попробовали поднять затвор, о.. стоило хотя бы вытереть руки, балка соскользнула и с громким звуком упала на пол, музыка из комнаты Паши прекратилась и в следующую секунду из комнаты выскочила Алиса \n—емае ты че, куда лезешь-она быстро установила балку на крепления, а через миг в дверь заколотили казалось тысячи рук\n—это..?\n—зараженные!! кто ж еще?\n—ой блин,опять-музыка прекратилась, а из комнаты выглянула Лейла-чел иди проспись пж-не став злить детей еще больше, вы..",
    "answers": [
      {
        "id": 15,
        "text": "вернулись в комнатку"
      }
    ]
  },
  {
    "id": 23,
    "text": "склад заперт\n—да емае кто ломится-то-агрессивный голос из-за двери Паши, приближался к вам, вроде он принадлежал Лере, не став испытывать судьбу вы повернулись и побежали в комнату, и по иронии судьбы споткнулись об свои ноги и чудом не стукнулись лицом об стену. дверь открылась, как вы и ожидали вышла Лера-Настя, она увидела вас и подойдя, протянула руку\n—что ж не спится тебе\n—да не знаю-вы приняли руку девушки и поднялись\n—иди ка ты в комнату и в следующий раз, кггда захочешь залезть и украсть припасы, скажи мне, у меня есть ключ-она выразительно показала на шею. Золотой ключ болтался на веревке\n—Лер, ты скоро там?-кажется это был голос Алисы\n—ну меня ждут, пока-пока\n—что же больше мне искатьтут нечего- промелькнуло у вас в голове и вы направились в сторону комнаты",
    "answers": [
      {
        "id": 15,
        "text": "войти в комнату"
      }
    ]
  },
  {
    "id": 24,
    "text": "вы постучались раз, и почти сразу вам открыла Лера-Настя\n—чего тебе, а?\n—мне плохо спится ту..-вас перебили\n—ТОЕСТЬ ТЫ-Валерия выразительно ткнула в вас пальцем-ОТЖАЛ У МЕНЯ КОМНАТУ И ЕЩЕ ЖАЛУЕШЬСЯ-тут к белобрысой подбежала Ксюша и мило улыбнувшись, захлопнула дверь, перебив Леру",
    "answers": [
      {
        "id": 15,
        "text": "вернуться в комнату"
      }
    ]
  },
  {
    "id": 25,
    "text": "таблетки от Натальи помогли вам и вы довольно быстро заснули, невзирая на неудобную и скрипучую кровать",
    "answers": [
      {
        "id": 26,
        "text": "утро"
      }
    ]
  },
  {
    "id": 26,
    "text": "как только солнце выглянуло из-за линии горизонта, к вам начали долбится в дверь\n—кто рано встает том бог подает!!-кажется это был голос мальчика, которого все нсзывали по фамилии-завтраккк!!",
    "answers": [
      {
        "id": 27,
        "text": "открыть дверь"
      }
    ]
  },
  {
    "id": 27,
    "text": "открыв дверь вы увидели Мальчика с коробкой в руках, заметив вас он остановился и протянул вам консервную банку с ложкой",
    "answers": []
  }
]