[
  {
    "id": 1,
    "text": "КВЕСТ СОЗДАН ЛИШЬ В РАЗВЛЕКАТЕЛЬНЫХ ЦЕЛЯХ И НИ В КОЕМ СЛУЧАЕ НЕ ПРИЗЫВАЕТ К ЛЮБЫМ ВИДАМ РОЗНИ. АВТОР УВАЖАЕТ ВСЕ НАРОДЫ. АВТОР НИ ЧУТЬ НЕ ПРИЗЫВАЕТ К НАСИЛИЮ.\nКвест создан по мотивам таких игр, как Остальгия, Кризис в Кремле и Китай: Наследие Мао.\nВ данном текстовом квесте Вы сможете сыграть за некоторые государства, проведя их через Холодную Войну\n***\nНа данный момент квест будет находиться в бета-версии. Выкладываю я его, дабы осведомиться, будет ли это интересно пользователям, выслушать критику и советы. Например, о государствах и некоторых событиях к ним. Я был бы очень признателен, если бы мне оказали таковую помощь. Игра пока доступна лишь за СССР\n\nИ да, выражаю благодарность разработчику  \"L'Empire\", в своё время я очень любил этот квест. Он тоже в некотором роде вдохновил меня на создание своего квеста.",
    "answers": [
      {
        "id": 2,
        "text": "Начнём"
      }
    ]
  },
  {
    "id": 2,
    "text": "Итак, предстоит выбор Государства!\n",
    "answers": [
      {
        "id": 3,
        "text": "Союз Советских Социалистических Республик"
      }
    ]
  },
  {
    "id": 3,
    "text": "1946 год...\nОтгремели последние залпы в Берлине, союзные войска встретились на Эльбе. Советский Союз сильнее всех пострадал в этой войне, но в конце-концов мы вышли победителями. Теперь в наших руках судьба не только Германии, разделённой на оккупационные зоны, но и Кореи, а также Восточной Европы...",
    "answers": [
      {
        "id": 6,
        "text": "Да здравствует Союз!"
      }
    ]
  },
  {
    "id": 4,
    "text": "",
    "answers": []
  },
  {
    "id": 5,
    "text": "",
    "answers": []
  },
  {
    "id": 6,
    "text": "Иран был оккупирован нами и Британией в недалёком 1941 году, чтобы тот ненароком не встал на сторону Германии. И вот встал вопрос: выведем ли мы войска с Севера Ирана?",
    "answers": [
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://warspot-asset.s3.amazonaws.com/articles/pictures/000/030/222/content/t-26_iran-f246ecbcab24bc2ffead5f26414a27b1.jpg"
      },
      {
        "id": 7,
        "text": "Мы выводим войска, как и договаривались"
      },
      {
        "id": 8,
        "text": "Войска остаются"
      }
    ]
  },
  {
    "id": 7,
    "text": "Сейчас в Королевстве Греция идёт война между партизанами-коммунистами и монархистами во главе с Георгом II. Мы можем помочь коммунистам, пусть и в обход Ялтинских Соглашений",
    "answers": [
      {
        "id": 11,
        "text": "Выход в Средиземное Море нам нужен!"
      },
      {
        "id": 12,
        "text": "Зачем нам лезть в Грецию?"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://upload.wikimedia.org/wikipedia/commons/7/73/Partizani_na_DAG.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "Итак, мы отказались выводить войска из северного Ирана. Было предложено создать союзную нам \"Иранскую Народную Республику\" на этих территориях (за исключением южного Азербайджана)",
    "answers": [
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-49.userapi.com/impg/9TkZeyFgPI0bAdJvY_JoxktfRMPw-IvTcgrvUw/lmPkmXYcmaU.jpg?size=948x540<amp>quality=96<amp>sign=fb513599f35737448e2c7a77ab9d7cfc<amp>c_uniq_tag=oByqmEzAHcydXZeB64IzG9HSxHoAusBXNUTGNAMb_Kg<amp>type=album"
      },
      {
        "id": 7,
        "text": "Он нам нужен целиком и полностью\n"
      },
      {
        "id": 7,
        "text": "Мы согласны"
      }
    ]
  },
  {
    "id": 9,
    "text": "1948 год.\n***\nПроблематика Советско-Югославских отношений\n\nЮгославия – Одно из крупнейших государств Европы, которое по совместительству является социалистическим. Югославия на данный момент является нашим верным союзником, пусть и у социалистического блока и Югославии есть определённые противоречия. Например, Албания. Недавно были подписаны протоколы, которые запрещали Югославии иметь там военные базы. Представители Югославии в Москве недовольны этим. Сие ударило по двусторонним отношениям СССР и Югославии, что может привести к разрыву отношений.",
    "answers": [
      {
        "id": 10,
        "text": "Конфликт неизбежен."
      },
      {
        "id": 13,
        "text": "Необходимо не допустить эскалации"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/În_loc_de_un_plan_cincinal,_cinci_planuri_anuale.jpg/1280px-În_loc_de_un_plan_cincinal,_cinci_planuri_anuale.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "Происходит разрыв отношений между Союзом и Югославей. А.И. Лаврентьев сообщает в Москву, что в Экономическом совете Югославии отказались предоставить советскому торгпреду служебную информацию об экономике страны. Вскоре Броз Тито получает от Молотова, где было сказано, что непредоставление информации о югославской экономике советским правительством рассматривается как акт недоверия к советским работникам в Югославии и как проявление недружелюбия в отношении СССР. Также из ФНРЮ (Федеративной Народной Республики Югославии) высылаются все советские специалисты. Тито присылается письмо, в котором говорилось о ведении антисоветской линии, оппортунистических ошибках и ревизионизме.\nКроме этого, была опубликована резолюция Коминформбюро, которая предложила югославским коммунистам \"заставить своих нынешних руководителей открыто и честно признать свои ошибки и исправить их, порвать с национализмом, вернуться к интернационализму и всемерно укреплять единый социалистический фронт против империализма, или, если нынешние руководители КПЮ окажутся неспособными на это, — сменить их и выдвинуть новое интернационалистское руководство КПЮ\"\nПроизошёл Совестко-Югославский раскол...",
    "answers": [
      {
        "id": 14,
        "text": "Проклятые Ревизионисты!"
      }
    ]
  },
  {
    "id": 11,
    "text": "В Грецию, к нашим товарищам, отправятся техника, оружие, боеприпасы, финансы, военные консультанты и инструкторы.\n***\nНаступил новый, 1947 год...\n\nБыл основан Коминформ.",
    "answers": [
      {
        "id": 9,
        "text": "Отлично."
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://communist-ml.ru/wp-content/uploads/2015/03/BannerProzr.png"
      }
    ]
  },
  {
    "id": 12,
    "text": "1947 год\n***\nБыл основан Коминформ",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://communist-ml.ru/wp-content/uploads/2015/03/BannerProzr.png"
      },
      {
        "id": 9,
        "text": "Отлично "
      }
    ]
  },
  {
    "id": 13,
    "text": "Конфликт был улажен. Югославии было разрешено сохранить сферу влияния в Албании, поставлен вопрос о \"Великой Югославии\". Да здравствует дружба народов!",
    "answers": [
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://www.katiousa.gr/wp-content/uploads/2018/06/tito-stalin-split.jpg"
      },
      {
        "id": 18,
        "text": "Прекрасно!"
      }
    ]
  },
  {
    "id": 14,
    "text": "Для решения проблемы Югославии, предоставлены несколько решений:",
    "answers": [
      {
        "id": 15,
        "text": "Военное Вторжение в ФНРЮ"
      },
      {
        "id": 18,
        "text": "Чёрт с этой ревизией!"
      },
      {
        "id": 24,
        "text": "Покушение – Лучший вариант"
      }
    ]
  },
  {
    "id": 15,
    "text": "Советское Руководство приняло решение о вторжении в ФНРЮ. Мы, Венгрия, Болгария и Румыния приняли участие в операции \"Ларёк\". Это встретило резкое осуждение от Запада, но нам-то какое дело?\nБравая Советская армия быстро прорвалась к Белграду.\nСилы были явно неравны. Броз Тито это понимал, а потому уже подготовил план новой партизанской войны. Но, всё же, Югославия решила побороться за Белград с СССР. Однако, удар с нескольких сторон быстро сломил Титовскую оборону. Уже созданное ополчение отступило, и решило уйти в партизаны. Армия Югославии же полностью разбита.\nКроме этого, проводились боевые действия и в других регионах страны. Наиболее жесткими сражениями были битвы за Сараево, Загреб и Любляну. Но и они были выиграны Советами. \nЮгославия пала. КПЮ реорганизована, пополнена просовесткими кадрами. Тито, несмотря на уход в партизаны, был быстро пойман и арестован. Он доставлен в Москву, где должен покаяться в своём национализме. Однако, есть другие предложения...\n Мы можем либо оставить Югославию и лишь сменить руководство, но можем и уничтожить \"искусственное государство\"...\nЕсть и третий вариант. Разделить Югославию. Македония отойдёт Болгарии, Воеводина Венгрии, часть Баната Румынии. В Сербии, Хорватии и Словении будут созданы социалистические режимы.",
    "answers": [
      {
        "id": 18,
        "text": "Оставим Югославию целой"
      },
      {
        "id": 18,
        "text": "Покончим с Югославией"
      },
      {
        "id": 18,
        "text": "Поделимся с Братьями"
      }
    ]
  },
  {
    "id": 16,
    "text": "Нами было решено разработать покушение на югославского ревизиониста. \n***\nОперативник Советской разведки подложил бомбу в Президентский дворец. Однако, в назначенное время Маршала уже не было в комнате... Взрыв убил двух югославских оперативников, но не самого лидера",
    "answers": [
      {
        "id": 15,
        "text": "К чёрту! Организуем военное вторжение!"
      },
      {
        "id": 23,
        "text": "Всё равно организуем покушение"
      },
      {
        "id": 18,
        "text": "Чтоб их! Оставим ревизиониста в покое."
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "1949\n***\nСоздание ГДР\nИзвестно, что мы с Западными Коллегами хотели создать единую Германию, которая не станет вступать в альянсы, не будет иметь армии и будет охраняться войсками ООН. \n Похоже, этим планам не суждено сбыться. Запад  создал свою Германию, тем самым раздирая её на части. Мы вынуждены также создать лояльную нам Восточную Германию",
    "answers": [
      {
        "id": 19,
        "text": "Ruhm der DDR!"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://img1.goodfon.ru/original/1600x1200/4/b9/flag-germaniya-gdr-germanskaya.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "1949\n***\nВ 1949 году Советский Союз провел испытания своей первой ядерной бомбы, получившие кодовое название «Рекорд». Бомба была сброшена на полигоне в Казахстане, который был организован специально для испытаний ядерных боеприпасов.\nПеред тем как сбросить бомбу, на полигоне были проведены подготовительные работы. Специалисты занялись установкой требуемой техники и оборудования, а также создали зону безопасности.\nСамо испытание длилось несколько секунд. Когда бомба взорвалась, произошел огромный выброс радиации и энергии. Волна разрушила все, что было в радиусе действия взрыва.\nСССР является второй страной, что получила ядерное оружие.",
    "answers": [
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://warspot-asset.s3.amazonaws.com/articles/pictures/000/017/109/content/1-dd0f9f1d9946088df982071305c98b08.jpg"
      },
      {
        "id": 1,
        "text": "Теперь мы – Сверхдержава!"
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "несмотря ни на что, разведка решила ликвидировать маршала. В этот раз, его должен был убить \"дипломат Коста-Рики\". Однако-ж, всё равно покушение не удалось... \"Дипломат\" арестован. С Тито мы окончательно повздорили.",
    "answers": [
      {
        "id": 18,
        "text": "Да что ж это такое..."
      }
    ]
  },
  {
    "id": 24,
    "text": "Выберите тип покушения, какой Вам больше по душе...",
    "answers": [
      {
        "id": 16,
        "text": "Ликвидируем в президентской резиденции, конечно"
      },
      {
        "id": 26,
        "text": "\"Мнимый Дипломат\""
      }
    ]
  },
  {
    "id": 25,
    "text": "Тито успешно ликвидирован. В КПЮ неразбериха. Мы быстро продвинули нашего человека. Началось восстановление отношений.",
    "answers": [
      {
        "id": 18,
        "text": "Ну вот и всё, ревизия!"
      },
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Josip_Broz_Tito_and_Iosif_Grigulevich.jpg/600px-Josip_Broz_Tito_and_Iosif_Grigulevich.jpg"
      }
    ]
  },
  {
    "id": 26,
    "text": " в Югославию под видом дипломатического представителя Коста-Рики был назначен советский разведчик Иосиф Григулевич, который встретится с Тито и ликвидирует его...  ",
    "answers": [
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Josip_Broz_Tito_and_Iosif_Grigulevich.jpg/600px-Josip_Broz_Tito_and_Iosif_Grigulevich.jpg"
      },
      {
        "id": 25,
        "text": "Прощай, ревизионист! "
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  }
]