[
  {
    "id": 1,
    "text": "Автор: Monkey\n\nВ своих самых смелых фантазиях Римма — детектив, раскрывающий громкие преступления вместе с известным сыщиком Бенито Ломброзо! В действительности же — вчерашняя студентка в поиске работы и с кучей отказов. \n\nВсе меняется, когда девушка получает приглашание на свадьбу в старинный особняк, история которого скрыта завесой тайны, а гости хранят собственые темные секреты. \n\nИ когда невеста... исчезает.\n\nПомогите Римме раскрыть тайну пропавшей невесты и почувствуйте, что значит быть настоящим детективом! ",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      },
      {
        "id": 3,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Очередной день, очередные сухие улыбки. Стук каблуков по мостовой сливался в ушах с шумом большого города, но я шла, не замечая ничего вокруг. Всё внимание было приковано к книге в моих руках. \n\nНа ее обложке мужчина в летах с небольшой залысиной, пышной бородкой и в круглых очках. Надпись на твёрдой корке гласила: \"Бенито Ломброзо. К истине сквозь ложь\".\n\nЯ грустно вздохнула. Мой кумир, величайший детектив и светлейший ум издал мемуары, и сегодня я провела три часа в очереди к нему на встрече автора с читателями, чтобы получить хотя бы автограф. Но! Когда передо мной оставалась жалкая пара человек, атташе мистера Ломброзо объявил о завершении встречи — детектив устал, и я ушла с пустыми руками и разбитым сердцем. \n\nПочему меня это удивляло? Сама не знаю. Всякая моя попытка приблизиться к миру его гения заканчивалась провалом. Но я проглотила столько книг и фильмов о трудах мистера Ломброзо, что просто обязана была попытаться. \n\nПод мышкой я несла тяжелую стопку брошюр — названия компаний с вакансиями, где я пытала удачу, но получила обезоруживающие отказы. Все же мечтой сыт не будешь, и мне необходимо как можно скорее найти работу, чтобы не умереть с голоду! \n\nНеподвижный мужчина с обложки наблюдал за моими страданиями с совершенно безразличным выражением лица, когда я приблизилась к перекрестку и ощутила сильный удар в правый бок, что едва не повалил меня наземь. Лицо достопочтенного господина упало на тротуар, подняв маленькое облачко пыли, а вокруг дождем рассыпались шоколадные бомбочки. \n",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Список достижений великого детектива:",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "need_sometimes": true,
        "middle_answer": true,
        "text": "~ложные суждения~",
        "need": [
          174
        ],
        "id": 174
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 175,
        "text": "~безжалостный убийца~",
        "need": [
          175
        ],
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 170,
        "text": "~невинный агнец~",
        "need": [
          170
        ],
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 178,
        "text": "~черная зависть и зеленая злоба~",
        "need": [
          178
        ],
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 171,
        "text": "~овца в шкуре волка~",
        "need": [
          171
        ],
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 180,
        "text": "~как с гуся вода~",
        "need": [
          180
        ],
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 172,
        "text": "~не сбежавшая невеста~",
        "need": [
          172
        ],
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 181,
        "text": "~заточенная во льдах~",
        "need": [
          181
        ],
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 185,
        "text": "~в молоко~",
        "need": [
          185
        ],
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 177,
        "text": "~здравствуй, партнер~",
        "need": [
          177
        ],
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": "— Ох, прости! \n\nДевушка подхватила меня под локоть, помогая удержать равновесие, и слабо улыбнулась. \n\n— С тобой все в порядке? \n\n— Да... — вспыхнула я. — Прости, пожалуйста, за кексы, мне следовало смотреть, куда иду! \n\nЯ опустилась на колени и дрожащими руками пыталась собрать шарообразную выпечку, разбежавшуюся во все стороны и местами утратившую изначальный аппетитный вид. Незнакомка села на корточки рядом, остановила свое лицо напротив моего, и плавным движением заправила за ухо прядь мягких каштановых волос. \n\n— Не нужно, — сказала она, удерживая мою руку. — Они мне все равно не нравились. \n\nОт удивления я уставилась на нее. Кукольное личико с аккуратными губами и слегка вздернутым острым носом, лучистые светло-зеленые глаза и пышная копна волос неизбежно завладевали вниманием. Только вечность спустя я заметила, что каждый пострадавший кекс был украшен крошечной фигуркой девушки в белом платье и мужчины в черном фраке. От догадки горячая волна стыда окатила меня с головы до ног. \n\n— Это что, для свадьбы?! ",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Зачем же так кричать? — тихо рассмеялась девушка. — Ох, а что это? \n\nОна подняла из дорожной пыли оброненную мной книгу и, не колеблясь, отряхнула ее. \n\n— Неужели?! Ты фанатка мистера Ломброзо?! \n\nНезнакомка уставилась на меня такими сияющими глазами, что я растерялась, а мимо идущая толпа продолжала безмолвно огибать пару девушек, склонившихся над мостовой. \n\n— И горжусь этим! \n\n— Я тоже! — девушка подпрыгнула на месте и с веселым писком бросилась мне на шею, сжимая в неожиданных обьятиях. — Я Джейн, а ты? Позволь, помогу тебе собрать все. \n\nДжейн, не дожидаясь ответа, тонкими ловкими пальчиками принялась подхватывать с земли распечатки с вакансиями, бросая на них мимолетные взгляды. \n\n— Ты ищешь работу? — уточнила она. \n\n— Ищу, но не нахожу, — выдохнула я. — Сегодня меня не взяли на должность делателя дырок в отчетах. Никогда ещё я не падала так низко... Вдобавок всегда мечтала быть детективом. Работать с Ломброзо. Представляешь, как глупо? Кстати, я Римма. \n\n— Тогда тебе это не нужно. — Джейн взглянула на меня с хитрой улыбкой. — Давай избавимся от этого! \n\nОна тут же скомкала распечатку с вакансией и кинула ее в урну, а я могла только остолбенеть от неожиданности. ",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Незнакомка перевела на меня взгляд, исполненный самыми разными эмоциями. \n",
    "answers": [
      {
        "comment": true,
        "id": 6,
        "text": "\n— Я тоже! — девушка подпрыгнула на месте и с веселым писком бросилась мне на шею, сжимая в неожиданных обьятиях. — Я Джейн, а ты? Позволь помогу тебе собрать все. \n",
        "need": [
          6
        ],
        "merge": true
      },
      {
        "comment": true,
        "id": 6,
        "text": "- Извини. - девушка протянула мне книгу с виноватым выражением лица. - Просто я его большая поклонница, обожаю эти таинственные истории... Думала ты тоже. \n\n- Так и есть. - сменила я гнев на милость. - Мы встретились при очень неожиданных обстоятельствах тогда! \n\n- Точно! Я Джейн! А ты? Позволь помогу собрать тебе твои вещи. ",
        "need": [
          7
        ],
        "merge": true
      },
      {
        "id": 6,
        "text": "\nДжейн, не дожидаясь ответа, тонкими ловкими пальчиками принялась подхватывать с земли распечатки с вакансиями, бросая на них мимолетные взгляды. \n\n— Ты ищешь работу? — уточнила она. \n\n— Ищу, но не нахожу. — выдохнула я. — Сегодня меня не взяли на должность делателя дырок в отчетах. Никогда ещё я не падала так низко... Кстати, я Римма. \n\n— Тогда может быть это просто не твое? — Джейн взглянула на меня с хитрой улыбкой. — Давай избавимся от этого! \n\nОна тут же скомкала распечатку с вакансией и кинула ее в урну, а я могла только остолбенеть от неожиданности. \n\n— Где бы ты сама хотела работать, Римма? \n\n— Я... я... Это так глупо... \n\n— Не бойся, скажи! — подбадривала меня она, собирая распечатки. \n\n— Хочу работать с Ломброзо! — выпалила я и тут же покраснела. — Но сегодня мне не удалось даже приблизиться к нему, не то что... ",
        "comment": true,
        "merge": true
      },
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Незнакомка перевела на меня взгляд, исполненный самыми разными эмоциями. \n\n",
    "answers": [
      {
        "comment": true,
        "id": 7,
        "text": "\n— Я тоже! — девушка подпрыгнула на месте и с веселым писком бросилась мне на шею, сжимая в неожиданных обьятиях. — Я Джейн, а ты? Позволь помогу тебе собрать все. \n\nДжейн, не дожидаясь ответа, тонкими ловкими пальчиками принялась подхватывать с земли распечатки с вакансиями, бросая на них мимолетные взгляды. ",
        "need": [
          6
        ],
        "merge": true
      },
      {
        "comment": true,
        "id": 7,
        "text": "- Извини. - девушка протянула мне книгу с виноватым выражением лица. - Просто я его большая поклонница, обожаю эти таинственные истории... Думала ты тоже. \n\n- Так и есть. - сменила я гнев на милость. - Мы встретились при очень неожиданных обстоятельствах тогда! \n\n- Точно! Я Джейн! А ты? Позволь помогу собрать тебе твои вещи. ",
        "need": [
          7
        ],
        "merge": true
      },
      {
        "id": 7,
        "text": "Джейн, не дожидаясь ответа, тонкими ловкими пальчиками принялась подхватывать с земли распечатки с вакансиями, бросая на них мимолетные взгляды. \n\n— Ты ищешь работу? — уточнила она. \n\n— Ищу, но не нахожу. — выдохнула я. — Сегодня меня не взяли на должность делателя дырок в отчетах. Никогда ещё я не падала так низко... Кстати, я Римма. \n\n— Тогда может быть это просто не твое? — Джейн взглянула на меня с хитрой улыбкой. — Давай избавимся от этого! \n\nОна тут же скомкала распечатку с вакансиец и кинула ее в близстоящую урну, а я могла только остолбенеть от неожиданности. \n\n— Где бы ты сама хотела работать, Римма? \n\n— Я... я... Это так глупо... \n\n— Не бойся, скажи! — подбадривала меня она, собирая распечатки. \n\n— Хочу работать с Ломброзо! — выпалила я и тут же покраснела. — Но сегодня мне не удалось даже приблизиться к нему, не то что... ",
        "comment": true,
        "merge": true
      },
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Римма, я приглашаю тебя на свою свадьбу! \n\n— Что?! — я чуть не осела на квадратную плитку мостовой. \n\n— Мы обе фанатки Ломброзо, через две недели я выхожу замуж, а Бенито приглашен на торжество в качестве почетного гостя. Это знак судьбы, разве ты не видишь?! \n\nДжейн взволнованно закопалась в компактной сумочке, свисающей с ее плеча, и передала мне то, что извлекла оттуда. Это оказалось приглашение, выполненное на плотной синей бумаге, где в середине золотыми вензелями соединялись два кольца. На обратной стороне значилось \"Г-н Абрахам Лойд и г-жа Джейн Роуз. Бракосочетание 1 июля\".\n\n— Ты придёшь? — ее глаза глядели на меня почти моляще. ",
    "answers": [
      {
        "id": 10,
        "text": "Глазам и ушам не верю! Конечно я приду во чтобы то ни стало! "
      }
    ]
  },
  {
    "id": 9,
    "text": "Девушка замахала руками. \n\n— Пожалуйста, оставь эти разговоры! Этот день делают особенным не подарки, а люди. \n\nОна посмотрела на меня, тепло улыбаясь, и я не смогла отказаться — кто знает, может быть я даже смогу поговорить с Ломброзо? \n\n— Свадьба будет проходить за городом, в особняке \"Лоуз\". Она продлится три дня, и все гости останутся ночевать в комнатах особняка. Здесь... — Джейн указала пальчиком на непреметную надпись в уголке приглашения, и острый ноготок уперся в цифру 213.— номер твоей комнаты. Смотри, не потеряй его, Римма, а то придется столкнуться со мной снова, чтобы получить еще одно! \n\n— В особняке?! — слегка повысив голос, изумленно уточнила я. \n\n— Ах, Абрахам неприлично богат, а особняк — его внезапная прихоть. — Джейн взмахнула рукой, заканчивая собирать последние листовки и поднимаясь на ноги. — Но не подумай, особняк всего лишь арендован на свадебные дни и вскоре он вновь вернется под крыло хозяина. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Может быть я даже смогу поговорить с мистером Ломброзо — невиданная удача! Редкий гость — искреннее счастье — бросило свои лучи на мой угрюмый внутренний мир. \n\n— Свадьба будет проходить за городом, в особняке \"Лоуз\". Она продлится три дня, и все гости останутся ночевать в комнатах особняка. Здесь... — Джейн указала пальчиком на непреметную надпись в уголке приглашения, и острый ноготок уперся в цифру 213,— номер твоей комнаты. Смотри, не потеряй его, Римма, а то придется столкнуться со мной снова, чтобы получить еще одно! \n\n— В особняке?! — слегка повысив голос, изумленно уточнила я. \n\n— Ах, Абрахам неприлично богат, а особняк — его внезапная прихоть. — Джейн взмахнула рукой и поднялась на ноги, когда закончила собирать листовки. — Но не подумай, особняк всего лишь арендован на свадебные дни, и вскоре он вновь вернется под крыло хозяина. И не волнуйся о подарке. Этот день особенным делают люди, а не вещи! ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Теперь, конечно, тут завидовать нечему! — парировала я и хихикнула. — Подумаешь, всего лишь особняк. \n\n— Именно! — Джейн оправила одежду и с шумом выбросила в мусорный бак собранные листовки с вакансиями. — Пусть тебе улыбнется удача, Римма. Увидимся первого июля! Я буду держать за тебя кулачки! \n\nОна взмахнула рукой на прощание и легкой походкой скрылась за углом, оставляя позади на мостовой пострадавшие кексы. ",
    "answers": [
      {
        "id": 12,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 12,
    "text": "Встреча с Джейн совершенно выбила меня из колеи, и пару следующих недель я мысленно то и дело возвращалась к предстоящему торжеству. Как мне одеться, нужно ли делать прическу и макияж, что брать с собой и, в конце концов, как себя вести? Мне доводилось раньше бывать на свадьбах, но это были не свадьбы богатых и искушенных людей, а скорее студенческие посиделки. Зря, ох зря я не спросила Джейн о дресс-коде или не взяла ее номер! \n\nПромучавшись так несколько дней, я все же решила, что раз Джейн относилась к свадьбе так легко, то, может быть, мероприятие пройдет в узком семейном кругу с застольем, шутками-прибаутками и распитием бабушкиной настойки? В любом случае особого выбора у меня не было, и я изучала свой гардероб придирчивым взглядом накануне первого июля. \n\nДля праздника более или менее подходил старый выпускной школьный наряд — платье с открытыми плечами и пышной юбкой-пачкой до колена. Последний штрих — высокие модные каблуки. \n\nНесмотря на заверения Джейн, я все же подготовила маленький подарок. Надеюсь, он понравится молодоженам. \n\nСобрав небольшую сумку с вещами для ночевки, я выдохнула и решительно нажала на кнопку вызова такси в приложении. ",
    "answers": [
      {
        "id": 16,
        "text": "В особняк Лоуз"
      }
    ]
  },
  {
    "id": 13,
    "text": "Утром 1 июля я отложила в сторону кисть и придирчивым взглядом оценила отражение, смотрящее на меня из зеркала. \n\nНа глаза я накинула дымку темно-серых теней, подчеркивая их миндалевидную форму, а губы по мановению руки стали насыщенного бордового цвета как изысканное вино. \nВолосам я постаралась придать объём, укладывая их волнами так, что кончики их щекотали мои открытые плечи. \n\nЧто же, как по мне, подходящий вид для праздника богатых и прекрасных. ",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "В искусстве макияжа я не практикуюсь, а потому решила придерживаться строгой классики — немного подчеркнутые ресницы и легкий розовый оттенок губ призваны были приукрасить мое лицо, но сохранить гордое достоинство бедной вчерашней студентки. \n\nВолосы расчесала и слегка сбрызнула лаком, распуская их вдоль открытых плеч. \n\nНепомпезно, но аккуратно. Я ведь и не собиралась быть звездой чужой свадьбы, правда? ",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Довершением образа стал старый выпускной школьный наряд — платье с открытыми плечами и пышной юбкой-пачкой до колена, теперь уже лишенное голубой ленты. И конечно же последний штрих — высокие модные каблуки. \n\nНесмотря на заверения Джейн я все же подготовила маленький подарок. Надеюсь он понравится молодоженам. \n\nСобрав небольшую сумку с вещами для ночевки я выдохнула и решительно нажала на кнопку вызова такси. ",
    "answers": [
      {
        "id": 16,
        "text": "В особняк Лоуз"
      }
    ]
  },
  {
    "id": 16,
    "text": "Привычные глазу городские пейзажи, принарядившиеся в лучи раннего летнего солнца, постепенно сменялись со стеклянных высоток на приземистые домики, затем и вовсе переходя в лесистую местность. \n\n— Извините, а как далеко нам ехать? — спросила я у водителя. \n\nОн взглянул на меня в зеркало заднего вида, наклонив голову и приподняв одну бровь. \n\n— В особняк Лоуз, мисс? Прилично. Его первые хозяева ценили уединенность. Вы не местная? \n\n— Не то чтобы прямо не местная... — пробормотала я, смущаясь. — Но об особняке раньше слышать не приходилось. \n\nВодитель ухмыльнулся. \n\n— Он много лет стоял заброшенным и мы, будучи еще мальчишками, порой выбирались к особняку на велосипедах и бродили по округе, представляя, будто призрачные владельцы дома наблюдали за нами из-за полуприкрытых штор... Конечно все это был вздор, мы прекрасно понимали суть игры и не планировали отказываться от развлечения, пока однажды... \n\n— Что случилось? — я подалась вперед и затаила дыхание, вылупившись на водителя круглыми глазами и замечая участившийся бой сердца. \n\n— Пока однажды у Стива не сломался велосипед, а особняк не купили новые хозяева и набросили тяжеленную цепь на ворота. С тех пор наша компашка там не бывала. \n\n— Ох, я думала... — произнесла я, кладя руку на грудь. — Что-то ужасное. Не хотелось бы ехать туда, где господствуют призраки, да еще и ночевать там. \n\n— Извините, что разочаровал, мисс. \n\nМужчина довольно загоготал, и вскоре разговор сам собой иссяк, а я прокручивала в голове историю особняка, настраивая ее на все лады по собственной прихоти, пока за окном мелькали зелёные деревья и пышные кусты. ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Тормозные колодки скрипнули перед тяжелыми кованными воротами, гостеприимно распахнувшими свои створки и приглашавшими путника внутрь. По ту сторону виднелась автомобильная дорожка, усыпанная гравием и петляющая между буйной растительностью, шаг за шагом уводящая гостя в неведомую даль. \n\n— Территория особняка Лоуз начинается за этими воротами, мисс, — мужчина качнул головой. — Подвезти вас внутрь? \n\n— Спасибо, я дойду. \n\nВодитель, довольный моим ответом, одобрительно покивал и выжал педаль газа сразу, как за мной захлопнулась дверь. Поднявшееся облачко пыли заставило закашляться. \n\nСтоило реву автомобиля стихнуть за поворотом, как меня, словно ватой, окутала тишина леса, периливающаяся редким отдалённым пением птиц и скрипом качающихся на ветру деревьев. Погожее летнее утро пахнуло мне в лицо хвоей и теплой травой, донося тонкий аромат свежести выпавшей недавно росы. За широкими лапами деревьев не было видно особняка, и я, полагаясь на знания водителя, начала свой путь по гравиевой дорожке. ",
    "answers": [
      {
        "id": 18,
        "text": "Вперёд"
      }
    ]
  },
  {
    "id": 18,
    "text": "Через пять минут я поняла свою ошибку — туфли на высоком каблуке совершенно не годились для прогулок по гравию, а сумка больно оттягивала плечо. \n\nЕще через какое-то время мимо стали, крадучись, проезжать дорогие блестящие автомобили, откуда на меня взирали вытянутые лица, не скрывающие своего удивления. Тем не менее машины продолжали катиться, затем исчезая вдалеке. \n\nКраснея и чертыхаясь, я не сбавляла шага. \n\n\"Шур-шур-шур\" — раздалось позади звучание колес по дорожке. Я уткнулась взглядом себе под ноги, но, вопреки ожиданиям, автомобиль замедлил ход, а стекло у водительского места опустилось, открывая лицо молодого человека. Оно светилось улыбкой. \n\n— Мисс, вы попали в неудобное положение, таки. Позвольте вам помочь? ",
    "answers": [
      {
        "id": 19,
        "text": "Слава богам! Да, пожалуйста! "
      },
      {
        "id": 20,
        "text": "Благодарю, у меня все под контролем. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Я облегченно выдохнула и почти уронила наземь сумку, когда потянулась к ручке дверцы пассажирского сиденья. Но мужчина сделал знак ладонью, остановил автомобиль и отклонился куда-то в сторону под бардачок, чем ввел меня в замешательство. \n\n— Прошу! \n\nОн свесился из открытого окна и бросил к моим ногам пару старых потертых кроссовок, явно видавших лучшие виды. Шнурки, когда-то белые, ныне были покрыты грязными пятнами, а у левого кроссовка и вовсе местами отстала подошва. \n\n— Вот,— парень указал ладонью на обувь,— размер может быть большеват, но на таких каблуках вы явно не дойдете до особняка, мисс. Надеюсь, еще увидимся! \n\nС этими словами он отсалютовал мне рукой, поднял стекло и бросил резвый автомобиль вперед по дорожке. ",
    "answers": [
      {
        "id": 21,
        "text": "Переобуться"
      },
      {
        "id": 22,
        "text": "Гневно выкинуть кроссовки в кусты"
      }
    ]
  },
  {
    "id": 20,
    "text": "Мужчина хмыкнул и окинул меня двусмысленным взглядом, но спорить не стал. \n\n— Тогда увидимся в особняке, мисс. \n\nОн отсалютовал мне одной рукой, поднимая стекло, а я ответила ему тем же жестом. Автомобиль резво бросился вперед, забирая гравий колесами как ретивый конь — копытами, и скрылся за поворотом. \n\nЯ же глубоко вдохнула, выпрямилась и гордо продолжила свой путь, то и дело теряя хрупкое равновесие на высоких каблуках. ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Если бы у них были глаза, то непременно грустные. Замызганные кроссовки стояли у моих ног, опершись друг на друга, и явно не рассчитывая на лучшую жизнь. Кажется размер и в самом деле великоват. \n\nЯ нагнулась, высвободила ногу из туфли, и с лёгкостью засунула ступню в кроссовок. Ощущения тут же стали приятнее и, несмотря на разницу в несколко размеров, я облегченно вздохнула. \n\n— Ну хоть на этом спасибо, — я закончила шнуровать обувь и теперь разглядывала, как смешно она сидела на маленькой женской ноге. — Тогда вперёд! Я еще найду этого благодетеля... ",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я подхватила старые кроссовки и со всей силы метнула их в кусты, за которыми скрылись красные огни автомобиля. \n\n— Вот козел! — от души выкрикнула я. — Ну попадись мне еще! \n\nИ, гордо выпрямившись,  вновь зашагала на высоких каблуках, то и дело пошатываясь и вспоминая о дрянных, но наверняка таких удобных кроссовках... ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Стены особняка показались спустя долгое время. Ноги нещадно болели, плечо ныло, а я пребывала в ужаснейшем настроении. Взглядом маньяка я окинула местность. \n\nКлассический особняк, выдержанный в популярном два столетия назад стиле, очевидно реставрировался новыми хозяевами и теперь белел светлой краской стен посреди раскинувшегося сада. Тонкой работы стеклянные окна, балконы с фигурными перилами, широкие лестницы, ведущие к парадному входу — тысяча и одна деталь создавали неповторимый образ векового дома. \n\nОт особняка в сторону вела дорожка к современной автомобильной парковке, теперь плотно забитой элитными машинами, стоимость каждой из которых превосходила весь капитал, который когда-либо проходил через мои руки. За всю мою жизнь.\n\nИ никто из них не остановился, чтобы меня подвезти, просто невероятно! \n\nВокруг особняка на 200-300 метров простирался ровный зеленый газон, в разных участках которого причудливыми композициями садовника выстраивались цветочные клумбы, фигурно-оформленные кусты и деревья. \n\n— Красота... — прохрипела я. -Надеюсь здесь есть фонтан. Там наверняка я могла бы насобирать столько мелочи, что можно было бы год не работать. ",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "У главного входа в особняк, вытянувшись по струнке, стоял молодой человек в ливрее, который сдержанно поздоровался, завидев меня. Его лицо не отражало ровным счетом никаких эмоций, что сильно отличало его от персонала при парковке — паренек, принимающий автомобили у гостей, не на шутку взволновался и приблизился быстрым шагом. \n\n— Мисс, что случилось? Если ваш автомобиль сломался, мы сейчас же... ",
    "answers": [
      {
        "comment": true,
        "id": 24,
        "text": "\n\n— Что \"ВЫ\"? — я вскинула на парня взгляд, способный разорвать британский флаг на флаги-колонии. — Вы не торопились мне помочь, пока я шла вдоль дороги! \n\nНоющая боль и прищемленный хвост робкой гордости дали о себе знать и выплеснулись на голову случайного служащего. Парень отшатнулся как ошпаренный и вернулся на место, в то время как молодой человек в ливрее не повел и бровью. \n",
        "need": [
          23
        ],
        "merge": true
      },
      {
        "comment": true,
        "id": 24,
        "text": "\n\nЯ беззаботно улыбнулась служащему:\n\n— Спасибо за беспокойство, но все в порядке. Я люблю пешие прогулки, однако было бы здорово передать кому-нибудь мою сумку. Сама уже не в силах ее нести. \n\nПарнишка смутился, что нарушил установленную субординацию между гостем и персоналом, и благодарно мне кивнул, отступая на прежнее место. ",
        "need": [
          25
        ],
        "merge": true
      },
      {
        "id": 24,
        "text": "\nВ тот же момент ношу с моего плеча сняла сильная рука, и, обернувшись, я встретила знакомое лицо. \n\n— Ты! — коротко вскрикнула я. \n\nЧерноволосый мужчина, встреченный мною ранее на дороге, улыбался во всю ширину лица и отсалютовал тем же жестом, что и полчаса назад. \n\n— Привет! Я провожу вас, мисс. \n\nВ голове тут же зароились едкие комментарии, жаждущие быть высказанными, но их внезапно прервал голос, исходящий из ливреи. \n\n— Могу я взглянуть на ваше приглашение, мисс? \n\nПовертев в руках синюю с золотом открытку, он удовлетворенно кивнул и жестом пригласил пройти внутрь. ",
        "comment": true,
        "merge": true
      },
      {
        "id": 26,
        "text": "Зайти внутрь"
      }
    ]
  },
  {
    "id": 25,
    "text": "Стены особняка показались вскоре. Несмотря на то, что плечо ныло, мне удалось сохранить позитивный настрой благодаря более удобной обуви. Что ни говори, а этот же путь на каблуках стал бы для меня паломничеством в Иерусалим, если бы не кроссовки. \n\nБодрым взглядом я окинула местность. \n\nКлассический особняк, выдержанный в популярном два столетия назад стиле, очевидно реставрировался новыми хозяевами и теперь белел светлой краской стен посреди раскинувшегося сада. Высокие, от пола до потолка, окна, балконы с фигурными перилами, широкие лестницы, ведущие к парадному входу — тысяча и одна деталь создавали неповторимый образ векового дома. \n\nОт особняка в сторону вела дорожка к современной автомобильной парковке, теперь плотно забитой элитными машинами. Стоимость каждой такой машины превосходила весь капитал, который когда-либо проходил через мои руки. За всю мою жизнь.\n\nИ никто из них не остановился меня подвезти, просто невероятно! \n\nПеред особняком на несколько сот метров простирался ровный зеленый газон, в разных участках которого причудливыми композициями садовника выстраивались цветочные клумбы, фигурно оформленные кусты и деревья. \n\n— Надеюсь, здесь есть фонтан, — вздохнула я.- Там наверняка я могла бы насобирать столько мелочи, что можно было бы год не работать. ",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Внутреннее убранство особняка обескураживало, ввергало в шок, приводило в изумление неподготовленную душу. \n\nВысокие потолки, идеальные светлые стены, мраморные полы и лестницы, щедро освещённые люстрами и лампами, будто за окном не светило солнце. Интерьер украшали множества, великие множества картин, тяжелая антикварная мебель. Все это величие блестело и переливалось в свете дня и искусственного освещения. \n\n— Шикарно, да? — шепнул на ухо голос, отчего я чуть не подскочила на месте. \n\nОт неожиданности мне захотелось хлопнуть говорившего рукой, но я удержалась и перевела тему. \n\n— Я так и знала, что ты служащий! Твоя культура говорит сама за себя. \n\n— Да, а все эти \"культурные\" гости и вовсе проехали мимо тебя, не останавливаясь,— скривил он рожицу. — Лучше скажи номер комнаты, сумка тяжелая. ",
    "answers": [
      {
        "id": 27,
        "text": "231"
      },
      {
        "id": 28,
        "text": "213"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Ну пойдем, — мужчина пожал плечами и зашагал вперёд, уводя меня в коридоры особняка. \n\nУ двери с маленькой табличкой \"231\" он остановился, достал из кармана ключ, и парой ловких движений отпер замок, распахнув дверь передо мной. \n\nКомната в бордовых и красных тонах имела тяжелую кровать с балдахином, мягкий диван с пуфиками, письменный стол и несколько шкафов для вещей. На прикроватной тумбочке высились похожие на лилии цветы, распространяющие по комнате сладкий аромат, а слева от входа на комоде стояла корзинка с фруктами для гостя. \n\n— Какая красота, — я вошла в комнату и закружилась в ее центре, затем бросилась на широкую кровать и зарылась лицом в подушку. — Какая мягка-а-ая... Чего ты ждёшь? Клади вот тут сумку и иди. \n\nМужчина бросил ношу в указанное место и плюхнулся на кровать рядом со мной. Увидев мой шок, он скрестил руки за головой, улегся поудобнее и подмигнул. \n",
    "answers": [
      {
        "id": 29,
        "text": "Боюсь ты не в моем вкусе"
      },
      {
        "id": 30,
        "text": "Что ты делаешь?! Это моя комната! "
      }
    ]
  },
  {
    "id": 28,
    "text": "У двери с маленькой табличкой \"213\" он остановился, провернул торчащий под ручкой ключ, и дверь распахнулась передо мной. \n\nКомната, выполненная в пастельных тонах, имела широкую кровать с деревянной спинкой, несколько зеркал, туалетный столик и пару шкафов для вещей. На прикроватной тумбочке высились похожие на лилии цветы, распространяющие по комнате сладкий аромат, а левее от входа на комоде стояла корзинка с фруктами для гостя. \n\n— Какая красота.— Я прошла в комнату и закружилась в ее центре, оглядываясь по сторонам, затем бросилась на широкую кровать и зарылась лицом в подушку. — Какая мягка-а-ая... Чего ты ждёшь? Клади вот тут сумку и иди. \n\nМужчина бросил ношу в указанное место и сдержанно поклонился. \n\n— Мисс, держите ключи всегда при себе. Бракосочетание состоится вечером, а пока можете прогуляться с другими гостями в саду. Марио, к вашим услугам. \n\nОн вновь склонил голову и вышел из комнаты, хотя мне казалось, что мужчина еле сдерживал смех. ",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Он скорчил грустное лицо и спросил:\n\n— Это что же, все что я делал раньше было напрасно?? Все труды... \n\n— Да, а теперь убирайся прочь, — я показала пальцем на дверь. \n\n— Боюсь, что это невозможно, — мужчина откинулся назад и невозмутимо закрыл глаза. — Это моя комната. \n\n— Нет, это!... \n\nОн прервал меня, одними глазами указывая на вазу с цветами, где на аккуратной записке значилось \"для Марио\".\n\nЯ прочитала тест, медленно повернулась к нему и встретила насмешливый взгляд. \n\n— Пожалуй, я пойду...\n\n— Ну что ты, останься, если тебе так понравилось тут, — Марио почти смеялся и его выдавали дрожащие веселые нотки в голосе. \n\nКак от удара током я подлетела с постели, схватила сумку и выскочила в коридор, громко хлопнув дверью. Марио остался в комнате один и смеялся в голос,  как внезапный стук в дверь оборвал его. \n\n— Войдите. \n\n— Прошу прощения... — мой нос снова показался в комнате. — В каком номере тогда живу я? \n\n— \"213\", я полагаю. \n\n— Спасибо. \n\nИ дверь снова захлопнулась, приглушая мужской смех. ",
    "answers": [
      {
        "id": 31,
        "text": "В комнату 213"
      }
    ]
  },
  {
    "id": 30,
    "text": "\n— Боюсь, что это не так, — мужчина откинулся назад и невозмутимо закрыл глаза. — Это моя комната. \n\n— Нет, это!... \n\nОн прервал меня, одними глазами указывая на вазу с цветами, где на аккуратной записке значилось \"для Марио\".\n\nЯ прочитала тест, медленно повернулась к нему и встретила насмешливый взгляд. \n\n— Пожалуй, я пойду...\n\n— Ну что ты, останься, если тебе так понравилось тут, — Марио почти смеялся и его выдавали дрожащие веселые нотки в голосе. \n\nКак от удара током я подлетела с постели, схватила сумку и выскочила в коридор, громко хлопнув дверью. Марио остался один и смеялся в голос, закрывая лицо рукой, как внезапный стук в дверь оборвал его. \n\n— Войдите. \n\n— Прошу прощения... — мой нос снова показался в комнате. — В каком номере тогда живу я? \n\n— \"213\", я полагаю. \n\n— Спасибо. \n\nИ дверь снова захлопнулась, приглушая мужской смех. ",
    "answers": [
      {
        "id": 31,
        "text": "В комнату 213"
      }
    ]
  },
  {
    "id": 31,
    "text": "Найдя табличку с цифрами \"213\", я хлопнула себя по лбу. Ключи пустующих комнат торчали прямо в замках в ожидании заезда гостей, а Марио вытащил ключ из кармана штанов, хотя даже не знал в каком номере меня разместили. И как я сразу не заметила! \n\nДверь легко отворилась и теперь уже собственная моя спальня предстала перед глазами. \n\nКомната, выполненная в пастельных тонах имела широкую кровать с деревянной спинкой, несколько зеркал, туалетный столик и пару шкафов для вещей. Такие же цветы и фрукты как в комнате Марио встречали посетителей, и я теперь уже первым делом жадно вчиталась в записку, крепко сжимая ее в руках. \"Для Риммы\". Слава богу, я на месте. \n\nСумка упала у изножья кровати, а я приземлилась в мягкую постель. ",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "День клонился к вечеру. Для меня он и вовсе промелькнул незаметно за разными ерундовыми занятиями — то я разбирала вещи, то бродила по особняку, но ни разу не встретила саму Джейн. \n\nВ одну из таких прогулок меня занесло на детскую площадку, где одиноко покачивалась на качелях девочка лет шести с голубым бантиком в волосах. Я села рядом, и мы немного поболтали — дружелюбную девочку звали Месси, и она приехала на свадьбу вместе с родителями, но очень скучала без других детей. \n\nПозднее гости собирались группами в саду, ожидали церемонию, и тихо переговаривались. Поначалу некоторые из них проявляли к моей персоне внимание, но узнав, что я не отношусь ни к одной родовитой семье и не имею доходного бизнеса, теряли ко мне интерес. Поэтому единственными людьми, с кем мне доводилось общаться, стали официанты. \n\nМистера Ломброзо я увидела сразу же — как и ожидалось, он был окружен завороженной толпой, внемлющей каждому слову, изреченному мудрыми устами общепризнанного гения. Подойти я не решилась и стала выжидать более удобный момент. \n",
    "answers": [
      {
        "id": 32,
        "text": "\nГруппа весело гогочущих мужчин во фраках собралась стайкой, как пингвины, вокруг одного, выделяющегося наиболее. Высокий, статный, со счастливой улыбкой на лице он то и дело поднимал бокалы, обнимал гостей и без конца смеялся — должно быть это и был мистер Абрахам Лойд, жених Джейн. Саму же Джейн взглядом я не нашла, но, как известно, по традиции, невеста появится в своем платье уже на церемонии под торжественную музыку. ",
        "comment": true,
        "merge": true
      },
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "К шести часам достопочтенную публику пригласили к месту церемонии, и толпа заколыхалась, словно море. Молодые должны были соединиться брачными узами в беседке на берегу озера, свидетелями чего оказались бы многочисленные гости. \n\nБеседка, увитая живописной зеленью и украшенная белыми цветами, ожидала брачующихся, а пустые стулья, растянувшиеся рядами перед ней, — гостей молодоженов. К моему великому удивлению меня провели в передние ряды, обычно занимаемые родственниками, но персонал не желал слушать возражений, и пришлось занять одно из центральных мест. Краснея под пристальными взглядами окружающих, я молча и нервно стала ждать.\n\nПостепенно общая суматоха стихла, гости распределились по своим местам, жених замер у беседки, вглядываясь в сторону особняка и иногда хихикая с друзьями, священник листал святое писание — скорее от скуки, нежели от волнения или незнания. \n\nРаздался марш Мендельсона. \n\nИ грянул выстрел. ",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Присутствующие, не отдавая себе в том отчета, разом присели и, в наступившей тишине, заозирались вокруг. \n\nСо стороны озера в беседку ввалилось мужское тело, которое неестественно размахивало во все стороны пистолетом и дышало ядовитым перегаром. \n\nУвидев нарядного жениха, мужчина рассвирепел, глаза его налились кровью, и в ту же секунду он бросился на Абрахама, сильно толкнув того в грудь. Если бы не поддержка друзей, подхвативших его под руки, то жених наверняка упал бы. \n\n— Она моя! — завыл пришелец и предпринял новую попытку, но наконец очнувшиеся мужчины уже схватили его, а затем прижали лицом к полу. — Джейн любит меня, не тебя! Этой свадьбы не будет! Не будет, слышишь?! \n\nОн пьяно ревел и беспомощно плевался, а гости разом зашептались, нервно переглядываясь. Я скользнула взглядом по публике — все лица как одно выражали изумление, кроме Марио, стоящего немного в сторонке. Он прикусил ноготь большого пальца и следил за событиями скорее с интересом, чем со страхом или волнением. \n\nВысокий тонкий крик разрезал воздух словно нож масло, и в середину сцены вбежала девушка в длинном кружевном платье персикового цвета. \n\n— Джейн... Джейн пропала! ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Толпа вновь пришла в хаотичное движение, поднялся гвалт. Враз побелевший жених переводил немой взгляд с пьяного агрессора на девушку, в панике заламывающую руки. Святой отец со спокойным лицом захлопнул книгу и принялся собирать вещи. Официанты, не задействованные в задержании постороннего, замерли в нерешительности. Я же вскочила и неосознанно вцепилась в спинку стула, до боли стиснув пальцы, и ощущая дрожь в коленях. Происходящее никак не укладывалось в голове и казалось розыгрышем. \n\nИ тут вперед выступил господин Бенито Ломброзо. Его широкая величественная фигура встала напротив беседки у всех на виду и подняла вверх руки, мгновенно погружая присутствующих в тишину. Только пьяный на полу продолжал негодовать. \n\n— Господа! — воззвал Ломброзо. — Невеста, она же Джейн Роуз, пропала. С этой минуты никто не покинет территории особняка, покуда не найдётся пропажа или пока мы не выясним причин происходящего. Это говорю вам я, Бенито Ломброзо, знаменитый сыщик! Святой отец, куда вы? \n\n— Но позвольте! — запротестовал священник. — Невеста попросту сбежала, виданное ли дело. Это не повод удерживать нас всех тут. \n\n— Она не могла сбежать, — густой бархатистый голос перекрыл назревавший спор, и все глаза устремились на Абрахама. — Джейн ждала эту свадьбу не меньше моего, она не могла так поступить. \n\n— Верно, — добавила девушка в персиковом. — Мы виделись несколько минут назад, она была так искренне и неподдельно счастлива... \n\nПосле услышанных слов толпа вновь пришла в волнение, когда начала лихорадочно обсуждать происходящее, и Абрахаму пришлось повысить голос. \n\n— Я смиренно прошу всех вас следовать указанию господина Ломброзо и не покидать особняк. Господин Ломброзо, мы в полном вашем распоряжении на следующие три дня, — а затем Абрахам громко добавил, вновь обращаясь ко всем. — Я дам сто тысяч долларов тому, кто найдет Джейн. Моя девочка не могла так поступить, мы должны немедленно начать искать ее. \n\nВ голове тут же щелкнуло — вот он, мой золотой шанс! Если я сама найду Джейн, то не только заработаю крупную сумму, но и смогу впечатлить мистера Ломброзо! А там... в голове стали складываться картинки блестящего будущего: \"Римма и Бенито. Партнёрское детективное агентство\". \n\nРешено, детектив Римма берется за дело! ",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "По распоряжению мистера Ломброзо гости разошлись по своим комнатам и ожидали опроса. Персонал уже общался с сыщиком, когда под вой сирен на территорию въехала пара полицейских машин. \n\nК исчезновению невесты полиция отнеслась скептически, однако из уважения к знаменитому детективу, не раз помогавшему государственным следователям в раскрытии преступлений, прислала несколько офицеров для фиксации хода событий. Они должны были схватить преступника, если таковой обнаружится, или же объявить Джейн в розыск после опроса присутствовавших на свадьбе людей. \n\nБоясь упустить свой шанс, я на дрожащих ногах спустилась на первый этаж. В просторной гостиной зале, доверху набитой мебелью, предметами искусства и охотничьими трофеями, было тихо, только мерное тикание часов нарушало мрачный покой комнаты. На диване спиной к двери сидел с опущенной головой мужчина в черном фраке. \n\n— Мистер Абрахам Лойд. \n\nМужчина поднял голову и уставился на меня невидящим взглядом. \n\n— Меня зовут Римма, — я села в кресло напротив, слишком явно нервничая. — Джейн пригласила меня на ваш праздник, и сейчас я не менее прочих хочу ее найти. Пожалуйста, расскажите мне, что вы знаете. \n\n— Спрашивайте, — Абрахам устало кивнул, и от меня не ускользнули глубокие тени, что пролегли под глазами молодого мужчины. ",
    "answers": [
      {
        "id": 37,
        "text": "Отношения с Джейн\n",
        "need": [
          -37
        ]
      },
      {
        "id": 38,
        "text": "Конфликты Джейн",
        "need": [
          -38
        ]
      },
      {
        "id": 39,
        "text": "Странное в последнее время",
        "need": [
          -39
        ]
      },
      {
        "id": 40,
        "text": "Последние контакты Джейн",
        "need": [
          -40
        ]
      },
      {
        "id": 41,
        "text": "Личность нападавшего",
        "need": [
          -41
        ]
      },
      {
        "id": 42,
        "text": "Родители Джейн",
        "need": [
          -42
        ]
      },
      {
        "id": 43,
        "text": "Важность свадьбы в особняке для Абрахама",
        "need": [
          -43
        ]
      },
      {
        "id": 52,
        "text": "Попрощаться"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Мы познакомились пять лет назад... Или это было семь лет назад... \n\n— Вы точно не помните? \n\n— Видите ли... — Абрахам глубоко вздохнул. — Тогда мы были лишь шапочно знакомы, и только потом я понял, какое Джейн сокровище. Мы начали встречаться, и вскоре я сделал ей предложение. Она с радостью приняла его, и началась подготовка к свадьбе, занявшая почти полгода. \n\n— Вы не ругались с Джейн в последнее время? \n\n— Никогда, — Абрахам сказал как отрезал. — Это еще одна причина, почему я не поверил в ее побег. ",
    "answers": [
      {
        "id": 37,
        "text": "Отношения с Джейн\n",
        "need": [
          -37
        ]
      },
      {
        "id": 38,
        "text": "Конфликты Джейн",
        "need": [
          -38
        ]
      },
      {
        "id": 39,
        "text": "Странное в последнее время",
        "need": [
          -39
        ]
      },
      {
        "id": 40,
        "text": "Последние контакты Джейн",
        "need": [
          -40
        ]
      },
      {
        "id": 41,
        "text": "Личность нападавшего",
        "need": [
          -41
        ]
      },
      {
        "id": 42,
        "text": "Родители Джейн",
        "need": [
          -42
        ]
      },
      {
        "id": 43,
        "text": "Важность свадьбы в особняке для Абрахама",
        "need": [
          -43
        ]
      },
      {
        "id": 52,
        "text": "Попрощаться"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Что вы, Джейн настоящий ангел! Она никогда ни с кем не ругалась, а все поголовно ее просто обожали за доброту и жизнерадостный характер. Именно так она покорила мое сердце... \n\n— Может быть был кто-то, кто по-разным причинам желал ей зла без открытого конфликта? Подумайте, мистер Лойд. Например, вы богаты, молоды и привлекательны, а женитесь на обычной девушке — наверняка прочие потенциальные невесты могли точить на нее зуб. \n\n— Бросьте, нет никаких потенциальных невест, — Абрахам махнул рукой, но кончики его ушей окрасились в красный. — Я и близко не подпускал к Джейн никого, кто мог бы навредить нашим отношениям. \n\n— Хорошо. И все же, если вспомните, то сообщите мне. ",
    "answers": [
      {
        "id": 37,
        "text": "Отношения с Джейн\n",
        "need": [
          -37
        ]
      },
      {
        "id": 38,
        "text": "Конфликты Джейн",
        "need": [
          -38
        ]
      },
      {
        "id": 39,
        "text": "Странное в последнее время",
        "need": [
          -39
        ]
      },
      {
        "id": 40,
        "text": "Последние контакты Джейн",
        "need": [
          -40
        ]
      },
      {
        "id": 41,
        "text": "Личность нападавшего",
        "need": [
          -41
        ]
      },
      {
        "id": 42,
        "text": "Родители Джейн",
        "need": [
          -42
        ]
      },
      {
        "id": 43,
        "text": "Важность свадьбы в особняке для Абрахама",
        "need": [
          -43
        ]
      },
      {
        "id": 52,
        "text": "Попрощаться"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Странное? — Абрахам нахмурился. — Пожалуй, было. Я никак не мог взять в толк зачем Джейн пригласила мороженщика, ведь разнообразной еды в особняке хватит всем гостям на неделю. А в итоге этот тип на своем ржавом фургоне околачивается на садовой аллее. Может детей развлекает или еще что. \n\n— Вы уверены, что его пригласила Джейн? Выглядит и в самом деле нелогично. Вряд ли привыкшие к роскоши гости будут стоять в очереди за мороженым за пару центов. \n\n— Ну а кто еще? — Абрахам поднял на меня удивленные глаза. \n\n— Хорошо, может быть было что-то кроме? \n\n— А еще она не привезла из города кексы на свадьбу, за которыми поехала, и пригласила вас. Напомните, откуда вы знакомы? \n\n— Общие увлечения, — уклончиво ответила я, ощущая как загораются красным уши. ",
    "answers": [
      {
        "id": 37,
        "text": "Отношения с Джейн\n",
        "need": [
          -37
        ]
      },
      {
        "id": 38,
        "text": "Конфликты Джейн",
        "need": [
          -38
        ]
      },
      {
        "id": 39,
        "text": "Странное в последнее время",
        "need": [
          -39
        ]
      },
      {
        "id": 40,
        "text": "Последние контакты Джейн",
        "need": [
          -40
        ]
      },
      {
        "id": 41,
        "text": "Личность нападавшего",
        "need": [
          -41
        ]
      },
      {
        "id": 42,
        "text": "Родители Джейн",
        "need": [
          -42
        ]
      },
      {
        "id": 43,
        "text": "Важность свадьбы в особняке для Абрахама",
        "need": [
          -43
        ]
      },
      {
        "id": 52,
        "text": "Попрощаться"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Людей немало. Я постараюсь припомнить всех, но сами понимаете... — Абрахам стал покачиваться взад-вперёд, вторя маятнику, когда называл имена. — В первую очередь это Моника, подружка невесты, конечно же. Они вместе с самого утра, и вы видели ее сегодня на церемонии — это она принесла дурную весть. \n\nЗатем Абрахам припомнил цветочницу, которая должна была оформить банкетный зал, и которая теперь ютилась где-то в особняке как птица в неволе, пару человек из персонала и собственную мать. \n\n— Ваша мама? \n\n— Что вас так удивляет? Она также принимала большое участие в организации свадьбы. \n\n— Нет-нет, вы правы. Где я могу найти всех этих людей? \n\nАбрахам пожал плечами. \n\n— Цветочница может быть в помещении для персонала, а мама наверное в своей комнате. ",
    "answers": [
      {
        "id": 37,
        "text": "Отношения с Джейн\n",
        "need": [
          -37
        ]
      },
      {
        "id": 38,
        "text": "Конфликты Джейн",
        "need": [
          -38
        ]
      },
      {
        "id": 39,
        "text": "Странное в последнее время",
        "need": [
          -39
        ]
      },
      {
        "id": 40,
        "text": "Последние контакты Джейн",
        "need": [
          -40
        ]
      },
      {
        "id": 41,
        "text": "Личность нападавшего",
        "need": [
          -41
        ]
      },
      {
        "id": 42,
        "text": "Родители Джейн",
        "need": [
          -42
        ]
      },
      {
        "id": 43,
        "text": "Важность свадьбы в особняке для Абрахама",
        "need": [
          -43
        ]
      },
      {
        "id": 52,
        "text": "Попрощаться"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Теперь уже мне известна его личность, да, — Абрахам устало вздохнул и потер переносицу двумя пальцами. — Это бывший парень Джейн. Я мало что знаю, сейчас его опрашивает Ломброзо. Если этот дикарь непричастен к исчезновению Джейн, то его, возможно, уже отпустили, и он шатается где-то по округе. \n\n— Он объяснил, почему напал на вас? \n\n— Мне это неинтересно, главное — найти Джейн и как можно скорее. \n\n—  Вы сказали, что вам мало что известно, значит, что-то всё-таки известно? \n\n— Я имел в виду, что знаю об этом не больше вашего. Джейн не предупреждала меня о намерении бывшего бойфренда посетить нас. ",
    "answers": [
      {
        "id": 37,
        "text": "Отношения с Джейн\n",
        "need": [
          -37
        ]
      },
      {
        "id": 38,
        "text": "Конфликты Джейн",
        "need": [
          -38
        ]
      },
      {
        "id": 39,
        "text": "Странное в последнее время",
        "need": [
          -39
        ]
      },
      {
        "id": 40,
        "text": "Последние контакты Джейн",
        "need": [
          -40
        ]
      },
      {
        "id": 41,
        "text": "Личность нападавшего",
        "need": [
          -41
        ]
      },
      {
        "id": 42,
        "text": "Родители Джейн",
        "need": [
          -42
        ]
      },
      {
        "id": 43,
        "text": "Важность свадьбы в особняке для Абрахама",
        "need": [
          -43
        ]
      },
      {
        "id": 52,
        "text": "Попрощаться"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Джейн сирота, — голос Абрахама стал хриплым. — Родители погибли, когда она была совсем крошкой, а других родственников не оказалось, поэтому девочка росла в приюте. Я обещал ей, что она больше никогда не будет одна. \n\nРуки мужчины задрожали, и он прикрыл ладонью лицо. \n\n— Мы обязательно найдем ее, мистер Лойд. \n\nАбрахам лишь кивнул, собираясь с силами. ",
    "answers": [
      {
        "id": 37,
        "text": "Отношения с Джейн\n",
        "need": [
          -37
        ]
      },
      {
        "id": 38,
        "text": "Конфликты Джейн",
        "need": [
          -38
        ]
      },
      {
        "id": 39,
        "text": "Странное в последнее время",
        "need": [
          -39
        ]
      },
      {
        "id": 40,
        "text": "Последние контакты Джейн",
        "need": [
          -40
        ]
      },
      {
        "id": 41,
        "text": "Личность нападавшего",
        "need": [
          -41
        ]
      },
      {
        "id": 42,
        "text": "Родители Джейн",
        "need": [
          -42
        ]
      },
      {
        "id": 43,
        "text": "Важность свадьбы в особняке для Абрахама",
        "need": [
          -43
        ]
      },
      {
        "id": 52,
        "text": "Попрощаться"
      }
    ]
  },
  {
    "id": 43,
    "text": "— Видите ли... — мужчина отвел взгляд. — Именно род Лойдов в свое время построил этот особняк и я мечтал сыграть свою свадьбу здесь, как знаковое событие и дань памяти предкам. Они наверняка порадовались бы. \n\nЯ кивнула — его мотивацию можно понять. \n\n— Что произошло потом, почему особняк больше не принадлежит Лойдам? \n\n— Мое поколение уже не знает подробностей, ведь особняк выбыл из владения полсотни лет назад. Но мама бегала по этим коридорам совсем девчонкой, и спустя годы она продолжала тепло отзываться об этом доме, будто о родном человеке. ",
    "answers": [
      {
        "id": 37,
        "text": "Отношения с Джейн\n",
        "need": [
          -37
        ]
      },
      {
        "id": 38,
        "text": "Конфликты Джейн",
        "need": [
          -38
        ]
      },
      {
        "id": 39,
        "text": "Странное в последнее время",
        "need": [
          -39
        ]
      },
      {
        "id": 40,
        "text": "Последние контакты Джейн",
        "need": [
          -40
        ]
      },
      {
        "id": 41,
        "text": "Личность нападавшего",
        "need": [
          -41
        ]
      },
      {
        "id": 42,
        "text": "Родители Джейн",
        "need": [
          -42
        ]
      },
      {
        "id": 43,
        "text": "Важность свадьбы в особняке для Абрахама",
        "need": [
          -43
        ]
      },
      {
        "id": 52,
        "text": "Попрощаться"
      }
    ]
  },
  {
    "id": 44,
    "text": "            * * * * * * ОСОБНЯК * * * * * * ",
    "answers": [
      {
        "id": 45,
        "text": "ПЕРСОНАЖИ",
        "middle_answer": true
      },
      {
        "id": 46,
        "text": "ЛОКАЦИИ",
        "middle_answer": true
      },
      {
        "id": 47,
        "text": "ИНТЕРНЕТ",
        "middle_answer": true
      },
      {
        "id": 44,
        "text": "stretch",
        "url": "https://i.postimg.cc/HLrF2X5B/IMG-20230626-230708.jpg"
      },
      {
        "id": 57,
        "text": "ЗАВЕРШИТЬ РАССЛЕДОВАНИЕ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 45,
    "text": "                        СОБЕСЕДНИКИ",
    "answers": [
      {
        "id": 45,
        "text": "Абрахам Лойд",
        "comment": true,
        "middle_answer": true
      },
      {
        "comment": true,
        "id": 45,
        "text": "Подружка невесты Моника",
        "need": [
          53
        ],
        "middle_answer": true
      },
      {
        "middle_answer": true,
        "id": 53,
        "text": "Подружка невесты Моника",
        "need": [
          -53
        ],
        "var_set": [
          "answerm",
          0,
          "wini",
          0
        ]
      },
      {
        "comment": true,
        "id": 45,
        "text": "Мороженщик",
        "need": [
          48
        ],
        "middle_answer": true
      },
      {
        "id": 48,
        "middle_answer": true,
        "text": "Мороженщик",
        "need": [
          -48
        ],
        "var_set": [
          "answeri",
          0
        ]
      },
      {
        "comment": true,
        "id": 45,
        "text": "Мать Абрахама",
        "need": [
          49
        ],
        "middle_answer": true
      },
      {
        "id": 49,
        "text": "Мать Абрахама",
        "need": [
          -49
        ],
        "middle_answer": true
      },
      {
        "comment": true,
        "middle_answer": true,
        "text": "Цветочница",
        "need": [
          50
        ],
        "id": 45
      },
      {
        "id": 50,
        "middle_answer": true,
        "text": "Цветочница",
        "need": [
          -50
        ],
        "var_set": [
          "answero",
          0
        ]
      },
      {
        "middle_answer": true,
        "id": 51,
        "text": "Бывший парень Джейн",
        "need": [
          -51
        ],
        "var_set": [
          "answerl",
          0
        ]
      },
      {
        "comment": true,
        "id": 45,
        "text": "Бывший парень Джейн",
        "need": [
          51
        ],
        "middle_answer": true
      },
      {
        "id": 52,
        "text": "Ломброзо",
        "need": [
          -52
        ],
        "middle_answer": true
      },
      {
        "id": 87,
        "text": "Марио",
        "need": [
          21,
          -87
        ],
        "middle_answer": true
      },
      {
        "id": 104,
        "text": "Марио",
        "need": [
          52,
          -104,
          87
        ],
        "middle_answer": true
      },
      {
        "id": 104,
        "text": "Марио",
        "need": [
          -21,
          -104,
          52
        ]
      },
      {
        "id": 152,
        "text": "Марио",
        "need": [
          104
        ],
        "middle_answer": true
      },
      {
        "id": 44,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 46,
    "text": "МЕСТА, КОТОРЫЕ Я МОГУ ПОСЕТИТЬ",
    "answers": [
      {
        "id": 55,
        "text": "Спальня Джейн",
        "need": [
          -55
        ],
        "middle_answer": true
      },
      {
        "id": 54,
        "text": "Фургон мороженщика",
        "need": [
          48,
          -54
        ],
        "middle_answer": true
      },
      {
        "middle_answer": true,
        "id": 56,
        "text": "Спальня Абрахама",
        "need": [
          -56
        ],
        "var_set": [
          "watcha",
          0
        ]
      },
      {
        "id": 58,
        "text": "Машина Джейн",
        "need": [
          67,
          -58
        ],
        "middle_answer": true
      },
      {
        "id": 99,
        "text": "Детская площадка",
        "need": [
          52,
          -99
        ],
        "middle_answer": true
      },
      {
        "middle_answer": true,
        "id": 113,
        "text": "Машина флориста",
        "need": [
          50,
          101,
          -113
        ],
        "var_set": [
          "watchf",
          0
        ]
      },
      {
        "id": 44,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 47,
    "text": "             ПОИСКОВЫЕ ЗАПРОСЫ",
    "answers": [
      {
        "id": 47,
        "text": "????",
        "comment": true,
        "var_set": [
          "internet",
          0
        ]
      },
      {
        "var_add": [
          "internet",
          1
        ],
        "var_less": [
          "internet",
          4
        ],
        "middle_answer": true,
        "text": "Особняк Лоуз",
        "need": [
          -88
        ],
        "id": 88
      },
      {
        "var_add": [
          "internet",
          1
        ],
        "var_less": [
          "internet",
          4
        ],
        "middle_answer": true,
        "text": "Абрахам Лойд",
        "need": [
          -89
        ],
        "id": 89
      },
      {
        "var_add": [
          "internet",
          1
        ],
        "var_less": [
          "internet",
          4
        ],
        "middle_answer": true,
        "text": "Полицейские сводки о пропавших людях",
        "need": [
          -90
        ],
        "id": 90
      },
      {
        "var_add": [
          "internet",
          1
        ],
        "var_less": [
          "internet",
          4
        ],
        "id": 108,
        "text": "Университетский выпуск Джейн",
        "need": [
          50,
          60,
          91,
          -108
        ],
        "middle_answer": true
      },
      {
        "var_add": [
          "internet",
          1
        ],
        "var_less": [
          "internet",
          4
        ],
        "id": 107,
        "text": "Цветочное агентство Оливии",
        "need": [
          103,
          -107
        ],
        "middle_answer": true
      },
      {
        "var_add": [
          "internet",
          1
        ],
        "var_less": [
          "internet",
          4
        ],
        "id": 136,
        "text": "Нотариус Фенимор Визор",
        "need": [
          133,
          -136
        ],
        "middle_answer": true
      },
      {
        "id": 44,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 48,
    "text": "Как и сказал мистер Лойд — ржавый фургон мороженщика цветастой расцветки воткнулся посреди одной из аллей сада и выглядел при том так нелепо, как муха на портрете Джоконды. \n\nУхоженная аллея и вековые деревья, тянущиеся в вышину, дышали величием и напоминали о былых временах, когда по этим дорожкам ходили господа знатные и богатые. Сейчас же, казалось, весь сад взирал на замаранный фургон с укором. \n\nОкошко для выдачи было открыто, и за ним виднелся небритый с трехдневной щетиной мужчина в помятом  заляпанном фартуке и таким же головным убором. Мужчина курил сигарету и читал газету, сидя у окна. \n\nРасслышав мои шаги, он спросил, не поднимая глаз:\n\n— Чего надо? \n\nПри этом плотно зажатая зубами сигарета лишь только кратко дрогнула, но удержалась на месте, разливая по фургону табачный дым. К тому моменту внутри грузовика было уже так накурено, что мне казалось дым вот-вот пойдет столбом через окна и щели автомобиля. \n\n—  Здравствуйте, сэр, — начала я. — Я ищу Джейн, не могли бы вы ответить на пару вопросов. \n\n— Кого? — спросил мужчина хриплым голосом, приподнимая одну бровь. \n\n— Невесту. \n\n— А-а-а, спрашивай. ",
    "answers": [
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 81,
        "text": "Вас пригласила сюда Джейн? ",
        "need": [
          -81
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 82,
        "text": "Видели ли вы что-то странное",
        "need": [
          -82
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 83,
        "text": "Известно ли вам что-то о гостях и хозяевах праздника",
        "need": [
          -83
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 84,
        "text": "Не видели ли вы Месси",
        "need": [
          52,
          -84
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 85,
        "text": "Почему вы не уедете? ",
        "need": [
          81,
          -85
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "id": 86,
        "text": "Продайте мне тогда мороженое, пожалуйста. Шоколадное. ",
        "var_equal": [
          "answeri",
          2
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "Вопреки предположениям Абрахама, комната его матери пустовала. Я беспутно шла по особняку, прислушивалась к голосам и шагам.\n\nСпустя некоторое время в главном холле, откуда каскадом вились лестницы на высокие этажи, увидела пожилую женщину. Та, несмотря на свой значительный вес, взобралась на табуретку на лестничном пролете. Одной рукой она удерживалась за стену, а второй вооружилась столярным инструментом и пыталась отковырять эмблему большой алой розы, расположившуюся между двух витражных окон. \n\n— Кто вы и что делаете? — громко спросила я, а дама от испуга едва удержалась на месте. \n\nНашарив меня взглядом у основания широкой мраморной лестницы, дама попыталась тайком спрятать инструмент в карман и чинно спустилась на пол. \n\n— Меня зовут Мириам Лойд, я мать жениха, — гордо отчеканила она и задрала для верности кверху нос. ",
    "answers": [
      {
        "id": 72,
        "text": "Опросить Мириам",
        "var_set": [
          "answermm",
          0
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "В тесной комнате помещения для персонала действительно коротала время миниатюрная испуганная девушка. Она занимала место на стуле в углу и каждый раз вжималась в стену, когда мимо проносился официант или другой рабочий, неизменно провожая его печальным взглядом больших синих глаз. \n\n— Извините, вы флористка? — спросила я. \n\nДевушка подпрыгнула, ухватилась пальцами за края стула и вытаращилась на меня. \n\n— Да, это я. Оливия. \n\n— Меня зовут Римма. Не волнуйтесь так, Оливия, может быть выйдем на террасу подышать воздухом? Я собираю любую информацию о Джейн,  вы мне поможете? \n\nОливия согласилась, и вскоре мы стояли на тихой террасе, откуда как на ладони виднелся сад, аллея с фургоном мороженщика и беседка у озера. Легкий ветерок приносил запах летних сумерек, благоухающих всеми нотами цветущих растений, и Оливия заметно выдохнула. ",
    "answers": [
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 100,
        "text": "Отношения с Джейн",
        "need": [
          -100
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 101,
        "text": "Отсутствие оформления банкетного зала и букета невесты",
        "need": [
          -101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 102,
        "text": "Что-то странное",
        "need": [
          -102
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 103,
        "text": "О себе и род деятельности",
        "need": [
          -103
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 105,
        "text": "Взглянуть на автомобиль Оливии",
        "need": [
          -105,
          101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "id": 184,
        "text": "О Месси",
        "need": [
          -184
        ]
      },
      {
        "id": 106,
        "text": "Далее",
        "var_equal": [
          "answero",
          2
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "Все знали, что мужчина, напавший на жениха у озера, был отпущен офицерами и мистером Ломброзо, но никто из прислуги не знал где его искать. \n\nКомната для него еще готовилась, а обеденные залы пустовали, поэтому я вышла в сад и побрела в сторону беседки, где должна была пройти церемония. Место это казалось особенно покинутым, осиротевшим, будто нога человека не ступала здесь годами. Ковровая дорожка в суматохе сбилась, стулья засыпало листвой и прочим мусором, гонимым ветром, а беседка, под сводами которой могли звучать клятвы новобрачных, зияла пустотой. \n\nЧуть поодаль на берегу озера сидел человек. Он подхватывал с песчаной кромки камни и лениво забрасывал их в воду, не преследуя никакой цели и будто не замечая своих действий. \nПриблизившись, я разглядела лицо мужчины, выпрыгнувшего из кустов с пистолетом на мистера Лойда. И он меня заметил. \n\n— Что, тоже боитесь меня? — понуро спросил он, выковыривая очерёдной камень из земли. \n\nЕго грузная широкоплечая фигура теперь сутуло склонилась, словно завернулась внутрь себя, и старалась быть как можно незаметнее. \n\n— Нет. \n\n— Удивительное дело, — мужчина глянул косо и замолчал. \n\n— Я Римма. \n\n— Ларри. Ларри Уайт. \n\nКогда он узнал зачем я здесь, Ларри  уныло кивнул, не прерывая своего занятия. \n\n\n",
    "answers": [
      {
        "id": 91,
        "text": "Отношения с Джейн",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 92,
        "text": "Способ и причины появления на свадьбе",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 93,
        "text": "Местонахождение пистолета",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 94,
        "text": "О Монике",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 95,
        "text": "Конфликты Джейн",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 96,
        "text": "О себе, род занятий",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 97,
        "text": "Употребление алкоголя или других веществ",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 183,
        "text": "О Месси",
        "need": [
          -183
        ]
      },
      {
        "id": 98,
        "text": "Далее",
        "var_equal": [
          "answerl",
          4
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "Мне не терпелось начать собственное расследование и переговорить со всеми участниками, но одна встреча была более желанна, чем другие. Бенито Ломброзо. \n\nКак и стоило ожидать, господин Ломброзо занял один из кабинетов в особняке, время от времени приглашая участников торжества, ставшего трагедией, на опрос. \n\nВ приемной, предшествовавшей кабинету, у дверей стоял высокий смуглый офицер. Увидев меня, он поднял вопросительно бровь и сказал:\n\n— Мистер Ломброзо никого не ждет. \n\n— Верно, я пришла сама. Мне хотелось бы поговорить с ним. \n\nОфицер смерил меня недовольным взглядом с головы до ног и дважды постучал костяшками пальцев в дверь кабинета. \n\n— Мистер Ломброзо, к вам посетитель. \n\n— Пускай войдет! — раздался из-за двери немного скрипучий, звучащий как шелест осенней листвы, голос пожилого мужчины. \n\nОфицер молча открыл дверь. \n\nОчевидно, кабинет некогда был гордостью хозяев особняка: массивный письменный стол из красного дерева, уходящие под потолок книжные шкафы, картины в тяжелых рамах. Пыльные и толстые ковры, а также внушительные темно-зелёные портьеры как никогда идеально дополняли таинственный образ сыщика.\n\nК моему удивлению, у одного из шкафов с невозмутимым лицом стоял Марио и потирал в задумчивости подбородок. Я зашла в комнату и одарила его вопросительным взглядом, но он только проигнорировал его. \n\nКожаное кресло с широкой спинкой у письменного стола, разумеется, было занято господином Ломброзо. \n\n— Добрый день, мисс, — сказал он. — Чем обязан? \n\n— Здравствуйте. Меня зовут Римма, я гостья Джейн и также ищу ее сейчас, как и вы. Хотела поговорить с вами о... \n\n— Римма, какое счастье! — Ломброзо поднялся с кресла, вздымая руки. — Не торопитесь. Именно вас мы еще не опросили. \n\nОн указал на кресло напротив. \n\n— Конечно, если я могу чем-то... \n\n— Скажите, Римма, откуда вы знакомы с Джейн? ",
    "answers": [
      {
        "id": 69,
        "text": "Мы столкнулись несколько недель назад на перекрёстке и Джейн пригласила меня на свадьбу",
        "var_set": [
          "lie",
          0
        ]
      },
      {
        "id": 69,
        "text": "Дружили с детства",
        "var_add": [
          "lie",
          1
        ],
        "var_set": [
          "lie",
          0
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "К счастью, Моника последовала распоряжению Ломброзо и оставалась в своей комнате все время. Найти ее не составило труда. \n\nКогда я постучалась, девушка уже сменила торжественное платье подружки невесты на повседневный наряд и спокойно пила чай, любуясь видом из окна. \n\nМоему появлению она не удивилась, а выглядела несколько раздосадованной или даже утомлённой. \n\n— Хотите знать о Джейн? — бросила через плечо она безразличным тоном. — Вы не первая сегодня и не последняя. \n\n— Так много желающих найти ее? \n\n— Много желающих получить обещанные Лойдом сто тысяч, в основном из прислуги. Гости мало заинтересовались деньгами, как и судьбой Джейн. \n\nИ тогда я спросила... ",
    "answers": [
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 60,
        "text": "Расскажите о вашей дружбе с Джейн",
        "need": [
          -60
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 61,
        "text": "Были ли у Джейн конфликты",
        "need": [
          -61
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 62,
        "text": "Было ли что-то странное в поведении Джейн накануне или вокруг",
        "need": [
          -62
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1,
          "wino",
          1
        ],
        "id": 63,
        "text": "Почему вы так спокойны",
        "need": [
          -63
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 64,
        "text": "Что вам известно о ее бывшем парне и их отношениях",
        "need": [
          -64
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 65,
        "text": "Кто из знакомых вам друзей Джейн присутствует на свадьбе",
        "need": [
          60,
          -65
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 66,
        "text": "Почему тогда у озера вы сказали, что Джейн не могла сбежать? ",
        "need": [
          63,
          -66
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 67,
        "text": "Мистер Лойд говорил, что вы с Джейн провели вместе весь день. Чем вы занимались, было ли что-то странное? ",
        "need": [
          -67
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "id": 179,
        "text": "Вы знаете что-нибудь о Месси? ",
        "need": [
          -179
        ]
      },
      {
        "id": 68,
        "text": "Далее",
        "var_equal": [
          "answerm",
          3
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": "Отвращение и любопытство боролись во мне, пока я издалека наблюдала за ржавым фургоном. Надо отдать должное, второе победило. \n\nДетективное чутье толкало непременно исследовать все внутри машины даже против воли хозяина, поэтому сейчас я, как крадущийся лось, замерла в кустах и выжидала удобного момента. Должен же этот мороженый мужчина в конце концов кушать или ходить в туалет? Насколько можно судить по внешнему виду, фургон не оборудован туалетом. \n\nНадежды мои сбылись примерно через час. Боковая дверца фургона открылась, на землю спрыгнул продавец и, ничего не подозревая, направился в сторону ближайшего лесочка, примерно в сотне метров от аллеи. Второго шанса мне не нужно было. \n\nМороженщик покинул зону слышимости, и я тут же вломилась в фургон через незапертую дверь. ",
    "answers": [
      {
        "id": 144,
        "text": "Внутрь",
        "var_set": [
          "watchi",
          0
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "Офицер любезно проводил меня до спальни Джейн с предварительного согласия господина Ломброзо. Разумеется, исследование помещения, в котором предположительно была похищена девушка, производилось строго под надзором полиции, зато время моего нахождения здесь не было ограничено. \n\nСпальня Джейн своим убранством и нежными тонами была похожа на мою с тем лишь отличием, что комната имела собственный выход на уютный балкон, из приоткрытой двери которого теперь сочился ветер, раскидывая в разные стороны тюлевые занавески. \n\nНа кровати и туалетном столике виднелись всевозможные девчачьи штучки — косметика, заколки, шпильки, а так же последствия приготовления к торжеству — фата распласталась по покрывалу, у столика аккуратно стояла пара белых туфелек. \n\nНа прикроватной тумбочке личные вещи Джейн — розовый телефончик и дамская сумочка, которая была у нее при нашей первой встрече, недопитый бокал шампанского. ",
    "answers": [
      {
        "id": 131,
        "text": "Шкаф",
        "need": [
          -131
        ]
      },
      {
        "id": 132,
        "text": "Телефон",
        "need": [
          -132
        ],
        "var_add": [
          "wini",
          1
        ]
      },
      {
        "id": 133,
        "text": "Сумочка",
        "need": [
          -133
        ],
        "var_add": [
          "wino",
          1
        ]
      },
      {
        "id": 134,
        "text": "Балкон ",
        "need": [
          -134
        ]
      },
      {
        "id": 135,
        "text": "Далее",
        "need": [
          131,
          132,
          133,
          134
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "Спальня Абрахама, по-видимому, была одной из самых роскошных в особняке. Помимо уже привычного убранства, комната обладала камином,  статуей рыцаря в полный рост и набором огнестрельного оружия на стене. Вокруг царила такая идеальная чистота, какая бывает только за секунду до заезда гостя. \n\nМистер Лойд не считался подозреваемым, по крайней мере официально, однако я (как всегда) имела собственную точку зрения, и потому прямо сейчас проникла в его спальню тайно. \n\nВ женских романах такие сцены будоражат кровь, и я сама не на шутку была взволнована, правда по другой причине — из страха быть пойманной на месте. Несмотря на то, что последние несколько часов мистер Лойд предавался горю на первом этаже в гостиной зале, я всё же решила осмотреться в комнате как можно быстрее. ",
    "answers": [
      {
        "var_add": [
          "watcha",
          1,
          "wina",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Камин",
        "need": [
          -117
        ],
        "id": 117
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Статуя рыцаря",
        "need": [
          -137
        ],
        "id": 137
      },
      {
        "var_add": [
          "watcha",
          1,
          "wina",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Стойка с оружием",
        "need": [
          -138
        ],
        "id": 138
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Шкаф",
        "need": [
          -139
        ],
        "id": 139
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "id": 140,
        "text": "Ящики письменного стола",
        "need": [
          -140
        ],
        "var_less": [
          "watcha",
          3
        ]
      },
      {
        "id": 141,
        "text": "Далее",
        "var_equal": [
          "watcha",
          3
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "Вечером я сменила одежду и разглядывала себя в зеркале в спальне, когда со стороны двери раздался стук. На пороге улыбчивый слуга, слегка кивая головой в такт словам, пригласил меня к ужину. Уже в коридоре он поинтересовался:\n\n— Как вам нравится здесь, мисс? \n\n— Спасибо, я в восторге. Очень порадовали цветы в комнате, они пахнут так потрясающе. \n\n— Ах, лилии. Визитная карточка особняка — они занимают весь сад, и по случаю торжества было решено срезать несколько для гостей. В иное время года, когда цвет их находится в пике, особняк окутан ароматом лилий как облаком, так что порой кружится голова. \n\n— Изумительно. \n\nМужчина приоткрыл передо мной дверь, впуская в длинную банкетную залу с высокими потолками. Посередине помещения тянулся длинный стол с белой скатертью, украшенный золотыми подсвечниками и заставленный разными яствами. Большинство гостей уже собрались, поэтому меня, под пристальными взглядами толпы, проводили к месту, находящемуся в нескольких шагах от пустующего места невесты. \n\nМистер Лойд сел во главе стола и вогзглавил тем самым ужин, рядом заквохтала Мириам, а между мной и Абрахамом оказалась Моника. Господин Ломброзо с ассистентом сидели немного дальше, но их разговор я слышать уже не могла. Из всех гостей к ужину не явились только родители Месси. \n\nВсе две сотни гостей заняли позиции, и ужин начался. Сперва ели молча, и только звон посуды оглашал залу. Через полчаса начались вялые разговоры, а еще через четверть часа зала погрузилась в шумное веселье, будто бы гости и в самом деле праздновали свадьбу. \n",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Моника упоминала, что Джейн по какой-то причине волновалась насчёт своей машины. Значит настало время ее проинспектировать. \n\nПереполненный паркинг изобиловал различными марками и видами автомобилей, и выделить среди них машину Джейн оказалось непросто. По крайней мере ни на одном из них не было надписи \"невеста\" и тонны воздушных шариков. \n\nВзгляд мой упал на служащего парковки. ",
    "answers": [
      {
        "comment": true,
        "id": 58,
        "text": "\nВыслушав вопрос, парень сделал каменное лицо и отчеканил. \n\n— Прошу прощения, нам не разрешено распространять такую информацию среди посторонних, — последние два слова он отдельно подчеркнул. \n\n— Но я ищу Джейн и эта информация... \n\n— Нет. \n\n— Да брось, ты же был так участлив ко мне утром! Извини, что накричала, со всяким бывает... \n\n— Нельзя. \n\nИ я, бормоча себе под нос, была вынуждена покинуть парковку. ",
        "need": [
          23
        ],
        "merge": true
      },
      {
        "comment": true,
        "id": 58,
        "text": "Заметив меня, он дружелюбно улыбнулся. \n\n— Добрый день, мисс. Как ваши дела? \n\n— Спасибо, все хорошо, — я ответила той же улыбкой и озвучила свой вопрос. \n\n— Конечно,— кивнул он и повел за собой среди автомобилей,— пройдемте. Вот машина мисс Джейн. \n\nЯркий миникупер оказался со всех сторон зажат другими машинами так, что без предварительной подготовки выехать с парковки было бы невозможно. \n\n— Почему он зажат? \n\n— Я предположил, что мисс Джейн никуда не поедет в день своей свадьбы... И просто экономил место, сегодня столько гостей... \n\n— Хорошо, я понимаю. Было ли что-то странное сегодня на парковке? \n\n— Только одна девушка пришла пешком, мисс. \n\n— Спасибо за напоминание. \n\nСлужащий задорно улыбнулся, довольный своей шуткой, а я прижалась лбом к стеклу машины. Внутри чисто и пусто. \n\n— Похоже здесь ни-че-го, — вздохнула я.— Спасибо за помощь. ",
        "need": [
          25
        ],
        "merge": true
      },
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": [
      {
        "id": 128,
        "text": "Анабель"
      },
      {
        "id": 129,
        "text": "Разорение"
      },
      {
        "id": 130,
        "text": "Отношения с Моникой",
        "need": [
          75
        ]
      },
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Нет никакой дружбы, — она отхлебнула из кружки чай и вперила задумчивый взгляд в окно. — Я вообще не понимаю почему она пригласила именно меня в качестве подружки невесты, когда у нее так много подруг. Девчонки в универе сплотились вокруг нее в стаю, а вот я с ней едва ли не конфликтовала. \n\n— Почему тогда вы согласились? \n\n— Я подумала \"почему бы и нет\", — пожала плечами Моника. — Уикенд за городом, да еще и в старинном роскошном особняке... не так плохо, чтобы провести несколько часов вместе с легкомысленной глупышкой. ",
    "answers": [
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 60,
        "text": "Расскажите о вашей дружбе с Джейн",
        "need": [
          -60
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 61,
        "text": "Были ли у Джейн конфликты",
        "need": [
          -61
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 62,
        "text": "Было ли что-то странное в поведении Джейн накануне или вокруг",
        "need": [
          -62
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1,
          "wino",
          1
        ],
        "id": 63,
        "text": "Почему вы так спокойны",
        "need": [
          -63
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 64,
        "text": "Что вам известно о ее бывшем парне и их отношениях",
        "need": [
          -64
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 65,
        "text": "Кто из знакомых вам друзей Джейн присутствует на свадьбе",
        "need": [
          60,
          -65
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 66,
        "text": "Почему тогда у озера вы сказали, что Джейн не могла сбежать? ",
        "need": [
          63,
          -66
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 67,
        "text": "Мистер Лойд говорил, что вы с Джейн провели вместе весь день. Чем вы занимались, было ли что-то странное? ",
        "need": [
          -67
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "id": 179,
        "text": "Вы знаете что-нибудь о Месси? ",
        "need": [
          -179
        ]
      },
      {
        "id": 68,
        "text": "Далее",
        "var_equal": [
          "answerm",
          3
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "— Мы с Джейн не были близки... \n\nУслышав начало речи Моники, я приуныла. \n\n— Но... \n\nМой дух воспрял! Воспрянул! В общем почти торжествовал. \n\n— Даже слепой заметил бы их натянутые отношения с будущей свекровью. Эта старая ведьма льстиво улыбается и воркует вокруг, однако дышит ядом. \n\n— Можете рассказать подробнее, что случилось? \n\n— Ах, это забавная история, — рассмеялась Моника. — Старуха облила платье Джейн кофейным напитком во время генеральной репетиции церемонии. Дизайнерское платье, стоящее уйму денег, оказалось полностью испорченным, и в короткие сроки пришлось искать ему достойную замену. Джейн вовсе рисковала остаться без свадебного наряда. Но хороший друг Лойда выручил. \n\n— Это могло быть случайностью. \n\n— О-о-о, поверьте мне, это не случайность. — насмешливым голосом протянула Моника. ",
    "answers": [
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 60,
        "text": "Расскажите о вашей дружбе с Джейн",
        "need": [
          -60
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 61,
        "text": "Были ли у Джейн конфликты",
        "need": [
          -61
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 62,
        "text": "Было ли что-то странное в поведении Джейн накануне или вокруг",
        "need": [
          -62
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1,
          "wino",
          1
        ],
        "id": 63,
        "text": "Почему вы так спокойны",
        "need": [
          -63
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 64,
        "text": "Что вам известно о ее бывшем парне и их отношениях",
        "need": [
          -64
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 65,
        "text": "Кто из знакомых вам друзей Джейн присутствует на свадьбе",
        "need": [
          60,
          -65
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 66,
        "text": "Почему тогда у озера вы сказали, что Джейн не могла сбежать? ",
        "need": [
          63,
          -66
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 67,
        "text": "Мистер Лойд говорил, что вы с Джейн провели вместе весь день. Чем вы занимались, было ли что-то странное? ",
        "need": [
          -67
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "id": 179,
        "text": "Вы знаете что-нибудь о Месси? ",
        "need": [
          -179
        ]
      },
      {
        "id": 68,
        "text": "Далее",
        "var_equal": [
          "answerm",
          3
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "Моника задумалась. \n\n— Наверное, нет. Мне кажется многие девушки ведут так себя перед свадьбой — немного нервничают, носятся как ужаленные, волнуются за кексы. \n\n— Было ли поведение других людей странным? \n\n— Кроме бывшего парня Джейн? \n\n— Кроме него. \n\n— М-м-м, нет, не припомню. ",
    "answers": [
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 60,
        "text": "Расскажите о вашей дружбе с Джейн",
        "need": [
          -60
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 61,
        "text": "Были ли у Джейн конфликты",
        "need": [
          -61
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 62,
        "text": "Было ли что-то странное в поведении Джейн накануне или вокруг",
        "need": [
          -62
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1,
          "wino",
          1
        ],
        "id": 63,
        "text": "Почему вы так спокойны",
        "need": [
          -63
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 64,
        "text": "Что вам известно о ее бывшем парне и их отношениях",
        "need": [
          -64
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 65,
        "text": "Кто из знакомых вам друзей Джейн присутствует на свадьбе",
        "need": [
          60,
          -65
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 66,
        "text": "Почему тогда у озера вы сказали, что Джейн не могла сбежать? ",
        "need": [
          63,
          -66
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 67,
        "text": "Мистер Лойд говорил, что вы с Джейн провели вместе весь день. Чем вы занимались, было ли что-то странное? ",
        "need": [
          -67
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "id": 179,
        "text": "Вы знаете что-нибудь о Месси? ",
        "need": [
          -179
        ]
      },
      {
        "id": 68,
        "text": "Далее",
        "var_equal": [
          "answerm",
          3
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "— Я уверена, что никто ее не похищал, — Моника повертела в пальцах белую фарфоровую кружку, оглядывая ее со всех сторон. — Здесь даже посуда какая-то претенциозная. \n\n— Почему вы так считаете? \n\n— Костяной фарфор, произведен в японии, роспись драгоценными металлами... \n\n— Нет-нет, я имела в виду почему вы считаете, что Джейн не была похищена. \n\n— А-а-а, это... — протянула Моника, словно говорить о фарфоре было интереснее, чем о пропаже девушки. — Мы были вместе все утро и весь день, разлучились только перед самой церемонией — Джейн попросила меня принести букет невесты, который должна была доставить цветочница. Я спустилась на первый этаж, обошла все комнаты персонала, но ни цветочницы, ни букета не нашла. Когда я вернулась в комнату Джейн — той и след простыл, но не скажешь, что ее увели силой. Все, даже самые мелкие вещи, лежали на своих местах в строгом порядке. ",
    "answers": [
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 60,
        "text": "Расскажите о вашей дружбе с Джейн",
        "need": [
          -60
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 61,
        "text": "Были ли у Джейн конфликты",
        "need": [
          -61
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 62,
        "text": "Было ли что-то странное в поведении Джейн накануне или вокруг",
        "need": [
          -62
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1,
          "wino",
          1
        ],
        "id": 63,
        "text": "Почему вы так спокойны",
        "need": [
          -63
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 64,
        "text": "Что вам известно о ее бывшем парне и их отношениях",
        "need": [
          -64
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 65,
        "text": "Кто из знакомых вам друзей Джейн присутствует на свадьбе",
        "need": [
          60,
          -65
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 66,
        "text": "Почему тогда у озера вы сказали, что Джейн не могла сбежать? ",
        "need": [
          63,
          -66
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 67,
        "text": "Мистер Лойд говорил, что вы с Джейн провели вместе весь день. Чем вы занимались, было ли что-то странное? ",
        "need": [
          -67
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "id": 179,
        "text": "Вы знаете что-нибудь о Месси? ",
        "need": [
          -179
        ]
      },
      {
        "id": 68,
        "text": "Далее",
        "var_equal": [
          "answerm",
          3
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": "— Мы трое знакомы с университета. Приятно было видеть его таким жалким сегодня. \n\nМоника замолчала, явно смакуя воспоминания, а я терпеливо ждала, когда она продолжит. \n\n— Они встречались еще тогда, но это все, что я знаю. Чужие отношения никогда не были интересны мне. ",
    "answers": [
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 60,
        "text": "Расскажите о вашей дружбе с Джейн",
        "need": [
          -60
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 61,
        "text": "Были ли у Джейн конфликты",
        "need": [
          -61
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 62,
        "text": "Было ли что-то странное в поведении Джейн накануне или вокруг",
        "need": [
          -62
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1,
          "wino",
          1
        ],
        "id": 63,
        "text": "Почему вы так спокойны",
        "need": [
          -63
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 64,
        "text": "Что вам известно о ее бывшем парне и их отношениях",
        "need": [
          -64
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 65,
        "text": "Кто из знакомых вам друзей Джейн присутствует на свадьбе",
        "need": [
          60,
          -65
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 66,
        "text": "Почему тогда у озера вы сказали, что Джейн не могла сбежать? ",
        "need": [
          63,
          -66
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 67,
        "text": "Мистер Лойд говорил, что вы с Джейн провели вместе весь день. Чем вы занимались, было ли что-то странное? ",
        "need": [
          -67
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "id": 179,
        "text": "Вы знаете что-нибудь о Месси? ",
        "need": [
          -179
        ]
      },
      {
        "id": 68,
        "text": "Далее",
        "var_equal": [
          "answerm",
          3
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "— Никто, — Моника хмыкнула отстранённо. — На свадьбе только друзья и коллеги Абрахама, а лично с Джейн знакома только я. \n\n— Вы знаете почему так произошло? Свадьба все-таки занчимое событие в жизни девушки, и вы говорили у нее много друзей было в университете. \n\n— Понятия не имею, — Моника уткнулась в окно. ",
    "answers": [
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 60,
        "text": "Расскажите о вашей дружбе с Джейн",
        "need": [
          -60
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 61,
        "text": "Были ли у Джейн конфликты",
        "need": [
          -61
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 62,
        "text": "Было ли что-то странное в поведении Джейн накануне или вокруг",
        "need": [
          -62
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1,
          "wino",
          1
        ],
        "id": 63,
        "text": "Почему вы так спокойны",
        "need": [
          -63
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 64,
        "text": "Что вам известно о ее бывшем парне и их отношениях",
        "need": [
          -64
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 65,
        "text": "Кто из знакомых вам друзей Джейн присутствует на свадьбе",
        "need": [
          60,
          -65
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 66,
        "text": "Почему тогда у озера вы сказали, что Джейн не могла сбежать? ",
        "need": [
          63,
          -66
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 67,
        "text": "Мистер Лойд говорил, что вы с Джейн провели вместе весь день. Чем вы занимались, было ли что-то странное? ",
        "need": [
          -67
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "id": 179,
        "text": "Вы знаете что-нибудь о Месси? ",
        "need": [
          -179
        ]
      },
      {
        "id": 68,
        "text": "Далее",
        "var_equal": [
          "answerm",
          3
        ]
      }
    ]
  },
  {
    "id": 66,
    "text": "— Я запаниковала. А потом все-таки у меня из-под носа пропала невеста, не хочется показаться причастной, — лицо Моники в этот момент совершенно не выражало никаких эмоций. — Скажите, вы бы сопротивлялись, если бы вас попытались похитить с собственной свадьбы? \n\n— Еще как. \n\n— Вот и я так подумала, — кивнула Моника моим словам. — Когда все взвесила. \n\n— Но похищение могло случиться в другом месте. \n\n— Могло. ",
    "answers": [
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 60,
        "text": "Расскажите о вашей дружбе с Джейн",
        "need": [
          -60
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 61,
        "text": "Были ли у Джейн конфликты",
        "need": [
          -61
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 62,
        "text": "Было ли что-то странное в поведении Джейн накануне или вокруг",
        "need": [
          -62
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1,
          "wino",
          1
        ],
        "id": 63,
        "text": "Почему вы так спокойны",
        "need": [
          -63
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 64,
        "text": "Что вам известно о ее бывшем парне и их отношениях",
        "need": [
          -64
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 65,
        "text": "Кто из знакомых вам друзей Джейн присутствует на свадьбе",
        "need": [
          60,
          -65
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 66,
        "text": "Почему тогда у озера вы сказали, что Джейн не могла сбежать? ",
        "need": [
          63,
          -66
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 67,
        "text": "Мистер Лойд говорил, что вы с Джейн провели вместе весь день. Чем вы занимались, было ли что-то странное? ",
        "need": [
          -67
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "id": 179,
        "text": "Вы знаете что-нибудь о Месси? ",
        "need": [
          -179
        ]
      },
      {
        "id": 68,
        "text": "Далее",
        "var_equal": [
          "answerm",
          3
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "— Обычная предсвадебная суета, — Моника изобразила на лице подобие брезгливости. —  Делали причёски, макияж. В районе полудня спускались в помещения для персонала — Джейн торопила работников с оформлением и сервировкой банкетной зоны и решала прочие мелкие вопросы. Она что-то говорила насчет кексов, кажется, очень переживала, что их не будет. Потом мы выходили на парковку и Джейн интересовалась не перекрывает ли ее автомобиль проезд — ей казалось он стоит неудобно. \n\n— Но за паркинг ведь отвечает специальный человек. \n\n— Верно. И он поставил машину Джейн в самый дальний угол, потому что ожидалось много гостей на личных автомобилях, а Джейн не собиралась выезжать ближайшие три дня. Она ведь невеста, как-никак. Почему-то, однако, ее очень беспокоила ситуация на парковке. Странная она. ",
    "answers": [
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 60,
        "text": "Расскажите о вашей дружбе с Джейн",
        "need": [
          -60
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 61,
        "text": "Были ли у Джейн конфликты",
        "need": [
          -61
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 62,
        "text": "Было ли что-то странное в поведении Джейн накануне или вокруг",
        "need": [
          -62
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1,
          "wino",
          1
        ],
        "id": 63,
        "text": "Почему вы так спокойны",
        "need": [
          -63
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 64,
        "text": "Что вам известно о ее бывшем парне и их отношениях",
        "need": [
          -64
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 65,
        "text": "Кто из знакомых вам друзей Джейн присутствует на свадьбе",
        "need": [
          60,
          -65
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 66,
        "text": "Почему тогда у озера вы сказали, что Джейн не могла сбежать? ",
        "need": [
          63,
          -66
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 67,
        "text": "Мистер Лойд говорил, что вы с Джейн провели вместе весь день. Чем вы занимались, было ли что-то странное? ",
        "need": [
          -67
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "id": 179,
        "text": "Вы знаете что-нибудь о Месси? ",
        "need": [
          -179
        ]
      },
      {
        "id": 68,
        "text": "Далее",
        "var_equal": [
          "answerm",
          3
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "— Извини, но все эти разговоры мне порядком надоели, — Моника поставила чашку на стол и развернулась ко мне лицом, скрестив руки на груди. — Надеюсь ты узнала все, что хотела. \n\n— Вообще-то... \n\n— Доброго вечера. \n\nМоника застыла как каменное изваяние, и я, довольствуясь малым, попрощалась с ней. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Ломброзо кивнул. \n\n— Что вам известно о ее отношениях с женихом? ",
    "answers": [
      {
        "id": 70,
        "text": "Ничего, мы слишком мало были с ней знакомы"
      },
      {
        "id": 70,
        "text": "Она счастлива с ним",
        "var_add": [
          "lie",
          1
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": "— Вы видели что-нибудь странное в особняке, когда прибыли, мисс? \n\n— Нет. \n\n— Что же, многого с вас не возьмешь... — Ломброзо упер руки в бока, изучал меня внимательным взглядом и шевелил бородкой. — Тогда последний вопрос. Вы имеете отношение к исчезновению Джейн? \n\n— Нет! ",
    "answers": [
      {
        "comment": true,
        "id": 70,
        "text": "\n\n— Девушка говорит правду, — вмешался Марио. \nЯ бросила в его сторону взгляд, но глаза молодого человека оставались такими же непроницаемыми как и несколько минут назад. \n\n— В таком случае, мисс. Чего вы хотели от меня? ",
        "merge": true,
        "var_no_more": [
          "lie",
          0
        ]
      },
      {
        "comment": true,
        "id": 70,
        "var_need": [
          "lie",
          1
        ],
        "text": "\n\n— Девушка не совсем честна, — вмешался Марио. \n\nЯ бросила в его сторону взгляд, но глаза молодого человека оставались такими же непроницаемыми как и несколько минут назад. \n\n— В таком случае, мисс. Чего вы хотели от меня? ",
        "merge": true
      },
      {
        "id": 70,
        "text": "\n\nЯ открыла было рот, но двери кабинета вдруг с грохотом распахнулись, и в комнату ворвался мужчина, едва ли не безумный. Официальный дорогой костюм и приятный аромат парфюма говорили, что перед нами гость, приглашенный на свадьбу. Но вот его выпученные глаза остановились на Ломброзо, и он взревел:\n\n— Прошу, помогите! Месси, моя Месси, она пропала! ",
        "comment": true,
        "merge": true
      },
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Мужчина кричал и цеплялся за Ломброзо как утопающий за соломинку, и из сбивчивой речи присутствовавшие поняли, что его шестилетняя дочь Месси пропала из своей комнаты ровно тогда, когда родители ушли на допрос к Ломброзо. \n\nСыщик нахмурился, поддерживая под локоть бледного господина. \n\n— Не нужно паники раньше времени. Может быть девочка вышла поиграть, — отчеканил он. \n\n— Или мы имеем дело с серийным преступником, — добавил сзади Марио, чем чуть не довел до слез отца девочки. \n\n— Ее нигде нет, — рыдал мужчина. — Нигде... Нигде... Месси... \n\n— Похоже, у нас появилась еще одна задача, — тяжелым и каким-то загробным голосом тихо сказал Ломбозо. \n\nВстреча с детективом завершилась скомканно, и мне ничего не оставалось как приступить к собственному расследованию. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее",
        "lua_do": "function lua_do()\nlocal expNum = native.showAlert(\"ВНИМАНИЕ\", \"Римма начала свое расследование. Помните, что одни персонажи готовы уделить ей больше внимания, чем другие, поэтому задавайте им вопросы обдуманно. На локациях также могут происходить неожиданные события.\", {\"ОК\"})\nend"
      }
    ]
  },
  {
    "id": 72,
    "text": "Узнав, зачем я искала ее, Мириам примерила на лицо самое скорбное выражение, на какое была способна. \n\n— Разумеется, дорогая, спрашивайте. Ах, какое горе... — она дотронулась рукой груди. — Надеюсь Джейн найдётся и с ней все будет хорошо. Бедная, бедная девочка... ",
    "answers": [
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 73,
        "text": "Отношения с Джейн",
        "need": [
          -73
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 74,
        "text": "Абрахам и Джейн",
        "need": [
          -74
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 75,
        "text": "Последняя встреча с Джейн",
        "need": [
          -75
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 76,
        "text": "Что-то странное вокруг",
        "need": [
          -76
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 77,
        "text": "Действия Мириам здесь",
        "need": [
          -77
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 78,
        "text": "Конфликты Джейн",
        "need": [
          -78
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 79,
        "text": "Особняк не принадледит Лойдам",
        "need": [
          -79
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "id": 182,
        "text": "О Месси"
      },
      {
        "id": 80,
        "text": "Далее",
        "var_need": [
          "answermm",
          4
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "— Джейн любила и почитала меня как порядочная невестка, а я относилась с большим уважением к выбору сына, — Мириам поджала губы. — Но мы не общались особенно много, несмотря на теплые, почти родственные, отношения внутри нашей семьи. \n\n— Понимаю, — я настороженно поглядывала на сердитую старуху. ",
    "answers": [
      {
        "comment": true,
        "id": 73,
        "text": "\n\n— Миссис Лойд, ходят слухи, что вы невзлюбили невестку и даже мелко пакостили ей. Это правда? \n\n— Безусловно, нет! — вскрикнула Мириам.— Это наверное из-за того эпизода с кофе. Клянусь гербом семьи Лойдов, что я хотела угостить невестку и только! \n\n— У Лойдов есть свой герб? — удивлённо я приподняла брови, а миссис Лойд только больше приосанилась, заметив это. \n\n— Именно так, дитя. Благородные и уважаемые семейства имеют свой старинный герб... Хотя порой некоторые из них недостойны обладать собственным гербом... \n\n— Это роза? — спросила я. — Она так к месту здесь в этом особняке, ее видно со всех точек лестницы. \n\n— Нет, — Мириам стала багровой. ",
        "need": [
          61
        ],
        "merge": true
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 73,
        "text": "Отношения с Джейн",
        "need": [
          -73
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 74,
        "text": "Абрахам и Джейн",
        "need": [
          -74
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 75,
        "text": "Последняя встреча с Джейн",
        "need": [
          -75
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 76,
        "text": "Что-то странное вокруг",
        "need": [
          -76
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 77,
        "text": "Действия Мириам здесь",
        "need": [
          -77
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 78,
        "text": "Конфликты Джейн",
        "need": [
          -78
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "id": 182,
        "text": "О Месси",
        "need": [
          -182
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 79,
        "text": "Особняк не принадледит Лойдам",
        "need": [
          -79
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "id": 80,
        "text": "Далее",
        "var_need": [
          "answermm",
          4
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "— Ох, Абраша... Он влюбился в Джейн с первого взгляда и не отступал ни на шаг, пока не завоевал ее сердце... А я говорила быть осмотрительнее, осторожнее. Подумай, прежде чем бросаться в омут с головой! Но он меня не слушал... Кому нужна престарелая мать и ее сухие низкие слова, когда здесь такое, любо-о-вь... \n\n— А как относилась к нему Джейн? \n\n— А как она могла относиться?! — вдруг вспылила миссис Лойд. — Абрахам молод, богат, здоров, привлекателен. Да никакая приютская девчонка о таком даже мечтать не смела! Конечно она была на седьмом небе. А кто бы не был? \n\n— Понятно... Не помните, сколько Абрахам и Джейн уже встречаются? \n\n— Лет 5, — Мириам глядела на меня, поджав губы. \n\n— Я имею в виду когда именно они стали встречаться как пара, а не день знакомства. \n\n— 5 лет. \n\n— Но ваш сын... \n\n— Абраша сам не ведает что говорит, — Мириам возвела глаза к потолку. — Он был влюблен в Джейн с первой минуты, но сам не признается себе в этом. ",
    "answers": [
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 73,
        "text": "Отношения с Джейн",
        "need": [
          -73
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 74,
        "text": "Абрахам и Джейн",
        "need": [
          -74
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 75,
        "text": "Последняя встреча с Джейн",
        "need": [
          -75
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 76,
        "text": "Что-то странное вокруг",
        "need": [
          -76
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 77,
        "text": "Действия Мириам здесь",
        "need": [
          -77
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 78,
        "text": "Конфликты Джейн",
        "need": [
          -78
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 79,
        "text": "Особняк не принадледит Лойдам",
        "need": [
          -79
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "id": 182,
        "text": "О Месси",
        "need": [
          -182
        ]
      },
      {
        "id": 80,
        "text": "Далее",
        "var_need": [
          "answermm",
          4
        ]
      }
    ]
  },
  {
    "id": 75,
    "text": "Мириам махнула рукой, будто прогоняя назойливую муху. \n\n— Утром. С этой, как ее, подружкой. Носились как угорелые, глаза друг другу красили. Ох и змею-ю-юка ее подружка, скажу я вам. Наверняка тоже глаз на моего сына положила. \n\n— Почему вы так решили? \n\n— Да улыбается так слащаво, все время рядышком быть пытается. Сорока. \n\n— Но Моника и Абрахам едва знакомы, не больше пары дней, разве стала бы она уводить жениха у подруги? — я удивлённо уставилась на уверенное лицо Мириам. \n\n— Не попробуешь не узнаешь! — заверила та. ",
    "answers": [
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 73,
        "text": "Отношения с Джейн",
        "need": [
          -73
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 74,
        "text": "Абрахам и Джейн",
        "need": [
          -74
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 75,
        "text": "Последняя встреча с Джейн",
        "need": [
          -75
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 76,
        "text": "Что-то странное вокруг",
        "need": [
          -76
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 77,
        "text": "Действия Мириам здесь",
        "need": [
          -77
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 78,
        "text": "Конфликты Джейн",
        "need": [
          -78
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 79,
        "text": "Особняк не принадледит Лойдам",
        "need": [
          -79
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "id": 182,
        "text": "О Месси",
        "need": [
          -182
        ]
      },
      {
        "id": 80,
        "text": "Далее",
        "var_need": [
          "answermm",
          4
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "— Конечно! — вскрикнула миссис Лойд, а я навострила уши. — Странное повсюду! Молодежь не уважает старших — где это видано, чтобы пара не испрашивала согласия родителей на брак? А эти подружки невест? Что за дурной тон, в наше время такого не было! И тот пьяница... \n\n— Хорошо, миссис Лойд, я поняла. Но было ли что-то странное, связанное с Джейн, например? \n\n— Ах, она всегда витает где-то в своих облаках, — махнула рукой Мириам. ",
    "answers": [
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 73,
        "text": "Отношения с Джейн",
        "need": [
          -73
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 74,
        "text": "Абрахам и Джейн",
        "need": [
          -74
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 75,
        "text": "Последняя встреча с Джейн",
        "need": [
          -75
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 76,
        "text": "Что-то странное вокруг",
        "need": [
          -76
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 77,
        "text": "Действия Мириам здесь",
        "need": [
          -77
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 78,
        "text": "Конфликты Джейн",
        "need": [
          -78
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 79,
        "text": "Особняк не принадледит Лойдам",
        "need": [
          -79
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "id": 182,
        "text": "О Месси",
        "need": [
          -182
        ]
      },
      {
        "id": 80,
        "text": "Далее",
        "var_need": [
          "answermm",
          4
        ]
      }
    ]
  },
  {
    "id": 77,
    "text": "— Ах, это... Здесь была повсюду пыль и грязь, что так контрастировала с общим великолепием особняка... Я не удержалась и потянулась протереть. Не годится ведь так. \n\nЯ скептически осмотрела розу — ни пылинки. \n\n— Вы очень хорошо справились со своей задачей, миссис Лойд. \n\n— Благодарю, — улыбнулась та. ",
    "answers": [
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 73,
        "text": "Отношения с Джейн",
        "need": [
          -73
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 74,
        "text": "Абрахам и Джейн",
        "need": [
          -74
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 75,
        "text": "Последняя встреча с Джейн",
        "need": [
          -75
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 76,
        "text": "Что-то странное вокруг",
        "need": [
          -76
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 77,
        "text": "Действия Мириам здесь",
        "need": [
          -77
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 78,
        "text": "Конфликты Джейн",
        "need": [
          -78
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 79,
        "text": "Особняк не принадледит Лойдам",
        "need": [
          -79
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "id": 182,
        "text": "О Месси",
        "need": [
          -182
        ]
      },
      {
        "id": 80,
        "text": "Далее",
        "var_need": [
          "answermm",
          4
        ]
      }
    ]
  },
  {
    "id": 78,
    "text": "— Что вы, Джейн сущий ангел! — всплеснула руками Мириам. — Все ее так любили. \n\n— Удивительно, но ваш сын сказал то же самое почти слово в слово, — усмехнулась я. — А почему вы говорите о Джейн в прошедшем времени? \n\n— Разве? Я не заметила, — Мириам глядела на меня невозмутимо. ",
    "answers": [
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 73,
        "text": "Отношения с Джейн",
        "need": [
          -73
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 74,
        "text": "Абрахам и Джейн",
        "need": [
          -74
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 75,
        "text": "Последняя встреча с Джейн",
        "need": [
          -75
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 76,
        "text": "Что-то странное вокруг",
        "need": [
          -76
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 77,
        "text": "Действия Мириам здесь",
        "need": [
          -77
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 78,
        "text": "Конфликты Джейн",
        "need": [
          -78
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 79,
        "text": "Особняк не принадледит Лойдам",
        "need": [
          -79
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "id": 182,
        "text": "О Месси",
        "need": [
          -182
        ]
      },
      {
        "id": 80,
        "text": "Далее",
        "var_need": [
          "answermm",
          4
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": "Мириам сжала кулаки, собрала между пальцев складки ткани платья, и отвела взгляд, становясь багровой как рак.\n\n— Моего дедушку подло обманули, — процедила она сквозь зубы. — Эти люди не знали ни чести, ни совести. Они обманом заставили его подписать документы и выставили Лойдов из родового гнезда как вшивых псов. \n\n— Кто эти люди? \n\nВ этот момент миссис Лойд в достаточной степени овладела собой. Она вновь гордо выпрямилась, как бы невзначай расправляя складки платья, и четко ответила:\n\n— Это прискорбная история, дорогая, но я не понимаю какое она имеет отношение к поиску Джейн. \n\n— Вы правы, извините... — пробормотала я, смущаясь ее строго голоса. ",
    "answers": [
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 73,
        "text": "Отношения с Джейн",
        "need": [
          -73
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 74,
        "text": "Абрахам и Джейн",
        "need": [
          -74
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 75,
        "text": "Последняя встреча с Джейн",
        "need": [
          -75
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 76,
        "text": "Что-то странное вокруг",
        "need": [
          -76
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 77,
        "text": "Действия Мириам здесь",
        "need": [
          -77
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 78,
        "text": "Конфликты Джейн",
        "need": [
          -78
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 79,
        "text": "Особняк не принадледит Лойдам",
        "need": [
          -79
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "id": 182,
        "text": "О Месси",
        "need": [
          -182
        ]
      },
      {
        "id": 80,
        "text": "Далее",
        "var_need": [
          "answermm",
          4
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "Наш разговор был прерван голосом официанта, доносившимся с первого этажа. \n\n— Госпожа Лойд, все почти готово. Нужны ваши последние указания по сервировке стола. \n\n— Уже иду, — ответила на удивление звонким веселым голосом Мириам, и засобиралась вниз по лестнице, как я остановила ее. \n\n— Что это? \n\n— Праздничный ужин, что же ещё, — пожала плечами миссис Лойд. \n\n— Праздничный, сейчас? В такой ситуации? \n\n— Ну не отменять же теперь. Тем более Абраша столько продуктов закупил, пропадет все, а гости некормленые. \n\nБросив последнее слово, миссис Лойд весело заспешила вниз. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Кто? — снова спросил хриплый голос. — А, да. \n\n— Как она вышла на вас? \n\n— А как обычно выходят на персонал? Позвонила паре человек, ей дали мои контакты. \n\n— И как идет торговля? — я оглядела пыльные ящики, привстав на цыпочки и заглянув в оконце. Мороженщик тряхнул газетой, раскрыл ее шире перед моим носом и я отступила назад. \n\n— Не идет, ни одной продажи, — хмуро ответил он. — Гостям по вкусу рябчики, а не мороженое из фургона. ",
    "answers": [
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 81,
        "text": "Вас пригласила сюда Джейн? ",
        "need": [
          -81
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 82,
        "text": "Видели ли вы что-то странное",
        "need": [
          -82
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 83,
        "text": "Известно ли вам что-то о гостях и хозяевах праздника",
        "need": [
          -83
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 85,
        "text": "Почему вы не уедете? ",
        "need": [
          81,
          -85
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "id": 86,
        "text": "Продайте мне тогда мороженое, пожалуйста. Шоколадное. ",
        "var_equal": [
          "answeri",
          2
        ]
      },
      {
        "id": 84,
        "text": "Видел ли Месси\n\n*бесплатный вопрос*",
        "need": [
          52,
          -84
        ]
      }
    ]
  },
  {
    "id": 82,
    "text": "— Например? — мужчина хмуро уставился на меня. — Девушек, задающих странные вопросы? \n\n— Нет, что-то другое... — неловко уточнила я. — Может гости вели себя странно днём или вам удалось слышать подозрительные разговоры? \n\n— Такие, как сейчас? \n\n— Нет... \n\n— Тогда нет, — он снова уткнулся в газету. — Как видите сюда вообще никто кроме вас не ходит. ",
    "answers": [
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 81,
        "text": "Вас пригласила сюда Джейн? ",
        "need": [
          -81
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 82,
        "text": "Видели ли вы что-то странное",
        "need": [
          -82
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 83,
        "text": "Известно ли вам что-то о гостях и хозяевах праздника",
        "need": [
          -83
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 85,
        "text": "Почему вы не уедете? ",
        "need": [
          81,
          -85
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "id": 86,
        "text": "Продайте мне тогда мороженое, пожалуйста. Шоколадное. ",
        "var_equal": [
          "answeri",
          2
        ]
      },
      {
        "id": 84,
        "text": "Видел ли Месси\n\n*бесплатный вопрос*",
        "need": [
          52,
          -84
        ]
      }
    ]
  },
  {
    "id": 83,
    "text": "— Ничего. Спросите меня лучше о мороженом. \n\nПепел с сигареты упал мужчине на колено, но он не обратил внимания. ",
    "answers": [
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 81,
        "text": "Вас пригласила сюда Джейн? ",
        "need": [
          -81
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 82,
        "text": "Видели ли вы что-то странное",
        "need": [
          -82
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 83,
        "text": "Известно ли вам что-то о гостях и хозяевах праздника",
        "need": [
          -83
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 85,
        "text": "Почему вы не уедете? ",
        "need": [
          81,
          -85
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "id": 86,
        "text": "Продайте мне тогда мороженое, пожалуйста. Шоколадное. ",
        "var_equal": [
          "answeri",
          2
        ]
      },
      {
        "id": 84,
        "text": "Видел ли Месси\n\n*бесплатный вопрос*",
        "need": [
          52,
          -84
        ]
      }
    ]
  },
  {
    "id": 84,
    "text": "— Кого? — спросил мужчина знакомым тоном. \n\n— Девочка, лет шести. Родители ищут ее, она ушла из своей спальни несколько часов назад. \n\n— Не видел, — мороженщик перевернул страницу газеты. ",
    "answers": [
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 81,
        "text": "Вас пригласила сюда Джейн? ",
        "need": [
          -81
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 82,
        "text": "Видели ли вы что-то странное",
        "need": [
          -82
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 83,
        "text": "Известно ли вам что-то о гостях и хозяевах праздника",
        "need": [
          -83
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 85,
        "text": "Почему вы не уедете? ",
        "need": [
          81,
          -85
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "id": 86,
        "text": "Продайте мне тогда мороженое, пожалуйста. Шоколадное. ",
        "var_equal": [
          "answeri",
          2
        ]
      },
      {
        "id": 84,
        "text": "Видел ли Месси\n\n*бесплатный вопрос*",
        "need": [
          52,
          -84
        ]
      }
    ]
  },
  {
    "id": 85,
    "text": "— Я бы уехал, да входы-выходы закрыты. Или вы не в курсе? \n\n— Их закрыли только вечером, а вы могли уехать раньше, если весь день ни одного клиента. \n\n— Мог бы, да не уехал, — мужчина перевернул страницу и с напряженным вниманием вчитался в заголовки. — Теперь буду жить у особняка, пока эти ваши богатые разборки не закончатся. \n\n— Вы будете ночевать здесь? — спросила я, делая ударение на последнее слово. \n\n— В комнаты особняка меня пока не приглашали. ",
    "answers": [
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 81,
        "text": "Вас пригласила сюда Джейн? ",
        "need": [
          -81
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 82,
        "text": "Видели ли вы что-то странное",
        "need": [
          -82
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 83,
        "text": "Известно ли вам что-то о гостях и хозяевах праздника",
        "need": [
          -83
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "var_add": [
          "answeri",
          1
        ],
        "id": 85,
        "text": "Почему вы не уедете? ",
        "need": [
          81,
          -85
        ],
        "var_less": [
          "answeri",
          2
        ]
      },
      {
        "id": 86,
        "text": "Продайте мне тогда мороженое, пожалуйста. Шоколадное. ",
        "var_equal": [
          "answeri",
          2
        ]
      },
      {
        "id": 84,
        "text": "Видел ли Месси\n\n*бесплатный вопрос*",
        "need": [
          52,
          -84
        ]
      }
    ]
  },
  {
    "id": 86,
    "text": "— Нет, — отрезал мужчина. — Я закрылся. \n\n— Может быть недолго открыться? У вас будет хотя бы одна продажа за этот день, — улыбалась я. \n\n— Вас что, в замке не кормят? Уходите. \n\nС этими словами мужчина закрыл перед моим носом окошко и теперь только красный огонек внутри фургона показывал где он есть. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 87,
    "text": "Я дважды постучала в дверь спальной комнаты Марио, и она открылась тотчас же, будто он ждал гостей. Увидев на пороге мою персону, Марио выгнул удивлённо бровь. Я не стала ждать вопросов и ткнула ему в грудь парой предварительно вымытых и вычищенных кроссовок, которые теперь стали белыми. \n\n— Возвращаю. Спасибо за щедрость и неоценимую помощь, — фыркнула я и развернулась, когда Марио автоматически подхватил обувь. \n\n— Постой, Бэлла! — мужчина выскочил в коридор вслед за мной. — Оставь себе, они тебе еще понадобятся. \n\n— Меня зовут Римма и нет, спасибо. \n\n— Чтобы найти себе подкаблучника не обязательно всегда быть на каблуках, Бэлла! — крикнул мне в спину Марио, сопровождая слова бархатным смехом, когда я уже сворачивала за угол. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "Сведений об особняке оказалось удручающе мало, поэтому я по многу раз жадно перечитывала скупые предложения, пытаясь читать между строк. \n\nИтак, несколько столетий назад особняк Лоуз был заложен и возведён родом Лойд, и носил тогда другое, ныне неизвестное, название. На сайте рядом с фотографией дома герб Лойдов — вставший на дыбы белый конь. \n\nОколо 50 лет назад глава рода передал особняк почти безвозмездно новым хозяевам и вскоре скончался. Предположительно, причиной такого шага стало пошатнувшееся финансовое положение рода и внутренние семейные конфликты. \n\nЗатем злой рок постиг и новых собственников особняка — сообщалось, что семейная пара погибла в автомобильной аварии, а право владения на особняк не перешло к наследникам по неизвестной причине. И сегодня банк хранит документы, а так же управляет особняком, пока не выйдут сроки давности или не объявится наследник. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее",
        "var_add": [
          "wina",
          1
        ]
      }
    ]
  },
  {
    "id": 89,
    "text": "Поисковик сразу выдал несколько результатов с фотографиями Абрахама. Неудивительно, ведь мистер Лойд богат и известен в определённых кругах. \n\nВ первых строках списка шли самые свежие новости, сменяемые более старыми, и несколько ссылок на соцсети мистера Лойда. \n\nЯ ткнула пальцем в верхнюю новость — сообщение о помолвке и предстоящей свадьбе мистера Лойда, ничего особенного. \n\nСкрол ниже и во весь экран открылась страница Абрахама в популярной социальной сети. От скуки я пролистала несколько фото. Какой-то званый ужин с селебрити, фото в зеркало с акцентом на часы, автомобиль, в обнимку с девушкой... \n\nСтоп! Я зажала пальцы на экране и открыла фотографию в полный размер. На ней мистер Абрахам в недвусмысленных объятиях находился со стройной блондинкой, которая совсем не Джейн. Я перевела взгляд на дату — менее полугода назад. Кто бы мог подумать, что говоря о дате начала отношений с Джейн, Абрахам действительно имел в виду такой короткий срок? \n\nВ комментариях под фото смайлик-сердечко от девушки по имени Аннабель. Затаив дыхание, перехожу на ее страницу. \n\nСудя по выложенным изображениям, Аннабель жила полной жизнью и радовалась своей финансовой свободе в разных проявлениях, но только одно фото меня заинтересовало — Аннабель направляет объектив фотоаппарата в зеркало, приобнимая за шею и прижимаясь щека к щеке к сидящему в кресле Абрахаму. Выложено три дня назад. \n\nЯ удивлённо моргнула, зависнув над фото, и вернулась к списку новостей. Последней в строке поисковика шли биржевые сводки- несколько месяцев назад многие ресурсы писали про акции компании \"Трейдинг НорфХолдинг\". Из-за ряда решений руководства, новых государственных пошлин и нескольких затонувших в тихом океане торговых судов, акции компании упали на -137 % и не выровнялись до сих пор, компания находится в стадии банкротства. \n\nСо скучающим лицом пролистала списки держателей акций \"Трейдинг НорфХолдинг\", и глаз царапнуло занкомое имя — Абрахам Лойд был держателем контрольного пакета акций. Значит Абрахам... разорен? \n",
    "answers": [
      {
        "id": 44,
        "text": "Далее",
        "var_add": [
          "wina",
          1
        ]
      }
    ]
  },
  {
    "id": 90,
    "text": "В сводках удалось найти списки с именами и фотографиями пропавших в городе за последние несколько лет, но подробной информации не сообщалось, а по внешним признакам какого-либо сходства между исчезнувшими я не нашла. Пол, возраст, рост, цвет волос — все люди, объявленные в розыск, совершенно отличались друг от друга и не имели ничего общего с Джейн. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "Ларри глубоко тяжело вздохнул и начал рассказ. \n\n— Мы встречались во времена учебы в универе, несколько лет. Она — простая и веселая девчушка, я — игрок футбольной команды, задира, хулиган. Мы были как инь и янь, но любили друг друга, пока... Уже после выпуска на одной из футбольных вечеринок... Я поступил с Джейн очень плохо. До сих пор жалею об этом, не прошло и дня, чтобы я не раскаивался. Разумеется Джейн порвала со мной, очень резко, болезненно... \n\nМужчина замолчал, грустно разглядывая собственные широкие, испачканные землёй и песком, ладони. \n\n— Мы разбрелись в разные стороны и годами не слышали друг о друге, пока несколько недель назад не столкнулись в городе. Разговорились. Джейн, как всегда, веселая, очаровательная. Наши расписания стали совпадать, и мы совершенно случайно встречались там еще несколько раз. Я понял, что все ещё люблю ее. Вот такие наши отношения. Наверное, я вызываю отвращение? \n\n— В жизни всякое случается, я не вправе судить. \n\nЛарри хмыкнул. ",
    "answers": [
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Отношения с Джейн",
        "need": [
          -91
        ],
        "id": 91
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Способ и причины появления на свадьбе",
        "need": [
          -92
        ],
        "id": 92
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Местонахождение пистолета",
        "need": [
          -93
        ],
        "id": 93
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О Монике",
        "need": [
          -94
        ],
        "id": 94
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Конфликты Джейн",
        "need": [
          -95
        ],
        "id": 95
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О себе, род занятий",
        "need": [
          -96
        ],
        "id": 96
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Употребление алкоголя или других веществ",
        "need": [
          -97
        ],
        "id": 97
      },
      {
        "id": 183,
        "text": "О Месси",
        "need": [
          -183
        ]
      },
      {
        "id": 98,
        "text": "Далее",
        "var_equal": [
          "answerl",
          4
        ]
      }
    ]
  },
  {
    "id": 92,
    "text": "— Вы не поверите мне.\n\n— Я решу сама. Или у вас есть причины обманывать? \n\nЛарри потер затылок и оставил на загривке россыпь песка. \n\n— Нет, никаких причин для обмана, да я и не стану. Это случилось утром. От Джейн пришло смс — она писала о любви ко мне, но что сегодня выходит замуж. Происходящее показалось такой несправедливостью, ведь мы судьбой предназначены друг другу! Она попросила о встрече в парке, а дальше все как в тумане. Я добрался до парка, ждал ее в условленном месте и потерял сознание. Очнулся здесь, прижатый к полу несколькими мужчинами. Дальше вы знаете. \n\n— Звучит действительно фантастично. \n\n— Я же говорил. \n\n— Мистер Уайт, не принимайте на свой счет, я полагаюсь всегда на факты. Как вы думаете, что с вами произошло? \n\n— Честно сказать, я не знаю... Извините, мисс. ",
    "answers": [
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Отношения с Джейн",
        "need": [
          -91
        ],
        "id": 91
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Способ и причины появления на свадьбе",
        "need": [
          -92
        ],
        "id": 92
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Местонахождение пистолета",
        "need": [
          -93
        ],
        "id": 93
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О Монике",
        "need": [
          -94
        ],
        "id": 94
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Конфликты Джейн",
        "need": [
          -95
        ],
        "id": 95
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О себе, род занятий",
        "need": [
          -96
        ],
        "id": 96
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Употребление алкоголя или других веществ",
        "need": [
          -97
        ],
        "id": 97
      },
      {
        "id": 183,
        "text": "О Месси",
        "need": [
          -183
        ]
      },
      {
        "id": 98,
        "text": "Далее",
        "var_equal": [
          "answerl",
          4
        ]
      }
    ]
  },
  {
    "id": 93,
    "text": "—  Я не знаю. \n\n— И всё? \n\n— Скажу больше — я даже не знаю откуда он у меня взялся. Я никогда не имел огнестрельного оружия, на хулиганов достаточное впечатление производили мои кулаки. А после, приходя в себя в беседке, я почувствовал как чья-то рука легко вытаскивает что-то из моей. Позже детектив спрашивал меня о пистолете, я слышал о нем впервые и был очень удивлен. Но если я имел пистолет в момент появления здесь, то его у меня забрали точно когда уложили лицом в пол. \n\nЛарри потер царапину на опухшей щеке. \n\n— И никаких идей, откуда он у вас? Может кто-то из друзей пользуется? \n\n— Абсолютно точно нет. Ни идей, ни друзей с пушками. Я не общаюсь с такой категорией людей. ",
    "answers": [
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Отношения с Джейн",
        "need": [
          -91
        ],
        "id": 91
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Способ и причины появления на свадьбе",
        "need": [
          -92
        ],
        "id": 92
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Местонахождение пистолета",
        "need": [
          -93
        ],
        "id": 93
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О Монике",
        "need": [
          -94
        ],
        "id": 94
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Конфликты Джейн",
        "need": [
          -95
        ],
        "id": 95
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О себе, род занятий",
        "need": [
          -96
        ],
        "id": 96
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Употребление алкоголя или других веществ",
        "need": [
          -97
        ],
        "id": 97
      },
      {
        "id": 183,
        "text": "О Месси",
        "need": [
          -183
        ]
      },
      {
        "id": 98,
        "text": "Далее",
        "var_equal": [
          "answerl",
          4
        ]
      }
    ]
  },
  {
    "id": 94,
    "text": "— М-м-м, Моника... — протянул Ларри. — Она причина по которой мы с Джейн разошлись. Да что я как маленький ребенок... Причина — мои действия, но именно с Моникой я тогда... Она будто намеренно делала это, и я не устоял. После того как Джейн порвала со мной, Моника сделала вид, что знать меня не знает. Представляете, как я был ошеломлен, увидев ее здесь, среди гостей, да еще и в наряде подружки невесты? \n\n— Вы говорили с ней после? \n\n— Нет, она меня избегает. Как и все тут. ",
    "answers": [
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Отношения с Джейн",
        "need": [
          -91
        ],
        "id": 91
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Способ и причины появления на свадьбе",
        "need": [
          -92
        ],
        "id": 92
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Местонахождение пистолета",
        "need": [
          -93
        ],
        "id": 93
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О Монике",
        "need": [
          -94
        ],
        "id": 94
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Конфликты Джейн",
        "need": [
          -95
        ],
        "id": 95
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О себе, род занятий",
        "need": [
          -96
        ],
        "id": 96
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Употребление алкоголя или других веществ",
        "need": [
          -97
        ],
        "id": 97
      },
      {
        "id": 183,
        "text": "О Месси",
        "need": [
          -183
        ]
      },
      {
        "id": 98,
        "text": "Далее",
        "var_equal": [
          "answerl",
          4
        ]
      }
    ]
  },
  {
    "id": 95,
    "text": "— В универе у Джейн были конфликты с Моникой, но такие, девчачьи. Знаете, шипели друг на друга как две кошки, ничего серьезного. А после наши пути слишком сильно разошлись, чтобы я мог сказать больше о жизни Джейн. \n\n— Понимаю. ",
    "answers": [
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Отношения с Джейн",
        "need": [
          -91
        ],
        "id": 91
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Способ и причины появления на свадьбе",
        "need": [
          -92
        ],
        "id": 92
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Местонахождение пистолета",
        "need": [
          -93
        ],
        "id": 93
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О Монике",
        "need": [
          -94
        ],
        "id": 94
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Конфликты Джейн",
        "need": [
          -95
        ],
        "id": 95
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О себе, род занятий",
        "need": [
          -96
        ],
        "id": 96
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Употребление алкоголя или других веществ",
        "need": [
          -97
        ],
        "id": 97
      },
      {
        "id": 183,
        "text": "О Месси",
        "need": [
          -183
        ]
      },
      {
        "id": 98,
        "text": "Далее",
        "var_equal": [
          "answerl",
          4
        ]
      }
    ]
  },
  {
    "id": 96,
    "text": "— Карьера футболиста не задалась, и теперь я фитнес-тренер, чем очень горжусь. Я помогаю людям прийти в форму, составляю для них рацион, программы тренировок. По выходным бегаю в парке или помогаю в кошачьем приюте, — и Ларри добавил шепотом. — Я люблю кошек... ",
    "answers": [
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Отношения с Джейн",
        "need": [
          -91
        ],
        "id": 91
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Способ и причины появления на свадьбе",
        "need": [
          -92
        ],
        "id": 92
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Местонахождение пистолета",
        "need": [
          -93
        ],
        "id": 93
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О Монике",
        "need": [
          -94
        ],
        "id": 94
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Конфликты Джейн",
        "need": [
          -95
        ],
        "id": 95
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О себе, род занятий",
        "need": [
          -96
        ],
        "id": 96
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Употребление алкоголя или других веществ",
        "need": [
          -97
        ],
        "id": 97
      },
      {
        "id": 183,
        "text": "О Месси",
        "need": [
          -183
        ]
      },
      {
        "id": 98,
        "text": "Далее",
        "var_equal": [
          "answerl",
          4
        ]
      }
    ]
  },
  {
    "id": 97,
    "text": "— Исключено, — резко ответил Ларри. — Я за здоровый образ жизни. \n\n— А если по праздникам. \n\n— Тем более по праздникам. Мои подопечные должны видеть во мне образец для подражания, а не лицемерного шута. \n\n— Ваша позиция достойна уважения. \n\n— Благодарю. ",
    "answers": [
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Отношения с Джейн",
        "need": [
          -91
        ],
        "id": 91
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Способ и причины появления на свадьбе",
        "need": [
          -92
        ],
        "id": 92
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Местонахождение пистолета",
        "need": [
          -93
        ],
        "id": 93
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О Монике",
        "need": [
          -94
        ],
        "id": 94
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Конфликты Джейн",
        "need": [
          -95
        ],
        "id": 95
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "О себе, род занятий",
        "need": [
          -96
        ],
        "id": 96
      },
      {
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ],
        "text": "Употребление алкоголя или других веществ",
        "need": [
          -97
        ],
        "id": 97
      },
      {
        "id": 183,
        "text": "О Месси",
        "need": [
          -183
        ]
      },
      {
        "id": 98,
        "text": "Далее",
        "var_equal": [
          "answerl",
          4
        ]
      }
    ]
  },
  {
    "id": 98,
    "text": "— Засиделись мы тут, мисс, — сказал Ларри, поднялся на ноги и отряхнул одежду от песка. — Вечереет и становится холодно, пойдемте лучше внутрь. \n\nЛарри подал мне руку, но я поднялась сама. \n\n— Верно, как бы не простудиться. \n\nУгрюмый Ларри кивнул и широкими шагами пошел в сторону особняка. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 99,
    "text": "После новости об исчезновении Месси на душе было неспокойно — кошки скреблись, пищали и задевали тончайшие струны своими лапками. \n\nС девочкой мы познакомились случайно — она была одинока в новом большом и незнакомом месте так же как и я. Мы поговорили несколько минут о том и о сем, но даже этой пары слов было достаточно, чтобы понять, какой Месси милый и наивный ребёнок. \n\nМысли о ней снова привели меня на детскую площадку, сокрытую в глубинах сада. Сосредоточившись, я стала осматриваться вокруг. \n\nПесок, покрывающий всю площадь игрового комплекса, был сплошь испещрен следами взрослых людей, уходящих в разных направлениях, среди которых невозможно было выделить детские или какие-то конкретные отпечатки обуви. \n\nНи в домике, ни на качелях, ни где-либо вообще я не увидела ничего, что указывало бы на случившееся. Если таковые признаки и были, то взрослые, побывавшие здесь до меня, наверняка их устранили. \nПохоже искать девочку придется другим способом. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Джейн очень приятная, милая девушка, — заговорила Оливия. — Она связалась со мной несколько месяцев назад, я помогала ей с подбором цветов и формированием заказа. С ней было хорошо работать — Джейн четко знала чего хотела и выбрала все оформление очень быстро, а не растягивала из недели в неделю, как некоторые клиентки в сомнениях. \n\n— Это единственный раз, когда вы общались с Джейн? \n\n— Да. Мы всегда говорили только о цветах или о торжестве и никогда не обсуждали личное. \n\n— Может быть было в ее поведении что-то, на что вы обращали внимание? Счастлива, взволнована? \n\n— Хм, пожалуй... Она была обычная. ",
    "answers": [
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 100,
        "text": "Отношения с Джейн",
        "need": [
          -100
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 101,
        "text": "Отсутствие оформления банкетного зала и букета невесты",
        "need": [
          -101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 102,
        "text": "Что-то странное",
        "need": [
          -102
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 103,
        "text": "О себе и род деятельности",
        "need": [
          -103
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 105,
        "text": "Взглянуть на автомобиль Оливии",
        "need": [
          -105,
          101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "id": 184,
        "text": "О Месси",
        "need": [
          -184
        ]
      },
      {
        "id": 106,
        "text": "Далее",
        "var_equal": [
          "answero",
          2
        ]
      }
    ]
  },
  {
    "id": 101,
    "text": "— Да, это моя ошибка, — подтвердила Оливия. — Я приехала предупредить, что цветы для зала задерживаются и будут позже к вечеру, а вот букет невесты привезла и передала кому-то из прислуги, но не смогу вспомнить кому именно. \n\n— Кто должен был привезти цветы для банкета, о которых вы говорили? \n\n— Я и должна была. \n\n— Почему в таком случае вы не уехали из особняка за цветами сразу как передали букет? Ведь вы приехали еще днем. \n\n— Моя машина... сломалась, — пробормотала Оливия. — Я пыталась привести ее в порядок, это не первая поломка, но она заняла время, и в итоге ворота уже были закрыты по приказу этого сыщика. ",
    "answers": [
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 100,
        "text": "Отношения с Джейн",
        "need": [
          -100
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 101,
        "text": "Отсутствие оформления банкетного зала и букета невесты",
        "need": [
          -101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 102,
        "text": "Что-то странное",
        "need": [
          -102
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 103,
        "text": "О себе и род деятельности",
        "need": [
          -103
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 105,
        "text": "Взглянуть на автомобиль Оливии",
        "need": [
          -105,
          101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "id": 184,
        "text": "О Месси",
        "need": [
          -184
        ]
      },
      {
        "id": 106,
        "text": "Далее",
        "var_equal": [
          "answero",
          2
        ]
      }
    ]
  },
  {
    "id": 102,
    "text": "— Относительно, — пожала плечами Оливия. — За то время, что я здесь была мое внимание больше всего привлекла пожилая женщина, такая, в теле. Она не унимаясь крутилась среди персонала и давала указания как из рога изобилия. \n\n— Что же вас так удивило? Пожилые родственницы часто берут на себя некоторые организационные вопросы — и им приятно, и молодым легче. \n\n— То, что ее указания полностью противоречили указаниям Джейн. Она даже попыталась внести правки в цветочное оформление, но из-за сложившихся обстоятельств это ей не удалось. \n\n— Вы сказали ей о том, что это против желания Джейн? \n\nОливия пожала плечами и горько усмехнулась. \n\n— Решила, что не имеет смысла. ",
    "answers": [
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 100,
        "text": "Отношения с Джейн",
        "need": [
          -100
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 101,
        "text": "Отсутствие оформления банкетного зала и букета невесты",
        "need": [
          -101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 102,
        "text": "Что-то странное",
        "need": [
          -102
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 103,
        "text": "О себе и род деятельности",
        "need": [
          -103
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 105,
        "text": "Взглянуть на автомобиль Оливии",
        "need": [
          -105,
          101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "id": 184,
        "text": "О Месси",
        "need": [
          -184
        ]
      },
      {
        "id": 106,
        "text": "Далее",
        "var_equal": [
          "answero",
          2
        ]
      }
    ]
  },
  {
    "id": 103,
    "text": "— У меня свое цветочное агентство и, как бы это красиво ни звучало, работаю там я одна. Цветы, праздники и эстетика свадеб — моя страсть. \n\n— Как называется ваше агентство? \n\nОливия на несколько секунд замерла, будто вглядываясь куда-то с террасы, затем резко обернулась, чем заставила меня отшатнуться. \n\n— Подсолнух! \n\n— Очень красивое название... — только и сказала я.\n\n Между нами повисла неловкая пауза, и, в попытке перевести тему, я произнесла:\n\n— М-м-м, какой запах в воздухе... Что это за цветы так дивно пахнут? \n\nОливия поежилась и потерла руками предплечья, словно бы замерзая, и принюхалась:\n\n— Фиалки. ",
    "answers": [
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 100,
        "text": "Отношения с Джейн",
        "need": [
          -100
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 101,
        "text": "Отсутствие оформления банкетного зала и букета невесты",
        "need": [
          -101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 102,
        "text": "Что-то странное",
        "need": [
          -102
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 103,
        "text": "О себе и род деятельности",
        "need": [
          -103
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 105,
        "text": "Взглянуть на автомобиль Оливии",
        "need": [
          -105,
          101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "id": 184,
        "text": "О Месси",
        "need": [
          -184
        ]
      },
      {
        "id": 106,
        "text": "Далее",
        "var_equal": [
          "answero",
          2
        ]
      }
    ]
  },
  {
    "id": 104,
    "text": "Не стану отрицать — присутствие Марио подле Ломброзо так заинтриговало меня, что я почти весь вечер терзала себя догадками и предположениями до тех пор, пока моя измученная душа не привела свою физическую оболочку к дверям его спальни. \n\nДрожащая рука замерла над деревянным полотном, не решаясь постучать. Я сглотнула. И дверь распахнулась. \n\n— Мне дать тебе еще время постоять? — раздался бархатистый голос. \n\n— Не нужно, — я постаралась сделать вид, что не удивлена. — Как ты узнал? \n\n— Интуиция, — Марио пригласил жестом внутрь комнаты. — Итак, ты здесь, чтобы узнать причину моего нахождения в кабинете Ломброзо. Не удивляйся, у тебя поперек лба бегущей строкой написано, что ты безумная фанатка. Вот чего я не могу понять так это что вы, девушки, находите привлекательного в немощном старикане. \n\n— Ломброзо великий сыщик, я искренне восхищаюсь его умом и находчивостью. Вот на что обращают внимание девушки, но тебе неоткуда это знать. \n\nМы оба прищурились, уставившись друг на друга и обмениваясь колючими взглядами. \n\n— Вернемся к делу, — подвёл чёрту Марио. — Я ассистент мистера Ломброзо, и, так же как и ты, собираю сведения о Джейн. Однако некоторые гости, будучи знакомы с моим статусом, ведут себя закрыто, чем усложняют дело. Я предлагаю тебе пакт о взаимопомощи — обмен информацией. Ты мне, я тебе. — Марио прошел к столу и извлёк из ящика тонкую папку, затем отдал ее мне и скрестил руки на груди. — Жест доброй воли. Отчет полиции об анализе крови мистера Ларри Уайта. \n\nЯ открыла папку и пролистала находящийся в ней документы. \n\n— Ларри был... под воздействием наркотика? \n\n— Именно. И ни какой-нибудь там травки, а под сильным наркотиком. ",
    "answers": [
      {
        "comment": true,
        "id": 104,
        "text": "\n\n— Но Ларри ведет здоровый образ жизни, он не употребляет ни алкоголь, ни наркотические вещества. \n",
        "need": [
          97
        ],
        "merge": true
      },
      {
        "id": 104,
        "text": "\n\nМолодой человек задумчиво потер подбородок, как обычно это делал. \n\n— Это объясняет почему Ларри ничего не помнит о ключевых событиях истории, — кивнул Марио. \n\n— Еще объясняет почему Ларри пришел в себя уже в беседке. Такое содержание наркотика в крови могло бы надолго вывести из строя обычного человека, но тяжелый и физически крепкий Ларри выдержал токсин легче и быстрее отрезвел. \n",
        "comment": true,
        "merge": true
      },
      {
        "id": 104,
        "text": "\n\nВ ответ я рассказала Марио ту информацию, которую успела собрать сама. Он выслушал внимательно, иногда кивая и потирая подбородок, что, как я заметила, было его привычкой в моменты задумчивости. В конце концов он подытожил:\n\n— Хорошо. Заходи как-нибудь ещё, — и, провожая меня к дверям, добавил. — Слышала о праздничном ужине сегодня вечером? Будь там. \n\n— Стой. Почему ты сотрудничаешь именно со мной? \n\n— Потом как-нибудь расскажу, — Марио подмигнул мне и закрыл дверь. ",
        "comment": true,
        "merge": true
      },
      {
        "id": 44,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 105,
    "text": "— Нет, не нужно, — скороговоркой выпалила Оливия. — Там уже все в порядке. \n\nЯ была немного озадачена такой сильной реакцией, но настаивать не стала. \n\n— Конечно, как скажете. ",
    "answers": [
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 100,
        "text": "Отношения с Джейн",
        "need": [
          -100
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 101,
        "text": "Отсутствие оформления банкетного зала и букета невесты",
        "need": [
          -101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 102,
        "text": "Что-то странное",
        "need": [
          -102
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 103,
        "text": "О себе и род деятельности",
        "need": [
          -103
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 105,
        "text": "Взглянуть на автомобиль Оливии",
        "need": [
          -105,
          101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "id": 184,
        "text": "О Месси",
        "need": [
          -184
        ]
      },
      {
        "id": 106,
        "text": "Далее",
        "var_equal": [
          "answero",
          2
        ]
      }
    ]
  },
  {
    "id": 106,
    "text": "— Спасибо, что привели меня сюда, — еле слышно прошептала робкая Оливия. — Там мне было не по себе — душно, шумно, людно, спотыкались все об меня... Сады особняка прекрасны, неважно какое время года, здесь дышится так легко. \n\n— Рада, что смогла помочь, — тепло улыбнулась я, заметив смущение Оливии. \n\n— Надеюсь и я вам помогла хоть чем-то. Джейн хорошая. Верю, что она скоро найдется, — девушка отвернулась, краснея. — Я погуляю еще перед сном, воспользуюсь моментом. Хотя, похоже, мы выберемся отсюда не так скоро.\n\nФлористка улыбнулась мне на прощание, пожелала хорошего вечера, и легкими шагами, едва касаясь ступеней, спустились по лестнице в сад. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Разговор с Оливией побудил меня узнать больше о ней самой и ее цветочном агентстве. При встрече я не спросила ни адреса в интернете, ни визитной карточки, поэтому сейчас забивала запрос в поисковик строго по памяти. \n\nНадо сказать, что память меня никогда не подводила, по крайней мере раньше. Итак... Как она говорила называется ее агентство? ",
    "answers": [
      {
        "id": 109,
        "text": "Фиалка"
      },
      {
        "id": 110,
        "text": "Подсолнух"
      },
      {
        "id": 109,
        "text": "Лилия"
      }
    ]
  },
  {
    "id": 108,
    "text": "Оба, и Моника и Ларри, утверждали, что учились вместе с Джейн в университете, и мое детективное чутье подсказывало, что каждое предположение нуждается в проверке. Если эти двое не сообщники, так удачно появившиеся в одно время в одном месте к началу церемонии, то я без труда найду их в списках университетских выпускников. \n\nК счастью, высших учебных заведений в нашем городе не так много, и фамилию Джейн я нашла уже во втором по счету вузе. \n\nДотошный сайт на мой запрос предложил ознакомиться с информацией в двух формах — или фотографии сокурсников Джейн, или списки имен выпускников данного года. ",
    "answers": [
      {
        "id": 111,
        "text": "Фото"
      },
      {
        "id": 112,
        "text": "Имена"
      }
    ]
  },
  {
    "id": 109,
    "text": "Точно было что-то цветочное и не слишком сложное, не в пример фаленопсису. Я набрала нужные слова и нажала ввод. \n\nЛента крутилась какое-то время, затем появились результаты. Да, такие агентства существуют, но далеко за пределами нашей страны. В этот момент в сознание закралось подозрение — кажется память все-таки подвела меня, Оливия говорила другое название. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "Точно было что-то цветочное и не слишком сложное, не в пример фаленопсису. Без колебаний я набрала в поиске \"цветочное агентство подсолнух\", указала город и нажала ввод. \n\nСпустя пару мгновений перед глазами предстала нужная ссылка — такое цветочное агентство действительно существует и процветает, однако как же в нашем деле без но. У агентства 30 -летняя история работы, и собственники — молодые и веселые братья Крю —улыбались мне с главной страницы. \n\nМожет быть Оливия объяснит больше? ",
    "answers": [
      {
        "id": 44,
        "text": "Далее",
        "var_add": [
          "wino",
          1
        ]
      }
    ]
  },
  {
    "id": 111,
    "text": "Перед глазами потянулись длинные ряды фотографий счастливых юных выпускников в мантиях и квадратных академических шапочках с кисточками сбоку. Некоторые были серьезны, другие еле сдерживали радость, а третьи позволяли себе состроить озорную рожицу в кадре, на веки вечные запечатлеваясь такими в университетской хронике. \n\nВот мелькнул курносый нос Джейн, чуть дальше широкое лицо хмурого Ларри, холодная Моника и... \n\n—  О боже... — я закрыла ладонью рот. \n\nХоть и прошло несколько лет с тех пор, но с фотографии на меня несомненно смотрела Оливия. Подпись снизу гласила: \"Клара Райт\".",
    "answers": [
      {
        "id": 44,
        "text": "Далее",
        "var_add": [
          "wino",
          1
        ]
      }
    ]
  },
  {
    "id": 112,
    "text": "Решив, что ориентироваться по списку проще, я открыла его и пробежала пальцем по черным строчкам. Джейн Роуз и Ларри Уайта я нашла рядом с Моникой Хьюз. Других знакомых имен я не увидела.\n\nЗначит эти двое сказали правду. \n\nЧто ж, данное направление расследования закрыто, все свободны. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "Позднее я вновь спустилась в помещения для персонала и, убедившись что Оливии нет поблизости, остановила с вопросом спешащего мимо рабочего. Он подсказал, что автомобиль цветочницы запаркован не на общей стоянке, а стоит на пяточке у чёрного выхода, чтобы цветы было удобнее разгружать и заносить. Несмотря на то, что цветов не оказалось, машина осталась стоять там. \n\nИ в самом деле, в летних сумерках под скудным освещением единственного уличного фонаря притаился среди скромных декоративных кустов белый крытый пикап. Разумеется, запертый. ",
    "answers": [
      {
        "var_add": [
          "watchf",
          1,
          "wino",
          1
        ],
        "id": 114,
        "text": "Рассмотреть салон через стекло",
        "need": [
          -114
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1,
          "wino",
          1
        ],
        "id": 115,
        "text": "Заглянуть под капот",
        "need": [
          -115
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1
        ],
        "id": 116,
        "text": "Открыть багажник",
        "need": [
          -116
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1
        ],
        "id": 118,
        "text": "Записать номера",
        "need": [
          -118
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "id": 119,
        "text": "Далее",
        "var_equal": [
          "watchf",
          2
        ]
      }
    ]
  },
  {
    "id": 114,
    "text": "Почти прижавшись лбом к окну, я вглядывалась в салон с небывалым напряжением, призывая на помощь зоркость всех предков, но скудного вечернего освещения было недостаточно, чтобы хорошенько все разглядеть. К счастью, на помощь пришла сообразительность предков, и через полминуты я уже подсвечивала салон телефонным фонариком. \n\nВы спросите, что меня могло бы больше всего удивить в автомобиле девушки? Абсолютная чистота, как в операционной. \n\nВ салоне пикапа не было ни пылинки, ни личных вещей хозяйки. Единственный предмет, обнаруженный мной на кожаном сиденье авто — визитка. Белый прямоугольник отливал в изменчивом свете, становясь трудночитаемым. Прищуривание не помогло. \n\nТогда я навела камеру на карточку и сделала пару снимков. Один из них оказался достаточно четким и, увеличив картинку, я прочитала текст \"нотариус Фенимор Визор\".",
    "answers": [
      {
        "var_add": [
          "watchf",
          1,
          "wino",
          1
        ],
        "id": 114,
        "text": "Рассмотреть салон через стекло",
        "need": [
          -114
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1,
          "wino",
          1
        ],
        "id": 115,
        "text": "Заглянуть под капот",
        "need": [
          -115
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1
        ],
        "id": 116,
        "text": "Открыть багажник",
        "need": [
          -116
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1
        ],
        "id": 118,
        "text": "Записать номера",
        "need": [
          -118
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "id": 119,
        "text": "Далее",
        "var_equal": [
          "watchf",
          2
        ]
      }
    ]
  },
  {
    "id": 115,
    "text": "Оливия упоминала, что автомобиль сломался, поэтому она не смогла уехать вовремя из особняка. Сейчас же, когда пикап оказался в моём распоряжении, в мозгу возникла мысль проверить, есть ли под капотом признаки недавнего ремонта. \n\nЯ достала телефон, включила фонарик и потянулась к капоту рукой, когда голос сзади, негромкий, но властный, накрыл меня. \n\n— Стой! \n\n— Ты! —  обернувшись, я столкнулась нос к носу с Марио. — Что здесь делаешь?! \n\n— Ш-ш-ш, — зашипел на меня мужчина, прижав палец к губам. — Не ори, всех переполошишь. То же, что и ты. Смотри. \n\nМарио указал пальцем на капот пикапа, и я проследила в указаном направлении взглядом. В уголке, между крышкой капота и кузовом автомобиля, виднелась разноцветная наклейка. \n\n— На арендованных автомобилях ставят пломбу, чтобы наверняка знать было ли постороннее вмешательство в двигатель, — шёпотом пояснил Марио, а я с серьезным лицом закивала. — Оливия говорила, что не уехала из-за поломки, не так ли? \n\n— Да, но вряд ли много времени понадобилось бы, чтобы устранить поломку не связанную с содержимым капота... — согласилась я. — Поменять колесо пять минут делов. \n\nМарио демонстративно повернулся ко мне, одаривая взглядом \"ну ничего себе\".\n\n— Не знал, что у нас тут чемпионка по пит-стопу, — и добавил, когда я зашипела на него. — В любом случае не похоже, что машина принадлежит Оливии. И не вяжется картина с ее словами, что такая поломка не редкость. \n\n— Оливия не уехала из особняка не по этой причине... \n\nМарио кивнул. ",
    "answers": [
      {
        "var_add": [
          "watchf",
          1,
          "wino",
          1
        ],
        "id": 114,
        "text": "Рассмотреть салон через стекло",
        "need": [
          -114
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1,
          "wino",
          1
        ],
        "id": 115,
        "text": "Заглянуть под капот",
        "need": [
          -115
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1
        ],
        "id": 116,
        "text": "Открыть багажник",
        "need": [
          -116
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1
        ],
        "id": 118,
        "text": "Записать номера",
        "need": [
          -118
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "id": 119,
        "text": "Далее",
        "var_equal": [
          "watchf",
          2
        ]
      }
    ]
  },
  {
    "id": 116,
    "text": "И-и-и...  Заперто. ",
    "answers": [
      {
        "var_add": [
          "watchf",
          1,
          "wino",
          1
        ],
        "id": 114,
        "text": "Рассмотреть салон через стекло",
        "need": [
          -114
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1,
          "wino",
          1
        ],
        "id": 115,
        "text": "Заглянуть под капот",
        "need": [
          -115
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1
        ],
        "id": 116,
        "text": "Открыть багажник",
        "need": [
          -116
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1
        ],
        "id": 118,
        "text": "Записать номера",
        "need": [
          -118
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "id": 119,
        "text": "Далее",
        "var_equal": [
          "watchf",
          2
        ]
      }
    ]
  },
  {
    "id": 117,
    "text": "Я приблизилась к камину и внимательным взглядом оглядела каминную полку, на которой стоял лишь один подсвечник с белыми длинными свечами, затем опустилась на корточки перед нишей. \n\nКаменное нутро камина еще дышало теплом, а на дне мигали оранжевые кусочки угля, щедро присыпанные золой. \n\nОчевидно, мистер Лойд разводил огонь, но зачем? \n\nВ углу я замечаю обгоревший кусок бумаги с напечатанными на нем словами \"банк\" и ниже \"Роуз\".",
    "answers": [
      {
        "var_add": [
          "watcha",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Камин",
        "need": [
          -117
        ],
        "id": 117
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Статуя рыцаря",
        "need": [
          -137
        ],
        "id": 137
      },
      {
        "var_add": [
          "watcha",
          1,
          "wina",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Стойка с оружием",
        "need": [
          -138
        ],
        "id": 138
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Шкаф",
        "need": [
          -139
        ],
        "id": 139
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "id": 140,
        "text": "Ящики письменного стола",
        "need": [
          -140
        ],
        "var_less": [
          "watcha",
          3
        ]
      },
      {
        "id": 141,
        "text": "Далее",
        "var_equal": [
          "watcha",
          3
        ]
      }
    ]
  },
  {
    "id": 118,
    "text": "Присев на корточки, я перенесла номера автомобиля в память телефона, и для верности разочек сфотографировала. \n\nВозможно в будущем эта информация мне понадобится. ",
    "answers": [
      {
        "var_add": [
          "watchf",
          1,
          "wino",
          1
        ],
        "id": 114,
        "text": "Рассмотреть салон через стекло",
        "need": [
          -114
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1,
          "wino",
          1
        ],
        "id": 115,
        "text": "Заглянуть под капот",
        "need": [
          -115
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1
        ],
        "id": 116,
        "text": "Открыть багажник",
        "need": [
          -116
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "var_add": [
          "watchf",
          1
        ],
        "id": 118,
        "text": "Записать номера",
        "need": [
          -118
        ],
        "var_less": [
          "watchf",
          2
        ]
      },
      {
        "id": 119,
        "text": "Далее",
        "var_equal": [
          "watchf",
          2
        ]
      }
    ]
  },
  {
    "id": 119,
    "text": "Я наклонилась, чтобы осмотреть колёса, и внезапно почувствовала на плече чью-то руку. Незнакомый голос сказал:\n\n— Могу я чем-то помочь вам, мисс? \n\nПо инерции я тут же обернулась и встретилась взглядами с местным служащим, проверявшим мое приглашение утром. Больше вокруг никого не было. \n\n— Ах, ох, я... потеряла сережку где-то тут... \n\nЛицо служащего как, впрочем, и всегда, ровным счетом ничего не выражало. \n\n— Понимаю. Давайте поищем ее вместе. \n\nМужчина снял с пояса фонарик и начал светить по земле у ног, заглянул под машину и даже проверил в кустах. В итоге следующие 40 минут мы потратили на поиски несуществующей серёжки, а после я чрезвычайно раздосадованная покинула площадку. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "После первого нашего разговора Оливию теперь можно было найти в саду позади особняка. Она наслажадалсь видом и запахом цветов, а также вполне очевидным образом не могла нарадоваться уединению. \n\nПри моем появлении расслабленное прежде выражение лица девушки стало напряженным и она поежилась, растирая плечи, будто мерзла. ",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      },
      {
        "id": 121,
        "text": "Автомобиль не был сломан",
        "need": [
          115
        ]
      },
      {
        "id": 122,
        "text": "Фото Оливии в выпуске университета",
        "need": [
          111
        ]
      },
      {
        "id": 123,
        "text": "Подсолнух не принадлежит Оливии",
        "need": [
          110
        ]
      },
      {
        "id": 124,
        "text": "Визитка нотариуса как у Джейн",
        "need": [
          114
        ]
      }
    ]
  },
  {
    "id": 121,
    "text": "",
    "answers": []
  },
  {
    "id": 122,
    "text": "",
    "answers": []
  },
  {
    "id": 123,
    "text": "",
    "answers": []
  },
  {
    "id": 124,
    "text": "",
    "answers": []
  },
  {
    "id": 125,
    "text": "",
    "answers": [
      {
        "id": 126,
        "text": "Отношения с Лойдом",
        "need": [
          75
        ]
      },
      {
        "id": 127,
        "text": "Обманула насчет Ларри",
        "need": [
          94
        ]
      },
      {
        "id": 156,
        "text": "Таблетки",
        "need": [
          153
        ]
      },
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 126,
    "text": "",
    "answers": []
  },
  {
    "id": 127,
    "text": "",
    "answers": []
  },
  {
    "id": 128,
    "text": "",
    "answers": []
  },
  {
    "id": 129,
    "text": "",
    "answers": []
  },
  {
    "id": 130,
    "text": "",
    "answers": []
  },
  {
    "id": 131,
    "text": "В шкафах я нашла только повседневную женскую одежду, карманы которой оказались пусты. Для себя подчеркнула — всего два наряда и в одном из них я видела Джейн в городе. Значит ли это, что она не планировала переодеваться здесь весь уикенд или что  у Джейн так мало одежды в принципе? Может быть она хранила ее где-то еще? \n\nОтсутствие ночной сорочки меня не смутило — не все девушки прибегают к использованию данного аксессуара. \n\nА вот отсутствие свадебного платья свидетельствовало, что, скорее всего, Джейн была в нем на момент исчезновения. ",
    "answers": [
      {
        "id": 131,
        "text": "Шкаф",
        "need": [
          -131
        ]
      },
      {
        "id": 132,
        "text": "Телефон",
        "need": [
          -132
        ],
        "var_add": [
          "wini",
          1
        ]
      },
      {
        "id": 133,
        "text": "Сумочка",
        "need": [
          -133
        ],
        "var_add": [
          "wino",
          1
        ]
      },
      {
        "id": 134,
        "text": "Балкон ",
        "need": [
          -134
        ]
      },
      {
        "id": 135,
        "text": "Далее",
        "need": [
          131,
          132,
          133,
          134
        ]
      }
    ]
  },
  {
    "id": 132,
    "text": "Розовый кокетливый телефончик оказался не заблокирован, и я пустилась во все тяжкие, просматривая звонки, смс и историю браузера как заправдашняя ревнивая жена. \n\nИтак, звонки. За последние несколько недель Джейн совершила пару-тройку звонков: \"Цветы\", безымянный номер, Абрахам и Бенито Ломброзо. Скорее всего, последний звонок имел целью пригласить детектива на торжество, что само по себе вызывает во мне благоговейный трепет — так запросто быть на короткой ноге с знаменитым человеком, чтобы просто взять и позвонить ему! \n\nСмс и переписок в мессенджерах не было — похоже Джейн не очень любила текстовое общение или же тщательно удаляла следы. \n\nПустая история браузера и обычные фото в телефоне — цветы, котята, с женихом — не привлекли моего внимания. ",
    "answers": [
      {
        "comment": true,
        "id": 132,
        "text": "\n\nСверив безымянный номер с найденной в сумочке визиткой я убедилась - Джейн звонила нотариусу незадолго до исчезновения. Однако звонок состоялся в день нашей с ней вчиречи и продлился лишь пару минут. О чем они могли говорить? ",
        "need": [
          133
        ],
        "merge": true
      },
      {
        "id": 131,
        "text": "Шкаф",
        "need": [
          -131
        ]
      },
      {
        "id": 132,
        "text": "Телефон",
        "need": [
          -132
        ]
      },
      {
        "id": 133,
        "text": "Сумочка",
        "need": [
          -133
        ],
        "var_add": [
          "wino",
          1
        ]
      },
      {
        "id": 134,
        "text": "Балкон ",
        "need": [
          -134
        ]
      },
      {
        "id": 135,
        "text": "Далее",
        "need": [
          131,
          132,
          133,
          134
        ]
      }
    ]
  },
  {
    "id": 133,
    "text": "Внутри женской сумки как внутри черной дыры, как и полагается, было всё. Салфетки, аптечка, косметика, зарядка для телефона, запасная зарядка, мелкие деньги, форма для выпечки, автомобильные ключи и множество всякой всячины, среди которой я извлекла, как кролика из шляпы, визитку. Текст на ней гласит: \"нотариус Фенимор Визор\".\n\nЯ повертела ее в руках, но не найдя больше ничего интересного, сфотографировала и вернула на место. \n\n",
    "answers": [
      {
        "comment": true,
        "id": 133,
        "text": "\nСверив безымянный номер с найденной в сумочке визиткой я убедилась — Джейн звонила нотариусу незадолго до исчезновения. Однако звонок состоялся в день нашей с ней встречи и продлился лишь пару минут. О чем они могли говорить? ",
        "need": [
          132
        ],
        "merge": true
      },
      {
        "id": 131,
        "text": "Шкаф",
        "need": [
          -131
        ]
      },
      {
        "id": 132,
        "text": "Телефон",
        "need": [
          -132
        ],
        "var_add": [
          "wini",
          1
        ]
      },
      {
        "id": 133,
        "text": "Сумочка",
        "need": [
          -133
        ],
        "var_add": [
          "wino",
          1
        ]
      },
      {
        "id": 134,
        "text": "Балкон ",
        "need": [
          -134
        ]
      },
      {
        "id": 135,
        "text": "Далее",
        "need": [
          131,
          132,
          133,
          134
        ]
      }
    ]
  },
  {
    "id": 134,
    "text": "Полукруглый балкон, окруженный белыми перилами, открывал приятный вид на сад, и явно был запланирован хозяевами для неспешного времяпрепровождения летними вечерами. Но сейчас здесь не было ни столов, ни кресел, а свесившись вниз через ограду, я убедилась, что спуститься с балкона без посторонней помощи и без лестницы было невозможно. \n\nСочная и непримятая трава внизу свидетельствовала, что ни сегодня, ни вчера никто здесь не топтался. ",
    "answers": [
      {
        "id": 131,
        "text": "Шкаф",
        "need": [
          -131
        ]
      },
      {
        "id": 132,
        "text": "Телефон",
        "need": [
          -132
        ],
        "var_add": [
          "wini",
          1
        ]
      },
      {
        "id": 133,
        "text": "Сумочка",
        "need": [
          -133
        ],
        "var_add": [
          "wino",
          1
        ]
      },
      {
        "id": 134,
        "text": "Балкон ",
        "need": [
          -134
        ]
      },
      {
        "id": 135,
        "text": "Далее",
        "need": [
          131,
          132,
          133,
          134
        ]
      }
    ]
  },
  {
    "id": 135,
    "text": "— Похоже, все, — я выпрямилась после ползания по полу и отряхнула ладошки. Исследование пола ничего не дало. \n\n— Нашли что-то интересное, мисс? — поинтересовался офицер, заглядывая мне через плечо. \n\nЯ вздохнула и окинула комнату взглядом напоследок, чтобы ничего не ускользнуло от меня. \n\n— Не густо, я рассчитывала на большее, но признаков борьбы кажется нет. \n\n— Или они кидались друг в друга косметикой, — скептически заметил офицер. \n\n— Вы просто не знаете. Это обычные девичьи сборы. \n\nОфицер усмехнулся, и оба мы вышли из комнаты, заперев дверь на ключ. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "Сухая справка из интернета сообщала адрес нотариуса и его сферу деятельности — наследственные дела. \n\nБольшей информации найти не удалось, и я на всякий случай сохранила его номер телефона. ",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 137,
    "text": "Металлические доспехи рыцаря замерли в углу безмолвно, наблюдая за неумолимым безостановочным потоком жизни, бурлящим пред холодным забралом. \n\nПридирчиво осмотрев экспонат, я провела по его холодной стали пальцем. \n\n— Ах, если бы ты мог рассказать о хозяевах этого особняка. Ты наверняка повидал их всех, — сказала я и щелкнула пальцами по плечу рыцаря. — Все стоишь, бугай, охраняешь? \n\nВнезапно в ответ мне вторил скрип, и половина доспеха открылась как книжка на петлях. Внутри рыцарь оказался полым. \n\n— Господи, страшно то как... — сдувая со лба поседевшие волосы, я прикрыла доспех обратно. ",
    "answers": [
      {
        "var_add": [
          "watcha",
          1,
          "wina",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Камин",
        "need": [
          -117
        ],
        "id": 117
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Статуя рыцаря",
        "need": [
          -137
        ],
        "id": 137
      },
      {
        "var_add": [
          "watcha",
          1,
          "wina",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Стойка с оружием",
        "need": [
          -138
        ],
        "id": 138
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Шкаф",
        "need": [
          -139
        ],
        "id": 139
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "id": 140,
        "text": "Ящики письменного стола",
        "need": [
          -140
        ],
        "var_less": [
          "watcha",
          3
        ]
      },
      {
        "id": 141,
        "text": "Далее",
        "var_equal": [
          "watcha",
          3
        ]
      }
    ]
  },
  {
    "id": 138,
    "text": "На стене крепилось несколько деревянных подставок с торчащими из них крючками. Каждый такой крюк в свою очередь поддерживал огнестрельное оружие так, что оно находилось параллельно стене, дабы посетителю было удобнее и приятнее наблюдать выставку. \n\nПистолеты не походили на знакомое нам современное оружие — они имели разные причудливые формы, некоторые из них были оснащены круглыми барабанами или драгоценным рукоятками. За выставкой кто-то хорошо ухаживал, потому как вся коллекция сверкала начищенными боками на солнце, и ни одна пылинка не омрачала общего впечатления. \n\n— Интересно, они настоящие или декоративные? — рука потянулась к экспонату, но замерла в воздухе. \n\nОдна позиция пустовала. ",
    "answers": [
      {
        "var_add": [
          "watcha",
          1,
          "wina",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Камин",
        "need": [
          -117
        ],
        "id": 117
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Статуя рыцаря",
        "need": [
          -137
        ],
        "id": 137
      },
      {
        "var_add": [
          "watcha",
          1,
          "wina",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Стойка с оружием",
        "need": [
          -138
        ],
        "id": 138
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Шкаф",
        "need": [
          -139
        ],
        "id": 139
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "id": 140,
        "text": "Ящики письменного стола",
        "need": [
          -140
        ],
        "var_less": [
          "watcha",
          3
        ]
      },
      {
        "id": 141,
        "text": "Далее",
        "var_equal": [
          "watcha",
          3
        ]
      }
    ]
  },
  {
    "id": 139,
    "text": "В шкафу обнаружилось некоторое количество повседневной и официальной мужской одежды, что не удивило меня, пока промеж рубашек не показалась нежная шёлковая женская сорочка. \n\nЯ глазела на нее с минуту, а затем решительно закрыла шкаф. Что бы это ни было — одежда девушки, любовницы или личные предпочтения мистера Лойда — я не хочу об этом знать. ",
    "answers": [
      {
        "var_add": [
          "watcha",
          1,
          "wina",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Камин",
        "need": [
          -117
        ],
        "id": 117
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Статуя рыцаря",
        "need": [
          -137
        ],
        "id": 137
      },
      {
        "var_add": [
          "watcha",
          1,
          "wina",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Стойка с оружием",
        "need": [
          -138
        ],
        "id": 138
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Шкаф",
        "need": [
          -139
        ],
        "id": 139
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "id": 140,
        "text": "Ящики письменного стола",
        "need": [
          -140
        ],
        "var_less": [
          "watcha",
          3
        ]
      },
      {
        "id": 141,
        "text": "Далее",
        "var_equal": [
          "watcha",
          3
        ]
      }
    ]
  },
  {
    "id": 140,
    "text": "Первый ящик письменного стола был пуст, что казалось логичным. Мистер Лойд приехал сюда на несколько дней провести репетицию к свадьбе и саму церемонию с последующим торжеством. Зачем бы ему занимать своими вещами ящики письменного стола? \n\nНо вот второй ящик содержал аккуратно сложенный пополам листок бумаги. \n\nРазвернув его, я сразу почувствовала приторный аромат женских духов. \"Сегодня вечером в саду\". Ни отправителя, ни получателя, да и о каком конкретно вечере речь тоже неясно. Но выйти в сад как-нибудь подышать воздухом всё же стоит. ",
    "answers": [
      {
        "var_add": [
          "watcha",
          1,
          "wina",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Камин",
        "need": [
          -117
        ],
        "id": 117
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Статуя рыцаря",
        "need": [
          -137
        ],
        "id": 137
      },
      {
        "var_add": [
          "watcha",
          1,
          "wina",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Стойка с оружием",
        "need": [
          -138
        ],
        "id": 138
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "var_less": [
          "watcha",
          3
        ],
        "text": "Шкаф",
        "need": [
          -139
        ],
        "id": 139
      },
      {
        "var_add": [
          "watcha",
          1
        ],
        "id": 140,
        "text": "Ящики письменного стола",
        "need": [
          -140
        ],
        "var_less": [
          "watcha",
          3
        ]
      },
      {
        "id": 141,
        "text": "Далее",
        "var_equal": [
          "watcha",
          3
        ]
      }
    ]
  },
  {
    "id": 141,
    "text": "Заканчивая осмотр, я слышу мужские голоса в коридоре, отчего сердце бьётся быстрее и слегка дрожат руки. Времени нет! ",
    "answers": [
      {
        "id": 142,
        "text": "В рыцаря! ",
        "need": [
          137
        ],
        "var_add": [
          "wina",
          1
        ]
      },
      {
        "id": 143,
        "text": "В шкаф! "
      }
    ]
  },
  {
    "id": 142,
    "text": "Тело двигалось само собой, и вот уже через секунду я закрыла перед своим носом железную створку и замерла внутри доспеха. К счастью, прототип рыцаря был немногим выше меня, так что, стоя в полный рост, я могла наблюдать за комнатой через решётчатое забрало. \n\nЕщё через пару секунд в комнату вошли двое. \n\n— Вы уверены, что видели кого-то здесь, мистер Лойд? \n\n— Абсолютно точно, господин Марио, я видел силуэт человека в окне и сразу помчался к вам! \n\n— Ну по крайней мере сейчас здесь никого нет, и может быть то была вообще прислуга. \n\n— Уборка комнат не делается в это время. Господин Марио, что если это кто-то замышляет  что-то против меня?! \n\nАбрахам выглядел взволнованным, а Марио развязной походкой прошёлся в центр комнаты, запустив руки в карманы брюк. Он огляделся по сторонам и вздохнул. \n\n— Хорошо, я попрошу офицера последить за вашей комнатой, вы будете в душевном спокойствии и физической безопасности. \n\nАбрахам горячо благодарил Марио, и оба они, переговариваясь, вышли из комнаты. \n\nФух, чуть не попалась! Я толкнула пластину перед собой, но доспех остался недвижим. Ещё одна попытка также не увенчалась успехом. Тихо  ругаясь и панически потея, я начала лихорадочно шарить по сводам доспеха. \n\n— Черт, черт, черт! \n\n— Я так и знал, что ты здесь. \n\n— А-а-а-а-а! \n\nЯ шатнулась в сторону и ударилась головой о плечо рыцаря. Раздался щелчок, и счастливый, улыбающийся во весь рот Марио, открыл доспех как ракушку. \n\n— Вот и жемчужина! \n\n— Как ты узнал?! \n\nМужчина наклонился к моему уху и прошептал:\n\n— Ты слишком громко дышала. \n\nЯ хлопнула себя по лбу. \n\n— О Боже! Спасибо, что не выдал меня. \n\nМарио подал руку, и я шагнула ему навстречу, как в ногах что-то звякнуло. Что это? Нагнувшись, я двумя пальцами выудила из голенища доспеха пистолет. Глаза Марио тут же загорелись адским огнём. \n\n— Бинго! Тот самый, из которого стрелял бывший Джейн у озера! А я все думал куда он делся. \n\n— Но зачем Лойд спрятал его? \n\n— Это мог быть не Лойд... А теперь пойдем отсюда пока хозяин не вернулся. И не лапай особо! Нам нужны отпечатки. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "Створки платяного шкафа закрываются тихо, пряча меня от посторонних глаз, и тут же из комнаты доносятся приглушённые шаги и неразборчиво голоса. \n\nЯ двигаюсь ближе к щели между дверцами, но звук сюда проникает также плохо, как и свет, поэтому два голоса, хозяева которых остались инкогнито, вскоре удаляются, сохранив свою тайну, а я выпадаю в комнату испытывая некоторое разочарование. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "Пыльная обстановка фургона привела бы в уныние покупателя и в адский энтузиазм агента санитарно-эпидемиологической службы. Пустующий стул покрыт газетой, под рукой витрина с остатками мороженого, а в углу груда картона. \n\nСтол с ящиками оборудован в примитивную кассу, а по левую руку от входа половину площади занимает большущий холодильник. ",
    "answers": [
      {
        "var_add": [
          "watchi",
          1
        ],
        "id": 145,
        "text": "Холодильник",
        "need": [
          -145
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 146,
        "text": "Стол с ящиками",
        "need": [
          -146
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 147,
        "text": "Груда картона",
        "need": [
          -147
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 148,
        "text": "Витрина",
        "need": [
          -148
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "id": 149,
        "text": "Далее",
        "var_equal": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1
        ],
        "id": 150,
        "text": "Стул под газетой",
        "need": [
          145,
          -150
        ],
        "var_less": [
          "watchi",
          2
        ]
      }
    ]
  },
  {
    "id": 145,
    "text": "Я дернула массивную железную ручку, обдающую холодом ладонь — заперто. Если приглядеться, то под ручкой можно заметить крошечную личинку замка, а если еще и поторопиться, то можно было бы и ключ найти. Конечно необходимо понимать нужно ли мне это и не носит ли мороженщик ключ с собой? ",
    "answers": [
      {
        "var_add": [
          "watchi",
          1
        ],
        "id": 145,
        "text": "Холодильник",
        "need": [
          -145
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 146,
        "text": "Стол с ящиками",
        "need": [
          -146
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 147,
        "text": "Груда картона",
        "need": [
          -147
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 148,
        "text": "Витрина",
        "need": [
          -148
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "id": 149,
        "text": "Далее",
        "var_equal": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1
        ],
        "id": 150,
        "text": "Стул под газетой",
        "need": [
          145,
          -150
        ],
        "var_less": [
          "watchi",
          2
        ]
      }
    ]
  },
  {
    "id": 146,
    "text": "Торопливыми движениями, неустанно отсчитывая в уме секунды, я выдергиваю ящик стола из его укрытия и запускаю внутрь руку. \n\nСреди всякого барахла — гайки, ложки, салфетки и прочее, лежала заколка — женский бант. \n\nЯ поднесла его к глазам. Украшение чистое и могло надеваться как по случаю торжества, так и в повседневной жизни. ",
    "answers": [
      {
        "var_add": [
          "watchi",
          1
        ],
        "id": 145,
        "text": "Холодильник",
        "need": [
          -145
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 146,
        "text": "Стол с ящиками",
        "need": [
          -146
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 147,
        "text": "Груда картона",
        "need": [
          -147
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 148,
        "text": "Витрина",
        "need": [
          -148
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "id": 149,
        "text": "Далее",
        "var_equal": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1
        ],
        "id": 150,
        "text": "Стул под газетой",
        "need": [
          145,
          -150
        ],
        "var_less": [
          "watchi",
          2
        ]
      }
    ]
  },
  {
    "id": 147,
    "text": "Разломанные коробки, которые некогда, скорее всего, перевозили в себе мороженое, теперь лежали бесформенной кучей и я, не найдя варианта лучше, пошевелила их ногой. \n\nДвигая по полу картон я тотчас же заметила что под ним скрывалось — бурые пятна разной формы и несколько пушистых светлых клочьев, так напоминающих волосы. Заметно было, что капли упали здесь недавно — они уже подернулись упругой плёнкой, но тотчас же разливались, стоило их задеть. \n\nОт ужаса и отвращения меня передернуло, и я закрыла рукой рот, как сдерживая эмоции, так и предотвращая рвотный позыв. ",
    "answers": [
      {
        "var_add": [
          "watchi",
          1
        ],
        "id": 145,
        "text": "Холодильник",
        "need": [
          -145
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 146,
        "text": "Стол с ящиками",
        "need": [
          -146
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 147,
        "text": "Груда картона",
        "need": [
          -147
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 148,
        "text": "Витрина",
        "need": [
          -148
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "id": 149,
        "text": "Далее",
        "var_equal": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1
        ],
        "id": 150,
        "text": "Стул под газетой",
        "need": [
          145,
          -150
        ],
        "var_less": [
          "watchi",
          2
        ]
      }
    ]
  },
  {
    "id": 148,
    "text": "На витрине выставлены скудные остатки мороженого, с лотков которых едва ли можно было набрать 5-6 порций. \n\nЗаметив неестественный запах, я ткнула мороженое лопаткой — тянущееся как пластилин и покрытое частыми кусочками льда оно явно здесь уже очень долго лежало. \n\nНичего другого представляющего интерес я здесь не встретила. ",
    "answers": [
      {
        "var_add": [
          "watchi",
          1
        ],
        "id": 145,
        "text": "Холодильник",
        "need": [
          -145
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 146,
        "text": "Стол с ящиками",
        "need": [
          -146
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 147,
        "text": "Груда картона",
        "need": [
          -147
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 148,
        "text": "Витрина",
        "need": [
          -148
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "id": 149,
        "text": "Далее",
        "var_equal": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1
        ],
        "id": 150,
        "text": "Стул под газетой",
        "need": [
          145,
          -150
        ],
        "var_less": [
          "watchi",
          2
        ]
      }
    ]
  },
  {
    "id": 149,
    "text": "В вечерних сумерках я заслышала неровные шаги по гравиевой дорожке и, подгоняемая ужасом, как тень проскользнула в приоткрытую дверь. Присев на корточки, через лобовое стекло я видела фигуру мороженщика, которая неумолимо приближалась с правой стороны. \n\nМетнувшись влево, я вжалась спиной в заднюю стенку фургона и скрестила пальцы — пойти сейчас к особняку значит раскрыть себя. \n\nШаги становились громче, четче и ближе, пока не замерли слева от меня перед дверцей фургона. Мужчина хмыкнул, чиркнула спичка и зашипела, по воздуху поплыл серый дым. Казалось, протяни я руку, могла бы дотронуться сейчас до его локтя. Я сжала зубы. \n\nМинуты длились бесконечно, но вот к моим ногам упал краснеющий окурок, взвизгнула дверца и скрипнул старый стул. Назад, в особняк! ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": "Надеюясь найти ключ от холодильника где-то рядом, я срываю газету и обнаруживаю вокруг лишь пустоту. План провалился. ",
    "answers": [
      {
        "var_add": [
          "watchi",
          1
        ],
        "id": 145,
        "text": "Холодильник",
        "need": [
          -145
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 146,
        "text": "Стол с ящиками",
        "need": [
          -146
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 147,
        "text": "Груда картона",
        "need": [
          -147
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1,
          "wini",
          1
        ],
        "id": 148,
        "text": "Витрина",
        "need": [
          -148
        ],
        "var_less": [
          "watchi",
          2
        ]
      },
      {
        "id": 149,
        "text": "Далее",
        "var_equal": [
          "watchi",
          2
        ]
      },
      {
        "var_add": [
          "watchi",
          1
        ],
        "id": 150,
        "text": "Стул под газетой",
        "need": [
          145,
          -150
        ],
        "var_less": [
          "watchi",
          2
        ]
      }
    ]
  },
  {
    "id": 151,
    "text": "",
    "answers": [
      {
        "id": 157,
        "text": "Бант"
      },
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 152,
    "text": "Уже привычным образом я зашла в спальню ассистента Ломброзо. \n\n— Чао, Бэлла! Есть что-нибудь новое? — спросил он. ",
    "answers": [
      {
        "id": 153,
        "text": "Комната Моники",
        "need": [
          53,
          -153
        ]
      },
      {
        "id": 154,
        "text": "Отпечатки на пистолете",
        "need": [
          142,
          -154
        ]
      },
      {
        "id": 155,
        "text": "Видео-камеры",
        "need": [
          -155
        ]
      },
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 153,
    "text": "—  Я не могу попасть в комнату Моники, чтобы ее обыскать! — всплеснула я руками с порога в отчаянии. — Она сидит там как сыч и не выходит ни под каким предлогом. \n\n— Это не законно, ты же понимаешь? — Марио, сидя в кресле, соединил кончики пальцев на руках и скептически уставился на меня. \n\n—  Я не полиция и доберусь до истины всеми возможными путями! Если понадобится, то влезу к ней ночью через окно! \n\nЯ ходила по комнате из угла в угол, неустанно эмоционируя, а Марио следил за мной одними глазами как кот за мухой на окне. \n\n— В том нет нужды, — внезапно подал голос он. —  Я уже был там и вот что нашёл. \n\n— Ах ты лицемер! — притворно негодуя воскликнула я, и жадно уставилась на предмет, который Марио достал из ящика стола. — Это таблетки? \n\n— Не просто таблетки, — поправил Марио, — а психотропные вещества, угнетающие центральную нервную систему. И-и-и, вишенка на торте! Согласно полицейскому отчету это же вещество было обнаружено в недопитом бокале шампанского в комнате Джейн... \n\n— Святые угодники, Моника опоила Джейн?! \n\n— Подожди, — Марио остановил меня жестом, подняв ладонь. — Мы не можем быть уверены, что бокал принадлежал Джейн и что именно из этой банки вещества оказались в шампанском, но да, соглашусь с тобой, такая версия кажется более правдоподобной. \n\n— Но зачем? \n\n—Это нам предстоит выяснить. \n\n",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "—  Я уж думал ты пришла навестить меня... — Марио выпятил нижнюю губу и опустил глаза в пол. \n\n— Не дождешься. Так что там с пистолетом? \n\n— О, ты будешь удивлена, обескуражена, просто в шоке! — мужчина торжествующе откинулся на спинку кресла и с каждым словом взмахивал руками как дирижёр. \n\n— Говори уже, не тяни! \n\n— На нем твои отпечатки. \n\n— И всё? \n\n— И все. \n\n— Не хочешь ли ты сказать... \n\n— Что ты несостоявшийся убийца? — прервал меня Марио. — Да, хочу! \n\n— Прекрати! Кто-то хотел устранить все следы своего присутствия и... \n\n— И если Ларри все это время был схвачен, сидя под надзором... \n\n— Значит в особняке в истории с пистолетом замешан... \n\n— Кто-то еще,— Марио весело подмигнул мне. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "— К сожалению, в особняке камер нет, иначе у нас было бы умопомрачительное видео бегущей через газон в пышном белом платье невесты, — Марио развел руками в воздухе, будто рисуя перед глазами картину. — В парке, где отдохнул мистер Уайт, также нет камер, но кое в чем нам все же повезло. Угадаешь? \n\n— Кто-то пришел с чистосердечным? \n\nМарио засмеялся глубоким грудным смехом. \n\n— Это было бы самое скучное дело из всех, а я был бы глубоко разочарован и лично просил бы судью о смертной казни для преступника. Но нет. Камеры висели в нескольких местах на выезде из города и лесной зоне. Так вот. Количество автомобилей, проехавших по дороге к особняку, соответствует количеству гостей и прислуги, зарегистрированных в особняке. Чувствуешь подвох? \n\n— Как тогда в особняк попал Ларри? \n\n— Именно. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "",
    "answers": []
  },
  {
    "id": 157,
    "text": "",
    "answers": []
  },
  {
    "id": 158,
    "text": "Когда гости были сыты и довольны, поднялся над столом господин Ломброзо с бокалом в руке. Он планировал использовать посуду, чтобы шумом привлечь внимание, но этого не понадобилось, ибо стоило ему встать на ноги как все глаза приковались к нему, а рты замолчали. \n\n— Господа! Многоуважаемый жених и достопочтенные гости. Все мы глубоко обеспокоены пропажей прекрасной невесты... — зал одобрительно зароптал, — Настало время нам узнать правду! — снова шепотки в зале. — Завтра в полдень мы соберёмся с вами здесь же, чтобы раскрыть это дело! \n\nПублика взволнованно зааплодировала, перемежая хлопки с восхищенными охами, и стала постепенно расходиться по гостевым спальням. Мириам же сияла улыбкой, а я была благодарна, что у неё хватило такта не произнести сегодня тост. ",
    "answers": [
      {
        "id": 159,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 159,
    "text": "Ночь завладела особняком, и в комнатах воцарилась тишина. Большинство его временных обитателей уже погрузились в сон, а я, взволнованная событиями дня, тайком кралась по лестнице в сад.\n\nПрохладный воздух успокаивал нервы, а уединение наполняло душу покоем, но резкий звук со стороны беседки, нарушивший идиллию, привлек мое внимание. Скрываясь в тени размашистых кустарников, я вышла к засеянной травой поляне у озера, и открывшаяся картина заставила кровь замёрзнуть в жилах. \n\nС десяток темных фигур в длинных балахонах с капюшоном, плавно ступая друг за другом и попеременно поднимая и опуская руки, водили хоровод вокруг одного человека. Человек этот еле различимо то ли затягивал песню, то ли бормотал заклинания, но оставался недвижим, погружаясь в транс. Лица участников заботливо скрывались ночной тьмой. \n\nВскоре со стороны аллеи появились еще две фигуры. Они волокли за собой брыкающийся и слабо упирающийся комок, также накрытый балахоном, а затем, достигнув центра круга, рывком бросили его к ногам бормочущей фигуры. Комок забился, поднимая голову, движение вокруг враз прекратилось, главная фигура протянула руку вперед и, под всеобщий ритуальный вздох, в воздухе раздался хлопок выстрела, а вспышка на секунду осветила лицо Мириам Лойд, которое тут же исчезло в тени капюшона. Я вжалась в кустарник, надеясь на его защиту, и закрыла рот рукой, чтобы не выдать своего присутствия.\n\nКомок упал безжизненный, толпа тут же подхватила его и помчалась в сторону особняка, а Мириам шагнула к озеру.  Раздался всплеск воды и последняя фигура также скрылась в аллее. ",
    "answers": [
      {
        "id": 160,
        "text": "К озеру"
      }
    ]
  },
  {
    "id": 160,
    "text": "Если моя догадка верна, то прямо сейчас на мшистое дно водоёма опускается орудие убийства. Не теряя ни секунды, я бросилась к озеру, попутно снимая обувь и лишнюю одежду, забежала в него по пояс и жадно вглядывалась в водную гладь. Водоросли и местная живность тут же защекотали голые ноги, а ступни то и дело оскальзывались на склизких камнях, но я опустилась вниз, прошаривая дно рукой. \n\nНеустанно благодаря хозяев дома, решивших когда-то не делать озеро большим, я ползла по его дну, полагаясь лишь на изменчивый свет луны, выглянувшей на краткий миг из-за тучи. Волосы промокли, скудная одежда липла к телу, а кожа сплошь покрылась мурашками, но отступать было уже поздно. \n\nВскоре рука нащупала угловатый предмет! \n\n— Уля-ля-ля! — я взмахнула им высоко над головой, поднимая сноп брызг и улыбаясь черному пистолету с серебряной лунной каймой. \n\n— Знал, что на тебя можно положиться. \n\nПистолет выскальзывает из моей руки, располагаясь в ладони Марио, свесившегося с широкой ветви рядом растущего дерева. \n\n— Ты! Мне следовало бы уже привыкнуть к твоим появлениям... Но не ты тут промок как жаба пока искал его, так что отдай! \n\n— Что ты так кипятишься? — Марио глядел на меня спокойно с нежной улыбкой. — Вылезай и я угощу тебя кофе за хороший труд. \n\n— Ты-ы-ы... \n\nЯ зарычала и дёрнула мужчину за ногу. Нелепо взмахнув руками, он потерял равновесие и с громким всплеском рухнул в воду под мой злорадный смех. Мужчина вынырнул, хватая воздух ртом. Мокрые пряди его черных волос прилипли ко лбу, белая рубашка прозрачной тканью облепила тело. Рыкнув в ответ, он облил меня холодной водой озера, и, после краткой схватки, ухватил меня за руку и потянул к берегу. \n\nВскоре оба мы замерзшие обернулись в пледы и сушили одежду у камина в особняке, а Марио разглядывал найденную улику. ",
    "answers": [
      {
        "id": 161,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 161,
    "text": "— Итак, это не пистолет, с которым пришел бывший Джейн. Перед нами конструкция более древняя, почти антиквариат... И откуда они его только взяли. \n\n— Насчет жертвы... \n\n— Я уже отправил офицеров по следу, — кивнул Марио. — Возможно утром у нас будут сведения. В любом случае отпечатки пальцев уничтожены водой, так что... \n\n— Это была Мириам, — мрачно сказала я. — Ее лицо осветила вспышка. \n\n— Мириам Лойд?! — воскликнул мужчина. — Эта старушка? Что ж, история принимает неожиданный поворот. \n\n— Думаешь это была Джейн? Я... Я не нашла сил вмешаться... — с каждым словом тяжеленные капли наворачивались на глаза, и я беспомощно сжимала кулаки, вспоминая случившееся. \n\nМарио коснулся моей руки и заглянул в глаза. \n\n— Римма, ты всё сделала правильно. Выйди ты туда тогда, то сейчас лежала бы на дне озера вместе с пистолетом. Героизм не равно самопожертвование. \n\n—  Я понимаю... \n\nМы поговорили еще несколько часов о разном, и разбрелись затем по спальням. ",
    "answers": [
      {
        "id": 162,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "Проспав до неприличия долго, я еле поднялась с кровати — ночные купания не пошли на пользу моему изнеженному организму. \n\nУтром в особняке было оживлённо — все ждали выступления Ломброзо и предвкушали концовку трагедии, какой бы ужасной она ни была. \n\nПриведя себя в порядок и на скорую руку позавтракав, я, как и другие гости, направилась в банкетную залу. \n\nК полудню зала была полна, и от ужина ее отличали пустые столы и сосредоточенные серьёзные лица гостей, да Ломброзо, стоявший во главе собрания. Чуть поодаль за ним остановился Марио. \n\nВпустив последнего участника, двери банкетной залы закрылись, отрезав присутствующих от внешнего мира. Офицер полиции заговорил громким поставленным голосом:\n\n— Гражданское расследование господина Ломброзо завершилось, и скоро вы узнаете его результаты. Однако, памятуя обещание мистера Лойда, пригласим сначала выступить других участников, ведших поиски мисс Роуз. \n\nИз группы отделились несколько человек и по очереди высказывали свои предположения. Дошла очередь и до меня. \n\nКто виновен в исчезновении Джейн? ",
    "answers": [
      {
        "id": 162,
        "text": "\n\nPS. Делайте выбор, основываясь на собственном внутреннем убеждении и собранной информации. Но помните, если доказательств окажется недостаточно, то ваши доводы могут быть сочтены неубедительными! ",
        "comment": true,
        "merge": true
      },
      {
        "id": 163,
        "text": "Абрахам Лойд"
      },
      {
        "id": 164,
        "text": "Мириам Лойд"
      },
      {
        "id": 165,
        "text": "Моника"
      },
      {
        "id": 166,
        "text": "Ларри Уайт"
      },
      {
        "id": 167,
        "text": "Оливия"
      },
      {
        "id": 168,
        "text": "Мороженщик"
      },
      {
        "id": 169,
        "text": "Джейн ушла сама"
      }
    ]
  },
  {
    "id": 163,
    "text": "Абрахам вскочил, ухватившись за спинку стула, и выкрикнул:\n\n— Что за бред! Джейн моя невеста! \n\nМои доказательства это:",
    "answers": [
      {
        "id": 163,
        "text": "Этот особняк, построенный родом Лойд, выбыл из владения семьи несколько десятков лет назад. Как показал мистер Лойд, дом является важным местом для Лойдов. В сети Интернет я нашла сведения, что наследник на особняк еще не объявился. И, о совпадение, бывшие хозяева особняка погибли, как и родители Джейн примерно в то же время. \n\n— И что? — выступил вперед Абрахам. — Это ничего не доказывает и может быть совпадением. ",
        "need": [
          88
        ],
        "comment": true
      },
      {
        "id": 163,
        "text": "Мистер Лойд разорён и имеет интимную связь с обеспеченной девушкой по имени Аннабель. Надо полагать, Аннабель имеет высокие требования к ухажёрам. Роман не прекращался после помолвки с Джейн. ",
        "need": [
          89
        ],
        "comment": true
      },
      {
        "id": 163,
        "text": "Пистолет, с которым на жениха напал Ларри Уайт, был найден в комнате мистера Лойда без отпечатков пальцев и намеренно хорошо спрятанным. Сам Ларри был под воздействием наркотиков и задержан, потому и не мог контролировать перемещение пистолета. ",
        "need": [
          142
        ],
        "comment": true
      },
      {
        "id": 163,
        "text": "В комнате мистера Лойда на стойке с оружием отсутствовал пистолет. Доступ в помещение имел только он и слуги. ",
        "need": [
          138
        ],
        "comment": true
      },
      {
        "id": 163,
        "text": "В камине мистера Лойда сожжена бумага из банка с упоминанием фамилии Роуз. Вероятно тогда мистер Лойд уже знал, что Роуз наследует особняк. ",
        "comment": true,
        "need": [
          117
        ]
      },
      {
        "comment": true,
        "id": 163,
        "text": "У меня нет других доказательств. ",
        "need": [
          -117,
          -138,
          -137,
          -89,
          -88
        ],
        "need_sometimes": true
      },
      {
        "id": 174,
        "text": "Далее",
        "var_less": [
          "wina",
          3
        ]
      },
      {
        "id": 175,
        "text": "Далее",
        "var_need": [
          "wina",
          3
        ]
      }
    ]
  },
  {
    "id": 164,
    "text": "Мириам ухватилась за сердце и застонала, а публика сочувствующе ее оглядывыла, посылая в мою сторону флюиды осуждения. \n\n— Ну и чем вам, бессовестной, не угодила пожилая женщина?! — выкрикнула она. \n\nМои доказательства это:",
    "answers": [
      {
        "id": 164,
        "text": "Миссис Лойд узнала, что Джейн должна унаследовать особняк и весь гнев и обида на семью Роуз вылилась на голову невинной Джейн! При нашей первой встрече она пыталась сорвать герб Роузов со стены, что доказывает - Мириам имела зуб на Джейн. ",
        "need": [
          88,
          49
        ],
        "comment": true
      },
      {
        "id": 164,
        "text": " Сама миссис Лойд заявила, что была против свадьбы ее сына с Джейн. ",
        "need": [
          74
        ],
        "comment": true
      },
      {
        "need_sometimes": true,
        "id": 164,
        "text": "Свидетели подтверждают, что миссис Лойд строила козни Джейн. ",
        "need": [
          61,
          102
        ],
        "comment": true
      },
      {
        "id": 164,
        "text": "Прошлым вечером Мириам, в компании неизвестных лиц, застрелила кого-то на площадке у озера, а пистолет выкинула в воду. \n\n— Это был баран, мы убили барана! — запротестовала миссис Лойд. — Его должны были подать сегодня на обед. \n\n— Зачем для такого дела необходимо наряжаться в балахоны и водить хороводы, а главное выбрасывать затем пистолет? И почему именно пистолет? \n\n— В нашем роду есть ритуалы... Я должна воздать должное предкам, находясь в своем родовом гнезде! \n\n— Кто же вам поверит! ",
        "comment": true
      },
      {
        "id": 170,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": "Девушка смотрела на меня широко распахнутыми глазами, и волнение ее выдавали только побелевшие костяшки на руках. Женщины, окружавшие ее, тут же с любопытством начали оглядывать гордую осанку девушки и идеальную укладку. \n\nМои доказательства это:",
    "answers": [
      {
        "id": 165,
        "text": "Моника не скрывает, что не является подругой Джейн",
        "need": [
          60
        ],
        "comment": true
      },
      {
        "id": 165,
        "text": "Она имеет зуб на Джейн - в прошлом Моника соблазнила парня Джейн и потеряла к нему интерес после расставания пары. Целью был не Ларри, а причинить вред самой Джейн! ",
        "need": [
          94
        ],
        "comment": true
      },
      {
        "id": 165,
        "text": "Моника пыталась увести жениха Джейн! Об этом говорят свидетели. И записка с просьбой о встрече, адресованная мистеру Лойду, скорее всего написана Моникой. \n\n— Это так, — включился в мой монолог Абрахам. — Моника пыталась очаровать меня, но я ей отказал тем вечером накануне свадебного дня. \n\nДесятки пар женских глаз испепеляли Монику взглядами ненависти и презрения. ",
        "need": [
          140
        ],
        "comment": true
      },
      {
        "id": 165,
        "text": "В спальне Джейн в недопитом бокале с шампанским найдены психотропные вещества и такие же вещества обнаружены у Моники. Будучи подружкой невесты она имела возможность опоить Джейн и избавиться от нее! \n\n— Это неправда! — Моника не выдержала и вскочила с места, а осуждающие голоса зашипели вокруг. — Я пью эти таблетки как снотворное, и то был мой бокал! \n\n— Вашей ДНК в том бокале не обнаружено, мисс, — беспристрастным тоном сказал офицер. ",
        "need": [
          153
        ],
        "comment": true
      },
      {
        "id": 165,
        "text": "У меня нет других доказательств. ",
        "need": [
          -60,
          -94,
          -140,
          -153
        ],
        "comment": true
      },
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 166,
    "text": "Грузный Ларри остолбенел, уставившись на меня, и проглотил язык. Изначально настроенная враждебно к Ларри публика согласно закивала. \n\nМои доказательства это:",
    "answers": [
      {
        "id": 166,
        "text": "Мистер Уайт по сей день безответно влюблен в Джейн и, как он сам признался, эта свадьба показалась ему огромной несправедливостью. Таким образом, он имел мотив к похищению девушки. ",
        "need": [
          92
        ],
        "comment": true
      },
      {
        "id": 166,
        "text": "Будучи крайне расстроенным Ларри принял сильный наркотик и тут у него сорвало крышу. Он вознамерился убить конкурента, но план не удался. \n\n— Как же я мог похитить Джейн? — еле шевеля языком, спросил парень. Он чувствовал, что общественное мнение не на его стороне. \n\n— Джейн была похищена до этого. ",
        "need": [
          104
        ],
        "comment": true
      },
      {
        "need_sometimes": true,
        "id": 166,
        "text": "У меня нет других доказательств. ",
        "need": [
          -104,
          -92
        ],
        "comment": true
      },
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "Услышав свое имя, девушка вздрогнула, поежилась и стала растирать предплечья уже знакомым образом. Взгляды двух сотен пар глаз устремились на нее, прожигая в ней дыры, и сразу было заметно, как тяжело ей под таким пристальным вниманием. Казалось, она начнет плакать уже сейчас, уткнувшись лицом в ладони. \n\n— Такая хрупкая скромная девушка, разве могла она похитить невесту? Вы в своем уме? — раздался мужской голос из зала и согласный гул подхватил его. \n\nМои доказательства это:",
    "answers": [
      {
        "comment": true,
        "id": 167,
        "text": "Начнем с того, что Оливию зовут совсем не Оливия. Она Клара Райт и училась вместе с Джейн в университете. \n\nТут Моника, сидящая в первых рядах, резко обернулась и уставилась в лицо побледневшей Оливии. \n\n— Точно, это Клара, я узнаю ее! Какого черта, Клара? \n\nДевушка молчала. ",
        "need": [
          111
        ],
        "var_set": [
          "wino"
        ]
      },
      {
        "id": 167,
        "text": "Оливия обманом скрывала свой род деятельности. Какая цветочница перепутает запах лилий с фиалками? ",
        "need": [
          103
        ],
        "comment": true
      },
      {
        "id": 167,
        "text": "Кроме того, Оливия сказала, что является хозяйкой цветочного агентства \"Подсолнух\".Оно правда существует, но Оливия не имеет к нему никакого отношения. ",
        "need": [
          110
        ],
        "comment": true
      },
      {
        "id": 167,
        "text": "Оливия утверждает, что не оформила цветами зал потому что поставка задержалась, а сама она приехала, чтобы привезти букет невесты. Потом за цветами она уже не вернулась в город из-за сломанной машины и закрытых впоследствии ворот. Однако автомобиль Оливии ей не принадлежит и не ломался, потому как является арендованной машиной с пломбой на капоте, которая, к слову, не была нарушена в тот день. Это значит, что Оливия осталась в особняке умышленно и не смогла уехать лишь из-за распоряжения Ломброзо. \n\nЗдесь взгляды гостей стали более напряженными, а Оливия пыталась провалиться сквозь землю. Аккуратные ушки девушки горели красным. ",
        "need": [
          101,
          115
        ],
        "comment": true
      },
      {
        "id": 167,
        "text": "Букет невесты, якобы привезенный Оливией, кстати тоже никто в глаза не видел. Существует ли он? Уверена, что нет. ",
        "need": [
          63
        ],
        "comment": true
      },
      {
        "id": 167,
        "text": "В машине Оливии и в спальне Джейн нашлись две одинаковые визитки - нотариуса Фенимора Визора. \n\n— Мы не можем обе обратиться к одному нотариусу, это преступление? — подала тонкий голосок Оливия. \n\n— Можете, однако такое совпадение неслучайно. ",
        "need": [
          133,
          114
        ],
        "comment": true
      },
      {
        "id": 167,
        "text": "И еще одна мысль не дает мне покоя. У Джейн несколько исходящих звонков на ваш номер за последние недели. Оливия, вы работаете на кого-то или же... были в сговоре с Джейн? ",
        "need": [
          132
        ],
        "comment": true
      },
      {
        "need_sometimes": true,
        "id": 167,
        "text": "У меня нет других доказательств",
        "need": [
          -132,
          -133,
          -63,
          -101,
          -110,
          -103,
          -111
        ],
        "comment": true
      },
      {
        "id": 185,
        "text": "Далее",
        "var_less": [
          "wino",
          4
        ]
      },
      {
        "id": 186,
        "text": "Далее",
        "var_need": [
          "wino",
          4
        ]
      }
    ]
  },
  {
    "id": 168,
    "text": "Облокотившийся о стену небритый мужчина в неопрятной одежде напрягся и буравил меня горящим взглядом. Публика взирала на него с брезгливостью и зародившимся подозрением. Курить в помещении ему запретили. \n\nМои доказательства это:",
    "answers": [
      {
        "id": 168,
        "text": "Он утверждает, что в особняк его пригласила Джейн, однако слова не подтвердились - Джейн за последние недели совершила только пару звонков, и мороженщика или иных его знакомых среди абонентов не было. ",
        "need": [
          81,
          132
        ],
        "comment": true
      },
      {
        "id": 168,
        "text": "В ящиках стола в фургоне я обнаружила предметы женского туалета. \n\n— И что? — рыкнул мороженщик. — Их потерял покупатель. \n\n— Почему вы не передали украшение в особняк, а оставили у себя? \n\nМужчина молчал. ",
        "need": [
          146
        ],
        "comment": true
      },
      {
        "id": 168,
        "text": "В фургоне только старое мороженое в малом количестве, что непригодно для продажи. А если учитывать, что торговля у господина совсем не шла, значит в особняк он приехал сразу пустым и не для того, чтобы торговать. Мороженщик планировал похитить Джейн с самого начала, но не успел уехать, когда осуществил задуманное, потому что по распоряжению Ломброзо закрыли ворота! ",
        "need": [
          148
        ],
        "comment": true
      },
      {
        "id": 168,
        "text": "В углу фургона кровь и волосы! Нетипичный набор для продажи мороженого. \n\n— Я привёз барана для миссис Лойд, — мужчина вальяжным жестом указал на пожилую женщину, и та кивнула, а я поджала губы. ",
        "need": [
          147
        ],
        "comment": true
      },
      {
        "need_sometimes": false,
        "id": 168,
        "text": "У меня нет других доказательств. ",
        "need": [
          -146,
          -147,
          -148,
          -81
        ],
        "comment": true
      },
      {
        "id": 180,
        "text": "Далее",
        "var_less": [
          "wini",
          2
        ]
      },
      {
        "id": 181,
        "text": "Далее",
        "var_need": [
          "wini",
          2
        ]
      }
    ]
  },
  {
    "id": 169,
    "text": "Публика уставилась на меня, будто ожидая, что я скажу что-то еще и мне пришлось объяснить свое мнение. \n\nМои доказательства:",
    "answers": [
      {
        "id": 169,
        "text": "В комнате Джейн не было признаков борьбы, а если бы на девушку напали средь бела дня, то в особняке, переполненном прислугой, наверняка кто-то заметил бы это. Раз подобного не произошло, значит она ушла сама и тихо. \n",
        "need": [
          55
        ],
        "comment": true
      },
      {
        "id": 169,
        "text": "Джейн не пригласила никого из своих друзей на свадьбу. Вероятно, она с самого начала знала, что не выйдет сегодня замуж и не хотела лишний раз попусту беспокоить дорогих людей. ",
        "need": [
          65
        ],
        "comment": true
      },
      {
        "id": 169,
        "text": "Она была расстроена из-за своего автомобиля на парковке потому что он был перекрыт другими машинами. Джейн хотела уехать, но была лишена такой возможности, отсюда ее беспокойство. ",
        "need": [
          67
        ],
        "comment": true
      },
      {
        "id": 172,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 170,
    "text": "Офицер отвел глаза от причитаюшей старухи и обратился к детективу. \n\n— Господин Ломброзо, что скажете? \n\nВперед выступил Марио, потирающий подбородок. Зал ахнул. \n\n— Действия миссис Лойд действительно ставят под сомнение ее добродетель, но, как подтвердили утром офицеры, кровь на площадке и в самом деле принадлежала барану и вела к его хладному трупу в кухне особняка. Других доказательств вины миссис Лойд нет. Мне очень жаль, Римма, но вы ошиблись. \n\nОднако же истинная причина пропажи Джейн заключается не в этом. \n\nРазумеется, Марио рассказал взволнованной публике как в действительности развивались события, но это уже совсем другая история... ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 170,
        "text": "\n\nДостижение\n\n~Невинный агнец~",
        "need": [
          170
        ]
      },
      {
        "id": 1,
        "text": "Завершить историю"
      }
    ]
  },
  {
    "id": 171,
    "text": "Офицер отвел глаза от бледного Ларри и обратился к детективу. \n\n— Господин Ломброзо, что скажете? \n\nВперед выступил Марио, потирающий подбородок. Зал ахнул. \n\n— Вынужден не согласиться, мисс, — произнёс Марио.— Мистер Уайт, по-моему мнению, такая же жертва как и Джейн. Смс с просьбой о встрече, полученная мистером Уайтом, была направлена не с телефона Джейн, а в парке его уже ждали. Там ему пришлось принять дозу наркотика, и далее, как подтверждают камеры, автомобиль одного из гостей уехал от парка, доставляя Ларри Уйта сюда. Подозреваю, в тот же промежуток времени у мистера Уайта появился и пистолет. Мне очень жаль, сэр. \n\nРазумеется, Марио затем рассказал взволнованной публике как в действительности развивались события, но это уже совсем другая история... ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 171,
        "text": "\n\nДостижение\n\n~Овца в шкуре волка~",
        "need": [
          171
        ]
      },
      {
        "id": 1,
        "text": "Завершить историю "
      }
    ]
  },
  {
    "id": 172,
    "text": "Офицер отвел глаза от меня глаза и обратился к детективу. \n\n— Господин Ломброзо, что скажете? \n\nВперед выступил Марио, потирающий подбородок. Зал ахнул. \n\n— Вынужден не согласиться с вами, мисс, — произнёс Марио.— По крайней мере частично. Джейн все еще здесь. \n\nРазумеется, Марио затем рассказал взволнованной публике как в действительности развивались события, но это уже совсем другая история... ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 172,
        "text": "\n\nДостижение\n\n~Не сбежавшая невеста~",
        "need": [
          172
        ]
      },
      {
        "id": 1,
        "text": "Завершить историю"
      }
    ]
  },
  {
    "id": 173,
    "text": "Вся история, которая привела нас сюда сегодня, завертелась вокруг особняка, построенного родом Лойд несколько столетий назад. Позже глава рода передал права на дом другой семье, не потрудившись объяснить никому своих причин, а именно чете Роуз. Тогда же особняк получает свое нынешнее имя от слияния двух фамилий Лойд и Роуз — Лоуз. \n\nПара многие годы жила бездетной, пока однажды боги не подарили им дитя — маленькую Джейн Роуз. \n\nНо счастье новоиспечённых родителей было недолгим. Рок судьбы сказал свое слово, и молодые родители погибли в аварии, а крошку подобрал нищий и передал девочку в приют. Кулон в виде розы на шее девочки дает ей фамилию. Насмешка судьбы, не правда ли? \n\nТак она потеряла корни и росла в неведении о своей судьбе, пока банк и нотариус без устали искали пропавшую наследницу фамильного состояния. \n\nВ ход событий снова вмешивается судьба и знакомит уже взрослую Джейн с Абрахамом, однако тогда двое проходят мимо друг друга. Но вновь обстоятельства притягивают их, когда Абрахам терпит крах. Обеспечивая требовательную и статусную любовницу, мужчина ищет любые средства и вспоминает о родовом гнезде Лойдов. Расследование приводит его к банковским документам, где служащий передает ему конфиденциальную информацию — наследница Джейн Роуз. Абрахам складывает нехитрые факты и рождается гениальный, по его мнению, план. \n\nЖениться на мисс Роуз и завладеть ее имуществом... став единственным наследником. Но как убить бедняжку? Лучший вариант обеспечить себе алиби это стоять в стороне в момент убийства на глазах у сотни гостей, не так ли? С телефона мистера Лойда отправляется смс для Ларри с приглашением на встречу. Там, в укромном месте парка, Ларри получает дозу наркотика и теряет сознание. Друг мистера Лойда, а именно его машина попала под камеры у парка, грузит Ларри в салон, привозит в особняк, где накручивает ему нервы и выдает пистолет. \nДжейн же, которая смутно догадывалась о романе мистера Лойда с другой женщиной, начинает замечать и иные странности в его поведении. Увидев в холле особняка герб Роузов, идентичный украшению на ее шее, девушка уверяется окончательно, проводит собственное расследование и выходит на Фенимора Визора, нотариуса по наследственным делам. \n\nУже тогда в ее душу начинают закрадываться подозрения. Но как свидеться с нотариусом, не уезжая из особняка и не вызывая вопросов? Джейн переименовывает в телефоне контакт подруги в цветочницу и вызывает ее в особняк в качестве персонала, дает ей визитку и ждёт. \n\nДальше вы знаете. Джейн получила свой ответ, не вышла на церемонию, и обезумевший Ларри ворвался на сцену раньше времени, все пошло не по плану мистера Лойда... Богатая невеста уплыла из рук, и отчаявшийся жених объявляет невиданную награду за ее нахождение или, вернее сказать, за ее поимку... А затем мистер Лойд опрометчиво сжигает письмо из банка в камине собственной спальни, позабыв как следует его прибрать, указывая тем самым, что он знал о наследстве Джейн. \nДжейн же проскальзывает мимо прислуги и прячется в пикапе цветочницы, так удобно припаркованном на заднем дворе, и ждет отправления в город. Но тут ворота закрываются, и ей приходится сидеть в кузове до развязки истории. \n\n— Верно я все говорю, мисс Роуз? — Марио обратился к Джейн. ",
    "answers": [
      {
        "id": 176,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 174,
    "text": "Офицер отвел глаза от бледнеющего и следом багровеющего мистера Лойда, и обратился к детективу. \n\n— Господин Ломброзо, что скажете? \n\nВперед выступил Марио, потирающий подбородок. Зал ахнул. \n\n— Мистер Лойд, в этот раз вам удалось уйти от правосудия, — произнёс Марио, — но только в этот. Однако же истинная причина пропажи Джейн заключается не в этом. \n\nРазумеется, Марио рассказал взволнованной публике как в действительности развивались события, но это уже совсем другая история... ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "id": 174,
        "text": "\n\n\n\nДостижение\n\n~Ложные суждения~",
        "need": [
          174
        ],
        "merge": true
      },
      {
        "id": 1,
        "text": "Закончить историю"
      }
    ]
  },
  {
    "id": 175,
    "text": "Офицер отвел глаза от бледнеющего и следом багровеющего мистера Лойда, и обратился к детективу. \n\n— Господин Ломброзо, что скажете? \n\nВперед выступил Марио, потирающий подбородок. Зал ахнул. \n\n— Мистер Лойд, в этот раз вам не удалось уйти от правосудия, — произнёс Марио, —  Вы обвиняетесь в покушении на убийство! Офицеры, арестуйте его! \n\nНесколько мужчин в форме кинулись к Абрахаму, мгновенно скрутив его. Абрахам плевался, Мириам стучала сумкой офицера, а рядом сидящие женщины в ужасе отшатнулись. \n\n— Мистер Лойд, — начал Марио, и зал жадно ловил его слова, — разорился в нынешнем году и скрывал это, доживая жизнь богача на скудные запасы. Волею судеб, Абрахам уже давно был знаком с Джейн Роуз — наследницей семьи, чей герб висит в холле. И вот, мистер Лойд получает письмо от сотрудника банка, подтвердившего его надежды и опасения — Джейн может претендовать на особняк.Тогда в голове Абрахама рождается план жениться на мисс Роуз и завладеть ее имуществом... став единственным наследником. Но как убить бедняжку? Лучший вариант обеспечить себе алиби — это стоять в стороне в момент убийства на глазах у сотни гостей, не так ли? С телефона мистера Лойда отправляется смс для Ларри с приглашением на встречу. Там, в укромном месте парка, Ларри получает дозу наркотика и теряет сознание. Друг мистера Лойда, а именно его машина попала под камеры у парка, грузит Ларри в салон, привозит в особняк, где накручивает ему нервы и выдает пистолет. Дальше вы знаете. Джейн по какой-то причине не вышла на церемонию, и обезумевший Ларри ворвался на сцену раньше времени, все пошло не по плану... Богатая невеста уплыла из рук, и отчаявшийся жених объявляет невиданную награду за ее нахождение или, вернее сказать, за ее поимку... А затем мистер Лойд опрометчиво сжигает письмо из банка в камине собственной спальни, позабыв как следует его прибрать. \n\nОднако же истинная причина пропажи Джейн заключается не в этом. \n\nРазумеется, Марио рассказал взволнованной публике как в действительности развивались события, но это уже совсем другая история... ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 175,
        "text": "\n\n\nДостижение\n\n~Безжалостный убийца~",
        "need": [
          175
        ],
        "merge": true
      },
      {
        "id": 1,
        "text": "Завершить историю"
      }
    ]
  },
  {
    "id": 176,
    "text": "— Да, господин Ломброзо, я рада, что пригласила вас на мой \"праздник\".\n\n— Благодарю, но я был не один. Римма также вышла на ваш след, собрав цепочку неопровержимых доказательств. \n\nДжейн ласково улыбнулась мне. \n\n — Однако, для полноты картины не хватает лишь нескольких деталей. Позвольте мне их добавить, — сказала она. \n\nСообщницы, Джейн и Оливия, вернее Джейн и Клара, таково настоящее имя подруги, договорились не оставлять цифровых следов и не созваниваться и не переписываться в день свадьбы. \n\n— Клара должна была украсить свадебную беседку белыми цветами, если мои догадки подтвердились, и красными, если то была лишь фантазия. Я одевалась в своей спальне, когда выглянула с балкона на столпившихся у озера гостей и увидела белые цветы. Тогда кровь отлила от сердца, но нужно было бежать. Я попросила Монику сходить за букетом невесты, которого не существовало, а сама собиралась исчезнуть, но ноги заплетались одна о другую, и вскоре я упала на кровать почти без чувств. \n\n— Моника добавила в ваше шампанское сильное снотворное, — пояснил Марио. \n\nДжейн окинула грустным взглядом девушку, а та отвела глаза. \n\n— Почему ты сделала это? \n\nМоника густо покраснела и выплюнула сквозь зубы:\n\n— Я хотела сорвать свадьбу! Тебе всегда везло! Лучшие парни на курсе обращали на тебя внимание, а теперь богатый и влиятельный жених. На твоем месте должна была быть я! \n\n— Пожалуй, я заслужила подобного отношения к себе, — Джейн покачала головой. — Я пригласила именно Монику в качестве подружки невесты, а не одну из своих подруг, потому что уже тогда чувствовала — свадьбе не быть. И не хотела тревожить дорогих людей... Но вернёмся к разговору. Клара, заметив неладное, сама поднимается ко мне в спальню, рискуя попасться, и на своих плечах выносит из комнаты. Чудом нас никто не заметил и мы вышли на пустынный задний двор к автомобилю. А там я провожу следующий вечер и утро, надеясь на вас, мои друзья. \n\nОна обводит нас руками. \n\n— Если бы не действия моих союзников и верных друзей, то уже сейчас тело Джейн Роуз покоилось бы в красивом, но холодном гробу, а мистер Абрахам Лойд праздновал бы возвращение особняка в руки семьи. \n\n— Это неправда! — Лойд вскочил с места, но его тут же удержал офицер. \n\n— Тише, мистер Лойд, — увещевал его Марио. — Доказательства налицо. Потому вы обвиняетесь в покушении на убийство! Офицеры, арестуйте его! \n\nНесколько мужчин в форме кинулись к Абрахаму, мгновенно скрутив его. Абрахам плевался, Мириам стучала сумкой офицера, а рядом сидящие женщины в ужасе отшатнулись. \n\nТолпа загудела, в адрес Абрахама посыпались оскорбления, пока его выводили из главных дверей особняка, и люди, исчерпав свое любопытно здесь, понемногу стали готовиться к отъезду. ",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "Я без сил вышла в сад, упала на ближайшую скамью напротив пышного куста лилий и устало закрыла глаза. Издалека, с передней части особняка, доносились глухо разговоры, шуршание шин по гравиевой дорожке, хлопанье дверей, но это не могло вырвать меня из нынешнего состояния. \n\nВот и все. Я нашла Джейн, но не получила сотни тысяч долларов, потому что заказчик — несостоявшийся убийца, а мужчина, которым я восхищалась многие годы, на самом деле — Марио. И я окунула его в холодное озеро летней ночью! Что делать дальше, ума не приложу. \n\nВнезапно кто-то опустился на скамью рядом, едва соприкасаясь со мной локтями. \n\n— Ты?! Значит это все-таки ты Ломброзо? \n\n— Я. Бенито подставное лицо, — Марио улыбнулся мне обычной своей улыбкой, добавив к ней какой-то нежности что ли. — Да, это моим умом и находчивостью ты восхищалась, помнишь? \n\n— Не нахожу слов, о которых я жалела бы в своей жизни больше, чем об этих, — я насупилась, а Марио рассмеялся, легонько толкая меня под локоть. — Знаешь, такое чувство, что я что-то упустила... Если Джейн никто насильно не похищал и все время она была в машине подруги, то где же Месси? \n\nМарио указал рукой в сторону аллеи, ставшей приютом для ржавого фургона. Там развязной походкой шел продавец мороженого, но скоро его догнали двое полицейских. После короткой перепалки полицейские уложили продавца лицом в землю и один из них ворвался в пыльный фургон. Спустя несколько минут он вновь появился в дверях, неся на руках  бесчувственное тело шестилетней девочки, чья кожа стала светло-синего оттенка. \n\n— Она жива, обморожение! Врача сюда, срочно! — крикнул полицейский, и тут же на аллее собралась толпа. \n\n— Продавец мороженого?! — я привстала со скамьи, чтобы лучше видеть разыгравшуюся сцену. — Боже, как я могла не понять... Как я счастлива, что Месси в порядке! Но я не смогла ей помочь, что за детектив из меня после этого?! \n\n— Римма, ты талантливый и перспективный детектив, — Марио коснулся моей руки. — За последние сутки мы с тобой вместе проделали огромную работу, я увидел твое упорство и что ты, помимо всего прочего, человек, на которого я могу положиться... Иногда и тебе нужно полагаться на других, — в ту минуту, что Марио молчал, мое сердце перестало биться. — Скажи, ты согласишься стать моим партнёром? \n\nОн поднял на меня серьёзные и выразительные глаза. \n\n— Римма и Марио, партнёрское детективное агентство, что скажешь? \n\nЯ хмыкнула и улыбнулась в ответ:\n\n— С радостью. ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 177,
        "text": "\n\nДостижение\n\n~Здравствуй, партнер~",
        "need": [
          177
        ]
      },
      {
        "id": 1,
        "text": "Завершить историю"
      }
    ]
  },
  {
    "id": 178,
    "text": "Офицер отвел глаза от Моники и обратился к детективу. \n\n— Господин Ломброзо, что скажете? \n\nВперед выступил Марио, потирающий подбородок. Зал ахнул. \n\n— Как бы то ни было, — произнёс Марио, — Моника действительно опоила Джейн, но с другой целью. Верно, мисс? \n\nОбычно гордая и статная Моника теперь стала неузнаваема — она сжалась в комок и отводила глаза, украдкой вытирая слезы. \n\n— Я хотела сорвать свадьбу. Этой стерве всегда везло! Лучшие парни на курсе обращали на нее внимание, а теперь богатый и влиятельный жених. На ее месте должна была быть я! \n\n— Тогда вам нужно попробовать жить не завистью,— сказала я. \n\nМоника никак не прокомментировала замечание, но продолжила. \n\n— Да, я опоила Джейн. Она должна была только проспать церемонию! Но когда я вернулась в комнату ее и след простыл! Клянусь, это правда! \n\n— Я вам верю, — Марио кивнул. — К сожалению, чёрная зависть и злоба не преследуются по закону, поэтому вы, мисс, останетесь на свободе. Однако помните — всему наступает конец. \n\nРазумеется, Марио затем рассказал взволнованной публике как в действительности развивались события, с Джейн, но это уже совсем другая история... ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 178,
        "text": "\n\nДостижение\n\n~Чёрная зависть и зеленая злоба~",
        "need": [
          178
        ]
      },
      {
        "id": 1,
        "text": "Закончить историю"
      }
    ]
  },
  {
    "id": 179,
    "text": "— Кто это? — Моника уставилась на меня таким взглядом, каким обычно смотрят мокрые кошки из ванны на человека. — Почему мы говорим об этом? \n\n— Гостья на свадьбе. Девочка лет шести. Она пропала вслед за Джейн. \n\nЯ быстро описала внешность ребенка, и Моника отвернулась, утратив интерес. \n\n— Я не выходила из комнаты этим вечером. И вообще слышу о ней в первый раз, — девушка пожала плечами. ",
    "answers": [
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 60,
        "text": "Расскажите о вашей дружбе с Джейн",
        "need": [
          -60
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 61,
        "text": "Были ли у Джейн конфликты",
        "need": [
          -61
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 62,
        "text": "Было ли что-то странное в поведении Джейн накануне или вокруг",
        "need": [
          -62
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1,
          "wino",
          1
        ],
        "id": 63,
        "text": "Почему вы так спокойны",
        "need": [
          -63
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 64,
        "text": "Что вам известно о ее бывшем парне и их отношениях",
        "need": [
          -64
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 65,
        "text": "Кто из знакомых вам друзей Джейн присутствует на свадьбе",
        "need": [
          60,
          -65
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 66,
        "text": "Почему тогда у озера вы сказали, что Джейн не могла сбежать? ",
        "need": [
          63,
          -66
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "var_add": [
          "answerm",
          1
        ],
        "id": 67,
        "text": "Мистер Лойд говорил, что вы с Джейн провели вместе весь день. Чем вы занимались, было ли что-то странное? ",
        "need": [
          -67
        ],
        "var_less": [
          "answerm",
          3
        ]
      },
      {
        "id": 179,
        "text": "Вы знаете что-нибудь о Месси? ",
        "need": [
          -179
        ]
      },
      {
        "id": 68,
        "text": "Далее",
        "var_equal": [
          "answerm",
          3
        ]
      }
    ]
  },
  {
    "id": 180,
    "text": "Офицер отвел глаза от небритого наглого лица мороженщика и обратился к детективу. \n\n— Господин Ломброзо, что скажете? \n\nВперед выступил Марио, потирающий подбородок. Зал ахнул. \n\n— Не хочется признавать, — произнёс Марио, — но вам удалось уйти в этот раз. Хоть доказательств против вас нет, помните, что око правосудия следит за вами. \n\nМороженщик насмешливо хмыкнул и демонстративно вышел из зала. \n\nРазумеется, Марио затем рассказал взволнованной публике как в действительности развивались события, но это уже совсем другая история... ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 180,
        "text": "\n\nДостижение\n\n~Как с гуся вода~",
        "need": [
          180
        ]
      },
      {
        "id": 1,
        "text": "Закончить историю"
      }
    ]
  },
  {
    "id": 181,
    "text": "Офицер отвел глаза от небритого наглого лица мороженщика и обратился к детективу. \n\n— Господин Ломброзо, что скажете? \n\nВперед выступил Марио, потирающий подбородок. Зал ахнул. \n\n— Данные доводы требуют неотложного внимания, — произнёс Марио. — Офицеры, обыщите немедленно фургон, а мужчину задержите до выяснения обстоятельств! \n\nМороженщик побагровел и прыгнул как разжатая пружина, пытаясь оказать офицерам бесполезное, к слову, сопротивление. Марио глядел на меня во все глаза — ранее мы с ним не обсуждали этого персонажа, а я  обменялась с ним красноречивым взглядом и бросилась следом за полицией к аллее. \n\nЗапертый фургон стоял сиротливо, но подготовленным мужчинам не составило труда выбить замок и  ворваться в пыльный кузов. Они замерли, осматриваясь в нерешительности сквозь облака поднятой пыли. \n\n— Холодильник! — крикнула я и дёрнула безответную ручку. \n\nЕще через пару минут в фургоне появились инструменты и неподатливый замок был вырезан, открывая холодное нутро рефрижератора. Внутри, среди белых льдин и снежных наростов, свернувшись в клубочек и натянув как можно ниже на колени юбочку, сидела синяя-синяя девочка. \n\n— Месси! — не раздумывая, я ринулась внутрь и схватила холодное тело в охапку. — Она еще жива, быстрее! \n\nПочти бесчувственную девочку срочно доставили в особняк и оказали первую помощь, вызвали врачей. Копы погружали мороженщика в машину, не заботясь об аккуратности и поддавая ему тычков при каждом удобном случае, а он багровел и изрыгал проклятия. Родители Месси рыдали то у постели дочери, то на моей груди, рассыпаясь в благодарности.\n\nРазумеется, Марио затем рассказал взволнованной публике как в действительности развивались события, но это уже совсем другая история... \n\nЯ не нашла Джейн, но я спасла Месси... ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 181,
        "text": "\n\nДостижение\n\n~Заточенная во льдах~",
        "need": [
          181
        ]
      },
      {
        "id": 1,
        "text": "Закончить историю"
      }
    ]
  },
  {
    "id": 182,
    "text": "— Боже мой, боже мой... — запричитала пожилая женщина, стоило прозвучать вопросу. — Я слышала о девочке. Бедные родители, в голове не укладывается! \n\nМириам заметила мой скептический взгляд и заговорила по сути дела:\n\n— Сожалею, дорогая, но мне ничего неизвестно о ребенке. Столько гостей, прислуга суетится — я попросту не могу углядеть за всеми и каждым! Не говоря уже о том, что на моих плечах лежат обязанности организатора свадьбы. \n\n— Понятно... Спасибо, миссис Лойд. \n\nЯ обдумывала возможные перспективы поиска, когда Мириам коснулась моей руки и сказала:\n\n— Тебе лучше не слоняться по особняку, дитя. Новая пропажа и неизвестно, чем все закончится. Посиди-ка в комнате, а господин Ломброзо со всем разберется. ",
    "answers": [
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 73,
        "text": "Отношения с Джейн",
        "need": [
          -73
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 74,
        "text": "Абрахам и Джейн",
        "need": [
          -74
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 75,
        "text": "Последняя встреча с Джейн",
        "need": [
          -75
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 76,
        "text": "Что-то странное вокруг",
        "need": [
          -76
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 77,
        "text": "Действия Мириам здесь",
        "need": [
          -77
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 78,
        "text": "Конфликты Джейн",
        "need": [
          -78
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "var_add": [
          "answermm",
          1
        ],
        "id": 79,
        "text": "Особняк не принадледит Лойдам",
        "need": [
          -79
        ],
        "var_less": [
          "answermm",
          4
        ]
      },
      {
        "id": 182,
        "text": "О Месси",
        "need": [
          -182
        ]
      },
      {
        "id": 80,
        "text": "Далее",
        "var_need": [
          "answermm",
          4
        ]
      }
    ]
  },
  {
    "id": 183,
    "text": "— Футболист? — Ларри нахмурился. — Не знаю, мне всегда больше нравился Манчестер... \n\n— Нет-нет,— перебила я начавшееся было брюзжание. — Девочка по имени Месси, одна из гостей. Она пропала этим вечером. Может вам известно что-то? \n\nНа лице Ларри отразился испуг, смешанный с яростью. \n\n— Нет, я не знаком ни с кем из гостей. И сторонятся все меня... — он опустил взгляд на грязные ладони. — Что за чертовщина здесь творится... ",
    "answers": [
      {
        "id": 91,
        "text": "Отношения с Джейн",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 92,
        "text": "Способ и причины появления на свадьбе",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 93,
        "text": "Местонахождение пистолета",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 94,
        "text": "О Монике",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 95,
        "text": "Конфликты Джейн",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 96,
        "text": "О себе, род занятий",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 97,
        "text": "Употребление алкоголя или других веществ",
        "var_add": [
          "answerl",
          1
        ],
        "var_less": [
          "answerl",
          4
        ]
      },
      {
        "id": 183,
        "text": "О Месси",
        "need": [
          -183
        ]
      },
      {
        "id": 98,
        "text": "Далее",
        "var_equal": [
          "answerl",
          4
        ]
      }
    ]
  },
  {
    "id": 184,
    "text": "— Я видела ее днем, — Оливия кивнула, подтверждая слова. — Она бродила вокруг особняка и даже помогла мне украсить беседку цветами, но когда работа была завершена, мы расстались и больше не встречались. К сожалению, это все, чем я могу помочь. \n\nДевушка скрестила руки на груди и задумчиво разглядывала сад, прежде чем снова заговорить. \n\n— Попробуйте пообщаться об этом с персоналом, может кто-то что-то видел. Хотя я очень сомневаюсь, что будет толк, — она подняла на меня подернутые дымкой глаза и добавила шепотом. — Я говорила с некотоыми. Им всем плевать. Ведь за девочку не обещана награда. ",
    "answers": [
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 100,
        "text": "Отношения с Джейн",
        "need": [
          -100
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 101,
        "text": "Отсутствие оформления банкетного зала и букета невесты",
        "need": [
          -101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 102,
        "text": "Что-то странное",
        "need": [
          -102
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1,
          "wino",
          1
        ],
        "id": 103,
        "text": "О себе и род деятельности",
        "need": [
          -103
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "var_add": [
          "answero",
          1
        ],
        "id": 105,
        "text": "Взглянуть на автомобиль Оливии",
        "need": [
          -105,
          101
        ],
        "var_less": [
          "answero",
          2
        ]
      },
      {
        "id": 184,
        "text": "О Месси",
        "need": [
          -184
        ]
      },
      {
        "id": 106,
        "text": "Далее",
        "var_equal": [
          "answero",
          2
        ]
      }
    ]
  },
  {
    "id": 185,
    "text": "— Мне просто не повезло, вот и все, — девушка всхлипнула, и кто-то сочувственно подал ей платок. — Я  виновата только в том, что задержала цветы. \n\nОфицер отвел глаза от подавленной девушки и обратился к детективу. \n\n— Господин Ломброзо, что скажете? \n\nВперед выступил Марио, потирающий подбородок. Зал ахнул. \n\n— Я искренне сочувствую вам, Оливия, — произнёс Марио, — однако давайте не будем торопиться с выводами. \n\nРазумеется, Марио затем рассказал взволнованной публике как в действительности развивались события, но это уже совсем другая история... ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 185,
        "text": "\n\nДостижение\n\n~В молоко~",
        "need": [
          185
        ]
      },
      {
        "id": 1,
        "text": "Завершить историю"
      }
    ]
  },
  {
    "id": 186,
    "text": "— Мне просто не повезло, вот и все, — девушка всхлипнула, и кто-то сочувственно подал ей платок. — Я  виновата только в том, что задержала цветы. \n\nОфицер отвел глаза от подавленной девушки и обратился к детективу. \n\n— Господин Ломброзо, что скажете? \n\nВперед выступил Марио, потирающий подбородок. Зал ахнул. \n\n— Я искренне сочувствую вам, Оливия, — произнёс Марио, — однако давайте не будем торопиться с выводами. Офицер, вскройте, пожалуйста, машину мисс Оливии. \n\nДевушка побледнела пуще смерти и замерла, перестав всхлипывать, а офицер в молчании прошествовал мимо рядов зрителей, чем собрал на себе сотни взглядов. В тишине потянулись минуты, и лишь редкие охотники до разговоров перебрасывались шепотом словами. Я искоса изучала лицо Марио, но он был спокоен, как айсберг, и не смотрел ни на кого, а только вглубь себя, ожидая. Неужели все это время это был он — великий Ломброзо? Я густо покраснела, несмотря на обстановку, и вспомнила все, через что мы вместе прошли. \n\nВнезапно двери залы распахнулись. На холодный мраморный пол ступила босая ножка, и белое нежное облако вплыло в комнату. Джейн, такая же изящная, какой я видела ее в первый раз, в сногсшибательном свадебном платье прошла прямо к нам, не обращая ни на кого внимания. \n\n— Здравствуйте, Римма, господин Ломброзо, — она кивнула нам с лёгкой улыбкой, и мы ответили ей тем же. — Полагаю, вы разгадали загадку. \n\n— Полагаю, да, — Ответил Марио. — Теперь вы можете подтвердить правильность наших догадок лично, послушайте же, мисс Роуз. \n\nИ Марио начал говорить. ",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 187,
    "text": "",
    "answers": []
  }
]