[
  {
    "id": 1,
    "text": "Автор: Irbis\nЖанр: фэнтези, также возможны и другие жанры.\nСтатус: в разработке, активно пишется. (15.06.) Добавлены 3 новые главы по линии с Кайлом.\n\n     Что делать обычной девушке, когда вся жизнь идет под откос? Когда после окончания учебы не находишь своего места под солнцем, когда парень оказывается не тем, кем был изначально, когда даже собственная семья от тебя отказывается. Последнее объяснить можно, достаточно просто вытащить бумаги из того злополучного шкафа. Но как объяснить остальные элементы черной полосы? И наступит ли время для светлой?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Персонажи"
      },
      {
        "id": 4,
        "text": "От автора (дополнено 29.05)"
      }
    ]
  },
  {
    "id": 2,
    "text": "Список глав",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      },
      {
        "id": 10,
        "text": "Пролог"
      },
      {
        "id": 15,
        "text": "Глава 1"
      },
      {
        "id": 20,
        "text": "Глава 2"
      },
      {
        "id": 26,
        "text": "Глава 3"
      },
      {
        "id": 32,
        "text": "Глава 4"
      },
      {
        "id": 41,
        "text": "Глава 5"
      },
      {
        "id": 50,
        "text": "Глава 6"
      },
      {
        "id": 55,
        "text": "Глава 7"
      },
      {
        "id": 61,
        "text": "Глава 8"
      },
      {
        "id": 66,
        "text": "Романтические линии (нумерация глав сохраняется)"
      }
    ]
  },
  {
    "id": 3,
    "text": "Досье персонажей.",
    "answers": [
      {
        "id": 5,
        "text": "Ариадна"
      },
      {
        "id": 6,
        "text": "Кайл"
      },
      {
        "id": 7,
        "text": "Джаспер"
      },
      {
        "id": 8,
        "text": "Яндор"
      },
      {
        "id": 9,
        "text": "Алистер"
      },
      {
        "id": 1,
        "text": "На главную страницу"
      }
    ]
  },
  {
    "id": 4,
    "text": "    Это продолжение изучения мира Алларии и в тоже время новая история. События разворачиваются спустя 6 лет после окончания приключений Стейси. Перед прочтением советуется ознакомиться с первой частью, т.к. некоторые герои взяты именно оттуда, как и некоторая информация. Но при желании можно начинать и сразу с этой части.\n\nИ небольшой спойлер: героиня из первой части выбрала своим фаворитом Рэя. Благодаря этому одна линия также стала доступной в этой части.\n\nДанное произведение является книгой. Но есть один выбор между фаворитами.\n   \n  Очень интересно ваше мнение, нравится или нет) особенно желательны комментарии)",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      }
    ]
  },
  {
    "id": 5,
    "text": "Человек\n23-24 года\nСветлая кожа\nТемные глаза, брюнетка\nРост 170см\n\nГлавная героиня\n",
    "answers": [
      {
        "id": 3,
        "text": "К списку персонажей"
      },
      {
        "id": 5,
        "text": "Внешность",
        "url": "https://ibb.co/9sQKHks"
      }
    ]
  },
  {
    "id": 6,
    "text": "24 года\nДракон водной стихии\nСветлая кожа\nЦвет глаз голубой, может меняться на синий, блондин\nЕсть шрам на лице\nРост 178см\n\nИнтроверт, тихоня. Не любит много говорить, предпочитает больше что-то делать. Трудно вывести из себя, обладает неконфликтным характером. ",
    "answers": [
      {
        "id": 3,
        "text": "К списку персонажей"
      },
      {
        "id": 6,
        "text": "Внешность",
        "url": "https://ibb.co/5Tn5XfG"
      }
    ]
  },
  {
    "id": 7,
    "text": "30 лет\nДракон воздушной стихии\nСветлая кожа\nГлаза серые, волосы русые\nФигура спортивная\nРост около 190см\n\nБлиже к интровертам. \"Мозг\" компании драконов, рассудительный, самый старший. Предпочитает много обдумывать, прежде чем принимать решения. Может быть немного занудой)",
    "answers": [
      {
        "id": 3,
        "text": "К списку персонажей"
      },
      {
        "id": 7,
        "text": "Внешность",
        "url": "https://ibb.co/34G6pDC"
      }
    ]
  },
  {
    "id": 8,
    "text": "27-28 лет\nДракон огненной стихии\nСмугловатая кожа\nЦвет глаз янтарный, цвет волос огненно-красный\nРост 192-195см\nСпортивное телосложение\n\nБлиже к экстравертам, но это уже отголоски шумной молодости. Сейчас он повзрослел, но некоторые трудности закалили его и он закрыл от многих свои эмоции. Вывести из себя трудновато, но возможно.",
    "answers": [
      {
        "id": 3,
        "text": "К списку персонажей"
      },
      {
        "id": 8,
        "text": "Внешность",
        "url": "https://ibb.co/Lr7prYB"
      }
    ]
  },
  {
    "id": 9,
    "text": "21 год\nДракон земляной стихии\nСмугловатая кожа\nЦвет глаз серо-зеленый, шатен с выкрашенной в белый прядью на лбу\nРост около 180см\nПодтянутая фигура\n\nЯрый экстраверт. Самый младший и самый неугомонный. Шумный, веселый, заряжает позитивом. Но в то же время чуткий. Эмпат.",
    "answers": [
      {
        "id": 3,
        "text": "К списку персонажей"
      },
      {
        "id": 9,
        "text": "Внешность",
        "url": "https://ibb.co/qjRxRmT"
      }
    ]
  },
  {
    "id": 10,
    "text": "\n— Что значит \"расстаемся\"? — повысил голос Арден, смотря, как я вытаскиваю вещи из своего шкафа. — Ари, ты можешь мне ответить или тебе так трудно?!\n    Я повернулась к нему.\n— Не трудно. — спокойно сказала я. — Вот только причина тебе очень даже известна.\n— Я не понимаю, представь себе! — продолжал причитать парень, точнее уже бывший парень.\n— Ах не понимаешь. —  я сложила руки на груди. — А тратить все сбережения на это, — я указала рукой на то, что он оставил на столе, —  это значит нормально?\n— Это моя жизнь. — буркнул Арден.\n— Вот именно, что твоя. Не моя, и даже уже теперь и не наша. —  я вновь вернула к сбору вещей.\n— Ладно, допустим. — парень, нервно выдохнув, сел на диван. —  Мы расстаемся. Ну а вещи ты зачем собираешь?\n— А это уже не касается тебя. — ответила я, пытаясь завязать нормальный узел на ручках пакета. Что было весьма трудно и я умудрилась слегка прищемить палец.\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      },
      {
        "id": 10,
        "text": "Внешность Ардена",
        "url": "https://ibb.co/x2x7XkC"
      }
    ]
  },
  {
    "id": 11,
    "text": "\n— Пока что мы еще не расстались, поэтому рассказывай, что случилось. \n— Я же сказала, не твое дело. — все-таки умудрилась расцарапать палец.\n    Арден вышел с комнаты, потом вернулся с антисептиком, усадил меня рядом на диван и продезинфицировал ранку, несмотря на мое нежелание сидеть рядом с ним.\n— Дай хоть в последний раз помогу. —  он посмотрел на меня знакомыми до боли зелеными глазами, которые я видела практически каждый день в течение последних 2 лет.\n    Я вздохнула и начала рассказ...\n— Я приемная.\n— Что? — переспросил он.\n— Я всю жизнь задавалась вопросом, почему я всегда будто лишняя в семье, почему меня все родственники сторонятся, а родители пытаются всяческим образом придумывать отговорки. А тут случайно увидела на столе оставленные документы.\n— И ты их прочитала?\n—  Не все. — я отвела взгляд в сторону. — Но даже тех было достаточно, чтобы понять... Меня удочерили 22 года назад.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "\n— А причины? — посмотрел на меня Арден.\n—  Я не успела это узнать. Услышала щелчок двери и ушла в свою комнату. Только успела увидеть, как папа отнес их к себе в кабинет.\n— И ты из-за этого собираешь вещи? Вдруг все не так, как тебе кажется?\n— Кажется? — я вскочила с дивана. — Да это ты просто не знаешь еще, что дальше было! \n— Ари... — попытался он меня успокоить.\n—  Арден. — я посмотрела на него. Но не успела ответить, как услышала звук открывающейся двери.\n— Ариадна, ты когда уже... о, Арден, здравствуй. — какая интонация изменчивая, а ж тошно.\n— Добрый день. —  вежливо улыбнулся Арден моей... маме.\n— Зашел в гости? Ты проходи, ужин скоро будет готов. — снова эта приторная улыбка.\n— Спасибо, но нет. Зашел проведать Ари, а она тут вещи собирает. Решил помочь.\n— Ну как знаешь. —  улыбка исчезла с ее лица и она направилась на кухню.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "\n— Мне кажется, или твоя мама себя странно ведет? — озадаченно посмотрел на меня Арден.\n— Не кажется. — вздохнула я и вновь принялась собирать вещи. — Мне прямо дали понять, что больше не желают меня тут видеть.\n— Они тебе рассказали? — парень решил помочь мне с укладыванием вещей в пакеты.\n— И рассказали, и показали документы. И показали настоящих себя, а я, с их слов, никогда бы не смогла стать частью их семьи.\n— Ари, мне очень жаль. — он взял меня за руку, но я аккуратно ее вытащила. — Ты куда теперь?\n— Не знаю. — пожала плечами я.\n— Может у меня поживешь?\n— Нет, Арден. Прошлое должно быть в прошлом. А я начну все с чистого листа. —  я подошла к зеркалу и одела свои любимые наушники, потом посмотрела на отражение и опустила их на плечи. Прошлое должно быть в прошлом и ему нет места в настоящем...",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "      Ехала я в полной задумчивости. С одной стороны будто гора с плеч и ощущение свободы. С другой я именно сейчас оборвала все ниточки, связывающие меня с городом моего детства. Города, где я росла, училась, дружила, даже любила... И все это осталось, но в прошедшем времени. А в настоящем... А в настоящем времени надо жить дальше. \n   Вдруг транспорт сильно тряхануло и я ударилась виском о перекладину. Аккуратно потерев место, посмотрела назад. Странно.. дорога была ровная. Проблема в автобусе? И тут опять. Послышался голос водителя:\n— Сохраняйте спокойствие, просто проблемы с транспортом и потому мы вынуждены устроить остановку, чтобы разобраться с про.... — послышался оглушающий грохот и стало абсолютно нечем дышать. Тут открылась аварийная дверь и меня словно кто-то вытащил оттуда. Я резко вздохнула, но от этого заболели легкие. Слегка приоткрыв глаза, заметила яркую вспышку и чью-то крепко держащую меня руку...",
    "answers": [
      {
        "id": 2,
        "text": "К списку глав"
      }
    ]
  },
  {
    "id": 15,
    "text": "    Вначале все было будто в тумане, но затем я услышала шум воды неподалеку. С трудом, но все же осознала, что лежу я на траве и меня обдувает легкий теплый ветерок. Тут еще услышала переговаривающиеся голоса.\n— Ну вот кто тебя просил? Неужели это было так обязательно? — спросил слегка низковатый голос.\n— Ты же видел, что дальше было. — ответил молодой голос слегка удрученно.\n— Я-то видел и даже согласился тебе помочь. Но это не значило остальное.\n— Она бы погибла... — еще тише проговорил обладатель молодого голоса.\n— Я вообще не понимаю, Джас, ну чего ты так заморачиваешься. — раздался совсем рядом еще один голос. Весьма приятный, но в тоже время насмешливый. — Ну вытащил Кайл девчонку, ну притащил случайно сюда. Да еще красавицу такую. Очнется и отправим обратно.\n— Алистер, вот все у тебя так просто, оказывается! —  проговорил низкий голос.\n— Да жизнь вообще штука легкая, если не усложнять. — усмехнулся тот, что рядом. — И вообще не кричи, она кажется просыпается. Эй, спящая красавица, пора явить миру свой взгляд. — послышался шепот совсем близко.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Я резко открыла глаза и от неожиданности пришлось поморгать еще несколько раз. Перед собой я увидела лицо парня, близко наклонившегося ко мне, обладатель серых глаз. Шатен с белой прядью волос над правым глазом с пирсингом.\n— Может хватит уже меня разглядывать? Я так и покраснеть могу. —  усмехнулся он. Тут до меня дошло осознание, я вскочила с земли и попятилась назад. И уткнулась в чье-то плечо. Чуть не упала снова, но меня удержали чьи-то холодные руки. Резко повернувшись, увидела еще одного парня. Это был блондин с голубыми глазами и шрамом от переносицы вдоль всей левой щеки. Он слегка улыбнулся. Тут я слегка вскрикнула и отскочила в сторону.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "\n— Ну вот что вы творите? Вместо того, чтобы спокойно сказать, вы ее только напугали. — послышался недовольный голос рядом.\n— Да сколько вас тут?! — спросила я, пытаясь понять, где нахожусь и куда бежать в случае опасности. \n— Пока что только трое. —  ответил тот же низкий голос. Третий парень оказался высоким, широкоплечим, с русыми волосами и синими глазами. — Будь нас больше, прошло бы еще больше времени. Хотя и сейчас потеряли немало.\n—  Кто вы такие? — я посмотрела на каждого из них. Тот шатен все еще лежал на траве и, кажется, уснул. Блондин же прислонился к дереву и наблюдал за морем. Морем?! —  И где я?\n—  А вот с этого вопроса и надо было начать. —  открыл глаза шатен и смотрел в небо. — А то сразу крики, бег... мы к такому не привыкшие.\n— Алистер, помолчи хоть 5 минут. — недовольно проговорил русоволосый. Тот просто закинул руки за голову и начал что-то шептать. А высокий обратился ко мне.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "\n— Как ты себя чувствуешь?\n   Я непонимающе посмотрела на него. Он кивнул и продолжил.\n— Ты ехала в автобусе, верно?\n— А откуда... да, все верно. Но там были какие-то неполадки и водитель что-то недоговорил. —  напрягла я память.\n—  Мы сумели вытащить тебя до того, как автобус взорвался.\n—  Что? Как? — я осела обратно на траву. —  А мы знакомы? \n    Высокий тоже сел на траву.\n— Еще нет, но это легко исправить. Я Джаспер. — он протянул мне руку, я ее с опаской, но пожала. — У дерева это Кайл. —  Блондин улыбнулся и кивнул. — А вон там Алистер. —  ответом мне была просто вытянутая вверх машущая мне рука. Я усмехнулась. — Он у нас странноватый. — улыбнулся Джаспер.\n— Я все слышу. — ответил тот, усаживаясь на траве. — А тебя как величать?\n— Я Ариадна. — улыбнулась я.\n— Ариадна... — он несколько раз проговорил мое имя, словно пытаясь что-то понять. —  Риа, Рида, Рина, Рада... О, будешь Риада!\n— Можно просто Ари. — решила я упростить ему задачу, но тот усиленно замотал головой.\n— Риада звучит лучше, мне нравится. — он снова откинулся назад, схватив в рот травинку. Я просто пожала плечами.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "\n— Вы так и не сказали, где я.\n— Это весьма трудно объяснить... — мне ответил Кайл, до этого не проронивший ни звука. \n— Ну вы хотя бы попытайтесь.\n— Если ты веришь в другие миры...\n— Стоп, что? Другие миры? Ребят, а вы на солнышке, случаем не перегрелись? — скептически посмотрела я на них. \n— Это солнышко наоборот меня... бодрит. —  Алистер украдкой зевнул и прищурил один глаз.\n— Если бы все было так просто, Ариадна. — ответил мне Джаспер. — Но Кайл начал тебе правду говорить. Ты с планеты Земля, а мы жители другого места, которое очень далеко от твоего мира. Даже через ваши телескопы ученые не увидят нашего измерения, не говоря уже о планетах.\n— Джас, оставь лекции свои для школы. —  вклинился Алистер. —  Ты посмотри на девушку, она в шоке сидит.\n— Алистер прав. —  Кайл сел ближе. — Ты в другом мире. Называется Аллария. Планета, где живут...\n—  Вы что, не можете проще объяснить? — Алистер нехотя снова сел. — Ри, спасая тебя от взрыва, Кайл случайно утащил тебя сюда. Но видимо благодаря этому ты осталась жива. Так теперь понятнее?\n    Все еще озадаченная, я кивнула. И сознание начало уплывать. Последнее, что я слышала, был голос Джаспера:\n— Ну я же говорил...",
    "answers": [
      {
        "id": 2,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 20,
    "text": "   И снова я проснулась под чьи-то приглушенные голоса, но открывать глаза не торопилась. А то вдруг опять этот... смотреть близко будет. Или мне все же это привиделось?\n— Ты Яну рассказал? — отвлек меня от размышлений голос... кажется Джаспера.\n— Я рассказал Джею, его раньше встретил. — щелкнул языком его собеседник. Похож на Алистера.\n— Тихо вы. — их отвлек третий голос. Женский. — Она слышит вас. — тут я услышала голос рядом. — Можешь не притворяться, я твое дыхание почувствовала, оно изменилось.\n    Я открыла глаза. На меня смотрела девушка, примерно моего возраста, может чуть старше. Но вот ее глаза... выглядели пугающе. Зрачок вместо круглого был.. вытянутым. Который вскоре вернулся в норму.\n— Кто ты? — удивленно спросила я.\n— Это скорее я должна спросить, что ты тут забыла. — сморщила она нос.\n— Мелисса. — недовольно посмотрел на нее Джаспер. Она закатила глаза, но кивнула ему.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      },
      {
        "id": 20,
        "text": "Внешность Мелиссы",
        "url": "https://ibb.co/mHscFQv"
      }
    ]
  },
  {
    "id": 21,
    "text": "\n— Как себя чувствуешь? — Алистер, не спросив, сел на край кровати, на которой я лежала.\n— Лучше. Так вы мне все-таки не приснились?\n— Я? Просто присниться? —  театрально схватился за сердце Алистер. Я тихо хихикнула.\n— Ты правда попала в другой мир, Ари. — слегка улыбнулся Джас. \n— Ладно, допустим. —  я потерла лицо. — Тогда смею предположить, что и вы не люди? \n     Алистер вначале посмотрел на Джаспера и Мелиссу озадаченно, потом получив кивок, повернулся ко мне с довольной улыбкой.\n— Конечно. — он театрально поклонился. — Мы — драконы.\n— Да вы что? — подыграла я. — А где ж принцесса и замок, из которого ее надо украсть? \n— Украсть? — глаза шатена загорелись. \n— Алистер. — Джас взял того за плечо, но тот отмахнулся.\n— Даже помечтать нельзя.. — буркнул тот.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "\n— Так значит вы драконы? — спросила я ребят, пока мы шли по длинному коридору.\n— Она так и будет болтать? — фыркнула Мелисса, искоса посмотрев на меня. Да уж, походу мы не подружимся.\n— Мел, расслабся ты. — улыбнулся Алис. — Ри впервые узнает наш мир, я так понял, в ее измерении такого нет.\n— Ну так и сидела бы она и дальше в своем мире! — она пошла назад, предварительно задев меня плечом. Из-за чего я чуть не стукнулась о стену, но меня удержал Джаспер.\n— Не обращай внимание на Мелиссу. Она, как и подобает молодым драконам воздуха, импульсивна.\n— Драконы воздуха? — переспросила я.\n— Именно. В Алларии обитает 4 вида драконов: земли, воды, огня и воздуха. Я дракон воздуха. —  пояснил Джаспер.\n— Я земли. — вклинился Алист.\n— Как интересно. — я задумалась. — А вот тот, блондин, кажется. Он дракон какой стихии? Или это не так называется?\n— Можно и так назвать. Кайл — дракон воды, обитатель морских просторов Алларии.\n— Не хватает еще дракона огня встретить и все, всех собрала. — усмехнулась я, видя, что мы приближаемся к какой-то двери.\n— Все впереди. — загадочно проговорил шатен и открыл дверь.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "    Дверь привела нас к выходу из помещения. Тут я не удержалась и, смотря восхищенно по сторонам, спросила:\n— Так что я здесь делаю? Как я тут оказалась?\n— Давай для начала дойдем вон до того пригорка, там Кайл тебе все расскажет.\n   Когда мы дошли, я увидела того самого блондина, задумчиво смотрящего вдаль.\n— Здравствуй, Ариадна. — вежливо поздоровался он.\n—  Она хочет узнать, как сюда попала. — проговорил дракон земли и опять разлегся на траве. Место силы его, что ли?\n— \"Она\" может и сама спросить. — фыркнула я. На что тот просто широко улыбнулся. Несносный дракон...\n— Все просто. — отвлек меня Кайл. — Водные просторы Алларии наиболее чувствительны ко многим факторам. В том числе когда какому-то миру угрожает опасность. Раньше мы с Землей не были связаны, но после того, как одна девушка оттуда помогла спасти наш мир и косвенно другой, мы присоединили и ваш мир. Так мы узнали о тебе. — последнее предложение он сказал чуть тише, будто он не привык много говорить.\n— Но.. как вы сказали, взорвался автоус. Как это связано со спасением мира? Это же просто автобус.\n    Ребята переглянулись.\n— Как мы поняли... — первым прервал тишину Алистер. — это был не единичный случай. \n— Но почему вы спасли именно меня? — прошептала я, понимая, что если бы не они, я бы тоже погибла.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "\n— Первой ты попалась на глаза... — также шепотом проговорил блондин. — Мы открыли портал, но не смогли кроме тебя еще кого-то взять.\n     Я уткнулась носом в коленки, глаза начали застилать слезы. \n— Значит я тут навсегда? — спросила я слегка дрожащим голосом.\n— А там есть те, к кому ты хочешь вернуться? — Джаспер сел рядом со мной.\n    Я задумалась. Кажется, что прошла целая вечность про мою жизнь там... мое детство, юность... родители, знакомство с Арденом. Арден... воспоминания нахлынули с новой силой. Наши встречи, разговоры... последний диалог. Он же знал, куда я еду и на чем...\n— Ты в порядке? — прервал мои размышления Джас.\n— Нет. — я замотала головой. — Там никого нет. Точнее был один человек, но он наверняка думает, что я.. погибла там.\n— Важный человек? — не удержался от вопроса Алистер.\n— Какая теперь разница? — съязвила я и встала. — Забыта я там для него, утеряна, уничтожена. Меня погибшей считают.\n—  Вы даже сочувствовать не умеете, а лезете. —  послышался голос позади. Я обернулась. Это была Мелисса. —  На вот, одежда тебе. А то одета не пойми как. — она протянула мне узелок.\n— Спасибо. — удивленно пробормотала я.\n— Не благодари. — сморщила она нос. — Не хочу, чтоб засмеяли другие. Ты же типа \"гостья\". — она создала пальцами кавычки в воздухе.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "     Позже, вернувшись в комнату, я примерила одежду, переданную Мелиссой. Да, фигуры у нас с ней реально разные... отложив в сторону пару-тройку платьев, оставила свой выбор на блузках, рубашках и брюках. Они лучше мне по комплекции подходят. Едва успев переодеться, раздался стук в дверь. Открыв ее, я увидела ту самую драконицу.\n— Смотрю, одежда подошла. — сказала она , пройдя по мне оценивающим взглядом.\n— Да, спасибо тебе. — чуть улыбнулась я.\n— Мне все равно. — фыркнула она, сложив руки на груди. — Не знаю, что ты здесь делаешь, мне не говорят, но держи свои руки подальше от Алистера.\n— Что-то случилось?\n— Не твое дело. Есть тут одна, из твоего мира, \"спасительница\". Тоже лезла во все, чуть дракона не увела. В итоге выбрала волка. Даже удивительно, ведь ее любил и принц... — Мелисса будто говорила сама с собой. \n— Мелисса, к чему ты мне это говоришь? — отвлекла я ее от размышлений.\n— До тебя не дошло? Держись от Алистера подальше. Иначе... —  она хотела схватить меня за руку.\n— Мел, научилась бы сама не лезть в чужие дела. — остановил ее другой голос.\nМелисса скривила лицо.\n — Тебя еще тут не хватало. — еще раз испепелив меня взглядом, она ушла.\n— Вы в порядке? — раздался незнакомый голос рядом.\n— Да, спасибо. А вы, простите, кто?\n— Меня зовут Яндор. — улыбнулся незнакомец широкой улыбкой.",
    "answers": [
      {
        "id": 2,
        "text": "Конец 2 главы"
      }
    ]
  },
  {
    "id": 26,
    "text": "    Представившийся мне парень был высоким, широкоплечим и с копной красновато-рыжих волос, небрежно уложенных на голове. А цвет глаз... вроде карие, но отливающие золотом. Такой цвет вроде как называется янтарным. А голос...\n— Девушка, с вами все хорошо? — перед мои носом щелкнули пальцы, заставив пару раз моргнуть.\n— Что? —  переспросила я, вновь посмотрев на него.\n— Я спросил, как вас зовут и все ли с вами хорошо. — он снова улыбнулся.\n— Простите, я немного задумалась. Меня зовут Ариадна и я...\n— Землянка? — он усмехнулся. Я кивнула. — Рад знакомству с очередной гостьей из этого мира. Целых 6 лет к нам не заглядывали уже.\n— А есть еще люди оттуда? — удивленно спросила я.\n— Конечно. Ее зовут Стейси, она 6 лет назад помогла нам в спасении нашего мира. Потом вышла замуж и уехала с замка в дом мужа. Иногда правда пишет нам, но возвращаться не планирует.\n— Жаль.. — я вздохнула.\n— Я был бы рад еще поговорить, но дела не терпят отлагательств. Хорошего дня. — Яндор кивнул мне и пошел дальше. А глаза все-таки янтарные...",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "     До вечера меня никто не беспокоил. Я успела окончательно рассортировать вещи, которые передала Мелисса, потому что их оказалось немало. Периодически мне казалось, что за мной кто-то наблюдает. Но смахнув все на паранойю, продолжала свои попытки обустроить комнату. Однако интуиция меня не подвела. Резко распахнулась дверь в мою комнату, и я почувствовала сильную боль в области затылка. Едва повернув голову, увидела только руку в черной перчатке. Попыталась ее схватить, но с нее словно что-то слетело и сдавило мне виски. Голос словно пропал, а в глазах был туман. Спустя несколько секунд раздался крик, у меня окончательно потемнело в глазах и я упала...",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "\n— Ари... на... пом... не стой... давай, пей. Да пей же, иначе легче не станет! — сквозь шум в ушах я слышала обрывки фраз, но разобрать их было очень сложно. \n    К губам поднесли чашку, в которой была невероятно горькая жидкость. Попыталась отплюнуться, но кто-то упрямо продолжал уговаривать меня выпить это. Поддавшись на уговоры, выпила и почти сразу пожалела. Эта жидкость вызвала сильный приступ кашля, но с каждым новым вздохом я чувствовала, что мне становится все легче и легче. Когда поняла, что могу нормально видеть, услышала следующее:\n— Да, не думал я, что лечить девушек гораздо сложнее. Хотя мне доказывали обратное. — голос принадлежал Алистеру, который задучиво смотрел на меня, придерживая аккуратно мою голову.\n— И кто же это доказывал? — просипела я, периодически подкашливая.\n— Не столь тебе важно это знать. Пока что. — опередил он мой другой вопрос.\n— Что со мной произошло? И где я? — только сейчас заметила, что нахожусь не в той комнате, которую мне выделили.\n— Ты сильно ударилась головой. Рядом с тобой был стул, возможно ты на него забралась, но потеряла равновесие и упала.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "\n— Я не падала ни с какого стула. — поспешила я объяснить Алистеру.\n— Ри, но такой удар можно получить только падая с высоты. — парень непонимающе смотрел на меня.\n— Алистер, говорю тебе, я даже не трогала стул. И тем более никуда не забиралась. На меня напали.\n— Что? — он поднял левую бровь. — Но этого не может быть.\n— Почему?\n— Да потому что у нас больше нет врагов. И замок надежно защищен. Не так, конечно, как королевский, но не думаю, что найдутся смельчаки, позарившиеся на логово приближенных к королю. Может тебе это приснилось? — он заглянул мне в глаза.\n— Нет, мне не показалось. — я замотала головой и только сейчас  поняла, что ладонь дракона все еще была под моей головой. Алистер, поняв мое удивление, ойкнул, слегка отодвинулся, успев при этом чуть покраснеть. \n   В этот момент отворилась дверь и зашла девушка.\n— Это твой врач. — пояснил дракон. — Ты выздоравливай, мы с Джасом подойдем позже. — он мне улыбнулся и вышел из комнаты. И мне показалось, что кончики его ушей были слегка красными...",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "    Спустя примерно час меня навестили Алистер и Джаспер. В дверях я заметила еще Мелиссу, но поймав мой взгляд, блондинка закатила глаза и ушла.\n— Как ты себя чувствуешь? — с сочувствием спросил Джас, присаживаясь на стул напротив меня. Алистер, опять не спросив, примостился на мою кровать. Заработав недовольный взгляд друга, вздохнул и поплелся за другим стулом.\n— Спасибо, гораздо лучше. Насколько возможно. — слегка улыбнулась я.\n— Алист сказал, что ты не веришь в свое случайное падение.\n— Не верю. — кивнула я. — Потому что я не падала. На меня напали. \n    Русоволосый переглянулся с шатеном, потом посмотрел на меня.\n— Допустим, хотя это и маловероятно. Что ты помнишь?\n— Я обустраивала комнату, сортировала переданные вещи. Потом резко открылась дверь в комнату и меня ударили по голове.\n— Ты сразу потеряла сознание?\n— Нет, я успела заметить руку напавшего.\n— Руку? — Алист чуть подался вперед. — Там что-то было?\n   Я напрягла память.\n— Черная перчатка. А когда хотела ее схватить, с нее что-то слетело. После этого сильно сдавило голову и перехватило дыхание.\n    Драконы снова переглянулись.\n— Думаешь? — спросил дракон воздуха друга.\n— Надеюсь, что нет. — ответил тот.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "\n— Ребята, вы знаете, кто это? — прервала я их переглядку.\n— Все поймем, как выясним один момент. — ответил Джас, что-то ища в своих карманах. Достав оттуда нечто напоминающее ручные часы, произнес:\n— А еще лучше пока не знать о твоем местонахождении. Алист, зови Кайла. И Яна.\n— Яна? — что-то знакомое было в этом имени.\n— Ну да. Яндор, мой брат. —  повернулся ко мне Алист.\n—  Яндор? Такой... с красными волосами?\n— Ты его знаешь? — шатен широко раскрыл глаза.\n— Сегодня столкнулись у дверей моей комнаты, когда Мелисса... — я осеклась. Не хотелось рассказывать то, что устроила блондинка.\n— Джас, это значительно меняет дело. \n— Согласен. — тот кивнул. —  Ари, ты в общем выздоравливай. Тебе скоро принесут еду. Из комнаты не выходи, хотя и не сможешь все равно. Как что-то выяснится, мы тебе скажем. Отдыхай.\n— Что значит не смогу? — вопрос остался без ответа. Ребята спешно покинули комнату.",
    "answers": [
      {
        "id": 2,
        "text": "Конец 3 главы"
      }
    ]
  },
  {
    "id": 32,
    "text": "    Ночью я спала плохо. То мне мерещился шорох в комнате, то будто кто-то скребся в дверь, потом вообще было ощущение, что ко мне кто-то приблизился. Пошевелиться и открыть глаза я не могла. Тут или действие лекарства, которое мне дали перед сном, или стороннее вмешательство. Последнее мне явно не внушало надежды. И хотя я не могла зрительно запомнить \"гостя\", если он мне не привиделся, то я отчетливо запомнила запах. Было трудно понять отдельные нотки, но у меня сразу началась ассоциация с детством, когда я с родителями впервые приехала на море. Точнее океан. Что-то в запахе там было до того особенное, что я запомнила его на всю жизнь. Но постепенно детские воспоминания стирались, но именно сейчас они вспыхнули с новой силой, когда в ноздри ударил точно такой же запах.\n    После этого меня начало резко клонить в сон. Но перед этим я почувствовала аккуратный поцелуй в лоб...",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "\n— Алистер, повторяю вопрос. Что сказал Ян? — сквозь сон я услышала приглушенные голоса за дверью.\n— Сказал, что такого не было с тех пор, он в неменьшем замешательстве. И меньше всего хочется, чтобы об этом слышали все.\n— Тут я его понимаю, чем меньше знают, тем нам проще выяснить, что тут происходит.\n— А вы уверены, что это повторяется? — послышался голос Кайла.\n— Охота? Боюсь она и не заканчивалась вовсе... Ай, Ян, да за что? — слегка прикрикнул Алистер.\n— Болтаешь много. И вообще, что за столпотворение у двери пострадавшей? Сказано же, чтоб не беспокоить лишний раз. Или все так по вниманию изголодались? — отчитывал их знакомый голос. Похоже это тот самый Яндор.\n— Яндор, ты же сам знаешь, почему.\n— Джаспер, а я думал ты рассудительней этих двоих.\n— Что значит \"этих двоих\"? — буркнул Алистер.\n— Дети потому что еще. Гормоны бушуют, мозги на место не встали. \n— Будто сам не бегал за Стейси тогда... — тяжелый вздох.\n— Что было, то прошло, я повзрослел. И ты, мелкий, тоже справишься. А теперь марш на занятия! А мы, Джас, проведаем Ари. Сомневаюсь, что она спит после того, как вы тут нашумели.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "\n— А нашумели вы знатно. — улыбнулась я, пересекаясь взглядами с драконом огня и драконом воздуха.\n— Немного увлеклись. — слегка улыбнулся Джас.\n— И снова здравствуй, землянка. — слегка кивнул мне Ян. И тут же крылья его носа затрепетали, словно стал принюхиваться.\n— Все в порядке? — озадаченно посмотрела на него я.\n   Он не ответил, но стал ходить по комнате, внимательно осматривая все, что попадалось ему на пути.\n— Ян? — позвал его Джаспер. Тот просто махнул ему рукой и продолжил осмотр дальше. Мы с драконом удивленно посмотрели друг на друга.\n    Спустя несколько минут Яндор сел рядом, все также усиленно о чем-то думая. При этом в его глазах то и дело вспыхивали еле заметные искры. \n— Ян, ты точно в порядке? — спросил Джас.\n— Точнее некуда. — сухо ответил тот.\n— Может вы мне объясните, что происходит? — напомнила им о себе. А то один вынюхивает, второй прислушивается.\n— Скоро тебя переведут в новую комнату, в которую ты не должна никого впускать. Кроме девушки, которая будет ее убирать, с ней познакомишься позже. — проигнорировал мой вопрос красноволосый.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "\n— А вы выяснили, кто на меня напал?\n— Также на комнате будет стоять защита, позволяющая открывать доступ туда только тебе. Остальное тебе объяснит Джас и Кайл, который подойдет позже. А мне пора. — Ян все также задумчиво покинул комнату, оставив нас.\n— Он всегда у вас такой... — я пыталась подобрать слово.\n—  Странный? — я кивнула. — Нет. — мне улыбнулись. —  Обычно Яндор спокоен и собран, но сейчас просто много дел на нем. И как на приближенного короля, так и как на главы драконьей отрасли.\n— Чего? — удивилась я.\n— Как бы проще сказать... — Джаспер нахмурил брови. — Аллария — это мир оборотней. Помимо драконов, которые безусловно, являются наибольшим видом, здесь обитают волки. Это пример крупных животных. Но наиболее уникальные оборотни — те, кто может превращаться в небольших. Предугадываю твой вопрос. Уникальность не в размере, а в дарах, которыми обладают только они.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "\n— А что за дары?\n— Это как раз то, о чем они меньше всего говорят. Такие оборотни довольно редки, но самый известный вид уже очень долгое время правит нами. Оборотни-кошки. Наш нынешний король, Джейкобсон Монреаль Ричард Фицджеральд XII, может превращаться в самый уникальный их вид. Его сестра, Мирабель Рози Анника Реджина, может превратиться как в кошку обычного размера, так и в разы больше.\n— А у вас у всех такие длинные имена? — если да, то я попала. Запоминание имен не особо сильная моя черта.\n— Только у представителей королевской семьи. — усмехнулся дракон.\n— А как так получилось, что всем миром правит только один представитель оборотней?\n— Как оказалось, кошки самые мирные, в отличие от остальных. Они дипломатичнее, им знакомо понятие тактичности и уважения и стараются сделать более комфортными условие для всех, о ком заботятся.\n— Кажется понимание о кошках из моего мира и из этого существенно разнятся... — задумалась я.\n— Как знать.\n    Джаспер хотел мне еще что-то сказать, но снаружи раздался неприятный звук. То ли взрыв, то ли...\n— Алехандро вернулся... — пробормотал недовольно Джаспер.",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "     Он встал со стула, торопливо подошел к окну и облокотился о подоконник. Руки были напряжены, челюсть сжата.\n— А кто такой Алехандро? — спросила я, встав с кровати. Голова еще немного кружилась, но в целом чувствовала себя хорошо.\n— Один очень подлый дракон. — кратко ответил мне Джас, усиленно смотря вдаль.\n— А что это за грохот был? — я подошла ближе.\n— Это не грохот был, а всплеск. Он дракон воды. Пойдем. — он взял меня за руку.\n— Но мне же... но я... \n— Под нашим присмотром тебе можно выходить. —  он снова потянул меня.\n— Пока не причешусь, не выйду! — Джас, поймав мой взгляд, тяжело вздохнул. \n— Подожду снаружи. —  и вышел из комнаты.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "   Спустя 15 минут мы вышли на улицу. Там было огромное столпотворение, но Джас без труда нашел знакомых драконов. Точнее почти всех. Не было лишь Кайла.\n— Ри, ты как? — ко мне подошел Алистер, встревоженно смотря в глаза.\n— Уже лучше, спасибо. — слегка улыбнулась.\n   Яндор смерил меня слегка тяжелым взглядом, на несколько секунд внимательно смотрел в глаза. И снова казалось, будто он принюхивается ко мне. Красивый он, но какой-то странный.\n— А что здесь происходит? — решила спросить я, смотря на толпу.\n— К нам пожаловал глава драконов воды. Вот, видишь того светловолосого? \n— Алистер, таких тут как минимум 20... драконов.\n— Чуть правее. Вот, пошел к той даме в синем.\n— Вот что ему понадобилось? — еле слышно прошептал Джаспер.\n— Джасперу он не нравится? — прошептала я дракону земли.\n— Если верить слухам, а их слышать я мастер, то Алехандро и Джас поссорились из-за его матери.\n— Чьей?\n— Джаспера, разумеется. Пусть я люблю собирать сплетни, но это не значит, что я слушаю и про своих друзей. Так что придется тебе узнавать самой. Но лучше не спрашивай. — он слегка щелкнул мне по носу и подмигнул.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "\n— Ребята, торопился, как мог. — прервал нас голос Кайла. Он был запыхавшимся и еле дышал.\n— Ты что, пробежал марафон? — спросил Ян, подняв левую бровь.\n— Хуже. От родни на берег и к вам.\n— Там все также? — блондин просто кивнул.\n— А тут к нам ваш глава пожаловал. — вклинился Алист.\n   Глаза дракона воды расширились и он попятился назад.\n— Он же по мою душу...\n— Успокойся, Кайл. — его остановил Яндор. — Пока ты учишься, мы имеем право на твою защиту. А потом у него уже не будет той власти над тобой.\n— Кайл, это твой родственник? — решила уточнить я.\n— Что-то вроде опекуна. — проговорил тот. — И мне все равно не хочется с ним пересекаться. Вы знаете, где меня найти. — помахав нам, он убежал.\n— Я тоже пойду, придется с ним переговорить. — Ян тоже пошел.\n— А мне за опять выискивать Кайла надо. Алист, проводи Ари в ту комнату. — шатен просто кивнул и взял меня под руку.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "\n— Как тебе наш мир? — прервал он тишину первым, пока мы шли.\n— Ну как тебе сказать? 3 дня, полтора из которых я провела взаперти с шишкой на голове, очень помогают понять, что меня здесь ждет.\n   Дракон усмехнулся.\n— Не все так плохо. Сама смотри, ты сейчас выглядишь гораздо лучше. Пропали мешки под глазами, голос бодрее. Щеки румяней стали. Или это ты так смущаешься? \n   Я аккуратно вытащила руку из его захвата и фыркнула:\n— Вот еще.\n— Да и мы постепенно расследуем нападение на тебя.\n— Кстати об этом. Кто это сделал? — шатен посерьезнел.\n— Кто именно — узнать пока не удалось. А вот причина... думаю скоро сможем тебе объяснить. И да, сейчас извини меня, так надо.\n   Я озадачено посмотрела на него, а он резким движением вырвал мне волосинку с головы.\n— Ты совсем?!\n— Прости, это для дела. — вытянул он руки вперед. — А вот и твоя комната. Еда уже там, подробности внутри. Заходи и отдыхай.\n   Наградив его испепеляющим взглядом, зашла в комнату, где аппетитно пахло едой. Ладно, живи пока, дракон земли...",
    "answers": [
      {
        "id": 2,
        "text": "Конец 4 главы"
      }
    ]
  },
  {
    "id": 41,
    "text": "    На следующее утро я проснулась от стука в дверь. Вначале боялась открывать, вспомнив указания Яндора, но тут услышала голос Мелиссы.\n— Ариадна, я знаю, что ты не спишь. Я пришла не ссориться. \n— А зачем тогда? \n— Понимаю, ты мне не доверяешь. — она вздохнула. — Но разговор действительно важный. Ты ведь понимаешь, что в моих силах разобрать эту дверь по щепкам, но я же этого не делаю, а пытаюсь с тобой спокойно поговорить.\n— Хорошо. — я открыла дверь. — Проходи. — она кивнула и вошла.\n— Меня Джас немного посвятил в ваше дело. — увидев мою вскинутую бровь, она пояснила. — Цитирую его слова \"Ты все-таки девушка, может найдете что общее\". Я не особо умею дружить или поддерживать, но помогать могу.\n— И чем же ты собралась мне помогать?\n— Например сопровождать тебя, когда ребята не могут.\n— Хорошо, допустим. — я присела на кровать, Мелисса села на край письменного стола. — Но тебе какая с этого польза? Кажется, я тебе изначально не понравилась.\n— Может получу новые знания. Про ваш мир мало что известно. В свою очередь могу рассказывать про Алларию.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "\n— Джаспер мне уже немного рассказал о том, что это мир оборотней. Так же с твоих слов в курсе об еще одной иномирянке.\n— Уже немало знаешь. — она слегка улыбнулась. — Ян ее застал, может его расспросишь как-нибудь, если сможешь. Мы с ним... немного не в ладах.\n— А почему? Если не секрет.\n— Какой уж тут секрет... — она подошла к окну и сложила руки на груди. — Он учился с моей сестрой. На одном практическом занятии она из-за него чуть не погибла. Он утверждает, что это чистая случайность, что его магия огня была нестабильна.\n— А может правда так и было? \n— На другой день он как не бывало спокойно ей управлял. И в последующие дни тоже. Помни, Ариадна: Ян не так прост, как кажется. Он очень изменился за 5 лет, так что аккуратнее. Как бы не подпалил тебя его огонь. — она внимательно посмотрела мне в глаза. — Ладно, мне пора. Еще увидимся.\n  Едва она вышла из комнаты, я села на кровать и немного судорожно выдохнула. Странные ее последние слова... и она сама... странная.",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "     Последующие пару часов я провела в комнате, пытаясь себя чем-то занять. Почти отчаявшись, села на кровать, обдумывая все, что со мной приключилось за последние 4 дня. Вот интересно, что было бы, не найди я тогда случайно те злополучные документы? Возможно я бы и дальше не знала о своем прошлом, осталась бы дома и не рассталась бы с Арденом. Арден... Я подошла к окну. Мы ведь знакомы были со старшей школы, он был на класс старше меня. Я улыбнулась, вспомнив некоторые приключения с ним. А ведь он очень сильно поменялся с тех пор, будто бы резко повзрослел. Особенно когда мы начали встречаться. А потом появились странности. И почему я это заметила только месяц назад? \n    И ведь во мне ничто не кольнуло, когда мы расстались на днях. Наоборот, мне будто бы стало легче. Легче дышать, думать, проще принимать решения. А может на меня так Аллария повлияла? Как глоток свежего воздуха в мою запыленную жизнь. Сосредоточенно думая, я не сразу услышала стук в дверь и голос Кайла.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "\n— Ари, есть серьезный разговор. Меня ребята к тебе отправили сопроводить.\n— Кайл, ну вы бы еще позже пришли. — буркнул Ян, когда мы вышли к беседке в парке.\n— И тебе здравствуй, Яндор. — прервала его монолог я. Он конечно, красивый, но слишком заносчив.\n— Если все землянки такие вежливые, то не глядя женюсь. На драконице. — усмехнулся он, опять будто принюхиваясь. Или мне уже кажется?\n— Если та драконица тебя выдержит, считай, что ты герой. — парировала я.\n— Если вы сейчас же не замолчите, пропустите то, зачем привели Ри. — зевнул Алистер, глядя на нас.\n— 1:1, землянка. — шепотом проговорил Ян, сверкнув глазами.\n— Алистер, просто рассказывай, что узнал. — повысил голос Джаспер. Тот откашлялся и начал.\n— Я тут порылся в архивах и нашел то, что может быть интересным. И вполне возможно это то, что нам нужно. — он положил на стол весьма потрепанную книгу в золотом переплете и открыл ее. Всю беседку заполонил звук одновременного чихания. Спустя 5 минут прекратилось.\n— Итак. — он шумно вздохнул. — Наверняка все помнят, кроме Ри, легенду о драконах. — драконы закивали. — Но то, что сейчас я расскажу, знают либо единицы, либо вообще никто на данный момент. Вам как, просто почитать или подробней?\n— Если сейчас же не начнешь, хлопну книгой перед твоим носом. Обчихаешься. — шмыгнул носом Яндор.\n— Понял-принял. Слушайте...",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "(Легенда о прекрасной девушке и последствиях ее действий...)\n\n    Этой истории очень много лет. Никто точно не знает, сколько. Известно лишь, что это было задолго до великой битвы артефактов, случившейся в Опраэне. Легенда гласит о жителях Алларии, а точнее о драконах. Об их возвышении и падении, счастье и проклятии.\n   В то время о стихиях драконов было известно немногое. Были представители сил огня, воды, земли и воздуха. Их было большинство. Они могли выбирать себе пару другой стихии, все равно выбор определялся по происхождению отца. Даже если девушка человек, а парень дракон. Если наоборот, то рождался человек. Но необычный. В большинстве случаев он мог становиться магом. Это было редкостью, потому что Аллария — это мир оборотней.\n   Но были и представители редкой стихии. Они могли рождаться в любой семье драконов и сочетать в себе все стихии, но выбирали только одну, по своему желанию. Для упрощения из называли драконами баланса. Никто не мог определить, как они появились, но их возможностей было больше, чем у дракона, который обладал той же стихией.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "    В то время, когда усиленно пытались изучить драконов баланса, жил один маг. Он был сыном драконицы огня и обычного человека. Неизвестно, откуда он прибыл, но их союз продлился недолго. Мальчик рос под руководством отца и стал сильным магом, о котором было известно почти во всех известных тогда мирах. Когда ему исполнилось 30 лет, он встретил прекрасную девушку. Ее глаза отливали янтарным светом, теплым, как солнце, а волосы были как его лучи. Улыбка больше всего покорила сердце юного мага. Звали ее Элайза, возраст около 20 лет. Была вежливая, умная и сдержанная. И была тем самым малоизвестным драконом баланса. Спустя полгода маг понял, что больше без нее не может жить и набравшись смелости, он предложил свою руку, сердце и практически все, что у него было. К слову сказать, состояние у него было впечатляющим, ему все досталось по наследству.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      },
      {
        "id": 46,
        "text": "Маг",
        "url": "https://ibb.co/ZzsgFWn"
      }
    ]
  },
  {
    "id": 47,
    "text": "    Но он не знал, что Элайза с детства любила одного парня. И чувство было взаимным. Он был драконом огня и звали его Картер. И незадолго до событий с магом она приняла уже предложение Картера и готовилась к свадьбе. А готовиться приходилось основательно, потому что именно там ей пришлось бы окончательно выбрать свою стихию. Ее выбор пал на огонь.\n    Когда маг услышал слегка сбивчивую речь девушки и ее отказ, он сразу не подал виду, что расстроен. Но внутри него бушевало самое настоящее пламя, требующее выхода. Успев вскочить на коня, он ускакал в поле, которое сжег волновой силой огня. Едва успокоившись, он вернулся обратно и заперся в своей библиотеке, выходя лишь поспать и поесть. Так длилось около полугода, и это было весьма спокойное время для жизни Элайзы и Картера. Было...",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      },
      {
        "id": 47,
        "text": "Элайза и Картер",
        "url": "https://ibb.co/jV720y3"
      }
    ]
  },
  {
    "id": 48,
    "text": "    Спустя 2 месяца после свадьбы Элайза узнала, что беременна. Молодые родители готовились к появлению ребенка, а точнее мальчика, обдумывая многие трудности и радости. Но девушка едва не потеряла его, когда через 4 месяца странным образом погиб Картер. Со стороны все напоминало несчастный случай. Пока незадолго до этого в ее жизни снова не появился тот самый маг, требующий разговора с ней. Когда она отказала, он разгневался, сжег холл их поместья и выкрикнул что-то на неизвестном ей языке. Увидевший свою испуганную жену, Картер волоком вытащил мага из их дома и исчез. Нашли его спустя несколько дней. Элайза не знала, что ей делать. Но понимала одно: маг не даст житья ни ей, ни ее сыну. Проведя в библиотеке 4 дня, она как обычно поужинала, приняла ванну и ушла в спальню. Единственное, что удивило ее горничную, так это то, что девушка, теперь уже молодая вдова, взяла свой любимый шелковый уличный шарф, подарок Картера. А утром... утром девушка исчезла, не оставив после себя даже записки. Поиски ни к чему не привели. И никто до сих пор не знает, живы ли Элайза со своим сыном или уничтожили себя. Но после этого исчезли все драконы баланса и упоминание о них прекратилось.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "    Говорят, что маг, узнав об исчезновении своей недосягаемой любимой, сошел с ума и едва не покончил с собой. Но успел вовремя остановиться и в скором времени женился и обзавелся потомством. Его дети унаследовали от отца силы. И ничто не казалось странным, если бы эта сила с каждым поколением не темнела, и в итоге она полностью поглотила огненную силу, став иссиня-черной. А после смерти этого мага появилась новая странность. Стали погибать драконы огня, не оставляя после себя потомства...\n— Хватит! — Яндор не дал дочитать брату, резким движением захлопнув книгу и выскочив из беседки. Проводив его удивленным взглядом, посмотрела на Алистера.\n— Дальнейшее для него непростая тема. — вздохнул он.\n— Вот как... \n— Если сказать коротко и обобщенно, то драконы огня стали рождаться у других стихий, но были всегда слабее и жили недолго. Некоторые доживали до совершеннолетия, но не могли оставить потомства.\n— Это поэтому вы братья? — аккуратно спросила я. Алист кивнул.\n— Но 6 лет назад нашли способ избавить нас от этого проклятия. — ответил за него вернувшийся Ян. — И с тех пор мы возрождаем отдельный вид драконов. Драконов огня.",
    "answers": [
      {
        "id": 2,
        "text": "Конец 5 главы"
      }
    ]
  },
  {
    "id": 50,
    "text": "\n— Это, конечно, все интересно. — задумалась я, глядя на книгу. — Но как это связано со всем, что было?\n— Кажется, самым прямым образом. —  ответил мне молчаливый до этого Джаспер. — Расскажи о своей семье.\n—  А это тут каким боком? — увидев сосредоточенные лица парней, вздохнула. —  Ну ладно, все равно рассказывать особо нечего. Родилась 23 года назад, как оказалось недавно, с 5 месяцев своей жизни жила с приемными родителями. Училась, встречалась с парнем. —  тут я краем глаза увидела заинтересованные взгляды Кайла и Алистера. \n— А родители сами рассказали тебе обо всем? — задал вопрос Ян.\n— Отчасти. Я случайно увидела документы, а через день они сами сказали. Потом мне почти прямо сказали, что пора мне жить своей жизнью, чем я начала заниматься, поехав на том самом автобусе... — я вздохнула и почувствовала на плече чью-то руку, которая ободряюще его сжала. Это был Джас. Я слегка улыбнулась.\n— Ари, мы склоняемся к версии, что автобус взорвали не случайно. А учитывая, что до твоего появления здесь было 6 лет тихо, то цель — это ты. — проговорил Ян, его крылья носа снова трепетали.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "\n— Как это я? — широко раскрыла глаза. — Что я могла такого сделать, что меня там пытались... убить, так еще и здесь? Я же о вас знаю меньше недели!\n— Ри, не кипятись. — попытался меня успокоить Алист, коснувшись моей руки. Я скинула ее со своего плеча, встала и подошла к Яндору. Он встал в ответ и смотрел на меня сверху вниз.\n— Не знаю, что я тебе сделала или где перешла дорогу, Ян...\n— Яндор. — перебил он меня. В глазах сверкали искры.\n— Плевать. Так вот, я ничего тебе не сделала, а ты... — я ткнула пальцем в его грудь. — Со второй встречи ведешь себя странно. И высокомерно. Да, я обычный человек, без способностей и сил, как у вас, но это не дает тебе право так себя вести.\n— Закончила? — спросил он через пару минут гляделок и сложил руки. Я нехотя кивнула. — Так вот, во-первых, я не обязан любезничать со всеми, даже с такими иномирянками, как ты. — Во-вторых... — он наклонился так, чтобы глаза были на одном уровне. — Человек ты или нет, это предстоит узнать. А в третьих... — он усмехнулся. — Ты для меня молода слишком.\n    Ответом ему стала звонкая пощечина. Рука сильно горела, будто у него не щека, а как минимум каменная стена. Я развернулась и молча побежала в замок. Все, что я слышала — это свист Алиста и голос Джаспера:\n— Ян, ты с последним перегнул явно. — ответа красноволосого я не слышала.",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "    Едва найдя выход с сада, я побрела ко входу в замок. Внутри бушевала обида, на глаза наворачивались слезы, которые я периодически пыталась вытереть кулаком. А Яндор хорош... вначале показал себя этаким героем, спасая меня от нападки со стороны Мелиссы, а затем ведет себя так, будто я в чем- то провинилась перед ним. И как он только мог мне понравиться?! Не отрицаю, он очень красив, и взгляд такой взрослый, и ответственный. Но свет клином на нем не сошелся, есть еще 3 не менее красивых дракона.\n    Поднявшись по лестнице, я увидела окно и подошла к нему. Светило яркое солнце. На чем я остановилась.. точно, драконы. Меня помимо Яна окружают галантный Джаспер, застенчивый Кайл, у которого очень красивая улыбка. И гиперактивный Алистер, который умеет своими иногда нелепыми выходками поднять настроение. И как он только может быть братом этого... заносчивого Яна?",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "    Мои размышления прервала невероятно красивая музыка, льющаяся откуда-то неподалеку. Неужели я слышу то, что мне нравится? Или это просто похожая мелодия? Прислушавшись, я направилась в сторону длинного коридора. Музыка слышалась в самом конце, дверь находилась справа от меня, слегка приоткрытая. Еще немного приоткрыв ее, увидела молодого человека, лет 25. Длинные прямые волосы, собранные в хвост, брюнет, весьма симпатичный, но черты лица несколько хищные. Прикрыв глаза, он сосредоточенно играл на пианино. Я стояла у двери и тихо слушала. Это и вправду другая мелодия, но не менее красивая...\n— Вы так и будете там стоять или пройдете, чтобы лучше слышать? — послышался слегка вкрадчивый голос. Какой красивый тембр, прям до мурашек... \n— Простите, не хотела вас отвлекать.. — слегка сиплым голосом ответила я тому самому пианисту, смотревшему на меня ярко голубыми глазами.\n— Не каждый день приходят сюда послушать музыку, поэтому милости прошу, заходите. — улыбнувшись, я хотела отказаться, но что-то необычное в его взгляде заставило меня передумать и я зашла.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      },
      {
        "id": 53,
        "text": "Брюнет",
        "url": "https://ibb.co/TvDrXK3"
      }
    ]
  },
  {
    "id": 54,
    "text": "\n— Что это за красивую композицию вы сейчас играли? — спросила я, бережно коснувшись пианино.\n— Не смею хвастаться, но это была моя музыка. — едва улыбнулся он, глядя внимательно на меня. — И я не представился. Меня зовут Мэтью. \n— Ариадна, рада знакомству. И вы очень талантливы. — в ответ он также аккуратно улыбнулся.\n— Приятно знать, что вам это понравилось. Сразу видно опытного музыканта.\n— Что вы, я не играю, я предпочитаю слушать. — улыбнулась я. — Но игре на пианино училась несколько лет назад.\n— Даже так. Тогда не соизволите, милая Ариадна, сыграть что-нибудь? — он приглашающе указал рукой на сидение. Замешкавшись, посмотрела на него, он кивнул, все также улыбаясь. \n   Сев, я рассмотрела клавиши, затем вспомнив самую простую, но красивую мелодию, начала играть. Но в тот же момент начало происходить нечто странное. Зазвучала другая музыка, воздух вокруг стал будто бы гуще, стало труднее дышать. Образовывалась странная черная дымка, скрывающая моего нового знакомого. Когда она рассеялась, мое тело перестало мне подчиняться. То есть я видела происходящее, умом понимала, но повлиять никак не могла. Я с ужасом осознала, как \"я\" встала и шагнула в открывшийся черный портал. Выйдя, я оказалась в черном помещении. Тут на меня накатила сильная слабость и я упала, едва услышав: \"моя милая Элайза...\".",
    "answers": [
      {
        "id": 2,
        "text": "Конец 6 главы"
      },
      {
        "id": 54,
        "text": "Музыкальная комната",
        "url": "https://ibb.co/zV31gD6"
      }
    ]
  },
  {
    "id": 55,
    "text": " (Тем временем... беседка, драконы...)\n\n— Ян, ты с последним перегнул явно. —  вздохнул Джаспер, глядя на Яна, смотревшего вслед убежавшей Ари.\n— Сам знаю. — он посмотрел на товарищей. — Ну вот что вы испепеляете меня взглядом? Вы думаете, что я вот так просто могу забыть то, что было.. — он осекся и сел обратно.\n— Все никак не можешь забыть ее? — сочувствующе посмотрел на брата Алист.\n— А ты походу никак не усвоишь, что драконы однолюбы. — горько усмехнулся красноволосый, взъерошив младшему волосы.\n— Но это не значит, что ты теперь обязан носить вечный траур..\n— Алист, не перегибай...\n— ...вообще забывать о девушках...\n— Нарываешься...\n— ....а также считать, что теперь ни одна не покорит твое одинокое, не любящее, но горящее сердце!\n— Алист!\n— Еще скажи, что я не прав! — хохотнул тот. Ян только махнул рукой.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "\n— Парни, это безусловно, важная тема, и мы к ней обязательно вернемся, но давайте подумаем, как нам Ари объяснить то, кем она является? — прервал их Джас, закрывая только что перечитанную книгу о легендах.\n— А вы точно уверены в том, что она правда их потомок? — спросил Кайл, взяв эту книгу в руки.\n— Сомнений почти нет, в ней есть драконья сущность. А вот какая именно, выяснить будет проще, если бы она поделилась своей каплей крови. А так опасаюсь, что она закроется в себе. — проговорил Джас.\n— А в медпункте разве ее не взяли? Когда на нее напали?\n— Алист, а ты ведь прав, я сейчас пойду туда. — Джас вышел первым из беседки.\n— Кайл, как обстановка дома? — задал вопрос Яндор.\n— Без изменений. — выдохнул блондин. — Алехандро как всегда устраивает отвратительные шоу в замке, в моем родовом замке! Ведет себя так, будто он его наследует.\n— Ты же понимаешь, что еще год-полтора, и ты сможешь сам возглавить драконов воды. А пока...\n— А пока я предпочту быть тут у вас, отправляясь туда только подписывать бумаги и превращаться в дракона. Там это легче переносится. — Ян и Алист понимающе кивнули.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "\n— А как у вас с восстановлением рода огненных?\n— Трудно еще, но уже отыскали около 50 драконят, у которых открылась стихия огня. — заулыбался Ян. — Некоторым еще очень сложно перекидываться, но они не сдаются. Даже удивительно, что в своем маленьком возрасте они могут то, что я смог осилить только лет в 12.\n— Стивена и Аденику недавно видел, вели за собой ораву маленьких.\n— А, это они направлялись на место, где безопасно превращаться. \n— Слушайте, смотрите, что я еще нашел. — отвлек их Алистер, что-то вытаскивая из кармана. — Забыл совсем. Хотел сказать, но когда Ри убежала, вылетело из головы. Смотрите. — он положил на стол обрывок бумажки.\n— Что это? — Ян взял ее и начал рассматривать. — Хм... напоминает нотный лист, хотя я могу и ошибаться, написанно вручную.\n— Ну-ка дай, я посмотрю. — бумажку передали Кайлу. — Это действительно ноты. Но..\n— Что \"но\"? — хором спросили братья. Кайл молчал.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "\n— Кайл. — немного громче позвал шатен. Тот посмотрел на них синими глазами.\n— Ноты... они не алларийские. Я не сильно знаком с миром Ари, что-то Стейси рассказала, что-то сам вычитал. Но есть сходство с нотами ее мира.\n— Подожди. — перебил его Ян. — Ты хочешь сказать, что вот эта бумажка — это написанные от руки ноты с Земли?\n— Я не уверен, но повторюсь, сходство есть.\n— А может это бумажка Ари? — задумался Ян.\n— Когда Кайл ее перенес, я не видел рядом с ней ничего, где мог находиться этот обрывок. Как впрочем любой сумки, где лежал бы целый лист.\n— А если она в кармане лежала?\n— Когда на нее напали, осмотрели все, даже карманы. Ничего такого не было, кроме странного предмета, названным \"наушники\".\n— Там именно в них люди и слушают музыку. — улыбнулся Кайл.\n— Чего? — поднял бровь шатен.\n— Ничего, потом объясню.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "\n — А что, если нам осмотреть ее первую комнату? — отвлек их Яндор. Парни кивнули и они направились в сторону замка. \n   Они ее изначально исследовали, когда выяснили ситуацию с нападением, но более детально не просматривали. Потратив на поиски около полутора часов, выянилось, что никакого нотного листа там нет.\n— Только зря перерыли тут все... — вздохнул Алист, оценив масштабы беспорядка в комнате.\n— На лучше, чем у тебя. — улыбнулся его брат, расставляя книги на полке.\n— Чуть что, так сразу сразу я! А я теперь не самый младший, так что отмазка не поможет.\n— Если ты про Ари, то она моя ровесница. — хихикнул Кай, поправляя подушки.\n— Как? И она меня старше? — он насупился. — Значит ей придется обо мне больше заботится.\n— С какой это стати?\n— На правах старшей, Ян, на правах старшей.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "    Выйдя из комнаты, они едва не столкнулись с Джаспером, который куда-то бежал. \n— Вы вернулись, значит. А я к вам туда бежал. У нас чп. \n— Джас, погоди, не тараторь. — остановил его Ян. — Отдышись, поправь волосы и спокойно говори.\n   Дракон воздуха попытался отдышаться и чуть медленней сказал:\n— У нас 2 новости, хорошая и ужасная.\n— Хорошую вперед.\n— Ари действительно не человек. Она потомок Элайзы и Картера. Должно быть она беременная отправилась на Землю и там родила сына. Но и отличие драконов баланса в том, что дар передается по наследству, независимо от пола носителя.\n— Это и правду их отличает от остальных 4 стихий. Очень хорошая новость. — улыбнулся Яндор.\n— А теперь новость не очень, но также связана с Ари. \n— Она хочет отправиться на Землю? — спросил Кайл.\n— Хуже. — пробормотал Джас. Заметив недоуменные взгляды, сказал еще тише. — Ари пропала.",
    "answers": [
      {
        "id": 2,
        "text": "Конец 7 главы"
      }
    ]
  },
  {
    "id": 61,
    "text": "(Ариадна...)\n\n     Сильная головная боль... жажда... и желание поскорее вернуться в то бессознательное состояние, чтобы стало легче...\n— Смотрю, что ты наконец очнулась. — проговорил мужской голос и кто-то резко поменял мое положение с лежачего на сидячее. Едва сумев разлепить глаза, смутно разглядела собеседника. \n— Хммм... — попыталась я сказать, но получилось нечто нечленораздельное. — Мы... знакомы? — с трудом, но смогла прошептать.\n— Еще как. — коварная усмешка и до меня вспышками доходят последние воспоминания. Беседка... обсуждение с драконами одной легенды.. ссора с Яном... музыкальная комната.\n— Вы Мэтью, музыкант из комнаты?\n— Не тупая, уже радует. — хмыкнул он и сел в кресло.\n— Где я?\n— Я здесь задаю вопросы, а не ты. Но так и быть, скажу: в моем поместье. Которое могло бы быть и твоим, если бы твой предок все не испортила.\n— К-какой предок? О чем это вы? — прохрипела я. Пить все еще сильно хотелось, но просить было несколько боязно.\n— Я же сказал, никаких вопросов! — щеку обожгла пощечина, я откинулась обратно на кровать и мир вокруг окутала тьма...",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "(Тем временем...)\n\n— Господин, может не стоило сейчас этого делать? — рядом с Мэтью стоял молодой мужчина в строгом костюме.\n— А тебе что еще нужно? — прорычал брюнет, ходя по комнате.\n— Она вряд ли еще оправилась от влияния на сознание, а вы сразу отправили ее... в нокаут. — все также спокойно проговаривал мужчина.\n— Ты вздумал меня учить?! — Мэт схватил его за пиджак и с легкостью поднял в воздух. Глаза его горели ледяным пламенем.\n    Мужчина с непринужденным выражением лица щелкнул пальцами и исчез, оказавшись неподалеку. Аккуратно отряхнул пиджак и поправил воротник рубашки.\n— Вы же знаете, что я не в праве Вас учить, но имею право давать советы. На правах Вашего советника. — спокойно ответил он.\n— Да пошли лесом эти советы, когда я наконец добрался до той, из-за кого начались мои проблемы! — он перевел бешенный взгляд на девушку, которая все еще была без сознания.\n— Вы же понимаете, что она невиновна в том что было.\n— Но она ее потомок. — процедил Мэт. ",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      },
      {
        "id": 62,
        "text": "Мужчина",
        "url": "https://ibb.co/nQgCtBm"
      }
    ]
  },
  {
    "id": 63,
    "text": "\n— Потомки неповинны в том, что сделали предки. — аккуратно прокомментировал мужчина.\n— Генри, оставь свои советы при себе. Мне надо сделать так, чтобы она избавила меня от этого! — он посмотрел на своего советника. В глазах было отчаяние, граничащее с безумием.\n— Сейчас Вам стоит выплеснуть свою силу. Затем Вам полегчает. Я это гарантирую.\n— Да... ты прав... я сейчас же пойду и... мне будет лучше. Ты... последи за ней, а я... — что-то неразборчиво говоря он, пошатываясь, вышел из комнаты.\n    Генри, увидев, что Мэт ушел, печально покачал головой.\n— Простите, но я не могу это допустить. — он щелкнул пальцами и в воздухе образовался черный голубь. — Лети, тебя не увидят и предупреди их. — прошептал он. Голубь кивнул и растворился в воздухе.\n    Подойдя к девушке, он также прошептал:\n— Ты похожа на нее, но не виновна в том, что она отказала ему, выйдя за Картера. — провел рукой над ее лицом и синяк начал заживать. Ресницы задрожали и она открыла глаза...",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "(Ариадна...)\n\n    Меня словно что-то выдернуло из сна. Открыв глаза, увидела мужчину, который с почтительной улыбкой на меня смотрел.\n— У меня похоже дежавю.. мы знакомы? — прошептала я.\n— Ари, у меня мало времени. — он присел на корточки рядом со мной и начал шептать. — Чтобы не случилось, тяни время и ни на что не соглашайся.\n— Откуда вы знаете мое имя? — удивленно пробормотала я, пытаясь сесть.\n— Это неважно. Главное, чтобы следовала моим указаниям. Мэтью сейчас не в состоянии себя контролировать, он то в хорошем расположении духа, а то через минуту начинает все уничтожать. Будь тактичной, но прошу, тяни время. Он тебя не убьет, за это не переживай. Ты еще нужна ему.\n— Но зачем ему я?\n— На это он сам тебе возможно даст ответ. — он вздохнул. — Я слишком давно его знаю и опасаюсь того, что он может натворить.\n— А ты можешь помочь мне выбраться отсюда? Если тут так опасно? \n   Он задумался.\n— Выбраться вряд ли, но... Слушай мои инструкции...",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "(Спустя 2 дня...)\n\n   Вот кто меня за язык тянул просить помочь выбраться этого Генри?! Ну почему из всех вариантов подошло именно это жуткое место, именуемое темницей? И через что мне только прошлось пройти, чтобы тут оказаться... сколько унижения и... новой информации, от которой просто раскалывалась голова..\n   Я села в который раз на пол, поджала колени и положила них подбородок. И где эти хваленые защитники, именуемые драконами? Генри сказал, что я тут нахожусь чуть больше недели. Я понимаю, что может поиски меня дело небыстрое, но что, если они даже не ищут... Я проглотила застрявший ком в горле. Что, если...\n   Тут мои мысли прервал непонятный шум за стенкой под окном. Тихо подойдя, я увидела то, что меня искренне поразило. Там был... ",
    "answers": [
      {
        "id": 2,
        "text": "Конец 8 главы"
      }
    ]
  },
  {
    "id": 66,
    "text": "Выбор линии.",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      },
      {
        "id": 67,
        "text": "Кайл"
      },
      {
        "id": 99,
        "text": "Алистер"
      }
    ]
  },
  {
    "id": 67,
    "text": "Список глав",
    "answers": [
      {
        "id": 66,
        "text": "Назад"
      },
      {
        "id": 68,
        "text": "Глава 9"
      },
      {
        "id": 73,
        "text": "Глава 10"
      },
      {
        "id": 79,
        "text": "Глава 11"
      },
      {
        "id": 85,
        "text": "Глава 12"
      },
      {
        "id": 92,
        "text": "Глава 13"
      },
      {
        "id": 112,
        "text": "Глава 14"
      },
      {
        "id": 119,
        "text": "Глава 15"
      },
      {
        "id": 125,
        "text": "Глава 16"
      },
      {
        "id": 131,
        "text": "Глава 17"
      },
      {
        "id": 137,
        "text": "Глава 18"
      },
      {
        "id": 145,
        "text": "Глава 19"
      },
      {
        "id": 153,
        "text": "Глава 20"
      }
    ]
  },
  {
    "id": 68,
    "text": "\n— Кайл, это... это ты? Как ты тут оказался? — шептала я, смотря на блондина. Выглядел он немного странно. \n— Пара минут и я тебе объясню все. — он... превратился в.. жидкость и словно перетек через прутья решетки внутрь. Затем эта жидкость обрела форму человеческого тела и он снова показался передо мной. — Извини, если напугал. — он слегка улыбнулся. Я же не могла ничего сказать и просто кинулась его обнимать.\n   Он похоже такого от меня не ожидал, замер на несколько секунд, но потом застенчиво обнял меня, аккуратно прислонившись щекой к моему уху. Это действие заставило меня слегка покраснеть, после чего поспешила отодвинуться.\n— Так как ты тут оказался? — в полумраке его глаза блестели и я не могла понять, куда он смотрит.\n— Сейчас нет времени объяснять, пора тебя вызволять отсюда.\n— Я бы с радостью, но... — я показала глазами на запертую дверь.\n— Есть другой способ. — он улыбнулся и протянул мне зажатый кулак. Разжав его, он показал мне что-то, поминающее таблетку... или конфету... — Тебе надо это просто разжевать и представить, что ты — жидкость.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "\n— А это точно безопасно? — я боязливо смотрела на содержимое в его руке. — Ты такое ел?\n— Ари... — он почти умоляюще произнес. — У нас не так много времени, чтобы выбраться. Я тебя не отравлю, клянусь всем, что есть..\n   Посмотрев на него, вздохнула, кивнула и взяла это злополучное нечто. На вкус оно было безвкусным, но напомнило жевательный мармелад из детства. Кайл протянул мне руку и кивнул. Я представила то, что он сказал и внезапно мир вокруг стал меняться, становясь более расплывчатым. Меня что-то потянуло вначале наверх, потом вниз, а дальше... будто ехала на американских горках, только быстрее и конкретно вниз... Интересно, а Кайл все еще держит меня за руку?\n— И держит, и прекрасно слышит. — раздался его голос в моей голове.\n— Ты что у меня в голове делаешь? — прошипела мысленно я.\n— То же, что и ты у меня. — мне кажется или сейчас он улыбнулся? — Это такая особенность сейчас, можем общаться ментально. И нет, мысли я не читаю, это невозможно.\n— Тогда как ты мне ответил?\n— Ты это вслух сказала.\n— Впервые слышу от тебя столько слов. — попыталась я перевести тему. Он тихо рассмеялся.\n— Я немногословен, но в основном только в больших компаниях. — сказав это, он резко остановился у берега моря.\n",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "    Превращение обратно заняло побольше времени, да и состояние было такое, будто меня пожевали и выплюнули. Попытавшись встать на ноги, у меня резко закружилась голова, но упасть не дал блондин, успев схватить меня за талию.\n— А я ведь даже не подумал об этом... — что-то тихо бормотал он, смотря по сторонам.\n— Так... так и должно быть? — голосом было весьма трудно управлять.\n— Да.. то есть нет... — он задумался. — Ари, ты мне доверяешь?\n   Я озадаченно посмотрела на него.\n— Ну... предположим. Знакомы мало, сам понимаешь. — он кивнул, отпустил меня и посмотрел мне в глаза.\n— Тогда приглашаю тебя в свой мир. Точнее в замок, который мой. Под водой. \n— А как же остальные драконы? Они не будут волноваться? — мне показалось или его щеки слегка покраснели?\n— Нет, они в курсе. — Кайл протянул мне руку.\n— Опять конфета? — усмехнулась я. — он замотал головой.\n— Лучше. Магия моей стихии.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "    Взяв его за руку, я ощутила прохладу по всему телу, которая распространялась очень быстро, оставляя на коже некий синеватый оттенок. Увидев мой взгляд, Кайл улыбнулся.\n— Это своего рода защитная среда для тех, кто не может дышать под водой.\n— Фантастика... а у тебя кожа нормального цвета.\n— Потому что мне придется превратиться в дракона. Ты ведь не испугаешься? — пробурчав что-то нечленораздельное, я раскинула руками.\n    Кайл отошел чуть подальше и взмахнул рукой. Появившаяся словно из ниоткуда волна обрушилась на него и вокруг началось сине-голубое свечение, которое постепенно трансформировалось и нечто, напоминающее дракона. Яркая вспышка на миг ослепила, но вскоре я увидела на месте Кайла синего дракона, чешуя которого отливала фиолетовым оттенком. А хвост напоминал хвост русалок.\n— Какая красота... — выдохнула я, восхищенно разглядывая его.\n    Услышав его смех, восхитилась еще больше. Учитывая размеры животного, голос был... весьма высоким. \n    Последовав указаниям дракона, я забралась на него и он нырнул в подводные глубины. Плывя примерно полчаса, я поняла, что начинаю терять сознание. Обняв шею дракона, меня окружила темнота...",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      },
      {
        "id": 71,
        "text": "Дракон Кайл",
        "url": "https://ibb.co/LSpQb9p"
      }
    ]
  },
  {
    "id": 72,
    "text": "\n— Ари... Ари, ты.. слышишь меня? — чья-то прохладная ладонь аккуратно смахнула пряди волос с моего лба. Открыв глаза, я увидела.. силуэт девушки. Блондинка, невысокого роста... похоже она беременная. Прислушавшись, я услышала фразу: \"Не стоило им тебя возвращать, тебе грозит опасность.. Я...\" Я не успела понять еще что-то, как вокруг все закружилось и я увидела знакомые голубые глаза.\n— Кайл... — я схватила его за край кофты. — Там...\n— Тише.. тише.. — он сел рядом и аккуратно вытащил кофту из моего захвата. — Все хорошо.. так бывает.\n— Бывает что? Девушка в том углу комнаты? \n    Парень посмотрел туда, куда я указала. Но там уже никого не было. Посмотрев на меня, он встал и подошел туда. Постоял с минуту, потом вернулся с задумчивым взглядом.\n— Ничего не понимаю... — прошептал он. — Ты подожди меня, я скоро вернусь. — он коснулся моей руки и вышел из комнаты.",
    "answers": [
      {
        "id": 67,
        "text": "Конец 9 главы"
      }
    ]
  },
  {
    "id": 73,
    "text": "(Спустя пару дней...) \n\n — Ну что, готова увидеть мою сторону мира? — улыбнулся Кайл, протягивая мне руку.\n— Мне опять придется жевать конфету или лицезреть синеватую кожу? — хихикнула я.\n— Не в этот раз, но сюрприз обеспечу.\n   Обхватив мою ладонь своей (аргументировал это краснощекий дракон воды тем, что затеряться тут очень легко), он повел меня по красивым коридорам своего замка. К моему удивлению, обстановка не отличалась от земной, потому что вода затапливает здесь все только в моменты прилива. В остальном жизнь обитателей замка такая же, как и на суше. Приведя меня в главный зал, Кайл попросил меня его подождать и вышел. Осматривая интерьер, я пришла в восторг. До чего же все красиво! И аккуратно.\n   Мои мысли прервали чьи-то шаги. Намереваясь рассказать блондину о своих впечатлениях, я повернулась и... столкнулась с другим блондином. Только раза в 2 старше и смотрящего на меня как-то надменно.",
    "answers": [
      {
        "id": 73,
        "text": "Замок",
        "url": "https://ibb.co/wBkLP5p"
      },
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "\n— Ой.. я.. — но он перебил меня.\n— Интересно, и что здесь делает девчонка? Причем... — он принюхался. — не дракон.. вообще не оборотень. Ты как сюда попала? — он стал приближаться, я отступать назад. — Я задал тебе вопрос.\n   Я молчала и думала, что делать. Почувствовав спиной стену, поняла, что попала. Он приблизился и схватил меня пальцами за подбородок.\n— Надо же какая молчаливая... может ты прислуга? И точно не алларийка. И все же как ты сюда попала?\n— А вам какое дело? — вначале сказала, а потом вспомнила, кто это. Это же вроде Алехандро, которого я видела на площади! Дракон воды.\n— Ты глянь, какая дерзкая. — он усмехнулся, не отпуская мой подбородок. Попыталась его ударить ногой, но он блокировал удар. — Еще и наивная. — он хотел еще что-то сказать, но его резко оттянуло назад, отчего он пролетел через весь зал и ударился о перила лестницы.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      },
      {
        "id": 74,
        "text": "Незнакомец",
        "url": "https://ibb.co/yNJrbZ8"
      }
    ]
  },
  {
    "id": 75,
    "text": "\n— Тебе что, мало всех девушек здесь? — раздался ледяной голос. Я посмотрела в его сторону. Это был Кайл, сжавший руки в кулаки и поджав губы.\n    Алехандро встал, отряхнул рубашку и неспеша подходил к блондину.\n— Я смотрю, драконенок уже в конец осмелел. Тебя и дерзить старшему в клане там научили, да? — ответом ему был удар в челюсть. Он сильно отшатнулся и расхохотался, вправляя ее на место. \n— Ты временно старшим являешься. Мне немного осталось ждать, как настоящему наследнику. — продолжил Кайл.\n— Не смотря на это, ты все такой же неопытный. Ты такой же, как и твой отец, слишком приближен к населению, прислушиваешься к малейшему шороху.\n— Зато ты, я смотрю, упиваешься властью, не давая прохода. — я не дала емв продолжить, аккуратно прикоснувшись к плечу.\n— Кайл, не надо, пожалуйста. — он молча накрыл мою руку своей.\n    Алехандро, увидя это, рассмеялся.\n— Так вот почему ты дракониц всех отогнал, ну-ну. — он вышел, успев мне подмигнуть.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "   Только через несколько минут блондин смог спокойно выдохнуть и расслабиться.\n— Извини за эту картину, просто уже сил нет его терпеть в своем доме.\n— Я понимаю тебя... — я посмотрела на его руку. — У тебя костяшки в крови, здесь есть аптечка?\n— Аптечка? — он озадаченно переспросил, но потом слегка улыбнулся. — Она не нужна, мы обладаем регенерацией.\n— Но тогда бы...\n— Но она не настолько быстрая.\n    Я взяла его ладонь в руку и рассматривала, как постепенно ранки затягивались, оставляя на месте неповрежденную кожу.\n— Вот бы мне так в детстве.. а то столько ссадин и шрамов насобирала. — прошептала я.\n— Уверен, что не заметны у тебя. — он слегка отвернулся.\n— Извини, я не подумала... — я скосила взгляд на шрам на его щеке. Он и сам коснулся его. — Могу спросить?\n— Так и знал, что спросишь. —  он указал рукой на ступеньки. Мы сели на них и Кайл начал рассказ.",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "(14 лет назад... Подводный мир Алларии...)\n\n    Юному дракону воды было 10 лет, когда его жизнь разделилась на до и после. Он рос в любви и заботе и был единственным ребенком в семье. Его отец был главой клана драконов воды, а мама... она была не здешней, дракон земли. Ее вначале не хотели принимать, но вскоре семья Калеба смогла ее полюбить. Особенно после рождения сына, похожего на нее, но обладателем силы отца. Мальчика назвали Кайл. И все было хорошо, пока на горизонте не появились те, кто решил забрать власть себе. \n    Мальчик видел, как забирали его родителей. Попытавшись помешать похитителям, он побежал за ними. Один успел перехватить его.\n— Дернешься, хуже будет. — сказал злодей, зажав Кайлу рот. Однако тот не сдавался и прокусил тому ладонь.\n    Взвыв от боли, похититель себя не контролировал, схватил нож. Кайл дернулся и вместо попытки прижать нож к горлу, тот полоснул его по щеке...",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      },
      {
        "id": 77,
        "text": "Родители Кайла",
        "url": "https://ibb.co/F4WkXjJ"
      }
    ]
  },
  {
    "id": 78,
    "text": "(Наше время...)\n\n    Я не могла сдержать слез, слушая надрывный голос блондина. Но увидев, как у него тоже накатили слезы, обняла и прижала его к себе, пытаясь себя успокоить. Вот что скрывается за маской застенчивого дракона... могу ли я помочь ему?\n   Кайл спустя несколько минут все же отстранился, одарив меня такой теплой улыбкой, но потом отвернулся, пряча этот шрам.\n— Он как напоминание моей беспомощности. Его никак не убрать.\n— Ты не прав. — я повернула его голову к себе. — Да, это напоминает о тяжелом периоде. Но это также говорит о том, каким ты смелым был. \n— А в твоих словах есть смысл... — он задумался.\n— Ты и сейчас такой. Спасибо тебе за помощь.",
    "answers": [
      {
        "id": 67,
        "text": "Конец 10 главы"
      },
      {
        "id": 78,
        "text": "Кайл в детстве",
        "url": "https://ibb.co/MNkJP2v"
      }
    ]
  },
  {
    "id": 79,
    "text": "    Последние несколько дней я начала очень плохо себя чувствовать, поэтому Кайл решил прервать наше путешествие и вернуться в тот замок, с которого и начались мои приключения. Плывя на поверхность, я вспомнила то, что меня шокировало больше всего...",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "(Несколько дней назад... Поместье сэра Мэтью..)\n\n— Повторяю для особо одаренных, ты никуда отсюда не выберешься, пока не согласишься на это! — в очередной раз воскликнул Мэтью, ходя широкими шагами по комнате.\n— Но зачем МНЕ это? — попыталась спокойно уточнить я. Это было непросто, учитывая негативную атмосферу.\n— Но ты же необычная... — он сел передо мной на корточки, положив на колени свои ладони. Которые я аккуратно убрала.\n— То, что я иномирянка, не дает повода так думать... — буркнула я.\n— Ты не понимаешь.. — его глаза горели безумным огнем, от которого мне было очень не по себе. — Ты уникальная... ты — потомок уникальных драконов!\n— Чегооо? — я резко встала с кресла. — Тут вы явно что-то перепутали, мистер. Я с Земли, там нет драконов.\n— А кто сказал, что ты оттуда? — Мэтт тоже встал с пола и развернул меня к себе. — Верно, ты, — от ткнул в меня пальцем. — оттуда, но твои предки, точнее Элайза.. она отсюда. — он оскалился.\n— Кто? Элайза? — я нахмурилась. — Это та, из легенды?",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "\n— Так ты осведомлена. — Мэт довольно улыбнулся. — Тогда ты знаешь, кто она.\n— Но это же просто легенда. Достоверности в ней уже могло и не остаться. — пожала я плечами.\n— Легенда? — взгляд брюнета потемнел. — Посмотри, что эта легенда сделала со мной! \n    Он сжал мои руки и начал что-то шептать. Вокруг нас начала образовываться темная дымка, в которой становилось все труднее и труднее дышать. Однако так плохо было только мне. Мэтью продолжал говорить.\n— Из-за нее наша магия огня стала чернеть, пока полностью истинная сущность не исчезла, оставив в нас только черноту и смерть. \n— А разве не сам маг проклял ее и Картера? — напрягла я память, вспоминая историю, прочитанную Алистером.\n— Не смей произносить имя этого дракона!\n— Прости-прости, само вырвалось. — он сейчас опасен, лучше выбирать слова.\n— Но отчасти ты права. — он судорожно выдохнул и убрал дымку. Дышать стало легче. — Мой предок начал то, что потом закончила Элайза. Он проклял род драконов огня, а она... в отместку за смерть... мужа.. забрала право жизни у драконов баланса. Но не подумала, что ее нерожденный сын унаследует ту же силу.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "\n— Но насколько я поняла, дети драконов наследуют силы отца. \n— Но не в случае, если у детей сила баланса. У них есть выбор.\n— Что-то я запуталась. — попытка отодвинуться от брюнета оказалась провальной.\n— Элайза прервала род драконов баланса в Алларии. Но сама.. — глаза Мэтью опять стали слегка безумными. — Она исчезла, и как оказалось, все это время жила на Земле. И ты — ее потомок.\n   Я хотела ему возразить, как меня пронзила резкая боль в районе груди. Парень, ничуть не удивленный, усадил меня в кресло. И тут мой взгляд зацепился за его руку..\n— Ты.. — едва выдохнула я. —  Это ведь ты напал на меня в замке... тогда.. — я вспомнила удар по голове и руку в черной перчатке.\n   Услышав это, он рассмеялся.\n— Я. — коротко ответил. — А знаешь, что еще я сделал? — не дав мне сказать, продолжил. — Ты загибай пальцы. Это я подстроил взрыв в автобусе. Я сделал так, что твой парень увлекся играми и перестал обращать на тебя внимание.\n— Прекрати.. —  все еще испытывая боль, я прошептала.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "\n— Нехорошо перебивать, я только начал. — он сел ближе. — Из-за меня твои родители, прости, приемные родители, не ценили тебя и в конце просто... как бы сказать мягче.. выбросили. И это я... — он повернул мое лицо к себе и прошептал, приблизившись. — Убил твоих настоящих родителей.\n— Нет...\n— Да. — он ухмыльнулся и кивнул. — Я все о тебе знаю, Ариадна. Я следил за тобой с твоего детства, я знал уже тогда, что ты уникальная и в тебе скрыта сила драконов баланса. Вот только у меня раньше была цель избавиться от тебя, потому что сила на Земле не пробудится, мир ваш совершенно не волшебный. Но кто бы мог подумать... тебя спасли и, мало того, привели на твою историческую родину. Где есть шанс разбудить силу и избавить меня от родового проклятия! — он снова рассмеялся.\n— Ты безумен... — шептала я, закрыв лицо руками.\n— Временно, милая Ари. Вот потому ты и согласишься на мое предложение.\n— Не бывать этому! — я отвесила ему пощечину. —  Если я в начале своего нахождения тут поняла, что ты не в себе, то сейчас окончательно в этом удостоверилась. На моей родине таких как ты называют маньяками. Я ни за что не соглашусь на все это. \n   Посмотрев на меня, Мэтью ударил меня и я отключилась. Очнулась я уже в темнице...",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "(Настоящее время...)\n\n — Ари, что же происходит с тобой? — слышала я тревожный шепот. Едва открыв глаза, я поняла что это был голос Кайла. А сам дракон.. несет меня на руках.\n— Мы уже на месте? — посмотрела я по сторонам. Блондин, услышав меня, остановился.\n— Ты снова потеряла сознание. \n— А куда ты меня несешь?\n— В медпункт. Пора выяснить, что на тебя так влияет.\n— Я бы на вашем месте не шел туда, причина очевидна. — раздался голос за спиной. Кайл вместо со мной развернулся и мы увидели Джаспера. — Я только оттуда, результаты безошибочны.\n— Ты уверен?\n— Уверен, Кайл. Отнеси Ари в ее комнату, ей необходимо отдохнуть. А сам возвращайся, нужно многое обсудить. — блондин в ответ только кивнул, прижал меня к себе чуть крепче и пошел дальше. Я только успела помахать дракону воздуха в знак приветствия, на что тот сдержанно улыбнулся, посмотрел на Кайла и ушел. Дела...",
    "answers": [
      {
        "id": 67,
        "text": "Конец 11 главы"
      }
    ]
  },
  {
    "id": 85,
    "text": "    Через некоторое время Кайл, убедившись, что мне стало легче, отвел в общий зал, где собрались остальные драконы. Так как еще ощущалась небольшая слабость, блондин взял меня под руку. Там же была и Мелисса, которая увидев меня, даже соизволила слегка улыбнуться. Может она не настолько злая, как мне казалось? Но вскоре она все же ушла.\n— Ри, как ты? — ко мне подбежал Алистер, встревоженно заглядывая в глаза.\n— Лучше, спасибо. — улыбнулась я. Тут я почувствовала, как мою руку сжали чуть сильнее. Наклонив голову немного в сторону, увидела Кайла, внимательно смотрящего на шатена. Тот, поняв посыл взгляда, усмехнулся и поспешил ретироваться.\n— Кайл, ты в порядке? — слегка коснулась пальцами его руки. Тот слегка вздрогнул и кивнул мне. Потом аккуратно направил к рядом стоящему креслу. Сам сел неподалеку.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "\n— Рад, что тебе лучше Ариадна. — раздался голос Яндора. Подняв на него взгляд, увидела легкую ухмылку, а в глазах... неужели беспокойство?\n— Спасибо. — сдержанно ответила я.\n   Он вздохнул, встал со своего кресла и подошел ко мне. Сел рядом.\n— Послушай, я перегнул тогда палку, обвинив тебя во всем том, что сейчас у нас происходит. Ты не виновата в этом, просто так получилось, что все эти события напрямую связаны с тобой. Извиняться за другие слова не буду, но тут признаю: был не прав.\n   Отвернувшись от него, выдохнула.\n— Ты меня тогда очень обидел, Яндор. Но учитывая то, что я по своей глупости убежала и вам пришлось меня всю неделю искать, я тоже прощу прощения. Но это не отменяет факта, что ты повел себя странно! — повернулась к нему. Он просто кивнул и молча вернулся на свое место. Джас и Алист, наблюдая за нами, незаметно хлопнули друг другу в ладони.",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "    Затем мне пришлось рассказать вновь все то, что со мной произошло в плену у Мэтью. Вспоминать это было очень больно, но Кайл был рядом, время от времени помогая мне продолжать рассказ.\n— Значит теперь он Генри... — задумчиво проговорил Джаспер. — Это один из лучших оборотней, которых я знаю.\n— Ты его знаешь? — я подалась чуть вперед, вспомнив того малоговорящего мужчину.\n— Если помнишь мой рассказ о малых оборотнях, то поймешь. Их дары малоизучены, и способности Генри до сих пор секрет. Но он нам помог, значит знает что-то, чего еще не знаем мы.\n— Но нам точно известно одно: Ариадна потомок Элайзы и Картера.\n— И вы туда же... Но это же невозможно! \n— Почему, Ри?\n— Алист, но как это возможно? Кто-то вел мою родословную? Или вы поверили словам этого ненормального, что он наблюдал за мной с моего рождения? И уничтожал всех, кто со мной связан?\n— А мне кажется, что не всех... — сказал до этого молчащий красноволосый. — Я нашел еще одного потомка. Правда я чуть после этого не лишился своих глаз. — усмехнулся.",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "(Несколько дней назад...)\n\n— Яндор, у тебя разум совсем помутился? — беззлобно усмехнулась молодая русоволосая девушка.\n— Это всего лишь волос. Тебе жаль отдать одну волосинку?\n— Нет, мне не жаль. Но ты объясни для начала, что на этот раз пришло в твою красноволосую голову?\n— Ты слышала про Ариадну?\n— Землянку? Что-то от Рэя слышала. Но ее жизнью не интересуюсь, как и всем, что сейчас на Земле.\n— А зря. — усмехнулся дракон. — Ты помнишь легенду, о которой я рассказывал тебе? Про проклятие рода драконов? — девушка молча кивнула. — Это оказалась реальная история. Пятая стихия драконов, которая прервалась с исчезновением той девушки.\n— Подожди... — его собеседница задумалась. — Ты хочешь мне сказать, что эта ваша Ариадна связана с этой историей?\n— Именно. Она потомок этой девушки, Элайзы.\n— Хорошо, допустим это так. Но я тут причем?\n— Предполагаю, что ты тоже ее потомок.\n— Ян, ты точно с дубу рухнул, забыв превратиться в дракона.\n— Стей, ну вспомни, кулон подчинялся только тебе. И Сейя еще говорила, что в тебе есть еще какая-то сила.\n   Стейси вздохнула и выдернула волос.\n— На, неугомонный. Иди, проверяй, но потом не жалуйся, если я облысею. И еще. — она помолчала примерно полминуты. — Не забудь сказать то, о чем умолчал тогда. Так будет честно. \n   Ян посмотрел на нее, но кивнул головой...",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "(Наше время...)\n\n— Выходит я не одна такая? — озадаченно спросила я.\n— Не одна. Но в вас есть все равно разница. Стейси действительно потомок драконов баланса, но только ее сила не сможет проявиться. — пояснил Джаспер.\n— А о чем она попросила не умалчивать?\n   Яндор слегка опешил от моего вопроса.\n— Нуу... —  он замялся, но продолжил говорить. — У тебя осталось около 4 месяцев...\n— Что? Какие 4 месяца? Почему?\n— Наш мир суров, Ри. Если иномирянин проведет здесь больше полугода, о нем забудут в его родном мире и вернуть им память просто нереально. — грустно произнес Алистер, пряча от меня взгляд.\n—  То есть вы хотите сказать... — я резко вскочила. — что через 4 месяца меня просто-напросто забудут на Земле? И если я в течение этого времени не выберусь отсюда, то я буду для них незнакомка? Вы это мне объясняете?!\n    Ребята вразнобой закивали.\n— Да вы... я... — продолжить говорить не смогла, потому что внутри меня вспыхнула сильнейшая боль. \n",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "    Согнувшись пополам, я сквозь шум слышала голоса драконов. Что-то внутри меня рвалось наружу. Открыв глаза, я сразу пожалела об этом: меня озарила яркая вспышка, от которой очень сильно заболели глаза. Боль была до того сильной, что я невольно закричала. Грудь и руки опалил доселе незнакомый мне жар. Вытянув их перед собой, я почувствовала, как из них словно что-то вытекает. Но открыв глаза...\n— Я... я не вижу ничего. Как это возможно, что со мной? \n— Я сам бы хотел понять, что это сейчас было. — послышался сдавленный голос Алистера.\n— А ты еще не понял? — откашливающийся голос выдал Джаспера. — Ари показала нам свою силу.\n— Что? — судорожно вздохнула я, все еще пытаясь проморгаться. Но было безуспешно.\n   Тут мне показалось движение за спиной. Обернувшись, почувствовала, как меня бережно обнимают. Нос окутал запах солоноватый запах моря. Кажется я знаю, кому этот запах принадлежит...\n— Кайл... — я обняла блондина, уткнувшись лицом в его шею. Он слегка вздрогнул, но потом прижал к себе плотнее.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "\n— Тише, Ари, все хорошо. Я тут, я рядом. Ты просто перенервничала, так бывает... — он поглаживал мои плечи, продолжая шептать своим успокаивающим голосом.\n    Слегка отстранившись, на ощупь потянулась рукой к его лицу. Нащупав знакомый шрам, аккуратно провела по нему пальцем, немного улыбаясь и чувствуя, как буря внутри утихает. Проведя пальцем от начала шрама на носу, довела до окончания его, находящегося на нижней челюсти. Кайл перехватил мою руку и резко выдохнув, поцеловал ладонь.\n    Я на это только улыбнулась и вновь спрятала свое лицо, которое впервые за несколько месяцев запылало.\n  Тут послышалась чье-то неловкое покашливание. Я от неожиданности хотела отстраниться, но руки Кайла не дали это сделать. \n— Кайл, ты же понимаешь, что теперь это все меняет? — услышала я голос Яна.\n— Я давно это понял, Ян. — ответил ему блондин, продолжая обнимать меня за плечи.\n— Ну тогда ответственность за все, что будет, на тебе. Согласен быть куратором?\n— Согласен. — голос дракона воды впервые прозвучал твердо. \n   Пытаясь понять мимику парня, я снова открыла глаза. Получилось не сразу, но я добилась своего: зрение вернулось. Подняв голову вверх, встретилась с голубыми глазами. Их обладатель слегка улыбнулся, а щеки снова заалели.\n   Кажется, я все-таки влюбилась...",
    "answers": [
      {
        "id": 67,
        "text": "Конец глава 12"
      }
    ]
  },
  {
    "id": 92,
    "text": "    Ночью мне снова было не до сна. Слишком много вопросов в голове, особенно после того, что произошло несколько часов назад. Не могу поверить, что все вокруг оказались правы: я — не человек, а потомок давно не существующего рода драконов. Драконы баланса... даже это звучит странно, как что-то сказочное. Хотя что тут уже жаловаться, на Земле меня скорее на лечение отправят, чем поймут, выслушают или, даже странно говорить, поверят. \n   Я усмехнулась. Но в тот же момент в голове вспомнился сон про то, что мою комнату посещали после нападения. Озадаченная, я приняла на кровати сидячее положение, уткнувшись носом в колени. Я могла себе это просто придумать, но со мной стали происходить некие изменения в Алларии. И не только в плане мировоззрения, его мне попросту разрушили как могли. Тут более весомое..",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "    Обоняние. Оно стало в разы сильнее. И хотя я вначале переводила стрелки на то, что здесь может просто более чистый воздух, то сейчас я это отчетливо поняла. Ян это заметил в то самое злополучное утро, когда я посчитала, что ему не нравится запах в комнате. Может ли это быть связано с тем, что я дракон? Хотя я с драконами наверняка в очень-очень дальнем родстве, но вполне возможно предположить, что некоторые гены, которые \"спали\" на Земле, \"проснулись\" тут, столкнувшись с похожими стихиями. Насколько я могу понять, стихия баланса — это смесь всех четырех стихий драконов, а значит сила любого, направленная на меня, могла \"разбудить\" мою некую сущность. \n    Но что же могло окончательно спровоцировать всплеск? Сильные эмоции? Попадание в этот мир? Или я могла стать такой дома? И почему Мэтью за мной охотился? Почему... почему... Я схватилась за голову. Сплошные почему, как, зачем... Я не хочу быть пешкой чьей-то игре, не хочу быть целью и тем более не собираюсь плясать под дудку. Я вообще хочу просто нормально жить!",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "    Снова почувствовала знакомое жжение в груди и покалывание на кончиках пальцев. В попытке немного облегчить свое состояние, на негнущихся ногах направилась к окну, чтобы впустить ночной воздух. С трудом проделав это усилие, заметила светлые всполохи на пальцах и в глазах начало рябить. Осев на пол, звуки вокруг прекратились, меня окружила темнота, и только было слышно одну фразу, сказанную женским голосом: \n— Выпусти ее, дай ей себя вести...\n   Рука сама поднялась и с нее слетел небольшой сгусток, который стал парить надо мной. Затем он направился в сторону выхода из комнаты.\n— Серьезно, ночью? — пробормотала я, смотря на летающее нечто.\n   И тут произошло то, что меня шокировало... часть силы начала материализоваться, превращаясь в миниатюрного летающего золотого дракончика. Я, обомлев, смотрела на него, он — на меня.",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "\n— А ты предпочтешь сидеть и просто болтать? — вдруг он заговорил.\n— А ты... еще и говорить можешь? — пробормотала я, смотря огромными глазами.\n— Еще летать могу. — закатил глаза дракончик, повиснув в воздухе надо мной.\n— Так, понятно, это меня накрыли глюки. Надо было спать ложиться, а не размышлять. — я направилась было к кровати, но это существо преградило мне путь.\n— Ты не можешь сейчас идти спать, не узнав ответ на важный для тебя вопрос. — увидев в моих глазах вопрос типа \"откуда да как?\", он продолжил. — Успокойся, я не настолько реальный, я всего лишь собирательный образ воспоминаний всех поколений драконов баланса. Я могу как угодно выглядеть, но этот образ говорит за меня. — он усмехнулся и ткнул лапой себе в грудь.\n— Легче мне от этого не стало... — вздохнула я.\n— А кто говорил, что будет легко? Ты в нашем роду нестандартной вышла.\n— В каком роду? До исчезновения Элайзы?",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "    Дракончик, услышав это, захихикал.\n— Ой наивная! — через минуту он продолжил. — Хотя я не удивлен, последнее упоминание здесь было датировано временем написания легенды о них, потом они типо исчезли. Но нет. Элайза лишь видоизменила нашу сущность, когда отправилась на Землю. Наши знания передавалась от нее сыну Антонио, он своим детям и так по цепочке. Разумеется со временем эта тайна обросла легендами и выдумками и потому следующие поколения рассказывали это как очередную сказку о золотых драконах.\n— Но откуда ты это знаешь, если со временем это перестало передаваться должным образом? \n— А вот это самое интересное. — дракончик перелетел на прикроватный столик. — Изначально я даже не мог прорваться, твоя человеческая сущность блокировала все мои действия. Что ты могла ощущать на Земле приступами слабости. — я кивнула головой, подтверждая это. — Плюс по всему с тобой все пошло наперекосяк. Родителей твоих устранили, соответственно ты даже не знала малой части о драконах. Пусть и \"сказочной\". Но здесь вмешались те, кого всю жизнь мечтала увидеть маленькая дочка Антонио, Калисса. — он мечтательно вздохнул. Хотя это может не он, а воспоминание девочки? Ну если он это действительно сборник всей памяти.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "\n— А когда Элайза исчезла тут?\n— Увы, даты и цифры мне не подвластны. Но суть не в этом. Из-за того, что ты абсолютнейшим образом не знала об Алларии, ты ненароком стала понемногу помогать мне, высвобождая нашу силу. Тут древние воспоминания ожили, дав мне видеть полную картину всего, чего мы не знали все эти столетия. А то, что было днем... — он усмехнулся. — С твоим характером сладить непросто, эмоции здесь стали сильнее, как и восприятие тобой многого.\n— Это я уже заметила... — вздохнула я и тут же спросила. — Если ты — это множество воспоминаний, то значит, собирал и мои?\n   Он кивнул.\n— Тогда... можешь сказать мне, что это был за запах ночью, после нападения на меня?\n   Дракон расширил глаза и прижал к себе крылья.\n— Ты точно это хочешь знать?\n— А смысл спрашивать, не желая получить ответ? — я сложила руки на груди.\n— Резонно. Но лучше это не я расскажу. — не успела я спросить, как меня окутал белый свет, который рассеялся довольно быстро. Посмотрев вокруг, стало понятно, что нахожусь я на берегу.",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "    Не понимая, куда делся дракончик и каким боком я тут оказалась, я подошла ближе к воде и вздохнула ночной воздух. Улыбнувшись своим мыслям, зачерпнула немного воды, наблюдая, как она по капелькам соскальзывает с моих ладоней. Ночное небо завораживало взор, как и Луна, оставляя на воде дорожку. Тут я вздрогнула, посмотрев еще раз на небо. Луна? Покрутив головой, увидела небе некоторые созвездия, о которых мне рассказывал Арден, когда мы еще встречались. Повернувшись, я не увидела замка драконов, хотя он находился поблизости от берега, откуда Кайл частенько прибегал и убегал обратно. Позади меня был лес и ничто не напоминало мне Алларию, которую я неожиданно успела полюбить.\n   Вздохнув еще раз, чтобы не дать волю слезам, я снова вздрогнула. Запах... до боли знакомый запах из детства. Не значит ли это, что я оказалась в том месте, откуда я смогу получить ответ? И, следовательно, вопрос: как дракончик, который просто его образ, смог это провернуть?\n— Ари? — тут неожиданно прервал мои размышления голос. — Как ты сюда попала? — я медленно повернулась...",
    "answers": [
      {
        "id": 67,
        "text": "Конец главы 13"
      }
    ]
  },
  {
    "id": 99,
    "text": "Список глав",
    "answers": [
      {
        "id": 66,
        "text": "Назад"
      },
      {
        "id": 101,
        "text": "Глава 9"
      },
      {
        "id": 104,
        "text": "Глава 10"
      }
    ]
  },
  {
    "id": 100,
    "text": "\n— Ага. — безымоционально ответила я, обдумывая, как выбираться.\n— Так не интересно.. — буркнул шатен, но потом добавил. — Давай руки, переберешься сюда.\n— Тут высота немеренная...\n— Ну я же как-то забрался? Давай, не бойся, я удержу тебя. Точнее мы. —  он похлопал по лиане, на которой сидел.\n— Точно? — посмотрела на него.\n— Дракон земли я или кто? — Алист улыбнулся и подъехал еще ближе.\n    Глубоко вздохнув, я прыгнула, взявшись за руки шатена. Тот незамедлительно притянул меня к себе, усадив рядом.\n— А теперь держись крепче. Лучше конечно за меня, но там как соизволишь. — недолго думая, вцепилась за его свободную руку, когда начался полет вниз.\n— Так как ты нашел меня? — спросила снова, когда я почувствовала почву под ногами.\n— Это сейчас не важно, Ри. Главное, что ты в безопасности теперь.\n— А искать нас не будут? Там же этот... ненормальный. — я покружила запястьем в воздухе, пытаясь сформулировать мысль.",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "\n— Ну и угораздило тебя сюда забраться. — услышала я знакомую усмешку. Парень сидел на лиане, обвившей стену снаружи и смотрел на меня.\n— Алистер, как ты тут оказался? — шокированно смотрела на него я.\n— Не тот вопрос. — он подъехал ближе. — Лучше спроси, как будем выбираться.\n— Я бы с радостью, но... — я указала на запертую дверь. Шатен на это просто закатил глаза.\n— Я для чего, по-твоему, через окно с тобой говорю? Отойди-ка к вооон той стене. Можешь прикрыть глаза, но лучше не надо. — глаза его вспыхнули хищним зеленым огнем. Я быстро ретировалась к указанной стене.\n    Тут я увидела, как лиана начала оплетать прутья решетки и постепенно их раздвигать в стороны. Слышала шумное дыхание парня, его шепот. Но так как видеть многое я не могла, оставалось только молча ждать того, что будет дальше.\n  Когда затих очередной скрежет, услышала Алиста:\n— Можешь выглядывать. — послушавшись, посмотрела на него. Руки слегка дрожат, глаза блестят, а волосы слегка растрепаны. — Нравлюсь? —  усмехнулся.",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "\n— С последним соглашусь, а вот насчет вопроса... не думаю, что сейчас им будет дело до тебя. — он задумался. — Одно знаю, что в замке тебе было бы нежелательно сейчас показываться, но выбора нет. Пойдем. —  шатен потянул меня за руку.\n— Пешком? — я посмотрела под ноги. Напоминает труднопроходимые джунгли Амазонии.\n— Пока что выбора нет, я тут в дракона не превращусь. — Алистер пожал плечами. — Или ты на ручки захотела? — хитро улыбнулся.\n— А серьезным ты быть можешь? — усмехнулась я.\n— Могу. Но только когда исчерпаю лимит шуток.\n— И когда это будет?\n— Никогда. — он хохотнул, взял меня за руку и повел за собой. Я на это только покачала головой и пошла следом.\n    Спустя некоторое время я начала мерзнуть и Алистер любезно поделился со мной небольшой частичкой своей силы, чему я была немного удивлена. Парень аргументировал это тем, что он не чувствует никакой холод, находясь рядом с растениями. Однако в скором времени у меня закружилась голова и потемнело в глазах. Последнее, что помню — это то, как я сильно ударилась рукой....",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "    Пробуждение было тяжелым. Было ощущение, будто на голову взвалили тонну кирпичей и сверху на них еще попрыгали. Ныла рука и шевелить ей было то еще испытание.  С трудом, но открыв глаза, я увидела.. силуэт девушки. Блондинка, невысокого роста... похоже она беременная. Прислушавшись, я услышала фразу: \"Не стоило им тебя возвращать, тебе грозит опасность.. Я...\" Я не успела понять еще что-то, как вокруг все закружилось ия увидела знакомые зеленые глаза.\n— Опять бледнющая совсем... — печально вздохнул он и сел рядом с кресло.\n— Алистер... — вместо нормального голоса вышел какой-то шепот.\n— Что? Кто? Тебя обидели? — он сел рядом на корточки.\n  Я молча указала свободной рукой в угол комнаты, где стояла девушка.\n— А что там? — Алист немного привстал, смотря туда. — Там ничего нет. Ну кроме паутины. Агнесс, почему там паутина?!\n   Вошла девушка лет 20. Поклонилась слегка шатену и стала приводить в порядок стену.\n— Там.. девушка была, а не паутина... — пробормотала я. \n— А сейчас она где? — я пожала плечами и снова почувствовала боль в руке.\n— Почему рука болит? \n— Ты когда потеряла сознание, ударилась ей о корень дерева. Тебе надо поспать, Ри. Мы завтра обязательно поговорим. — кивнув парню, почувствовала, что и в самом деле хочу спать.",
    "answers": [
      {
        "id": 99,
        "text": "Конец 9 главы"
      }
    ]
  },
  {
    "id": 104,
    "text": "    Последние несколько дней я начала очень плохо себя чувствовать, поэтому Алистер взял на себя заботу за мной ухаживать. Я пыталась его отговорить, но шатен упорно не хотел меня слушать. Остальных драконов я не видела. Сидя у окна и наблюдая, как ветер колышет деревья, я вспомнила то, что шокировало меня больше всего...",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "(Несколько дней назад... Поместье сэра Мэтью..)\n\n— Повторяю для особо одаренных, ты никуда отсюда не выберешься, пока не согласишься на это! — в очередной раз воскликнул Мэтью, ходя широкими шагами по комнате.\n— Но зачем МНЕ это? — попыталась спокойно уточнить я. Это было непросто, учитывая негативную атмосферу.\n— Но ты же необычная... — он сел передо мной на корточки, положив на колени свои ладони. Которые я аккуратно убрала.\n— То, что я иномирянка, не дает повода так думать... — буркнула я.\n— Ты не понимаешь.. — его глаза горели безумным огнем, от которого мне было очень не по себе. — Ты уникальная... ты — потомок уникальных драконов!\n— Чегооо? — я резко встала с кресла. — Тут вы явно что-то перепутали, мистер. Я с Земли, там нет драконов.\n— А кто сказал, что ты оттуда? — Мэтт тоже встал с пола и развернул меня к себе. — Верно, ты, — от ткнул в меня пальцем. — оттуда, но твои предки, точнее Элайза.. она отсюда. — он оскалился.\n— Кто? Элайза? — я нахмурилась. — Это та, из легенды?",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "\n— Так ты осведомлена. — Мэт довольно улыбнулся. — Тогда ты знаешь, кто она.\n— Но это же просто легенда. Достоверности в ней уже могло и не остаться. — пожала я плечами.\n— Легенда? — взгляд брюнета потемнел. — Посмотри, что эта легенда сделала со мной! \n    Он сжал мои руки и начал что-то шептать. Вокруг нас начала образовываться темная дымка, в которой становилось все труднее и труднее дышать. Однако так плохо было только мне. Мэтью продолжал говорить.\n— Из-за нее наша магия огня стала чернеть, пока полностью истинная сущность не исчезла, оставив в нас только черноту и смерть. \n— А разве не сам маг проклял ее и Картера? — напрягла я память, вспоминая историю, прочитанную Алистером.\n— Не смей произносить имя этого дракона!\n— Прости-прости, само вырвалось. — он сейчас опасен, лучше выбирать слова.\n— Но отчасти ты права. — он судорожно выдохнул и убрал дымку. Дышать стало легче. — Мой предок начал то, что потом закончила Элайза. Он проклял род драконов огня, а она... в отместку за смерть... мужа.. забрала право жизни у драконов баланса. Но не подумала, что ее нерожденный сын унаследует ту же силу.",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "\n— Но насколько я поняла, дети драконов наследуют силы отца. \n— Но не в случае, если у детей сила баланса. У них есть выбор.\n— Что-то я запуталась. — попытка отодвинуться от брюнета оказалась провальной.\n— Элайза прервала род драконов баланса в Алларии. Но сама.. — глаза Мэтью опять стали слегка безумными. — Она исчезла, и как оказалось, все это время жила на Земле. И ты — ее потомок.\n   Я хотела ему возразить, как меня пронзила резкая боль в районе груди. Парень, ничуть не удивленный, усадил меня в кресло. И тут мой взгляд зацепился за его руку..\n— Ты.. — едва выдохнула я. —  Это ведь ты напал на меня в замке... тогда.. — я вспомнила удар по голове и руку в черной перчатке.\n   Услышав это, он рассмеялся.\n— Я. — коротко ответил. — А знаешь, что еще я сделал? — не дав мне сказать, продолжил. — Ты загибай пальцы. Это я подстроил взрыв в автобусе. Я сделал так, что твой парень увлекся играми и перестал обращать на тебя внимание.\n— Прекрати.. —  все еще испытывая боль, я прошептала.",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "\n— Нехорошо перебивать, я только начал. — он сел ближе. — Из-за меня твои родители, прости, приемные родители, не ценили тебя и в конце просто... как бы сказать мягче.. выбросили. И это я... — он повернул мое лицо к себе и прошептал, приблизившись. — Убил твоих настоящих родителей.\n— Нет...\n— Да. — он ухмыльнулся и кивнул. — Я все о тебе знаю, Ариадна. Я следил за тобой с твоего детства, я знал уже тогда, что ты уникальная и в тебе скрыта сила драконов баланса. Вот только у меня раньше была цель избавиться от тебя, потому что сила на Земле не пробудится, мир ваш совершенно не волшебный. Но кто бы мог подумать... тебя спасли и, мало того, привели на твою историческую родину. Где есть шанс разбудить силу и избавить меня от родового проклятия! — он снова рассмеялся.\n— Ты безумен... — шептала я, закрыв лицо руками.\n— Временно, милая Ари. Вот потому ты и согласишься на мое предложение.\n— Не бывать этому! — я отвесила ему пощечину. —  Если я в начале своего нахождения тут поняла, что ты не в себе, то сейчас окончательно в этом удостоверилась. На моей родине таких как ты называют маньяками. Я ни за что не соглашусь на все это. \n   Посмотрев на меня, Мэтью ударил меня и я отключилась. Очнулась я уже в темнице...",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "(Настоящее время...)\n\n — Да что же это творится-то с тобой? — слышала я тревожный шепот. Едва открыв глаза, я поняла что это был голос Алистера. А сам дракон.. бережно держал мои туки в своих.\n— Что происходит? — посмотрела я по сторонам. Шатен, услышав меня, отвел взгляд в сторону.\n— Ты снова потеряла сознание. \n— Что?\n— Пора бы уже выяснить, что на тебя так влияет.\n— Я бы на вашем месте привел бы Ари в Зал советов. Есть разговор. — нас прервал Джаспер, без стука зайдя в комнату.\n— Вначале в медпункт. — произнес Алист, смотря на друга.\n— Я только что оттуда, заходил за результатами. Все подтвердилось, Алист.\n— Ты уверен?\n— На все сто. \n   Тут наши взгляды пересеклись. Я хотела с ним поздороваться, но не успела из-за слов дракона земли. И сказаны они были не терпящим возрпжения тоном:\n— Спасибо, Джаспер, ждите нас. Мы скоро придем.\n   Тот просто кивнул и вышел из комнаты. Дела...",
    "answers": [
      {
        "id": 99,
        "text": "Конец 10 главы"
      }
    ]
  },
  {
    "id": 110,
    "text": "\n",
    "answers": [
      {
        "id": 111,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 111,
    "text": "",
    "answers": []
  },
  {
    "id": 112,
    "text": " \n— Ари? Как ты сюда попала?\n  Я медленно повернулась. Передо мной стоял.. дракон. Темная синеватая чешуя, хвост, напоминающий русалочий..\n— Кайл? — сомнения были, но решила рискнуть.\n   Дракон оглянулся по сторонам, убедился, что никого нет, потом кивнул мне и отошел чуть подальше. Его охватила вспышка и вскоре я увидела знакомого блондина. Его волосы были слегка растрепанны и мокрые, а взгляд был слегка печальным.\n— Где мы, Кайл? — не удержалась и спросила я. Парень подошел и молча меня обнял.\n— На Земле, Ариадна.\n— Давно меня так не называли... — выдохнула я в его плечо. Кайл прижал к себе чуть сильнее, я чувствовала, как его руки слегка дрожат. — Но что мы тут делаем, и Ян...\n— Ян не знал, что сила Элайзы способна открывать независимые порталы.\n— То есть я...?\n— Да, ты попала сюда по своей воле. Тебя что-то испугало? Или кто-то причинил тебе вред? — он заглянул мне в глаза.",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "    Я рассказала все, что произошло со мной. Кайл слегка побледнел, услышав от меня про дракончика.\n— Выходит, Элайза все предусмотрела... она не собиралась уничтожать род, а дала шанс возродиться своим потомкам.\n— Но почему я переместилась именно сюда? И как ты тут оказался? — блондин предложил сесть на песок. Спустя несколько минут он стал объяснять.\n— Потому что мои родители знали твоих.\n— Родителей? Моих.. настоящих родителей? — он кивнул. — Но как это возможно?\n— Я не знаю всей истории, папа обещал мне рассказать, когда я стану старше, но не успел. Все, что мне известно, что твоя мама, оказавшись тут, смогла почувствовать магию этого места. До нее ни один потомок этого не ощущал.\n— А что в этом месте особенного?\n— Это я и пытаюсь понять. По версии родителей, здесь проще всего открывать портал в Алларию и вообще использовать силу, в отличие от других мест на Земле. Так они и познакомились с твоими родителями.",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "   Я встала и молча оглянулась по сторонам. Вокруг не было примечательного, разве что...\n— Кайл, мне кажется, или в скале есть вход? — указала рукой.\n— Видел, но заходить не рискнул. — он подошел поближе ко входу и заглянул. — Темно, а освещения у нас нет.\n— Зато есть я. — голос заставил нас повернуться. Это был тот самый дракончик. Он ухмыльнулся и рассыпался. Потом эти частички собрались обратно в сияющий сгусток. \n   Кайл озадаченно присвистнул.\n— Я же могу менять формы, как заблагорассудится. Куда вы там собрались? А, я понял.  — он полетел впереди нас в скалу. Мы переглянулись и пошли следом.\n— Ты летишь так, будто знаешь, куда надо. — я подняла правую бровь.\n— Я скорее чувствую, я все же память драконов. А еще... берегись!!\n   Я не успела услышать фразу, как полетела вниз. Смягчить падение смог Кайл, схватив меня за талию и прижав к себе.\n— Можешь открыть глаза. — услышала я шепот в ухо. Подняв взгляд, встретилась с его. Сердце опять куда-то ухнуло. Щеки блондина внезапно вспыхнули и он поспешил отстранится. Дракончик только усмехнулся, пробормотав что-то вроде \"Слишком приторно\".",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "    Идя дальше, мы вышли в просторное место, которое неведомым образом слабо, но освещалось.\n— Это здесь. — проговорила Память драконов. — Дорогу найдете сами, а я долго не могу вне находиться. — Она рассыпалась и снова влетела в мою руку.\n— Интересно, и что же мы тут должны увидеть или найти? — я касалась рукой шероховатых стен пещеры и думала. В нос опять ударил знакомый запах. Тут я остановилась. — Кайл? — блондин просто поднял на меня взгляд. — Это.. это ты был той ночью в моей комнате? \n   Он молча вдохнул и выдохнул.\n— Я. Я хотел убедиться, что с тобой все в порядке, но потом... — он запнулся. — Мне показалось, что с тобой что-то не так, а когда подошел, почувствовал незнакомую до этого силу. Вроде драконская сущность ощущалась, но какая-то другая. \n— А в лоб зачем целовал?\n— Не удержался. — ответом мне было бурчание. — Но запах ты вполне могла почувствать, я был здесь прежде чем отправиться в Алларию.\n— А я в детстве его ощущала, я как-то приезжала сюда с приемными родителями. Но все равно это не приближает нас к разгадке того, что особенного в этом месте.\n— А может и нет смысла это искать сейчас? — Кайл почесал затылок. — Силу ты все равно обрела, а я вызвался помочь тебе с ее контролем.",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "\n— Знал бы ты, как я тебе благодарна. — улыбнулась я.\n— Знаю, но есть одна проблема. Если ты начнешь осваивать одну стихию, остальные будут для тебя закрыты.\n— Не считаю это проблемой. — пожала плечами. — Тут одну бы понять.\n— Я могу помочь с контролем, но стихию выбирай сама. — он слегка улыбнулся.\n— Так давай твою. Ты ведь сможешь помочь мне с нюансами силы, как управлять ей. Драконом я ведь все равно не стану, а так может и пригожусь для чего-нибудь.\n— Тогда если мы решили, то пора возвращаться. Тебе надо поспать хотя бы пару часов. — он протянул мне руку. Взявшись да нее, направились к выходу из пещеры.\n— Забыла уточнить. — я остановилась, смотря на спокойную водную гладь. — Раз мы на Земле, как ты находишь выход из Алларии сюда?\n— Также, как и нашел тебя тогда в автобусе. \n  Он молча передал мне часть силы, снова окрасив мою кожу в синеватый оттенок. Затем превратился в дракона и мы поплыли. Спустя некоторое время вынырнули мы в Алларии. \n",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "   Но не успела я пройти и пары метров, ожилая Кайла, как меня чуть не снесли.\n— Как ты нас напугала, Ариадна! — меня обняли и голос принадлежал... да ладно, это Мелисса?!\n— Да вроде жива, пугать мной еще рано.. — пропищала я. Хватке ее можно только позавидовать. — И как ты только узнала? \n— Что ты встречаешься с Кайлом? После истории в зале Советов только до глупого не дойдет. — она фыркнула и отстранилась, но продолжала приобнимать за плечи.\n— Я не...\n— Не отнекивайся. — она усмехнулась и понизила голос. — Драконы не люди, мы по своей природе однолюбы.\n— Раз однолюбы, то ты и Алистер.. \n  Говорила мне мама, держи язык за зубами! Нет же, я же любопытная! Однако Мелисса отреагировала спокойно.\n— Нет, мы поговорили и решили, что будущего у нас нет. Я все еще недолюбливаю Яна, хоть и уважаю как главу драконов огня, но невозможно любить одного и ненавидеть его родных. Так что извини за ту мою вспышку тогда. — я молча кивнула и улыбнулась. — А вот и ухажер твой. Кайл, отдаю ее в твои руки и пойду успокаивать остальных.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "    Блондин непонимающе взглянул на драконицу, но кивнул в ответ. Шли обратно мы в полной тишине. Проводив меня до комнаты мы остановились.\n— Спасибо, Кайл. — я первая нарушила тишину.\n— Да не за что. Ты бы тут заплутала одна все-таки. — он тихо усмехнулся.\n— Не только за это. За твою честность, искренность. Ты помогаешь привыкать мне к новым реалиям.\n— Ну... тогда я очень рад, Ари. — он улыбнулся. — Спокойной ночи.\n   Я ответила тоже самое, он отошел, но потом развернулся и подошел обратно. Я заметила его слегка красные уши.\n— Я понимаю, что может сейчас сделаю самую большую глупость в своей жизни, но.. ты позволишь?\n— Позволю. \n   Он подошел ближе и я снова почувствовала приятный запах моря. Наклонившись, он оставил поцелуй на моей щеке. Задержался там на несколько секунд, но даже этого хватило, чтобы почувствать его улыбку. Отстранившись, увидела ее.\n— Я рад, что тогда уговорил остальных спасти тебя. — он развернулся и пошел обратно.\n   Прикоснувшись рукой той щеки, я еще минуту постояла на месте и потом зашла в комнату. Ты точно влюбилась, Ариадна. Все совсем не так, как было с Арденом. Может мое счастье ждало меня тут? Счастье с блондинистыми волосами, голубыми, как море глазами, со шрамом, который совершенно не портит внешность, а наоборот, украшает? Не переставая об этом думать, я уснула...",
    "answers": [
      {
        "id": 67,
        "text": "Конец 14 главы"
      }
    ]
  },
  {
    "id": 119,
    "text": "(Спустя 2 дня...)\n\n— Ари! Ари, вот ты где! — мои размышления в саду прервал Алист.\n— Пока еще тут. А что случилось? \n— Да вроде ничего, и в тоже время много чего... — он начал теребить сережку в правом ухе и периодически смотреть по сторонам.\n— Так, успокойся и начни заново. А то мы так долго будем стоять и думать. — усмехнулась я.\n  Скосив в мою сторону глаза, шатен глубоко вздохнул.\n— Случилось то, чего не было давно. Король Джей собрал совет.\n— Это который из кошек-оборотней? — Алист кивнул. \n— Меня отправили за тобой, потому что дело касается тебя.\n— Какая ирония.. — фыркнула я. — Никогда бы не подумала, что смогу увидеть короля. Неважно какого. Сам факт пугает. \n— Зря боишься. — попытался подбодрить меня дракон, пока мы шли. — Наш король самый лучший из всех, кто правил последний век.\n— Это и обнадеживает... — вздохнула я перед дверями своей комнаты. Раз король решил почтить нас своим вниманием, то и одеться надо соответствующе. Алистер просто закатил глаза и остался ждать меня за дверью.\n",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "     После этого мы направились в зал советов, где я впервые проявила свою силу. Быть здесь было все еще немного тяжело, но я взяла себя в руки и глубоко вздохнула. Алистер кивнул и направился к свободным местам. Я за ним. \n— Ты чего вся съежилась, будто на экзамене? — сочувствующе прошептал Джаспер, смотря на меня.\n— Да как-то не каждый день королей вижу.. — буркнула я, выпрямив спину.\n— Как и говорил Алист, с нынешним королем нам очень повезло.\n— Кому там с кем повезло? — раздался незнакомый голос. Подняв голову, увидела симпатичного брюнета с серо-фиолетовыми глазами. Лет 30. Высокий, атлетического телосложения. Он зашел в зал вместе с Яндором и с улыбкой смотрел на нас.\n— Мое почтение, Ваше Величество. — Джас слегка наклонил голову. Я решила молча также поступить. \n— А эта милая девушка и есть наша гостья с Земли? — он внимательно рассматривал меня.\n— Верно, Джей. И как уже известно, она потомок драконов баланса. — ответил за меня Ян.\n— Изумительно. — проговорил король. — Столько времени не знать о том, что этот род не прервался, а временно прекратил свое существование.\n— Вот только еще неизвестно, когда драконы баланса снова возродятся.\n— Нетрудно догадаться. — пожал плечами король. — Думаю достаточно породниться снова с драконами.",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      },
      {
        "id": 120,
        "text": "Король",
        "url": "https://ibb.co/m0vjn7f"
      }
    ]
  },
  {
    "id": 121,
    "text": "\n— П-породниться? — смотря на всех огромными глазами, промолвила я.\n— Джей, похоже ты нашу гостью испугал. — хмыкнул Ян.\n— Ариадна, твоя сила уже не секрет для нас, хотя мы об этом пока особо не распространяемся. Ты в любом случае станешь магом, потому что в тебе слишком мало сущности дракона. А сила в тебе была всегда, но здесь она нашла выход. Благодаря вам, ребятушки. Особенно из-за тебя, Кайл. — он обвел взглядом всех, задержав на драконе воды, который только зашел в зал советов. \n   Тот, поняв, о чем речь, слегка покраснел.\n— Не переживай, парень, твоя сила поможет ей. И раз все в сборе, предлагаю совет объявить открытым.\n   Еще минуту назад брюнет с искренней улыбкой и веселым взглядом, а теперь серьезный правитель с не терпящим возражения тоном. Он прошел к креслу, стоящему во главе и сел в него.",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "    По моим ощущениям прошло как минимум часа 2... вспоминать в очередной раз мой плен у Мэтью было неприятно, но я понимала, что даже малейшие детали могут помочь. Вот только когда речь зашла о Генри, король меня остановил.\n— Дальше я знаю.\n— В смысле? — встал со своего места Яндор.\n— В прямом. — улыбнулся брюнет. Затем хлопнул в ладоши,\n   Тут в помещение влетела небольшая летучая мышь. Покружив по потолку, она резко спикировала вниз. Ее охватила фиолетовая вспышка.\n— Как приятно снова видеть тебя, землянка. — голос принадлежал Генри.\n— Только не говорите, что сейчас и Мэтью объявится... — я вжалась в кресло.\n— Он сейчас не опасен, Ари. У него период затишья.\n— Меня волнует один вопрос, особенно после того, как была у него. Какой силой он владеет? Почему он так поступил со мной? Как он оказался тогда тут? И... как Кайл меня нашел? \n   Я почувствовала на себе взгляд блондина. Посмотрев на него, увидела теплоту в глазах, хотя лицо не выдавало ничего, кроме сосредоточенности.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "\n— На последний вопрос я отвечу сразу. — Генри сжал ладонь в кулак, а когда разжал, я увидела фиолетовую птичку. — Я владею силой иллюзий, могу их отправлять на большие расстояния с посланиями.\n— Так значит это вы предупредили драконов? — он молча кивнул. \n— А что насчет Мэтью... — Джей глубоко вздохнул. — Он был потомком мага Этера, того, что был влюблен в Элайзу. Сам Этер владел стихией огня, и, проклиная дракона огня Картера, он получил и сам это проклятие. Потому что это было направлено не на драконов, а на стихию. С годами сила потомков мага теряла свою огненную сущность, давая своему проклятию больше преимуществ. Это влияло и на психику носителя. Поэтому Мэтью и решил жениться на тебе, Ари. По его мнению только сила баланса способна избавить его от страданий.\n— Мне кажется, или сейчас будет \"но\"? — спросил Алистер, до того не проронивший ни слова.\n— Верно подметил. — улыбнулся король. —  Мэтью не понимает, что этот план обречен на провал. Хотя бы потому, что сила Ари будет слабее в любом случае, и она не дракон.\n— Значит если бы она была драконом, то шанс был бы выше? — спросил Джас. Король молча кивнул.",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "\n— Хорошо, этим вы мне жизнь облегчили. Но как он оказался в замке?\n— Это слегка наша оплошность... — нервно хихикнул Алист. — Долгое время мы только слышали о потомке проклятого мага,  но в лицо его никто не видел, кроме Генри и.. короля. Но когда ты убежала после чтения легенды, я вспомнил об этом. — он передал мне бумажку. \n   Раскрыв ее, я потеряла дар речи.\n— Откуда она у тебя? \n— Нашел в одном из коридоров замка. А тебе эта бумажка знакома?\n— Но этого не может быть... — шептала я. — И эта бумажка была уже разорванной?\n— Да, я в таком виде ее и нашел. Кайл сказал, что ноты не алларийские, такие есть у вас на Земле.\n— Верно он сказал... — я вглядывалась в написанные ноты, в этот знакомый до боли почерк, в этот запах, пропитавший бумажку.\n— Ари, так что это за бумажка? — спросил Кайл, сев рядом и бережко коснувшись рукой моего плеча.\n   Я глубоко вздохнула и прикрыла глаза. Через несколько секунд открыв, произнесла:\n— Это отрывок музыки, написанной для меня одним очень дорогим для меня человеком. Арденом.",
    "answers": [
      {
        "id": 67,
        "text": "Конец 15 главы"
      }
    ]
  },
  {
    "id": 125,
    "text": "  Зал окутала тишина, которая чуть позже прервалась тихим голосом короля Джея:\n— Ты сказала... Арден?\n— Да. Имя такое распространенное? — от неожиданности я часто заморгала. Брюнет поднялся с кресла и подошел ко мне. Я тоже встала, пытаясь понять, что происходит.\n— Знал я одного Ардена. Точнее он был известен под именем Арденион. Не уверен еще в том, об одном мы говорим и том же или нет, но мой знакомый был сильным манипулятором со способностью менять обличья. И среди ястребов бывают исключения...\n— Ястребов?\n— Оборотни. — кратко ответил мне Джаспер. Я молча кивнула в ответ, в знак благодарности.\n— Но он исчез из Алларии лет 10 назад, если не больше. Да и я тогда прятался, по немаловажной причине.\n— Но тем не менее вы посчитали, что ваш Арденион и мой бывший парень — это один и тот же человек... оборотень... как вы вообще друг друга называете?! — развела я руками, смотря на присутствующих. Те просто слегка улыбнулись. Кроме Яна. Тот нахмурился.",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "\n—  Так вот чей еще запах ощущался... — задумчиво проговорил он.\n— Так значит мне не показалось! — ткнула я в Яна пальцем. \n— Кайл, она меня скорозатычет пальцем. Я на фехтование не записывался. — он аккуратно взял меня за плечи и пододвинул ближе к блондину. Я хотела возмутиться, потому что щеки начали краснеть, но опоздала: Кайл тихо хихикнул и легонько коснулся моей ладони.\n— Вернемся к теме. — откашлялся красноволосый. — Если предположить, что Арденион обоснрвался на Земле, то назревает вопрос: он случайно наткнулся на Ари или это был продуманный план? Генри, как считаешь?\n   Тот посмотрел на Яна.\n— Мэтью намекал на то, что действовал не один, но не раскрывал имени помощника. Но я знал лично Ардениона и подтвержу слова Джея: он хитер. Если Мэтью любит руководствоваться в основном эмоциями, тот предпочитает обдуманный план. Ари, — он обратился ко мне, — вспомни вашу последнюю с ним встречу.\n   Я задумалась.\n— В самую последнюю встречу ничего интересного не было, а вот до...",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "(Земля, за 2 дня до появления Ари в Алларии...)\n\n    Я сидела в кресле за письменным столом, поджав под себя ноги. Сидела и думала. Думала о том, что дальше делать. Как дальше жить, почему так все получилось. Новость, которую я услышала, поразила меня до глубины души. Мне всегда хотелось понять, что это такое, когда тебя предают или говорят то, от чего на душе больнее всего. Но никак не ожидала, что все будет ощущаться именно так...\n   Я вновь достала свои любимые наушники. А Арден... его странное поведение уже просто доводило меня. Я не понимала, что происходит, но чувствовала, что дальше нас с ним ждет только тупик. Тут раздался звонок. Посмотрев на экран, приняла вызов.\n— Привет, Арден\n— Привет, Ари. — услышала я теплоту в голосе. Затем тишина нм несколько секунд. — Извини, я не смогу сегодня с тобой встретиться... И наверно завтра тоже.\n— Что-то случилось?\n— Нет.. то есть не совсем.. — в трубке послышался грохот. — Просто появились дела, которые требуют моего внимания. Это буквально на пару дней. — снова грохот и я слышу мужской голос с весьма недовольной интонацией.\n— У тебя гости?\n— Можно и так сказать. Мне пора, темноглазка. Давай встретимся послезавтра и ты мне все расскажешь. Хорошо?\n— Хорошо.\n   Завершив звонок, я крутанулась в кресле. Что-то в этом диалоге мне не давало покоя. Потом поняла. Темноглазка...\n",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "(Наше время... Аллария..)\n\n— И что в этом слове такого особенного? — задумался король. — Слово как слово, вполне тебе соответствует.\n— Арден так называл меня, только когда понимал, что я о чем-то догадываюсь. Или пару раз говорил, чтобы я угадала что-то. Я уверена, что это было сказано не просто так.\n— Допустим. Но ты еще говорила, что слышала там еще одного человека.\n— Да. — я кивнула. — Голос был точно мужской, но.. не могу сказать, кому он принадлежал, звуки в телефоне искажаются.\n— Это вряд ли был Мэтью, он был в поместье тогда. — произнес Генри.\n— Клон? — выдвинул версию Алистер. Увидев наши недоуменные лица, усмехнулся. — Я уже ничему не удивлюсь.\n— Но если он мне пытался дать подсказку, значит... он знает, кто я? — я встала. — Значит он точно этот ваш Арденион?\n— Мы еще не знаем этого. — покачал головой Джей. — Но одно уже ясно. Он великий манипулятор, однако к тебе применил другой путь. Совершенно для него новый.\n— То есть?\n— Он стал для тебя не просто другом, а гораздо больше. Все эти годы, по твоим словам, он оберегал тебя, помогал. Твои приемные родители его приняли, а затем, когда ты уходила, спокойно отпустил. Это несвойственно для него.\n— Согласен, он поступал иначе. — подтвердил Генри.",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "\n— Но остается открытым вопрос. Если он помогает Мэтью, то зачем вся эта многолетняя фальш? — спросил Джаспер.\n— Чтобы насолить ему? Чтобы обмануть этого сумасшедшего? — развел руками Алист. \n— Или чтобы не дать ему встретиться с Ари. И взрыв это подтверждает.\n   Пока оборотни это обсуждали, я молча смотрела в одну точку. Неужели все именно так? Неужели он именно такой? Кто же ты, Арден? Кто ты, кого я любила?\n— Я должна тогда с ним встретиться. Точнее даже обязана. — отрешенно произнесла я.\n— С Мэтью?! — я впервые услышала повышенный голос Кайла.\n— Да можно и с ним, но я имела в виду Ардена. Если он действительно связан с Мэтью, то значит в курсе, что я жива.\n— Тогда зачем тебе с ним встречаться? — и впервые я почувствовала новую нотку в его голосе. Ревность. Что ж, могу понять его.\n",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "  Я посмотрела внимательно на блондина.\n— А то, что хотя я почти смирилась с тем, что я вовсе не человек, а потомок драконов, потому что это объясняет многое, я не могу понять, зачем он так со мной поступил. Причем здесь приемные родители, зачем так поступили с родными. Они же тоже не знали.. — тут осеклась, вспомнив разговор в пещере. — Ладно, насчет родных родителей вопроса почти нет, но остальные актуальны.\n   Оборотни переглянулись между собой. Первым заговорил Джей.\n— Этот шаг серьезен и его надо тщательно обдумать. Без плана возвращать Ари на Землю, тем более одну, опасно. Арденион вряд ли заявится сюда, а там скорее всего множество ловушек. Хотя меня удивляет то, что он выбрал такой путь в отношении тебя, Ариадна. Обычно он действует иначе.\n— Согласен с тем, что одну ее туда отправлять опасно. — согласился Джаспер. — Но и все мы нужны здесь.\n— На этом совет предлагаю закрыть. Обсуждение плана проведем завтра, как и мысли насчет спутника. — Джей попрощался с нами и первый покинул зал. Генри обернулся летучей мышью и исчез в окне. Там уже смеркалось, а я поняла, что ночь снова будет бессонной... накопилось много мыслей.",
    "answers": [
      {
        "id": 67,
        "text": "Конец 16 главы"
      }
    ]
  },
  {
    "id": 131,
    "text": "(Спустя несколько дней... Земля..)\n\n   Возвращаться было весьма странно, как и то, что вернулись мы исключительно в тот момент, когда взорвался автобус. Только я была тогда на другой стороне улицы. Видя все это, я не удержалась и отвернулась.\n— Я рядом. — мою руку бережно сжали.\n— Кайл, а ведь если не ты... — я уткнулась в его плечо, сдерживая первые всхлипы.\n— Может все же не надо было?\n— Надо. — я взглянула на парня. — Я хочу посмотреть в глаза тому, кто обманывал меня столько времени.\n   Кайл в ответ лишь кивнул. Когда зашла речь о том, кого со мной отправить, первым вызвался именно он. Хотя это еще порывался сделать Алистер. Но поняв мотивы друга, он благоразумно отступил. На пути к порталу я видела, как в Кайле враждовали разные эмоции, что было несвойственно для него. Но назад пути не было.\n  Отправиться я решила сразу к дому Ардена. Возможно эффект неожиданности сможет дать нужный результат. Однако все почти сразу пошло наперекосяк...",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "\n—Арден? — окликнул его блондин. Парень поднял голову, посмотрев на спросившего. Отвечать не спешил. — Или все же Арденион? — тут его глаза стали круглее и он убрал телефон в карман. Я стояла рядом с Кайлом, но надев маскировку, так что узнать было невозможно.\n   Тем временем Арден посмотрел по сторонам и стал медленно к нам подходить.\n— И кто же решился узнать меня? — глаза его сверкнули и на секунду мне показалось, что черты лица стали несколько острее. Но потом это прекратилось.\n— Так ты или не ты? — продолжал Кайл, сверля его взглядом.\n— Ну допустим я, дракон.. воды? Давненько вас не видал. — голос Ардена стал холоднее. — Вот только зачем пожаловал?\n   Блондин улыбнулся.\n— Хотел узнать про Ариадну. Зачем следил за ней?\n— А про это уже в Алларии судачат? Занятно.. — он посмотрел в сторону. — Только вот погибла она.\n— Так может расскажешь причину? Понятно, какие цели нужны Мэтью, но тебе какая с того выгода?\n— Дракон, я же сказал, она погибла. Нет уже смысла рассказывать. Что сделано, то сделано. Вот только учти, — он приблизился, грозя пальцем. — я к ее гибели отношения не имею. \n",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "\n— Тогда какова твоя цель? — я сняла маскировку. — Что тебе от меня нужно было?\n    Арден смотрел на меня, пребывая в шоке. Спустя минуту молчания он порывисто меня обнял.\n— Так ты и вправду драконица? — шептал он, пока Кайл тянул меня ближе к себе.\n— В очень дальнем родстве. — сложила я руки на груди, отвернувшись от него.\n— Так вот почему я тебя не узнал...\n— Еще и ты меня обнюхивал?! — я повернулась к Кайлу. — Признайся, ты хоть этого не делал?! — тот молча улыбнулся и замотал головой. Я выдохнула.\n— Но откуда ты знаешь его? — Арден искоса глянул на Кайла.\n— Эффект Алларии, забыл? \n— Эффект Алларии? — переспросила я слова дракона.\n— То, что Ян тебе рассказывал. Перед тем, как сюда отправиться. — я молча кивнула, поняв о чем он.\n— Ты была в Алларии?! — озадаченно посмотрел на меня Арден.\n",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "\n— А ты знаешь Мэтью? — парировала я.\n— А ты и его знаешь? — не унимался бывший парень.\n   Я нервно хихикнула.\n— Я уже много чего знаю. — встретив его недоуменный взгляд, пояснила. — Моя голова успела несколько раз пострадать, я пережила похищение, твой друг успел мне основательно потрепать нервы, я умудрилась узнать, что являюсь потомком необычных драконов и в итоге уничтожила зал советов. И это за довольно короткое время. Как думаешь, я много знаю?\n    Ошарашенный Арден сел на ступеньки, ведущие на открытую веранду, и закрыл руками лицо. Просидел он так несколько минут.\n— Я предупреждал Мэтью о том, что это провальный план. — услышали мы с Кайлом сдавленный шепот парня. — Но то, что он вбил себе в голову, вытащить не так-то просто. Он нашел мемуары Этера, прочитал их и окончательно загорелся идеей найти потомков Элайзы.\n— Но зачем ему это? В драконов они превращаться не могут все равно. — развела я руками.\n— А ему не это нужно, а их сила. Не думай, что это началось с тебя. Нет. Это началось задолго до твоего рождения.\n— Стейси была в их числе? — спросил Кайл. \n— Изначально да, но потом выяснилось, что она больше человек. Драконской сущности в ней практически нет. Мэтью тогда чуть не сжег другой мир от ярости.",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "\n— Кажется я понял, о каком мире речь. — задумался дракон воды. — Но мы отошли от темы. Арден, как остановить Мэтью? Все равно его план обречен на провал. \n— Этого, увы, я не знаю. — помотал головой в стороны Арден. — Но он как-то обмолвился, что сила баланса может многое, даже исправлять и лечить.\n   Мы с Кайлом переглянулись друг с другом.\n— А как можно найти мемуары Этера?\n— Этого я не знаю. Особенно сейчас, ведь здесь вы вернулись в прошлое.\n— Вот это меня и пугает... — пробормотала я, вспомнив события последнего месяца. — А как только мы вернемся обратно, ты забудешь наш разговор?\n— Нет, ты же изменила прошлое на Земле. И ты правда хочешь вернуться туда? \n  Посмотрев на Кайла и увидев в его глазах теплоту, ответила кивком головы. Арден поднялся со ступенек.\n— Тогда вам лучше всего вернуться обратно. В прошлом опасно долго находиться. Кайл, береги ее.\n— Всенепременно. — блондин взял меня за руку и повел обратно. Перед тем, как мы завернули за угол, я обернулась назад. Там стоял Арден со сложенными на груди руками. Поймав мой взгляд, он что-то прошептал. Сумела я разобрать только малую часть: \"Всегда буду любить\". Грустная улыбка от него и он пропал из моего поля зрения.\n— Готова? — отвлек меня Кайл. Я кивнула и мы зашли в портал... Но что-то пошло не так...",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "(Границы Алларии...)\n\n   Портал казался нестабильным и из-за очередного толчка наши с Кайлом руки разъединились. Мы пытались дотянуться друг до друга, но его отнесло еще дальше и он исчез. А меня закружило, отчего я стала терять сознание. Но тут почувствовала порыв ветра.\n— Вы чего стоите? Первый раз видите девушку? — услышала я молодой мужской голос. — Посмотрели? А теперь марш работать!\n   Послышался отдаляющийся топот ног. Я открыла глаза, но сразу прикрыла, щурясь от яркого солнца, которое отражалось в окне.\n— Хотя признаться, я и сам впервые подобное увидел. — раздался голос справа. Прикрыв глаза рукой, повернулась в ту сторону.\n— О, да ты еще красивее, чем я думал. — хохотнул парнишка. Внешне он мне напомнил Алистера. Тоже серьга в ухе, хитрый взгляд, ухмылка. Но все же ощущался иной стержень, другой характер. — Повезло твоему суженому, ох повезло. Жаль что я опоздал. — он нарочито-грустно вздохнул, оперевшись на бочку рядом.\n— Где это я? — голос мой слегка охрип.\n— Если приглядишься, то заметишь корабееельную каюююту. — он улыбнулся, разглядывая свои ногти на руках. — Иными словами, на моем корабле.\n— А вы, как я понимаю, капитан? \n— О, вы поражаете меня удивлять! Как же зовут таинственную незнакомку. — он глянул на меня хитрыми темными глазами.\n— Ариадна, а вас?\n Незнакомец театрально поклонился. Но выдалось это весьма кривовато, потому что корабль слегка накренился. \n— Каспер, к вашим услугам.",
    "answers": [
      {
        "id": 67,
        "text": "Конец 17 главы"
      },
      {
        "id": 136,
        "text": "Каспер",
        "url": "https://ibb.co/j6qPRf3"
      }
    ]
  },
  {
    "id": 137,
    "text": "(Спустя пару дней...)\n\n   От Каспера я узнала, что портал оказался нестабильным, из-за чего мы с Кайлом потерялись. Нам еще повезло, что мы остались целы, но волнение за своего дракона оставалось.\n— Каспер, а где именно я нахожусь? — спросила своего собеседника. Который к слову оказался... пиратом. Эдакий Джек Воробей иномирского происхождения.\n— В данный момент мы на границе миров. — с улыбкой произнес он.\n— Граница миров? — я встала. — А как это понять?\n— Все просто. Вот граница, — он достал карту. — вот миры. — улыбнулся. Но увидев мой взгляд, продолжил. — Мы находимся в океане, который объединяет многие миры нашей Вселенной. Тайрен, Опраэн, Санктум, Аллария...\n— Мне туда надо, в Алларию! \n   Каспер внимательно на меня посмотрел, приподняв бровь.\n— Я, знаешь ли, капитан этого корабля.\n— Знаю. Но мне правда туда надо.\n— Ты появилась из непонятно откуда взявшегося портала, точнее свалилась с него. Повредила мой корабль. Откуда мне знать, что ты друг, а не враг? — Каспер приблизился ко мне, оперевшись руками о стол, разделяющий нас.\n   Я вздохнула.\n— Я бы показала тебе, но увы, сила, которая у меня есть, мне пока что не подвластна. А дракон, который был со мной, помогает мне с подчинением ее.\n   Каспер отодвинулся, сложив руки на груди.\n— Но ты человек. У вас силы не бывает, только если...",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "\n— Только если ты ее не разозлишь... — послышался голос снаружи. Услышав его, я побежала к двери, отодвинув пытавшегося помешать мне пирата.\n   Выбежав, увидела Кайла в облике дракона, который вынырнул из воды, но остановился под натиском пиратов.\n— Кайл! — крикнула я, пытаясь пробиться сквозь толпу. \n— Отзови своих. — спокойно сказал Кайл, обращаясь к Касперу.\n— С какой это стати? — усмехнулся капитан, прислонившись к косяку двери.\n— Я не собираюсь причинять им вред, просто заберу Ариадну и мы уйдем.\n— Еще один командир на МОЕМ корабле. Не многовато ли вас собралось? — взгляд пирата потемнел и он стал приближаться к Кайлу. Толпа расступалась перед ним, отодвигая меня все дальше.\n   Я чувствовала страх за дракона и за себя, ощущала силу, которая проснулась и рвалась наружу, но боялась ее выпускать. Воспоминания, где я всех разнесла, тормозили меня.\n— Ари, еще не время. Я скажу, когда начинать. —  в голове раздался голос... Кайла?\n— Ты опять в моей голове?! — прошептала я.\n— В облике дракона мне доступны некоторые сюрпризы для тебя. —  послышалась ухмылка.\n— А это точно ты? Ты в жизни куда спокойней.\n— Не время для подобного. Жди сигнала, когда выпускать силу.\n— Ты уверен?\n   Дракон незаметно для остальных кивнул, продолжая при этом дисскутировать с Каспером.\n— Они не пострадают, обещаю тебе. Просто выпустишь волну и прыгаешь в воду. Я подхвачу. Договорились? — я в ответ кивнула.",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "\n— Повторяю снова, с какой стати мне ее отдавать тебе? — услышала я продолжение разговора. — Она человек, а ты дракон. \n— Она почетная гостья Алларии и моя цель довезти ее туда в целости и сохранности.\n— Насчет последнего я уже сомневаюсь. — усмехнулся пират. — Она ведь не знает, в каком состоянии оказалась тут. Без сознания и несколькими ссадинами. Без моих сил она бы не излечилась так быстро. \n— Значит что-то произошло с порталом. — задумался дракон. — Или кто-то помешал переходу...\n— Это уже не мои проблемы. Но тебе я не доверяю, так что довезу ее сам. — повернувшись ко мне, подмигнул. Нет, ну ты конечно симпатичный, но у меня есть Кайл. Потому фыркнула в ответ и отвернулась.\n— Ты хотел увидеть ее силу? — глянул сверху вниз на него дракон. Заинтересованный пират повернулся к нему. — Ты ее увидишь. Ари, давай!\n   Глубоко вздохнув, почувствовала знакомое тепло в руках и груди. Сила просилась наружу и я ее выпустила. Все вокруг озарил золотой свет, на который завороженно смотрели матросы. Лицо же Каспера передавало множество эмоций.\n   Воспользовавшись моментом, перелезла через ограждение и прыгнула вниз, где меня похватил Кайл. Но нырнуть в воду нам не дал капитан.\n— Так ты дракон тоже?! \n— Ну уж точно не человек! — рассмеялась я, обняв шею дракона.\n— Ну тогда мы еще встретимся, неправильный дракон! — он помахал нам.\n— Это он так дал понять, что за нами не погонится? — спросила я Кайла.\n— Это не простой пират, Ари. Точнее это одно из его обличий.\n— Кто он тогда? — дракон в ответ лишь посмотрел на меня. Хм...",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "(Аллария...)\n\n   Когда Кайл снова обернулся человеком, я увидела множество синяков и ссадин на нем.\n— Что с тобой произошло? — прикрыв рот руками, испуганно спросила я.\n— Большинство из них из-за сбоя портала, а парочка других.. — он замолчал.\n— Ты с кем-то подрался? — дракон продолжал молчать. Я приблизилась, взяв его руку в свои. Спустя минуту он продолжил.\n— Алехандро. Он настраивает водных жителей против всех драконов. Я почти уверен, что он один их помощников Мэтью и был им уже тогда, когда... погибли мама с папой.\n— Так ты с ним подрался?\n— Не совсем. Я хотел ему все высказать, но меня остановил Яндор. — заметив мой взгляд, Кайл поспешил меня успокоить. — Не вини его, он правильно сделал.\n   Я молча кивнула, но сделала пометку в памяти серьезно поговорить с этим огненным драконом.\n   Вернувшись в замок, я хотела уже пойтив свою комнату, как меня остановила Мелисса.\n— Ты-то мне и нужна. — подхватила меня под локоть и повела за собой.\n— Мелисса, что случилось? — я едва поспевала за ней. Заговорила она только тогда, когда мы зашли в незнакомую мне комнату. \n— Это моя комната. — ответила она на мой молчаливый вопрос. —  А теперь ответ на твой предыдущий вопрос. Тут такооое было, пока ты отсутствовала. —  и она начала рассказ...",
    "answers": [
      {
        "id": 141,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "(События в Алларии за последние 2 дня...)\n\n— Ребята, тут что-то странное произошло. — влетел в беседку Алистер, прервав говорящих Яндора и Джаспера. — Портал озарился яркой вспышкой, но появился только Кайл.\n— А где Ари? — спросил Джас, пока они спешили к тому месту.\n— Я не знаю.\n   Оказавшись там, они увидели лежащего без сознания Кайла. Со множественными ссадинами на лице. Переправив его в замок на лечение, они вернулись к месту, где был портал.\n— Что же могло повредить портал? — задумчиво прошептал Ян, осматривая каждый кусочек земли, выискивая то, что могло дать ответ.\n— Может быть это? — ответил Алистер, сидевший на земле, скрестив ноги. В его руке было перо, которое он рассматривал со всех сторон.\n— Перо? — усмехнулся Ян. — Оно могло тут сколько угодно пролежать.\n— Могло. — кивнул его брат. — Но тебе не кажется странным то, что Кайл и Ари направились к Ардениону, который с ваших слов является... — он сделал паузу.\n— Ястребом.. — продолжил Ян. Взяв у брата перо, принялся его осматривать. — Так значит мы верно угадали.\n— Браво, твой брат умнее тебя в разы, хоть и младше. — послышались аплодисменты. Из тени вышел Арден в своем настоящем облике.\n— Конечно умнее. — усмехнулся красноволосый. —  Особенно тебя, раз ты решил объявиться именно сейчас.\n— Обстоятельства изменились. — сухо ответил ястреб.\n— Это интересно какие же? — спросил Джаспер, молчащий до того момента.\n— Ариадна в опасности из-за Мэтью. Сами же прекрасно знаете.\n— Мы-то знаем, а также знаем то, что ты неспроста крутился вокруг нее все эти годы. — продолжал Джаспер. — Но сейчас вопрос куда более интересный. Где сама Ари?\n— Я покажу. — Арден посмотрел в сторону воды...",
    "answers": [
      {
        "id": 142,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": "(Настоящее время...)\n\n— Арден тут?! — посмотрела на Мелиссу огромными глазами.\n— А я тебе о чем. — развела руками девушка. — Весь мир переполошился с твоим появлением у нас.\n— Ну простите, что создала проблемы. — фыркнула я.\n— Да ладно тебе, это даже хорошо. Ты нас расшевелила, а то расслабились совсем. — она приобняла меня за плечи. — Но когда Кайл пришел в себя...\n— Я в курсе того, что его останавливал Яндор от необдуманных поступков.\n  Мелисса хмыкнула в ответ.\n— А знаешь, как он отчаянно рвался тебя искать и чуть было не окатил водой этого ястреба, узнав, кто вклинился в портал и тем самым сделав его нестабильным? — я на этот вопрос только в шоке посмотрела на нее. Она довольно улыбнулась. —  Знаешь, ты сделала невозможное. Ты научила его вновь выражать эмоции. А то ходил тут раньше принцем замороженным.\n   Я слегка покраснела и отвела взгляд.\n— Вы правда очень подходите друг другу. — продолжала она. — Ты может этого не замечаешь, пока что, но он смотрит на тебя так, как будто ты самое ценное, что у него есть.\n— Мелисса, это вряд ли. — я вздохнула. — Мы слишком мало еще с ним знакомы, чтобы было так, как ты говоришь.\n— Не сравнивай драконов с людьми на Земле. — покачала она головой. — Мы иначе это чувствуем, к тому же однолюбы. Кайл выбрал тебя еще тогда, когда ты была похищена. Он молча отправился за тобой, не дожидаясь нас. В итоге ребятам пришлось полностью менять план. А когда твоя сила проявилась, он вместо того, чтобы помочь себе, направился успокаивать тебя. Неужели ты этого не заметила еще?",
    "answers": [
      {
        "id": 143,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "  Я прикрыла лицо руками, уткнувшись в колени. \n— Заметила. Еще как заметила. — шептала я. — И сама...\n— Сама влюбилась в ответ? — драконица мягко обняла меня. Я молча кивнула. — Это было неизбежно, поверь. Когда будете планировать свадьбу, я буду подружкой невесты. И никем иначе.\n— Мелисса! — подняв голову, посмотрела на нее.\n— А как глазки-то блестят, а как щечки горят! — широко она улыбнулась, помахав ресницами. Я в ответ смущенно кинула в нее ближайшую подушку. — О, так ты не согласна насчет моей идеи? Сейчас буду думать план уговоров. — она достала другую подушку. \n  Ближайший час мы превратили комнату Мелиссы в.. даже нет слов во что. Но настроение подруга смогла мне поднять.",
    "answers": [
      {
        "id": 144,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "Когда пришло время мне отправиться в свою комнату, она пошла со мной. Опасность пока оставалась, одной мне перемещаться не советовалось. Однако у моей двери меня ждал Кайл. Мелисса быстро со мной попрощалась и ушла.\n— А я думал, что ты спишь, никто не открывал. — смущенно улыбнулся он, прервав неловкую тишину.\n— Учусь дружить с Мелиссой. Она оказалась хорошей подругой.  — ответила я. Он только кивнул.\n— Я тут собственно чего хотел... \n— Я хотела сказать спасибо... — эти фразы мы произнесли одновременно, отчего засмеялись.\n   Дракон медленно подошел ко мне и взял за руку.\n— После всего, что было за эти несколько дней, я понял то, что очень боюсь тебя терять. И поэтому... — он вложил мне что-то в руку и перевернул ее ладонью вниз. —  Это посмотришь потом. Так вот.. Ты мне очень нравишься, Ари. Нравишься так, что хочется смотреть только на тебя, даже если вокруг есть другие. Хочется бороться за тебя. Хочется защищать и помогать во всем. Хочется всегда видеть твою улыбку...\n  Я смотрела в его глаза и не могла перестать улыбаться. Такое признание хочется слушать вечно...\n— Каков твой ответ, прекрасная землянка?",
    "answers": [
      {
        "id": 67,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 145,
    "text": "   Я сидела на кровати, держа в руке подарок Кайла. На ладони лежал невероятной красоты подвеска с изображением дракона воды, держащего ограненный камень в форме сердца. Аквамарин, я сразу узнала эту красоту. Тут я снова прокрутила наш диалог с Кайлом, состоявшийся полчаса назад...",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "  \"Дракон медленно подошел ко мне и взял за руку.\n— После всего, что было за эти несколько дней, я понял то, что очень боюсь тебя терять. И поэтому... — он вложил мне что-то в руку и перевернул ее ладонью вниз. —  Это посмотришь потом. Так вот.. Ты мне очень нравишься, Ари. Нравишься так, что хочется смотреть только на тебя, даже если вокруг есть другие. Хочется бороться за тебя. Хочется защищать и помогать во всем. Хочется всегда видеть твою улыбку...\n  Я смотрела в его глаза и не могла перестать улыбаться. Такое признание хочется слушать вечно...\n— Каков твой ответ, прекрасная землянка?\n— Это... это весьма неожиданно, Кайл.. — я чувствовала, как наворачиваются слезы. От счастья, от радости, от того, что я услышала.\n— Я понимаю, что Арден... — он хотел продолжить, но замолчал, как только я коснулась его плеча.\n— Не в нем дело. Просто это было самое красивое, что я когда-либо слышала.\n— Может я слишком рано в этом признался, но такова наша драконская сущность. — он помолчал несколько секунд, а потом взял в руку мою ладонь с зажатым в ней подарком. — Давай я пока расскажу тебе о том, что это.",
    "answers": [
      {
        "id": 147,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "Раскрыв ладонь, он продолжил.\n— Это наша семейная реликвия, передающаяся первому ребенку в семье. Независимо от того, мальчик рождается или девочка. Я был первым ребенком, поэтому она передалась мне.\n— Невероятная красота... — я восхищенно рассматривала ювелирную работу. — Но если она передается ребенку, то почему ты отдаешь ее мне?\n— Потому что так наследник или наследница выделяют тех, с кем хотят связать свою жизнь. И выбор безошибочен. \n— Мне сложно сейчас дать ответ, прости.. — я опустила голову, но ее тут же подняли прикосновением пальцев к подбородку.\n— Глупо будет с моей стороны торопить тебя, Ари. Ты ведь выросла в другой среде. Я подожду столько, сколько тебе необходимо. Но я буду рад, если ты будешь носить мой подарок. — он улыбнулся. Хотел еще что-то сказать, но в коридоре послышались голоса. Кайл покраснел и поспешил со мной попрощаться...\"",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "Как круто повернулась моя жизнь... сплошные американские горки. Кажется, что вот, ты добралась до вершины, где нашоись все нужные ответы, а потом раз, и ты опять падаешь вниз, получая новые вопросы. Вроде решила вче с Мэтью, Арденом, а тут бывший парень (если он действительно был таковым) решил вернуться в Алларию. Интересно, зачем? Со слов короля и Генри он тот еще манипулятор и эгоист. Но чего он все-таки добивался, когда встречался со мной? И какова все же во всем этом роль Мэтью? Если учесть, что там давно уже разум улетел далеко и надолго. А может ли такое быть, что нас попросту вели за нос?\n   Я подошла к окну и открыла его. В комнату влетел теплый ночной ветерок. Я села на подоконник и продолюила размышлять. Какова вероятность, что не Арден пешка Мэтью, а он слушается Ардена? Не напрямую, а через советы, рекомендации. Такими ведь проще управлять, особенно если ты мастер в этом. Эта версия показалась наиболее правдоподобной. Однако ответа на вопрос \"чего Арден добивался в отношении меня?\" все равно остается неясным. А его слова, что будет всегда любить? Разве это может быть правдой после всего, что я пережила? Хотя... Шанс он свой упустил в любом случае, у меня есть Кайл и есть зарождающиеся чувства к этому милому блондину.\n   Так ничего толком и не решив, я легла спать...",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "(Спустя неделю...)\n\nУтром меня разбудила барабанная дробь в дверь. Нехотя встав, побрела к двери, открыв ее. Одним раскрытым глазом увидела свежее, улыбчивое лицо Мелиссы.\n— Почти день на дворе, а у нее еще левый глаз не открывается. — беззлобно усмехнулась она.\n— Для кого день, а для кого еще утро... — пробурчала я, пропуская ее в комнату. Тем временем идя к кровати, по пути потягиваясь.\n— Ну нет, спать тебе я больше не дам. — она взяла меня за руку. — Тебя ждут.\n— Кто?\n    Она вздохнула.\n— Арден хочет встретиться с тобой.\n— Зато я не хочу! — выдернула я руку и отошла. — Мне не о чем с ним говорить, особенно после того, что случилось недавно. Когда я чуть не потеряла Кайла и очутилась на корабле пиратов.\n— Пиратов? — девушка округлила глаза. — Ты об этом не говорила. \n— Ага. С их главарем Каспером познакомилась.\n— Ты знакома с Каспером? — тут она быстро присела на мою кровать, в шоке смотря на меня.\n— Чего все так удивляются? Вначале Кайл, теперь ты. Для вас пираты — это редкость?\n— Если бы он был простым пиратом... — она вздохнула. — Но мне кажется это хороший знак. Дружба с таким, как он, не столько полезна, сколько желательна.",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": "\n— Может тогда хоть ты мне скажешь, кто он?\n  Она покачала головой.\n— На это ответить тебе сможет только он сам. Да и Арден похоже с ним знаком.\n— И ты молчала?\n— Ты же не хотела с ним видется. — Мелисса улыбнулась.\n— И не хочу до сих пор, но надоело находить новые вопросы.\n    Спустя 20 минут мы дошли до цветочной беседки. Той самой, где я впервые услышала о легенде. Там сидел Арден в сопровождении Яна и...\n— И вы тут? — я подняла бровь, смотря на гостя.\n— Я же говорил, что мы встретимся. — сняв бандану, поклонился мне пират Каспер, не переставая улыбаться.\n— Удивили. — сухо ответила я. — Зачем хотели меня видеть? — обратилась я к Яндору и Ардену. Ответил мне дракон.\n— Мэтью нестабилен и хотел снова похитить тебя. Нам удалось предотвратить нападение, но не исключено, что попытки будут продолжаться. Нужно найти способ обезопасить тебя.\n— Кайл мне уже помогает в этом. Мне уже проще контролировать свою силу.",
    "answers": [
      {
        "id": 151,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "Весь момент разговора я чувствовала на себе пристальный взгляд Ардена. Не удержавшись, посмотрела на него. И тут же пожалела. Во взгляде у него было нечто... отталкивающее, пугающее. Я мысленно съежилась, чувствуя, как интуиция начинает негодовать. Мое волнение, кажется ощутил Каспер, судя по тому, как он пытался отвлекать вопросами ястреба. На что тот отвечал весьма неохотно.\n    Обсудив еще пару важных моментов, я попрощалась с собеседниками и направилась обратно, по пути наслаждаясь садом. Тут почувствовала движение сзади. Не оборачиваясь, прислушалась. Нынешняя сила дала мне огромное преимущество, помимо прекрасного обоняния, она также наделила хорошим слухом. Я слышала прерывистое дыхание, граничащее с недовольным рыком, медленные шаги, порыв ветра, как от птичьих крыльев. Тут мне стало не по себе и я резко обернулась. Никого.. но посмотрев вниз, в глазах слегка потемнело. Присев на корточки, собрала несколько серо-коричневых перьев. Если моя догадка верна, то опасность близка, как никогда...",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "Идя дальше, снова почувствовала тот пристальный взгляд. Обернулась. Снова никого. Но тут услышала шум и меня схватили, отпрыгнув со мной к ближайшему дереву. Но когда я начала брыкаться, услышала над собой спокойный голос:\n— Мне достаточного простого \"спасибо\". Я вам как бы жизнь спас.\n— Снова вы, Каспер. — изумленно посмотрела на него. Он уже не касался меня, но продолжал стоять рядом. — Спасибо. Но от чего спасали?\n— От очередной попытки вас похитить. Или чтобы избавиться от вас. Не убить, нет, вы все же считаетесь новой надеждой для драконов баланса, скорее это попытка вас обезвредить.\n— Звучит так, будто я преступница какая-то. — фыркнула.\n   Каспер усмехнулся.\n— До нее вам далеко, но вы сильно напоминаете нападавшему ту, что грела его мысли все эти годы. Несмотря на то, что он посчитал ее предательницей.\n— Вы так это сказали, что мне вспомнилась история Элайзы. — тут я нахмурилась и вспомнила кое-что. — Когда меня похитили, я слышала шепот, говорящий \"Моя милая Элайза\". Это может быть связано?\n— Да. — кратко ответил пират. И тут он посмотрел на мою руку, все еще сжимающие перья. — А это что у вас?\n— Нашла до того, как напали на меня сейчас. Это важно?\n   Он промолчал, но схватил меня за руку и побежал в сторону замка. Кажется, перья оказались там неспроста...",
    "answers": [
      {
        "id": 67,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 153,
    "text": "(Спустя пару часов... зал Советов. Ари тем временем проводила время с Мелиссой..)\n\n— Почему мы собрались тут, не предупредив Ари? — Яндор недовольно хмурил брови, входя последним.\n— Потому что дело усложнилось так, как я и предполагал. — ответил ему Каспер.\n— Поясни.\n   Пират молча передал ему найденные Ариадной перья. Ян стал сверять их с теми, что нашлись у портала.\n— И что это значит?\n— После встречи с тобой и Арденом была попытка покушения на жизнь Ариадны. Даже 2 попытки. И если в первом случае я не знаю, что могло его спугнуть, но в последнем я смог предотвратить это.\n— Мэтью не успел бы прибыть сюда, за ним следит Генри.\n— Так не он главный, Ян... — вздохнул Кайл, но потом сжал кулаки. — Я должен быть рядом с Ари.. — он хотел встать, но рука Алиста его удержала на месте.\n— Она в безопасности сейчас, под контролем Мелиссы. Она убережет ее.\n— Ну а если он опять нападет?! — не унимался блондин.\n— Ты ее дракона видел? Куда с ней тягаться ястребу. — усмехнулся шатен. Кайл внешне успокоился.",
    "answers": [
      {
        "id": 154,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 154,
    "text": "\n— Каспер, — Ян обратился к пирату. — Для начала прошу тебя объянить остальным о том, кто ты на самом деле. Потому что есть сомнения, что ты не пират. \n   Касп довольно улыбнулся.\n— Ну, то, что я не пират, вы и так знаете. Моя роль не ограничивается только контролем вод Алларии. Мне доступны все водные просторы наших миров. Вы также знаете о существовании Хранителей миров, и парочка таких есть и у нас.\n— Сейя и Ральф? — спросил Алистер.\n— Именно. — кивнул Каспер. — Так вот, Хранители миров регулируют безопасность суши, гор и всего остального. Но так как воды у нас гораздо больше, чем суши, и обитателей там немеренное количество, то было решено создать еще одно подразделение Хранителей. Их задача — поддерживать защиту и баланс вверенной им территории. А самые одаренные занимаются также загадками и расследованиями. И тут уже неважно, где произошло преступление, мы просто ищем, анализируем и ловим. — он улыбнулся, покрепче связав бандану на голове.\n— Так значит ты тоже Хранитель? — спросил Джаспер.\n— Можно назвать и так. \n— И какова твоя роль в нашей проблеме? — не унимался дракон воздуха.",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "\n— А вот это самое интересное. — Хранитель сразу преобразился: вместо улыбки — серьезное выражение лица. — Я давно знал Ардениона, частенько пересекались по разным делам. Но когда он внезапно исчез, меня попросили заняться этим. И так я постепенно смог выйти на Мэтью и познакомиться с той самой легендой о проклятии драконов. Арденион не знал о моей работе, считал меня типичным пиратом. Впрочем как и многие другие. Поэтому он и отправил ко мне Ариадну, будучи уверенным, что мне можно доверять.\n— Доверился, но не понял, что его песенка почти спета. — ухмыльнулся Яндор.\n— Еще доказать надо, что он замешан в нападениях на потомков Элайзы. \n— Хочешь сказать, что их было несколько? — вмиг посерьезнел дракон огня.\n    Каспер молча протянул ему стопку бумаг. Глаза Яна округлялись все больше и больше, по мере дальнейшего прочтения. Листы потом прочитали и остальные драконы, после чего надолго наступила тишина.\n— Они хоть живы? — тихо спросил Яндор.\n— Да. Но у многих психика не выдержала того, что он сделал. У них и так сила не смогла бы нормально проявиться на Земле, но насильное ее проявление чревато последствиями для тех, кто больше человек, чем дракон. — грустно ответил Каспер.",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "\n— Выходит спонтанное открывание портала Кайлом спасло Ари? — спросил Алистер.\n— Оно не было спонтанным. — улыбнулся Касп. Увидев озадаченные лица, продолжил. — Я просто немножко помог. Направил, куда надо, так сказать.\n— Но как ты понял, что именно тогда надо спасать?\n   Пират обреченно вздохнул.\n— Как много вам еще объяснять... Я заметил Ариадну, когла Арден наметил ее своей следующей жертвой. Поначалу она не отличалась от остальных на Земле, но позже я нашел бумаги о ее удочерении. Тогда стало понятно, что произошло и как в этом замешан Мэтью. Вначале он действительно лично руководил поисками потомков Элайзы и Картера, но постепенно он сходил с ума и когда это достигло своего пика, он познакомился с нашим ястребом. Который вовремя смекнул, что манипулируя Мэтью, сможет добиться того, чего не смог бы сделать в одиночку.\n— Но при этом заставляя того думать, что он по-прежнему главный?\n— Все верно, Ян. Арден из тех, кто предпочитает командовать, будучи в тени. Но в случае с Ари его намеченная схема дала трещину. Он в нее влюбился. Это и мешает ему сделать то, что делал с другими. Он ее преследует, но не может заставить себя забрать ее силу.",
    "answers": [
      {
        "id": 157,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "\n—  Но Ри уже почти в полной мере овладела своей силой и обрела наши способности. — задумался Алистер.\n— Верно говоришь. С одной стороны это упрощает ему задачу, но с другой он не сможет теперь ей управлять. Какой стихией она учится управлять?\n— Воды. — ответил Кайл.\n— Супер, это одна из сильнейших стихий. Если она овладеет ей в полной мере, никто не сможет отнять у нее силу. Баланс умножает силу своего носителя.\n— Она ей овладеет в нужной мере. — улыбнулся блондин.\n— Но я все еще не могу понять, для чего ему эта сила. Мэтью хотел ей снять с себя проклятие, но стало понятно, что у него это не выйдет. Ардену это зачем? Он же не проклят, если только..\n— \"Если только\", Джаспер. Я проанализировал его родословную и после этого стало проясняться многое. Арден — родственник Этера, но не прямой. Он потомок его младшей дочери, а потому часть проклятия передалось и ему. — Каспер предоставил драконам очередные листы и подтверждениями.",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "\n— Вот так дела... — озадачились все.\n— Значит он с себя хочет снять проклятие? — спросил Кайл.\n— В его случае это возможно. Как и то, что скорее всего он тоже стремится возродить драконов баланса, но более губительными методами. На данный момент только Ари является прямым потомком Элайзы. Может есть и еще кто-то, только пока я их не нашел. Там не так-то просто их искать, казалось обнаружил одну с необычными силами, оказалась вообще неместной. Еще и водой окатила ледяной. — пират дернул плечом, вспоминая то неудачное знакомство.\n— Тогда нам стоит усилить охрану Ари. Также пока Арден тут, надо успеть собрать оставшиеся доказательства. — Ян обдумывал указания, чтобы обезопасить девушку.\n— Я еще предлагаю рассказать ей все. В неведении держать это тоже не дело. \n— Согласен, Джас. Через полчаса приведите ее сюда. Под каким-нибудь другим предлогом, Арден не должен знать обо всем, что было здесь сказано.\n   Через полчаса сюда влетела Ари в сопровождении Алистера.\n— Что с Кайлом? Как он умудрился сломать крыло?\n— Я ничего не ломал. — улыбнулся блондин, пряча краснеющие уши.\n— Тогда зачем?... \n   Ей рассказали то, что узнали ребята. Вначала ее первым порывом было найти и собственноручно уничтожить Ардена, потом шок, затем она просто судорожно мяла пустой лист бумаги, заботливо отданный Каспером.\n— У меня есть план, как выманить у Ардена ответы. —  дрожащим голосом прервала она тишину.",
    "answers": [
      {
        "id": 67,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 159,
    "text": "",
    "answers": []
  }
]