[
  {
    "id": 1,
    "text": "          Елене предстояло срочно внедриться в масонскую организацию, принимающую в свои ряды женщин. Она никогда не была связана с масонами, и таких знакомств у неё не имелось. Куратор поставил перед ней задачу — как можно более быстро  внедрениться к масонам со следующими целями: 1. Выявить разведчиков-нелегалов, находящихся в этой ложе и работающих на другую страну. 2. Получить информацию о планах и деятельности масонской ложи. Времени для подготовки нет.\n           Что Елена делает дальше?",
    "answers": [
      {
        "id": 2,
        "text": "Пишет сообщение на электронный адрес организации и прикладывает своё резюме"
      },
      {
        "id": 3,
        "text": "Находит в соцсети страничку одного из масонов высших градусов, который не скрывает о своей принадлежности к масонству, и пишет ему сообщение с намеком на то, что хочет стать членом ложи"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/02/AddText_07-02-08.29.05.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-12.15.11ff0e15a294ad5d7a.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://ltdfoto.ru/images/2023/07/03/AddText_07-02-11.10.19-1.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "             Через некоторое время Елене приходит сообщение с ответом: \"В нашу ложу мы принимаем при условии наличия двух рекомендаций от мастеров-масонов. У вас этих рекомендаций нет. Но мы можем провести с вами предварительное собеседование\"...\n             В назначенное время Елена пришла по указанному адресу. Ей завязали глаза и начали задавать вопросы. Вопросы шли от нескольких человек, но было слышно, что народу в помещении много. Спрашивали всё: начиная от религии и мировоззрения и заканчивая биографией её бабушек и дедушек. Как лучше всего вести себя Елене?",
    "answers": [
      {
        "id": 4,
        "text": "Говорить предельно осторожно, четко, серьёзно, обдумывать каждый ответ, чтобы не запутаться и не выдать себя. Говорить только о том, что спрашивают. Стараться употреблять в речи научные термины, чтобы создать впечатление умного человека"
      },
      {
        "id": 5,
        "text": "Отвечать быстро. Местами выглядеть наивной, добродушной и глуповатой. Иногда говорить лишние фразы"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-09.04.31.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "            Масон, прочитав сообщение Елены, написал ей адрес электронной почты, на который ей нужно прислать свой запрос\n",
    "answers": [
      {
        "id": 1,
        "text": "ВЕРНУТЬСЯ "
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-02.47.49.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "        После часового собеседования Елене сказали, что она может идти домой, поскольку ответ о результате ей будет объявлен позже...\n       Через некоторое время ей пришло сообщение, что она не прошла собеседование. После того, как Елена покинула ложу, началось голосование. Три человека из   числа присутствовавших двухсот проголосовали против принятия ее в масоны, потому что её осторожность показалась им подозрительной. Этого было достаточно. Елена не справилась с заданием",
    "answers": [
      {
        "id": 2,
        "text": "ВЕРНУТЬСЯ"
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-04.00.47.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "        После часового собеседования Елене сказали, что она может идти домой, поскольку ответ о результате ей будет объявлен позже...\n       Через некоторое время ей пришло сообщение, что она принята в масонскую ложу. Кроме того ее предупредили, что регулярное посещение ложи является обязательным. Если  Елена три раза не появится в организации во время проведения работ без уважительной причины, то встанет вопрос об её исключении.\n         Елене дали градус ученика. Шло время. Оказалось, что получить какую-либо информацию в масонской ложе очень тяжело. Чаще всего обсуждались философские темы, которые казались Елене нудными и скучными. Однажды во время очередной работы ложи ее пригласил мастер, чтобы обсудить некоторые рабочие моменты. Помещение, в которое он позвал Елену, было небольшим. Возле стены стоял стол с компьютером. В этот момент мастеру позвонили по телефону, и он вышел за дверь. Елена стала смотреть на компьютер. Каким образом лучше дальше действовать Елене?",
    "answers": [
      {
        "id": 9,
        "text": "Это редкая возможность посмотреть информацию в компьютере. Мастера вызвали в дальнее помещение. Но нужно прислушиваться. Шагов за дверью не было слышно. Елена оглядела помещение. Камер видно не было. Нужно срочно просмотреть информацию\n по компьютеру"
      },
      {
        "id": 10,
        "text": "Нужно оставаться на месте и не дотрагиваться до компьютера"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-09.08.57.png"
      }
    ]
  },
  {
    "id": 6,
    "text": "!1",
    "answers": []
  },
  {
    "id": 7,
    "text": "Елена купила немного репчатого лука и соком от него написала на бумаге сообщение, чтобы текст был невидимым. Но при высыхании сок лука стал слегка заметен на бумаге. Кроме того, бумага приобрела луковый запах. Елене снова пришлось идти в магазин",
    "answers": [
      {
        "id": 10,
        "text": "ВЕРНУТЬСЯ"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-06.00.11.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "          Елена купила молоко и написала им на бумаге, чтобы текст был невидимым. Получив шифровку и проявив её под воздействием тепла, куратор по разведке не смог различить буквы у половины текста, так как они имели весьма неоднородный цвет. Ему не удалось полностью прочитать сообщение Елены",
    "answers": [
      {
        "id": 10,
        "text": "ВЕРНУТЬСЯ"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-05.28.24.png"
      }
    ]
  },
  {
    "id": 9,
    "text": "           Елена, посмотрев некоторые файлы на компьютере, услышала за дверью шаги и быстро села на своё место...\n           На следующий день ей сообщили, что она больше не состоит в ложе. За действиями Елены следили через камеру, которую сложно обнаружить взглядом и которую Елена не заметила. Она не справилась с заданием",
    "answers": [
      {
        "id": 5,
        "text": "ВЕРНУТЬСЯ"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-04.28.15.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "            Елена осталась сидеть на месте и дождалась возвращения мастера. Тот посмотрел на нее и сказал, что она может идти, так как вопрос, который он хотел с ней обсудить, уже решился...\n             Между тем подходило время, когда Елене нужно было выходить на связь с куратором по разведке, но пользоваться телефонной связью и сетью Интернет ей запретили во избежание утечки информации. На этот случай заранее был продуман вариант связи с куратором. Елене предстояло написать на листке бумаги нужный текст и передать его обговоренным до этого способом. Елена отправилась в магазин, чтобы затем написать сообщение, которое бы смог прочитать лишь куратор. Что она купила?",
    "answers": [
      {
        "id": 7,
        "text": "Репчатый лук "
      },
      {
        "id": 8,
        "text": "Молоко "
      },
      {
        "id": 11,
        "text": "Пищевую соду"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-05.13.45.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "           Елена купила пищевую соду и, разбавив ее водой, написала на бумаге текст. Когда куратор получил  шифровку и проявил ее с помощью тепла, то смог легко прочитать текст...\n\n          Шло время, а информацию Елене почти не удавалось получать. Во время работ ложи разговоры ни о чем важном не велись. Кроме того, в ложе запрещено было обсуждать темы религии и политики, а как раз политика Елену очень интересовала в связи с ее заданием. К сожалению, мастер-масон, которого Елена знала, не хотел сближать с ней \"дистанцию\". С чего лучше начать Елене, чтобы добыть информацию о ложе и выявить разведчиков-нелегалов?",
    "answers": [
      {
        "id": 12,
        "text": "Попытаться установить дружеские отношения с кем-либо из других мастеров-масонов, находясь в это время непосредственно в ложе"
      },
      {
        "id": 13,
        "text": "Во время работы ложи  пообщаться с каким-либо другим мастером-масоном, а затем попытаться перенести общение в мессенджер либо соцсеть"
      },
      {
        "id": 14,
        "text": "Ни то, ни другое. Должен быть третий вариант"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-06.08.25.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "          Елена не может пообщаться в ложе с кем-либо из других мастеров-масонов, потому что она не может знать, кто именно среди окружающих ее масонов в каком градусе посвящения находится. Эта информация закрыта для масонов низших градусов. А мастеров, которые бы не скрывали факт своего масонства, в ложе не оказалось.",
    "answers": [
      {
        "id": 11,
        "text": "ВЕРНУТЬСЯ "
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-06.35.10.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "Елена не может пообщаться в ложе с кем-либо из других мастеров-масонов, а затем попытаться перенести общение в мессенджер либо соцсеть, потому что она не может знать, кто именно среди окружающих ее масонов в каком градусе посвящения находится. Эта информация закрыта для масонов низших градусов. А мастеров, которые бы не скрывали факт своего масонства, в ложе не оказалось",
    "answers": [
      {
        "id": 11,
        "text": "ВЕРНУТЬСЯ"
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-06.24.14.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "             Елена сумела установить тесные дружеские взаимоотношения с теми масонами, которые не являются мастерами, но наиболее открыты и идут на контакт. В результате последующего неформального общения через соцсеть с одной из женщин, состоящих в ложе, ей удалось узнать, что некоторые из масонов более высших градусов находятся  в отпуске на неопределенный срок и почему-то не посещают работы ложи, хотя находятся здесь на хорошем счету, поэтому их никто не видит. Теперь Елена столкнулась с логической задачей: почему эти масоны не посещают работы ложи?",
    "answers": [
      {
        "id": 15,
        "text": "Живут в других российских городах, которые расположены слишком далеко от города, в котором находится масонская ложа"
      },
      {
        "id": 16,
        "text": "Не имеют физической возможности по состоянию здоровья"
      },
      {
        "id": 17,
        "text": "Находятся за пределами России"
      },
      {
        "id": 18,
        "text": "Являются политическими деятелями"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-08.58.18.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "Масоны обязаны регулярно посещать работы ложи (вне зависимости от местонахождения). Неверный логический вывод.",
    "answers": [
      {
        "id": 14,
        "text": " ВЕРНУТЬСЯ"
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-09.14.51.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "Масоны обязаны регулярно посещать работы ложи. Отпуск не выдаётся по причине невозможности регулярно присутствовать на работах организации. В таких случаях встаёт вопрос об исключении",
    "answers": [
      {
        "id": 14,
        "text": "ВЕРНУТЬСЯ"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-07.40.24.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "В каждой стране имеются свои масонские ложи. Иностранцу нет необходимости числиться в российской ложе",
    "answers": [
      {
        "id": 14,
        "text": "ВЕРНУТЬСЯ"
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-07.48.03.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "           Елена сделала правильный вывод.  В масонской ложе имеется табу на всё, что связано с политикой и религией. Как только человек начинает заниматься политической деятельностью, ему предоставляют в ложе отпуск на неопределенный срок...\n          Размышляя над этим вопросом, Елена подошла к подъезду своего дома и обнаружила, что её автомобиль, который она оставляла во дворе, стоит немного не на своем месте. Ничего не понимая, Елена зашла домой и оглядела квартиру. Всё было в порядке...\n          На следующий день Елена специально запомнила точное место, на котором стояла ее машина. Вернувшись с работы, она обнаружила, что автомобиль снова стоит не на том месте, где Елена его оставляла, а метром дальше...\n         Так прошла неделя, а автомобиль по-прежнему оказывался не на своём месте. Она начала становиться пугливой, тревожной, менее уверенной.  И однажды ей позвонил с номера, который не определился, неизвестный мужчина и сказал:\n— Агент, ты ошиблась. Мы тебя вычислили.\n— Кто вы??? — сдавленным голосом спросила Елена. Но незнакомец уже повесил трубку. Елена поняла, что ей необходимо срочно сообщить своему куратору по разведке о случившемся. Как поступила  Елена?",
    "answers": [
      {
        "id": 19,
        "text": "Дело срочное. Она написала куратору сообщение через мессенджер\n"
      },
      {
        "id": 20,
        "text": "Елена написала на листе бумаге раствором пищевой соды послание куратору и спрятала в условленное место"
      },
      {
        "id": 21,
        "text": "Елена не стала сообщать куратору о произошедшем"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-08.19.44.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "Так делать было нельзя. Куратор запретил Елене использовать в качестве средств связи телефон и сеть Интернет. Таким способом Елену проверяла её же разведка. Она не прошла проверку",
    "answers": [
      {
        "id": 18,
        "text": "ВЕРНУТЬСЯ "
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-08.45.59.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": "Это правильный ответ. Елена сообщила о происходящем куратору через обговоренное средство связи. Она выдержала проверку. Разведка, на которую работала Елена, специально проверяла её на выдержку и надёжность. На самом деле в этой масонской ложе не имелось разведчиков-нелегалов. Но разведке необходимо было получать из ложи информацию, а агент, который работал здесь до Елены, был вынужден ложу покинуть. Елена, удачно прошедшая проверку, продолжила работу в масонской ложе и вскоре начала приносить своей разведке весьма интересную информацию.\n\n",
    "answers": [
      {
        "id": 22,
        "text": "ДАЛЕЕ"
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-08.38.41.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "Об этом обязательно нужно было сообщить куратору. Елену проверяла её же разведка. Она не прошла проверку.",
    "answers": [
      {
        "id": 18,
        "text": "ВЕРНУТЬСЯ"
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-08.52.12.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": "ПОЗДРАВЛЯЕМ! ВЫ ПРОШЛИ КВЕСТ!",
    "answers": [
      {
        "id": 1,
        "text": "ВЕРНУТЬСЯ В НАЧАЛО"
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/03/AddText_07-03-12.15.11.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]