[
  {
    "id": 1,
    "text": "Вы очнулись в каком-то заброшенном здании. Темно. Голова болит, вы не помните как тут оказались. Стоит поискать выход...",
    "answers": [
      {
        "id": 2,
        "text": "Встать и осмотреться "
      },
      {
        "id": 27,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы встали и осмотрелись. Свет луны из разбитых окон немного освещает помещение. На полу разбросаны осколки стекла и различный строительный мусор. Пошарив в карманах, вы не нашли ничего полезного. ",
    "answers": [
      {
        "id": 3,
        "text": "Посмотреть в окно"
      },
      {
        "id": 4,
        "text": "Срочно искать выход"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы подошли ближе к окну. Ночь. \"Где-то ближе к 2\" — подумали вы. Судя по всему, вы находились на 5 этаже. Кроны деревьев как раз были на уровне окон. Почти ничего не видно, но ясно одно. Вы вдали от цивилизации. Вокруг сплошной лес. Темный, мрачный лес. \nТолько решив отойти от окна, вы заметили странную фигуру на земле. Она двигалась, но в темноте было не разобрать чем она занимается. Возможно мне смогут помочь?",
    "answers": [
      {
        "id": 5,
        "text": "Позвать на помощь"
      },
      {
        "id": 6,
        "text": "Сидеть тихо"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы пошли в дверной проем. Нужно бежать отсюда, и как можно быстрее.\nНи черта не видно! Придется идти на ощупь. \nИдтя вдоль стены и еле различия очертания коридора, вы натолкнулись на инвалидное кресло. \n\"Возможно я в какой-то боль...\" — не успели вы подумать, как в дальнем углу коридора раздался странный звук, похожий на шаги. Они утихли так же внезапно, как и начались. Не рискнув даже двинуться, вы замерли. Переждав и убедившись что все спокойно, вы двинулись дальше.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Перед вами стоял выбор. Резко голова начала гудеть. Яркие вспышки. Голоса. Разные голоса. Они разделились на 2 лагеря. Одни хотели чтобы вы позвали на помощь, другие убеждали вас переждать. \nПервые оказались напористее и вы решили крикнуть.\n\n\"Эй! Помогите! \"\n\nФигура подняла голову вверх. \"Что ты здесь делаешь?\" — крикнул он. Это явно был мужчина в возрасте, около 50 лет.\n\"Я не знаю\" — ответили вы — \"очнулся здесь, ничего не помню\".\n\n\"Спускайся ко мне, быстро. Встречу тебя на втором этаже\" — крикнул мужчина. Вы хотели что-то возразить, но не успели. Мужчина уже исчез из поля зрения, и видимо вошел в здание.\n",
    "answers": [
      {
        "id": 7,
        "text": "Искать выход"
      }
    ]
  },
  {
    "id": 6,
    "text": "Перед вами стоял выбор. Резко голова начала гудеть. Яркие вспышки. Голоса. Разные голоса. Они разделились на 2 лагеря. Одни хотели чтобы вы позвали на помощь, другие убеждали вас переждать. \nВторые оказались напористее и вы решили не привлекать внимания. Через минут 5, неопознанное существо ушло куда то в лес. Может оно и к лучшему?\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Срочно искать выход"
      }
    ]
  },
  {
    "id": 7,
    "text": "Отойдя от окна, вы пошли в дверной проем. Нужно как-то спуститься вниз.\nНи черта не видно! Придется идти на ощупь. \nИдя вдоль стены и еле различия очертания коридора, вы натолкнулись на инвалидное кресло. \n\"Возможно я в какой-то боль...\" — не успели вы подумать, как в дальнем углу коридора раздался странный звук, похожий на шаги. Они утихли так же внезапно, как и начались. Не рискнув даже двинуться, вы замерли. Переждав и убедившись что все спокойно, вы двинулись дальше.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Пройдя несколько метров в даль коридора, вы наткнулись на кабинет. Здесь стояли различные столы, шкафы с бумагами. На стене висел какой-то снимок, судя по всему — головы. На снимке было что-то не так. Вы сразу же поняли что — опухль. Большая опухль. Похоже что это действительно больница. Осталось понять что тут произошло.\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Долго не задерживаясь, вы решили продолжить путь в поисках выхода. Выйдя из кабинета, вы направились дальше. Впереди было светлее, лена через окно освещала часть помещений. Дойдя до окна, вы смогли рассмотреть стены. На них были детские рисунки. Что-то вроде Айболита и разных животных. До вас сразу дошло, что если это больница, то наверняка детская. От этой мысли, стало не по себе. \n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Рассмотрев все облезлые и старые рисунки, вы взглянули в глубь коридора. \nСтоп! Это лестница! Это шанс на спасение.\nТолько вы решились помчаться к ступеням, как вновь услышали шаги. Шаги и мокрые звуки. Будто бы этот кто-то только вылез из воды. \nТут ваша психика окончательно начала давай сбой. Вопросы в голове возникали один за другим. И есть только один вариант узнать что же там такое...",
    "answers": [
      {
        "id": 11,
        "text": "Спросить кто тут"
      },
      {
        "id": 12,
        "text": "Затихнуть"
      }
    ]
  },
  {
    "id": 11,
    "text": "\"Кто здесь?!\" — вырвалось у вас. \n\nЗвуки затихли, но и ответа не последовало. Вы переспросили еще раз — \"Здесь кто нибудь есть?\"\nТишина. \nВы начали думать что слетаете с катушек, как вдруг шаги начали приближаться...и...ускоряться. Кто-то бежит прямо на вас. Оно приближается и стали заметны его очертания. Существо размером с половину человечкого роста. Передвигается на четвереньках. Что за чертовщина???\nВы вспомнили про лестницу.\nБежать, нужно срочно бежать",
    "answers": [
      {
        "id": 13,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 12,
    "text": "Голоса вновь разделились на 2 лагеря. Одни приказывали крикнуть, вторые наоборот. \nПобедили вторые, и вы решили переждать. Звук шагов то приближался, то отдалялся. В конце концов они и вовсе перестали быть слышны. Существо вылезло в окно и залезло на нижний этаж. Неизвестно на какой. Помолившись, вы двинулись в сторону лестницы. Хочется убраться отсюда поскорее. ",
    "answers": [
      {
        "id": 19,
        "text": "Бежать по лестнице"
      },
      {
        "id": 20,
        "text": "Медленно идти по лестнице"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы мигом швырнули на ступеньки. Перед глазами летел пролет за пролётом. За спиной слышалось тяжёлое рычание. Существо бежало за вами. Бежало, и не думало отставать. \nВы уже были почти на третьем этаже.\nВ голове возникла безумная идея: перепрыгнуть пролет, тем самым выиграть время. С одной стороны это рискованно, тем более в темноте, с другой стороны на вас бежит неведомый монстр...",
    "answers": [
      {
        "id": 14,
        "text": "Прыгнуть",
        "need": 5
      },
      {
        "id": 26,
        "text": "Прыгнуть",
        "need": -5
      },
      {
        "id": 15,
        "text": "Просто бежать"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы схватились за перила, и ловко перепрыгнули, зацепившись руками за них. Нащупав второй пролет ногами, вы оттолкнулись руками и зацепились за другие перила. Отлично, вы почти на втором этаже.\nПрыжок, и вы тут. Повезло что ни на что не наткнулись в такой темноте. Монстр все бежал по лестнице, и начало казаться, что этот трюк особо ничего не решил, но...\nВнезапно из кабинета вас схватила рука и потащила к себе. Это был тот самый старик. Вы обрадовались. Он закрыл дверь,  пальцем приказал вам молчать и следовать за ним. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Голоса разделились, и было принято решение не рисковать. Вы бежали по лестнице, в какой-то момент существо ударило вас лапой по ноге. Рана кровоточила, но адреналин не давал вам упасть. Вы с большей силой ринулись вниз. Нога ныла, существо бежало за вами. ",
    "answers": [
      {
        "id": 21,
        "text": "Далее",
        "need": [
          5
        ]
      },
      {
        "id": 22,
        "text": "Далее",
        "need": -5
      }
    ]
  },
  {
    "id": 16,
    "text": "Старик повел вас к дыре в стене. Вы не сразу ее заметили, войдя в кабинет. Через дыру вы попали в соседнюю комнату. На полу была дыра с лестницей. Спустившись по ней, вы попали на первый этаж. \nСтарик вывел вас из здания и повел в лес. \nОн показал тропу, по которой можно выйти к дороге, но идти придется долго, часов 5. \nПока вы шли к лесу, у вас в голове крутился один и тот же вопрос \"Что это было?\".\nСтарик заметил вашу задумчивость и начал рассказ.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Раньше это была детская онкологическая лечебница\" — начал дед. \"Как оказалось, на детях тестировали новые лекарства. Не все опыты были успешны. Раковые клетки умирали, но и дети тоже стали меняться... Со временем стали замечать агрессию в детях. У них краснели глаза, и выглядели они все хуже и хуже. В один день, дети напали на врачей. Перегрызая им горло и съедая заживо.  С того момента прошло около 20 лет, но мутации все продолжаются. И теперь их даже людьми сложно назвать...\" На этом дед остановился.\nВы уже подошли к той тропе, которая обещала вывести вас отсюда.\nДед попращался и оставил вас на едине со своими мыслями. Вы были истощены и напуганы. Но вы выжили. Сейчас, для вас это было главное. Спустя часа 2 дороги, вы стали плохо себя чувствовать. Сознание стало мутнеть. Темнота. Вы потеряли сознание.",
    "answers": [
      {
        "id": 18,
        "text": "Далее\n"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы вновь очнулись. Но уже в белом ярком помещении. Голова немного кружилась, но не болела. Осмотревшись, вы поняли что вы лежите в какой-то одиночной камере и к вам подключены странные приборы. Таких камер было несколько. Незнакомые люди так же просыпались и глядели по сторонам. \n\nВ камеру вошел человек в халате. Он посмотрел на вас, и сказал: \"Анализ мышления в критических ситуациях завершен. Добро пожаловать в игру!\"\nПосле этих слов вы медленно, будто бы под действием какого-то вещества начали засыпать. Вы поняли только одно — все голоса, кричавшие у вас в голове были мыслями этих людей. Вы были одним целым. Сознание вновь покинуло тело...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы что есть силы помчались по лестнице вниз. Вы бежали пролет за пролетом. Не останавливаясь и не задумываясь. Когда вы были уже на 3 этаже в вас врезалось нечто. Это было то самое существо. Оно задело вам ногу, рана начала кровоточить, но адреналин не давал вам упасть. Вы с большей силой ринулись вниз. Нога ныла, существо бежало за вами. \n ",
    "answers": [
      {
        "id": 21,
        "text": "Далее",
        "need": 5
      },
      {
        "id": 22,
        "text": "Далее",
        "need": -5
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы решили не спешить и медленно, стараясь не издавать ни звука направились вниз. Все идет хорошо. \nДойдя до 3 этажа, звуки вновь стали слышимы. Существо вас обнаружило. Но оно было на этаж выше. Вы резко побежали, и сразу же поняли, что  чудовище не теряет времени и двинулось вас догонять.",
    "answers": [
      {
        "id": 24,
        "text": "Далее",
        "need": -5
      },
      {
        "id": 25,
        "text": "Далее",
        "need": 5
      }
    ]
  },
  {
    "id": 21,
    "text": "На втором этаже, вы споткнулись, и чуть было не упали, но вас подхватила чья-то рука и затащила в какой-то кабинет. Это оказался тот самый старик. Он пальцем приказал вам молчать. Через дыру в стене вы попали в соседнюю комнату, а оттуда и на первый этаж . Старик повел вас к выходу, попутно разговаривая.\n\"Раньше это было детская онкологическая лечебница, но это наверное ты и так понял\" — начал старик. \"Примерно 20 лет назад, тут впервые начали тестировать на детях новое лекарство. Раковые клетки умирали, но и побочные эффекты были,на которые закрывали глаза. У детей повышалась агрессия, на коже выступали волдыри. Глаза становились красными и дикими. Одной ночью врачи просто не дожили до утра. Их всех перегрызли. Проект оставили закрытым. А мутации продолжаются до сих пор, и теперь их нельзя даже людьми назвать.\" На этом старик остановился.",
    "answers": [
      {
        "id": 23,
        "text": "Далее\n"
      }
    ]
  },
  {
    "id": 22,
    "text": "На втором этаже вы споткнулись, и упали на пол. Вы не успели встать, да и времени у вас особо не было для этого. \nСущество накинулось на вас. Мощным ударом оно пырнуло вас в живот и отторвала кусок, который тут же оказался в ее пасти. Луна освещала коридор, и вы, перед самой смертью, смогли рассмотреть это чудище. Метра полтора ростом, кожа вся липкая, будто бы ее вообще нет, и видны одни жилы и мышцы. Пасть изуродована, мощные челюсти впивались вам в брюхо. Оно поедало ваши кишки, отрывая их кусками. Самое страшное было заметить его глаза. Они не были похожи на глаза заеря. Напротив, самые обычные человеческие глаза, залитые кровью. Детские глаза...\nСилы покинули вас, и от болевого шока вы потеряли сознание. Навсегда ",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы подошли к какой-то двери. \"Ты ранен\" — сказал старик. \"С такой раной долго не проживёшь.\"\nОн открыл дверь и жестом пригласил войти. Здесь было довольно темно. Намного темнее, чем в коридоре. \n\"Здесь из людей только я\" — продолжил дед, — \"Прости, но моему ребенку нужно что-то есть\"\nПосле этих слов он толкнул вас в комнату и запер дверь. Нога ныла, да и сил рыпаться уже особо не было. Не успели даже сообразить что произошло, как из-за угла на вас выпрыгнуло существо. Оно одним ударом вспороло вам брюхо, и стало наслаждаться приемом пищи. Вы были еще в сознании и чувствоали как оно вырывает ваши кишки. Вы чувствовали, но не долго...\nОт боли вы потеряли сознание. Навсегда.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы добежали до вторго этажа. И остановились.\n\nПроход завален. Дальше бежать некуда. Осознание поражения повергло вас в шок. Вы стояли на месте и ждали пока существо до вас доберется. \nСпустя мгновение оно накинулось на вас. Мощным ударом оно пырнуло вас в живот и отторвала кусок, который тут же оказался в ее пасти. Луна освещала коридор, и вы, перед самой смертью, смогли рассмотреть это чудище. Метра полтора ростом, кожа вся липкая, будто бы ее вообще нет, и видны одни жилы и мышцы. Пасть изуродована, мощные челюсти впивались вам в брюхо. Оно поедало ваши кишки, отрывая их кусками. Самое страшное было заметить его глаза. Они не были похожи на глаза заеря. Напротив, самые обычные человеческие глаза, залитые кровью. Детские глаза...\nСилы покинули вас, и от болевого шока вы потеряли сознание. Навсегда ",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы добежали до вторго этажа. И остановились.\n\nПроход завален. Дальше бежать некуда. Осознание поражения повергло вас в шок. Вы стояли на месте и ждали пока существо до вас доберется. \n\nВнезапно из кабинета вас схватила рука и потащила к себе. Это был тот самый старик. Вы обрадовались. Он закрыл дверь,  пальцем приказал вам молчать и следовать за ним.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы схватились за перила, и ловко перепрыгнули, зацепившись руками за них. Нащупав второй пролет ногами, вы оттолкнулись руками и зацепились за другие перила. Отлично, вы почти на втором этаже.\nПрыжок, и вы тут. Повезло что ни на что не наткнулись в такой темноте. Монстр все бежал по лестнице, и начало казаться, что этот трюк особо ничего не решил. Вы стали осматриваться, и поняли что проход завален. Нет никаких путей отступления.\nОсознание поражения повергло вас в шок. Вы стояли на месте и ждали пока существо до вас доберется. \nСпустя мгновение оно накинулось на вас. Мощным ударом оно пырнуло вас в живот и отторвала кусок, который тут же оказался в ее пасти. Луна освещала коридор, и вы, перед самой смертью, смогли рассмотреть это чудище. Метра полтора ростом, кожа вся липкая, будто бы ее вообще нет, видны одни жилы и мышцы. Пасть изуродована, мощные челюсти впивались вам в брюхо. Оно поедало ваши кишки, отрывая их кусками. Самое страшное было заметить его глаза. Они не были похожи на глаза зверя. Напротив, самые обычные человеческие глаза, залитые кровью. Детские глаза...\nСилы покинули вас, и от болевого шока вы потеряли сознание. Навсегда ",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Все открытые Вами концовки:",
    "answers": [
      {
        "id": 17,
        "text": "Выжить",
        "need": 17,
        "need_ever": true
      },
      {
        "id": 23,
        "need_ever": true,
        "need": 23,
        "text": "У старика есть дети"
      },
      {
        "id": 26,
        "need_ever": true,
        "need": 26,
        "text": "Выхода нет "
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  }
]