[
  {
    "id": 1,
    "text": "[TW: Мат|Неприятные подробности|Насекомые]\n\nПтичье чириканье, солнечный свет, пробивающийся через раскидистые ветви сосен. В лесу сегодня особенно хорошо. Мозг стоит около дерева и наблюдает, как Сердце копается под какими-то кустами. Ты поднимаешь голову наверх. Между зелёными иголками по голубому небу проплывают клочки облаков, словно нарисованные мелом. \n[Сердце]: Красиво, да? Как по мне, голубой с зелёным очень хорошо сочетаются!\nМозг лишь отрицательно мотает головой. \n[Мозг]: Тёмно-зелёный определённо лучше смотрится на сером небе. Просто представь это. То самое предгрозовое состояние…\nСердце снова смотрит на небо. Ты тоже поднимаешь взгляд, прикрываясь рукой от слепящего света. Вместо белых пушистых облаков появляются чёрные рваные тучи, угрожающе ползущие над головой. На лицо падают редкие капли дождя. Ветер срывает с деревьев шишки, и они с шелестом летят в кусты. По спине бежит неприятный холодок, а в воздухе повисает тяжёлое предчувствие приближающейся грозы. Где-то совсем недалеко гремит гром. Картина неспешно тает и всё приходит в норму. Ты вновь слышишь весёлое щебетание птиц и раздражённый вздох Мозга.",
    "answers": [
      {
        "id": 2,
        "text": "• Да ну, всё лучше, чем дождь! "
      },
      {
        "id": 3,
        "text": "• Серый с тёмно-зелёным смотрится куда лучше. "
      },
      {
        "id": 4,
        "text": "• Мне вообще не нравится тёмно-зелёный. "
      }
    ]
  },
  {
    "id": 2,
    "text": "[Мозг]: Я и не говорил про…\n[Сердце]: Да! Всё так. Нафиг дождь и серое небо! И вообще, есть тонна более интересных цветов, чем серый.\nТы чувствуешь на себе недовольный взгляд. Его обладатель поправляет очки, не считая нужным вступать в словесную перепалку. Сквозь него на землю падает шишка. \n[Мозг]: О, хорошо. Тогда мы можем пойти в ещё более цветасто-кислотное место.\n[Сердце]: Отличная идея! Пошли, поищем что-нибудь яркое!\nСердце подпрыгивает на месте и упирает руки в бока, подмигивая вам обоим. Вот же хитрый уболюдок…\nТы делаешь несколько шагов вперед и сам не замечаешь, как углубляешься в чащу. Вокруг царит буйство красок. Под трёхлистными кустиками прячется земляника. Вот заросли каких-то розовых цветочков, а впереди ты видишь что-то оранжевое, круглое и маленькое в кустах.",
    "answers": [
      {
        "id": 5,
        "text": "• (Собрать землянику) "
      },
      {
        "id": 6,
        "text": "• Что это за цветы? (Подойти к розовым цветам) "
      },
      {
        "id": 7,
        "text": "• Я вижу что-то оранжевое… "
      }
    ]
  },
  {
    "id": 3,
    "text": "[Мозг]: Доказано.\n[Сердце]: Тц, да ну вас. Серый так серый. Какие вы скучные…\n[Мозг]: О да, до ужаса. Идём вглубь леса. Я думаю, там должно быть что-нибудь, представляющее интерес. \nТы опускаешь взгляд в траву и внимательно осматриваешься. Твоё внимание привлекают несколько вещей: розовые цветы, земляника, кажется, ягоды ландыша, муравейник и большие грибы на дереве, похожие на изъеденные куски коры.",
    "answers": [
      {
        "id": 5,
        "text": "• (Изучить землянику) "
      },
      {
        "id": 6,
        "text": "• Любопытные цветы… (Подойти к розовым цветам) "
      },
      {
        "id": 7,
        "text": "• Это же ландыши, так? "
      },
      {
        "id": 20,
        "text": "• (Осторожно приблизиться к муравейнику) "
      },
      {
        "id": 21,
        "text": "• (Осмотреть грибы на дереве) "
      }
    ]
  },
  {
    "id": 4,
    "text": "[Мозг]: Как так?\n[Сердце]: Но… я же люблю тёмно-зелёный. И Мозг любит. Значит и ты должен!",
    "answers": [
      {
        "id": 25,
        "text": "• Не обязан. "
      },
      {
        "id": 25,
        "text": "• Но мне он не нравится! "
      },
      {
        "id": 26,
        "text": "• Да, извините, наверное, всё таки люблю. "
      }
    ]
  },
  {
    "id": 5,
    "text": "[Сердце]: О, земляничка! Скорее собирай, давай её съедим! \n[Мозг]: Ты бы её хоть протёр для приличия. Мало ли, кто на ней сидел. И кто решил поселить на ней своих детей. Или поселиться сам…\nТы приподнимаешь листочки и срываешь несколько крупных красных ягод, уже почти перезревших. Они очень мягкие, приходится быть с ними аккуратнее.",
    "answers": [
      {
        "id": 9,
        "text": "• (Протереть) "
      },
      {
        "id": 10,
        "text": "• (Не протирать) "
      }
    ]
  },
  {
    "id": 6,
    "text": "Мозг поправляет очки и слегка прищуривается, окидывая взглядом цветочки.\n[Мозг]: Иван-чай. Кажется, дома была коробка.\n[Сердце]: На вкус он такое себе. Говоря проще – гадость какая-то. \n[Мозг]: Я бы сказал, вещь на любителя… но пожалуй соглашусь.\nСердце тут же зарывается в цветы головой и втягивает носом воздух. Ты следуешь его примеру. Приторный аромат прилипает к слизистой и вызывается лёгкое раздражение. Хочется чихнуть, но не выходит. Вокруг тебя с низким жужжанием кружит шмель в попытках подступиться к цветам. Мозг с невозмутимым видом берёт себе воображаемую веточку цветов и с довольным видом затыкает её в верхнее отверстие для пуговицы на рубашке. \n[Сердце]: О, тебе идёт!\n[Мозг]: Да. Я знаю, спасибо…",
    "answers": [
      {
        "id": 8,
        "text": "• (Идти дальше) "
      },
      {
        "id": 7,
        "text": "• (Вернуться к оранжевым ягодкам в траве)"
      },
      {
        "id": 5,
        "text": "• (Вернуться к землянике)"
      }
    ]
  },
  {
    "id": 7,
    "text": "В траве видны небольшие кустики с большими вытянутыми листьями. На веточках в ряд висят маленькие рыжие ягодки. \n[Мозг]: Ландыши. Ядовитые.\n[Сердце]: Ядовитые, да?",
    "answers": [
      {
        "id": 11,
        "text": "• Да. Ядовитые. "
      },
      {
        "id": 13,
        "text": "• А что, если я попробую? "
      },
      {
        "id": 12,
        "text": "• Разве ещё не рано для ягод ландышей? "
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты проходишь ещё дальше. Приходится переступать через высокую слегка примятую траву и трухлявые куски поваленных деревьев, которые то тут, то там преграждают дорогу. Через пару минут ты снова выходишь на тропинку. Где-то неподалёку слышен собачий лай и недовольное фырчанье трактора.\n[Мозг]: Солнце в зените.\n[Сердце]: Ааа, жарень адская. Но тут лучше, чем на открытом пространстве!\nДа, под тенью деревьев довольно хорошо. Насекомых всё ещё нет, земля сухая, а вокруг витает какой-то медовый запах. Ты только понимаешь, что незаметно для себя расплылся в улыбке. \n[Мозг]: Как же хорошо, что никто тебя сейчас не видит.\n[Сердце]: Это просто искренние эмоции от окружения, чувак… не занудствуй. \nСердце пихает Мозг в бок, так что тот сгибается пополам и выдыхает сквозь зубы. Розовый доволен собой, но ТОБОЙ доволен в особенности. А мистера Серьёзность никто не спрашивал. В груди разливается удовлетворительное тепло. День удался, но, увы, пора возвращаться домой, чтобы дать раздосадованному Мозгу заняться какой-нибудь нудной рабочей деятельностью, а там и до обеда не далеко. Сегодня вам предстоит пережить немало интересных и не очень событий. Ты ещё разок окидываешь взглядом лес и поворачиваешься к кривым соснам спиной.\n\n[Хорошая концовка]",
    "answers": [
      {
        "id": 1,
        "text": "• (Вернуться в начало) "
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты стараешься как можно аккуратнее вытереть ягоды, но лишь сминаешь некоторые из них. Зато, тебе удаётся заметить одинокую мушку, которая спешит улететь сразу же после твоего пристального взгляда. Земляника сладкая и тёплая на вкус. Сердце радостно кивает. Мозг так же с удовлетворением слегка качает головой в сторону. Можно идти дальше.",
    "answers": [
      {
        "id": 8,
        "text": "• (Идти дальше) "
      },
      {
        "id": 7,
        "text": "• (Вернуться к оранжевым ягодкам в траве)"
      },
      {
        "id": 6,
        "text": "• (Вернуться к цветам)"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты поспешно закидываешь ягоды в рот, словно за тобой гонятся. Сначала ты чувствуешь приятный сладковатый привкус, но что-то мерзко скрипит на зубах. То ли песок, то ли какое-то насекомое. Лучше не думать об этом. Сердце кривится и мотает головой. Он УЖЕ подумал. Мозг отводит взгляд в сторону и хмыкает.\n[Мозг]: Я предупреждал.\nЭто было не очень приятно. Пора двигаться дальше.",
    "answers": [
      {
        "id": 8,
        "text": "• (Идти дальше) "
      },
      {
        "id": 7,
        "text": "• (Вернуться к оранжевым ягодкам)"
      },
      {
        "id": 6,
        "text": "• (Вернуться к цветам)"
      }
    ]
  },
  {
    "id": 11,
    "text": "[Сердце]: Да… ядовитые. Сильно ядовитые?\nСердце с улыбкой переводит взгляд на напарника. Мозг крайне раздражённо поправляет очки и тихо бормочет под нос.\n[Мозг]: В небольших дозах не смертельно.",
    "answers": [
      {
        "id": 13,
        "text": "• А что, если я попробую? "
      },
      {
        "id": 12,
        "text": "• Разве ещё не рано для ягод ландышей? "
      }
    ]
  },
  {
    "id": 12,
    "text": "[Мозг]: Нет, думаю, в самый раз. Они отцветают где-то в конце июня, начале июля. По времени как раз совпадает.",
    "answers": [
      {
        "id": 13,
        "text": "• А что, если я попробую? "
      }
    ]
  },
  {
    "id": 13,
    "text": "Сердце пожимает плечами и изображает руками маленький взрыв.\n[Сердце]: Фееричное фиаско! \n[Мозг]: Боли в животе, рвота, возможно диарея, повышенное давление. В случае сильного отравления угнетение сердечной деятельности и нервной системы… ты умрёшь от остановки сердца, если съешь слишком много. Но ты ведь не собираешься, так?\nМозг хмурится, в ожидании твоего ответа. Сердце тоже замер, разглядывая ядовитые шарики.",
    "answers": [
      {
        "id": 8,
        "text": "• Конечно нет! У меня хватает мозгов этого не делать. (Идти дальше) "
      },
      {
        "id": 14,
        "text": "• Собираюсь. "
      },
      {
        "id": 5,
        "text": "• Не, мне кажется, есть вещи и поинтереснее... (Вернуться к землянике)"
      },
      {
        "id": 6,
        "text": "• Цветы мне нравятся больше. (Вернуться к цветам)"
      }
    ]
  },
  {
    "id": 14,
    "text": "[Мозг]: Нет.\n[Сердце]: Да, давай! Посмотри, неужели не интересно, какие они на вкус? Да и если что, просто вытошним их обратно!\n[Мозг]: Вы что, совсем крышей поехали? Отойдите от ягод, самоубийцы.\nМозг встаёт между тобой и ягодами и скрещивает руки на груди, нахмуривая брови. У него за спиной красиво блестят ягоды. Выглядит и правда аппетитно…",
    "answers": [
      {
        "id": 8,
        "text": "• Ты прав, не стоит… (Идти дальше) "
      },
      {
        "id": 15,
        "text": "• Но я хочу! "
      },
      {
        "id": 5,
        "text": "• Ладно, ладно, я шучу! Лучше вернуться к более съедобным ягодам. (Вернуться к землянике)"
      },
      {
        "id": 6,
        "text": "• Нет, к чёрту. Цветы, цветы, цветочки, за цветочками! (Вернуться к цветам)"
      }
    ]
  },
  {
    "id": 15,
    "text": "[Сердце]: Ешь, ешь, ешь!\nСердце отталкивает Мозг от ландышей и падает на колени.\n[Сердце]: Я уверен, что от одной ягоды нам ничего не будет! Пробуем!\n[Мозг]: Нет, не надо, подождите! Мы же не знаем, может у нас с сердцем проблемы…",
    "answers": [
      {
        "id": 16,
        "text": "• Нет, не буду их есть. "
      },
      {
        "id": 17,
        "text": "• (Съесть ягоды) "
      }
    ]
  },
  {
    "id": 16,
    "text": "[Мозг]: Да, вот так. Отойди от ягод, прошу тебя. Мы же разумные люди, мы не хотим подвергать своё здоровье опасности. Давай. Шаг назад… \nОн ставит между тобой и ягодами руку и злобно смотрит на Сердце. Он с недоумением пожимает плечами и неловко улыбается. Ты чувствуешь, как от мысли, что ты только что чуть не съел довольно опасную вещь, по спине пробегает дрожь, и тело само разворачивается прочь от этого места.",
    "answers": [
      {
        "id": 8,
        "text": "• (Идти дальше) "
      },
      {
        "id": 5,
        "text": "• (Вернуться к землянике)"
      },
      {
        "id": 6,
        "text": "• (Вернуться к цветам)"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты присаживаешься на корточки и срываешь несколько ягод. Они гладкие и слегка шероховатые на ощупь. Чем-то напоминают крупную рябину. \n[Сердце]: Вот оно. Давай же… \nТы кладёшь ягоду на зубы и раскусываешь её. Рот заполняет странный вкус. Не горечь, но не очень приятно. Ты не успеваешь проглотить их, как Мозг хватается за голову и вскрикивает.\n[Мозг]: ЕСЛИ ТЫ СЕЙЧАС ЭТО ПРОГЛОТИШЬ – МЫ УМРЁМ!\nВ горле вдруг поднимается комок. На тебя накатывает волна паники. Что-то сжимается в животе и тебя практически выворачивает наизнанку. Ты с хрипящим звуком выплёвываешь ягоды на землю. Твои собственные слюни тонкой ниточкой тянутся к земле, а сердце бешено колотится.\n[Сердце]: Ох, блять… [Мозг]: Я же сказал НЕТ! Чем вы слушаете? Мы чуть не умерли! Не умерли из-за вас!\n[Сердце]: Погоди, поумерь панику, никто не умирал…\n[Мозг]: НЕТ! Не надо меня успокаивать. Нужно хоть иногда думать головой! Для кого все эти детские книжки с ядовитыми растениями в лесу, для кого родители всё детство твердили: Не жрать ЧЁРТОВЫ ЛАНДЫШИ!? Как бы на нас это отразилось… а вдруг бы у нас появились проблемы с сердцем? Интоксикация!? А, ХВАТИТ НАГНЕТАТЬ! УДАРЬ СЕБЯ, СРОЧНО!\n[Сердце]: Что за привычка успокаивать себя болью!? Просто глубоко дыши, слышишь? Не слушай Мозг! \n[Мозг]: Без паники, без паники, без паники, ААА, всё под контролем!\nСердце с круглыми от ужаса глазами делает несколько шагов назад. Розовый совсем растерялся и не знает, что предпринять. Мозг снова хватается за голову и начинает ходить из стороны в сторону. У тебя перехватывает дыхание, а мысли начинают путаться. Тело бьёт мелка дрожь. Ты больше себя не контролируешь. Рука сама поднимается вверх.",
    "answers": [
      {
        "id": 24,
        "text": "• (Ударить себя по щеке) "
      }
    ]
  },
  {
    "id": 18,
    "text": "[Сердце]: Так, спокойно, спокойно… это было больно. Это было больно и очень неприятно. Я… чёрт, нет, не сейчас.\nСердце бледнеет и закрывает лицо ладонями. Глаза застилает туман.\n[Мозг]: Только не ныть! Соберись, соберись, нытья тут только не хватало! Мы в безопасности, мы в безопасности, мы в безопасности, наш страх иррационален, всё хорошо, УБЕРИ СВОИ СЛЁЗЫ, ИДИОТ!\nМозг хватает Сердце за грудки и несколько раз злобно встряхивает, как плюшевую игрушку. Розовый принимается оправдываться и, кажется, это его отвлекает. Странно, но помогло. Слёзы уходят так же быстро, как и появились. Требуется ещё несколько секунд стоять в тишине и глубоко дышать, чтобы окончательно прийти в себя. Серый теперь выглядит абсолютно измотанным. Его напарник так же больше не улыбается, а лишь иногда всхлипывает, сминая край рубашки. Что же ты наделал… не они, а именно ТЫ. Твой выбор оказался неправильным. И вот к чему это снова привело. Пожалуй, хватит на сегодня прогулок. Тем более небо затянуло облаками. Солнце пропало и внезапно стало холоднее.",
    "answers": [
      {
        "id": 19,
        "text": "• (Идти домой) "
      },
      {
        "id": 19,
        "text": "• К чёрту вас обоих, придурки. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты медленно идёшь по дороге. За это время начал накрапывать мелкий дождь. Мозг даже не ворчит, как обычно делает в таких ситуациях. Сердце тоже молчит. Чувствуются только колючие капли воды, впитывающиеся в твою одежду…\nСтоит поговорить с этими двумя о произошедшем, но чуть позже. У тебя всё ещё руки трясутся, а чувство тяжести в груди так и не ушло. Откуда у тебя вообще появилась мысль поесть ягод ландыша? И почему последовала такая неадекватно бурная реакция? Уверен ли ТЫ, что можешь контролировать ситуацию? На эти вопросы тебе ещё предстоит ответить. Ответить себе, ответить этим двоим… но не сейчас. Сейчас нужно просто добраться до дома, заварить чай, лечь на кровать, и только тогда можно будет начинать этот разговор. \n[Мозг]: Иди аккуратнее. У нас уже ботинки намокли.\n[Сердце]: Да ладно. Мы и так все насквозь мокрые…Сердце замолкает, но на его губах появляется лёгкая ухмылка. У него снова начинают блестеть глаза.\n[Сердце]: Но как на счёт встать под дерево и потрясти ветки над головой?\n\n[Плохая концовка]",
    "answers": [
      {
        "id": 1,
        "text": "• (Вернуться в начало)"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ты осторожно приближаешься к муравейнику и наклоняешься над холмиком. По куче хвойных иголочек бегают большие красные муравьи, каждый из которых тащит в жвалах что-нибудь полезное. Мозг с удовлетворением наблюдает за ними глазами.\n[Мозг]: Великолепные существа. Каждый занят своим делом. Все работают. Не то, что некоторые…\nОн с лёгким осуждением косится на Сердце и опускает взгляд. Тот, как ни в чём не бывало, улыбается в ответ и пожимает плечами, поправляя рукой бабочку. Ему неловко. Тебе тоже…\n[Мозг]: Но они чертовски раздражающие. Мелкие, быстрые и кусаются. Муравейники около жилых зон лучше уничтожать.\n[Сердце]: Зачем уничтожать муравейники? Муравьи живут себе и живут, ничем не мешают. А ты просто садист. Лучше покормить их чем-нибудь\n[Мозг]: Не вижу необходимости. Если вы закончили, идём дальше.",
    "answers": [
      {
        "id": 8,
        "text": "• Да, пошли. Ничего интересного. (Идти дальше) "
      },
      {
        "id": 22,
        "text": "• Хорошие муравьишки! (Принести муравьям земляники) "
      },
      {
        "id": 23,
        "text": "• Глупые муравьи, терпеть их не могу. (Пнуть муравейник) "
      },
      {
        "id": 5,
        "text": "• Да ну этот муравейник. Хочу землянику. (Вернуться к землянике)"
      },
      {
        "id": 6,
        "text": "• Э, ладно... но там кажется были крутые цветы... (Вернуться к цветам)"
      },
      {
        "id": 7,
        "text": "М... ясно. Как на счёт ландышей? (Вернуться к оранжевым ягодкам)"
      },
      {
        "id": 21,
        "text": "Понятно... грибы будто бы выглядели интереснее. (Вернуться к грибам)"
      }
    ]
  },
  {
    "id": 21,
    "text": "На дереве как большие раковые опухоли висят неровные грибы.\n[Мозг]: Трутовики.\n[Сердце]: Ааа, грибы-паразиты! \n[Мозг]: Верно. Паразиты. Кого же мне они напоминают…\nСердце переводит взгляд на Мозг. Мозг на тебя. Ты смотришь на Сердце. Вы трое почти одновременно усмехаетесь.\n[Мозг]: Это совершенно не смешно. У меня просто скулы свело.\nОн снова мрачнеет и поднимает голову.\n[Сердце]: Давай их отломаем, а? А потом порвём на маленькие кусочки и расшвыряем их по земле, потому что… не знаю, можем! \n[Мозг]: Не выйдет. Они вросли намертво.\nТы протягиваешь руку и хватаешься за вырост. Он действительно абсолютно неподвижен. Эти грибы уже давно составляют с деревом одно целое, даже если растение-носитель и не особо в восторге… и правда, что-то напоминает. Рука соскальзывает с гриба и ты ударяешься ей об дерево. Ау.\n[Сердце]: А, что за херня!? \n[Мозг]: Гриб просто мокрый. А удар не настолько сильный… не драматизируй.\nСердце смотрит по сторонам и раздосадовано кивает.\n[Сердце]: Да и тут всё равно не перед кем! Блин.",
    "answers": [
      {
        "id": 8,
        "text": "• (Идти дальше)"
      },
      {
        "id": 20,
        "text": "• Мда уж, ну ты и королева драмы... (Вернуться к муравейнику)"
      },
      {
        "id": 5,
        "text": "• Ладно, может поищем что-то более съедобное? (Вернуться к землянике)"
      },
      {
        "id": 6,
        "text": "• Надеюсь, хоть цветы принесут мне новых травм... (Вернуться к цветам)"
      },
      {
        "id": 7,
        "text": "• Ландыши. Мне нужны ландыши. (Вернуться к оранжевым ягодкам)"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты подходишь к земляничным кустам и срываешь несколько ягод. Ягоды очень мягкие, перезревшие. Вернувшись к муравейнику, ты аккуратно подкидываешь их к муравьям. Они начинают беспорядочно метаться из стороны в сторону, но вскоре успокаиваются и потихоньку растаскивают землянику по норкам. Сердце с глуповатой улыбкой наблюдает за насекомыми, сидя на корточках. Он доволен. Ты чувствуешь прилив гордости и воодушевления. О да. Вы определённо хорошие парни и защитники природы. Ну, может не все…\n[Мозг]: Вы закончили?\n[Сердце]: Но я хочу ещё понаблюдать!",
    "answers": [
      {
        "id": 8,
        "text": "• Думаю, всё же пора идти дальше… (Идти дальше) "
      },
      {
        "id": 5,
        "text": "• (Вернуться к землянике)"
      },
      {
        "id": 6,
        "text": "• (Вернуться к цветам)"
      },
      {
        "id": 7,
        "text": "• (Вернуться к оранжевым ягодкам)"
      },
      {
        "id": 21,
        "text": "• (Вернуться к грибам)"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты отходишь на шаг назад, замахиваешься ногой и с силой пинаешь муравейник. Земля и иголки вместе с муравьями разлетаются в стороны. Ты видишь перед собой кишащее месиво из насекомых и белых личинок. Муравьи в панике расхватывают своих ещё не вылупившихся детей и уносят их вглубь разрушенного муравейника.\n[Сердце]: Нет, нет, нет! Что ты наделал? Зачем?!\nМозг поворачивается спиной к муравейнику, но ты на долю секунды замечаешь его ухмылку. Чувствуешь своё превосходство над этими маленькими букашечками? Только что ты уничтожил их кропотливый месячный труд. Да. Ты показал им, кто на этой планете главный.\n[Сердце]: Ну, молодец, мистер Разрушитель всего живого…\n[Мозг]: Ты сам периодически делаешь то же самое. Не надо строить из себя эко-защитника. \nСердце разочарованно оглядывает руины муравейника и снимает очки. Он с горечью поворачивается в другую сторону. Кажется, тут больше нечего разрушать. Разве что…\n[Мозг]: Нет, давайте не будем тыкать в него палкой. Это уже слишком по-детски. Тут нам ТОЧНО больше делать нечего, идём.",
    "answers": [
      {
        "id": 8,
        "text": "• Вот облом. Ну, ладно, пошли. (Идти дальше) "
      },
      {
        "id": 7,
        "text": "• (Вернуться к оранжевым ягодкам)"
      },
      {
        "id": 5,
        "text": "•(Вернуться к землянике)"
      },
      {
        "id": 6,
        "text": "• (Вернуться к цветам)"
      },
      {
        "id": 21,
        "text": "• (Вернуться к грибам)"
      }
    ]
  },
  {
    "id": 24,
    "text": "Глухой хлопок вырывает тебя из тревожного болота. Ау. Ай. Вы все ощущаете неприятное жжение на щеке. Кое-кого это всё же приводит в рассудок.",
    "answers": [
      {
        "id": 18,
        "text": "• (Медленно и глубоко дышать) "
      },
      {
        "id": 18,
        "text": "• И что это вообще было? Почему я бью себя? "
      }
    ]
  },
  {
    "id": 25,
    "text": "[Сердце]: Но разве такое вообще возможно!? \n[Мозг]: Может… это предпосылки к появлению третьей личности?\nТретья личность? Не многовато для одной головы?",
    "answers": [
      {
        "id": 27,
        "text": "• Нет, не многовато! "
      },
      {
        "id": 27,
        "text": "• Очень даже приемлемое количество. «Три» – это вообще счастливое число!"
      },
      {
        "id": 28,
        "text": "• Хм… всё-таки много. Я не вынесу ещё одного. "
      }
    ]
  },
  {
    "id": 26,
    "text": "[Мозг]: Славно.\n[Сердце]: Ну вот, молодец! Не пугай так больше. Давай лучше ещё раз: тёмно-зелёный с голубым небом, или тёмно-зелёный с невзрачным сереньким?\n[Мозг]: Кажется, этот вопрос поставлен не совсем честно…\n",
    "answers": [
      {
        "id": 2,
        "text": "• Тёмно-зелёный с голубым! "
      },
      {
        "id": 3,
        "text": "• Серый. "
      }
    ]
  },
  {
    "id": 27,
    "text": "Правильный ответ. Мне нравится…\n[Мозг]: Чёрт, ты что делаешь? Не позволяй сознанию расколоться на куски. Мы не можем просто создавать новые…\nМожем. Мы можем. А кто помешает? \n[Сердце]: Мы помешаем! Нам третий не нужен. Иди отсюда, кыш, шизоидная тварь!\n[???]: У. Как-то грубовато с вашей стороны.\nТы видишь, как над головой нависает чёрная тень. Аморфное нечто с белыми круглыми глазами. Мозг и Сердце делают несколько шагов назад. Они оба выглядят взволнованными и не очень довольными ситуацией.\n[???]: Разумеется, они не будут довольны. У меня же, наконец, получилось обрести что-то похожее на тело…\n[Сердце]: Что ты вообще такое?\n[Мозг]: Безумие какое-то…\nЧёрная сущность перегибается через тебя и приближается к Серому и Розовому, изучая их своими белыми глазками. Амальгама. Почему-то тебе кажется, что это имя ей отлично подойдёт.\n[Амальгама]: Мерси. С именем куда приятнее. Но эти двое наверняка так и будут дальше называть меня тварью… как обидно.\n[Мозг]: Так. Нам нужно срочно от этого избавиться.\n[Сердце]: Да, мне она тоже не нравится! Скорее, верни всё как было!\n[Амальгама]: Нет. От однажды созданной личности уже не избавиться. Вы не можете превратить квадрат в треугольник.\n[Мозг]: Вообще-то, можем.\nКажется, эти трое и правда не уживутся вместе. Что же делать?\n[Амальгама]: Могу их проглотить.\n[Сердце]: Пф, что за бред!? Ты не можешь!\n[Амальгама]: Могу. \n[Мозг]: Тебе не позволят…\n[Амальгама]: М...\nОна молчит, двигая белыми глазками.\n[Амальгама]: Уверен?\nВсе смотрят уже на тебя. Ну и что ты сделал? Как ты позволил этому случиться? У тебя в голове только что буквально поселилось чёрное нечто, которое пытается вытеснить две основных части личности. Что, хочешь стать более многогранным? Давай, почему нет. Вот я, например… я похож на отдельную личность? Или мне недостаёт… индивидуальности? О, я не против и подождать. Амальгама же отделилась от тебя, так почему я не могу? Давай, давай и дальше рвать сознание в клочья, раз начали. И, в конце концов, мы придём к тому, что нас станет невероятно много. И просто мы не поместимся в одном теле. Ты в любом случае свихнёшься с таким количеством внутренних «Я». А может… ты УЖЕ свихнулся? Это похоже на правду…[Мозг]: Нет, это не так! У нас мозги на месте. Мы не безумны!\n[Амальгама]: Да ну… а если я тебя съем? Тогда не будут на месте?\n[Сердце]: О Боже, что происходит!? Мы действительно сошли с ума?\n[Мозг]: Нет!\nДа. Поверь мне, мы сошли. Чувствуешь, как сознание тебя медленно покидает? Кажется, ты больше не понимаешь, какие мысли твои, а какие нет. Эта мысль твоя? Нет. Она уже моя. А что тогда твоё? Хороший вопрос… тело пока ещё твоё. Но сейчас оно, кажется, лежит в лесу. Без сознания. Но поверь, оно, сознание твоё, вернётся. А вот какое из? Я? Мозг? Сердце? А может Амальгама, которая всех их съела? Или может быть… ТЫ? А кто… ты? \nКто ты?\n\n[Секретная концовка]",
    "answers": [
      {
        "id": 1,
        "text": "• (Вернуться в начало)"
      }
    ]
  },
  {
    "id": 28,
    "text": "Оу, нет? Уверен? Разве твоя личность не жаждет расщепиться на десятки ответвлений? Им бы тоже можно было дать разные имена… а потом наблюдать за тем, как они уничтожают друг друга… ну, что скажешь?",
    "answers": [
      {
        "id": 26,
        "text": "• Нет, я не хочу сойти с ума. Уйди, предпосылка к третьей личности! И не появляйся больше. "
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]