[
  {
    "id": 1,
    "text": "Очень интересный квест, основан на вдохновение от одной из игр",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 2,
    "text": "ГЛАВА 1\nВы, обычный 19 летний парень, в вашей жизни случилось несчастье, вашу подругу со школы кто то убил и ее труп нашли в ванной. Именно вы вините себя в этом. Поздней ночью вы ехали на метро домой ведь мама уже заждалась вас и очень беспокоиться, что вы в такое позднее время все ещё не дома. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/vcp50Lb/872c5ec96a141f8d823009be577e7931-cry-of-fear-video-games-1.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "После поездки в поезде вы просыпаетесь в незнакомом вам переулке, у вас сильно болит все тело, стены разрисованны граффити, вы видите впереди себя аллею, с трудность но Встав вы видите упавший недалеко ваш телефон, вы подбирает его и видите что он цел, решаясь убрать его в корман вы режетесь обо что то. Достав руку вы видите что и вправду порезались. Засунул руку в корман ещё раз но более окуратно вы нащупываете раскладной нож.\n\n—Вот это да, повезло же мне!\n\nДумаете вы про себя. И слышите звук уведомления своего старого но верного телефона, убрав нож вы достаете телефон и видите что у вас 1 новое сообщение, это было сообщение от мамы. Она видимо очень беспокоилась, в сообщение содержало следующие:\n\n—Сынок, ты где? Сейчас очень поздно! Тебе нужно как можно скорее домой! Ведь я за тебя волнуюсь! ",
    "answers": [
      {
        "id": 4,
        "text": "Пойти осмотреться"
      },
      {
        "id": 5,
        "text": "Остаться на месте"
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/hyHDQ5B/i-60.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы хотите ответить на ее сообщение, но проблема, связи нету, тогда вы решаетесь пройти немного вперёд и выйдя из небольшого коридора, видите проход под метро, только что один из них промчался мимо вас. Вы видите странную черную фигуру которая заходит за угол, вы решаетесь побежать за ней, когда вы забегаете за угол, вы видите что это фигура чёрная уже зашла за другой. Вы замечаете странную дверь с замком для которого нужен код.\n\n—Заперто, нужен код...но...где его найти?\n\nДумаете вы и проследовав за тот угл замечаете дверь что не закрыта, вы проходите в эту самую дверь и видите что впереди вас мелкий коридор с 2 дверьми, пройдя к ним вы попытались их открыть, но четно, двери были закрыты",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решаете более подробно все осмотреть, вроде все как в обычном мире, на стенах граффити нарисованных вандалами, все освещают фонари, но свет их был тусклым что бы что то увидеть. Достав свой телефон вы включаете на нем фонарь и идёт вперёд освещая себе путь, все выглядит довольно мрачновато. В следствии чего вам становиться ещё более жутко от нахождения сдесь. Вы находите в темноте старую дверь...но что же за ней? \n",
    "answers": [
      {
        "id": 6,
        "text": "Открыть дверь"
      },
      {
        "id": 7,
        "text": "Не открывать дверь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы решаете открыть дверь, перебирая варианты что там может быть, вы решительно открываете дверь. Сначало вы ничего не видете, а после уже видите страшный силуэт, а после вам в голову прилетел мощный удар молотка, вы падаете у вас идёт кровотек, удар был слишком сильным и вы умираете, вас находят полицейские...конец...",
    "answers": [
      {
        "id": 1,
        "text": "Новая игра... "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы обдумав все за и против не решаетесь открыть дверь. Вы вспоминает что вам нужно домой.\n\n—Мне же нужно домой, меня ждёт моя мама, она волнуется за меня\n\nС этими словами вы Уходите не спеша от этой двери. Вы слышете из за неё человеческий голос. Но все равно, вы не поколебим и Уходите от двери",
    "answers": [
      {
        "id": 4,
        "text": "Уйти дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы выходите и видите спуск вниз по ступенькам, впереди проход заколочен. Став спускаться вдруг бьёт молния, и появляется силует человека с бензопилой. Вы очень пугаетесь и достаёт нож, но увидев что это всего лишь был силуэт на мгновение вы убираете нож но адреналин у вас сейчас повышен. После пройдя вы светите в щели между законоченного прохода, но там так темно что вы мало что видите. После вы идёте ещё по одному коридору, и замечаете печатную машинку странную\n\n—Откуда она здесь? Может кто то потерял? Или же может она тут и была....странно все это, но мне нужно идти поскорее домой\n\nВв все так же подумав направляетесь по корридору. Видите дверь, пытаясь ее открыть у вас это получается и вы попадаете в переулок между домами, рядом виделся ещё 1 переулок",
    "answers": [
      {
        "id": 9,
        "text": "Идти по прямому"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы идёте по прямому по переулку в который вышли, проходите мимо небольшого прохода во 2. Вы замечаете велосипед, но видите что он на замок прицеплен\n\n—Сейчас мне это не нужно...\n\nДумаете вы понимая что он вам и вправду сейчас не нужен ведь до дома можно легко добраться. Вы поднимаете по ступенькам вверх, затем завораживает за угол. И видите площадь со статуей по середине, так же видите открытый магазинчик",
    "answers": [
      {
        "id": 11,
        "text": "Искать вещи на площади"
      },
      {
        "id": 12,
        "text": "Зайти в магазинчик с открытой дверью "
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/2sJWm6t/i-59.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы увидев проход в соседний переулок решили пройти туда, вы прошли через маленький проход. И вот вы во 2 переулке, вы видите машину которая перегарадила путь.\n\n—Хм это странно\n\nГоворите вы подойдя к машине, после вы берете и перелазите через неё. Это было довольно легко. После же вы идёте по переулку дальше и видите что там выход к соседнему переулку. После вы поднимаетесь вверх по ступенькам и выходите на площадь по середине стоит статуя, но эта уже какая то другая площадь",
    "answers": []
  },
  {
    "id": 11,
    "text": "Вы решаете поискать разные вещи которые могут вам помочь, видите подъем вверх и подворотню, куда же вы направитесь первым делом? ",
    "answers": [
      {
        "id": 13,
        "text": "По лестнице вверх"
      },
      {
        "id": 16,
        "text": "Пойти в подворотню"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы заходите в магазинчик, там все как будто бы в обычном кафе, столики и на них кружки из под кофе. Вы проходите чуть чуть и видите дверь открытую, зайдя туда вы видите компьютер, для которого нужен пароль. Так же вы видите зеркало и решаете в него посмотреть. ",
    "answers": [
      {
        "id": 11,
        "text": "Уйти искать пароль на улице"
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/NFf54Y6/iu-Qu-Jvs-RXZw.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы поднялись по ступенькам вверх, нашли странный обрывок листа, Взяв его там было что то написано. Записав это в свой журнал небольшой что бы запомнить вы направляетесь дальше ",
    "answers": [
      {
        "id": 16,
        "text": "Пойти в переулок "
      },
      {
        "id": 27,
        "text": "Идти в магазин"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы смогли зайти в переулок, там проход перекрывала машина. Там вы опять находите обрывок листа с другой надписью, опять забрав его вы решаетесь пойти в магазинчик ",
    "answers": []
  },
  {
    "id": 15,
    "text": "! \"",
    "answers": []
  },
  {
    "id": 16,
    "text": "Вы смогли зайти в переулок, там проход перекрывала машина. Там вы опять находите обрывок листа с другой надписью, опять забрав его вы думаете что либо пойти в магазинчик либо же пойти искать дальше",
    "answers": [
      {
        "id": 13,
        "text": "Пойти по лестнице вверх"
      },
      {
        "id": 27,
        "text": "Идти назад в магазинчик"
      }
    ]
  },
  {
    "id": 17,
    "text": "! 4",
    "answers": []
  },
  {
    "id": 18,
    "text": "! 13",
    "answers": []
  },
  {
    "id": 19,
    "text": "Вернувшись к той двери вы подходите окуратно к двери и вводите код который получили с компьютера. И код оказался верным, замок упал с двери быстро и громко, замок же был явно недавно поставлен.\n\n—Хм...странно...кто его сдесь вообще поставил? Может тот странный человек?\n\nС этими словами вы открыли дверь, и окуратно стали заходить внутрь",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "Когда вы нашли 2 странных бумажки с надписями вы попытались ввести их. И да, у вас получилось, вы получили пароль. Запомни в его вы направились назад что бы его ввести в замок на двери",
    "answers": [
      {
        "id": 19,
        "text": "Ввод пароля"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы заходите в дверь, и видите что там дальше ещё что то есть, вы проходите прямо вы вновь у линии метро, вы идёте опять под ним но на этот раз вы выйдя из метро видите приоткрыткю дверь, решив подойти вы слышите голос\n\n—Тебе в следующую дверь...\n\nС этими словами дверь закрывается и открывается дверь рядом, вы пытаетесь открыть ту дверь но закрыто...\n\n—Значит мне нужно туда...\n\nВы открыли эту дверь, и решили зайти в неё",
    "answers": [
      {
        "id": 22,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы зашли в дверь, все освещали лампы что были на потолке, вы спокойно шли вперёд. Вы нашли шприц с морфием, возьмёте ли вы его? ",
    "answers": [
      {
        "id": 23,
        "text": "Не брать"
      },
      {
        "id": 24,
        "text": "Взять"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы подумали и присели что бы его подобрать, но в последний момент вы понимаете что это морфий и поняв это вы встаёте и обходите его стороной. ",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы решили взять шприц может быть он вам пригодиться, вы присели на корточки и взяли шприц, рассматривая его вы идёте дальше. ",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы заходите в дверь что была впереди. Достаёте телефон, и чудо, у вас появилась связь, вы решаете позвонить в полицию, набираете их номер, и пытаетесь дозвониться. Как только трубку подняли в трубке были Слышны лишь крики людей, вы испугавшись сбрасываете.\n\n—Что за чертовщина?!\n\nДумаете вы убрав телефон ",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Резко дверь перед вами открывается, там появляется человек с молотком в руках. У него на ружу вылезал язык, он попытался нанести по вам удар, но вы смогли увернуться. И после выхватив нож вы сделали удар по нему но он ещё стоял на ногах, после вы сделали 2 более сильный удар. И человек упал, он мало чем отличался от обычного человека.\n\n—Что за чертовщина тут твориться?! Все нападают на меня! Никого нету в городе почти! Что такое!\n\nВы обшагнули труп, и пошли дальше держа кровавый нож в руках. ",
    "answers": [
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/c8pP61s/i-61.jpg"
      },
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы нашли все части кода, пришли в магазин и сопоставив все вы открыли доступ к компьютеру, и получили код для открытия замка, после вы пошли назад ввести код",
    "answers": [
      {
        "id": 19,
        "text": "Идти назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы залезли в дом, и тут же приходит вам сообщение от того человека\n\n—Прошу поторопитесь! Я не знаю сколько продержусь!\n\nВы идёте вперёд и резко пропадает свет, а когда вы включили фанарик на телефоне то увидели маленького ребёнка бегущего на вас, вы попытались ударить его но его голова так сказать взорвалась и там был шип большой, вас ранило в ногу. Это было довольно больно, но вы идёте дальше, и заходите в 1 из номеров, там лежат 2 магазина к пистолету, вы берете их и после проходите дальше по квартире, выйдя на болкон вы видите проход в следующую квартиру, вы окуратно проходите по деревяшкам туда и заходите в эту квартиру, там никого как и обычно, но вы замечаете дверь, что сделаете? ",
    "answers": [
      {
        "id": 31,
        "text": "Зайти в дверь "
      },
      {
        "id": 32,
        "text": "Уйти из квартиры"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы заходите в коридор, вы видите слабый свет, но он есть. Пройдя вперёд вы видите как вы выходите к канализации, решая пройтись по ней вы спокойно, проходите и вылазиете по лестнице вверх, вы вылезаете во дворе одного из домов, вам приходит сообщение на телефон от неизвестного.\n\n—Они сдесь, прошу помоги, они близко, я на 4 этаже\n\nВы видите что нужно залазить туда. И лезете медленно туда, залезая через болкон вы попадаете в этот самый дом..... \nКонец 1 главы, получено достижение начало кошмара\n",
    "answers": [
      {
        "id": 28,
        "text": "2 глава, старый дом"
      }
    ]
  },
  {
    "id": 30,
    "text": "Достижения которые можно получить:\nНачало кошмара — прочитать 1 главу книги \nДепрессия — получить самую худшую концовку\nОдиночество — получить плохую концовку\nБольной — получить среднюю концовку\nЧто случилось — получить секретную концовку\nЗависимый — колоть много морфия\nНе бояшийся смерти — вступить в схватку с боссом главы\n",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "Там вы находите всего лишь 1 окно, и ключик, Взяв ключик вы обращаете внимание на стенку. А на стене газетные вырезти.\n\n—Что это такое?\n\nРезко свет пропадает, и окно разбивается, попытавшись открыть дверь через которую зашли у вас это не получилось. Тогда вы использовали ключ и открыв дверь выбежали очень быстро от туда. После же вы решили убежать и открыв дверь выбежали в коридор где все квартиры на этаже, сейчас вы на 3 этаже. ",
    "answers": [
      {
        "id": 33,
        "text": "Коридор "
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы не стали заходить в дверь и быстро вышли из квартиры опосаясь за свою жизнь",
    "answers": [
      {
        "id": 35,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 33,
    "text": "Выбежали вы в коридор, у вас в кормане был ключ, может он и к другим дверям подойдёт? Кто знает, вы замечаете что одна из дверей открыта и заходите в неё ",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      },
      {
        "id": 37,
        "text": "Попытаться открыть квартиру "
      },
      {
        "id": 36,
        "text": "Проверить соседнюю квартиру "
      }
    ]
  },
  {
    "id": 34,
    "text": "Зайдя в квартиру вы видите старый dvd плеер, и старый такой телевизор квадратный и грамосткий. В квартире был свет но окно было закрыл так что не уйти, и не найдя там ничего вы Уходите от туда",
    "answers": [
      {
        "id": 35,
        "text": "Уйти в коридор"
      }
    ]
  },
  {
    "id": 35,
    "text": "Обычный коридор",
    "answers": [
      {
        "id": 28,
        "text": "Дверь номер 233"
      },
      {
        "id": 34,
        "text": "Дверь 234"
      },
      {
        "id": 36,
        "text": "Квартира 235"
      },
      {
        "id": 42,
        "text": "Дверь к протелам"
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/Scf8GYP/i-60.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы подошли к двери в квартиру 235, и попытались открыть дверь, но странно у вас это не получилось. Похоже нужен был ключ что бы пройти туда, но где его можно найти? ",
    "answers": [
      {
        "id": 35,
        "text": "Осмотреть коридор"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы подошли к двери в квартиру 235, и попытались открыть дверь, но странно у вас это не получилось. Но до этого вы нашли ключ, и попробовав отпереть замок у вас это получилось",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы зашли в квартиру, там был ещё один ребёнок такой же которого вы до этот встречали, он опять попытался подбежать к вам но не смог вы быстро сделали удар ножом и он упал и умер.\n\n—Очень быстрый...\n\nВы заходите на кухню и видите что там лежит чья то толстовка, но не оьратив внимания вы идёте дальше и выходите в зал так сказать, за шкафом вы видите дверь",
    "answers": [
      {
        "id": 39,
        "text": "Отодвинуть шкаф"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы попытались отодвинуть шкаф, и у вас это получилось. Хоть и с трудом но получилось, вы открываете дверь и заходите в следующую комнату ",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы выходите в комнату что была за дверью, стены были в зелёных обоях, была двух местная кровать, похоже что сдесь кто то жил. Так же в пепельнице лежали сигореты недокуренные, рядом была стена в двери что вела в какой то маленький кабинет. Там вы увидели что с потолка свисает тело мёртвого человека. В руках он держал глок",
    "answers": [
      {
        "id": 41,
        "text": "Взять глок "
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы подходите к трупу, он был высоко но вы подпрыгиваете и успеваете схватить глок. После чего рассматриваете, глок обычный 1 магазин заряженный. Это было хорошо, в магазине 7 патрон всего, после вы видите дверь ",
    "answers": [
      {
        "id": 42,
        "text": "Уйти искать выход в корридоре"
      }
    ]
  },
  {
    "id": 42,
    "text": "В корридоре вы пытаетесь открыть дверь ведущей на пролеты между этажами, но у вас это не получается. И вы решаете пойти попытаться найти выход",
    "answers": [
      {
        "id": 43,
        "text": "Пойти на открытый болкон"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы заходите на открытый балкон и окуратно проходите по деревяшкам на другой болкон который ведёт к пролетам",
    "answers": [
      {
        "id": 44,
        "text": "Пролеты"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы вылазиете из балкона на пролёт между 3 и 4 этажами, лестница идёт вниз",
    "answers": [
      {
        "id": 45,
        "text": "Пойти на 4 этаж"
      },
      {
        "id": 46,
        "text": "Пойти на 3 этаж"
      },
      {
        "id": 47,
        "text": "Пойти на 2 этаж"
      },
      {
        "id": 48,
        "text": "Пойти на 1 этаж "
      }
    ]
  },
  {
    "id": 45,
    "text": "Прийдя на 4 этаж вы видите ещё 1 шприц с морфием, но дверь что бы зайти на сам этаж закрыта на ключ, ваш ключ к сожелению не подошёл ",
    "answers": [
      {
        "id": 44,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы пришли к двери что ведёт на 3 этаж на котором вы уже были но мало ли это вам поможет, дверь была открыта и вы смогли ее открыть",
    "answers": [
      {
        "id": 35,
        "text": "Вернуться на 3 этаж"
      },
      {
        "id": 44,
        "text": "Вернуться на пролеты"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы пришли вниз на 2 этаж, вы попытались открыть дверь не у вас не получилось, тогда вы уже попытались открыть дверь ключем и получилось? ",
    "answers": [
      {
        "id": 49,
        "text": "Зайти на этаж"
      }
    ]
  },
  {
    "id": 48,
    "text": "На 1 этаж вы не смогли пройти, проход на 1 этаж был завален хламом который фиг разберёшься, вариант только вернуться назад",
    "answers": [
      {
        "id": 44,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 49,
    "text": "2 этаж был более интересным, но прямо все квартиры были закрыты, и почему то 2 этаж был затоплен, вы нашли лифт но он был заблокирован и для разблокировали вам нужен был код. ",
    "answers": [
      {
        "id": 50,
        "text": "Проход к главной двери"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы прошли к главной двери и вышли на место где была круговая лестница и можно было подняться на любой из этажей который вам нужно было ",
    "answers": [
      {
        "id": 51,
        "text": "Пойти на 1 этаж к двери на выход из дома"
      },
      {
        "id": 52,
        "text": "Пойти на 3 этаж"
      },
      {
        "id": 53,
        "text": "Пойти на 4 этаж"
      }
    ]
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "Вы спускаетесь вниз на 3 этаж, медленно проходите на него и тут же видите что одна из дверей перемотана полицейской лентой.\n\n—странно, тут что, кого то убили или что?\n\nВы можете прийти на 3 этаж или назад",
    "answers": [
      {
        "id": 35,
        "text": "Пойти на 3 этаж"
      },
      {
        "id": 50,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 53,
    "text": "На 4 этаже не было света, все было темно, и лишь свет кабинки лифта освещал вам путь, но тут проблема. Для активации лифта нужен код. ",
    "answers": [
      {
        "id": 50,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  }
]