[
  {
    "id": 1,
    "text": "«С каждым часом мне становилось всё хуже и хуже. Я нервно ходил по нашей квартире, ощущая как сжимаются стены, и я вот вот окажусь в спичечном коробке. В горящем спичечном коробке. По крайней мере, мой писательский разум воспринимал это так. С ужасной силой я сжимал в руке мобильный, что он чудом не треснул. \nВскоре мне стало душно, и я сорвал с себя костюм, подаренный ею когда то.»\n\nПервая серьёзная работа. Небольшая история о трагичной любви мужчины и женщины. ",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1.\n\nЭто был самый счастливый и, как я думал, самый ужасный до боли день в моей жизни, после которого началась череда чёрно-белых полос. Но больше, конечно, чёрных.\n\nНаступило утро семнадцатого июня. Я проснулся окрылённый в объятьях тёплого летнего света и душного воздуха в комнате. Было ещё совсем рано — около шести утра, но спать уже не хотелось. Свеж и бодр, как после проруби, я подскочил с кровати и, посмотрев в календарь, убедился, что забирать Лену из аэропорта нужно было именно в тот день. Ох, Лена, знала бы ты, как я сгорал от желания вновь увидеть тебя, прикоснуться, обнять, заглянуть в твои зелёные, глубокие, чувственные глаза и почувствовать себя вновь любимым.\n\nЛена была для меня центром мира, центром всего. И я надеюсь, что я был для неё тем же. Каждое её мягкое дыхание я старался ощутить на себе, уловить каждой клеткой горящего тела. Каким я был романтиком! Страшно вспомнить.\n\nЯ прошёл на кухню и стал заваривать кофе, рассматривая наши фотографии на холодильнике. Фото из будки — мы корчили рожицы и всячески изощрялись над лицами. Но несмотря на это, в лице Лены оставалось то изящество и тонкость, которое разглядеть мог только я. \n\nУ неё была уникальная способность: из маленькой, весёлой девочки превращаться в умную, взрослую, со своим пониманием жизни девушку — и наоборот. В моменты её «бесовства» я вместе с ней погружался в тело ребёнка, путешествовал в детство, забывая на время о бытовухе и других заботах — такими незначительными и глупыми они кажутся детям.\n\nЯ стоял на балконе и слизывал с губ пену от кофе и чувствовал на языке горько-сладкий вкус. Прохладный ветер проходил по лицу и поднимал мои «шоколадные», как говорила Лена, волосы, но горячий кофе согревал изнутри. Машины уже беспощадно разрезали дороги, оставляя за собой следы дыма. \n\nЗвонок мобильного заставил меня рвануть обратно в спальню. Я надеялся услышать её шелковистый голос, но на экране отображался незнакомый номер. Я ответил, и на той стороне раздался другой молодой женский голос:\n— Здравствуйте, это Дмитрий Долматов? \n— Да, здравствуйте, а кто это?\n— Издательство N (назовём его так). Мы готовы опубликовать вашу книгу. Вам удобно приехать сегодня к пяти?\n\nЯ замолчал, потому что язык резко порализовало, и вообще всё лицо застыло как камень, а в голове проектором стояла фраза «мы готовы опубликовать вашу книгу».\n\n— Дмитрий, вы здесь? — заговорили вновь на той стороне.\n— Да, да, конечно, я приеду! В пять! — затораторил я, сбиваясь, и аккуратно кладя кружку на тумбочку, чтобы не разбить её в порыве эмоций.\n\nПовесив трубку, мне хотелось громко и громко крикнуть от распирающего счастья, но из за уважения к соседям в связи с раннем утром, я этого делать не стал. Книга, которая больше года дописывалась и переписывалась мною, попадая в руки к разным издательствам и критикам, наконец то нашла своё место и готова к публикации! Да ещё и в таком издательстве! \n\nМеня разрывало желание обзвонить всех друзей и родственников, и конечно же, набрать Лену и сообщить об этой новости. Но боясь иронии судьбы, я передумал и решил тихо дождаться полной, официальной публикации.\n\nВремя до пяти часов я провёл в приятной муке. Так как Лена возвращалась в тот день со стажировки из Америки, я решил встретить её как подобает. Нет, без матрёшек и балалаек. Я вычистил всю нашу двухкомнатную квартиру и сходил в магазин за продуктами к импровизированному ужину. \n\nПроходя мимо людей с тележкой полной еды, я невольно у себя в голове чувствовал малую долю превосходства на ними. Как никак, а уже скоро моя книга будет находится во всех тиражах! И уж поверьте, их будет не мало! Но как быстро эта мысль приходила, так же быстро я давал себе мысленно подзатыльник. Мне не свойственна мания величия, но в тот момент, после стольких неудач, мне было это необходимо. \n\nДень медленно близился к обеду. Я в четвёртый раз решился набрать Лене, хотя прекрасно знал, что она не любит, когда ей названивают по нескольку раз. Но и в этот раз она не взяла трубку. Не скрываю, я переживал, потому что на мои звонки она отвечала всегда.\nВозможно, как я думал, она летит в самолёте и нет связи, или просто что то случилось с мобильным. А верить в то, что она не желает со мной разговаривать, я был не в силах. Слишком тяжёлая мысль.\n\nКогда я ехал в издательство, меня снова накрыла эйфория от предвкушения светлого будущего и серьёзной карьеры писателя. Я слушал музыку, которая транслировалась по радио, и воображал себя уже известным драматургом, произведения которого расходятся так же быстро как цветы восьмого марта. Я улыбался и пританцовывал плечами, отчего водители в соседних машинах косили на меня как на дурочка. Но мне было до лампочки — если человек находится в порыве своих эмоций, то он не замечает осуждающих взглядов, они не особо то и волнуют.\n\nДвери рыжего здания с большой вывеской издательства были мне хорошо знакомы. Четыре года назад я уже приходил к ним с другой книгой, но они посчитали её неудачной, из за чего я повторил поступок Гоголя — сжёг её к чёртовой бабушке. Если бы не Ленина рука у меня на плече, я бы давно забросил это дело — писательство. Она всегда находила правильные слова и поднимала меня со дна моего отчаяния или периода безыдейности. Она всегда была моей музой.\n\nИ в её стремлении к освоению бизнеса я тоже хотел стать для неё опорой и силой, поэтому искренне за неё радовался, когда ей предложили стажировку в Америке в этой сфере. На целый месяц.\n\nЯ зашёл в здание и знакомая белокурая девушка провела меня по знакомым коридорам к знакомому кабинету. Я постучался и зашёл. В чёрном кожаном кресле за дубовым столом сидел полный мужчина в сером клетчатом пиджаке и тонких очках. \n— Здравствуйте. — поздоровался я, — можно?\n— Конечно, присаживайтесь. Меня зовут Фёдор Иванович, — медленно произнёс он, — А вы Дмитрий Долматов, верно? Пришли за оформлением обнородования книги?\n— Да, всё верно... — ответил я так, будто сам себе не верил.\n— Критики оценили ваше произведение и передали мне, что вы талантлив. Ваш стиль написания показался им очень интересным и они могли бы предложить вам поработать именно с ними. Но это уже в будущем. А сейчас нужно заполнить пару бумаг.\n\nКаждое слово Фёдора Ивановича я проглатывал и записывал на кору головного мозга. В голове я кричал от радости, но лицом старался этого не выдать. Всё напряжение с головы ушло в потные ладони и трясущиеся коленки. Одним ухом я слушал, то что он говорит, а другим уже слышал радостные вопли Лены. \n\nКогда бумаги были внимательно прочтены и заполнены, Фёдор Иванович назначил ещё одну встречу по обсуждению обложки и общего оформления книги. Выходя из кабинета, я и подумать не мог, что у такого счастливого дня может быть ужасный конец.\n\n***\n\nЯ стоял в забитом аэропорту с роскошным букетом пионов и дорогим ожерельем, которое я купил на первый аванс за книгу. \nВстречавших людей было очень много: это и мамы, и папы, и девушки, и парни, и практически все стояли с цветами, из за чего в зале стоял душистый смешанный аромат. Но мне казалось, что именно мои цветы пахнут приятнее всех. \n\nЯ знал, что её самолёт уже приземлился и, поэтому она должна была уже вот вот показаться. Я бы сразу её узнал. Я, кусая губы, смотрел на других людей, которые сплетались в объятия после долгой разлуки, страстно целовались, несмотря на окружающих.\n\nВообще, аэропорт — самое романтичное место.Только в нём по встрече со второй половиной можно понять, какие у вас отношения. Ведь я видел и грустные глаза тех, кого вообще не встречали — мол, «дела» или «работа». «Добирайся сам».\n\nНо где Лена? Я стоял в ожидании хотя бы телефонного звонка, и, о чудо, он зазвонил! На экране я увидел фотографию Лены в красном платье и чёрной шляпе, из под которого вились её мягкие каштановые волосы. Я мигом снял трубку.\n— Алло! Лена? Ты где? Я стою, жду, а тебя нет и нет. Куда мне подойти?\n— Дим, — тихо и слабо произнесла она моё имя, и с дрожью в голосе продолжила, — я не прилечу. Никогда. Я остаюсь в Америке. Не пиши и не звони мне, прошу тебя. Прости.\n\nВсе её слова громом пронеслись у меня над головой и ударили молнией. Земля ушла из под ног. Полы аэропорта словно растрескались на плиты я и старался держать равновесие. Цветы уже выпали из рук и по ним спокойно проходили люди. \n\n— Я не понимаю, Лена, почему ты там остаёшься?! — кричал я в телефон сквозь шум толпы, — Что произошло? Лена! Пожалуйста, объясни что случилось! Лена!\nОна выдержала паузу и я услышал её хриплое дыхание. Потом она сбивчиво проложила:\n\n— Я... У меня другой. Я... тебе изменила, ясно? Всё, Дим, прощай, не звони мне больше! — прокричала она в слезах и повесила трубку.\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 3,
    "text": "Глава 2\n\nНе знаю сколько я простоял, уткнувшись взглядом куда то в пространство. Помню, что долго. С помутневшей головой я выбежал на улицу и всеми лёгкими вдохнул вечерний воздух. В тот миг он был мне жизненно необходим, наверное, до той степени, что без него я мог бы упасть замертво. \n\nЖадно глотая кислород, я пытался дозвониться до Лены, но на третий звонок она, видимо, отключила телефон. \n\nЯ в голове отчаянно пытался переварить, понять суть её слов. «У меня другой»... Я отказывался верить и просто не принимал этого. Какой другой? Кто это может быть? Когда встречаешься с девушкой три года, начинаешь понимать, когда она врёт, и уж тем более, когда что то случилось. И в тот момент я был уверен, что она лжёт. \n\nЯ стоял у перил, держась за них руками, потому что было сложно удержать себя на ногах. Я повернул голову и увидел, как в мою сторону к аэропорту бежал парнишка в голубой клетчатой рубашке, лет восемнадцати. Он бежал так быстро, что кучерявые светлые волосы, как у Есенина, плыли на ветру. В руках парень держал букет с ромашками, которые по лепесточку отрывались и следом прилетали на землю. Я встал у него на пути, и когда он вопросительно остановился, я отдал ему ожерелье и молча ушёл. Пусть оно используется по назначению и будет украшать шею прекрасной дамы, а не гнить на дне речных вод.\n\nЯ вошёл в квартиру, в которую должен был зайти вместе с Леной. \nЯ стоял на пороге ещё десять минут, рассматривая мебель — она казалась мне теперь ужасно чужой, будто я нагло вломился в чей то дом. Не снимая обуви, я сделал пару шагов и встал посреди гостиной. На губах ощутился солёный вкус слёз. Меня накрыло отвратительным чувством отчаяния и тоски, когда хотелось разбить что нибудь о стену. Но мои эмоции лишь в каплях упали на пол. Я сел на диван и закрыл лицо руками, вспоминая о том, что только сегодня, образно говоря, прыгал на этом диване от счастья. \n\nВ холодильнике лежали готовые блюда, нарезанные фрукты и холодное вино. Я достал бутылку, вырвал пробку и стал жадно пить из горла, будто это последний алкоголь в моей жизни. Вино стекало по губам, по горлу и оставляло красные пятна на одежде. \n\nЯ оторвал ножку жаренной холодной курицы и обгладал её до голой кости. Вскоре от всей птицы совсем ничего не осталось. \n\nС каждым часом мне становилось всё хуже и хуже. Я нервно ходил по нашей квартире, ощущая как сжимаются стены и я вот вот окажусь в спичечном коробке. В горящем спичечном коробке. По крайней мере, мой писательский разум воспринимал это так. С ужасной силой я сжимал в руке мобильный, что он чудом не треснул. Вскоре мне стало душно и я сорвал с себя костюм, подаренный ею когда то.\n\nВдруг мои пальцы снова потянулись к номеру Лены и стали сумашедше кидать безответные звонки. \n\nГудки... \n\nГудки... \n\nМолчание.\n\nЯ, казалось, совсем обезумел. В голове только и отражался звук бездонных гудков, больше я ничего не слышал. \n\nГудки... \n\nГудки... \n\nПрошло два часа. Я сидел, а точнее пытался не превратиться в безформенную кучу человеческой туши на полу. Пальцы уже на автомате совершали одинаковые действия. Вскоре я выпал из реальности. Глаза в полумраке ничего не видели, телом не пошевельнуть. Но неожиданно в чувство меня привела до боли знакомая мелодия. \n\nНе понимая в первые секунды, откуда она играет, я осмотрелся по сторонам, потом увидел на экране мобильного фотографию Лены и бледнеюще снял трубку. \n\n— Дима, хватит! Перестань! — раздирающе прокричала она, задыхаясь слезами, — я просила тебя больше не звонить мне! Никогда! \n\nКак ужасно слышать такие слова от самого близкого тебе человека. Раздирающе больно. \n\n— Давай спокойно поговорим, умоляю тебя, Лена! \n— Нам не о чем говорить. Я тебе всë сказала — я не люблю тебя и больше никогда не вернусь. — она глотала слëзы. \n— Ты правда мне изменила?\n\nНа той стороне образовалась тишина. Это была самая долгая и мучительная пауза в моей жизни, от которой зависило еë дальнейшее продвижение. \n\n— Не молчи, Лен. \n— Да, — сказала она, — прощай. \n\nЕë последние слова острым эхом пронеслись у меня голове, словно распиливая еë на две части. Телефон выпал из слабых рук, а я выпал из этой жестокой реальности. Я комом свернулся на полу, прижав колени к сжатой груди. Лицо было красное и мокрое, оно содрагалось от скупых, тяжëлых слëз. Я никогда не предполагал, никогда не думал, даже и мысли допустить не мог, что Лена сможет довести меня до такого состояния! Только тот человек, который доставляет нам чувство радости и любви, способен на невероятную глубину воткнуть нож в сердце. \n\nВ этом ужасном, может даже, постыдном положении камбалы я пролежал очень долго. На тусклом экране мобильного я разглядел время — пол первого ночи. Я собрал всю свою нечеловеческую массу и, опираясь на диван, поднялся с пола. Голова кружилась, и мебель вокруг казалась расплывчитой и волнообразной. \n\nЯ зашëл на кухню, где на столе лежала моя съеденная до костей курица. От еë вида и прочей холодной еды на столе, мне стало тошно и я почувствовал, как ко рту подступает рвота, но я сдержался. \n\nИз стеклянного графина я налил в стакан воды и медленно, большими глотками, опустошал его, чувствуя, как она комками бьëтся о стенки желудка. Мне стало легче, но я понял, что одному мне оставаться нельзя. Я, дрожа, снова взял телефон в руки и позвонил Серëже — старому студенческому другу. \n\n",
    "answers": [
      {
        "id": 4,
        "text": "Глава 3"
      }
    ]
  },
  {
    "id": 4,
    "text": "Глава 3\n\nНе смотря на то, что город уже давно был окутан сумерками, Серëжа сразу взял трубку. Я судорожно стал объяснять весь ужас моей ситуации, но слова смешивались со слезами, и, вряд ли, он что либо понял, однако всë равно приехал. \n\nОткрыв дверь, я крепко пожал ему руку, а другой обнял за плечи, безмолвно говоря \"спасибо\".\nМы прошли на кухню и также молча разлили по стаканам коньяк. \n\nПервый стакан. \nДвадцать минут я ничего не говорил, и Сергей уважительно, по-дружески, не перебивал мой поток мыслей. Он терпеливо ждал. \nВ тот момент я вспоминал первую встречу с Леной. \n\nСтоял тëплый, солнечный август, когда Сергей со своей девушкой Элей позвали меня в лес на ночëвку в палатках. Хоть я и не был особым любителем подобного времяпрепровождения, я с охотой принял их предложение. \n\nКогда я подъезжал к месту встречи (у окраины небольшого леса) я увидел очертания не только Сергея и Эли, но и ещë одного незнакомого человека. Это и была Лена. Выйдя из машины, я радушно поздоровался с друзьями и вопросительно уставился на Лену. Она глядела на меня своими зелëными глазами и от волнения поправляла волосы за ухом. Она была также прелестна, как и тогда, когда я провожал еë в аэропорт. \n\n— Это Лена, моя подруга, мы учимся в одном университете. — звонко произнесла Эля. \n— Дима. Очень приятно. — я протянул Лене руку и получил мягкое и нежное рукопожатие в ответ. В тот момент я отметил, что она недурно красива, но говорить об этом вслух не стал.\n\nКогда мы прошли в глубь леса, мы нашли хорошую полянку и сразу принялись за захват территории. Эля включила музыку на маленькой колонке, и мы начали ставить палатки, и каждое их падение сопровождалось смехом, злостью и матом. \n\nИз за того, что в лес мы приехали вечером, нам с Серëгой пришлось сразу идти за дровами для будущего костра. Мы отошли от девчонок. \n\nИдя между высоких деревьев, я старался всей грудью вдыхать тот воздух, который я никогда в полной мере не чувствовал в городе. Я понял, насколько сильно я был оторван от природы, от своей биологической сущности, утонув в быстром потоке города. \n\n—Ты не говорил, что будет кто то ещë. — сказал я. \n— Да я сам о ней узнал всего час назад. Но ты же знаешь Элю, она любит устраивать сюрпризы. А Лена классная девчонка.\n— Понял это за час? \n— Да, пока ехали в машине. Она умная, весëлая, интересная — ты таких любишь. \n\nЯ нахмурился, потому что он говорил правду.\nНабрав хороших веток, мы вернулись назад, где Лена и Эля о чëм то оживлëнно болтали и смеялись, перекрикивая музыку. \n\nВскоре ослепительная тьма окутала лес, опустился прохладный воздух, и пришло время для разжигания костра. Сложив собранные палки в кучу, я кинул в неë горящий свëрток бумаги — исписанный листок каких то идей, которые не воплотились в жизнь. Он долго лежал в кармане моей куртки. Пламя быстро проглотило его и зажгло сухие ветки. Тепло распространялось между нашими телами. Мы уселись вокруг костра на раскладных стульях и поедали то, что привезли из магазина.\n\nВо время разговоров я иногда поглядывал на Лену, но старался это делать не слишком часто. Когда наши взгляды пересекались, я как застенчивый мальчик уводил взгляд в сторону. Свет золотого огня играл на еë лице, спускаясь по волосам, которые она постоянно убирала за уши. \n\n— Попробуйте мои печенья. — сказала Лена и достала из сумки контейнер с шоколадным печеньем. — У меня пока не очень хорошо получается печь, но я надеюсь, вам понравится. \n\nЛена поднесла их мне первым, потому что я сидел к ней ближе всех. \n— Очень вкусно. — вырвалось у меня, и я даже не ожидал, что это будет так громко. \n— Правда? — еë сияющие глаза уставились на меня, и я растерялся. \n\nМы пили чай, ели печенья и о чëм то разговаривали. А точнее, все о чëм то разговаривали, а я о чëм то молчал. Помню лишь, как в какой то момент речь зашла о волосах. \n\n— Я всегда хотел отрастить длинные волосы, — сказал весело Сергей, — как у Джеймса Момоа. Почти получилось. Но в армии меня побрили налысо, и я навсегда простился с этой идеей. \n— И слава богу, — добавила Эля, — длинные волосы тебе абсолютно не шли. \n— Да брось. В то время это было модно.\n— Модное — не всегда красивое. А вот лысым ты был очень даже не плох. — она улыбнулась с характерными ею ямочками на щеках. \n— А я боюсь лысых людей...  — погодя, тихо произнесла Лена. \n— Боишься? Почему? — спросила Эля. \nЛена молчала, а потом ответила:\n— Моя мама умерла от рака. Из за химиотерапии каждый день с еë головы выпадало всë больше и больше волос, пока она не облысела полностью. И когда я вижу лысых людей, — она стала говорить ещë тише, будто слышал еë только я, — я всегда вспоминаю как мама страдала. Врачи говорили, что рак может появиться и у меня. \n\nУ меня всë сжалось в груди. \n\n— Я стараюсь не думать об этом, — продолжила Лена, — не хочу жить в страхе. Это всë равно, что не жить вовсе. Простите, не хотела грузить вас своими мыслями. — Она заметила мой взгляд на себе, и резко переменив тему, обратилась ко мне, — А чем ты занимаешься? Работаешь или учишься где то? \n\nЯ вдруг остолбенел, потому что не хотел говорить о том, что работал механиком, но и выставлять себя лжецом у меня не было желания. \n— Я работаю в автосервисе. — я попытался произнести это с достоинством, чтобы убедить и себя, и еë, что это не такая уж и плохая работëнка. Вышло так себе. \n— А ещë Дима книжки пишет, он у нас писатель! — встряла в разговор Эля, как по мне, очень неуместно. Мне стало вдруг обидно, что мои первые писательские начинания она обобщила в детское слово \"книжки\". \n— Правда? Ты пишешь книги? \n— Это скорее хобби, не увлекаюсь серьезно, — я соврал и хотел как можно скорее перевести тему, — А ты... чем занимаешься?\n— Я учусь на факультете бизнеса. Хочу быть, знаешь, такой.. \"бизнес-вумен\", — она пальцами показала кавычки, улыбаясь, — хочу иметь своë дело. Возможно, я открою кафе для бездомных, в которое люди будут приходить поесть, согреться, поговорить с кем-то... — Лена грустно выдохнула, — но пока это всë только в мечтах. \n\nПосидев ещë немного, мы разбрелись по палаткам. Эля и Сергей, естественно, легли в одну палатку, а я с Леной в отдельные две. \n\nНе знаю как остальные, а я долго не мог уснуть. Под телом чувствовались земля, мелкие камушки и ветки, но я смог найти удобное положение, чтобы не мешать другим своим шумом. \n\nЯ думал о Лене и переживал о том, какое впечатление я произвëл. Скорее всего, в еë глазах я тогда остался зажатым, неуверенным в себе писателем из автосервиса — и эта глупая мысль не давала мне покоя.\n\nУснув позже всех, я и проснулся позже остальных, и, вероятно, ещë бы спал и спал, если бы палатка не залилась ярким светом и не нагрелась бы внутри. \n\nПыхтя и скрипя, я вышел из палатки, протëр слипшиеся глаза и увидел, что все уже собирают свои вещи и готовятся к уходу. \n— Доброе утро, — бодро ко мне подскочила Эля, — как спалось? \nЯ искал глазами Лену, поэтому не сразу ответил на еë вопрос. \n— Что? А, нормально, спалось неплохо. — соврал я. — А вам? \n— Да мы практически и не спали, — она кинула намекающий взгляд на Серëжу, который собирал палатки, — всë было так романтично, что я еле уснула. \n— Доброе утро. — сказал я Сергею, — уже собираемся? \n— Какой смысл здесь ещë торчать? \n\nЧестно сказать, я хотел остаться там ещë ненадолго, потому что не знал, когда я ещë смог бы вырваться на природу из суетного города. Однако настаивать я не стал. \n\nПовернув голову, я увидел Лену. Она стояла  отдельно от всех, смотрела вглубь леса, и расчëсывала волосы. Я решился подойти. \n— Привет, — негромко сказал я, но не получил ответа. Поздоровавшись ещё раз, я вновь услышал тишину. \n\nВдруг она увидела перед собой мою тень и резко повернулась, и тогда я заметил, что она была в наушниках. \n— Прости, я тебя не услышала. — сказала она. \n\nКогда Лена переехала ко мне, у нас в квартире часто звучала еë любимая музыка, которая вскоре полюбилась и мне. \nМне нравилось смотреть на еë танцы перед зеркалом, слушать еë пение, нравилось, когда она брала меря за руки и заставляла танцевать вместе с ней. Она говорила: \"Музыка для меня — как топливо для машины — без неë не еду. \"\n\n— Ничего страшного. — ответил я, — как спалось? \n— Замечательно, я сразу же заснула. Но было страшно, что кто нибудь заползëт в палатку. Не люблю насекомых. Кроме бабочек и божьих коровок. \n\nВернувшись домой в тот день (было часов двенадцать) я долго сидел на диване и смотрел в одну точку, куда то в пространство. Я анализировал весь вчерашний день и в конце концов сорвался, и выпросил у Серëжи номер телефона Лены.\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Глава 4"
      }
    ]
  },
  {
    "id": 5,
    "text": "Глава 4\n\nВторой стакан. \nВыпив второй раз, я отчëтливо увидел перед собой Сергея, который продолжал молча наблюдать за мной и подливать коньяку. Погрузившись в воспоминания, я совсем забыл про друга и виновато вздохнул. \n— Спасибо, что приехал, — еле шевеля губами, произнëс я, — я.. я просто уже не могу оставаться с самим с собой.. Мне очень плохо... и я не знаю, что делать.\n— Всë нормально, брат. Это хорошо, что ты позвонил мне. Тебе нельзя быть одному в таком состоянии. Мало ли, удумаешь чего...- он поддался вперëд и наполнил пустые стаканы. — А теперь давай по порядку. Что с Леной?\n\nТретий стакан. \n— Она меня бросила. По телефону...Она позвонила и сказала, что у неë появился другой... поэтому она остаëтся в этой грëбанной Америке, — мне было страшно больно произносить эти слова, от которых глаза снова наполнились слезами. \n— Лена изменила тебе? — выражение лица его было крайне изумлëнное, — да скорее у нас президент поменятся, чем Лена переспит с кем то другим! Ты в это веришь? \n— Я был уверен, что она врëт, но сейчас я уже ничего не понимаю.. Трубки она не берëт, на смс не отвечает... — я опустил голову на стол, — может она и правда нашла кого-то лучше меня... \n— Брось. Лена не смогла бы с тобой так поступить. Она же любит тебя. \n— Любила.\n\nСергей помолчал, потом спросил:\n— Вспомни, как она вела себя до отъезда, месяц назад? Замечал ли в ней что то странное, непохожее на неë? \n\nЯ поднял голову со стола, и она резко закружилась, на секунду кухня расплылась, но потом я снова увидел друга. Я прокрутил в пьяном уме его мысль и стал вспоминать последний день , когда был вместе с Леной. \n\nЧетвëртый стакан. \nВ день отлëта Лена вела себя очень беспокойно. Она металась по комнатам, много раз перепроверяя, всё ли она упаковала в два чемодана. \n\nЯ сел на диван в нашей гостиной, и увидел как из приоткрытого чемодана, стоящего передо мной, высовывалась пачка каких то документов. \n— Что это? — спросил я и потянулся за ними, но Лена быстро подбежала и с испуганными глазами схватила чемодан. \n— Не трогай! — прикрикнула она, — я.. я долго складывала, ты всë испортишь. — она оттащила его в коридор. \nЯ хоть и напрягся, но не придал этому значение. \n\nВ машине, по дороге в аэропорт, Лена тоже вела себя не как обычно. Она не слушала музыку, практически не разговаривала, а только молча смотрела в окно, изредка тяжело вздыхая. \n— Что с тобой? — спросил я, поворачивая руль вправо. — ты какая то грустная весь день, переживаешь за стажеровку? \nОна не сразу ответила, но потом повернула ко мне голову и тревожно заговорила. \n— Да... Переживаю, что не справлюсь или буду косячить. Или самолëт может разбиться, — она смотрела мне в глаза, будто прожигая меня изнутри, — обещай, что если я умру, ты не останешься один и найдëшь себе хорошую девушку, которая будет любить тебя также как я. \n— Лен, — я улыбнулся, потому что посчитал еë слова за шутку, — ты не умрëшь, и мне никто не нужен кроме тебя. Тем более самолëт сейчас самый безопасный вид транспорта. \n— Всë равно пообещай.\n— Я не буду ничего обещать, это глупости, Лена. \n\nОна отвернулась к окну. Я продолжил:\n— Всë будет впорядке, слышишь? Ты спокойно долетишь, поработаешь в хорошей компани, наберëшься опыта и прилетишь обратно. Мы будем созваниваться каждый день, ты будешь рассказывать мне о всех своих успехах, а я новых главах книги. Потом я встречу тебя в аэропорту с огромным букетом цветов, и мы поедем домой. Или в любое другое место, куда ты захочешь. Всего один месяц. \n— Месяц... Я буду скучать, Дим. \n— Я тоже.\n\nПеред уходом на самолëт мы долго обнимались. Она сильно прижалась головой к моей груди. Я не хотел отпускать еë, но всë же убрал руки. Мы поцеловались, и она в третий раз сказала, что любит меня. Глаза еë блестели от слëз. \nГромко прозвучал женский голос, напоминающий о вылете самолëта, и Лена ушла.\n\nВсë это я рассказал Серëже и только тогда понял, насколько я был слеп и не замечал всего, что происходило с Леной. Я пришëл к мысли, что ничего в отношениях не возникает спонтанно — у всего есть долгие прилюдия, которые скрываются от влюблëнных глаз. \n\nПятый стакан. \nСергей, уже говоря медленнее и не так внятно, пытался убедить меня в том, что Лена не могла мне изменить. Он приводил мне какие то доводы, которые,\nя, к сожалению, или, к счастью, не помню — в общем, он добросовестно выполнял обязанности близкого друга. Я лишь молча подливал в стаканы и икал. \n\nШестой стакан. \n— А я, кстати... — начал я, тяжело открывая рот, — книгу... опубликовал... Точнее, опубликую... Скоро... \n— Да ладно? — удивился Сергей с полузакрытыми глазами, — ну ты.. крутой, Димас, поздравляю... Ох, погоди.. звонит кто то... — он достал из кармана джинс вибрирующий телефон, — Эля... Волнуется, наверное... У аппарата. \n— Про книгу не говори... сюрприз... Привет передай... \n\nОн отошëл в коридор, и я слышал обрывки фраз. Серëжа говорил, что он вовсе не пьян и всячески успокаивал Элю. Потом он вернулся и, шатаясь, сел обратно на стул. \n— Говорит, чтобы я домой поехал. Но если хочешь.. я могу остаться, посидим ещë... \n— Нет, нет... Мне уже легче... Спасибо, что приехал, я.. в долгу не останусь, ты знаешь.. \n\nЯ, с трудом держась на ногах и хватаясь за стены, проводил его до двери, обнял и пожал руку. Серëга ушёл. Не с первого раза я ключом попал в замок, но всë же сделав это, я прошëл в спальну, рухнул на кровать и мгновенно вырубился.\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Глава 5"
      }
    ]
  },
  {
    "id": 6,
    "text": "Глава 5\n\nОткрыв глаза, я резко зажмурился от солнца, лучи которого метко попадали мне в лицо. Я отвернулся в сторону и хотел опять уснуть, как вдруг увидел разорванный пиджак на полу коридора. Я случайно вспомнил то, что стремительно хотел забыть вчера. Я сел на кровати и схватился за голову от резкой боли, и вдруг почувствовал, как содержимое моего желудка подступает к горлу, но я сумел сдержаться и без происшествий дойти до кухни.\n\nТам отвратительно пахло коньяком и едой, к тому же было очень душно. На столе стояли опустошëнные бутылки и стаканы, недоеденные закуски, которые нарезал Серëжа из моего холодильника, остались пятна от пролитого коньяка — пьяные руки не попадали в стаканы. \n\nЯ выпил воды и открыл окно. Прохладный воздух наполнил кухню, и мне стало легче. Я вновь услышал рëв машин, курлыканье голубей на проводах, отдалëнный голос людей на соседних балконах. \n\nЯ привëл кухню в порядок. Теперь квартира напоминала холостую берлогу. Такой она была до появлении Лены. \n\nЯ прошëл в ванную и увидел страшное чудовище в отражении зеркала. Оно смотрело на меня красными, опухшими глазами с большими синяками, с растрëпанными волосами и помятым, измученным лицом. \nЯ умылся ледяной водой, почистил зубы, прополоскал рот, из которого неприятно пахло перегаром.\n\nВернувшись в гостиную,  я машинально проверил телефон. Ничего от Лены. Я вспомнил вчерашний разговор в аэропорту и отбросил его в сторону, ушëл в другую комнату. Но в этот момент он зазвонил, и я сорвался обратно в гостиную. Печально выдохнул, когда на экране увидел изображение Серëжи. Я ответил. \n— Здорово... Ты как? — спросил он хрипло и медленно, будто ему далеко за шестьдесят. \n— Так себе. А ты? \n— Ужасно, голова трескается на части.. Вторая бутылка была явно лишняя. — он сделал паузу, — Тебе легче? Если надо, можем ещë раз встретиться.. только на этот раз без алкоголя. \n— Да нет, мне уже лучше... \n\n— Это Дима? — услышал я на той стороне звонкий голос Эли. Она отобрала телефон.\n— Дим, привет, это Эля. Ну как ты, дорогой? Мне Серëжа всë рассказал вчера. Как смог, конечно. Еле до дома дошëл. Тебе, наверное, очень тяжело сейчас. Ты звони или приезжай, если что. \n\nОна говорила так быстро, что я не успевал отвечать. \n\n— Не знаю, как Лена могла с тобой так поступить! Я пыталась до неë дозвониться, но она не берëт трубку. \n— Всë нормально, Эль, не переживай за меня. — пытался я соскользнуть с разговора. \n— Кстати, поздравляю тебя с публикацией книги! Я всегда говорила, что ты очень талантливый! Наконец-то кто то в тебе это разглядел! \n— Всë, Эль, отдай! — прозвучал голос Сергея. — Прости, Димон, я, видимо, случайно взболтнул вчера. Сам понимаешь, в дрова был.. \n— Всë в порядке, забудь.\n\nКнига совсем вылетела из головы. Отключившись от звонка, я сел на диван и опрокинул голову назад. Закрыл глаза. \n\nКнига, которая вот вот должна была выйти в свет, была о Лене. Я начал еë писать сразу после нашего знакомства. И я не понимал, какое право книга имеет на существование, когда рядом нет еë. Меня мучила мысль об отмене публикации.\n\nМне вспомнился день, а точнее ночь, когда я сидел на кухне и в полумраке писал главы. Стрелка часов давно опустилась за полночь, и веки с каждой минутой становились всë тяжелее. Но слова на ярком экране ноутбука плавно перетекали в строки, строки в абзацы, абзацы в главы... Я писал и не мог оторвать руки от клавиатуры, потому что гениальные мысли приходят лишь единожды, и если их не поймать, то они утратят свой первоначальный облик, и ловить уже будет нечего. \n\nЛена бесшумно подошла ко мне сзади и мягкими руками обвела мою шею, положила подбородок мне на голову, отчего еë волосы стали касаться моего лица. Я с усталой улыбкой откинулся на спинку стула и взял в руки еë ладони. \n— Как тебе? — спросил я, зарываясь носом в еë шею. \n\nОна села мне на колени и полузакрытыми глазами стала читать. Я терпеливо ждал и зевал каждые тридцать секунд. Потом она повернулась ко мне и с улыбкой заговорила:\n— Уж очень ты меня преукрашаешь.\nЯ рассмеялся. \n— Разве? Я пишу всë в точности так, как вижу. \n— Хочешь сказать, что мои глаза, — здесь она стала читать с выражением, чуть подняв подбородок, — «словно мир вечнозелёных лесов, внутри которых прячется своя таинственная и невидимая ни для кого, кроме меня, жизнь.»\n— Ни убавить, ни прибавить. — ответил я, и Лена звонко рассмеялась. \n\nКак я скучал по еë смеху.\n\n— Это очень красиво, — сказала она тихо и мышкой промотала весь написанный мною текст. — но давай пойдëм спать. Ты выглядишь очень усталым.\n— Это не мешает мне подбирать эпитеты к твоим глазам. Но всë же, идëм. — я нажал на иконку «сохранить», закрыл ноутбук, взял Лену на руки, и мы тихо побрели в нашу спальню.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Глава 6"
      }
    ]
  },
  {
    "id": 7,
    "text": "Глава 6\n\nВ издательство я ехал нехотя, очень медленно, пропуская все машины вперëд и останавливаясь на каждом светофоре. Я как можно сильнее оттягивал момент, когда надо принимать решение о будущем книги, и давал себе время подумать. Одна часть меня, убитая и раздавленная, была против публикации, а другая, ещë трезво мыслящая, понимала, что если не сейчас — то никогда. \n\nЯ встал на очередном светофоре. 35 секунд. \nЛены больше нет рядом, значит и книга мне не нужна. \n\n29 секунд. \nНо не сошëлся же на ней свет клином! Почему из за неë должна разрушиться моя карьера писателя?\n\n16 секунд. \nГосподи, что ты несëшь?! Никто в тебя так не верил, как Лена! Ведь это она заставила тебя бросить этот жалкий автосервис, не так ли? Благодаря ей ты наконец то в полной мере взялся за перо! \n\n4 секунды. \nЯ не знаю, что мне делать. \n\nТронулся. \n\nКонкретно.\n\n***\n\nВ издательстве мой знакомый художник предложил мне две обложки на выбор: на одной была изображена Лена (я дал ему фотографию, чтобы он смог сделать рисунок), а на другой лишь еë силуэт — без лица, поэтому понять, кто на обложке, совершенно невозможно. Когда я договаривался об этом с приятелем, я планировал, что Лена сама определит лучший вариант для книги, но в итоге выбор пал на мои плечи. \n\nЯ долго и молча всматривался в рисунки, будто надеялся, что хотя бы они ответят мне, почему всë так произошло? Почему ты бросила меня? \n\nСвоим изматывающим молчанием я явно напрягал окружающих меня работников издательства, из за чего у меня не раз поинтересовались, здоров ли я и нравятся ли мне вообще предложенные варианты. \nЯ отвечал кратко и невнятно, продолжая всматриваться в лицо Лены. \n\nГолова гудела. Я представлял, как книга выпускается огромными тиражами (знаю — не скромно), и на каждой, Господи, на каждой будет изображена Лена! В то время как сама она находится в Америке. Далеко от меня и не со мной. И для чего тогда это всë? Если я выберу второй вариант, то, возможно, не буду так мучиться, ведь на обложке можно представить кого угодно. \n\nВсë. Была не была. \n\n— Мне нравится... это, — я неуверенно ткнул пальцем, — спасибо, что постарался для меня, — и вяло пожал руку художнику.\n\n***\n\nПрошëл месяц — месяц бессмысленного существования в ожидании публикации и хоть какой нибудь весточки от Лены. Да, во мне всë ещë жила крупинка надежды на прежнюю жизнь. \n\nЯ искал еë во всех соц сетях, пытался что-то разузнать от еë друзей и знакомых, но всë было тщетно. Она просто исчезла, как будто еë никогда и не было. Как будто я сам себе еë придумал. Как будто наконец то вылечился от психического расстройства и галлюцинации пропали. Однако всë не так. \n\nИзредка за этот месяц я выходил из своей берлоги — лишь из соображений не умереть с голоду. Но и еда утратила свой прежний вкус. Я стал питаться тем, что можно быстро сварить или пожарить, из за чего я часто начал мучиться от болей в желудке. Этого мне ещë как раз не хватало. \n\nВ один из похожих на других дней я вышел с огромным пакетом мусора до бака, где курил мой толстый, бородатый сосед, поглядывая куда то выше крыш многоэтажек. Он заметил меня и почему то решил, что у меня есть желание с ним поговорить. Он поздоровался со мной и крепко пожал мне руку, из за чего она стала пахнуть сигаретами. \n\nМы говорили о погоде и о какой то бытовухе, он спрашивал, куда я пропал, ведь мы не виделись практически месяц. Я наврал, что тяжело болел (в июне то грех не заболеть). \n— А где же Лена? — вдруг спросил он, хотя это был вполне очевидный вопрос. \nУвидев мой растерянный взгляд, он тут же продолжил:\n— Вы разбежались, да? Я сразу это понял. Выглядишь ты не очень. \n\nСпасибо, как раз хотел это услышать. \n\n— Не вешай нос, приятель. Ты уже обзавëлся новой подружкой? Здесь главное сразу переключиться на другую, чтобы совсем не скиснуть. Это как с машинами. — он сделал тугую затяжку, после чего клуб дыма вылетел из его бородатого рта. Я откашлялся. \n— Четыре года назад я попал в аварию. Какой то олень врезался в меня на дороге, что я чудом остался жив! И я не ходил потом пешком! Я сразу сел за руль, чтобы руки не забывали, а мозг не боялся. \n— И ты ни разу больше не попадал в аварии? \n— Попадал конечно! Но это не повод, чтобы бы больше никогда не ездить на машинах. Вон, кстати, моя ласточка стоит. — он пальцем показал на сверкающую чистотой \"Волгу\", — отпалировал еë вчера, хоть президента теперь вози! \n\nЯ не воспринял всерьёз его слова, потому что Лена — не машина, а живой и дорогой мне человек. \nЯ закинул мешок мусора в бак и молча ушëл в свой подъезд. \n\n***\n\nМиновала ещë одна неделя и наступило ровно два месяца, как Лена не вернулась домой. Я проснулся в тот же час, но совершенно не тем человеком. \n\nКалендарь с того дня я так и не переворачивал — не осмелился. Будто вся моя жизнь остановилась и сохранилась на семнадцатом июне. Всë, что было после — никчëмная симуляция жизни. \n\nЯ добрëл до ванной, и пока шëл, думал, что хорошо, что мы всë таки не завели кошку или собаку — они бы умерли уже через неделю, живя со мной в одной квартире. \n\nОбросшее лохматое чудовище — так бы я назвал картину, которую видел в зеркале.\nОх, Лена, Лена! Что ты со мной сделала? В кого ты меня превратила? Меня смело можно было поставить в музей и повесить табличку с надписью \"древний человек\" \n\nЯ долго рассматривал своë помятое лицо и всматривался в красные от недосыпа глаза. Кожа покрылась морщинами, стала бледной и на вид совсем не здоровой. \nМне стало страшно за самого себя. В мыслях вертелись слова соседа, которые я отчаянно пытался выкинуть из головы, но они всë крепчали и прочно оседали там. \n\nВдруг неожиданно для себя я схватил бритву и пену и начал освобождать себя от всего этого безобразия на лице. Я умылся ледяной водой, вернулся к своей нормальной причëске, прилично оделся и вышел на улицу.\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Глава 7"
      }
    ]
  },
  {
    "id": 8,
    "text": "Глава 7\n\nЯ быстро, но неуверенно шëл по улице, несмотря по сторонам — просто прямо без всякой цели. Я не отдавал себе отчёта о том, что делал. Нутро говорило, что нужно выйти из дома, но что делать дальше — оно явно не продумало. \n\nОслабив темп, я смог сконцентрироваться на том, что вокруг. Я шëл по знакомой улице, на которой в тот час было не так много людей, однако дороги кишали машинами. Верхушки длинных деревьев покачивались из за ветра, который по началу я совершенно не заметил. Сбавив скорость, я почувствовал, как холод проходит по спине под одеждой. \n\nЯ прошёл мимо кофейни, но услышав знакомый колокольчик на двери, остановился. Я часто здесь бывал как один, так и с Леной. Я зашëл внутрь. \n\nПостояв пару секунд на пороге и рассматривая никак не изменившееся помещение, я прошëл за свободный столик в самый угол у окна, отчего ощущение прежней жизни заиграло где то глубоко внутри. Я вспомнил как до появления Лены в моей жизни, я сидел здесь, за этим несчастным столиком, и писал какие то никчемные истории, которые возникали в голове. Я давал им жизнь, а потом тут же отбирал, выкидывая их в мусорные вëдра. \n\nКо мне часто подходила одна и та же официантка — совсем молодая миловидная девушка, но в этот раз это была взрослая рыжая женщина, которую я раньше никогда не видел. \n\n— Что будете заказывать? — спросила она безучастным голосом. \n— Кофе. Чëрный. Две ложки сахара. Пожалуйста.. — ответил я, не беря в руки меню. \n— И всë? \n— И всë. \n\nОна ушла.\n\nОжидая заказ, мой взгляд метался из стороны в сторону и никак не мог остановиться на чём то одном, как будто он искал что то.\nИли кого то. И он нашёл. \n\nПрямо передо мной, в таком же углу, сидела девушка. На её тёмных волосах красовался ярко жёлтый бант, который и стал поводом привлечения внимания. Она, не шевелясь, смотрела в окно, лишь изредка делая глубокие выдохи, и при этом выражение лица её никак не изменялось. Это было выражение, символизирующее полный уход в себя и в свои думы, когда взгляд направлен сквозь какие либо предметы. Ты уже находишься не в том физическом \nпространстве, в котором был до \"погружения\", а в совешенно ином измерении, в соём сознании, в своём теле. Вот и она \nнаходилась в тот момент не в кафе, которое уже набилось голдящими людьми. \n\nМне безумно хотелось узнать, какие мысли могут крыться в этой, не буду врать, красивой голове. Но одновременно во мне поселилось сомнение, твердящее, что, скорее всего, она задумалась о чём то \"девичьем\", о чём думать можно и с более простым выражением лица. Например, о том, что маникюр в этот раз вышел намного хуже чем в прошлый, и теперь она думает о смене мастера. Или о том, какую мыльницу купить в ванную комнату — ту, которая нравится или ту, которая подходит по интерьеру?\n\nЯ не заметил, как мой кофе уже стоял пердо мной.Только его сильный жгучий аромат смог вывести меня из попытки проникнуть в голову этой девушки. Я сделал глоток, и горячий напиток постепенно начал растворять накопившуюся во мне хандру, тоску и долю депрессии. Выпив кофе буквально в три глотка, я достал деньги и положил на стол, потом встал и уверенно направился к жёлтому банту. Но, оказавшись прямо перед её столиком, я замер. Она продолжала смотреть в окно, всё также заметно дыша.\n\nЯ чувствовал тяжлое и сильное биение сердца, от которого щемило в груди. Деревянные ноги будто вросли в пол кафе, и я был не в силах сделать следующий шаг. Я застыл на месте.\n\nЛишь бы она не поворчивалась! Лишь бы она не поворачивалась! Я больше не хочу знать, что у неё в голове! Со своей бы сначала разобраться!\n\nОна повернулась. Не услышав мои вопли в голове, она уставилась на меня. Её серые глаза впились в меня, и я как жертва попался в лапы этой хищницы. Она словно выжидала. Надо было бежать. И я вылетел из кафе.\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Глава 8"
      }
    ]
  },
  {
    "id": 9,
    "text": "Глава 8\n\nЛюди. Беспрерывный поток людей шëл мне навстречу, и столько же со мной во одну сторону. Закрыв за собой дверь кафе, в которое я, вероятно, больше никогда не зайду, я понял, что никогда раньше не обращал внимание на людей. По крайней мере, когда был с Леной. Весь мой фокус внимания был настроен на неë. И если я не думал о ней, то думал о работе. И если не думал о работе, значит думал о ней. \nЗависимость? Возможно. \n\nВысокие и низкие, стройные и не очень, с цветными волосами и полностью лысые, с пирсингом и без — так много разных людей живут со мной на одной плоскости. И много красивых людей. Особенно девушек. Стоит ли говорить, что, повстречав Лену, я больше никогда на них не засматривался? \n\nЛена всегда замечала красоту людей. \n\nОднажды, после долгой прогулки по парку, от гудения мышц ног мы сели на лавочку. Она ела мороженое и как ребëнок останавливала свой взгляд на всëм, что движется. Я же как всегда был погружëн в свои мысли, обдумывая ещё не написанные отрывки будущей книги. \n\n— Смотри! — вдруг на ухо сказала она мне и взглядом показала на девушку, которая села напротив нас. — красивая, правда? \n\nКрасота — понятие сугубо субъективное, и исходя из своих взглядов я бы не назвал еë сильно красивой или привлекательной. Скорее, она была необычной. Необычность еë выделяла из всех проходящих мимо людей и заключалась в ярко синих коротких волосах и в готическом стиле одежды.\n\n— Ну... — помедлил я, — не в моëм вкусе. \n— А кто в твоëм вкусе? — улыбаясь спросила Лена, предвосхищая ответ. \n— Зелëноглазые шатенки метром шестьдесят восемь с именем Лена. \n\nЕë более чем устроил мой ответ и она самодовольно продолжила есть мороженое. Через какое то время она снова обратилась ко мне с вопросом:\n— А как бы отреагировал, если бы я покрасила волосы в ярко — синий цвет? \n\nЯ тут же представил это в своей голове и мысленно вздрогнул. \n\n— Я был бы в шоке и наверняка бы подумал: зачем она это сделала? Но если ты, при виде себя в зеркале, сияла бы от счастья, то я бы больше никогда не задавался этим вопросом. \n\nЕë снова устроил мой ответ и она снова продолжила есть мороженое. \n\nЯ прекрасно знал, что она никогда не перекрасит волосы в синий. Хотя когда то я также был уверен, что мы никогда не расстанемся. \n\nЧто ж, никогда не говори никогда. \n\n",
    "answers": [
      {
        "id": 10,
        "text": "Глава 9"
      }
    ]
  },
  {
    "id": 10,
    "text": "Глава 9\n\nВ последней раз я приехал в издательство для итогового утверждения книги. \n\nЯ держал в руках плод своей долгой работы и не мог поверить, что всë это написал я. Аккуратно проведя рукой по твëрдой обложке, на которой под названием поместилось моë имя, я осторожно открыл книгу, и запах свеженапечатанных страниц ударили мне в нос. Чëрные буквы рекой изливались по белоснежным листам, и, смотря на них, я вспоминал моменты, как черкал их на каких то обрывках бумаги или со звоном в ушах печатал на клавиатуре ноутбука. И вот теперь они здесь. На страницах МОЕЙ книги. \n\n\"Ты станешь великим писателем\" — прозвучал голос Лены в моей голове, который я так боялся забыть за всë это время. Мне хотелось верить в эти слова, но без неë получалось очень плохо. \n\nЯ сделал последнее усилие над собой и дал согласие на утверждение книги. \n\n",
    "answers": [
      {
        "id": 11,
        "text": "Глава 10"
      }
    ]
  },
  {
    "id": 11,
    "text": "Глава 10\n\nПервыми, кто купил мою книгу стали Эля и Серëжа. Через две недели моя книга оказалась на полках книжных магазинов, а также во всех сторис Эли. В знак поддержки она рекламировала меня всеми возможными способами и отмечала меня во всех соц сетях, которыми я активно не пользовался. Делала она это довольно умело. Но, сначала, честно говоря, меня раздражал вдруг свалившийся шлак внимания. Однако я был ей признателен, потому что благодаря еë энтузиазму я получил первые отзывы от читателей. И они были далеко не плохими! \n\nДаже Серëжа, который никогда не славился любовью к чтению, прочитал мою книгу до конца. \n— Поздравляю, дружище! — он похлопал меня по плечу, — Ты и правда — талант! Я даже прослезился в конце. Жаль, что у вас с Леной всë не так закончилось. \n\nЯ услышал, как Эля недовольно пинает его ногой под столом. Они затащили меня в бар, чтобы отпраздновать долгожданную публикацию. \n\n— Книга потрясающая! Я так рада, что теперь о тебе узнает весь мир! \n— Не преувеличивай, — я попытался улыбнуться, — мне ещё далеко до всемирной славы. Но спасибо, что ты так думаешь. \n\nМы чокнулись кружками пива. \n\n— Ты уже думал о второй книге? — спросила Эля, сделав глоток. \n— Нет. Ещё нет. \n\nЭля хотела, чтобы я взбодрился, хотела доказать мне, что у меня всë наконец-то получилось, потому что моё кислое выражение лица не давало ей покоя. \n\nЯ и сам понимал, что пора выходить из этого состояния, ведь передо мной открывались новые двери, в которые я безответно стучался много лет. \nПора начинать новую жизнь. \n\n",
    "answers": [
      {
        "id": 12,
        "text": "Глава 11"
      }
    ]
  },
  {
    "id": 12,
    "text": "Глава 11\n\nПрошло два года с того дня, как Лена не вернулась домой. Перестал ли я думать о ней? Нет. Но мысли перестали причинять боль. Она становилась тупее и вскоре переросла в смирение. \n\nЕсли бы любой человек со стороны взглянул на мою жизнь в тот период жизни, то ему вполне могло бы показаться, что я счастливый человек, ведь я наконец начал заниматься тем, что мне нравилось. За это время я написал ещё одну книгу, которая разлетелась по книжным полкам быстрее, чем моя первая работа. \n\n***\n\nВыйдя из дома, я подошëл к своей новой машине, которую купил незадолго после выхода второй книги. \n\nСолнце медленно опускалось за крыши многоэтажек, окрашивая облака в жаркие алые тона. В городе не часто приходится видеть подобные закаты, поэтому я остановился и поднял голову к небу. \n\nВдруг я вздрогнул, когда услышал звук собственного мобильного. \n\n— Ну как ты там? — раздался женский голос, расплывшийся в улыбке — ты скоро? У меня уже всë стынет. \n— Да, уже еду, не беспокойся. \n— Давай. Целую. \n— Целую. — тихо, почти не слышно ответил я и убрал телефон в карман брюк. \n\nСев в машину, я невольно вспомнил, как занимался с ней любовью на заднем сиденье. Она была раскрепощëнной, из за чего никогда не скрывала своей сексуальности. Жгучая брюнетка — и всë тут. Еë звали Марго.\n\nНа тот момент мы встречались всего восемь месяцев — с того дня, как только переспали после знакомства в ночном клубе. \n\nОна сидела за барной стойкой, медленно попивая алкогольный коктейль и откровенно флиртуя с барменом. Практически всë еë правое бедро было оголено из за короткого чëрного платья, которое даже не старалось прикрыть некоторые части тела. В перерывах болтовни, когда бармен отходил к другим любителям выпить, она, судя по всему, ждала, пока к ней кто нибудь подойдёт. И я подошëл.\n\nЗамахнувшись парой стопок, я уже не о чëм не думал. Когда я подсел к ней, она обвела меня взглядом с головы до ног и кокетливо улыбнулась. Я предложил ей выпить, и, не дожидаясь ответа, подозвал бармена. Он также оценил меня взглядом и через минуту подал заказ. \n\n— Я Дима. — сказал я так, чтобы она услышала меня сквозь громкую музыку. \n— Марго. — ответила она, оттягивая платье на бëдрах. \n\nБез лишних церемоний мы выпили по несколько стопок и вышли на танцпол. \nМузыка, которой руководил молодой диджей, была, конечно, не в моëм вкусе (как и девушка с синими волосами). Но я был настолько не трезв, что включив бы мне звуки пылесоса и сказав, что это музыка, то я бы с радостью под неë поплясал. \n\nМарго двигалась весьма органично и всë ближе притиралась ко мне. Еë грудь касалась моего тела, а мои руки уже лежали на еë широких бëдрах. \nМы оба знали, чем закончится эта ночь. \n\nВыйдя из бара, мы залезли на заднее сиденье моего автомобиля, и произошло то, что должно было произойти. Впервые, находясь с другой девушкой, я смог на какое то время забыть о Лене. Может быть потому, что Лена никогда не согласилась бы заниматься этим в машине.\nА Марго была другая. Она могла заниматься сексом в любом месте при любых обстоятельствах. Это мне в ней нравилось и одновременно пугало. \n\nМоë первое впечатление о ней, как и, наверное, у вас сложилось ошибочное. \n\nКогда я немного протрезвел, мы доехали до моего дома, который находился не далеко от этого самого клуба. Голова всë ещё была в тумане, но руки уже срывали с Марго мятое платье и бросали еë обнажëнное тело на кровать. Всë случилось второй раз. \n\nНа утро она приготовила мне завтрак. Я проснулся от жаренного аромата и, пройдя на кухню, я увидел, как Марго в моей футболке пархает от плиты до холодильника, нарезая овощи и параллельно наливая чай. \n\nЯ опешил. Впервые за два года к моей кухне прикоснулась женская рука. \n\n— Проснулся? — она вдруг повернулась ко мне. — Ещё пять минут. \n\nУ неë был низкий бархатный голос, который я по настоящему услышал только в этот момент. Я хотел что либо ответить, но молча ушëл в ванную комнату. \n\nКогда я вернулся, горячий омлет и чай уже стояли на столе, а она у окна молча пила кофе. \n\n— Спасибо, но не стоило. — сказал я, садясь за стол. \n— У тебя давно не было девушки. Это видно. Как давно ты один? \n— Два года. \n\nОна помолчала, а потом сказала:\n— Спасибо за ночь. Мне понравилось. \n— Мне тоже. — тихо ответил я. \n— Что ж. Мне пора идти. — она поставила чашку и развернулась к двери, но я вскочил со стула и остановился перед ней. Марго испуганно уставилась на меня своими большими чëрными глазами, которые гипнотически заставляли меня больше не о чëм не думать, как не о ней. \nБез макияжа она была также красива как и с ним.\n\n— Стой. — неуверенно произнëс я, — может.. может останешься? \n— Не могу. У меня смена.\nУвидев моë недоумение, она продолжила: \n— Я работаю в ветклинике. Не могу опаздывать. Давай в следующий раз. — она поправила мои волосы на голове, которые я неосторожно расчесал, — Скрывать не буду — ты мне понравился. Запиши мой номер телефона. \n\nЯ предложил довезти еë до дома, но она отказалась и уехала на такси. Я вернулся на кухню и, улыбаясь, доел завтрак. \n\n",
    "answers": [
      {
        "id": 13,
        "text": "Глава 12"
      }
    ]
  },
  {
    "id": 13,
    "text": "Глава 12\n\nМарго жила в соседнем районе, в квартире, которая досталась ей по наследству от матери. Я бывал у неë столько же раз, сколько она оставалась у меня на ночь. И каждый раз, уезжая друг от друга, я читал в глазах Марго один и тот же вопрос: когда мы съедемся? Однако к этому я не был готов и откровенно в этом признался. Мне было страшно впустить в свою квартиру и в свою жизнь другую женщину. \n\nОна была не глупа и явно догадывалась, что моя нерешительность в этом вопросе возникла не на пустом месте. Однако пытать она меня поначалу не стала, за что я был ей искренне благодарен. Наверное, она ждала, когда я сам ей это предложу, но я не собирался этого делать. \n\n***\n\n— Это божественно вкусно. Серьёзно. Мне кажется, ты работаешь не по профессии. \n— Только не говори это моему коту. \n\nЕë чëрный, лохматый кот по кличке Пират смотрел на нас своим единственным глазом, вальяжно развалившись на маленьком диване. Когда то он был жестоко избит дворовыми малолетками, которые, в свою очередь, были избиты тяжёлой сумкой Марго. Она забрала лохматого себе, вылечила и подарила новую жизнь. Мне кажется, мы с ним чем то похожи. \n\nЯ оторвал взгляд от кота и продолжил доедать ужин, приготовленный Марго. В тот вечер это была паста с морепродуктами. Но Марго оторвала меня от своей стряпни, сев мне на колени. Одной рукой она обвела мою шею, а в другой держала бокал вина. Она смотрела мне в глаза, а чëрные кудри, пахнущие цветами и мëдом, струились по моему лицу. Поцеловав еë в шею, я взял свой бокал, и мы молча и обоюдно выпили друг за друга. \n\nНам не нужно много времени, чтобы оказаться в постели. Под еë полупрозрачным платьем не оказалось белья, что ещё больше подогревало меня изнутри. Через мгновения наши тела и стоны слились в единый ритм. \n\n",
    "answers": [
      {
        "id": 14,
        "text": "Глава 13"
      }
    ]
  },
  {
    "id": 14,
    "text": "Глава 13\n\nМарго лежала у меня на плече, медленными движениями поглаживая мою грудь. Было около пяти часов утра. Ни она, ни я не спали. Мы лежали в абсолютной тишине, прижавшись друг к другая и слушая своë дыхание. \n\nВ такие моменты я невольно вспоминал Лену. Мою Лену. Я думал о том, где она и с кем, правда ли она смогла так просто перечеркнуть всë что, что между нами было? У меня не было ответов, и это меня и беспокоило. Я давно прекратил все поиски, но мысли о ней всë равно порой навещали меня. Иногда я сопротивлялся им, иногда нет. Но когда они становились слишком навязчивыми, я старался концентрироваться на Марго. \n\nВот она. Рядом со мной. Я ощущаю еë тëплое дыхание. Она... любит меня. Уверен? Да. Наверное. И я... люблю еë. А Лена? Лены больше нет. А Марго есть. Вот же она. \n\nЯ провëл ладонью по еë плечу, чтобы убедиться в своей правоте. Да, она здесь. Но надолго ли? Кто даст гарантию, что она будет рядом со мной завтра? Или через неделю? Месяц? Год? Никто. Ни я, ни она. Обстоятельства всë решают. \n\n***\n\n— Дим, — вдруг заговорила Марго, — мне так грустно, когда ты уезжаешь. \n\nЯ сразу понял, к чему это сказано, и о чëм будет последующий диалог. К сожалению, проигнорировать я не мог. Но не успев придумать ответ, она продолжила бить напрямую:\n\n— Ты ещё не надумал о том, чтобы жить вместе? Нам так хорошо вдвоём, так зачем же разъезжаться по разным квартирам? \n\nЯ не стал говорить, что всегда, на самом деле, нас было трое. \n\n— Марго, — тихо начал я, — я думаю об этом, правда, только дай мне ещё времени, я пока..\n— Да что тут думать, Дим? — она вскочила с моего плеча и села на кровати, уставившись на меня. \n\nЯ напряжëнно приподнялся из лежачего положения и морально приготовился к худшему. Вот так вот, даже года не понадобилось. \n\n— Если мы любим друг друга, почему мы не можем съехаться? Каждый раз ты говоришь о том, что не готов, что тебе нужно время. — она убирает кудри с лица, которые, на долю секунды, перестали казаться мне такими сексуальными, — Я догадываюсь, что всë это как то связано с твоими прошлыми отношениями, но... Но ты ничего не объясняешь. — она тяжело вздохнула, — Вот сейчас, в данный момент, ты можешь рассказать в чëм дело? \n\nЯ не знал, что ей ответить. Рассказать о том, что я третий год убиваюсь из-за бывшей (гадкое слово, просто гадкое!) девушки? О том, что не могу завести из-за этого нормальные отношения? О том, что во время каждого занятия сексом, я думаю о Лене? Думаю о том, каким был придурком, раз она взяла и так просто перечеркнула всю нашу историю? \n\nНет, Марго, я тебе ничего не расскажу. Ничего. \n\nНа еë ожидающий взгляд я отрицательно покачал головой. \n\n— Так я и думала. — спокойно ответила Марго. Она встала с кровати, взяла свою одежду и обнажëнная ушла в ванную комнату. Еë голое, грациозное тело я увидел в последний раз. \n\nЯ вышел из подъезда еë дома на прохладную улицу. Шесть утра. Рассвет. Небо такое же, как когда я сел в машину, чтобы добраться до этого места, в котором я тоже больше не бывал. \n\nЯ сел за руль и обвëл взглядом свою машину. Всë оставалось га своих местах. Хоть где то сохранялась стабильность. \n\nЯ откинул голову назад и обдумывал произошедшее. Неудивительно, что первые отношения после расставания с Леной не закончились \"хеппи-эндом\". Им не сулило долгой жизни. И я это знал с самого начала. Поэтому я не испытывал злости или обиды к Марго, — мне было попросту не за что. Я прекрасно понимал, почему она так хотела жить под одной крышей, почему для женщин это важно. Но я оказался слишком зелëным для неë в этом вопросе. \n\nВозможно, в еë глазах я остался трусом, у которого что то себе на уме, но мне это было уже неважно. \nАбсолютно неважно. \nПрости, Марго. Прощай. \n\nЯ поехал в бар. \n\n",
    "answers": [
      {
        "id": 15,
        "text": "Глава 14"
      }
    ]
  },
  {
    "id": 15,
    "text": "Глава 14\n\nУ своего дома я оказался к восьми утра. Десять минут в связке ключей я пытался найти нужный от домофона, одновременно делая глотки из бутылки коньяка. Я был жутко пьян. Всë, о чëм я думал, так это о том, чтобы как можно скорее провалиться в сон в своей кровати. \nНу и, конечно, о Лене. Я ненавидел еë, ругался, плакал, даже хотел позвонить Марго, чтобы раскаяться и рассказать, что со мной творится. Но телефон, к счастью, был разряженным. \n\nЕщё десять минут борьбы с ключами и я на пороге своей квартиры. Будучи трезвым, я бы обратил внимание на стояющую в прихожей незнакомую сумку. Но так голова была в тумане, а всë вокруг расплывалось, я не придал ей должного значения. \n\nОпираясь на стены, я прошëл на кухню, звучно бросил на стол пустую бутылку, предварительно сделав последний глоток, и направился в спальню. \n\nПротирая глаза, я распахнул дверь и застыл на месте. На моей кровати сидел человеческий силуэт, чëтко разглядеть который мне удалось только спустя десяток секунд. Когда я окончательно протëр глаза, я увидел перед собой Лену. \n\n",
    "answers": [
      {
        "id": 16,
        "text": "Глава 15"
      }
    ]
  },
  {
    "id": 16,
    "text": "Глава 15\n\n\nЯ вцепился в дверную ручку с такой силой, что у меня покраснела и опухла ладонь. Я не верил и не хотел верить своим глазам. Галлюцинации — подумал я, — перепил. \n\nОна сидела неподвижно. Прямая спина, руки сложены на коленях, чуть заметно дышит. Глаза также напуганы и смотрят только на меня. Кожа еë была бледная, почти такая же, как белая кофта на еë теле. \n\nЯ не мог пошевелиться от ужаса и повторял про себя: этого не может быть, Лены здесь нет, это глюки. \n\nЯ всë ждал пока она исчезнет, а я приду в себя, но вместо этого она заговорила, от чего я заметно вздрогнул. \n\n— Привет, Дим, — сказала она тихо и попыталась улыбнуться, но вышло криво и нелепо, — а ты... ничего не менял здесь, да? ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Неужели это правда она? И я снова слышу еë голос. У меня зазвенело в ушах и потекли слëзы. Я всë также был вцеплен в ручку и неподвижно стоял в дверном проходе. \n\n— Как... — наконец тяжело выговорил я, — Что ты тут делаешь? \n\nОднако это для меня было совсем неважно в те мгновения. Я просто смотрел на неë и тихо плакал от того, что она находится здесь, в двух метрах от меня, на нашей кровати, в нашей квартире, и на календаре отмечен день, когда она должна была приехать! 17 июня. И она приехала! Лена! Моя Лена! \n\nОна выдержала паузу, а потом тихо ответила:\n\n— Я приехала... к тебе. \n\nНеуверенно встав с кровати, она сделала шаг в мою сторону, а я, наоборот, отпрянул назад. ",
    "answers": [
      {
        "id": 18,
        "text": "Далее\n"
      }
    ]
  },
  {
    "id": 18,
    "text": "Неожиданно с меня спали розовые очки, и я прозрел. Я ещё раз, с силой, протëр глаза и взглянул на Лену. Она стояла прямо передо мной. Пока я смотрел в еë впалые тускло-зелëные глаза, передо мной пронеслась вся моя жизнь за эти два года. За эти два года без неë. Я вновь прочувствовал все боли, муки, терзания, непонимания и незнание, почему это произошло. Я вспомнил тот день, когда она не вернулась домой, когда по телефону сообщила, что остаëтся там, в Америке, с другим мужчиной. \n\nЗа эти секунды, что мы смотрели друг на друга, я вспомнил всë. \n\n— Зачем ты пришла ко мне? Зачем ты вернулась?! — я сглатывал слëзы и пытался говорить спокойно, но голос срывался, — Лена! Зачем ты вернулась, спустя столько времени?! Чтобы ещё глубже всадить мне нож в спину?! Да ты хоть представляешь, что я пережил, как я жил после этого?! \n\nЛена плакала. Она всë также стояла на одном месте, перекрывая рот одной рукой, по щекам ручьями текли слëзы. Она вся дрожала. ",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я в ярости продолжал говорить ей всë то, что не говорил никому на протяжении двух лет. Я кричал, плакал, размахивал руками, задал миллионы вопросов, но ни на один она не ответила. \n\nКогда я стал задыхаться от самого себя, я попытался успокоиться. Нависла тишина, прерываемая всхлипами Лены. Я пришёл в себя и вдруг осознал, что не нужно было кричать на неë. Но по другом я не смог бы. Эмоции лавиной вырывались из каждой части моего тела. \n\nЯ подошëл к ней и аккуратно взялся за еë худые плечи. Сердце бешено билось. Я снова касаюсь некогда родного человека. Невольно вспомнил, как когда то целовал эти плечи, эту шею, эти губы, как смотрел в эти глаза, больше не замечая ничего вокруг. \n\nОна мокрыми, красными, опухшими глазами смотрела на меня, и в еë взгляде я смог прочитать \"прости\". Я хотел еë прижать к себе, но не мог. Не мог, пока не узнал бы, почему всë так произошло. ",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Почему ты не вернулась? Ты правда.. мне изменила? Или ты соврала? Лена? Я ждал тебя, я всë это время ждал тебя. \n\nОна молчала. Было видно, что она пытается подобрать слова, и нужно было дать ей время, но я не мог ждать, — мне нужен был ответ. \n\n— Лена, ответь мне, пожалуйста, Лена! Не молчи, скажи же хоть что то! \n— Дима, я умираю! — вдруг хриплым голосом прокричала она, заплакала и упала на колени. \n",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "С минуту я стоял и смотрел куда то вглубь предметов. Снова зазвенело в ушах, а когда звон прошëл, я услышал плач Лены, который смешался с сильным кашлем. Я опустил голову и увидел, как на руках у неë остаются капли крови. Я сел рядом с ней и прижал к себе. Сейчас она не врëт. \n\n— У меня рак лёгких. — тихо произнесла она, — Врач сказал, что осталось не больше месяца. Я очень хотела тебя увидеть, чтобы сказать, что я люблю тебя, что всегда любила и никого у меня кроме тебя не было! В Америку я улетела лечиться, я надеялась, что там мне помогут, но... но ничего не получалось, рак прогрессировал. \nЯ тебе соврала. Прости меня. \n\nОна, громко плача и хрипя, уткнулась мне в грудь. Тогда я всë понял. Я понял, насколько мелочны были мои \"проблемы\", по сравнению с тем, что ей пришлось пережить. И я наконец понял, почему она в шапке. Да, всë это время она находилась в маленькой цветастой шапке, на которую я не обращал внимание до этого момента. \n\nЯ медленно потянул еë вниз и увидел перед собой лысый череп. От прикосновения моих губ к нему, она вздрогнула. Потом посмотрела на меня влажными, прекрасными глазами и потянулась к моему лицу. Всë это время мы также любили друг друга и ни на день не переставали любить. \n\n— Почему ты молчала? — тихо начал я, — Ничего не сказала мне? \n— Я не хотела, чтобы из за меня ты лишился своего будущего. Я боялась, что ты перестанешь писать, чтобы заботиться обо мне. А ты талантливый, у тебя столько ещё впереди. \n\nОт этих слов я почувствовал бесконечную, щемящую боль в груди. А что впереди у Лены? Лишь смерть? \n\n— Лен, послушай, пожалуйста. Всë, что у меня есть сейчас не стоит абсолютно ничего, по сравнению с твоей жизнью! Я бы ни за что и никогда не хотел бы рисковать ею ради себя! — я почувствовал горячие слëзы на своих щеках. — Может можно что-то ещё сделать? У меня есть деньги, Лен, я куплю необходимые лекарства, лягу с тобой в больницу, я свяжусь с лучшими врачами! \n— Не надо, Дим, перестань... — она взяла меня за руки, — мне ничего уже не поможет. Четвëртая стадия не лечится. Я отказалась от химиотерапии. Я сделала это осознанно, потому что я так больше не могу. И я хотела увидеть тебя перед тем как уйти. — она начала кашлять кровью. Я видел, как ей тяжело дышать, и ненавидел себя за то, что ничего не мог сделать. \n— Я не думала, что сделаю ещё хуже. Прости меня. \n\nЛена ослабевала у меня на глазах. Я поднял еë дрожащими руками и перенëс на нашу кровать. Она повернулась на бок, обвела взглядом нашу спальню и притянула ближе к себе мою подушку. Она уже не плакала. \n\n— Я так счастлива, что снова здесь. С тобой. — медленно прохрипела Лена и закрыла глаза. \n\nЕë грудная клетка медленно опускалась и поднималась. Я держал еë руку, сидя на коленях перед кроватью, не в силах что-то сказать. Но говорить то было и нечего — всë это уже не имело никакого смысла. Мы просто были друг у друга, и этого, по крайней мере, для неë, было вполне достаточно. \n\nЯ же зажимал рот кулаком, чтобы не закричать или не ударить мебель. Я тихо плакал, собирая последние силы для неë. \n\n— Дим, — послышалось вдруг через какое то время, — а можешь кое что сделать для меня? \n— Конечно. Всë, что хочешь. \n— Прочитай свою книгу. Ту.. первую.\n\nЯ на пару секунд затаил дыхание. Потом ответил:\n\n— У меня нет еë дома.. но я могу съездить и купить еë. Хотя... — тут я посмотрел на часы, — в это время книжные ещё закрыты... Тогда я найду еë в интернете, подожди минуту... \n— Книга у меня в сумке. В прихожей. \n\nЯ рванул в коридор. Вот уж не ожидал, что эта книга снова вернëтся в родные стены. \n\nВойдя в светлую комнату из тëмной прихожей с книгой в руках, я стал разглядывать обложку. На ней была Лена. Солнечная, всегда улыбающаяся, с длинными светлыми волосами и изумрудными глазами. А потом я поднял взгляд на ту Лену, которая лежала в кровати. Она оставалась всë той же, моей прекрасной Леной. \n\nЯ лëг на кровать рядом с ней и обхватил еë тело. Она положила голову на моë плечо и рукой обняла за грудь. \nКак же я долго ждал тебя. \n\nЯ начал читать вслух, и уже на первых строчках у меня сбивалось дыхание из за подступающих слëз. Моë тело тряслось, но лена успокаивающе гладила меня по лицу и тихо приговаривала: \"всë хорошо\". Я успокаивался и продолжал читать. \n\nЯ не знаю, сколько прошло времени, казалось, что оно застыло и навсегда запечатлело нас в этих мгновениях. Спустя пару страниц, я уже не вникал, о чëм читал — губы и язык двигались механически, произнося слова и соединяя их в предложения. Я был где то далеко, плыл в тумане, понимая, что это наш последний раз, проведëнный друг с другом. Не успела ты вернуться ко мне, как снова исчезаешь. Но в этот раз я вынужден тебя отпустить. \nЯ бы всë отдал, чтобы ты была здорова. Но было уже поздно. \nЯ не успел дочитать до конца. Ты умерла у меня на плече. И я был готов умереть вместе с тобой. \n\nПрощай, моя дорогая Лена. \nЯ тебя очень люблю. ",
    "answers": [
      {
        "id": 22,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "Конец.\n\nСпасибо, что прочитали историю!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": [
      {
        "id": 24,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]