[
  {
    "id": 1,
    "text": "\"СУДЬБА\" она может быть властной над тобой?\nНет, она не может быть властной над тобой потому что, ты и есть судьба. И это ты выбираешь одну дверь из нескольких которые находятся в категории \"проблема\", в данной категории всегда мало дверей, ведь если бы там было много дверей, то это уже нельзя было бы называть \"Проблемой\"\nВсего дверей можно было насчитать 2 или 3 бывает 5 а может даже 6 если повезёт.\nВ любом случаи, в каждой категории может быть секретная дверь, но так же можно найти дверь ведущую на выход если повезёт. Загвоздка в том что нет гарантий что этот выход не приведёт тебя к твоему концу. Важно не найти выход, важно открывать красивые двери. Однако очень важно не перестараться, так как всегда будут люди, которые попытаются заставить вас открывать двери за них, потому что они боятся их открывать самостоятельно. А так же бывают старые ржавые двери. Какой тип дверей открывать выбирать вам, но учтите даже старая дверь парой бывает полезной.\n\nпафосная глубокая цитата!\n\nАвтор: Forgeur\nЖанр: Юмор и Ужасы",
    "answers": [
      {
        "id": 2,
        "text": "Лабиринт Монстров"
      }
    ]
  },
  {
    "id": 2,
    "text": "В центре абсолютно пустой комнате стёртыми, старыми стенами лежал на земле паренёк лет 20 по виду. Но это было не самым странным, Он находился в комнате в которой не было двери. Так что узнать как он очутился в этом доме или здании, не так интересно как узнать откуда, он воопше зашол в эту комнату если сдесь нет двери. Парень открывает глаза, но он не пытается понять где он потому что он занят своим первым препятствием \"Встать с земли\"",
    "answers": [
      {
        "id": 3,
        "text": "[Попробовать встать с земли]"
      }
    ]
  },
  {
    "id": 3,
    "text": "К сожелению его дурная голова была против этой затеи, и резко разболелась как только, он попытался встать. Со второй попытки уже получилось встать на ноги, но теперь появилась следуйшее препятствие \"не упасть\",\nон испытывал сильное головокружение, а ещё он чуствовал что его сейчас стошнит. Боль ошушялась так как будто, его били по голове молотком. И вот он рухнул на пол, и пытается вспомнить что произшло в прошлой ночью, но он нечего так и не в споминает из за боли от бьюшего его молотка. а дальше к этой боли присойденяется отвратительное чуство из горла. Паренька вырвало, и он упал абессиленный на землю. \nОн наконец обратил внимания, что в этой комнате вместо пола земля зарошая травой. Отдохнув пару минут пока головная боль не отступит он всё же встаёт, и наконец он замечает что он находится в абсолютно пустой четырёх стенной комнате где не было двери.",
    "answers": [
      {
        "id": 4,
        "text": "[Выбрать характер]"
      }
    ]
  },
  {
    "id": 4,
    "text": "                  Информация о главном герое",
    "answers": [
      {
        "id": 5,
        "text": "Эмиль"
      }
    ]
  },
  {
    "id": 5,
    "text": "Имя: Эмиль\nВозраст: 19 лет\nРабота: Студент\n\nСИЛЬНЫЕ СТОРОНЫ:\n\nУМНЫЙ (его тонкий ум позволяет, ему хорошо продумывать или придумывать много неплохих вариантов действий), БЕЗУМЕЦ (при совершение безумных поступков он может выпутатся из них так как, он сам может становится безумцем в таких ситуациях), АЛКАШ.\n\nПЛОХИЕ СТОРОНЫ:\n\nПОЛНЫЙ М*ДАК (ведёт себя ужасно с людьми, и за чего все его избегают кроме, его лучшего друга), а ещё он АЛКАШ хотя с какой то стороны это \"Хорошее умение\" а с другой нет.\n\n!!!ВНИМАНИЕ НЕДОСТАТОК \"М*ДАК\" НЕЛЬЗЯ, НЕ ДООЦЕНИВАТЬ ТАК КАК НАЙТИ НОВОГО ДРУГА КОТОРЫЙ БЫ ЗАШИШАЛ ВАШУ СПИНУ НЕ НАЙДЁТСЯ, А ЭТО ДЕЛАЕТ ИГРУ НЕМНОЖКО СЛОЖНОЙ. А ЕСЛИ ДАЖЕ И НАЙДЁТСЯ ПРИДЁТСЯ ХОРОШЕНЬКО ПОСТОРАТСЯ ПОДРУЖИТСЯ С НИМ!!!\n\nЭмиль рекомендуется для новичков, так как его история основная. (Кампания за Эмиля немножко сложнее чем компания за Артура).\n\n",
    "answers": [
      {
        "id": 8,
        "text": "[ВЫБРАТЬ]"
      },
      {
        "id": 4,
        "text": "[НАЗАД]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Имя: Артур\nВозраст: 40 лет\nРабота: Бывший военный\n\nСИЛЬНЫЕ СТОРОНЫ:\n\nМЕТКИЙ ГЛАЗ (75% случаев попадает в цель),\nБОЕВЫЕ НАВЫКИ, умеет \nОБРАШЯТСЯ С ОРУЖИЕМ (Оружие может продержатся дольше не ломаясь), РЕМОНТ (Умеет ченить разное барахло или укреплять оружие), ЛЕГКО ЗАВОДИТЬ ЗНАКОМСТВА (с товарищями легче выпутываться из проблем)\n\nПЛОХИЕ СТОРОНЫ: 'МИНУС'\n\nНИКТОФОБИЯ (детская травма Артура, боязнь темноты это огромный минус так как в лабиринте почти во всех опасных зонах темно. Так что артуру необходимо находится рядом с кем то, Тем больше людей с артуром тем лучше, он себя чувствует.) ТУПИЗМ (бывает так что он тупить и находит только плохие варианты действия).\n\n\n\n",
    "answers": [
      {
        "id": 7,
        "text": "[ВЫБРАТЬ]"
      },
      {
        "id": 4,
        "text": "[НАЗАД]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Надо написать его историю но потом когда закончю с Эмилем...",
    "answers": []
  },
  {
    "id": 8,
    "text": "Он ждёт пару минут пока головная боль не отступит, потом всё же встаёт, и наконец он замечает, что он находится в абсолютно пустой четырёх стенной комнате где нет даже двери, Но он не удивляется и просто начинает искать что то на земле, и он находит свои очки а потом он начинает искать, что то в кормане своей тёмно-жёлтой кожаннай куртке, так и нечего не находя, он начинает чесать свои чёрные волосы думая куда он мог положить то что он ишет, а потом он вдруг резко споминает что на нём есть штаны! (джинсы чёрного цвета), он обыскивать корманы штанов и находит наконец свою салфетку, и начинает тереть её об очки что бы почистить их, а пока он их чистить, он задумывается как он суда попал, на этот раз он вспоминает. Он вспоминает как бухал всю ночь с другом как он делал это всегда, и как после того он вырубился. Понимая что он не как не получить ответ на вопрос \"где я\" от своего мозга, он начинает искать выход но вот беда, в этих 4 стенах в которых он находиться нет не единой двери.",
    "answers": [
      {
        "id": 9,
        "text": "[Обыскать все стены]"
      },
      {
        "id": 10,
        "text": "[Стоять]",
        "need": -10
      },
      {
        "id": 12,
        "text": "[Стоять]",
        "need": 10
      }
    ]
  },
  {
    "id": 9,
    "text": "Очкарик начинает трепать все стены но это бесполезно, Нечего, комната абсолютно пустая! Он подумывает закричать, но вдруг слышит звуки шагов за стеной.",
    "answers": [
      {
        "id": 13,
        "text": "ЭЙ! ПОМОГИТЕ МНЕ, Я ЗАСТРЯЛ В ЭТОЙ КОМНАТЕ!"
      }
    ]
  },
  {
    "id": 10,
    "text": "Очкарик стоит... и... нечего не происходит...\nЧего он пытается добиться этим не ясно, кажется его дурная голова получила сильный шок, бедолага.",
    "answers": [
      {
        "id": 8,
        "text": "[назад]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Парень видит перед собой толстого молодого парня, он и являлся \"Что то тяжёлое\" что раздавило тварь. Толстика сразу вырывает а пока он занят делом парень рядом абрадовался.\n— ОХ БЛЯ** МИША! ЭТО ТЫ!!\n— БУЭЭЭ... Эмиль? ох, ты не представляешь как я рад тебя... БУЭЭЭ!!\n— Воув! видать ты тоже только что проснулся.\nТолстяку наконец становиться лучше и он замечает огромную количество житкости на полу.\n— ЭТО ЧТО Я ОБЛИВАЛ ВСЁ ЭТО?! Даже незнаю можно ли это отнести в книгу гинаса, и есть ли воопше повод гордится этим.\n— Ты что Миша, всё ещё пьян? это всё жидкость той дряни которую ты раздавил, вон смотри ты сейчас сидишь на ней.\nМиша наконец замечает.\n— Ох...Что это за недопёсель?\n— Не знаю но ты меня от этой твари спас так что спасибо\n— Всегда рад помочь братан.\n— Ты откуда свалился миша?\n— Ха! Х*й его знает, я только шясь проснулся.\n— АХаХАхАХаАХАХа!!\n— АХахаХаАхАхАХаХахА!!\n— Похоже мы хорошенько перебрали на этот раз, если видим такую фигню. подмечает Эмиль.\n— Ахаха! прям как в тот раз когда мы попали в мир жевательных мишек, и устроили там массовый геноцид.\n— АХААХАХААХАХХА!!\n— АХАХАХААХАХААХАХААА!!",
    "answers": [
      {
        "id": 15,
        "text": "[Далее]"
      },
      {
        "id": 14,
        "text": "Разказчик что с ними не так?"
      }
    ]
  },
  {
    "id": 12,
    "text": "Кажется он совсем полудурок если не полный дурак. Он продолжает стоят, тем времени он начинает слышать шаги доносяшиеся со стороны стены, в которую очкарик тупо пялиться ужей минут две.",
    "answers": [
      {
        "id": 13,
        "text": "ЭЙ! КТО НИБУДЬ ПОМОГИТЕ, Я ЗАСТРЯЛ В ЭТОЙ КОМНАТЕ!"
      }
    ]
  },
  {
    "id": 13,
    "text": "Шаги прекратились и вдруг раздался  жуткий вой за стеной, парань инстинктивно отощел а секунда после стену разнёс огромное существо, Которое своим отвратительным видом напоминало жалкое подобие собаки и за огромных как мешки, шаров на спине. Сердце забилась с такой скоростью, что парню казалось что он никогда своей жизни не абсирался так как сейчас. Решив что если он хочет сказать последние слова, то сейчас самое время, парень прошептал.\n— Так и знал, не надо было вкалывать ту дозу.\n  \n\nТварь подносить свою морду прямо к парьню и открывает пасть. Но не успевает она его сожрать, как сверху ломается потолок, и на него падает что то очень тяжёлое, прямо на шары которые находились на спине тваре. Вся житкость которая находилась в шарах твари раскрасывает унылые стены комнаты, в ярко зелёный цвет. ",
    "answers": [
      {
        "id": 11,
        "text": "[Вытереть житкость с очков]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Не волнуйтесь, вы к ним привыкнете.",
    "answers": [
      {
        "id": 11,
        "text": "Эмм... ладно"
      }
    ]
  },
  {
    "id": 15,
    "text": "Два друга выходят через дыру, в стене проделаную недопёсилем и видят длинный коридор.",
    "answers": [
      {
        "id": 16,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Они решаются пойти на права.\nИ пока они идут Эмиль обращается к Мише.\n— Миша, я всё же думаю что это реально так что будь осторожен.\n— Что?! ты уверен? в мире резиновых мишек мы так же думали.\n— А ты спомни как нас вырвало, мы точно сейчас не спим.\n— Тогда мы наверное под кайфом.\n— Да нет если бы это было так, нас бы жёстко \nглючило.\n—Ох чёрт! тогда та тварь которую я раздавил была настоящей?!\n—...Думаю да\n— Чувак мне стало жутко.\n— Мне тоже, давай быстро найдём выход. И воопше где мы находимся это какое-то здание?\n— Это больше напоминает бесконечный подвал с очень длинным коридорам.\nЭти два гения поняли наконец, в какой они ситуации находятся, и начали переживать.\nИ у них было время что бы всё обдумать потому что шли они 2 часа.",
    "answers": [
      {
        "id": 18,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 17,
    "text": "вы с бегаете в соседнию комнату и видите 2 прохода. куда идти!!",
    "answers": [
      {
        "id": 24,
        "text": "[Направо]"
      },
      {
        "id": 25,
        "text": "[Налево]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Миша вскричал.\n— ОХ ЧЁРТ! КАК ЖЕ Я РАД УВИДЕТЬ ДВЕРЬ!\n— Ха, представь мы её сейчас откроем а там продолжения коридора.\n— Заткнись, ты сейчас накаркаешь!\nДва друга открывают дверь и видят всё тот же коридор где вдали не видно столь желаного конца.\n— Ох чёрт... эмиль ты накаркол.\n— Извини.\nИ ходили они ещё где то час пока не дошли до очередной двери. Закрыв рот Эмилья и притаив дыхания, Миша открывает дверь и видит комнату.\n— Миша, я уже серьёзно начинал жалеть что мы не пошли налево.\n— Что это заместо?\nВ помещение в котором они находились царил бардак, везде разбросаны бумаги, консервы, и какие-то изношеные тряпки. Так и нечего не найдя они решили проверить куда ведёт одна единственная дверь в этой комнате",
    "answers": [
      {
        "id": 19,
        "text": "[Открыть]"
      }
    ]
  },
  {
    "id": 19,
    "text": "как только эти двое открыли дверь они увидели девушку заточенную в клетку. она лежала без сознания и выглядело измотанной. Эмиль подошёл к клетке и спросил:\nЭмиль — Эй ты в порядке?\nдевушка — Воды...\nМиша — есть водка если подойдёт.\nЭмиль -- не думаю что это хорошая идея...\nМиша — ну тогда давай проверил все эти ящики в этой комнате.\nЭмиль — Давай.",
    "answers": [
      {
        "id": 20,
        "text": "[Проверить ящики]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Об искав все ящики они нашли пару бинтов и одну бутылку воды.",
    "answers": [
      {
        "id": 21,
        "text": "[Дать воду девушке]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Девушка жадно выпила всю бутылку и громко вздохнула.\nДевушка — Спасибо вам огромное! вы меня спасли.\nМиша — Я тут нашёл ключ!\nЭмиль — Прекрасной тогда открой дверь.\nДевушка — И снова спасибо вам большое!\nЭмиль краем глаза видит на шее девушки очень тёмные вены которые пульсирует с бешеной скоростью. Он их заметил только сейчас потому что в комнате было темно. Что ему делать?",
    "answers": [
      {
        "id": 22,
        "text": "[Выпустить её]"
      },
      {
        "id": 23,
        "text": "[Не выпускать её]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы с Мишей выпускаете девку но она оказывается монстром!",
    "answers": [
      {
        "id": 17,
        "text": "[Бежать]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Миша разозлился и решает что Эмиль не прав!",
    "answers": [
      {
        "id": 22,
        "text": "Миша открыл"
      }
    ]
  },
  {
    "id": 24,
    "text": "Перед вами очередной длинный коридор\nМиша — Ох бл***\nЭмиль — Скоро мы устаним бежать по этому коридору, и она нас догонит.\n\nСпойлер: Так всё и было.\n\n\n Вы умерли.",
    "answers": [
      {
        "id": 22,
        "text": "Воскреснуть"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы бежите от мостра который чуть не достал со своими шупуль... шупул... блин как пишется шупулцы? НЕВАЖНО! Он чуть не достал вас. Надо его как то задержать!",
    "answers": [
      {
        "id": 26,
        "text": "[Открыть инвентарь]"
      },
      {
        "id": 27,
        "text": "[Придумать тупой план]"
      },
      {
        "id": 28,
        "text": "[Придумать умный план]"
      }
    ]
  },
  {
    "id": 26,
    "text": "У вас с собой 10 литров водки и зажигалка.",
    "answers": [
      {
        "id": 29,
        "text": "[ИСПОЛЬЗОВАТЬ]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы снимаете свой ботинок и бросайте в лицо монстра.............\n\n....\n....\n....\n\nЧел почему то это не помогло...\n\n\n\n\n\n\n            ТЫ УМЕР",
    "answers": [
      {
        "id": 25,
        "text": "[Назад!]"
      }
    ]
  },
  {
    "id": 28,
    "text": "[Использован навык: \"Умник\"]\n\nВы видите огромный шкаф на своему пути. Вы вместе с Мишей пнули шкаф и он упал на монстра, тем самым раздавив его!\n\nСпустя некоторое время вы находите выход из этого места, и этот выход оказывается ваше пробуждение после вчерашней пьяницы.\n\nЭто просто был сон...",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 29,
    "text": "[Использованы навыки: Алкаш и безумец]\n\nМиша вытаскивает 10 бутылок водки и бросает на монстра а Эмиль бежит на монстра с зажигалкой, но тварь хватает его своим шуп...Бля**! Ну вы поняли!\nЭмиль не рстерявшись берёт зажигалку и поджигает его к чертям вместе с водкой. Правда он не учёл что он мог загореться вместе с тварью так что ОН СГОРЕЛ НАХРЕН!\n\n\nТЫ УМЕР!",
    "answers": [
      {
        "id": 25,
        "text": "Я хочу жить!"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  }
]