[
  {
    "id": 1,
    "text": "Марта любит алкоголь, а он ее нет. Один день из жизни Марты или как последствия влияют на жизнь одного человека!\n\nПока что только демоверсия, но будет пополняться",
    "answers": [
      {
        "id": 2,
        "text": "Вступление"
      },
      {
        "id": 3,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Эта история начнется с путешествия Марты Янг в большой город N. Прямо сейчас перед вами выбор отправиться на поиски приключений или же не стоит.",
    "answers": [
      {
        "id": 4,
        "text": "Да! В большой город N!"
      },
      {
        "id": 5,
        "text": "Нет!"
      }
    ]
  },
  {
    "id": 3,
    "text": "А сколько ТЫ сможешь открыть концовок?\n\nИх здесь ровно 30!",
    "answers": [
      {
        "id": 5,
        "text": "А нам и дома хорошо!"
      },
      {
        "id": 1,
        "text": "Пока только назад :("
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы точно уверены?",
    "answers": [
      {
        "id": 6,
        "text": "Да!"
      },
      {
        "id": 5,
        "text": "Нет!"
      }
    ]
  },
  {
    "id": 5,
    "text": "А ну и правильно! Дома лучше! Нам не нужно никуда!\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Вы получили достижение: А нам и дома хорошо"
      }
    ]
  },
  {
    "id": 6,
    "text": "Тогда история начинается, читатель!",
    "answers": [
      {
        "id": 8,
        "text": "Да начинай уже!"
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "Отбитая по краям раковина была наполнена до краев пеной. В ее соседке бултыхалась жирные тарелки и чашки, склизкий капли стекали под посуду, образовывая мерзкую лужицу. Послышался стук мелких каблучков, затем хлопнула дверь на кухню. Это дверь с круглым окошечком была такая же древняя, как и все в этом здание. Стекло замусолилось от постоянного использования липкими пальцами. Каблучки приближались, теперь было слышно грузное пыхтение и парочку ругательств. Кажется человек, который шел сюда, чуть не споткнулся об вздернутый в небольшом коридорчике линолеум. В маленькую засаленную кухню вошла нагроможденная посудой женщина. Она плюхнула несчастно звякнувшие тарелки рядом с их сестрами.\n\n— Давай быстрее, сейчас обеденный перерыв у офиса. Ты посмотри сколько народу привалило! — рыкнула вспотевшая официантка, она вытерла руки об грязный передник, пару раз плеснула водой из под крана и снова неодобрительно взглянула на девушку около раковины.",
    "answers": [
      {
        "id": 9,
        "text": "-\"Клуша\" опять сломалась! - пожаловалась Марта."
      }
    ]
  },
  {
    "id": 9,
    "text": "— А я тебе как должна помочь?! — с раздражением ответила женщина и резво развернулась, что поразительно для ее веса, и шустро побежала в зал.",
    "answers": [
      {
        "id": 10,
        "text": "Марта в очередной раз закатила глаза."
      }
    ]
  },
  {
    "id": 10,
    "text": "Сегодня не ее очередь стоять на кухне. Какого черта, она должна работать за «Старую клушу»? Фердинанд вызвал ремонтника, но тот появиться только завтра…Любят такие кормить завтраком! Знают же, что еще будет целая смена и не паряться, как должны другие жить! Вот ведь у людей все просто и легко.\n\nМарта ненавидела оставаться на кухне. \n\nПервым делом молодая девушка надела резиновые перчатки, но капли жирной воды все равно попадали ей то на одежду, то под перчатки.",
    "answers": [
      {
        "id": 11,
        "text": "Это начинало раздражать не меньше, чем «охладительная машина» за спиной."
      }
    ]
  },
  {
    "id": 11,
    "text": "Кондиционер за ее спиной методично и ежедневно плохо выполнял свою работу. Неизвестно кто придумывал имена предметам, но именно кондиционер был обделен им. Марта склонялась к варианту, что он работал хуже всех. Кондиционер гудел, иногда трещал, во время дождя не работал совсем, но ко всему прочему позволял себе истекать «соками работы» — как это называли работники забегаловки. Капли падали в подготовленное ведро, за половину дня уже была половина. Это была голубоватая пахнущая водичка, но если ее потрогать, то ощущалась она как машиное масло…\n\nМарта убрала локтем волосы, прилипшие из-за горячего пара ко лбу. Облизнула губы и попыталась отвлечься.\n\nКогда-то как и все подростки она хотела стать знаменитой столичной дивой. В своем воображение она могла стать кем угодно.",
    "answers": [
      {
        "id": 12,
        "text": "Это ей очень нравилось!"
      },
      {
        "id": 28,
        "text": "Пропустить воспоминания"
      }
    ]
  },
  {
    "id": 12,
    "text": "В ее представление столичная дива — это девушка-загадка. Шлейф духов лишь раз оказавшись на ней должен был стать самым популярным. В эту же минуту все остальные женщины вскрикнув: превосходно! Бежали скупать с полок магазинов этот аромат. Конечно же, Марта должна быть идеалом не только женщин, но и мужчин, чтобы каждый посмотрел на нее с восхищением и говорил, что именно она должна стать его женой, его музой, его богиней. И как всякая популярная личность, Марта обязана взять псевдоним и написать биографический роман, в конце которого давала советы девочкам-подросткам.",
    "answers": [
      {
        "id": 14,
        "text": "Марта зажмурила глаза и представила, как начала бы его писать."
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "Вот она в своей дорогой накидке садиться за красивый дубовый стол, берет золотую ручку и выводит красивым, каллиграфическим почерком слова: «Хочу начать свое повествование с моего рождения, чтобы все понимали, через что мне пришлось пройти, чтобы каждый осознавал, что я не просто…». Тут словарный запас девушки заканчивается, и она вынуждена выпасть из своих иллюзий. Наверное, подобрать подходящие слово уже не получиться, стоит изменить предложение на более простое для понимания. Нет, нет…Не потому что по литературе у нее стояло три, а потому что…потому что кому понравиться читать витиеватые предложения?",
    "answers": [
      {
        "id": 15,
        "text": "Ну что ж попробуем еще раз…"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вот Марта видит снова себя теперь она садиться в кресло, обшитое дорогой красной обивкой, на полу лежит ковер из тигра или льва, рядом горит камин. Девушка берет в руки блокнот и росчерком карандаша начинает вновь: «Моя жизнь началась с трудностей, хотя я бесстрашно их преодолевала».",
    "answers": [
      {
        "id": 16,
        "text": "Такое начало девушке понравилось больше, и она кивнула головой в пустоту"
      }
    ]
  },
  {
    "id": 16,
    "text": "В теории нужно начинать с того, что рождение Марты стало некоторым сюрпризом и самой большой неудачей ее родителей. Марта родилась в самолете. Обычно в таких случаях дети говорят что-то по типу: «Теперь у меня два гражданства, у меня бесплатна виза». Ну во общем вы поняли и смогли представить себе, однако это не наш случай. Марта действительно обладали некоторыми полномочиями, но…Рождение произошло ее прямо на подлете самолета к домашнему аэропорту, назвали ее в честь стюардессы, которая и приняла роды, а…\n\nНу она могла бы летать бесплатно в этом самолете…Но эта авиакомпания закрылась. Как потом говорила ее мать, что после нее запретили полет беременным, затем судились и в конце концов закрылись просто.",
    "answers": [
      {
        "id": 17,
        "text": "Мда, надо что-то другое"
      }
    ]
  },
  {
    "id": 17,
    "text": "Марта начала дальше перебирать воспоминания, чтобы впихнуть что-то крутое в свой роман, но… Когда период радостного родительства прошел….Начались трудовые будни, а родители стали уставать с каждым днем все сильнее, то они осознали всю тяжесть своей ответственности.\n\nВидимо насмотревшись различных ток-шоу молодые приняли решение, что вмешиваться в жизнь дочери не нужно, она должна сама принимать важные решение в своей жизни, набивать свои синяки и шишки….А просто бросать ребенка нельзя, то просто нанимали нянек и продолжали работать — жить счастливой жизнью.\n\nОднако девушке было это не обидно, в районе, в котором она жила, было много таких родителей. Больше напрягал тот факт, что ее назвали «Марта».",
    "answers": [
      {
        "id": 18,
        "text": "- Кто мог назвать своего ребенка «Марта» - имя второстепенного персонажа, который первый умирает в фильме и про него никто не вспомнит? Или бабка такая старая в инвалидном кресле, - она сдула прядь, которая падала ей на глаза."
      }
    ]
  },
  {
    "id": 18,
    "text": "Следующим этапом ее жизни стала школа. \n\nВ школе девушка опять или снова не выделялась, была даже чуть ниже среднего. Ничего примечательного…\n\nНа чем же она должна заинтриговать читателей? Или это уже интересно, что она была обычной и стала всеми известной дивой? \n\nЗдесь можно было добавить, конечно же, только для самых яростных фанатов: она любила играть в приставку, у нее была коллекция комиксов, которые в конце концов были выкинуты на помойку, потому что их популярность как быстро вспыхнула, так же стремительно и упала. \n\nНу…больше ничего Марта не смогла выудить из памяти. Вместе с подружками переодически устраивалась на подработку, чтобы не слышать от родителей вопросы про то куда она собирается поступать. \n\nЕе родители были такие же среднестатисческие работники офиса, как почти что 60% населения их страны.",
    "answers": [
      {
        "id": 19,
        "text": "Что они ждали от своего ребенка?"
      }
    ]
  },
  {
    "id": 19,
    "text": "Марта не знала, поэтому предпочитала игнорировать и избегать этот вопрос до тех пор, пока совсем не прижали…Точнее уже жизнь не прижала. Экзамены были сданы плохо. Наша героиня считала, что ей просто выпали отвратительные варианты вот и все. Может потому что все остальные сдали более успешнее и да и принципе выглядели уж больно успешнее нее…Это раздражало.\n\nОднако родители решили, что именно сейчас им пора вмешаться в жизнь дочери. Снова посмотрели какое-то шоу про воспитание детей? Видимо сейчас для них было «важно» наставить ее на правильный жизненный путь. Но это входило у них очень плохо…",
    "answers": [
      {
        "id": 20,
        "text": "В конце концов молодая девушка просто сбежала в город N."
      }
    ]
  },
  {
    "id": 20,
    "text": "Здесь было действительно красиво. Марта приехала поздно вечером, поэтому смотрела на блестящие башни из стекла, огромные плакаты, множество людей с восторгом первобытного человека. \n\nВсе блестит и слепит, заставляет потеряться в этом. Такая картина закрывает то, что на самом деле происходит в глубинках и окраинах города. Заставляет молодежь считать, что здесь у них весь мир перед ногами, теперь они смогут изменить свое будущее и будущее остальных, у них есть возможности! «Молодость — двигатель прогресса!» — кричали баннеры из всех углов.",
    "answers": [
      {
        "id": 21,
        "text": "Ах! Какая красота-то!"
      }
    ]
  },
  {
    "id": 21,
    "text": "Смотреть на это все великолепие можно часами, однако потребности организма намного сильнее. «Голод не тетка, голод дядька». Конечно, переночевать в отеле можно, ведь это так круто, заселиться, как в кино спать, представляя свой будущий день, но…слишком дорого, поэтому нужно срочно решать вопрос с жильем. \n\nКак оказалось это намного сложнее, чем решать примеры в школе…Сначала Марта еще пыталась фыркать на некоторые предлагаемые квартиры или домики, но чем дольше это длилось, тем девушке начинало казаться, что уж пусть что есть, лишь бы не картонная коробка во дворе. Она уже начала думать, что слишком привередлива с учетом того, что денег и работы у нее нет.\n\nНо согласиться на отвратительную квартирку с протекающей сантехникой, Марте не давало не только чувство собственного достоинства, но и полное отсутствие навыков в починки, если вдруг случиться потоп.",
    "answers": [
      {
        "id": 22,
        "text": "Соседи набегут сразу с жалобами, а что она сможет поделать?"
      }
    ]
  },
  {
    "id": 22,
    "text": "Теперь она чувствовала себя героиней тупого клишированного фильма, потому что именно наивные деревенщины приезжают из такого захолустья как пригород G. Который с картой-то не найдешь. Думают, что найдут тут же свое счастье. Вот прям под ноги им упадет, они будут радостно с ним скакать по округе, осчастливливая всех вокруг.\n\nИзначально, только когда Марта отправлялась в столицу, то считала, что раз она молодая, амбициозная девушка, то своим обаянием сможет найти работу актрисы…Ан нет…",
    "answers": [
      {
        "id": 23,
        "text": "Все намного сложнее в этом дрянном мирке."
      }
    ]
  },
  {
    "id": 23,
    "text": "В конце концов поджав губы она принимает удар судьбы и находит съемную квартиру с другой девушкой. Конечно, в планы подобное не входило, но что поделать…Их можно скорректировать и сказать, что так и было задумано, правда же? Ее звали Дженни, и она…явная городская жительница. Эти изысканные словечки, одежда, каблучки…Словом все, что нужно, чтобы не отставать от моды. \n\nМарта усмехнулась, вспоминая, как она враждовала первое время с Дженни. Это было так забавно вспоминать сейчас, но раньше…",
    "answers": [
      {
        "id": 24,
        "text": "Как же они друг друга бесили."
      }
    ]
  },
  {
    "id": 24,
    "text": "Неудивительно, что девушка искала компаньонку с работой, ведь однажды сама вернулась без работы…Ее уволили из-за какой-то мелочи, скорее всего она Прото не нравилась хозяйке заведения. Нужно было что-то срочно придумать.\n\nКто знает, но как Дженни говорит этот момент стал судьбоносным. Словно что-то предчувствуя заранее, Марта на днях не поскупилась и купила бутылку алкоголя, хотя принимали горячительные напитки редко. Но в тот день был действительно повод.\n\nПосле парочки рюмок они стали лучшими подружками. «Нас рюмка сдружила. Нас рюмка не обманет. Нас рюмка сдружила. Нам рюмка благоволит» — пела пьяная Дженни и весело размахивала пустой бутылкой. На двоих оказалось она очень маленькой, но достаточно крепкой, чтобы они начали откровенничать.",
    "answers": [
      {
        "id": 25,
        "text": "Именно тогда Дженни призналась в своей страшной тайне - она тоже провинциалка."
      }
    ]
  },
  {
    "id": 25,
    "text": "Девушка стремилась в большой город N. Она хотела доказать всем, что сможет здесь продержаться, сможет покорить всех своими талантами. \n\nА в конечном итоге таких как она тут оказывается целая куча…Все так хотят. Все приезжают, все желают, мечтают, показывают таланты…Во общем нужно было думать лучше, как и стараться.\n\n\n— Ты можешь уехать из провинции, но нужно убирать провинцию из себя, — пьяно говорила Дженни, хватаясь за руку новоиспеченной подруги. — Если ты хочешь стать столичной дивой, то стоит думать по-столичному.",
    "answers": [
      {
        "id": 26,
        "text": "Конечно, это все было добавлено смачными эпитетами, но из воспоминаний самой Марты это стерлось."
      }
    ]
  },
  {
    "id": 26,
    "text": "Остались на подкорки мозга только эти слова. Иногда ночью они били девушку по ушам, заставляя ее кусать губы и думать насколько же ее жизнь бессмысленна и бесполезна. \n\nМарта завидовала подруге. Та была настоящей главной героиней. Ей казалось, что именно сожительница сможет получить все лавры в этой жизни. Дженни была привлекательной девушкой, ее взор был устремлен в правильное русло, денежное русло. Было в ней что-то, что цепляло мужчин.\n\nПосле этого размышления девушки пришли к тому, что если Дженни выйдет за принца, то ей определено повезет, ведь ей что-нибудь да перепадет с королевского стола.\n\nОднако дальше этой мысли не ушло, на хвост мечтаниям наступила реальность. Нужно было найти деньги.",
    "answers": [
      {
        "id": 27,
        "text": "При чем желательно сейчас."
      }
    ]
  },
  {
    "id": 27,
    "text": "Марта была наивнейшей дурой, раз подумала, что ее возьмут на хорошо оплачиваемую работу сразу. Это была позорная страница в ее жизни, потому что не раз ей говорили, что она не подходит, потому что у нее недостаток опыта и образования. Конечно, это было завуалировано красивыми и витиеватыми фразами, но смысл понятен сразу…\n\nМарта, конечно, понимала, что с Дженни они так называемые подружки, и прекрасно понимала, что сразу начинать с займа денег это не лучшее начало. Однако делать нечего, больше знакомых из большого города не намечается, писать родителям значит признать, что они были правы, что она совершила ошибку. Скорее всего они пришлют ей денег, но с билетом домой, а не такого ждет Марта. Поэтому девушка берет в долг, но как и предполагалось отдать обратно не может, Дженни не злиться на непутевую подругу и говорит, что все прекрасно понимает, сама через такое проходила.",
    "answers": [
      {
        "id": 28,
        "text": "Не особо верится, если честно"
      }
    ]
  },
  {
    "id": 28,
    "text": "Марта считает, что тот день, когда она снова просила девушку о помощи: устроить ее на работу, стал еще одним днем — позорной страницей. Конечно, подобное забудется для Дженни, никто не узнает, но как вычеркнуть это из своей головы? Неизвестно.\n\n— Нужно убирать из себя невинную деревенщину, — строго сказала Дженни и ушла в другую комнату кому-то звонить.\n\nЗаведение, в котором работала ее сожительница называется, как большинство забегаловок мимо дороги, «У костерка». Здание уже издалека веяло жирной едой, потными толстыми официантками и навеселе барменом. Издалека строение выглядело еще прилично, но вблизи стены заведения нуждались в ремонте. Даже краска, которую использовали, чтобы прикрыть трещины и та потрескалась.\n\nКажется, никого не смущало то что происходит…\n\nКонечно это лучше, чем совсем ничего. Тем более девушка уверяла подругу, что платят здесь стабильно, потому что клиентов всегда навалом, особенного из прибрежного бизнес-центра. \n\nМарта помнит, как не удержалась и поинтересовалась:",
    "answers": [
      {
        "id": 29,
        "text": "-Почему «У костерка»?"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Не знаю, — Дженни пожала плечами. — Как говорит Фердинанд, то якобы это название пошло с далеких времен, потому что этот «ресторан», — она показала воздушные кавычки. — Был построен еще его далеким пра-пра-прадедушкой евреем или каким-то очень рукастым-головастым парнем, который получил деньги из королевской казны. У него каждый раз его далекий предок разный человек.\n\n\n— Настолько долго оно здесь стоит?\n\n— Не знаю, скорее всего врет, как сивый мерен. Ты не смотри на то, что оно обшарпано, главное, что платят стабильно! — снова по кругу пошла Дженни.\n\nМарта хотела еще подумать, ведь в девушке снова вспыхнуло чувство собственного достоинства. Она не хотела устраиваться в видавшую виды забегаловку. Конечно, можно было решить эту проблему и выйти уборщицей как раз таки в бизнес-центре, из которого приходили работники в забегаловку Фердинанда. Однако это означало оказаться в незнакомом коллективе, поэтому скрепя сердце девушка приняла предложение о работе, стараясь жизнерадостно улыбаться подруге.",
    "answers": [
      {
        "id": 30,
        "text": "На душе у нее скребли кошки."
      }
    ]
  },
  {
    "id": 30,
    "text": "Фердинанд оказался пожилой мужчина, который в свои 63 еще пытается скрыть свой возраст, например, сделав модную молодежную прическу. Но все равно было в нем что-то из ушедшего времени. Сам же Акето проявлял бурную активность, считал себя ослепительным мужчиной и таскался за каждой юбкой, пока его старая жена не видела. Наверное, только ради этого он и отправил ее на йогу, вешая лапшу на уши, что это укрепит ее иммунитет и все остальное. Хотя в тайне надеялся, что от сильной физической нагрузки женщина поскорее умрет, и Фердинанд станет снова свободным мужчиной.",
    "answers": [
      {
        "id": 31,
        "text": "А какой свободе может идти речь в его возрасте?"
      }
    ]
  },
  {
    "id": 31,
    "text": "Впервые в жизни к девушке проявляли такие откровенные намеки. Марта тогда не смогла сдержать порыв отвращения, скривилась, когда Фердинанд предложил ей помочь. Он так обаятельна улыбался, подмигивал и всем своим видом говорил, что готов отдаться страсти именно с ней, если она сама не против. «Совершено случайно» даже опустил руку на ее бедро.",
    "answers": [
      {
        "id": 1,
        "text": "Согласиться на ухаживания"
      },
      {
        "id": 1,
        "text": "Отказаться от ухаживаний"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  }
]