[
  {
    "id": 1,
    "text": "Автор: Трутень\n\nОбычно жизнь поросенка очень скучна, однообразна и редко бывает со счастливым концом. В данном квесте вам предоставляется шанс это исправить! Квест наполнен юмором и, несмотря на небольшой объем, имеет много различных исходов. Успехов!\n",
    "answers": [
      {
        "id": 18,
        "text": "Начать"
      },
      {
        "id": 53,
        "text": "Достижения"
      },
      {
        "id": 64,
        "text": "Для связи"
      }
    ]
  },
  {
    "id": 2,
    "text": "За десять минут поисков удалось найти яблоки — источник витаминов A, C, B1 и свинью — источник молока. ",
    "answers": [
      {
        "id": 4,
        "text": "Есть яблоки"
      },
      {
        "id": 5,
        "text": "Пить молоко"
      },
      {
        "id": 6,
        "text": "Я на диете"
      }
    ]
  },
  {
    "id": 3,
    "text": "Хрюкают абсолютно все и по разным причинам: у кого-то живот болит, кто-то в грязи застрял, а некоторые просто радуются веселой свинячьей жизни. Собственное \"хрю\" звучит так же, как и последних. Поэтому все просто не обращают внимания.",
    "answers": [
      {
        "id": 2,
        "text": "Найти поесть"
      }
    ]
  },
  {
    "id": 4,
    "text": "Фууу, какая жесткая кожура! Почему их никто не очистил!? Впрочем, внутри намного лучше. После одного съеденного яблока зачесался бочок — совпадение, наверное. Потом уши — ничего страшного. Когда зачесалась задница стало немного подозрительно, наверное, там слишком много витаминов.",
    "answers": [
      {
        "id": 7,
        "text": "Запить молоком"
      },
      {
        "id": 8,
        "text": "Полежать"
      }
    ]
  },
  {
    "id": 5,
    "text": "Молоко теплое и вкусное. Обед сразу после рождения — прекрасное занятие. Настроение быстро поднялось, и появился огромный энтузиазм на приключения.",
    "answers": [
      {
        "id": 14,
        "text": "Поговорить с братьями и сестрами"
      },
      {
        "id": 10,
        "text": "Валяться в грязи"
      }
    ]
  },
  {
    "id": 6,
    "text": "Прошло 5 минут строгой диеты. Мысли о правильном питании и хорошей фигуре постепенно покидали разум молодого поросенка. Еще через 5 минут было невозможно думать ни о чем другом кроме еды.",
    "answers": [
      {
        "id": 4,
        "text": "Есть яблоки"
      },
      {
        "id": 5,
        "text": "Пить молоко"
      },
      {
        "id": 13,
        "text": "Продолжать голодовку"
      }
    ]
  },
  {
    "id": 7,
    "text": "После трапезы задница все еще чесалась, а в животе начали протекать какие-то реакции с выделением газов. В свинарнике запах был не очень, поэтому их никто не ощущал. Несмотря на то, что ощущалось общее недомогание и проявлялись признаки отравления, нужно было переходить к выполнению повседневных свинячьих обязанностей.",
    "answers": [
      {
        "id": 14,
        "text": "Поговорить с братьями и сестрами"
      },
      {
        "id": 10,
        "text": "Валяться в грязи"
      }
    ]
  },
  {
    "id": 8,
    "text": "Уголок — самое удобное место для отдыха после плотного обеда. Урчание в собственном животе не давало заснуть. Следующий раз надо более тщательно подходить к выбору питания. Несмотря на то, что ощущалось общее недомогание и проявлялись признаки отравления, нужно было переходить к выполнению повседневных свинячьих обязанностей.",
    "answers": [
      {
        "id": 14,
        "text": "Поговорить с братьями и сестрами"
      },
      {
        "id": 10,
        "text": "Валяться в грязи"
      }
    ]
  },
  {
    "id": 9,
    "text": "Как раз мимо проезжала машина в сторону деревни, и я подсел к ней на хвост. До деревни еще километра три, а мышцы ног явно просили передышки.",
    "answers": [
      {
        "id": 12,
        "text": "Запрыгнуть на задний бампер"
      },
      {
        "id": 15,
        "text": "Отдохнуть"
      },
      {
        "id": 16,
        "text": "Продолжать бежать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Да, за полезным делом время идет быстро. Настал вечер, и нас для чего-то перевели в другой загон. Шанса сбежать нет никакого. Периодически приходят люди и наваливают кучу еды, но мы все равно не наедаемся и грызем доски. Так однообразно прошло несколько месяцев. Потом меня забрал какой-то мужик, засунул в мешок и повез на машине.",
    "answers": [
      {
        "id": 21,
        "text": "Пытаться сбежать"
      },
      {
        "id": 22,
        "text": "Сидеть тихо"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я дал деру на ферму. Я не был испуган, а наоборот — полон адреналина. Меня даже не догоняли, понимая бессмысленность этого занятия. А я нёсся техникой гепарда, нюхая цветочки в фазе полёта. Вот ферма была уже передо мной. Теперь стало страшновато — вдруг тут живут блатные свиньи, а не дружелюбные, как на нашей. ",
    "answers": [
      {
        "id": 37,
        "text": "Найти проход и войти"
      },
      {
        "id": 38,
        "text": "Пока посидеть"
      }
    ]
  },
  {
    "id": 12,
    "text": "Явно вес поросенка превышал допустимую нагрузку бампера. Бампер отвалился и вместе со мной с грохотом упал на дорогу. Из машины выбежали два человека с полосатыми палками. Ну вот откуда я мог знать, что это машина гаишников!? Они бесцеремонно посадили меня на заднее сиденье. На спинке водительского сиденья сидел попугай. Наверное, он тоже как-то провинился.",
    "answers": [
      {
        "id": 23,
        "text": "Вести себя прилежно"
      },
      {
        "id": 24,
        "text": "Погрызть сиденье"
      }
    ]
  },
  {
    "id": 13,
    "text": "К сожалению, сидеть на диете ни разу не евшему поросенку было не лучшей идеей: наступила слабость, глаза закрылись, он заснул... Навсегда... ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 14,
    "text": "В разговоре с родней я узнал, что в нашем загоне есть дырка, в которую можно пролезть. Никто не знает, куда она ведет. Но известно, что поросенок, который сегодня утром выбежал через эту дырку, так и не вернулся. По шкуре пошли мурашки.",
    "answers": [
      {
        "id": 19,
        "text": "Лезть в дырку"
      },
      {
        "id": 10,
        "text": "Валяться в грязи"
      }
    ]
  },
  {
    "id": 15,
    "text": "Когда я присел и оглянулся по сторонам, мелькнул маленький лучик спасения: на поляне слева сидела фотограф и фотографировала цветочки. Человек не может быть плохим, если любит цветочки — подумал я и двинулся туда. Догоняющие, кажется, не заметили моего хитроумного маневра и пробежали мимо. Фотограф почесала мне бочок.",
    "answers": [
      {
        "id": 17,
        "text": "Сделать довольную рожу"
      },
      {
        "id": 20,
        "text": "Сделать вид представительного поросенка"
      }
    ]
  },
  {
    "id": 16,
    "text": "Пробежать я смог ещё метров пять. Потом еще три метра прокатился и два прополз. Но этого оказалось недостаточно, чтобы добраться до деревни. ... . Очнулся я уже в свинарнике. В отдельном загоне. Я один и мне очень скучно.",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 17,
    "text": "Фотограф не могла пропустить такой прекрасный момент и сфотографировала меня. К тому же я понравился ей настолько, что она забрала меня жить к себе. В ее квартире было просторно и чисто. У меня не было никаких обязанностей. Ну, почти... Иногда она просила меня сделать довольную рожу, хотя, от халявной жизни, она и так всегда была довольной. Однажды в телевизоре я узнал свою довольную рожу на пленке от сосисок. Кстати, я там неплохо вышел.",
    "answers": [
      {
        "id": 1,
        "text": "Счастливая концовка"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я родился. Где я? Кто я? Здесь темно и холодно. К тому же я хочу есть. Ну все, я так больше не могу. Я буду звать на помощь. \n– Хрю-у-у-у... \nАга, понятно, я – свинья. А где я? Судя по тому, что я лежу по пятак в *овне, я в свинарнике.",
    "answers": [
      {
        "id": 2,
        "text": "Найти поесть"
      },
      {
        "id": 3,
        "text": "Хрюкать на помощь"
      }
    ]
  },
  {
    "id": 19,
    "text": "Чувство любопытства превысило чувство страха, и я, как Колумб, отправился открывать новые земли. Все еще было темно, но вдалеке виднелся светлый проход. Подойдя туда, я сделал очень много удивительных открытий: бывает не только темнота, но и светлота, воздух может пахнуть приятно, существует много других звуков, кроме \"хрю\". С этой секунды стало совершенно очевидно, что по ту сторону от прохода гораздо лучше, чем по эту. Можно было бы бесконечно стоять в проходе и наслаждаться мгновением, если бы не крик сзади \"лови оболтуса\". Нужно срочно что-то решать. Прямо находится деревня, а справа какая-то ферма.",
    "answers": [
      {
        "id": 9,
        "text": "Бежать в деревню"
      },
      {
        "id": 11,
        "text": "Бежать на ферму"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Бедненький, ты потерялся? Наверное да. Занесу-ка я тебя на ферму. \n— Нет, не надо! Только не это! \nК сожалению, для нее это звучало как \"хрю-у-у хрю хрю-у-у-у-у-у\", что она сочла за согласие. Тебя поместили в отдельный загон. Настало одиночество и скука. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 21,
    "text": "Попытки сбежать ничего не дают. Мешок слишком крепкий — прогрызть или развязать никак не получается. Только создал очень много шума. Через некоторое время машина остановилась. На следующий день мужики поехали на шашлыки. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 22,
    "text": "Из-за постоянной тишины водитель забеспокоился и решил проверить, что там со свиньёй. Слышны шаги, открывается багажник...",
    "answers": [
      {
        "id": 45,
        "text": "Пытаться сбежать"
      },
      {
        "id": 46,
        "text": "Сидеть тихо"
      }
    ]
  },
  {
    "id": 23,
    "text": "Твое спокойное поведение позволило гаишником спокойно довезти тебя обратно на ферму. Кажется, ты слишком разозлил людей попыткой побега, и возвращать тебя к родне никто не собирался. Весь оставшийся день пришлось просидеть в мешке. А потом... Пикник на свежем воздухе. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 24,
    "text": "Такое неприлежное поведение очень разозлило гаишников. Они отправились в отделение милиции. Я же старался изо все сил нанести максимально возможный материальный ущерб, но прогрызть грубую искусственную кожу было не так уж просто. Спустя некоторое время стало ясно, что все мои старания напрасны и оставалось только бездействовать. Машина остановилась и человек открыл дверцу.",
    "answers": [
      {
        "id": 25,
        "text": "Подлизываться примерным поведением"
      },
      {
        "id": 26,
        "text": "Попытаться убежать"
      }
    ]
  },
  {
    "id": 25,
    "text": "Человек завел тебя в камеру. А так как ты вел себя прилежно, он даже не стал надевать наручники. К тебе иногда приходили и давали еду, но никогда не выпускали погулять. Шансов на побег нет. Наверное, зря ты связался с гаишниками. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 26,
    "text": "Собрав волю в копыто, я рванул на волю. Попугай последовал моему примеру, но его поймали. У меня есть небольшие шансы его спасти, но стоит ли рисковать? А может он опасный преступник? И вообще, я его не знаю.",
    "answers": [
      {
        "id": 27,
        "text": "Спасать свою шкуру"
      },
      {
        "id": 28,
        "text": "Попытаться помочь попугаю"
      }
    ]
  },
  {
    "id": 27,
    "text": "Тебе удалось спасти свою шкуру, спрятавшись на здешней помойке. Шел третий день свободы, но радости от этого не прибавилось. Ты в совсем незнакомом месте, мучают угрызения совести о бедном попугае, нечего есть... ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 28,
    "text": "Из множества идей, прокручивающихся в голове, самой оптимальной показалась укусить человека за ногу. От этого он отпустил попугая и вы вместе благополучно скрылись. Как оказалось, он не состоял в преступных группировках, а был вполне себе порядочным гражданином. Оказался в машине гаишников после того как пытался стырить третью рацию на неделе. Сейчас он пригласил меня жить в его дом — хозяйка там добрая, всех принимает.",
    "answers": [
      {
        "id": 29,
        "text": "Остаться жить с попугаем"
      },
      {
        "id": 30,
        "text": "Привести сюда свою родню"
      }
    ]
  },
  {
    "id": 29,
    "text": "Хозяйка оказалась и вправду доброй. С утра поросенок помогал по хозяйству: давил яблочный сок, выедал сорняки и удобрял грядки. А по вечерам смотрел мелодрамы, заедая самые грустные моменты бутербродами. С попугаем всегда были в ладах и никогда не ссорились, а за ужином часто вспоминали забавную историю своего знакомства. ",
    "answers": [
      {
        "id": 1,
        "text": "Счастливая концовка"
      }
    ]
  },
  {
    "id": 30,
    "text": "Определенно, без плана в такой сложной ситуации обойтись нельзя. Начался мозговой штурм. Я предлагал правдоподобные реализуемые планы, а попугай какие-то слишком фантастические. В итоге выбрали реализуемый фантастический план: поросенок (позывной \"эвакуатор\") пробирается в свинарник через знакомую дырку. Попугай (позывной \"связист\") стоит на шухере возле главных ворот и предупреждает по рации, когда идут люди, чтобы временно прекратить эвакуацию.",
    "answers": [
      {
        "id": 29,
        "text": "План слишком рискован, остаться жить с попугаем"
      },
      {
        "id": 32,
        "text": "Операция \"Поросята\" в силе"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Эвакуатор, прием. Большинство ушли. Остался только один.",
    "answers": [
      {
        "id": 34,
        "text": "Выжидать"
      },
      {
        "id": 33,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 32,
    "text": "Получилось кое-как приклеить рацию к боку двойным скотчем. Она настроена в режим слушания. Попугай мог легко держать рацию в лапе, которая настроена на передачу. Начинается операция \"Поросята\". По пути вперед никаких проблем не возникло: удалось незаметно проникнуть в загон через дырку и разъяснить план действий. \n— Эвакуатор, прием. Возле прохода много людей.",
    "answers": [
      {
        "id": 31,
        "text": "Выжидать"
      },
      {
        "id": 33,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 33,
    "text": "К сожалению, операция \"поросята\" была провалена. Люди смогли вас поймать и заперли в самом надежном загоне. Шансов на побег нет. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 34,
    "text": "Пришлось снова выжидать. Продолжается нервное ожидание сообщений от связиста. Тут в самый неподходящий момент скотч отклеился и рация упала в грязь. Она зашипела. Надеюсь, связист сохранил чек. Но сейчас думать нужно не об этом.",
    "answers": [
      {
        "id": 35,
        "text": "Выжидать"
      },
      {
        "id": 36,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 35,
    "text": "На шум рации прибежал человек. Он поднял рацию и снова раздался голос связиста: \n— На выходе чисто, начать эвакуацию. \nЯ машинально посмотрел в сторону тайного прохода. Но человек, кажется, уже успел его заметить. Он придвинул корыто к дырке, и шансов на побег больше нет. Попугай остался без друзей... ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 36,
    "text": "Один за другим, организованной колонной, поросята под руководством эвакуатора покидали опасную зону. Людей на пути не было. Операция прошла успешно. Хозяйка с радостью приняла всех поросят. Она оказалась и вправду доброй. С утра поросята помогали по хозяйству: давили яблочный сок, выедали сорняки и удобряли грядки. А по вечерам смотрели мелодрамы, заедая самые грустные моменты бутербродами. С попугаем всегда были в ладах и никогда не ссорились, а за ужином часто вспоминали забавную историю своего побега. ",
    "answers": [
      {
        "id": 1,
        "text": "Очень счастливая концовка"
      }
    ]
  },
  {
    "id": 37,
    "text": "Найти его было несложно. Но когда я туда вошёл, стало немного не по себе... Там были не свиньи, а куры. В то время, как я неуверенно проходил вперед, куры удивленно на меня глазели. Из толпы кур навстречу мне вышел петух. \n– Что за посторонние в курятнике? – его тон звучал так угрожающе, что уверенный поросенок мгновенно превратился в трусливого цыпленка. \n– Я, это, со свинарника сбежал. Можно я у вас останусь? \n– Нельзя! Валяй отсюда, пока кости целы!",
    "answers": [
      {
        "id": 39,
        "text": "Общипать этого наглого петуха"
      },
      {
        "id": 40,
        "text": "Выйти из курятника"
      },
      {
        "id": 41,
        "text": "Вежливо попросить остаться"
      }
    ]
  },
  {
    "id": 38,
    "text": "Сидеть пришлось не долго. Прибежала собака и начала громко лаять. Из фермы тут же выбежали люди. Увидев меня, они немного посовещались и начали окружать. Такой организованности еще никогда не приходилось видеть. Попытки выскочить между людьми провалились — меня схватили и посадили в мешок. Кажется, на родную ферму возвращать меня не собирались. Вечером завезли в сарай. Откармливали. Жизнь была скучной: только ешь и спишь. Из веселого только анекдоты петуха и то только первые три месяца — пока в суп не забрали. Так я остался без анекдотов. А я пел песни на ночь козлятам из соседнего катуха. Потом они засыпали без песен. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 39,
    "text": "Поначалу я хотел выдернуть пару пёрышков, чтобы поставить этого наглеца на место. Но я так завлекся, что через минуту передо мной стоял общипанный, морально подавленный петух. Даже жалко его стало. К сожалению, курам не понравилось обращение с их кавалером и они набросились на меня толпой. Силы были не равны — мне пришлось выбежать на улицу. Когда хозяин фермы обнаружил лысого петуха, единственным подозреваемым был сидящий возле порога поросенок. В школьной столовой давали котлеты. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 40,
    "text": "В расстроенных чувствах пришлось выйти из курятника. Ничего не оставалось, кроме как шлепнуться на пятую точку и постигать нирвану. Процесс нарушила прибежавшая собака. Она начала громко лаять. Из фермы тут же выбежали люди. Увидев меня, они немного посовещались и начали окружать. Такой организованности еще никогда не приходилось видеть. Попытки выскочить между людьми провалились — тебя схватили и посадили в мешок. Кажется, на родную ферму возвращать меняя не собирались. Вечером завезли в сарай. Откармливали. Жизнь была скучной: только ешь и спишь. Из веселого только анекдоты петуха и то только первые три месяца — пока в суп не забрали. Так я остался без анекдотов. А я пел песни на ночь козлятам из соседнего катуха... Некоторое время. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 41,
    "text": "Петух все еще был настроен категорично, но неожиданно к тебе подошел хозяин фермы. Сейчас он, кажется, куда-то очень торопился и пока что посадил в небольшую загородь, а сам пошел по своим делам. Он наивно полагал, что маленькому поросенку оттуда не убежать, но амбициозный поросенок думал совсем иначе и шустро перепрыгнул через загородь. Теперь дела начали налаживаться: у петуха появились дела поважнее, чем выгонять бродячих поросят, а именно — тренировать свои голосовые связки, чтобы на следующее утро удивить всю ферму волшебным звучанием своего ку-ка-ре-ку. Кроме того можно было выбрать любой катух из множества свободных и там переночевать. Выбор пал на катух с кучей сена — на нем можно прекрасно выспаться. Настал вечер. Стало тихо. Все засыпали. Вскоре меня разбудил какой-то подозрительный шорох. Я заметил лису, пробирающуюся в дырку возле прохода. Стало страшно. ",
    "answers": [
      {
        "id": 42,
        "text": "Спрятаться в сене"
      },
      {
        "id": 43,
        "text": "Громко хрюкать"
      },
      {
        "id": 44,
        "text": "Надрать лисе задницу"
      }
    ]
  },
  {
    "id": 42,
    "text": "У лисы был прекрасный нюх. Среди хорошо знакомого запаха курятины выделялся абсолютно новый для этой фермы запах поросятины. Нашли тебя быстро. День у лисы вышел особенно удачным. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 43,
    "text": "На громкий визг быстро отреагировал хозяин фермы. Лиса в панике дала задний ход и скрылась с места происшествия. А ты, блестяще повторивший подвиг гусей из Рима, занял пост охранника, заменив собаку. Правда, через несколько месяцев будку пришлось увеличивать. В гости заходят куры, а иногда даже сам петух. Теперь он тебя уважает: в ту ночь и он мог оказаться первым блюдом. В общем, жизнь прекрасна: ешь, спи, загорай на солнышке, подавай сигнал на непрошенных гостей и нюхай цветочки. ",
    "answers": [
      {
        "id": 1,
        "text": "Счастливая концовка"
      }
    ]
  },
  {
    "id": 44,
    "text": "Безумству храбрых поем мы песню! Безумство храбрых – вот мудрость жизни!.. Но это был абсолютно не подходящий случай. На обед у лисы еще никогда не было такого смелого поросенка. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 45,
    "text": "Мужик понял, что все в порядке и продолжил путь. Попытки сбежать ничего не дают. Мешок слишком крепкий — прогрызть или развязать никак не получается. Только создал очень много шума. Через некоторое время машина остановилась. На следующий день мужики поехали на шашлыки. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 46,
    "text": "Мужик открыл мешок и появился шанс сбежать.",
    "answers": [
      {
        "id": 47,
        "text": "Пытаться сбежать"
      },
      {
        "id": 48,
        "text": "Сидеть тихо"
      }
    ]
  },
  {
    "id": 47,
    "text": "Освободившись от мешка, удалось шустро выпрыгнуть из машины. С обоих сторон от дороги лес. Чувство страха такое, что лучше бы нажрался яблок.",
    "answers": [
      {
        "id": 49,
        "text": "Бежать по дороге"
      },
      {
        "id": 50,
        "text": "Бежать в лес"
      }
    ]
  },
  {
    "id": 48,
    "text": "Мужик понял, что все в порядке и завязал мешок. Снова началось движение. Через некоторое время машина остановилась. На следующий день мужики поехали на шашлыки. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 49,
    "text": "Суета, много машин, я несусь со всех сил. Все еще несусь... Бум...",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 50,
    "text": "Включив пятую передачу, я даю газу в сторону леса. Вдруг я чувствую приятный запах.",
    "answers": [
      {
        "id": 51,
        "text": "Принюхаться получше"
      },
      {
        "id": 52,
        "text": "Бежать дальше"
      },
      {
        "id": 59,
        "text": "Спрятаться"
      }
    ]
  },
  {
    "id": 51,
    "text": "Удалось определить, что запах исходит из-под земли. Вдруг я слышу быстрые приближающиеся шаги сзади.",
    "answers": [
      {
        "id": 57,
        "text": "Копать"
      },
      {
        "id": 52,
        "text": "Бежать дальше"
      },
      {
        "id": 59,
        "text": "Спрятаться"
      }
    ]
  },
  {
    "id": 52,
    "text": "Мимо проносились деревья, я обгонял даже птичек, и ничто не помешало бы преодолеть звуковой барьер, если бы не... Волки. Сейчас все складывалось против меня: я большой и уставший, волки злые и голодные, а время как раз обеденное.",
    "answers": [
      {
        "id": 54,
        "text": "Рассказать анекдот"
      },
      {
        "id": 55,
        "text": "Драться"
      },
      {
        "id": 56,
        "text": "Рассказать, где свинарник"
      }
    ]
  },
  {
    "id": 53,
    "text": "Здесь будут отображаться найденные счастливые концовки. Из них:\n5 счастливых концовок\n1 очень счастливая концовка",
    "answers": [
      {
        "id": 17,
        "text": "Фотомодель. Счастливая концовка",
        "need": [
          17
        ],
        "need_ever": true
      },
      {
        "id": 29,
        "text": "Жизнь с попугаем. Счастливая концовка",
        "need": [
          29
        ],
        "need_ever": true
      },
      {
        "id": 43,
        "text": "Сторожевой свин. Счастливая концовка",
        "need": [
          43
        ],
        "need_ever": true
      },
      {
        "id": 61,
        "need_ever": true,
        "need": [
          61
        ],
        "text": "Трюфелеискатель. Счастливая концовка"
      },
      {
        "id": 62,
        "need_ever": true,
        "need": [
          62
        ],
        "text": "Новая семья. Счастливая концовка"
      },
      {
        "id": 36,
        "text": "Спасти всех. Очень счастливая концовка",
        "need": [
          36
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 54,
    "text": "Волки были не прочь посмеяться перед обедом и приготовились слушать. Ты начал: \n— Один волк говорит другому: \"Займи денег, не будь свиньей...\" \nДальше они не слушали, видимо, не понравился анекдот... ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 55,
    "text": "В драке сказалось многое: численное преимущество противника, спортивная форма, отсутствие навыков карате. Плохая была идея... \n ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 56,
    "text": "Рассказав, где находится свинарник, лучше ничуть не стало: к предыдущим проблемам добавилось угрызение совести. Впрочем, это чувство беспокоило недолго, а волки были обеспечены продовольствием на несколько месяцев вперед. ",
    "answers": [
      {
        "id": 1,
        "text": "Очень грустная концовка"
      }
    ]
  },
  {
    "id": 57,
    "text": "Через полминуты упорной работы вырытая яма заполнилась потом уставшего кабана. Зато удалось найти большой черный трюфель — очень ароматный и, наверное, вкусный. Тем временем человек был уже совсем рядом.",
    "answers": [
      {
        "id": 58,
        "text": "Съесть трюфель"
      },
      {
        "id": 60,
        "text": "Закопать улики"
      },
      {
        "id": 61,
        "text": "Откупиться трюфелем"
      }
    ]
  },
  {
    "id": 58,
    "text": "Ты попался, зато сытый. Бунтаря снова поместили в машину и повезли. Назавтра запланированы шашлыки. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 59,
    "text": "Удалось найти неплохое место за старым пнем. Просидев за ним несколько минут, я услышал какие-то шорохи в кустах.",
    "answers": [
      {
        "id": 62,
        "text": "Идти туда"
      },
      {
        "id": 63,
        "text": "Ждать"
      },
      {
        "id": 52,
        "text": "Смываться"
      }
    ]
  },
  {
    "id": 60,
    "text": "Со стороны это выглядело так, словно ты откапал яму, чтобы её закопать. Человек лишь подумал, что кабанчик не очень сообразительный. Ты попался. Бунтаря снова поместили в машину и повезли. Назавтра запланированы шашлыки. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 61,
    "text": "Человек очень удивился, увидев большой черный трюфель в моей пасти и быстро забрал, пока я не успел его слопать. Теперь он был очень доволен и пригласил посидеть на переднем сиденье. Несмотря на то, что тебе нет четырнадцати, отказаться было невозможно. Дул приятный ветерок, и переполняло чувство самодовольства. После приезда тебя обслуживали как почетного гостя: впустили в дом, включили телевизор и предлагали чаю. Но ты отказался, так как предпочитал кофе. Так продолжалось изо дня в день, а по выходным брали в лес искать трюфели. Однажды тебя даже показали по телевизору на первом канале. В общем, наверное, еще ни у кого не было такой прекрасной свинячьей жизни. ",
    "answers": [
      {
        "id": 1,
        "text": "Счастливая концовка"
      }
    ]
  },
  {
    "id": 62,
    "text": "Набравшись смелости, ты побежал в кусты. Там были дикие кабаны. Чтобы попасть в их стадо тебе пришлось доказать, что ты умеешь делать все сложные вещи, которые делают дикие кабаны: много жрать, валяться в грязи и спать. За все время у тебя накопился некоторый опыт во всех данных сферах, поэтому никаких проблем не возникло. Тебе не понравилась их еда — каштаны и желуди были слишком жесткими и безвкусными. Хотя осенью может посчастливиться найти дикую яблоню с очень вкусными яблоками. Или нарваться на куст малины. Этого деликатеса на всех не хватает. Через два года жизни в стаде тебе дали должность первого заместителя, а через три, когда ты стал самым жирным кабаном, повысили до вожака. Тебя все уважают. ",
    "answers": [
      {
        "id": 1,
        "text": "Счастливая концовка"
      }
    ]
  },
  {
    "id": 63,
    "text": "Неожиданно тебя хватают сзади, запихивают в мешок и увозят. Кто был в кустах так и не понятно, но грустнее то, что на завтра запланированы шашлыки. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустная концовка"
      }
    ]
  },
  {
    "id": 64,
    "text": "Все ваши пожелания и предложения оставляйте в комментариях или по почте pleskach.lesha $ yandex.ru",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  }
]