[
  {
    "id": 1,
    "text": "Андриус посмотрел на собеседника и начал разговор.\n\n— Что вы собираетесь делать дальше? — спросил Андриус у сепаратиста.\n\n— Нам необходима финансовая поддержка других европейских стран, но в ней отказали. Руководство отдает приказы, но говорит, чтобы деньги мы находили сами. Это возмутительно, — ответил тот.\n\n          Андриус записывал диалог с собеседником на диктофон. Сейчас сепаратист, сбежавший из России и на данный момент руководивший действиями некоторых других экстремистов, выдал своё отрицательное отношение к координаторам.  Этим нужно воспользоваться.\nЧерез некоторое время собеседник попрощался и ушёл, сказав что попробует наладить контакт с одним литовцем, у которого имелись нужные сепаратистам связи. Но он не сможет наладить с ним контакт. Андриус знал этого литовца — тот предпочитал общаться лишь со своими — литовцами. Андриус подошёл к окну. В Вильнюсе светило солнце. Разведчик вспомнил, как проходил учёбу, когда его готовили на нелегала. На литовский язык отводилось неимоверное количество часов. На память пришло высказывание преподавателя литовского языка. Что мог сказать преподаватель Андриусу в его студенческие годы?",
    "answers": [
      {
        "id": 2,
        "text": "- Если ты будешь знать литовский язык в совершенстве, то всегда сможешь назвать местом своего рождения любой город Литвы"
      },
      {
        "id": 3,
        "text": "- Нужно прямо сейчас определиться, в каком населенном пункте Литвы ты якобы родился"
      },
      {
        "id": 4,
        "text": "- Даже если сейчас, находясь в России, ты не до конца изучишь все нюансы литовского языка, то в Литве всё равно постепенно твоя речь будет становиться намного лучше. Тогда ты сможешь называть любой литовский город своим местом рождения"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://ltdfoto.ru/images/2023/07/30/AddText_07-30-04.01.49.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://ltdfoto.ru/images/2023/07/30/AddText_07-30-04.01.03.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/30/AddText_07-30-05.16.36.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Преподаватель литовского языка не мог сказать этого Андриусу.",
    "answers": [
      {
        "id": 1,
        "text": "ВЕРНУТЬСЯ",
        "forget": 1
      }
    ]
  },
  {
    "id": 3,
    "text": "Именно это сказал Андриусу преподаватель литовского языка. Разведчик-нелегал должен заранее знать и изучать диалектные языковые особенности той местности, в которой он якобы родился по легенде. В различных населенных пунктах Литвы, как и в любой другой стране имеются свои диалекты.\n\n          Как и следовало ожидать, литовец, с которым встретился сепаратист, не захотел общаться с человеком другой национальности. Тогда сепаратист созвонился с Андриусом в соцсети.\n\n— Попробуй теперь ты поговорить с литовцем. Хоть ты и не руководитель нашей группы, но может быть он пойдет на контакт, ведь вы же одной национальности, — сказал сепаратист Андриусу.\n\n — Я думаю, что он просто не хочет ввязываться в наше дело. Нужно подыскать другого человека. \n\n— А у тебя в Литве есть какие-нибудь родственники, которые бы могли нам помочь? — поинтересовался сепаратист.\n\n— К сожалению, мои родственники уже умерли...\n\n         Что в этот момент мог вспомнить Андриус?",
    "answers": [
      {
        "id": 5,
        "text": "Андриус вспомнил, как находясь в России, уже незадолго до переезда в Литву, запоминал свою будущую \"биографию\":  заводил будильник таким образом, чтобы он зазвонил посреди ночи. Проснувшись, Андриус начинал на русском языке проговаривать \"биографию\" вплоть до мельчайших деталей."
      },
      {
        "id": 6,
        "text": "Андриус вспомнил, как однажды преподаватель литовского языка, разговаривая с ним совсем о другом, внезапно начинала задавать ему вопросы по его будущей \"биографии\"."
      },
      {
        "id": 7,
        "text": "Андриус мог вспомнить как первое, так и второе."
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/30/AddText_07-30-04.03.04.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Преподаватель литовского языка не мог сказать этого Андриусу.",
    "answers": [
      {
        "id": 1,
        "text": "ВЕРНУТЬСЯ "
      }
    ]
  },
  {
    "id": 5,
    "text": "Незадолго до отъезда в Литву Андриус не мог проговаривать свою \"биографию\" на русском языке. На такой стадии подготовки разведчик-нелегал мыслит на языке той страны, в которой ему предстоит жить. Соответственно и свою \"биографию\" он проговаривает на иностранном языке",
    "answers": [
      {
        "id": 3,
        "text": "ВЕРНУТЬСЯ "
      }
    ]
  },
  {
    "id": 6,
    "text": "Да, Андриус вспомнил как раз об этом. Разведчик должен знать свою \"биографию\" так хорошо, чтобы его нельзя было застать врасплох.\n\n           Через некоторое время Андриус обнаружил в своем мессенджере на компьютере необычное сообщение от этого сепаратиста: длинный ряд из двадцати пяти цифр. Скан сделать было невозможно из-за приватности, скопировать текст тоже не получалось, ручки и бумаги под рукой не было, а сфотографировать экран было нечем, потому что телефон разрядился. Что лучше всего предпринять Андриусу?",
    "answers": [
      {
        "id": 8,
        "text": "Андриусу нужно постараться запомнить данный текст"
      },
      {
        "id": 9,
        "text": "Написать сепаратисту, попросив объяснить, что за сообщение тот ему отправил"
      },
      {
        "id": 10,
        "text": "Андриусу нужно срочно искать ручку и бумагу"
      },
      {
        "id": 11,
        "text": "Андриусу лучше вообще ничего не предпринимать"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/30/AddText_07-30-04.09.59.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ответ неверный",
    "answers": [
      {
        "id": 3,
        "text": "ВЕРНУТЬСЯ"
      }
    ]
  },
  {
    "id": 8,
    "text": "Это верное решение. Андриус мысленно перевел цифры в буквы и составил из них слова. Такой текст запоминается намного легче, чем числовой ряд.\n\n             Оказалось, что в шифровке были очень важные для России сведения о планах сепаратистов. Андриус передал информацию своей разведке.\n\n              Через несколько дней у Андриуса состоялось знакомство с ещё двумя сбежавшими из России сепаратистами. Андриус начал рассказывать этим людям некоторые факты из его якобы \"биографии\". Допустил ли он ошибку?",
    "answers": [
      {
        "id": 12,
        "text": "Да, Андриус допустил ошибку. Нельзя было говорить о себе. Это уже лишнее. Да и биография не является настоящей"
      },
      {
        "id": 13,
        "text": "Нет, Андриус сделал правильно"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/30/AddText_07-30-04.14.57.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Андриусу нельзя было спрашивать у сепаратиста об этом. Оказалось, что тот нечаянно отправил ему сообщение, которое предназначалось для другого человека. Теперь сепаратист понял, что Андриус узнал лишнюю информацию. Разведчик оказался в опасности.",
    "answers": [
      {
        "id": 6,
        "text": "ВЕРНУТЬСЯ"
      }
    ]
  },
  {
    "id": 10,
    "text": "Пока Андриус искал ручку и бумагу, сепаратист понял, что ошибочно отправил сообщение не тому человеку, и удалил его.",
    "answers": [
      {
        "id": 6,
        "text": "ВЕРНУТЬСЯ "
      }
    ]
  },
  {
    "id": 11,
    "text": "Если Андриус ничего не станет предпринимать, то не узнает важную информацию.",
    "answers": [
      {
        "id": 6,
        "text": "ВЕРНУТЬСЯ"
      }
    ]
  },
  {
    "id": 12,
    "text": "Андриус не допустил ошибку",
    "answers": [
      {
        "id": 8,
        "text": "ВЕРНУТЬСЯ "
      }
    ]
  },
  {
    "id": 13,
    "text": "Андриус сделал правильно, что начал делиться при знакомстве с сепаратистами некоторыми фактами из своей \"биографии\". Так легче наладить контакт с людьми и спровоцировать их на рассказ о себе.\n\n             Андриусу удалось установить с собеседниками хорошие взаимоотношения. На прощание они обменялись контактами в соцсетях и мессенджерах. Какую дальнейшую модель поведения с ними лучше всего выбрать Андриусу?",
    "answers": [
      {
        "id": 14,
        "text": "Теперь Андриусу нужно очень активно общаться с сепаратистами, чтобы те не ускользнули от него"
      },
      {
        "id": 15,
        "text": "Андриусу нужно вести с новыми знакомыми умеренную коммуникацию. Очень часто им писать не нужно"
      },
      {
        "id": 16,
        "text": "Андриусу лучше всего какое-то время не общаться с новыми знакомыми. Нужно посмотреть, как сепаратисты будут себя с ним вести"
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/30/AddText_07-30-04.21.06.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "Очень активно общаться нельзя, потому что у людей возникнет ощущение давления на них. В таком случае сепаратисты начнут отдаляться от Андриуса.",
    "answers": [
      {
        "id": 13,
        "text": "ВЕРНУТЬСЯ "
      }
    ]
  },
  {
    "id": 15,
    "text": "Андриус поступит правильно. Надоедать людям активным общением нельзя, иначе они начнут ощущать давление на них, но и совсем редко беседовать тоже не нужно, чтобы сохранить создавшиеся взаимоотношения.\n\n            У Андриуса на диктофоне сохранилась запись разговора с сепаратистом, где тот критиковал действия своего иностранного экстремистского руководства. Кому отправил запись разговора Андриус?",
    "answers": [
      {
        "id": 17,
        "text": "Непосредственно иностранным кураторам, о которых отрицательно отозвался сепаратист"
      },
      {
        "id": 18,
        "text": "Человеку, про которого известно, что он связан с иностранными кураторами."
      },
      {
        "id": 19,
        "text": "Никому не отправил, решив подождать"
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/30/AddText_07-30-04.28.13.png"
      }
    ]
  },
  {
    "id": 16,
    "text": "Это неправильный вывод.",
    "answers": [
      {
        "id": 13,
        "text": "ВЕРНУТЬСЯ "
      }
    ]
  },
  {
    "id": 17,
    "text": "Непосредственно иностранным кураторам отправить запись разговора Андриус не мог при всем желании, потому что, как было сказано до этого, он не являлся руководителем группы и знать, кто конкретно входит в число иностранных координаторов, не имел возможности.",
    "answers": [
      {
        "id": 15,
        "text": "ВЕРНУТЬСЯ"
      }
    ]
  },
  {
    "id": 18,
    "text": "Верный вывод. Андриус не мог отправить запись разговора непосредственно кураторам, потому что (не будучи руководителем группы) не знал, кто входит в их число, но он знал человека, который был связан с сепаратистскими координаторами, поэтому отослал запись именно ему.\n\n              Человек передал своим руководителям, что сепаратист нелицеприятно о них отзывается. \n\n               На этот же день между сепаратистом и Андриусом состоялась переписка в соцсети. Что мог предложить Андриус сепаратисту?",
    "answers": [
      {
        "id": 20,
        "text": "Андриус ничего не предлагал  сепаратисту"
      },
      {
        "id": 21,
        "text": "Андриус под диктофон начал предлагать сепаратисту поработать с другим руководством, которое было бы согласно выделять на дело финансы, чтобы затем передать эту запись его экстремистским кураторам"
      }
    ]
  },
  {
    "id": 19,
    "text": "Это возможность, которую лучше не упускать.",
    "answers": [
      {
        "id": 15,
        "text": "ВЕРНУТЬСЯ"
      }
    ]
  },
  {
    "id": 20,
    "text": "Андриус правильно сделал. Нельзя было рисковать и заниматься интригами.\n\n           Развязка наступила сама собой после того, как Андриус передал запись разговора человеку, который был связан с иностранными координаторами. У сепаратиста начались большие проблемы: его репутация среди экстремистов была подорвана с помощью распространения о нем информации негативного содержания. Мало того, ему пришлось прятаться от своих бывших единомышленников. Новый же руководитель, которого назначили кураторы вместо прежнего, оказался \"своим\" для российской разведки человеком, и данная экстремистская группа постепенно стала прекращать своё существование. Таким образом, Андриус смог помочь российской разведке внедрить агента, который взял под контроль группу сепаратистов.\n",
    "answers": [
      {
        "id": 22,
        "text": "ДАЛЕЕ"
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/30/AddText_07-30-05.13.29.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "Это грубая работа, которая может навлечь на разведчика неприятности. Так непрофессионально поступать нельзя, а Андриус был профессионалом.",
    "answers": [
      {
        "id": 18,
        "text": "ВЕРНУТЬСЯ"
      }
    ]
  },
  {
    "id": 22,
    "text": "ПОЗДРАВЛЯЕМ! ВЫ ПРОШЛИ КВЕСТ!",
    "answers": [
      {
        "id": 1,
        "text": "ВЕРНУТЬСЯ В НАЧАЛО"
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2023/07/30/AddText_07-30-05.31.01.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]