[
  {
    "id": 1,
    "text": "Автор: Monkey\n\nПочему герои всегда должны спасать вселенную и бороться за справедливость? Настало время пройти тропой зла и погрузить мир в сладкий ядовитый хаос.\n\nПричина всего — Исток — получила особые силы от высшего существа и теперь вынуждена слепо следовать приказу своего повелителя, сеять раздор и ненависть с каждым своим шагом, ломать судьбы и переступать через все, что было дорого когда-то. Проведите ее по этому пути и сотворите всемогущее зло или же... Сделайте все по-своему?",
    "answers": [
      {
        "id": 2,
        "text": "К истории",
        "middle_answer": true
      },
      {
        "id": 3,
        "text": "Галерея",
        "middle_answer": true
      },
      {
        "id": 4,
        "text": "Достижения",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Содержание.",
    "answers": [
      {
        "id": 5,
        "text": "Глава 1. Встреча."
      }
    ]
  },
  {
    "id": 3,
    "text": "Открытые изображения:",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Открытые достижения:",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "\"Неужели кто-то здесь, чтобы услышать мою историю? Тогда позволь взять тебя, странник, за руку и провести через едкий мрак моих воспоминаний. \n\nМое имя — Исток. Вернее, так зовут меня ныне живые, потому как с меня все началось, но сама я и мое имя канули в прошлое. \n\nТебе все же интересно? Хорошо, я постараюсь вспомнить. Это было так давно... И звуки имени моего уже не отражались от стен в этом мире долгие тысячи лет. Ох...\n\nЭмилинда. Вот оно. Знакомые, разумеется, звали меня Лин.\n\nХоть об этом умалчивают легенды, но тот день, когда я перестала быть человеком, памятен мне и по-своему дорог. Даже пыль столетий не смогла заставить поблекнуть эти воспоминания. \n\nМы с друзьями собирались в поход.\"\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Погожее летнее утро. Солнечный луч настойчиво пробивался через занавески в уютные апартаменты. \n\nВ комнате девушка. Она явно нервничала и перебирала вещи в рюкзаке под аккомпанемент тихого бормотания:\n\n— Щетка... Есть. Полотенце. Есть. Средство от москитов... Как можно забыть средство от москитов?!\n\nДевушка бросила в сторону рюкзак и начала торопливо копошиться в ящике высокого шкафа, а черная прядка волос то и дело норовила упасть ей на глаза и закрыть обзор.\n\nГде-то в постели среди подушек пиликнул телефон, и на экране отразилось смс: \"Лин, мы остановились у продуктового в двух кварталах от тебя. Подтягивайся.\"\n\nХозяйка быстро отреагировала, подняла к глазам гаджет и вчиталась в текст послания. Палец заскользил по дисплею, набирая ответ. ",
    "answers": [
      {
        "var_not": [
          "answ2",
          1,
          "answ1",
          1
        ],
        "var_add": [
          "answ1",
          1
        ],
        "id": 6,
        "text": "\"Даичи, ты мог бы и доехать до меня! Я с вещами!\"",
        "instant": true
      },
      {
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ],
        "id": 6,
        "text": "\n\n\"Даичи, ты мог бы и доехать до меня! Я с вещами!\"",
        "merge": true
      },
      {
        "var_not": [
          "answ2",
          1,
          "answ1",
          1
        ],
        "var_add": [
          "answ2",
          1
        ],
        "id": 6,
        "text": "\"Ок. Ждите.\"",
        "instant": true
      },
      {
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ],
        "id": 6,
        "text": "\n\n\"Ок. Ждите.\"",
        "merge": true
      },
      {
        "id": 6,
        "text": "\n\nТелефон пикнула снова.\n\n\"Добавь к вещам положительный настрой и сама не заметишь, как дойдешь ;) Мы за покупками\"\n\n- Ох, конечно. Конечно. \n\nЛин цокнула языком, забросила телефон в сумку и, после недолгих приготовлений, вышла из квартиры.",
        "var_equal": [
          "answ1",
          1
        ],
        "merge": true
      },
      {
        "id": 6,
        "text": "\n\nТелефон пикнул снова.\n\n\"Я возьму тебе мороженое\".\n\nЛин хмыкнула, забросила телефон в рюкзак и, после недолгих приготовлений, вышла из квартиры.",
        "var_equal": [
          "answ2",
          1
        ],
        "merge": true
      },
      {
        "id": 9,
        "text": "Далее",
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 9,
        "text": "Далее",
        "var_equal": [
          "answ2",
          1
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Несмотря на ранний час, солнце пекло безжалостно. Лин шагала к своей цели и попутно вытирала капли пота со лба, а также задавалась вопросом, с чего вдруг она решилась пойти в поход.\n\nПо округе разносился звон колоколов, призывающий верующих в храм божий, дабы преклонить колени и вознести молитвы, и звук этот становился все громче по мере продвижения Лин.\n\nВскоре девушка уже видела старинные своды церкви и распахнутые широкие ее врата, а перед ними — молодого мужчину в черном одеянии до пят. Когда Лин поравнялась с ним, мужчина вдруг заговорил. Он пригласил ее на церковную службу и улыбался одними только уголками губ, не спуская пристального взгляда с лица девушки.\n\n— Извините, но я очень спешу, — ответила Лин и указала на рюкзак за спиной. — А вы новый пастор?\n\n— Все так, — кивнул мужчина. — Не буду вас задерживать. Помните, что двери в дом Божий всегда открыты для вас.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Еще через несколько минут путешественница уже стояла посреди автомобильной парковки у магазина и оглядывалась вокруг. Шумная компания около огромного сверкающего джипа привлекла ее внимание.\n\n— Ребята! — Лин заспешила к группе молодых людей. — Я верила, что вы не уедете без меня!\n\n— Не обольщайся, — хмыкнул парень с дредами, окрашенными в цвета радуги, — Мари еще делает покупки. Она скорее прострелит нам колеса, чем позволит уехать без нее.\n\n\"Мои друзья. Не было никого ближе, чем они. Вспоминая их лица, я чувствую, как сердце перестает биться в груди. Или оно перестало биться давно? \n\nЯ представлю их тебе.\n\nТот, что с дредами — Гэбриел или Гейб. В нашей компании он был ответственным за поиск приключений и проблем на разные места.\n\nМари же, упомянутая им, обычно возникшие проблемы решала, так что эти двое нивелировали друг друга. Дополнительный вес слова девушки получали за счет ее увлечения холодным оружием — она пробовала себя во всем, что могло колоть и резать. Мари выступала на соревнованиях по фехтованию от имени университета, участвовала в исторических реконструкциях и могла говорить о лезвиях часами. К слову, с именем ей тоже не повезло. Родители нарекли девочку Марибэль, а та, упорно все отрицая, при знакомстве называлась просто Мари.\"",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "У лифта Лин с трудом разминулась с соседями — молодая супружеская пара вместе с дочерью возвращались с утренней прогулки выходного дня. Муж и жена как обычно держались за руки и украдкой улыбались друг другу, а малышка путалась у них в ногах и игриво пищала каждый раз, когда подбрасывала в воздух яркую куклу. \n\nОт супругов всегда веяло каким-то умиротворением. На публике они сдержанно проявляли глубокие чувства друг к другу, а к дочери всегда относились с неизменной нежностью.\n\n— Мистер и миссис Тэлбот, доброе утро! — Лин помахала им рукой и улыбнулась девочке. — Дороти, как поживает твоя куколка? \n\nДевочка прижала куклу к груди и захихикала, скрывая лицо за подолом материного платья.\n\n— Доброе утро, Лин, — миссис Тэлбот оглядела соседку и вопросительно подняла бровь. — Отправляешься в поездку? Нечасто увидишь тебя с таким большим рюкзаком.\n\nЛин кивнула.\n\n— Идем с друзьями в поход. Вернусь через несколько дней. Запомните меня такой! ",
    "answers": [
      {
        "id": 7,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 10,
    "text": "\"Эти двое рядом — Даичи и Итан.\n\nДаичи брюнет с длинными волосами и миндалевидными тёмными глазами. Сейчас я бы сказала, что вижу в них отражение своей души. О нем мы знали не много — только то, что Даичи увлекался музыкой и всегда был при деньгах. И что ему принадлежал этот роскошный автомобиль, разумеется. Год назад парень перевелся к нам из Японии. \n\nИтан внешне являл собой полную противоположность Даичи, а характером разительно отличался от Гейба. Беловолосый, уравновешенный и внимательный к деталям Итан стал нашим массовиком-затейником в хорошем смысле (не в пример Гейбу, опять же). Большой любитель активного отдыха и страстный поклонник физических нагрузок. Именно он сумел собрать нас вместе в этот день.\n\nРаньше мы виделись регулярно в университете, но летом разбредались кто куда. Как глупо.\"\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее",
        "var_set": [
          "money",
          500
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "— Отлично. И ты идешь со мной.\n\nЛин бросила рюкзак в багажник машины, схватила за руку Гейба и потянула его в сторону магазина, пока парень не успел опомниться.\n\n— За что?! — взвизгнул он.\n\n— За дерзость. Неужели ты так боишься Мари?\n\nСтеклянные двери магазина расступились перед посетителями, выпуская на улицу поток прохладного воздуха. Безлюдный с виду торговый зал гудел звуками старых рефрижераторов и неисправных лампочек. Среди стеллажей с задумчивым видом слонялась блондинка — это была Мари.\n\n— О, привет, — она взмахнула кистью, будто прогоняла муху, и вернула взгляд на прилавок. — Хочешь мой совет? Купи бутылку воды в дорогу. \n\nЛин опустила взгляд на соответствующую полку. Десять долларов за бутылку.",
    "answers": [
      {
        "id": 12,
        "text": "Купить воды"
      },
      {
        "id": 13,
        "text": "И так неплохо"
      }
    ]
  },
  {
    "id": 12,
    "text": "Скучающий продавец с демонстративным недовольством отложил в сторону мобильный, когда компания приблизилась к кассе. Все его движения были нарочито медленные, даже жвачка во рту перекатывалась нереалистично долго. \n\nПо экрану телефона продолжили скакать человечки с красными повязками на головах.\n\nМари и Гейб уже оплатили покупки, когда продавец потянулся за бутылкой Лин.\n\n— С вас сто долларов, — лениво растягивая слова, произнес он.\n\n— Что?! — Мари шагнула вперед и хлопнула ладонями по прилавку, но продавец даже не поднял на нее взгляда. Между губ его надулся розовый пузырь жвачки и звонко щелкнул. — Там ценник стоит десять. Какого черта, что это за вода за стольник?!",
    "answers": [
      {
        "id": 14,
        "text": "\"Все в порядке, я заплачу\"",
        "var_sub": [
          "Mari",
          1,
          "money",
          100
        ]
      },
      {
        "id": 15,
        "text": "Ждать, что будет дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "— С моей способностью разливать любую жидкость во всех плоскостях лучше воздержаться от покупки, — Лин неловко хихикнула. — Даичи не простит мне испорченный салон.\n\n— А вот я возьму, — крепкая рука Гейба потянулась к полке и проредила ряды бутылей. — Когда в дикой природе дело доходит до жажды, то цыпочки предпочитают парней с водой, а не ребят при бабках.\n\nГейб игриво подмигнул своим спутницам, а Мари усмехнулась:\n\n— Начни лучше зарабатывать деньги, Гейб. Возможно, эта бутылка не выручит тебя и единожды.",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Лин достала пластиковую карту и провела по датчику на кассе. Продавец с невозмутимым видом протянул ей чек, а Мари скрестила руки на груди и гневно захлебывалась словами.\n\nКогда жаркое летнее солнце вновь упало на кожу, Мари ухватила Лин за локоть и развернула к себе лицом.\n\n— Что с тобой такое?! Он просто развел нас на деньги!\n\n— Не нас, а меня, — поправила Лин. — Не велика потеря, и мне не хотелось бы начинать этот день со скандала.\n\n— Господи, Лин, — всплеснула руками Мари. — Научись уже постоять за себя! Что здесь, что в универе...\n\nГейб примирительно поднял руки, втиснулся между девушками и неловко улыбнулся. \n\n— Ну-ну, хватит вам. Лин просто более мягкая. Отпусти ее, Мари.\n\nНеизвестно подействовала ли так улыбка Гейба или Мари уже остыла, но девушка отступила, кивнув в сторону машины.\n\n— Поехали. Хотелось бы добраться на место раньше заката.\n\n— Ух, а она сегодня холодна, — сказал Гейб, глядя ей вслед и почесывая затылок. — Не принимай на свой счет, у нее бывает.\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Бюджет: ",
        "comment": true,
        "var_show": [
          "money",
          "долларов"
        ]
      },
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Гейб и Лин немедленно застыли, как это нередко бывало с ними после вступления в дело воинственной Мари. Со стороны казалось, что девушка вот-вот потеряет терпение и тряхнет продавца за шкирку, хотя, пожалуй, даже это не смогло бы вдохнуть в него больше жизни.\n\n— Нету денег, так катитесь отсюда.\n\nМужчина поднял на Мари взгляд, который можно было бы описать цензурным словом \"безучастный\".\n\n— Черта с два! Мы возьмем воду!\n\nМари достала из бюстгальтера помятые десять долларов и сунула их в нагрудный карман рубашки продавца. Затем она ухватила парня за лацкан и притянула его ближе к себе, а сама подалась вперед над прилавком, почти соприкасаясь носами со своим оппонентом. \n\n— Ты очень ошибся, полагая, что сможешь нас нагреть. Скажи спасибо, что я засунула эту десятку тебе в карман, козел.\n\nМари резко отпустила побледневшего продавца, от чего он чуть ли не сел на пол, и схватила с полки огромную шоколадку.\n\n— В качестве компенсации. \n\nУже у выхода она выставила средний палец в сторону кассы и увела спутников на парковку.",
    "answers": [
      {
        "id": 16,
        "text": "\"Вау, это было круто\"",
        "var_add": [
          "Mari",
          1
        ]
      },
      {
        "id": 18,
        "text": "\"Это было слишком\"",
        "var_sub": [
          "Mari",
          1
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "— Хочешь также? Следующий наглый продавец твой, — сказала Мари, затем на ходу открыла упаковку с шоколадом. — Кусочек?\n\n— Спасибо, — Лин улыбнулась и отломила квадратик. — Не думаю, что когда-нибудь смогу повторить подобное.\n\n— Тебе и не придется, — раздался сзади голос Гейба. — Когда рядом такая валькирия.\n\n— Я полагала ты скорее сравнишь меня с бензопилой, — Мари скосила глаза в сторону парня, а потом двумя пальцами поместила в рот порцию шоколада.\n\n— Нет, если поделишься. \n\nГейб наклонился вперед и разом откусил большой кусок от плитки под неодобрительные крики девушек, но  Мари отпихнула его локтем и сказала:\n\n— Все же, возвращаясь к нашему разговору. Начни с малого, тогда постепенно почувствуешь себя смелее. И да, если что, то мы всегда рядом.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Скорее нет, чем да, — лицо Гейба светилось неподдельным самодовольством. — Но джентельмен должен был спросить, верно?\n\n— Джентельмен не стал бы сходу называть подругу принцессой, — проворчал изнутри салона Итан, но обладатель разноцветных дред полностью проигнорировал замечание.\n\nВ этот момент хлопнула передняя дверца и на пассажирское место вспорхнула счастливая Мари.\n\n— Не знаю... — протянула Лин. — Вы двое будете толкать меня всю дорогу своими широченными плечами.\n\n— Лин, пожалуйста, — Итан выглянул из приоткрытой дверцы и теперь смотрел в лицо девушки глазами, полными неутолимой боли. — Не заставляй меня ехать бок о бок с ним, он станет звать принцессой уже меня. Если будет неудобно, то мы спустим Гейба на пол, как спаниеля. Как очень дружелюбного спаниеля.\n\n— Ох, только во имя спасения твоей чести, Итан.\n\nЛин вскочила на подножку джипа, а Итан протянул ей руку изнутри салона, непрерывно улыбаясь. Несмотря на просторный салон автомобиля, компания все же была плотно укомплектована на заднем сиденье. Затем Даичи поправил зеркало заднего вида, оглядев троицу, провел последние приготовления и завел мотор. Машина тронулась.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Ты считаешь? — небрежно бросила Мари через плечо и на ходу открыла упаковку шоколада. — Тогда вернись и заплати сотню за чертову бутылку.\n\nЛин все же продолжила идти бок о бок с подругой к парковке.\n\n— Да, он поступил неправильно, но твоя реакция несоразмерна, Мари. Это ненормально.\n\nВнезапно Мари резко остановилась, ухватила Лин за локоть и развернула к себе лицом.\n\n— Что с тобой такое?! Он просто хотел развести нас на деньги!",
    "answers": [
      {
        "id": 18,
        "text": "\n\n— Не нас, а меня, — поправила Лин. — И я считаю, что конфликт можно было урегулировать более мирно.\n\n— Господи, Лин, — всплеснула руками Мари. — Научись уже постоять за себя! Что здесь, что в универе...\n\nГейб примирительно поднял руки, втиснулся между девушками и неловко улыбнулся. \n\n— Ну-ну, хватит вам. Лин просто более мягкая. Отпусти ее, Мари.\n\nНеизвестно подействовала ли так улыбка Гейба или Мари уже остыла, но девушка отступила, кивнув в сторону машины.\n\n— Поехали. Хотелось бы добраться на место раньше заката.\n\n— Ух, а она сегодня холодна, — сказал Гейб, глядя ей вслед и почесывая затылок. — Не принимай на свой счет, у нее бывает.",
        "need": [
          12
        ],
        "merge": true
      },
      {
        "id": 18,
        "text": "\n\n— Не нас, а Гейба. Он вполне способен был разобраться с этим сам, — поправила Лин. — И я считаю, что конфликт можно было урегулировать более мирно.\n\n— Господи, Лин, — всплеснула руками Мари. — Научись уже постоять за себя! Что здесь, что в универе...\n\nГейб примирительно поднял руки, втиснулся между девушками и неловко улыбнулся. \n\n— Ну-ну, хватит вам. Лин просто более мягкая. Отпусти ее, Мари.\n\nНеизвестно подействовала ли так улыбка Гейба или Мари уже остыла, но девушка отступила, кивнув в сторону машины.\n\n— Поехали. Хотелось бы добраться на место раньше заката.\n\n— Ух, а она сегодня холодна, — сказал Гейб, глядя ей вслед и почесывая затылок. — Не принимай на свой счет, у нее бывает.",
        "need": [
          13
        ],
        "merge": true
      },
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "На парковке парни явно заждались, но старались не выказывать нетерпения.\n\n— Вы долго. Случилось что? — спросил Итан.\n\nМари молча пролетела мимо, а две пары глаз проводили ее недоуменно, но тут откликнулся Гейб.\n\n— Воду покупали, — развел он руками и робко улыбнулся.\n\n— Тогда пакуемся.\n\nИтан открыл заднюю дверь и засунул голову в салон автомобиля, а Даичи направился к водительскому месту.\n\n— Занимаем сиденья согласно приобретенным билетам, — продекламировал он. ",
    "answers": [
      {
        "id": 21,
        "text": "Сесть спереди",
        "var_add": [
          "Daichi",
          1
        ],
        "var_sub": [
          "Mari",
          1
        ]
      },
      {
        "id": 22,
        "text": "Сесть назад",
        "var_add": [
          "Itan",
          1,
          "Geib",
          1
        ],
        "var_set": [
          "answ1",
          0,
          "answ2",
          0
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "Скучающий продавец с демонстративным недовольством отложил в сторону мобильный, когда компания приблизилась к кассе. Все его движения были нарочито медленные, даже жвачка во рту перекатывалась нереалистично долго. \n\nПо экрану телефона продолжили скакать нарисованные человеческие фигурки с красными повязками на головах.\n\nМари уже оплатила покупки, когда продавец потянулся за бутылкой Гейба.\n\n— С вас сто долларов, — лениво растягивая слова, произнес он.\n\n— Что?! — Мари шагнула вперед и хлопнула ладонями по прилавку, но продавец даже не поднял на нее взгляда. Между губ его надулся розовый пузырь жвачки и звонко щелкнул. — Там ценник стоит десять. Какого черта, что это за вода за стольник?!\n\n— Воу-воу, полегче... — начал было Гейб, но Мари отодвинула его рукой в сторону и распалилась больше прежнего.",
    "answers": [
      {
        "id": 15,
        "text": "Ждать, что будет дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "Лин открыла дверцу пассажирского места спереди и при помощи подножки вскочила внутрь салона. Тут же до ее слуха донеслось еле заметное фырканье, а в зеркале заднего вида позднее появилось кислое лицо Мари.\n\nДаичи сел по левую руку от Лин и приветливо ей улыбнулся, а затем наклонился вперед так, что его нос почти уткнулся в ее плечо, и сказал:\n\n— Не забудь пристегнуть ремни. Безопасность прежде всего.\n\nВзвизгнул ремень, Даичи защелкнул его чуть ниже бедра Лин, а девушка напрасно старалась скрыть покрасневшее лицо. Но, нужно отдать должное японцу — тот сделал вид, что ничего не заметил и, как ни в чем ни бывало, стал готовиться к старту.\n\nРаздалось теперь уже отчетливое фырканье Мари. Девушка сидела между двух плечистых парней и явно не испытывала большого комфорта, несмотря на просторный салон джипа.\n\n— О, да. Спереди у нас ВИП-места. Как насчет того, чтобы посадить туда Итана или Гейба? Здесь определено станет просторнее. Или хотя бы меня? — спросила девушка.",
    "answers": [
      {
        "id": 21,
        "text": "\n\n— Да, тут ВИП-места и нет, мы не будем меняться, — возразила Лин. — Следую твоему совету быть смелее.\n\nМари хмыкнула, но промолчала. Неужели это одно очко в пользу Лин?",
        "need": [
          16
        ],
        "merge": true
      },
      {
        "id": 21,
        "text": "\n\n— Эти рокировки будут бесконечны, — ответил Даичи, поправляя зеркало заднего вида, где неизбежно столкнулся взглядом с Мари. — Если все сели, значит едем.\n\nОн провернул ключ в замке зажигания, и двигатель взревел Повинуясь уверенной руке хозяина, машина тронулась.",
        "merge": true
      },
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Лин шагнула следом за Итаном, когда рядом появился Гейб. Он улыбнулся с толикой коварства и проворковал:\n\n— Принцесса желает быть посередине?\n\nМари торопливо потянулась к ручке передней дверцы.",
    "answers": [
      {
        "id": 24,
        "text": "\"Принцесса желает, чтобы ты ехал в багажнике\"",
        "var_add": [
          "evil",
          1,
          "Itan",
          1,
          "Mari",
          1
        ],
        "var_sub": [
          "Geib",
          1
        ]
      },
      {
        "id": 24,
        "text": "\"Какие разговоры? Полезай в середку, принцесса\"",
        "var_add": [
          "evil",
          1,
          "Itan",
          1,
          "Mari",
          1
        ],
        "var_sub": [
          "Geib",
          1
        ]
      },
      {
        "id": 17,
        "text": "\"Есть ли у меня выбор?\""
      },
      {
        "id": 25,
        "text": "\"Окей, только обещайте не толкаться\"",
        "var_add": [
          "good",
          1,
          "Geib",
          1
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Путешествие началось. Джип выехал с парковки магазина и влился в поток оживших улиц города, направляя свои колеса к окраинам мегаполиса и дальше — в живописные лесные угодья.\n\n— Итан, не будешь ли ты так любезен просветить нас куда мы держим путь? — спросил Даичи на очередном красном светофоре.\n\nТут же раздалось шуршание, и Итан извлек из кармана в несколько раз сложенную карту местности. Он развернул ее между передними сиденьями и пальцем провел по синей артерии-дороге до зелено-серого массива.\n\n— Святые угодники, Итан?! — воскликнула Мари. — Ты знал, что картами можно пользоваться и в телефоне? Эти простыни все равно, что человеческий хвост — безвозвратно устарели. \n\n— Там, куда мы едем, телефон будет бесполезен, — улыбнулся парень. — Мы остановимся на пять дней здесь, — Итан постучал указательным пальцем по точке на карте. — Лес у основания гор. Можно подняться на скалы, можно поблуждать в чаще, а счастливчики даже увидят лесное озеро.\n\n— Я что, по-твоему, коза, чтобы подниматься на скалы? — пробурчала Мари, но ее комментарий остался без внимания.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Вау, как грубо, — выдохнул Гейб и автоматически провел рукой по дредам. — Это скорее в стиле Мари.\n\nУпомянутая им особа как раз запрыгнула на переднее сиденье, громко хлопнув дверью, и села в полоборота так, чтобы видеть картину сзади.\n\n— Это моя девочка! — пропела она.\n\n— Лин, пожалуйста, — Итан выглянул из приоткрытой дверцы и теперь смотрел в лицо девушки глазами, полными неутолимой боли. — Не заставляй меня ехать всю дорогу бок о бок с ним.\n\nНа последнем слове молодой человек сделал выразительный акцент и повел подбородком в сторону Гейба, а тот скривил брезгливую рожицу в ответ.\n\n— Ох, хорошо, хорошо! Не давите на меня.\n\nЛин вскочила на подножку джиппа, а Итан протянул ей руку изнутри салона, непрерывно улыбаясь. Когда компания была плотно укомплектована на заднем сиденье, несмотря на просторный салон автомобиля, Даичи поправил зеркало заднего вида, оглядев троицу, провел последние приготовления и завел мотор. Машина тронулась.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Как скажешь, принцесса.\n\nГейб улыбнулся и протянул руку Лин, чтобы помочь ей подняться на высокую подножку джипа.\n\nНесмотря на просторный салон автомобиля, компания все же была плотно укомплектована на заднем сиденье.\n\nЗатем Даичи поправил зеркало заднего вида, оглядев троицу, провел последние приготовления и завел мотор. Машина тронулась.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Вас понял, — кивнул Даичи и сосредоточился на дороге.\n\nТем временем компания погрузилась в созерцание открывшихся видов за окном, и следующие полчаса прошли в тишине, пока Гейб наконец громко не выдохнул:\n\n— Ох, я устал! Сколько нам еще ехать?\n\n— Ты что, осел из Шрека?! — взвился Итан. — До места добираться три часа, а ты помолчал только тридцать минут! Если устал сидеть, то беги за машиной...\n\nНа заднем сиденье затеялась дружеская перебранка, и атмосфера в салоне оживилась. Даичи поглядывал на ребят в зеркало заднего вида, тонко улыбаясь.\n\n— Эй, Даичи, — высунул голову вперед Гейб, когда разговор перетек в мирное русло. — А что стало с твоим прежним авто?\n\n— Гейб, вернись назад, ты пускаешь слюни на панель приборов! — отдернул его сзади Итан.\n\n— Ничего, — ответил Даичи. — Стоит в гараже. Я подумал, что джип лучше подойдет для нашей поездки.\n\n— Да не-е-т, — протянул Гейб. — В такой компании я был бы рад ехать и в \"эгоисте\".\n\n— И полицейские были бы рады увидеть пятерых в двухместной машине.\n\n— Мы бы натравили на них Мари.\n\n— Эй!\n\nЛицо с ухмылкой вдруг исказилось ужасом. Возможно, Гейбу было прямо сейчас больно.\n\n",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Итак... — неуверенно начала Лин. — Как проходит ваше лето? Кто чем занимался прошлые месяцы?\n\n— Я сплавлялся по реке Колорадо, — Итан откинулся на спинку сиденья и мечтательно закрыл глаза, предаваясь воспоминаниям. — Солнце, вода, визги случайных гостий. Ходил в тренажерный зал, готовлюсь к университетским соревнованиям. Они должны принести мне несколько дополнительных очков к успеваемости.\n\nГейб наклонился вперед и осмотрел лицо друга, затем тонко взвизгнул: \n\n— У тебя и так все неплохо с успеваемостью, куда еще? И это при том, что в помещение тебя палками не загонишь. Говорю вам, у Итана интрижка с заведующей кафедры! А может быть и с самим деканом!\n\nВновь завязалась перебранка и, пока парни расставляли приоритеты, Лин обратилась к Даичи и Мари:\n\n— Ребята, а вы?\n\n",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Как обычно, фехтование, соревнования, полировка ножей, — Мари безразлично пожала плечами и уткнулась в окно, но тут же навострила уши, когда заговорил Даичи.\n\n— Я погрузился в музыку. Есть пара новых идей.\n\n— Ты расскажешь нам, чем занимаешься? — голос Мари будто стал мягче. — Словно что-то скрываешь.\n\nДаичи улыбнулся еле заметно и ответил, не отрывая глаз от дороги.\n\n— Когда-нибудь обязательно. А ты, Лин? Наверное, устала совмещать работу с учебой, отдохнула хотя бы летом?\n\nНа лицо Лин упала тень при мысли о работе. Все лето она провела за пыльным прилавком антикварной лавки, изредка выбираясь только в кино. Этот поход оказался для нее чуть ли не единственным глотком свежего воздуха. А впереди снова учеба, снова долгие вечера в компании китайских ваз и прочих невероятно ценных безделушек.\n\n— Летом не сезон, посетителей мало, так что я большую часть времени сидела в одиночестве. Успела соскучиться по людям. \n\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Это отличные новости! — в общий разговор снова включился Гейб. — Ребята, я летом такой клуб нашел, мы просто обязаны туда попасть! В этот раз никаких обнаженных официанток, честное слово! Просто посидим с вами, сгладим впечатления от похода... Выкурим из себя всю эту природную ерунду!\n\nЛин вздохнула и оглядела своих спутников.\n\n— Вы с Итаном как масло и вода! Вас надо было рассадить...\n\n",
    "answers": [
      {
        "id": 29,
        "text": "\n\n— Слишком поздно, принцесса, — Гейб игриво толкнул Лин плечом и засмеялся. — Мы теперь как шпроты в банке, как в венике хворостинки, как...\n\n— Остановись, неисправимый романтик! \n\nИтан запустил в Гейба шейной подушкой, и снова началась потасовка, в этот раз с летающими предметами, но строгий мужской голос быстро привел их в чувство.\n\n— Если вы не прекратите, то я включу вам мультики.",
        "need": [
          22
        ],
        "merge": true
      },
      {
        "id": 29,
        "text": "\n\n— Только если ты поменяешься с ним местами, Лин, — голова Гейба вновь оказалась в передних рядах, но тут же была возвращена обратно Итаном.\n\nМари, зажатая между ними как меж двух огней честно какое-то время терпела, что нетипично для нее, но сколько бы веревочке ни виться...\n\n— Прекратите оба! Иначе я включу вам мультики! Детский сад!\n\nПарни притихли, но можно побиться об заклад - не на долго.",
        "need": [
          21
        ],
        "merge": true
      },
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Время в пути пролетело незаметно за дружескими разговорами, обсуждениями планов и последних событий, однако шумная компания замолкла, стоило джипу свернуть на узкую лесную дорогу.\n\nЕще несколько километров ветви хлестали окна автомобиля и противно скрежетали по его бокам, пока наконец Итан не дал команду выйти на бездорожье и позднее остановиться на небольшой поляне.\n\nМашина заглохла, от капота поднялся почти осязаемый жар, после чего молодые люди и девушки вышли на поляну. Кто-то потягивался, кто-то жаловался. Даичи сорвал с крышки капота зеленую ветвь, а Итан по-хозяйски прошелся вокруг, оглядывая предполагаемое место стоянки.  \n\n— Итак, добро пожаловать! — объявил он. — Один из лучших потайных уголков нашего штата с девственными лесами и воздухом, чистым как зачетка Гейба. Сейчас в багажнике берем и устанавливаем палатки, затем у каждого будет полтора — два часа на отдых от созерцания любимых лиц своих друзей. Иными словами заниматься можно чем угодно, а затем обед.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Итан, почему этот уголок считается потайным? — спросила Лин, сгибаясь под тяжестью мешка с палаткой.\n\n— Потому что здесь никогда никого нет. Что удивительно. В этих местах есть и горы, и озеро. Так, эта палатка для мальчиков, а эта для девочек. Ставить будем прямо тут. Даичи, что это у тебя?\n\n— Палатка, — японец невозмутимо расстилал по земле темно-зеленую материю и перебирал прочие принадлежности. — Я уже вырос, чтобы спать с мальчиками.\n\nМари отвернулась и покраснела, а Итан казался недовольным таким порядком дел, но промолчал.\n\nВскоре лагерь из трех палаток был установлен, и его обитатели разбрелись по округе в поисках приключений.",
    "answers": [
      {
        "id": 32,
        "text": "Идти с Даичи",
        "var_add": [
          "Daichi",
          1
        ]
      },
      {
        "id": 33,
        "text": "Идти с Мари",
        "need": [
          106
        ]
      },
      {
        "id": 34,
        "text": "Идти с Итаном"
      },
      {
        "id": 35,
        "text": "Идти с Гейбом",
        "var_add": [
          "Geib",
          1
        ]
      },
      {
        "id": 36,
        "text": "Побродить по лесу самостоятельно"
      }
    ]
  },
  {
    "id": 32,
    "text": "Лин раскладывала вещи внутри палатки и заранее готовила спальное место, из-за чего замешкалась и вышла на уже безлюдную поляну.\n\nПервой спонтанной мыслью было найти Даичи. В таинственной и холодной фигуре японца было что-то притягательное, что заставило девушку вспомнить о нем в минуту внезапного одиночества. \n\nЕсли бы рядом пролегало устье реки, то Лин интуитивно знала бы где искать парня, но сейчас, будучи окруженной лесом и горами, она лишь бесцельно побрела вперед, наслаждаясь свежим воздухом.",
    "answers": [
      {
        "id": 90,
        "text": "Далее",
        "var_set": [
          "answ1",
          0,
          "answ2",
          0,
          "answ3",
          0,
          "answ4",
          0
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "— Мари, чем займешься? \n\nЛин еще раскладывала некоторые свои вещи внутри палатки и готовила заранее спальное место, а подруга уже откинула полог, чтобы выйти.\n\n— Пойду погуляю, развеюсь немного. Если что, то буду в той части леса.\n\nДевушка качнула подбородком, указывая направление, и мягко выскользнула наружу.\n\n— Могу я... — Лин обернулась и, наконец заметив свое одиночество, осеклась. — Пойти с тобой, Мари. Ох, Мари. Но я все равно пойду!\n\nОна засуетилась так, будто опаздывала на поезд. Схватила кепку, положила, снова схватила. Махнула в сердцах рукой и выскочила из палатки.\n\n",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Лин раскладывала вещи внутри палатки и заранее готовила спальное место, из-за чего замешкалась и вышла на уже безлюдную поляну.\n\nПервой спонтанной мыслью было найти Итана — кто как ни он знает лучшие способы интересно провести время на природе. Нет сомнений, что парень даже сейчас выбрал активный отдых, поэтому Лин побрела в сторону гор, полагаясь на интуицию и слух. \n\nВ случае неудачи она хотя бы прогуляется, верно? ",
    "answers": [
      {
        "id": 37,
        "text": "К горам"
      }
    ]
  },
  {
    "id": 35,
    "text": "Лин закончила готовить спальное место, подхватила рюкзак и вышла из палатки, почти столкнувшись с Гейбом.\n\n— Лин, ты сногсшибательна! — парировал юноша и уклонился. — Чем планируешь заняться?\n\nГейб спросил походя, зарылся по плечи в багажник джипа и чуть позднее вынырнул оттуда довольный с охапкой пластиковых бутылок в руках.\n\n— Эм... А что это делаешь ты? \n\n— Кое-что, — Гейб подмигнул девушке и пошел к краю леса. — Хочешь со мной?\n\n— Заинтриговал. Расскажешь?\n\n— Не, пусть это будет сюрприз.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Лин раскладывала вещи внутри палатки и заранее готовила спальное место, из-за чего замешкалась и вышла на уже безлюдную поляну.\n\nИтан был прав, воздух действительно здесь такой чистый, пахнущий разномастными ароматами леса, что хочется закупорить его в банки и открыть холодным зимним вечером. Девушка глубоко вдохнула пьянящий запах хвои и теплой земли, размяла затекшие мышцы и потянулась на солнце, как кошка.\n\n— М-м-м, настоящие каникулы начались, — промурчала она. — Хоть я и соскучилась по ребятам, но исследовать новое место интересно и в одиночку. Настало время прогуляться! Итан что-то про озеро говорил...\n\nЛин накинула на плечи лямки рюкзака, сопровождавшего ее в этом походе, и пошла в лес.\n",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Девушке повезло — в один момент лес расступился и открыл ей вид на почти отвесный утес, в середине которого маячила одинокая фигура с белыми волосами.\n\n— Итан! — воскликнула девушка и парень обернулся на зов.\n\nЗаметив подругу, молодой человек крепко уперся ногами в стену, а рукой схватил какое-то устройство и зашагал по стене будто по земле, опускаясь постепенно в низ. Лин встретила его у основания утеса и с горящими от любопытства глазами спросила:\n\n— Ого, ты делаешь это так ловко! Когда ты научился?\n\n— Я умею не только это. Альпинизм так, баловство.\n\nСейчас Итан встал твердо напротив Лин и она смогла его хорошенько разглядеть. Пояс и ноги парня охватывала какая-то конструкция, похожая то ли на шорты, то ли на лошадиную упряжь, а от нее тянулась вверх веревка, зафиксированная карабином. Именно это устройство не позволяло парню упасть в случае срыва со скалы.\n\nИтан заметил любопытство Лин и протянул ей лямку.\n\n— Попробуешь? \n\nДевушка отшатнулась в замешательстве и заскользила взглядом по нависающему над головой монолиту.\n\n— Но у тебя только одна страховка. Да и я новичок, не осилю такой подъем.\n\n— Тогда мы перейдем туда, — Итан указал рукой чуть в сторону на каменную гряду, высотой с десятиэтажный дом. — В этом месте много выступов и расщелин, так что подъем не составит сложности даже для новичка, а систему отдам тебе. Я занимаюсь скалолазанием уже давно и обойдусь без нее на такой простой площадке.",
    "answers": [
      {
        "id": 38,
        "text": "Попробовать подъем",
        "var_add": [
          "Itan",
          1,
          "power",
          1
        ]
      },
      {
        "id": 49,
        "text": "Отказаться и уйти"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Я доверяю тебе, — рассмеялась Лин, пусть и немного нервно. — Только подсказывай мне, ладно?\n\n— Ладно. \n\nИтан улыбнулся в ответ и положил к ногам девушки страховочную систему. Несколькими уверенными движениями он помог ей надеть снаряжение и туго затянул ремни на поясе и бедрах, проверил карабин и мягко, но решительно подвел спутницу к скале, которая должна была стать их треком.\n\n— Ты первый раз? Смотри, — он сделал ладонь \"чашечкой\" и зацепился за выступ. — Таким образом поднимаешься вверх. Высматривай более удобные места для контакта, но полагайся на силу ног, а не рук. Отталкивайся, когда совершаешь подъем и всегда убеждайся, надежен ли твой выбор, прежде чем перенести на него полностью вес. Если что, страховка не даст тебе упасть. Вперед. Ничего не бойся и помни — я рядом.\n\nИтан сделал шаг назад, позволяя Лин подняться первой. Девушка зацепилась руками за выступы, а ноги поставила на ближайшие камни и оглядела стену выше. Для движения она приметила несколько перспективных направлений.",
    "answers": [
      {
        "id": 40,
        "text": "Схватиться рукой за большой выступ"
      },
      {
        "id": 41,
        "text": "Схватиться рукой за средний выступ"
      },
      {
        "id": 42,
        "text": "Схватиться рукой за маленький выступ"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Мари... Мари... — девушка шептала, от страха стараясь даже не шевелить губами.\n\nЗмея, казалось, прислушивалась к словам, как к заклинанию, и ждала, что будет дальше.\n\n— Мари! — осмелев, Лин высободила ногу из прорези в мешке и толкнула соседку. \n\nВеки бллондинки дрогнули. Она нахмурила брови, и проснулась тихо, как сама заря.\n\n— Это было не слишком...\n\n— Мари! — пламенным шепотом Лин удалось насторожить подругу. — Змея!...\n\nВ который раз девушка поразилась: одного слова было достаточно, чтобы подруга собралась, стряхнула сон, и скользнула взглядом по палатке, выискивая врага. Змея будто облизнула кожистые губы языком, не спуская глаз с Лин.\n\nМари заметила ее и плавно, стараясь не тревожить воздух, потянулась рукой к сумкам — там в боковом кармашке прятался стальной кинжал.\n\n— На счет три постарайся отпрыгнуть назад. Вы слишком близко друг к другу.\n\n— Ты с ума сошла?! На кобру с кинжалом?!\n\n— А у нас есть другой выбор?!\n\nДевушки шипели друг на друга, подражая рептилии, но каждая понимала — одна ошибка может обойтись им очень дорого.\n\n— Раз! — процедила Мари, обхватывая пальцами стремительно нагревающуюся рукоять клинка.",
    "answers": [
      {
        "id": 112,
        "text": "Отпрыгнуть!"
      },
      {
        "id": 113,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 40,
    "text": "Лин потянулась вперед и нащупала большой выступ, сжала пальцы и хотела перенести вес, используя новую опору, но рука не смогла достаточно крепко обхватить широкую площадку и, прежде чем девушка успела понять что произошло, кисть ширкнула по поверхности камня и полетела вниз.\n\nВ ту же секунду тело потеряло поддержку, качнулось в сторону и назад через плечо, и упало бы, но крепкая рука уперлась под лопатки, остановив падение.\n\n— Все хорошо, не нервничай, — произнес мягкий голос над ухом Лин. — Этот выступ большеват для твоей руки, трудно ухватиться за него крепко. Попробуй поменьше и все получится.\n\nЛин с трудом восстановила дыхание и потянулась к среднему выступу. В этот раз рука встала твердо, что придало девушке толику уверенности. Может быть у нее хватит сил преодолеть подъем, если Итан будет рядом?\n\nТеперь, когда тело находилось уже на метр выше от земли, следующий шаг заставлял задуматься серьезнее. Впереди виднелся перспективный выступ, до которого Лин могла бы дотянуться одним большим шагом и не тратить много сил или же совершить несколько мелких шажков и переходов.",
    "answers": [
      {
        "id": 43,
        "text": "Сделать большой шаг до выступа"
      },
      {
        "id": 44,
        "text": "Сделать несколько мелких шажков"
      }
    ]
  },
  {
    "id": 41,
    "text": "Лин потянулась вперед и нащупала средний выступ, сжала пальцы и перенесла вперед вес, используя новую опору. Рука надежно зафиксировалась на подходящей поверхности, и девушка облегченно вздохнула, преодолев первое препятствие удачно.\n\n— Вот так, отлично, — произнес мягкий голос над ухом Лин. — Этот выступ прекрасно подходит для твоей руки и проще ухватиться за него крепко. Ты почти уже на вершине!\n\n— Итан, я на метр над землей! Шутник.\n\n— Вера в себя и наличие четкой цели уже половина дела, Лин.\n\nТеперь, когда тело находилось уже выше, чем было привычно для него, следующий шаг заставлял задуматься серьезнее. Впереди виднелся перспективный выступ, до которого Лин могла бы дотянуться одним большим шагом и не тратить много сил или же совершить несколько мелких шажков и переходов.",
    "answers": [
      {
        "id": 43,
        "text": "Сделать большой шаг до выступа"
      },
      {
        "id": 44,
        "text": "Сделать несколько мелких шажков"
      }
    ]
  },
  {
    "id": 42,
    "text": "Лин потянулась вперед и нащупала маленький выступ, сжала пальцы и хотела перенести вес, используя новую опору, но рука не смогла достаточно крепко обхватить узкую площадку и, прежде чем девушка успела понять, что произошло, кисть ширкнула по поверхности камня и полетела вниз.\n\nВ ту же секунду тело потеряло поддержку, качнулось в сторону и назад через плечо, и упало бы, но крепкая рука уперлась под лопатки, остановив падение.\n\n— Все хорошо, не нервничай, — произнес мягкий голос над ухом Лин. — Этот выступ слишком маленький для твоей руки и пальцы еще не привыкли к нагрузке, поэтому трудно ухватиться за него крепко. Попробуй чуть более крупный и все получится.\n\nЛин с трудом восстановила дыхание и потянулась к среднему выступу. В этот раз рука встала твердо, что придало девушке толику уверенности. Может быть, у нее хватит сил преодолеть подъем, если Итан будет рядом?\n\nТеперь, когда тело находилось уже на метр выше от земли, следующий шаг заставлял задуматься серьезнее. Впереди виднелся перспективный выступ, до которого Лин могла бы дотянуться одним большим шагом и не тратить много сил или же совершить несколько мелких шажков и переходов.",
    "answers": [
      {
        "id": 43,
        "text": "Сделать большой шаг до выступа"
      },
      {
        "id": 44,
        "text": "Сделать несколько мелких шажков"
      }
    ]
  },
  {
    "id": 43,
    "text": "Решение было принято, и девушка не стала размениваться по мелочам. Оттолкнувшись изо всех сил, она вытянулась стрелой и зацепилась за уступ, а затем выбросила в ту же сторону ногу. Но когда настала пора перенести оставшиеся конечности в заданном направлении, выяснилось, что сил и возможностей на это уже не было. Лин замерла на стене в позе буквы \"Х\", а руки и ноги задрожали от перенапряжения, но что-либо сделать с этим она абсолютно не могла. Оставалось только паниковать.\n\nЧерез пару секунд закоченевшие от нагрузки пальцы сорвались, поранив кожицу на подушечках. Тело по приказу гравитации бросилось назад, а страховочный трос незамедлительно натянулся, но не позволил девушке упасть. \n\nЛин успела только схватить воздух ртом и повисла напротив стены в недоумении.\n\n— Второе правило скалолазания наглядно, — Итан осматривал девушку так, будто наблюдал в лаборатории результаты эксперимента. — Движения должны быть плавными, но осторожными. Попробуй еще раз, однако в этот раз не разбрасывай себя так широко. Постепенно. На релаксе.\n\n— Надо ли говорить о твоем извращенном представлении релакса?\n\nЛин вновь зацепилась за спорный участок трассы и в этот раз переместилась к конечному пункту через несколько последовательных выступов. Вторая попытка увенчалась успехом.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Решение было принято, и девушка последовала осторожной тактике. Заветный \"финальный\" комфортный уступ маячил перед глазами и призывал броситься к нему незамедлительно, но Лин аккуратно нащупала подходящие неровности и площадки на пути к нему, методично переносила свой весь с одной точки на другую и таким образом приближалась к цели шаг за шагом.\n\nСтраховочный трос позвякивал у пояса, но оставался безучастным к происходящим событиям.\n\n— Второе правило скалолазания наглядно, — Итан осматривал девушку так, будто наблюдал в лаборатории результаты эксперимента. — Движения должны быть плавными, но осторожными. Ты молодец, держишься компактно и двигаешься как надо. Постепенно. На релаксе.\n\n— Надо ли говорить о твоем извращенном представлении релакса?\n\nМаневр увенчался успехом.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Когда Лин добралась до своего следующего пункта назначения, Итан подошел вплотную к стене и провел по ней руками, как слепой, исследующий предмет перед ним. Затем он легко толкнулся от земли и почти без усилий заскользил вверх вслед за девушкой.\n\n— Ты еще прочувствуешь, втянешься. Потом начнешь наслаждаться.\n\n— Чем наслаждаться? — спросила Лин, и глянула через плечо вниз на парня.\n\n— Видом, — двусмысленно ответил тот и, пока новоиспеченная альпинистка обдумывала ответ, добавил. — Окей, впереди относительно трудный участок. Сосредоточься. Прижми тело близко к поверхности и держись так. Не отклоняй корпус назад, иначе сорвешься.\n\nНа очередном отрезке трека поджидала альпинистов череда меньших по размеру, чем необходимо для комфортного прохождения, уступов. Данная полоса препятствий определенно напряженная.",
    "answers": [
      {
        "id": 46,
        "text": "Начать движение",
        "var_set": [
          "answ1",
          0,
          "answ2",
          0,
          "answ3",
          0,
          "answ4",
          0,
          "answ5",
          0,
          "answ6",
          0,
          "answ7",
          0
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "Лин последовала совету более опытного компаньона и прижалась к стене, насколько это было возможно.  Рука зафиксировалась на опоре и девушка перенесла вес вперед, сделала шаг выше. \n\nМеньший уступ тут же заставил пальцы напрячься сильнее.",
    "answers": [
      {
        "var_add": [
          "answ1",
          1
        ],
        "id": 46,
        "instant": true,
        "text": "Отдохнуть",
        "var_no_more": [
          "answ2",
          0,
          "answ1",
          0
        ]
      },
      {
        "id": 46,
        "text": "Отдохнуть",
        "comment": true,
        "var_need": [
          "answ1",
          1
        ]
      },
      {
        "id": 46,
        "text": "Непривычные нарастающие ощущения взволновали Лин. Она нахмурилась и неуверенно пошевелила пальцами. Двигаться дальше? Безрассудно. \n\nДевушка замерла в ожидании, что мышечный тонус нормализуется, но он только возрастал с каждой секундой, а тело становилось все менее сговорчивым. Его забила крупная дрожь и в следующий момент напряженная рука сдалась и разжалась.\n\nЛин упала назад, но страховка не позволила ей ринуться к земле, а вот сорвавшийся с выступа камень помчался вниз, прямиком в идущего сзади Итана. Молодой человек успел заметить снаряд и уклонился в последнюю секунду, но каменный осколок черкнул его по лицу, оставив за собой широкую красную полосу. Багровая нить завилась вдоль щеки Итана, обогнула подбородок и дробью капель застучала по груди.\n\n- Итан!\n\n- Все хорошо, Лин! - парень тряхнул головой, но не разжал рук. - Сосредоточься на подъеме, это царапина. \n\nДевушка вновь зацепилась за непокорный склон.",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 46,
        "text": "Продолжить движение",
        "comment": true,
        "var_need": [
          "answ2",
          1
        ]
      },
      {
        "var_add": [
          "answ2",
          1
        ],
        "id": 46,
        "instant": true,
        "text": "Продолжить движение",
        "var_no_more": [
          "answ2",
          0,
          "answ1",
          0
        ]
      },
      {
        "id": 46,
        "text": "Несмотря на начавшееся покалывание в конечностях, Лин потянулась выше и поднялась еще на одну ступеньку. Пальцы взвыли, но икроножные мышцы еще крепко держали тело в нужном положении.",
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "var_add": [
          "answ3",
          1
        ],
        "instant": true,
        "id": 46,
        "text": "Отдохнуть",
        "var_need": [
          "answ2",
          1,
          "answ1"
        ],
        "var_no_more": [
          "answ3",
          0,
          "answ4",
          0
        ]
      },
      {
        "var_add": [
          "answ3",
          1
        ],
        "instant": true,
        "id": 46,
        "text": "Отдохнуть",
        "var_need": [
          "answ2",
          0,
          "answ1",
          1
        ],
        "var_no_more": [
          "answ3",
          0,
          "answ4",
          0
        ]
      },
      {
        "id": 46,
        "text": "Отдохнуть",
        "comment": true,
        "var_equal": [
          "answ3",
          1
        ]
      },
      {
        "var_not": [
          "answ1",
          1
        ],
        "comment": true,
        "id": 46,
        "var_need": [
          "answ3",
          1
        ],
        "text": "Неривычные нарастающие ощущения взволновали Лин. Она нахмурилась и неуверенно пошевелила пальцами. Двигаться дальше? Безрассудно. \n\nДевушка замерла в ожидании, что мышечный тонус нормализуется, но он только возрастал с каждой секундой, а тело становилось все менее сговорчивым. Его забила крупная дрожь и в следующий момент напряженная рука сдалась и разжалась.\n\nЛин упала назад, но страховка не позволила ей ринуться к земле, а вот сорвавшийся с выступа камень помчался вниз, прямиком в идущего сзади Итана. Молодой человек успел заметить снаряд и уклонился в последнюю секунду, но каменный осколок черкнул его по лицу, оставив за собой широкую красную полосу. Багровая нить завилась вдоль щеки Итана, обогнула подбородок и дробью капель застучала по груди.\n\n- Итан!\n\n- Все хорошо, Лин! - парень тряхнул головой, но не разжал рук. - Сосредоточься на подъеме, это царапина. \n\nДевушка вновь зацепилась за непокорный склон."
      },
      {
        "id": 46,
        "var_need": [
          "answ3",
          1
        ],
        "comment": true,
        "text": "Боль разлилась по всему телу, а мышцы стали твердыми как сталь и неподатливыми, несговорчивыми.\n\n- Итан, я больше не могу! - заскулила девушка и вцепилась побелевшими пальцами в каменную гряду. - Мне страшно! \n\n- Давай, Лин, осталось чуть-чуть! - подбодрил Итан."
      },
      {
        "id": 46,
        "text": "Продолжить движение",
        "comment": true,
        "var_need": [
          "answ4",
          1
        ]
      },
      {
        "var_add": [
          "answ4",
          1
        ],
        "instant": true,
        "id": 46,
        "text": "Продолжить движение ",
        "var_need": [
          "answ2",
          1,
          "answ1",
          0
        ],
        "var_no_more": [
          "answ3",
          0,
          "answ4",
          0
        ]
      },
      {
        "var_add": [
          "answ4",
          1
        ],
        "instant": true,
        "id": 46,
        "text": "Продолжить движение",
        "var_need": [
          "answ2",
          0,
          "answ1",
          1
        ],
        "var_no_more": [
          "answ3",
          0,
          "answ4",
          0
        ]
      },
      {
        "id": 46,
        "text": "Несмотря на начавшееся покалывание в конечностях, Лин потянулась выше и поднялась еще на одну ступеньку. Пальцы взвыли, но икроножные мышцы еще крепко держали тело в нужном положении.",
        "comment": true,
        "var_equal": [
          "answ4",
          1,
          "answ2",
          0
        ]
      },
      {
        "id": 46,
        "var_need": [
          "answ2",
          0,
          "answ4",
          1
        ],
        "comment": true,
        "text": "Боль в руках стала невыносимой, а мышцы посылали сигналы SOS в мозг, как удары в барабан. Пальцы, предплечья, ноги - все затвердело как камень."
      },
      {
        "id": 46,
        "text": "Отдохнуть",
        "comment": true,
        "var_equal": [
          "answ5",
          1
        ]
      },
      {
        "var_add": [
          "answ5",
          1
        ],
        "var_equal": [
          "answ3",
          1
        ],
        "id": 46,
        "text": "Отдохнуть",
        "instant": true,
        "var_no_more": [
          "answ5",
          0,
          "answ6",
          0,
          "answ7",
          0
        ]
      },
      {
        "var_add": [
          "answ5",
          1
        ],
        "var_equal": [
          "answ4",
          1
        ],
        "id": 46,
        "text": "Отдохнуть",
        "instant": true,
        "var_no_more": [
          "answ5",
          0,
          "answ6",
          0,
          " answ7",
          0
        ]
      },
      {
        "id": 46,
        "text": "Неривычные нарастающие ощущения взволновали Лин. Она нахмурилась и неуверенно пошевелила пальцами. Двигаться дальше? Безрассудно. \n\nДевушка замерла в ожидании, что мышечный тонус нормализуется, но он только возрастал с каждой секундой, а тело становилось все менее сговорчивым. Его забила крупная дрожь и в следующий момент напряженная рука сдалась и разжалась.\n\nЛин упала назад, но страховка не позволила ей ринуться к земле, а вот сорвавшийся с выступа камень помчался вниз, прямиком в идущего сзади Итана. Молодой человек успел заметить снаряд и уклонился в последнюю секунду, но каменный осколок черкнул его по лицу, оставив за собой широкую красную полосу. Багровая нить завилась вдоль щеки Итана, обогнула подбородок и дробью капель застучала по груди.\n\n- Итан!\n\n- Все хорошо, Лин! - парень тряхнул головой, но не разжал рук. - Сосредоточься на подъеме, это царапина. \n\nДевушка вновь зацепилась за непокорный склон.",
        "comment": true,
        "var_equal": [
          "answ1",
          0,
          "answ3",
          0,
          "answ5",
          1
        ]
      },
      {
        "id": 46,
        "text": "Тело сотрясала крупная дрожь, и Лин кричит вниз через плечо, чуть не плача:\n\n- Итан, кажется это мой предел!\n\nМолодой человек без лишних слов оглядел картину перед собой, коротко вздохнул и прыгнул вперед, оказавшись рядом с Лин за доли секунды. Одной рукой он обхватил девушку, от чего на второй тут же выступили голубые рейки вен под кожей, и поднял на плечо ношу. Изумленное и растерянное лицо Лин толкнулось в широкую спину Итана, но, прежде чем она смогла понять что происходит, свинцовое тело стало легким как пушинка и опустилось на краю \"V\"- образной расщелины. Рядом сел Итан.\n\n- Отдохни, - сказал он и стер ладонью кровь с щеки, чем сделал только хуже. Теперь тонкий ручеек превратился в след, будто оставленный малярной кистью. - До вершины считанные шаги. Или хочешь вернуться?",
        "comment": true,
        "var_equal": [
          "answ5",
          1
        ]
      },
      {
        "id": 46,
        "text": "Продолжить движение ",
        "comment": true,
        "var_need": [
          "answ6",
          1
        ]
      },
      {
        "text": "Продолжить движение",
        "comment": false,
        "var_equal": [
          "answ4",
          1,
          "answ2",
          1
        ],
        "id": 46,
        "instant": true,
        "var_add": [
          "answ6",
          1
        ],
        "var_no_more": [
          "answ5",
          0,
          "answ6",
          0,
          " answ7",
          0
        ]
      },
      {
        "id": 46,
        "text": "Лин тихо выругалась себе под нос и потянулась к очередному уступу, испытывая во всем теле сильнейший дискомфорт. \n\nК счастью, в полуметре от своего маршрута девушка заметила \"V\"-образную расщелину и сразу юркнула туда, чтобы найти минуту желанного отдыха.\n\nВскоре рядом появилось лицо Итана. Он оглядел подругу, ее новое прибежище и сказал:\n\n- Ты как, живая? Лин, это было потрясающе! Похоже, раньше я не знал тебя и твою силу духа, по крайней мере с этой стороны. Давай, мы просто обязаны добраться до верха!",
        "comment": true,
        "var_need": [
          "answ6",
          1
        ]
      },
      {
        "id": 46,
        "text": "Продолжить движение",
        "comment": true,
        "var_equal": [
          "answ7",
          1
        ]
      },
      {
        "var_add": [
          "answ7",
          1
        ],
        "var_equal": [
          "answ2",
          0,
          "answ4",
          1,
          "answ1",
          1
        ],
        "id": 46,
        "text": "Продолжить движение ",
        "instant": true,
        "var_no_more": [
          "answ5",
          0,
          "answ6",
          0,
          "answ7",
          0
        ]
      },
      {
        "var_add": [
          "answ7",
          1
        ],
        "var_equal": [
          "answ2",
          0,
          "answ4",
          0,
          "answ3",
          1
        ],
        "id": 46,
        "text": "Продолжить движение",
        "instant": true,
        "var_no_more": [
          "answ5",
          0,
          "answ6",
          0,
          "answ7",
          0
        ]
      },
      {
        "var_add": [
          "answ7",
          1
        ],
        "var_equal": [
          "answ4",
          0,
          "answ2",
          1,
          "answ3",
          1
        ],
        "id": 46,
        "text": "Продолжить движение",
        "instant": true,
        "var_no_more": [
          "answ5",
          0,
          "answ6",
          0,
          " answ7",
          0
        ]
      },
      {
        "id": 46,
        "text": "Лин тихо выругалась себе под нос и потянулась к очередному уступу, испытывая во всем теле сильнейший дискомфорт. \n\nК счастью, в полуметре от своего маршрута девушка заметила \"V\"-образную расщелину и сразу юркнула туда, чтобы найти минуту желанного отдыха.\n\nВскоре рядом появилось лицо Итана. Он оглядел подругу, ее новое прибежище и сказал:\n\n- Ты как, живая? Дыши глубоко. Для новичка ты отлично справляешься. Хочешь спуститься или продолжим идти вверх? Тебе не нужно ничего доказывать.",
        "comment": true,
        "var_equal": [
          "answ7",
          1
        ]
      },
      {
        "id": 47,
        "text": "Сойти с дистанции",
        "var_sub": [
          "power",
          1
        ],
        "var_equal": [
          "answ5",
          1
        ]
      },
      {
        "id": 48,
        "text": "Продолжить движение",
        "var_equal": [
          "answ5",
          1
        ]
      },
      {
        "id": 47,
        "var_sub": [
          "power",
          1
        ],
        "text": "Сойти с дистанции",
        "var_equal": [
          "answ7",
          1
        ]
      },
      {
        "id": 48,
        "text": "Продолжить движение",
        "var_equal": [
          "answ7",
          1
        ]
      },
      {
        "id": 48,
        "text": "Продолжить движение",
        "var_equal": [
          "answ6",
          1
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "— Извини, я хочу спуститься, — Лин избегала смотреть прямо в лицо Итану по какой-то причине и принялась разглядывать ссадины на подушечках пальцев.\n\n— Все хорошо, Лин. Давай объясню тебе, как спускаться правильно.\n\nДвигаться вниз оказалось проще, чем вверх, но не менее волнительно, и вскоре Лин обнаружила себя стоящей на тверди земной на своих двоих, хоть колени и норовили подкоситься после приключения. Итан глядел на девушку обеспокоенно, пока помогал снять снаряжение.\n\n— Подожди меня, я соберу снаряжение, и вместе пойдем в лагерь.\n\n— Не нужно, — Лин смутилась и неосознанно заправила за ухо непослушную прядку волос. — Я дойду сама, а ты сможешь еще позаниматься.\n\nОна не стала дожидаться ответа и тут же ушла.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Ну нет, я забралась так далеко не для того, чтобы сдаться! — Лин выпрямилась в расщелине насколько это было возможно и пристально вгляделась вдаль, оценивая возможные маршруты.\n\n— Вот это дух! Хочешь наперегонки? — Итан подмигнул девушке, но одного ее грозного взгляда было достаточно, чтобы заставить его рассмеяться. — Шучу, конечно. Пойдем, это стоит того.\n\nПара вновь устремилась вверх по склону в молчаливом напряжении, но Лин неизменно чувствовала на спине внимательный взгляд, который контролировал каждое ее движение. Не было оснований недоверять страховке, но неужели Итан беспокоился за Лин?\n\nЗемля все удалялась, а огромное дерево у основания подъема уже не казалось и вполовину таким большим. \n\nШершавый холодный камень стер подушечки пальцев, и Лин пришлось прикусить нижнюю губу, чтобы не выдать боли — она верила, что цель близка.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Лесные птички вели бодрую перекличку, а Лин с удовольствием прислушивалась к ним в пути. Вот затянул кто-то тонко как свисток, а ему внезапно вторил дятла стук. Промелькнула тень между крон. Ворона? Или белка?\n\nВнезапно пестрая желтая бабочка с огромным, как ладонь, крыльями, чиркнула по лицу девушки краешком бархатного своего опахала и закружила между деревьев.\n\n— Вот это красавица! — прошептала Лин и последовала за бабочкой на цыпочках. — Я смогу тебя поймать?\n\nМотылек взвился спиралью, словно дразня охотницу, затем полетел вперед, обманчиво петляя, но оставаясь на расстоянии вытянутой руки. Лин последовала за ним и была так увлечена его красотой, что не отводила глаз от переливающихся золотом крыльев.\n\nИ вот, когда бабочка была совершенно близка к тому, чтобы оказаться в руках охотника, Лин потянула руки, сделала большой шаг вперед и...\n\nНога не нашла опоры. Девушка успела только судорожно втянуть носом воздух, а сердце упало в пятки, когда все тело подчинилось гравитации и полетело с каменного обрыва. ",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Хотелось отбросить незванную гостью, напугать, наказать... Да, безумно хотелось наказать.\n\nНутро Лин закипало при виде этих неморгающих глаз и раздвоенного языка, скользящего по холодной коже.\n\nНикто не смеет ей угрожать... Никто!\n\nОна не думала было ли это безрассудно, а может быть даже опасно: волны ночных болей слились внутри в нестройный хор. Пальцы девушки невыносимо жгло, как от встречи с кипятком, а в груди рос необъяснимый жар.\n\nИнстинкт, все время дремавший глубоко внутри девушки, теперь взял над нею власть: Лин замахнулась для удара и обрушила свою ярость на голову врага.\n\nРаздалось резкое шипение и с кончиков пальцев сорвался едкий дым, отвечая на зов. Палатку тотчас же заволокла серая пелена. Лин закашлялась и схватилась за лицо — у нее слезились глаза, и змея теперь пугала не больше вездесущего запаха гари.\n\nСбоку, скрытая непроглядной завесой, закашлялась Мари:\n\n— Да что здесь, боже правый, происходит?! Лин, ты ума лишилась?! Что ты сделала?! \n\nБлондинка метнулась к выходу и выползла наружу, жадно глотая свежий воздух. Лин тоже сочла эту идею блестящей и присоединилась к подруге.\n\n— Там змея... Была змея, — объясняла девушка, срываясь на кашель. — Я хотела напугать ее... Или что-то в этом роде...\n\n— Или сжечь лагерь, ты хотела сказать?! — взгляд Мари сочился ядом, подобно клыкам безвести пропавшей королевской кобры. — Где она теперь?! Внутри? Признавайся, ты с Гейбом заодно?!",
    "answers": [
      {
        "id": 116,
        "text": "\"Мы ведь здесь, чтобы создавать бесценные воспоминания. Ведь так?\"",
        "var_add": [
          "Geib",
          1,
          "evil",
          1
        ]
      },
      {
        "id": 116,
        "text": "\"Конечно, нет! Это все случайность. Прости, Мари.\"",
        "var_add": [
          "Mari",
          1,
          "good",
          1
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "Короткий радости вскрик прокатился по отвесным стенам гор и утонул в зелени леса — рукой подать до просторной площадки на скале, что была финишем трассы.\n\nИтан ускорился и прошел выше по склону мимо Лин, зацепился за край площадки и подтянулся, будто выходил из бассейна. Уже стоя в полный рост в безопасном месте, парень наклонился и протянул руку Лин.\n\n— Давай, без помощи так просто сюда не выберешься.",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Ох, вау... — только и выдохнула девушка.\n\nС высоты открылось безграничное зеленое море леса, волны которого гнал неуемный ветер. Он же подхватил пряди волос Лин и закружил с ними вокруг ее лица, игриво провел черными нитями по щеке Итана, и загадочно стих. Полуденное солнце зашло за облако и теперь бросало косые лучи как копья в мшистую чащу, от чего кроны деревьев отдавали вдруг серебром или золотом перед восхищенным взором зрителя. \n\n— Говорил же. Оно стоит того, — Итан шумно вдохнул свежий, пьянящий и по-особенному пахнущий воздух. Спортсмен опустился на карточки, сел на самый край площадки и непринужденно свесил вниз ноги. \n\n— Хотела бы я побывать здесь на закате. Уверена, что вид будет просто потрясающий, — Лин нерешительно преодолела страх и села рядом с Итаном. Медленно опустила одну ногу в пустоту, а затем и другую.",
    "answers": [
      {
        "var_add": [
          "power",
          1
        ],
        "var_equal": [
          "answ6",
          1
        ],
        "id": 53,
        "text": "Далее",
        "need": [
          41,
          44
        ],
        "var_set": [
          "talk1",
          0,
          " talk3",
          0
        ]
      },
      {
        "id": 54,
        "text": "Далее",
        "var_equal": [
          "answ5",
          1
        ]
      },
      {
        "id": 54,
        "text": "Далее",
        "var_equal": [
          "answ7",
          1
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "Беловолосый парень повернулся к Лин.\n\n— Говорят, что новичкам везет, но это точно не про скалолазание. У тебя есть талант, Лин, внутренняя сила и отличная физическая подготовка. Честно говоря, когда ты подошла к склону, я ожидал чего угодно и в целом, сомневался, стоило ли. Но, вау. Ты невероятна там. Я буду рад, если ты присоединишься ко мне еще в восхождениях.\n\nЛин неловко рассмеялась и упорно смотрела вдаль, хотя чувствовала на лице внимательный взгляд собеседника.\n\n— Кто бы говорил, Итан. Ты что, Тарзан? Поднялся на высоту многоэтажного дома без страховки! Мне следовало бы волноваться о тебе.\n\nМолодой человек ответил также тихим смехом.",
    "answers": [
      {
        "var_add": [
          "talk1",
          1,
          "Itan",
          1
        ],
        "id": 53,
        "text": "\"Спасибо, что взял меня сюда\"",
        "instant": true,
        "var_less": [
          "talk1",
          1
        ]
      },
      {
        "id": 53,
        "text": "\"Спасибо, что взял меня сюда\"",
        "comment": true,
        "var_equal": [
          "talk1",
          1
        ]
      },
      {
        "id": 53,
        "text": "- Добро пожаловать, - ответил Итан. - И все же... Уже не помню когда я последний раз просто сидел и любовался видом вот так. Если бы не ты, сейчас я бы тренировался, ставил перед собой все более и более сложные задачи, упуская удовольствие от восхождения. Такое, как я чувствую здесь и сейчас.\n\n- Всегда пожалуйста, - Лин задорно подмигнула собеседнику.",
        "comment": true,
        "var_equal": [
          "talk1",
          1
        ]
      },
      {
        "var_add": [
          "talk1",
          2
        ],
        "id": 53,
        "text": "\"Как мы будем спускаться?\"",
        "instant": true,
        "var_less": [
          "talk1",
          1
        ]
      },
      {
        "id": 53,
        "text": "\"Как мы будем спускаться?\"",
        "comment": true,
        "var_equal": [
          "talk1",
          2
        ]
      },
      {
        "id": 53,
        "text": "Итан наклонился ближе и почти прошептал:\n\n- Боишься?\n\nПосле драматической паузы он добавил с видом бравого молодца:\n\n- Спускаться гораздо проще. Тебе понравится. Ты упираешься ногами в стену и понемногу травишь страховочный трос. И идешь вниз, почти как по земле.",
        "comment": true,
        "var_equal": [
          "talk1",
          2
        ]
      },
      {
        "var_add": [
          "talk3",
          1
        ],
        "text": "\"Ты всегда такой сдержанный. Но здесь и с Гейбом ты другой\"",
        "id": 53,
        "instant": true,
        "var_less": [
          "talk3",
          1
        ],
        "var_need": [
          "talk1",
          1
        ]
      },
      {
        "id": 53,
        "text": "\"Ты всегда такой сдержанный. Но здесь и с Гейбом ты другой\"",
        "comment": true,
        "var_equal": [
          "talk3",
          1
        ]
      },
      {
        "id": 53,
        "text": "- Гейб бесит меня! Он безответственный, неуемный, его так много! Но Гейб по-прежнему хороший человек, и я люблю его. Как спаниеля. А здесь... В городе мы играем роли, носим маски, беспокоимся о чем-то, что так мало и мимолетно. На природе забываешь обо всем этом и, если захотеть того, то слышишь, как дышит вселенная. Я расслабляюсь, взбираясь на горы, борясь с бурными водными потоками...\n\n- Надеюсь мы не встретим медведя по пути в лагерь.\n\n- Ха-ха, очень смешно, Лин.",
        "comment": true,
        "var_equal": [
          "talk3",
          1
        ]
      },
      {
        "var_add": [
          "talk3",
          2
        ],
        "text": "\"Я хотела бы больше узнать о тебе. Ты никогда не рассказывал о работе, семье\".",
        "id": 53,
        "instant": true,
        "var_need": [
          "talk1",
          1
        ],
        "var_less": [
          "talk3",
          1
        ]
      },
      {
        "id": 53,
        "text": "\"Я хотела бы больше узнать о тебе. Ты никогда не рассказывал о работе, семье\".",
        "comment": true,
        "var_equal": [
          "talk3",
          2
        ]
      },
      {
        "id": 53,
        "text": "- Мне жаль портить атмосферу, но здесь не о чем рассказывать, - Итан повел плечами, созерцая лес у его ног. - Я один. И перебиваюсь в основном подработками. То одно, то другое. Что насчет тебя? Все еще в том антикварном магазинчике?\n\n- Да-а-а, - Лин поморщила нос и потянулась рукой к шее, как бы говоря, что эти воспоминания не одни из ее любимых. - В антикварном. Хочешь принесу тебе мумию? Отлично дополнит интерьер.\n\n- Только если она смогла бы работать вместо меня, хотя бы иногда.\n\nЛин раньше не видела, чтобы Итан улыбался так широко и беззаботно. Его лицо светилось под редкими отблесками переменчивого солнца и навсегда запечатлелось в памяти Лин таким.",
        "comment": true,
        "var_equal": [
          "talk3",
          2
        ]
      },
      {
        "id": 56,
        "text": "Далее",
        "var_more": [
          "talk3",
          1
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": "Беловолосый парень повернулся к Лин и аккуратно взял девушку за руку.\n\n— Покажи мне ладони. Больно? Сам вижу, что больно... Знаешь, Лин, тебе не нужно было ничего никому доказывать, мы могли спуститься, как только тебе станет некомфортно. \n\nЕго спутница хотела что-то возразить, но мужчина решительно прервал ее.\n\n— Спустимся вдвоем, ты будешь держаться за меня.\n\nЛин покраснела как свекла и высвободила руку из крепкой хватки. Подушечки пальцев действительно имели раны. Ее рука потянулась к его лицу, где на щеке запеклась бурая кровь, но замерла на полпути.\n\n— Нет! Посмотри... Это из-за меня.\n\nЛин неловко отвернулась и упорно смотрела вдаль, хотя чувствовала на лице внимательный взгляд собеседника. Легкое прикосновение кисти, чуть более чувственное чем дуновение ветра, заставило ее вздрогнуть.\n\n— Лин, все в порядке. Это случается почти с каждым опытным альпинистом. Не останется и следа, вот увидишь.",
    "answers": [
      {
        "id": 55,
        "text": "Далее",
        "var_set": [
          "talk1",
          0,
          " talk3",
          0
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "Двое сидели в тишине на вершине одной из скал, упивались свободным ветром и ароматами леса, что он приносил.",
    "answers": [
      {
        "var_add": [
          "talk1",
          1,
          "Itan",
          1
        ],
        "id": 55,
        "instant": true,
        "var_less": [
          "talk1",
          1
        ],
        "text": "\"Спасибо, что взял меня сюда\""
      },
      {
        "id": 53,
        "text": "\"Спасибо, что взял меня сюда\"",
        "comment": true,
        "var_equal": [
          "talk1",
          1
        ]
      },
      {
        "id": 53,
        "text": "- Добро пожаловать, - ответил Итан. - И все же... Уже не помню когда я последний раз просто сидел и любовался видом вот так. Если бы не ты, сейчас я бы тренировался, ставил перед собой все более и более сложные задачи, упуская удовольствие от восхождения. Такое, как я чувствую здесь и сейчас.\n\n- Всегда пожалуйста, - Лин задорно подмигнула собеседнику.",
        "comment": true,
        "var_equal": [
          "talk1",
          1
        ]
      },
      {
        "var_add": [
          "talk1",
          2
        ],
        "id": 55,
        "instant": true,
        "var_less": [
          "talk1",
          1
        ],
        "text": "\"Как мы будем спускаться?\""
      },
      {
        "id": 53,
        "text": "\"Как мы будем спускаться?\"",
        "comment": true,
        "var_equal": [
          "talk1",
          2
        ]
      },
      {
        "id": 53,
        "text": "Итан наклонился ближе и почти прошептал:\n\n- Боишься?\n\nПосле драматической паузы он добавил с видом бравого молодца:\n\n- Спускаться гораздо проще. Тебе понравится. Ты упираешься ногами в стену и понемногу травишь страховочный трос. И идешь вниз почти как по земле.",
        "comment": true,
        "var_equal": [
          "talk1",
          2
        ]
      },
      {
        "var_add": [
          "talk3",
          1
        ],
        "var_need": [
          "talk1",
          1
        ],
        "var_less": [
          "talk3",
          1
        ],
        "text": "\"Ты всегда такой сдержанный. Но здесь и с Гейбом ты другой\"",
        "id": 55,
        "instant": true
      },
      {
        "id": 53,
        "text": "\"Ты всегда такой сдержанный. Но здесь и с Гейбом ты другой\"",
        "comment": true,
        "var_equal": [
          "talk3",
          1
        ]
      },
      {
        "id": 53,
        "text": "- Гейб бесит меня! Он безответственный, неуемный, его так много! Но Гейб по-прежнему хороший человек, и я люблю его. Как спаниеля. А здесь... В городе мы играем роли, носим маски, беспокоимся о чем-то, что так мало и мимолетно. На природе забываешь обо всем этом и, если захотеть того, то слышишь как дышит вселенная. Я расслабляюсь, взбираясь на горы, борясь с бурными водными потоками...\n\n- Надеюсь мы не встретим медведя по пути в лагерь.\n\n- Ха-ха, очень смешно, Лин.",
        "comment": true,
        "var_equal": [
          "talk3",
          1
        ]
      },
      {
        "var_add": [
          "talk3",
          2
        ],
        "var_less": [
          "talk3",
          1
        ],
        "id": 55,
        "text": "\"Я хотела бы больше узнать о тебе. Ты никогда не рассказывал о работе, семье\".",
        "instant": true,
        "var_need": [
          "talk1",
          1
        ]
      },
      {
        "id": 53,
        "text": "\"Я хотела бы больше узнать о тебе. Ты никогда не рассказывал о работе, семье\".",
        "comment": true,
        "var_equal": [
          "talk3",
          2
        ]
      },
      {
        "id": 53,
        "text": "- Мне жаль портить атмосферу, но здесь не о чем рассказывать, - Итан повел плечами, созерцая лес у его ног. - Я один. И перебиваюсь в основном подработками. То одно, то другое. Что насчет тебя? Все еще в том антикварном магазинчике?\n\n- Да-а-а, - Лин поморщила нос и потянулась рукой к шее, как бы говоря, что эти воспоминания не одни из ее любимых. - В антикварном. Хочешь принесу тебе мумию? Отлично дополнит интерьер.\n\n- Только если она смогла бы работать вместо меня, хотя бы иногда.\n\nЛин раньше не видела, чтобы Итан улыбался так широко и беззаботно. Его лицо светилось под редкими отблесками переменчивого солнца и навсегда запечатлелось в памяти Лин таким.",
        "comment": true,
        "var_equal": [
          "talk3",
          2
        ]
      },
      {
        "id": 56,
        "text": "Далее",
        "var_more": [
          "talk3",
          1
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "— Я сидел бы здесь ни один час, но Гейб наверняка беснуется в лагере от голода. Возможно он уже жует резину на джипе Даичи.\n\nИтан поднялся аккуратно и помог встать Лин, что было очень кстати, так как непривыкшая к высоте девушка опасно качнулась, вставая.\n\n— Я сама уже собиралась начать ловить мышей. Или какая живность тут водится?\n\nБеловолосый объяснил Лин как правильно спускаться по стене, и вся техника казалась до невыносимого простой на словах. Парень соскользнул с обрыва вниз первым и поджидал спутницу.\n\nЛин выполнила упор ногами, как и учил наставник, отклонилась назад и, медленно стравливая страховочный трос, начала спуск. На задворках сознания маячила мысль, что спускаться без страховки наверняка гораздо сложнее, чем подниматься, но Лин настойчиво заставляла эту мысль молчать, полностью уверенная в способностях Итана.\n\n",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Над горами каркнул ворон, и эхо разнеслось по склонам. \n\nШаг, шаг, шаг. \n\nМир снова погрузился в спокойствие, и только ветер поет в волосах.\n\nКороткий шорох. Звонкий стук. Лин подняла глаза.\n\nСверху на альпинистов с одной из гор мчалась волна из каменных осколков и увесистых валунов. В доли секунды она достигла края площадки, с которой спускались друзья, и обрушилась всем весом вниз.\n\n— Итан! — она выкрикнула его имя не думая, и в страхе оглянулась через плечо, чтобы найти его взгляд.\n\nШироко распахнутые глаза Итана наполнились ужасом. До земли еще слишком далеко. Юноша метнулся в сторону, но рука сорвалась с заступа, и сердце Лин ухнуло вниз вместе с телом Итана. ",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Девушка толкнулась резко ногами, отпустила страховочный трос свободно скользить в карабине, не понимая своих действий. Гравитация надавила на ее плечи, руки, грудь, поволокла за собой к земле.\n\nВ падении нога Лин зацепилась за выступ, тело изменило траекторию, а страховочный трос натянулся с гулким звуком, как струна. Все произошло в доли секунды. Девушка качнулась в сторону, подобно маятнику.\n\nУдар головой о камень заставил мир кружиться и замолкнуть, будто после погружения в глубокие воды. \n\nКуда-то повело. Снова удар.\n\nЛин не слышала этого, но веревка дернулась со странным звуком, щелкнула, и девушку, словно куклу, неведомая сила бросила на дно темной сырой расщелины.",
    "answers": [
      {
        "id": 59,
        "text": "Далее",
        "var_set": [
          "answ1",
          0,
          "answ2",
          0
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": "С трудом она открыла глаза красные от крови, что сбегала по лицу.\n\nРуки и волосы окрасились в алый, на ноге зияла рана.\n\nЛин с ужасом потянулась вперед. Кажется ничего не сломано, тело откликнулось ей.\n\nЗапах древней сырости и, возможно, разлагающейся органики, коснулся ноздрей девушки, но морщилась она не от этого. \n\nРасщелина, куда забросило Лин, иногда освещалась редкими лучами солнца, но только их отражение порой достигало дна. Каменная пасть разверзалась перед своей добычей и образовывала что-то вроде туннеля, конец которого терялся во мраке.",
    "answers": [
      {
        "var_add": [
          "answ5",
          1
        ],
        "instant": true,
        "id": 59,
        "text": "Звать на помощь",
        "need": [
          91
        ],
        "var_less": [
          "answ5",
          1
        ]
      },
      {
        "id": 59,
        "text": "Звать на помощь",
        "comment": true,
        "var_equal": [
          "answ5",
          1
        ]
      },
      {
        "id": 59,
        "text": "- Эй... - прохрипела девушка.\n\nГолос отказывался подчиняться, но она откашлялась и попробовала сесть ровно.\n\n- Ребята, - произнесла она уже более уверенно, а затем набрала полные легкие воздуха, и лицо ее исказилось болью. - Ребята! Кто-нибудь!\n\nОтвета не последовало.",
        "comment": true,
        "var_equal": [
          "answ5",
          1
        ]
      },
      {
        "var_add": [
          "answ3",
          1
        ],
        "text": "Звать на помощь",
        "var_less": [
          "answ3",
          1
        ],
        "instant": true,
        "need": [
          79
        ],
        "id": 59
      },
      {
        "comment": true,
        "var_equal": [
          "answ3",
          1
        ],
        "id": 59,
        "text": "Звать на помощь",
        "need": [
          79
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "answ3",
          1
        ],
        "id": 59,
        "text": "- Гейб... - прохрипела девушка.\n\nГолос отказывался подчиняться, но она откашлялась и попробовала сесть ровно.\n\n- Гейб, - произнесла она уже более уверенно, а затем набрала полные легкие воздуха, и лицо ее исказилось болью. - Гейб! Ребята! Кто-нибудь!\n\nОтвета не последовало.",
        "need": [
          79
        ]
      },
      {
        "var_add": [
          "answ4",
          1
        ],
        "id": 59,
        "instant": true,
        "text": "Попытаться забраться вверх по ущелью ко входу",
        "var_less": [
          "answ4",
          1
        ]
      },
      {
        "id": 59,
        "text": "Попытаться забраться вверх по ущелью ко входу",
        "comment": true,
        "var_equal": [
          "answ4",
          1
        ]
      },
      {
        "id": 59,
        "text": "Лин поднялась на ноги и неуверенно шагнула к стене. Ее мотало из стороны в сторону, как пьяную.\n\nОна провела рукой по каменным выступам и с колоссальным напряжением подняла свое тело на ступеньку выше, но тут же зашипела и ухватилась за кровоточащую ногу. Невозможно.",
        "comment": true,
        "var_equal": [
          "answ4",
          1
        ]
      },
      {
        "var_add": [
          "answ1",
          1
        ],
        "text": "Звать Итана",
        "var_less": [
          "answ1",
          1
        ],
        "instant": true,
        "need": [
          58
        ],
        "id": 59
      },
      {
        "id": 59,
        "text": "Звать Итана",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 59,
        "text": "- Итан... - прохрипела девушка.\n\nГолос отказывался подчиняться, но она откашлялась и попробовала сесть ровно.\n\n- Итан, - произнесла она уже более уверенно, а затем набрала полные легкие воздуха и лицо ее исказилось болью. - Итан!\n\nОтвета не последовало.",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "var_add": [
          "answ2",
          1
        ],
        "text": "Попытаться забраться вверх по ущелью ко входу",
        "var_less": [
          "answ2",
          1
        ],
        "instant": true,
        "need": [
          58
        ],
        "id": 59
      },
      {
        "id": 59,
        "text": "Попытаться забраться вверх по ущелью ко входу",
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "id": 59,
        "text": "Лин поднялась на ноги и неуверенно шагнула к стене. Ее мотало из стороны в сторону, как пьяную.\n\nОна провела рукой по каменным выступам, определила несколько подходящих, как учил ее Итан, и с колоссальным напряжением подняла свое тело на ступеньку выше, но тут же зашипела и ухватилась за кровоточащую ногу. Невозможно.",
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "id": 66,
        "text": "Идти по туннелю"
      }
    ]
  },
  {
    "id": 60,
    "text": "Туннель делал крюк и выводил в обширную пещеру с разверзлым потолком, откуда падали прямые лучи солнца. Теплый свет тонул в лазурных водах, затопивших дно пространства, и нежно ласкал зеленые травинки островка в центре озера. Растительность на этом крошечном куске земли тянулась всем своим существом к фрагменту неба в вышине и жила вопреки всему.\n\nЛин судорожно вдохнула носом воздух. Она никогда не видела шаровые молнии, но много слышала о них. И сейчас нечто, очень похожее на электрический сгусток энергии, висело посреди острова в метре над землей. Девушка замерла.\n\n— Подойди, — прогремел под сводами пещеры мужской бас.\n\nЛин вытаращила глаза и метала взгляды вокруг словно дротики, но решительно не видела источник звука.\n\n— Глупое дитя... Подойди. Не бойся.",
    "answers": [
      {
        "id": 61,
        "text": "Плыть к острову"
      }
    ]
  },
  {
    "id": 61,
    "text": "Лин шла и не отрывала взгляда от сгустка энергии, словно мотылек, который летит на свет электрической лампы.\n\nВода залила кроссовки, лизнула пальцы, затем поднялась до щиколотки, накрыла бедра. Рана на ноге беззвучно зашипела, но девушка не обращала внимания. Полностью зачарованная увиденным, она продолжила погружаться. Вот уже вода дошла до груди, и пришлось грести руками, чтобы не наполнился жидкостью рот. Мокрая одежда потянула вниз. \n\nПесок острова беззвучно смялся под ногой. Лин встала перед тем, что звало ее и манило. По телу прошелся легкий разряд с тихим щелчком.",
    "answers": [
      {
        "id": 62,
        "text": "Далее",
        "var_set": [
          "answ1",
          0,
          "answ2",
          0
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "— Хм. Я ждал не тебя.\n\nТот же бас вновь громыхнул под сводами пещеры, и Лин вздрогнула всем телом, будто получила удар током.",
    "answers": [
      {
        "id": 62,
        "text": "\"Я бы ушла, но не могу\"",
        "var_add": [
          "answ1",
          1
        ],
        "var_less": [
          "answ1",
          1
        ]
      },
      {
        "id": 62,
        "text": "Я бы ушла, но не могу",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 62,
        "text": "- Ты дерзишь мне?! - голос ударил в колокол прямо над головой Лин и она присела на корточки.\n\n- Нет, нет! Послушайте... Кто бы... Что бы вы ни было... О боже! \n\n- Помолчи, - приказал бестелесный голос, который, казалось бы, исходил из шаровой молнии.\n\nНа несколько мгновений, бесконечно долгих для Лин, воцарилась тишина, и только вдалеке где-то падала капля в озеро, тревожа его зеркальную гладь.\n\n- Ну ладно, раз уж ты все равно здесь, - интонации голоса смягчились. - Я буду говорить с тобой. ",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 62,
        "text": "Молчать",
        "var_add": [
          "answ1",
          2
        ],
        "var_less": [
          "answ1",
          1
        ]
      },
      {
        "id": 62,
        "text": "Молчать",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "id": 62,
        "text": "На несколько мгновений, бесконечно долгих для Лин, воцарилась тишина, и только вдалеке где-то падала капля в озеро, тревожа его зеркальную гладь.\n\n- Ну ладно, раз уж ты все равно здесь, - интонации голоса смягчились. - Я буду говорить с тобой. ",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "id": 63,
        "text": "Далее",
        "var_need": [
          "answ1",
          1
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "— Внемли мне! Я все сущее, я бесконечность, я Бог! \n\nГолос выдержал паузу, эхо прокатилось под сводами пещеры, а Лин боялась шелохнуться.\n\n— Дитя, ты станешь моим апостолом, пророком нового мира. Понесешь весть обо мне во все уголки земли, распространишь слово мое и дух мой.\n\nШаровая молния переливалась всеми оттенками серебра. От нее отделилась крошечная частичка чуть больше ладони размером и направилась в сторону Лин. Белая сфера, как уменьшенная копия своего оригинала, светилась ярко, так что девушка была вынуждена прищуриться при взгляде на нее.\n\n— Это — искра. В ней содержится моя сила. Та, что сотрет твою жалкую человеческую сущность, да обретешь ты власть над смертной своей формой.",
    "answers": [
      {
        "id": 64,
        "text": "Далее",
        "var_set": [
          "answ1",
          0,
          "answ2",
          0,
          "answ3",
          0
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": "Лин медленно перевал взгляд с Бога на зависшую перед ней в ожидании Искру.",
    "answers": [
      {
        "var_add": [
          "answ1",
          1
        ],
        "var_less": [
          "answ1",
          1
        ],
        "instant": true,
        "id": 64,
        "text": "\"Можно подробнее? Как именно это повлияет на меня?\""
      },
      {
        "id": 64,
        "text": "\"Можно подробнее? Как именно это повлияет на меня?\"",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 64,
        "text": "- Искра передаст часть моих сил и вместе с тем изменит тебя. Она раскроет полностью твой потенциал, позволит вырваться заточенному внутри зверю. Тело станет крепче, неподвластно болезням и старению, а по венам заструится не кровь, но чистая магия. Человек все равно, что чистый холст, искра же - краска на нем. Без искры человек пуст, но, как всякий холст, он неосознанно стремится к ней, наслаждается ею.",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "var_add": [
          "answ2",
          1
        ],
        "var_less": [
          "answ2",
          1
        ],
        "instant": true,
        "id": 64,
        "text": "\"А если я не хочу?\""
      },
      {
        "id": 64,
        "text": "\"А если я не хочу?\"",
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "id": 64,
        "text": "- Но может быть тебе хотелось бы уйти отсюда живой?\n\nЛин с трудом сглотнула, а Бог погрузился в мрачное выжидающее молчание, как хищник в засаде.",
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "var_add": [
          "answ3",
          1
        ],
        "var_less": [
          "answ3",
          1
        ],
        "instant": true,
        "id": 64,
        "text": "\"Я не совсем поняла. В чем заключается моя миссия?\""
      },
      {
        "id": 64,
        "text": "\"Я не совсем поняла. В чем заключается моя миссия?\"",
        "comment": true,
        "var_equal": [
          "answ3",
          1
        ]
      },
      {
        "id": 64,
        "text": "- Ты станешь проводником для моих искр, поможешь им обрести хозяина. Человечество слишком долго прозябало в своей песочнице, настало время изменить этот мир. \n\n- Когда закончится эта миссия?\n\n- Когда последний человек исчезнет с лица земли, а править будут высшие существа.",
        "comment": true,
        "var_equal": [
          "answ3",
          1
        ]
      },
      {
        "id": 65,
        "text": "Принять искру",
        "var_equal": [
          "answ1",
          1,
          "answ2",
          1,
          "answ3",
          1
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "Лин не знала, как правильно обращаться с искрой, поэтому она протянула вперед дрожащую ладошку, а комок света запрыгнул на нее, как котенок.\n\n— Что мне делать? — спросила девушка.\n\n— Прими, — только и ответил Бог.\n\nЛин неуверенно поднесла искру к лицу. Только губы ее слегка приоткрылись, как искра потянулась к ним нитью света, влилась в рот, проникла в ноздри и устремилась по всему телу, заполняя грудь и живот.\n\n\"Это чувство я не забуду никогда. Оно сбивает с ног, ошеломляет. Будто в одну секунду, где бы ты ни был, ты вдыхаешь ледяной воздух заснеженных горных вершин. Он рвется вниз по горлу как ледяной ком, царапает стенки, разрывает легкие. Трудно дышать, мысли бьются в агонии, наружу рвется немой крик. Потом я видела эту картину слишком много раз, чтобы она стерлась из памяти, но что происходило именно со мной в тот момент остается только догадываться. Упала ли я на колени? Схватилась ли беспомощно руками за горло? Не знаю. Но когда все закончилось, он снова заговорил со мной\". ",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Туннель то погружался в темноту, то становился алым перед глазами Лин, но девушка шагала вперед к неизвестности.\n\nИз-за боли она не могла идти прямо, не могла думать ясно. Ей приходилось вести рукой по стене рядом, чтобы не упасть, оставляя бурую полосу за ладонью.\n\nОна не понимала куда идет, не понимала что хочет найти там в конце тьмы туннеля, не понимала влажна ли ее рука от пещерного конденсата или от крови.\n\nЛин шла вперед, уже не видя собственных ног. Только чувствовала затхлые запахи, хрипы и едкий смех горной гряды.\n\nПока знакомое касание легкого ветра не лизнуло ее щеки.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Малак сопроводит тебя на предначертанном пути. Неси же мое слово, дитя!\n\nВ плечи Лин вцепились острые когти неведомого существа, и ее сознание угасло.",
    "answers": [
      {
        "id": 68,
        "text": "Далее",
        "var_set": [
          "answ1",
          0
        ],
        "blackout": true
      }
    ]
  },
  {
    "id": 68,
    "text": "В убаюкивающей тишине вдруг звонко врезалась в ткань озера капля.\n\nВеки Лин дрогнули, и чувства, вслед за слухом, стали возвращаться к ней. Сначала отозвалась тяжесть в груди, будто девушка была придавлена камнем, а затем по коже пробежала дрожь, как от прикосновения шелка. \n\nЛин попыталась открыть глаза, но тут же головная боль вонзилась в виски, и девушка нахмурилась, вслепую пошарила рукой вокруг. Под ладонью она ощутила прохладное прикосновение травы и песка. Это все тот же остров.\n\nНаконец открылись глаза. Прямо перед девушкой, нос к носу, если можно так сказать, сидело огромное черное пернатое существо, что с силой давило на грудь. \n\nЕго глазки — два оникса — вперились взглядом в глаза Лин. Девушка вздрогнула и плотнее вжалась в песок.\n",
    "answers": [
      {
        "var_add": [
          "answ1",
          1,
          "charm",
          1,
          "good",
          1
        ],
        "var_less": [
          "answ1",
          1
        ],
        "instant": true,
        "id": 68,
        "text": "Попытаться заговорить с ним"
      },
      {
        "id": 68,
        "text": "Попытаться заговорить с ним",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 68,
        "text": "- Эм... Привет? - с трудом прохрипела Лин, и не было понятно вызвано ли это нехваткой воздуха или событиями, что обрушились на девушку.\n\nСущество уже заметило пробуждение человека и резким движением склонило голову на бок, пристально и очень близко изучая лицо девушки. Лин же с каждой секундой все больше возвращала себе способность видеть четко, поэтому теперь смогла разглядеть своего компаньона. \n\nПрямо на груди у нее сидел большой угольного цвета ворон. Перья его отливали металлическим блеском и в изменчивой игре света переливались синими и зелеными оттенками. Длинный и несомненно острый клюв его уткнулся почти в нос девушке, а мягкие крылья в секунду ее пробуждения вели перьями как кистью по коже Лин, вызывая мурашки.\n\n- Надеюсь, мы с тобой не в ссоре, пернатый?\n\nВорон закинул голову назад и издал гортанный звук, приоткрыв клюв. Затем он снова опустил на Лин взгляд ониксовых глаз.\n\n- Меня зовут Малак, госпожа, а не пернатый.",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "var_add": [
          "answ1",
          2,
          "fire",
          1,
          "evil",
          1
        ],
        "var_less": [
          "answ1",
          1
        ],
        "instant": true,
        "id": 68,
        "text": "Бросить в него песком"
      },
      {
        "id": 68,
        "text": "Бросить в него песком",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "id": 68,
        "text": "Лин незаметно сгребла пальцами горсть песка и метнула в незваного гостя. Песок попал ей на лицо и в волосы, а вот тот, кому этот снаряд предназначался, раскрыл два больших крыла и поднялся в воздух невредимым.\n\nЛин сразу стало легче дышать, но теперь приходилось отплевываться от песка и, к тому же, нещадно резало глаза. Пожалуй, от собственной глупости. Тем не менее, с каждой секундой все больше возвращалась способность видеть четко, поэтому вскоре девушка смогла разглядеть своего компаньона. \n\nЧуть поодаль сидел большой угольного цвета ворон. Перья его отливали металлическим блеском и в изменчивой игре света переливались синими и зелеными оттенками. Длинный и несомненно острый клюв его указывал в сторону Лин, а крылья слегка подрагивали.\n\n- Что б тебя, дикая птица!\n\nВорон закинул голову назад и издал гортанный звук, приоткрыв клюв. Затем он снова опустил на Лин взгляд ониксовых глаз.\n\n- Меня зовут Малак, госпожа, а не дикая птица.",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "var_add": [
          "answ1",
          3,
          "power",
          1,
          "evil",
          1
        ],
        "var_less": [
          "answ1",
          1
        ],
        "instant": true,
        "id": 68,
        "text": "Отмахнуться рукой"
      },
      {
        "id": 68,
        "text": "Отмахнуться рукой",
        "comment": true,
        "var_equal": [
          "answ1",
          3
        ]
      },
      {
        "id": 68,
        "text": "Лин резко взмахнула рукой, но существо предугадало ее движение - оно раскрыло два больших крыла и поднялось в воздух невредимым.\n\nСразу стало легче дышать, и с каждой секундой все больше возвращалась способность видеть четко, поэтому вскоре девушка смогла разглядеть своего компаньона. \n\nЧуть поодаль сидел большой угольного цвета ворон. Перья его отливали металлическим блеском и в изменчивой игре света переливались синими и зелеными оттенками. Длинный и несомненно острый клюв его указывал в сторону Лин, а крылья слегка подрагивали.\n\n- Что б тебя, дикая птица!\n\nВорон закинул голову назад и издал гортанный звук, приоткрыв клюв. Затем он снова опустил на Лин взгляд ониксовых глаз.\n\n- Меня зовут Малак, госпожа, а не дикая птица.",
        "comment": true,
        "var_equal": [
          "answ1",
          3
        ]
      },
      {
        "id": 94,
        "text": "Далее",
        "var_more": [
          "answ1",
          0
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "— Смотри, — Гейб с грохотом опустил на землю пластиковые бутылки и сел рядом с ними на корточки. — Берешь бутылку вот так, ножницы. Вырезаешь здесь дырку, но не большую.\n\nНожницы со скрипом заскользили по прозрачной поверхности, пробивая брешь в стенке сосуда. Лин села рядом и вооружилась инструментом примитивного труда.\n\n— Не ожидала, что ты поклонник очумелых ручек, Гейб. Это кормушка? Мило с твоей стороны, но не думаю, что она нужна в дикой среде...\n\n— Ты очень проницательна, это даже пугает и, надеюсь, не помешает моим планам. А теперь смотри внимательно, — парень запустил руку в незаметный пакет рядом с ним и достал...\n\n— Мышь! — взвизгнула Лин и хотела метнуться в сторону, но Гейб удержал ее.\n\n— Стой, стой! Мышь мертвая! И она боится тебя больше, чем ты ее! Ладно, с этим я сам, а ты наковыряй дырок, пожалуйста.",
    "answers": [
      {
        "id": 70,
        "text": "Вырезать дырки"
      }
    ]
  },
  {
    "id": 70,
    "text": "Через пятнадцать минут перед молодыми людьми лежала стопка пластиковых бутылок с серыми трупиками внутри.\n\n— Это извращение. Меня мутит, Гейб, — Лин прижала ладонь ко рту, а парень рассмеялся.\n\n— Какая ты неженка, Лин. Ну тогда придется дальше идти без тебя.\n\nОн стал притворно медленно подниматься и отряхивать брюки от налипшей листвы, а Лин, к большому удовольствию парня, поспешно затараторила:\n\n— Нет, нет. Я могу. Что дальше?\n\nГейб широко улыбнулся и протянул спутнице несколько бутылок.\n\n— Дальше идем в лес и раскладываем их в разных местах. Кусты, камни, где угодно, только на земле. Сейчас разделимся, чтобы закончить все быстрее, и встретимся здесь позже.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Лин шагала по летнему лесу, вдыхала сладкий аромат теплой листвы и старалась не думать о своей ноше.\n\n— Мышки спят, мышки спят.\n\nНа широкой поляне девушка положила одну бутылку под куст, вторую разместила на россыпи камней, согретых солнцем, и остановилась у огромного поваленного дерева, чтобы отдохнуть.\n\nВнезапно, со стороны куста, откуда пришла Лин раздался звук. Утробный и протяжный он разнесся по лесу и заставил замолчать певчих птичек. Путница прижалась к дереву. Прислушалась, затаилась.\n\nЗвук, похожий на мычание коровы, но с рычащим придыханием повторился вновь. Медведь!\n\n",
    "answers": [
      {
        "id": 72,
        "text": "Бежать обратно откуда пришла, но навстречу звуку",
        "var_set": [
          "answ1",
          0,
          "answ2",
          0
        ]
      },
      {
        "id": 73,
        "text": "Перелезть через дерево и бежать вперед",
        "var_set": [
          "answ1",
          0,
          "answ2",
          0
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "Обезумевшая Лин побежала со всех ног к спасительным кустам, за которыми ей виделся лагерь и желанная безопасность, но листва вдруг зашевелилась, заходила ходуном.\n\nДевушка запищала как мышь и, еле сдерживая слезы, рванула с места обратно к поваленному дереву.",
    "answers": [
      {
        "id": 73,
        "text": "Перелезть через дерево и бежать вперед"
      }
    ]
  },
  {
    "id": 73,
    "text": "Девушка и не подозревала до сего момента, что такая сила и ловкость таятся в ней. Не помня себя от страха, она вмиг впорхнула на мшистое мертвое дерево и спрыгнула с другой его стороны, а затем бросилась галопом прочь.\n\nОна не разбирала дороги, ветки больно хлестали по лицу, но рев становился тише, пока не прекратился совсем. Только тогда девушка остановилась, тяжело уперлась руками о колени и дышала как астматик. Подозрительный испытующий взгляд преследования не выявил.\n\n— Что же это... \n\nЛин огляделась по сторонам — всюду лес и камни, и ни души. Радостно, конечно, что души медвежьей тоже не было, но оказаться в одиночестве посреди незнакомой местности пугало девушку не меньше. \n",
    "answers": [
      {
        "var_add": [
          "answ1",
          1
        ],
        "id": 73,
        "text": "Звать Гейба",
        "var_less": [
          "answ1",
          1
        ],
        "instant": true
      },
      {
        "id": 73,
        "text": "Звать Гейба",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 73,
        "text": "Лин сложила ладошки рупором и крикнула куда-то в гущу леса:\n\n- Гейб! Ге-е-е-йб!\n\nОна замерла, прислушалась к короткому эху и наступившей следом тишине.\n\nГейб не откликнулся, но и медведь тоже. Девушка по-прежнему одна.",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "var_add": [
          "answ2",
          1
        ],
        "id": 73,
        "text": "Определить по мху где север",
        "var_less": [
          "answ2",
          1
        ],
        "instant": true
      },
      {
        "id": 73,
        "text": "Определить по мху где север",
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "id": 73,
        "text": "Лин выбрала дерево и пристально исследовала его, почти ведя носом по коре. Мох скоро нашелся, и теперь Лин знала где север, теоретически.\n\nОднако что делать дальше с этой информацией она не понимала.",
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "id": 75,
        "text": "Постараться сделать крюк и вернуться к месту встречи с Гейбом",
        "var_set": [
          "answ1",
          0
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "— Какой ты славный! — Лин наклонилась к малышу и потянула к мягким ушкам руку. — Не бойся, я не причиню тебе зла. Видишь? Люди бывают дружелюбными...\n\nМедвежонок счастливо забурчал, потерся о человека и обхватил руку двумя лапами, чтобы поиграть.\n\nГлубокий вибрирующий рев, гораздо более объемный, чем раньше, сотряс все вокруг. Лин подняла глаза и встретилась взглядами с огромной бурой медведицей, что со всех ног уже спешила к малышу.\n\nДевушка попятилась, споткнулась, а медвежонок продолжал двумя лапами удерживать ее на месте, явно не намереваясь расставаться с новой игрушкой. Его грозная мать оказалась рядом в доли секунды и одним ударом тяжелой лапы отбросила Лин. Когти резанули по плечу, оставляя тяжелые раны, а тело прокатилось по земле, казалось бы, с десяток метров.\n\nЕле живая от страха Лин вскочила на ноги, а медведица выжидательно замерла, оценивая обстановку. Возможно, это также ее первая встреча с другим видом.",
    "answers": [
      {
        "var_add": [
          "answ1",
          1
        ],
        "var_sub": [
          "charm",
          1
        ],
        "var_less": [
          "answ1",
          1
        ],
        "text": "Достать балалайку и играть \"эх, яблочко, да на тарелочке\"",
        "instant": true,
        "id": 74
      },
      {
        "id": 74,
        "text": "Достать балалайку и играть \"эх, яблочко, да на тарелочке\"",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 74,
        "text": "Лин буквально физически ощутила как снизился ее интеллект. Балалайки нет, да и что это вообще за метод такой?!",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 77,
        "text": "Бежать прочь"
      },
      {
        "id": 78,
        "text": "Медленно отступать назад"
      },
      {
        "id": 77,
        "text": "Залезть на дерево"
      }
    ]
  },
  {
    "id": 75,
    "text": "Страх затмевал разум, и Лин припоминала свой маршурт только смутно, поэтому побрела по лесу осторожно почти наугад. Через несколько сот метров она решила, что крюк уже достаточно большой и можно смелее повернуть к лагерю.\n\nС каждым шагом путница напряженно прислушивалась к звукам вокруг, ухо старательно ловило каждый шелест и скрип. Вот ветер качнул верхушки деревьев, и вековые сосны застонали, а сердце девушки едва ли не зашлось безумным боем. По правую руку дрогнули кусты. Хотелось бежать без оглядки, но ноги немели и отказывались подчиняться.\n\nПоказался крошечный черный носик,  а за ним глазки-бусинки и милые плюшевые круглые ушки. Коричневый меховой комочек выкатился вперед и с любопытством оглядывал Лин.",
    "answers": [
      {
        "id": 74,
        "text": "Погладить медвежонка",
        "var_sub": [
          "power",
          1
        ],
        "var_set": [
          "answ1",
          0
        ]
      },
      {
        "id": 76,
        "text": "Идти назад",
        "var_set": [
          "answ1",
          0
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "— Где твоя мама, малыш? \n\nЛин старалась говорить как можно увереннее и шаг за шагом отступала назад, но голос дрожал, а колени подкашивались. Зверек вопросительно наклонил голову в сторону и что-то пробурчал в ответ, однако девушку это мало занимало. Ее глаза как дротики метались по округе в поисках родителя этого чудесного создания, и в один момент их взгляды встретились. \n\nМедведица вышла из-за кустов позади удивленного малыша и двинулась в сторону Лин тяжелыми шагами, оттопырив нижнюю губу.",
    "answers": [
      {
        "var_add": [
          "answ1",
          1
        ],
        "id": 76,
        "var_less": [
          "answ1",
          1
        ],
        "var_sub": [
          "charm",
          1
        ],
        "text": "Достать балалайку и играть \"эх, яблочко, да на тарелочке\"",
        "instant": true
      },
      {
        "id": 74,
        "text": "Достать балалайку и играть \"эх, яблочко, да на тарелочке\"",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 74,
        "text": "Лин буквально физически ощутила как снизился ее интеллект. Балалайки нет, да и что это вообще за метод такой?!",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 77,
        "text": "Бежать прочь"
      },
      {
        "id": 78,
        "text": "Медленно отступать назад"
      },
      {
        "id": 77,
        "text": "Залезть на дерево"
      }
    ]
  },
  {
    "id": 77,
    "text": "Лин повернулась к зверю спиной и бросилась прочь со всех ног, но в ту же секунду медведица с силой толкнулась от земли и в два прыжка догнала девушку. \n\nРазъяренное животное с утробным рыком уже занесла лапу над беглянкой, но последняя вдруг упала в сторону и перекатилась по земле, а медведица в щепки разнесла дерево поблизости и зло завыла.\n\nВ этот раз Лин повезло.",
    "answers": [
      {
        "id": 82,
        "text": "Замереть"
      },
      {
        "id": 81,
        "text": "Приготовиться к бою"
      }
    ]
  },
  {
    "id": 78,
    "text": "Лин медленно шагнула назад. Звери напротив замерли, но мышцы медведицы оставались по-прежнему напряженными как сталь.\n\nДевушка прошла уже с десяток метров и ей начало казаться, что свобода близка, как медведица, провожавшая ее до этого немигающим взглядом, ступила вперед. Она медленно, но верно двигалась навстречу.",
    "answers": [
      {
        "id": 77,
        "text": "Бежать прочь"
      },
      {
        "id": 80,
        "text": "Замереть и поднять над головой рюкзак, чтобы казаться больше"
      },
      {
        "id": 81,
        "text": "Приготовиться к бою"
      }
    ]
  },
  {
    "id": 79,
    "text": "Нужно вернуться в лагерь и собрать всех, Гейбу понадобится помощь!\n\n",
    "answers": [
      {
        "comment": true,
        "id": 79,
        "text": "Ноги спотыкались друг о друга, и Лин чуть не падала, но продолжала бежать. Крики, раздающиеся позади, подгоняли ее, заставляли почти лететь, и только одна мысль билась раненой птицей: \"Лишь бы Гейб остался жив\". \n\nКровь лилась по разорванной одежде, смешивалась с пылью и землей, и вилась за девушкой мрачной нитью. Лин зажала рану на руке, но боль только усилилась, заставляя жмуриться.\n\nВ ту же секунду ступня соскользнула куда-то вниз с шуршанием, и Лин сорвалась с каменного обрыва.",
        "need": [
          74
        ],
        "merge": true
      },
      {
        "id": 79,
        "text": "Ноги спотыкались друг о друга, и Лин чуть не падала, но продолжала бежать. Крики, раздающиеся позади, подгоняли ее, заставляли почти лететь, и только одна мысль билась раненой птицей: \"Лишь бы Гейб остался жив\". \n\nВ ту же секунду ступня соскользнула куда-то вниз с шуршанием, и Лин сорвалась с каменного обрыва.",
        "need": [
          -74
        ],
        "merge": true
      },
      {
        "id": 79,
        "text": "\n\nВ падении нога Лин зацепилась за выступ, а тело изменило траекторию. \n\nВсе произошло в доли секунды.\n\nУдар головой о камень заставил мир кружиться и замолкнуть, будто после погружения в глубокие воды. \n\nКуда-то повело. Снова удар.\n\nДевушку, словно куклу, неведомая сила бросила на дно темной сырой расщелины.",
        "merge": true
      },
      {
        "var_add": [
          "fire",
          1
        ],
        "id": 59,
        "text": "Далее",
        "need": [
          73,
          76,
          78,
          80
        ],
        "var_set": [
          "answ3",
          0,
          "answ4",
          0
        ]
      },
      {
        "id": 59,
        "text": "Далее",
        "need": [
          -80
        ],
        "var_set": [
          "answ3",
          0,
          "answ4",
          0
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "Девушка замерла на месте, равно как и хищник. Зверь глухо рыкнул, когда Лин медленно сняла с плеча одну лямку рюкзака, а затем и другую. Дрожащие руки подняли сумку вверх над головой, и хищник качнулся назад.\n\nМежду деревьев звенела напряженная тишина. Казалось, даже птицы затаили дыхание и боялись показаться рядом.\n\nСвирепая мать и беспечный нарушитель их границ стояли лицом к лицу неподвижно, оценивая друг друга и взвешивая шансы.\n\n— Лин, беги!\n\nВзгляд метнулся в сторону звука и выцепил среди деревьев бледное испуганное лицо Гейба. Он кинул в сторону медведицы палку, объятую огнем, и вновь крикнул:\n\n— Не стой, Лин, беги!\n\nЗапахло паленой шерстью. Животное взвыло, поднялось на задние лапы и попятилось от огня, подминая под себя детеныша, затем грузно упало на передние конечности и бросилось к Гейбу. Но юноша уже держал в руках новый факел и высоко взмахнул им перед носом медведицы, когда Лин, с бьющимся в горле сердцем, отважилась бежать, не разбирая дороги.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Девушка сгруппировалась, присела и ощупью начала искать вокруг себя оружие — камень или палку подходящего размера.\n\nХищник же, не разрывавший зрительного контакта с Лин, шумно втянул воздух широкими ноздрями, зарычал и бросился в атаку, оскалив покрытые пеной зубы.\n\n— Лин, беги!\n\nВзгляд метнулся в сторону звука и выцепил среди деревьев бледное испуганное лицо Гейба. Он кинул в сторону медведицы палку, объятую огнем, и вновь крикнул:\n\n— Не стой, Лин, беги!\n\nЗапахло паленой шерстью. Животное взвыло, поднялось на задние лапы и попятилось от огня, подминая под себя детеныша, затем грузно упало на передние конечности и бросилось к Гейбу. Но юноша уже держал в руках новый факел и высоко взмахнул им перед носом медведицы, когда Лин, с бьющимся в горле сердцем, отважилась бежать, не разбирая дороги.",
    "answers": [
      {
        "id": 79,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 82,
    "text": "Два существа — свирепая мать и беспечный нарушитель их границ, стояли лицом к лицу неподвижно, оценивая друг друга и взвешивая шансы.\n\n— Лин, беги!\n\nВзгляд метнулся в сторону звука и выцепил среди деревьев бледное испуганное лицо Гейба. Он метнул в сторону медведицы палку, объятую огнем, и вновь крикнул:\n\n— Не стой, Лин, беги!\n\nЗапахло паленой шерстью. Животное взвыло, поднялось на задние лапы и попятилось от огня, подминая под себя детеныша, затем грузно упало на передние конечности и бросилось к Гейбу. Но юноша уже держал в руках новый факел и высоко взмахнул им перед носом медведицы, когда Лин, с бьющимся в горле сердцем, бросилась бежать, не разбирая дороги.",
    "answers": [
      {
        "id": 79,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": [
      {
        "id": 84,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  },
  {
    "id": 85,
    "text": "Мари уже ушла далеко вперед, поэтому Лин какое-то время блуждала по лесу, прежде чем увидела подругу. От этой картины перехватило дыхание.\n\nЧерез лапы вековых сосен пробивался рассеянный полуденный свет солнца и  невзначай овивал фигуру высокой девушки с золотыми волосами.\n\nСтвол упавшего дерева в двух метрах над землей стал ей ареной. \n\nМари закрыла глаза, на лице ее отразилась безмятежность, а лучи солнца поцеловали ее щеки. \n\nНо вот девушка потянулась грудью ввысь, а ступни ее оторвались от поверхности, грациозное тело поднялось на носочках. Стройная и решительная, она была подобна натянутой тетиве лука, которая звенит от напряжения. \n\nМари медленно через стороны подняла руки вверх, и в ладонях блеснули кинжалы.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "Она указала кинжалами в небо, и застыла как творение Микеланджело. \n\nЗатем сделала резкий выпад, и оружие рассекло воздух, будто вонзаясь в невидимого врага. Снова замедлилась, повела острие стали на уровне колен дугой, будто обрисовывала округлое дно чаши. Тонкие изгибы ее тела превратились в продолжение кинжалов, стали их частью, не менее опасной, чем холодное железо. Каждое ее движение напоминало танец японской гейши, исполняемый с веером, но Мари вкладывала свою страсть в холодный металл кинжала.\n\nДевушка скрестила чуть согнутые ноги и раскачивалась из стороны в сторону, будто в трансе на манер королевской кобры, а стилеты танцевали в ее ладонях, порхали как бабочки, так что очертания размылись и виднелся только полукруг их крыльев.\n\nВдруг Мари вновь выпрямилась как пружина, сделала несколько быстрых, но точных шагов, и прыгнула вперед по стволу дерева, сильно толкнувшись босыми ногами. Лин ахнула со смесью восхищения и испуга, и тут же закрыла рот рукой, чтобы сдержать себя, но блондинка приземлилась мягко как кошка, идеально завершив прыжок.",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Выходи, шпион! \n\nМари игриво прищурилась и направила один из кинжалов на укрытие Лин, а та подняла руки вверх, будто поймана с поличным. Блондинка села на бревно и свесила ноги.\n\n— Лезвие не просто оружие, оно — партнер. Отдаешь ему всю себя, а взамен получаешь его силу. Хочешь попробовать?\n\n— Шутишь? Я никогда не смогу двигаться так, как ты, — Лин усмехнулась, когда представила себя в танце с кинжалами. \n\n— И ладно, у меня есть идея получше.\n\nМари спрыгнула на землю и достала из рюкзака пару коротких мечей. Один из них она бросила прямо в руки Лин.\n\n— Как насчет дружеского спаринга? В этой глуши так скучно, что я готова ввязаться в драку с медведем, лишь бы развеяться. О, не бойся, я буду мягкой.",
    "answers": [
      {
        "id": 88,
        "text": "Согласиться",
        "var_add": [
          "Mari",
          1
        ],
        "var_set": [
          "answ1",
          0,
          "answ2",
          0,
          "answ3",
          0,
          "answ4",
          0,
          "answ5",
          0,
          "answ6",
          0
        ]
      },
      {
        "id": 1,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 88,
    "text": "Мари встала в стойку и одними глазами пригласила Лин занять место напротив.",
    "answers": [
      {
        "var_add": [
          "answ1",
          1
        ],
        "id": 88,
        "text": "Целиться кончиком меча в лицо оппоненту",
        "var_less": [
          "answ1",
          1,
          "answ2",
          1
        ],
        "instant": true
      },
      {
        "id": 88,
        "text": "Целиться кончиком меча в лицо оппоненту",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 88,
        "text": "Мари занесла клинок для удара  и попыталась сблизиться с Лин, но смотрящее в лицо острие меча помешало планам девушки.\n\nВоздух наполнился металлическим звоном столкнувшихся орудий.\n\n- Неплохо, - сказала Мари и встала в новую стойку для следующей атаки.",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "var_add": [
          "answ1",
          2
        ],
        "text": "Поднять кончик меча выше, атаковать лезвием",
        "var_less": [
          "answ1",
          1
        ],
        "instant": true,
        "id": 88,
        "var_no_more": [
          "answ1",
          0
        ]
      },
      {
        "id": 88,
        "text": "Поднять кончик меча выше, атаковать лезвием",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "id": 88,
        "text": "Мари занесла клинок для удара  и пошла на сближение с Лин. Она с легкостью откинула в сторону слишком высоко задранный меч оппонента и приставила острие меча к груди соперницы. \n\n- Случись это при других обстоятельствах твоя душа уже мчалась бы в рай.\n\n- Это если повезет, - хихикнула Лин и отвела в сторону клинок, а Мари заняла новую позицию для атаки.",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "var_add": [
          "answ2",
          1
        ],
        "var_need": [
          "answ1",
          1
        ],
        "var_less": [
          "answ2",
          1
        ],
        "text": "Следить за мечом в руках противника",
        "instant": true,
        "id": 88
      },
      {
        "id": 88,
        "text": "Следить за мечом в руках противника",
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "id": 88,
        "text": "Лин сосредоточилась на сверкающем в лучах солнца лезвии и гадала в какую сторону оно пойдет, чтобы успеть вовремя защититься. Тем временем она не заметила шаг Мари и быстрый выпад. Меч скользнул мимо оружия Лин и кончик его достиг груди незадачливой воительницы, замерев в паре сантиметров от кожи.\n\n- Ты считаешь количество своих смертей, Лин?\n\nМари почувствовала свое полное превосходство и уверенно встала в стойку.\n\n- Мы ведь даже не всерьез.",
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "var_add": [
          "answ2",
          2
        ],
        "var_need": [
          "answ1",
          1
        ],
        "var_less": [
          "answ2",
          1
        ],
        "text": "Смотреть в глаза оппоненту",
        "instant": true,
        "id": 88
      },
      {
        "id": 88,
        "text": "Смотреть в глаза оппоненту",
        "comment": true,
        "var_equal": [
          "answ2",
          2
        ]
      },
      {
        "id": 88,
        "text": "Вгляд Мари цепко исследовал тело Лин, а затем остановился на впередистоящей ноге девушки. Лин отреагировала незамедлительно и, прежде чем блондинка успела вложить всю сил в удар, закрыла мечом ногу.\n\nОружие звякнуло. Мари цокнула языком и отступила.\n\n- Я думала, тебя будет проще насадить на вертел, малышка Лин.\n\nОбе стороны приготовились к следующей схватке.",
        "comment": true,
        "var_equal": [
          "answ2",
          2
        ]
      },
      {
        "var_add": [
          "answ3",
          1
        ],
        "var_need": [
          "answ2",
          1
        ],
        "var_less": [
          "answ3",
          1
        ],
        "instant": true,
        "text": "Отвести меч противника в сторону, сблизиться и ударить навершием",
        "id": 88
      },
      {
        "id": 88,
        "text": "Отвести меч противника в сторону, сблизиться и ударить навершием",
        "comment": true,
        "var_equal": [
          "answ3",
          1
        ]
      },
      {
        "id": 88,
        "text": "Меч Мари падал прямо и не составило труда его отвести в сторону, а затем шагнуть вперед, провернув в руке рукоятку и...\n\nНавершие уперлось в ребра изумленной Мари, а та хлопала ресницами, лишившись дара речи.",
        "comment": true,
        "var_equal": [
          "answ3",
          1
        ]
      },
      {
        "var_add": [
          "answ3",
          2
        ],
        "var_need": [
          "answ2",
          1
        ],
        "var_less": [
          "answ3",
          1
        ],
        "instant": true,
        "text": "Отвести меч противника в сторону и ударить с разворота",
        "id": 88
      },
      {
        "id": 88,
        "text": "Отвести меч противника в сторону и ударить с разворота",
        "comment": true,
        "var_equal": [
          "answ3",
          2
        ]
      },
      {
        "id": 88,
        "text": "Меч Мари падал прямо и не составило труда отвести его в сторону. Затем Лин повернулась назад через плечо, намереваясь набрать большую инерцию и силу удара, но оказавшись лицом к противнику она почувствовала на коже холодный металл клинка еще до того, как вывела свое оружие из разворота.\n\n- Красиво, но не эффективно, - сказала Мари и расслабленно встала. - Пока выполняешь все эти финты, ты открыта со всех сторон, да и кучу времени тратишь. Действовать надо быстро, решительно. Не только в бою.",
        "comment": true,
        "var_equal": [
          "answ3",
          2
        ]
      },
      {
        "id": 92,
        "text": "Далее",
        "var_need": [
          "answ3",
          1
        ],
        "var_set": [
          "talk1",
          0,
          "talk2",
          0,
          "talk3",
          0
        ]
      }
    ]
  },
  {
    "id": 89,
    "text": "",
    "answers": [
      {
        "id": 93,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 90,
    "text": "Лес шумел и шелестел непривычными для уха городского жителя звуками жизни. Выбивались из ритма гармонии только приглушенные шаги.\n\nЛин заметила узкую горную тропу, и любопытство повело ее дальше, но когда зеленая чаща оказалась позади и немного внизу, девушке стало не по себе. Она подошла к обрыву и осторожно глянула вниз.\n\n— Ух, еще немного и меня унесут орлы на завтрак своим детишкам... \n\nВнезапный шумный вздох за спиной заставил ее почти подпрыгнуть и замереть в замешательстве.\n\nНа каменистом склоне горы, поросшем скудной растительностью, щипал травку белый конь. Он заметил Лин первым и теперь нервно подергивал ушами и бил копытом под всхрапывающие звуки. Затем жеребец медленно поднял голову и прижал уши.",
    "answers": [
      {
        "var_add": [
          "answ1",
          1
        ],
        "var_less": [
          "answ1",
          1,
          "answ2",
          1,
          "answ3",
          1,
          "answ4",
          1
        ],
        "text": "Пройти мимо коня сзади",
        "id": 90,
        "instant": true
      },
      {
        "id": 90,
        "text": "Пройти мимо коня сзади",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 90,
        "text": "Лин решила не провоцировать животное и обойти норовистого коня позади через его слепую зону.\n\nЖеребец не двигался и следил за передвижениями чужака, скосив в его сторону выпученные глаза. Широкие ноздри раздувались с шумом, а копыто царапало пыльные камни.\n\nДевушка почти уже прошла мимо, вернувшись на тропу, но лошадь внезапно выгнула спину и с силой ударила задними ногами. Лин отбросило в сторону, будто она не весила и грамма, волной нахлынула боль. \n\nОказавшись вновь на краю обрыва, Лин попыталась выпрямиться, но поги подвели - тело качнулось, и девушка упала вниз. ",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "var_add": [
          "answ2",
          1
        ],
        "var_less": [
          "answ1",
          1,
          "answ2",
          1,
          "answ3",
          1,
          "answ4",
          1
        ],
        "text": "Обойти коня спереди",
        "id": 90,
        "instant": true
      },
      {
        "id": 90,
        "text": "Обойти коня спереди",
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "id": 90,
        "text": "Лин никогда не общалась с лошадьми, но твердо помнила одну истину - никогда не подходи к лошади сзади, особенно, если вы не состоите в теплых дружеских отношениях. Да и при наличии оных не стоит рисковать, не за чем.\n\nОна подняла руки к груди и показала коню ладони, как бы говоря \"смотри, я безобидна\", и только затем медленно пошла мимо массивной лошадиной морды обратно к тропе. Четвероногий выгнул шею и выпучил глаза, подался немного назад, как взведенная пружина, и наблюдал за чужаком.\n\nТолько оказавшись снова на тропе Лин расслабилась, но дробный стук копыт о землю раздался прямо за спиной.\n\nК девушке со всех ног мчался белый конь, раздувая ноздри и выбивая комья земли с каждым грациозным шагом. Лин метнулась в сторону, но и животное бросилось за ней, подгоняя жертву к обрыву.\n\nНа краю пропасти Эмилинда оглянулась - ее преследователь дышал ей в спину. Она закричала так громко, как могла, и закрыла лицо руками. В ту же секунду мелькнула темная тень, которая ударилась в морду коню, издавая истошные звуки. Зверь встал на дыбы и забил копытами в воздухе напротив Лин, едва ли не задевая ее лицо.\n\nДевушка вскрикнула, пошатнулась... и сорвалась с отвесной стены.",
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "var_add": [
          "answ3",
          1,
          "horse",
          1
        ],
        "var_less": [
          "answ1",
          1,
          "answ2",
          1,
          "answ3",
          1,
          "answ4",
          1
        ],
        "text": "Спуститься вниз по обрыву",
        "id": 90,
        "instant": true
      },
      {
        "id": 90,
        "text": "Спуститься вниз по обрыву",
        "comment": true,
        "var_equal": [
          "answ3",
          1
        ]
      },
      {
        "id": 90,
        "text": "Лин окинула взглядом мускулистые ноги животного и его тяжелые копыта, каждое из которых было размером с ее лицо. Приближаться к нему? Даже прыжок со скалы кажется более безопасным решением.\n\nДевушка осторожно попятилась, нащупала край обрыва и поставила ступни на надежные выступы. До земли метров десять и, если очень постараться, то можно преуспеть.\n\nОна начала медленно спускаться шаг за шагом по стене, а конь, мучимый любопытством, свесил сверху белую морду.\n\n- Все из-за тебя, безумное животное!\n\nЗемля стала еще на несколько метров ближе, лошадь наблюдала за девушкой с нисходительной скукой на морде, как вдруг рука альпинистки сорвалась с уступа, и Лин успела только охнуть, прежде, чем полететь вниз.",
        "comment": true,
        "var_equal": [
          "answ3",
          1
        ]
      },
      {
        "var_add": [
          "answ4",
          1
        ],
        "var_less": [
          "answ1",
          1,
          "answ2",
          1,
          "answ3",
          1,
          "answ4",
          1
        ],
        "text": "Подойти погладить",
        "id": 90,
        "instant": true
      },
      {
        "id": 90,
        "text": "Подойти погладить",
        "comment": true,
        "var_equal": [
          "answ4",
          1
        ]
      },
      {
        "id": 90,
        "text": "Она подняла руки к груди и показала коню ладони, как бы говоря \"смотри, я безобидна\", и только затем медленно пошла к жеребцу. Четвероногий выгнул шею, выпучил глаза и подался немного назад, как взведенная пружина. Острые уши прижались к затылку. \n\nУвидев протянутую ладонь, жеребец щелкнул зубами. \n\n- Кажется, ты не хочешь, чтобы тебя трогали? Извини за вторжение, мистер конь, тогда я ухожу.\n\nОказавшись снова на тропе Лин расслабилась, но внезапно дробный стук копыт о землю раздался прямо за спиной.\n\nК девушке со всех ног мчался белый конь, раздувая ноздри и выбивая комья земли с каждым грациозным шагом. Лин метнулась в сторону, но и животное бросилось за ней, подгоняя жертву к обрыву.\n\nНа краю пропасти Эмилинда остановилась, закричала так громко, как могла, и закрыла лицо руками. В ту же секунду мелькнула темная тень, которая ударилась в морду коню, издавая истошные звуки. Зверь встал на дыбы и забил копытами в воздухе напротив Лин, едва ли не задевая ее лицо.\n\nДевушка вскрикнула, пошатнулась... и сорвалась с отвесной стены.",
        "comment": true,
        "var_equal": [
          "answ4",
          1
        ]
      },
      {
        "id": 91,
        "text": "Далее",
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 91,
        "text": "Далее",
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "id": 91,
        "text": "Далее",
        "var_equal": [
          "answ3",
          1
        ]
      },
      {
        "id": 91,
        "text": "Далее",
        "var_equal": [
          "answ4",
          1
        ]
      }
    ]
  },
  {
    "id": 91,
    "text": "В падении нога Лин зацепилась за выступ, а тело изменило траекторию. \n\nВсе произошло в доли секунды.\n\nУдар головой о камень заставил мир кружиться и замолкнуть, будто после погружения в глубокие воды. \n\nКуда-то повело. Снова удар.\n\nДевушку, словно куклу, неведомая сила бросила на дно темной сырой расщелины.",
    "answers": [
      {
        "id": 59,
        "text": "Далее",
        "var_set": [
          "answ4",
          0
        ]
      }
    ]
  },
  {
    "id": 92,
    "text": "Мышцы Лин задрожали от непривычной нагрузки и, в не меньшей степени, от нервов. Мари, которая, к слову, даже не сбилась с дыхания, окинула оценивающим взглядом подругу и опустила меч.\n\n— Достаточно упражнений на сегодня, боец. Раньше училась фехтованию где-то?\n\n— Кино смотрела, — выдохнула Лин и хлопнулась задом на землю в безуспешных попытках восстановить сердечный ритм.",
    "answers": [
      {
        "var_add": [
          "power",
          1,
          "Mari",
          1,
          "talk1",
          1
        ],
        "var_equal": [
          "answ1",
          1,
          "answ2",
          2,
          "answ3",
          1
        ],
        "id": 92,
        "instant": true,
        "var_less": [
          "talk1",
          1
        ],
        "text": "\"Как ты оцениваешь наш спарринг?\""
      },
      {
        "id": 92,
        "text": "\"Как ты оцениваешь наш спарринг?\"",
        "comment": true,
        "var_equal": [
          "talk1",
          1
        ]
      },
      {
        "id": 92,
        "text": "- Я очень сильно недооценила тебя, Лин. Но в следующий раз это не повторится, держись крепче.\n\nМари подмигнула и начала прятать мечи в специальную сумку.",
        "comment": true,
        "var_equal": [
          "talk1",
          1
        ]
      },
      {
        "var_less": [
          "talk1",
          2
        ],
        "var_add": [
          "talk1",
          2
        ],
        "var_equal": [
          "answ1",
          2,
          "answ2",
          1,
          "answ3",
          2
        ],
        "id": 92,
        "instant": true,
        "var_sub": [
          "Mari",
          1,
          "power",
          1
        ],
        "text": "\"Как ты оцениваешь наш спарринг?\""
      },
      {
        "id": 92,
        "text": "\"Как ты оцениваешь наш спарринг?\"",
        "comment": true,
        "var_equal": [
          "talk1",
          2
        ]
      },
      {
        "id": 92,
        "text": "- Честно? Это провал. Но не всем же быть хищниками, кто-то должен быть и добычей, верно? Не принимай близко к сердцу.\n\nМари наклонилась и начала прятать мечи в специальную сумку.",
        "comment": true,
        "var_equal": [
          "talk1",
          2
        ]
      },
      {
        "var_add": [
          "talk2",
          1
        ],
        "id": 92,
        "instant": true,
        "var_less": [
          "talk2",
          1
        ],
        "text": "\"Скажи, Мари. Тебе нравится Даичи?\""
      },
      {
        "id": 92,
        "text": "\"Скажи, Мари. Тебе нравится Даичи?\"",
        "comment": true,
        "var_equal": [
          "talk2",
          1
        ]
      },
      {
        "id": 92,
        "text": "Блондинка замерла над сумкой и Лин не видела ее лица, только еле дрогнушие руки.\n\n- Нравится. А тебе? ",
        "comment": true,
        "var_equal": [
          "talk2",
          1
        ]
      },
      {
        "var_add": [
          "talk2",
          1,
          "Mari",
          1
        ],
        "var_equal": [
          "talk2",
          1
        ],
        "id": 92,
        "instant": true,
        "var_less": [
          "talk2",
          2
        ],
        "text": "\"Наверное, нет, если я тут, с тобой.\""
      },
      {
        "id": 92,
        "text": "\"Наверное, нет, если я тут, с тобой.\"",
        "comment": true,
        "var_equal": [
          "talk2",
          2
        ]
      },
      {
        "id": 92,
        "text": "- Хорошо... Я просто... Не знаю. Он кажется таким недостижимым. Я пытаюсь сблизиться с ним, узнать о нем больше, но он... Будто ускользает, понимаешь?",
        "comment": true,
        "var_equal": [
          "talk2",
          2
        ]
      },
      {
        "var_less": [
          "talk2",
          3
        ],
        "var_add": [
          "talk2",
          2
        ],
        "var_equal": [
          "talk2",
          1
        ],
        "id": 92,
        "text": "\"Тоже.\"",
        "var_sub": [
          "Mari",
          1
        ],
        "instant": true
      },
      {
        "id": 92,
        "text": "\"Тоже.\"",
        "comment": true,
        "var_equal": [
          "talk2",
          3
        ]
      },
      {
        "id": 92,
        "text": "- Хочешь бросить мне вызов? - голос Мари был вкрадчивым, но в нем чувствовалась серьезность. - На твоем месте я бы не стала шутить с женщиной, у которой в руках кинжалы, Лин.",
        "comment": true,
        "var_equal": [
          "talk2",
          3
        ]
      },
      {
        "var_add": [
          "talk3",
          1
        ],
        "var_equal": [
          "talk2",
          1
        ],
        "id": 92,
        "text": "\"Вы как огонь и вода. Тебе не кажется?\"",
        "instant": true
      },
      {
        "id": 92,
        "text": "\"Вы как огонь и вода. Тебе не кажется?\"",
        "comment": true,
        "var_equal": [
          "talk3",
          1
        ]
      },
      {
        "id": 92,
        "text": "- Эмоции это не то, чем я могу управлять, Лин.\n\nМари закончила собирать мечи и потянула сумку за лямку, но та с резким треском осталась в руке девушки.\n\n- Изумительно. Я не понесу всю эт тяжесть как слон! Будь тут, Лин, в лагере у меня есть запасная. Обернусь в две секунды.",
        "comment": true,
        "var_equal": [
          "talk3",
          1
        ]
      },
      {
        "var_add": [
          "talk3",
          2
        ],
        "var_equal": [
          "talk2",
          1
        ],
        "id": 92,
        "text": "\"Почему тогда ты выбрала сегодня компанию ножей?\"",
        "instant": true
      },
      {
        "id": 92,
        "text": "\"Почему тогда ты выбрала сегодня компанию ножей?\"",
        "comment": true,
        "var_equal": [
          "talk3",
          2
        ]
      },
      {
        "id": 92,
        "text": "Мари произнесла неопределенный звук, полный отвращения.\n\n- Не хочется этого признавать, но ты права. Я трушу! - она пнула ногой сумку и подняла глаза к синему небу. - Ты поможешь мне?\n\n- Вряд ли я эксперт в подобных вопросах...\n\n- Точно.\n\nМари закончила собирать мечи и потянула сумку за лямку, но последняя с резким треском осталась в руке девушки.\n\n- Изумительно. Я не понесу всю эту тяжесть как слон! Будь тут, Лин, в лагере у меня есть запасная. Обернусь в две секунды.",
        "comment": true,
        "var_equal": [
          "talk3",
          2
        ]
      },
      {
        "id": 1,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "",
    "answers": []
  },
  {
    "id": 94,
    "text": "Лин упала навзничь и закрыла лицо ладонями.\n\n— Теперь еще и говорящая птица! Безумие никогда не свирепствовало в моем роду, но похоже именно я положу ему начало...\n\n— Госпожа...\n\n— Что дальше? Я буду есть кукурузные хлопья с холодым молоком?!\n\n— Госпожа, мне очень жаль, но вы не безумны.\n\nЛин перестала стонать и уставилась на ворона сквозь пальцы.\n\n— Почему тогда птица так вежлива со мной? До сих пор местный лес не был дружелюбен по отношению ко мне. \n\n— Позвольте я объясню, госпожа.\n\nИ ворон пустился в пространные объяснения.\n\n",
    "answers": [
      {
        "id": 95,
        "text": "Далее",
        "var_set": [
          "answ1",
          0,
          "answ2",
          0,
          "answ3",
          0,
          "answ4",
          0
        ]
      }
    ]
  },
  {
    "id": 95,
    "text": "— Это мой первый раз, госпожа, поэтому извините, если буду непоследователен...\n\n— К черту расшаркивания, Малак. Начни с того почему ты говорящая птица и зовешь меня госпожой.\n\n— Да, верно. Я — олицетворение той силы, что сейчас растет в вашем теле, и был избран, дабы сопровождать вас. И буду рядом всегда до последнего вздоха.\n\n— Твоего или моего?\n\n— Не важно, госпожа. \n\n— Почему ты так раздражаешь меня, ворон?\n\nЛин чувствовала, что внутри она закипала как чайник, но не могла найти тому объяснения. Это состояние радикально отличалось от привычного ей и вызывало не малую тревогу.\n\n— Искра высвобождает ваш агрессию, как человек, что вломился в давно запертые комнаты и потревожил застоявшийся воздух. Сейчас самый сложный период слияния и, возможно, ваше тело будет давать неадекватные реакции. Позднее вы научитесь с этим справляться и развивать свою силу, госпожа. ",
    "answers": [
      {
        "var_add": [
          "answ1",
          1
        ],
        "id": 95,
        "instant": true,
        "text": "\"Какая у меня сила?\"",
        "var_less": [
          "answ1",
          1
        ]
      },
      {
        "id": 95,
        "text": "\"Какая у меня сила?\"",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 95,
        "text": "Ворон опустил голову к песку и задумался на несколько секунд.\n\n— По правде говоря, я мало что знаю об этом. \n\n— Ты пропускал уроки для фамильяров или что-то в этом роде? Забыли положить инструкцию с собой?\n\n— В некотором смысле...\n\n— Отлично, у меня проводник недоучка!\n\n— Постойте, госпожа! Я знаю, что вы почувствуете сами, когда сила будет вырываться наружу. Иногда один человек может быть наделен несколькими способностями, но развивать их все одновременно очень сложно. Поэтому будьте рассудительны.\n\nЛин хмыкнула и закатила глаза.",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "var_add": [
          "answ2",
          2
        ],
        "id": 95,
        "instant": true,
        "text": "\"У тебя тоже есть способности или ты просто говорящая птица?\"",
        "var_less": [
          "answ2",
          2
        ]
      },
      {
        "id": 95,
        "text": "\"У тебя тоже есть способности или ты просто говорящая птица?\"",
        "comment": true,
        "var_equal": [
          "answ2",
          2
        ]
      },
      {
        "id": 95,
        "text": "— Есть, но они растут и развиваются вместе с вашей собственной силой. Пока что я могу предложить свои острые когти и клюв.\n\nВорон поднял вперед ногу, демонстрируя сверкающие на солнце черные изогнутые когти-бритвы.",
        "comment": true,
        "var_equal": [
          "answ2",
          2
        ]
      },
      {
        "var_add": [
          "answ3",
          3
        ],
        "id": 95,
        "instant": true,
        "text": "\"И что мне с тобой делать?\"",
        "var_less": [
          "answ3",
          3
        ]
      },
      {
        "id": 95,
        "text": "\"И что мне с тобой делать?\"",
        "comment": true,
        "var_equal": [
          "answ3",
          3
        ]
      },
      {
        "id": 95,
        "text": "— Я выполню любой ваш приказ, госпожа, если он будет мне по силам.\n\n— Меня больше волнует, где ты будешь жить! Тащить тебя к себе домой?! Чем ты питаешься хоть, котятами?!\n\n— Ох, не переживайте об этом. Я буду счастлив ловить дичь самостоятельно вокруг вашего пристанища и не настолько самонадеян, чтобы предполагать жить под одной крышей с вами. Мне достаточно видеть теплый свет в вашем окне...\n\n— Рога и копыта, хватит причитать. \n\nЛин не удержалась и закатила глаза.",
        "comment": true,
        "var_equal": [
          "answ3",
          3
        ]
      },
      {
        "var_add": [
          "answ4",
          4
        ],
        "id": 95,
        "instant": true,
        "text": "\"Что это за чертов Бог?! Почему он выбрал меня?\"",
        "var_less": [
          "answ4",
          4
        ]
      },
      {
        "id": 95,
        "text": "\"Что это за чертов Бог?! Почему он выбрал меня?\"",
        "comment": true,
        "var_equal": [
          "answ4",
          4
        ]
      },
      {
        "id": 95,
        "text": "— Он один из древних. Настолько древних, что живые языки не смогут произнести его имя. А насчет вас, госпожа... Кажется он ждал кого-то другого, но времени на физическое присутствие здесь оставалось слишком мало...\n\n— И он просто схватил меня. Понятно. Ты сказал один из? Значит их, Богов, несколько? \n\n— Да, но другие Боги исчезли так давно, что, скорее всего уже мертвы. Без веры в них Бог лишь блеклая тень собственного величия.\n\n— Он поэтому появился здесь? Чтобы люди начали верить в него и дали ему могущество?\n\n— Мне неведомы его замыслы, - ворон понурил голову. — Я слишком незначителен, я даже не душа, а часть ЕГО искры.",
        "comment": true,
        "var_equal": [
          "answ4",
          4
        ]
      },
      {
        "id": 96,
        "text": "Далее",
        "var_set": [
          "answ1",
          0,
          "answ2",
          0
        ]
      }
    ]
  },
  {
    "id": 96,
    "text": "Новоиспеченная последовательница древнего божества попыталась сесть, а затем и встать, но вовремя вспомнила об открытых ранах на теле. Только сейчас она осознала, что во время разговора с вороном не испытывала никакой боли, кроме легкого головокружения, что неизменно казалось странным.\n\nДевушка аккуратно отодвинула в сторону лоскуты разорванной одежды и оглядела сначала ногу, где была кровоточащая рана. Но к большому удивлению кожа оказалась цела, и на поверхности ее не виднелось даже шрама. \n\nТогда Лин, не веря в происходящее, аккуратно ощупала голову. Пальцы путались в слипшихся от крови волосах, но ни боли, ни раны не было и в помине.\n\n— Что происходит? Какого лешего?! Я еще слишком хорошо помню эти ощущения, чтобы поверить, будто мне все привиделось.\n\n— Госпожа, ваши раны исцелил я, — ворон шагнул ближе и аккуратно быстрым движением поклонился. — Вы умеете восстанавливаться, но не так быстро как с моей помощью.",
    "answers": [
      {
        "var_add": [
          "good",
          1,
          "answ1",
          1
        ],
        "var_less": [
          "answ1",
          1
        ],
        "instant": true,
        "id": 96,
        "text": "\"Вау. Спасибо, Малак.\""
      },
      {
        "id": 96,
        "text": "\"Вау. Спасибо, Малак.\"",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 96,
        "text": "Ворон запрыгал на месте как птенец в радостном возбуждении и с интересом наблюдал, как поднимается на ноги Лин.\n\n— Ну, если нас ничего здесь не держит, то пора выбираться. Есть идеи?\n\nЛин огляделась по сторонам, а Малак указал крылом на дальний край пещерного озера.\n\n— Там есть узкий лаз к поверхности, госпожа. Или же можете проверить, не появились ли у вас крылья.\n\nЛин не была уверена, шутит ворон или же говорит серьезно, однако заглянула за плечо - спина оставалась неизменной.",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "var_add": [
          "evil",
          1,
          "answ1",
          2
        ],
        "var_less": [
          "answ1",
          1
        ],
        "instant": true,
        "id": 96,
        "text": "\"Надеешься на котенка? Я подумаю.\""
      },
      {
        "id": 96,
        "text": "\"Надеешься на котенка? Я подумаю.\"",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "id": 96,
        "text": "— Премного благодарен, госпожа.\n\nВорон вновь склонил к песку клюв и настороженно наблюдал, как поднимается на ноги Лин.\n\n— Ну, если нас ничего здесь не держит, то пора выбираться. Есть идеи?\n\nЛин огляделась по сторонам, а ворон указал крылом на дальний край пещерного озера.\n\n— Там есть узкий лаз к поверхности, госпожа. Или же можете проверить, не появились ли у вас крылья.\n\nЛин не была уверена, шутит ворон или же говорит серьезно, однако заглянула за плечо - спина оставалась неизменной.",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "var_add": [
          "fly",
          1,
          "answ2",
          3
        ],
        "text": "Попробовать взлететь",
        "id": 96,
        "var_more": [
          "answ1",
          0
        ],
        "instant": true,
        "var_less": [
          "answ2",
          1
        ]
      },
      {
        "id": 96,
        "text": "Попробовать взлететь",
        "comment": true,
        "var_equal": [
          "answ2",
          3
        ]
      },
      {
        "id": 96,
        "text": "Девушка сосредоточилась на голубом фрагменте неба в высоком потолке пещеры и потянулась к нему всем телом, представила крылья за спиной, как они отталкиваются от земли...\n\n— Ничего не получается, - сказала она.\n\n— Наверное, нужно попробовать разогнаться и прыгнуть? Я так делаю, — отозвался голос ворона.\n\nЛин приметила площадку для разгона и, собравшись с силами, припустила со всех ног вперед, затем отчаянно толкнулась от рыхлой поверхности песчаного острова и с громким всплеском упала лицом в озеро.\n\n- Хе-хе-е-е... — еле слышно саркастически протянул ворон.",
        "comment": true,
        "var_equal": [
          "answ2",
          3
        ]
      },
      {
        "id": 97,
        "text": "Плыть к узкому лазу",
        "var_more": [
          "answ1",
          0
        ]
      }
    ]
  },
  {
    "id": 97,
    "text": "— Рожденный ползать летать не обучен.\n\nЛин пожала плечами и шагнула в лазуревые воды озера, но стоило ей зайти по грудь, как все тело окутало облако пара. Вода зашипела и забурлила вокруг как в котле, а кожа девушки покрылась едва заметными красными с черным чешуйками. Они переливались и будто пульсировали на неприкрытых одеждой участках тела, а затем, когда промокли и жалкие обмотки Лин, каждый сантиметр кожного покрова отозвался дрожью. \n\n— Малак, что это?! — закричала она.\n\nВорон закружил над головой девушки, но старался не приближаться.\n\n— Госпожа, температура вашего тела высока, это нагревает воду.\n\n— Я понимаю как работает принцип кипячения, Малак! Почему мое тело раскалено, вот в чем вопрос!\n\nПотоки горячей воды постепенно разливались внутри озера. Через минуту на берег начали выбрасываться мелкие звери, обитавшие в глубинах резервуара, а те, кто сделать этого не мог, беззвучно метались в ужасе.\n\n— Должно быть это побочное явление после принятия искры, госпожа, — предположил ворон, но Лин уже плыла на другую сторону озера.\n\n",
    "answers": [
      {
        "id": 98,
        "text": "На противоположном берегу"
      }
    ]
  },
  {
    "id": 98,
    "text": "Узкий лаз, про который упоминал Малак, действительно оказался там, где его искали. Лин оперлась о край скалистого выступа и вглядывалась в темноту расщелины, испытывая дежа-вю. Вода стекала с ее тела и тут же впитывалась в песок, однако пар больше не поднимался от кожи, которая приобрела свой обычный вид.\n\n— Окей, Малак. Я иду туда, встретимся снаружи. И это... Постарайся не попадаться на глаза моим друзьям, хорошо? Не хочу просвещать их насчет говорящей птицы.\n\nВорон кивнул и вспорхнул к синему небу в потолке, а Лин, после некоторого сверления взглядом мрачного туннеля, шагнула в очередную неизвестность. ",
    "answers": [
      {
        "id": 99,
        "text": "На выход",
        "blackout": true,
        "var_set": [
          "answ1",
          0
        ]
      }
    ]
  },
  {
    "id": 99,
    "text": "Скрежет каменной крошки под ногами длительное время сопровождал Лин в кромешной тьме. Она шла осторожно, придерживаясь руками за шершавые стены. \n\nНаконец вдалеке забрезжил свет.\n\nПыльная, грязная и липкая девушка вывались из скалистой расщелины на  мягкую теплую землю, где ее встретило буйство цветов и ярких красок. Она с облегчением доползла до ближайшего дерева и прижалась к нему спиной, не в силах надышаться чистым лесным воздухом.",
    "answers": [
      {
        "id": 99,
        "text": "— Лин! — мужской голос разнесся по округе.\n\nДевушка осмотрелась и заметила на поляне японца, который глядел на нее совершенно европейскими глазами, вопреки обыкновению. Через секунду он уже скинул с себя первую оторопь и бросился к девушке, а за ним мелькнула белая грива.\n\n- Он! - Лин ткнула пальцем в коня, позади Даичи.\n\nДаичи же упал рядом с девушкой на колени и слушать ее не желал. Парень быстро, но уверенно провел руками по ее конечностям, проверяя их целостность, осмотрел голову. Затем он приподнял двумя ладонями лицо Лин так, что их глаза встретились, но девушка не перестала держать на прицеле белого жеребца.\n\n- Лин, с тобой все в порядке? Кажется, ты не ранена. Откуда кровь? - японец скользил обеспокоенным взглядом по лицу Лин, не выпуская его из рук.\n\nДаичи провел большем пальцем по щеке подруги и грудь его как-то странно дрогнула. \n\n\"Он хотел обнять меня?\" - подумала девушка, от чего лицо ее против воли залились румянцем.\n\n- Я в порядке...Пара царапин... - прошептала она.\n\nДаичи, только сейчас понявший как происходящее выглядит со стороны, все так же аккуратно, но с некоторой торопливостью, опустил руки.",
        "comment": true,
        "need": [
          90
        ]
      },
      {
        "var_not": [
          "horse",
          1
        ],
        "comment": true,
        "id": 99,
        "text": "Лин вновь обернулась к коню.\n\n- Это он! Столкнул меня с обрыва!\n\nЯпонец нахмурился, медленно обернулся к лошади, а животное притворилось коровой и мирно щипало травку.\n\n- Что он делает тут с тобой?! Эта тварь опасна!\n\n- Привязался ко мне, по всему лесу ходит, Даичи пожал плечами. - Забудь о нем, я должен отнести тебя в лагерь и осмотреть. Забирайся.\n\nПарень подставил спину, а Лин хотела отказаться, но шансов на это ей просто не предоставили.\n\n- В лагере расскажешь что случилось.\n\nОбычное хладнокровие вернулось к японцу. ",
        "need": [
          90
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "horse",
          1
        ],
        "id": 99,
        "text": "Лин вновь обернулась к коню.\n\n- Это он! Напугал меня до чертиков, рычал и кусался! Пришлось спускаться по обрыву к лагерю, а его самодовольная морда пялилась мне вслед! А потом...\n\nЯпонец нахмурился, медленно обернулся к лошади, а животное притворилось коровой и мирно щипало травку.\n\n- Что он делает тут с тобой?! Эта тварь опасна!\n\n- Привязался ко мне, по всему лесу ходит, Даичи пожал плечами. - Забудь о нем, я должен отнести тебя в лагерь и осмотреть. Забирайся.\n\nПарень подставил спину, а Лин хотела отказаться, но шансов на это ей просто не предоставили.\n\n- В лагере расскажешь что случилось.\n\nОбычное хладнокровие вернулось к японцу. ",
        "need": [
          90
        ]
      },
      {
        "id": 99,
        "text": "- Ли-и-и-ин! Ли-и-и-ин! - пронеслось по лесу разноголосье. \n\nОткликаться совершенно не хотелось - слишком много сил отняли события последних нескольких часов, но Лин подавила внутреннее сопротивление и крикнула куда-то в чащу:\n\n- Я здесь! \n\nГолоса затихли, все живое будто прислушалось, а затем раздался треск ломающихся веток и шуршание кустов, и на поляну высыпала группа людей.\n\nГэбриел увидел девушку и почти безумный бросился вперед. Он упал перед ней на колени и несколько секунд ошарашенно оглядывал ее со всех сторон, а затем порывисто наклонился и заключил ее в крепкие объятия. Парень уткнулся носом в плечо Лин и сжал ее сильнее, словно боялся упустить.\n\n- Лин, прости... Прости, Лин! Это все моя вина!\n\n- Гейб, о чем ты...\n\n- Когда ты раскладывала бутылки на поляне, я решил подшутить и включил с телефона рев медведямедведя.  Мне казалось, это будет смешно, - Гейб вновь сомкнул свои тиски в новом отчаянном жесте. - Я и подумать не мог, что ты убежишь в лес и столкнешься там с настоящей медведицей! Прости, Лин...",
        "need": [
          35
        ],
        "comment": true
      },
      {
        "var_add": [
          "answ1",
          1
        ],
        "var_sub": [
          "Geib",
          1
        ],
        "id": 99,
        "text": "\"Ты придурок, Гейб!\"",
        "need": [
          35
        ],
        "var_less": [
          "answ1",
          1
        ]
      },
      {
        "id": 99,
        "text": "\"Ты придурок, Гейб!\"",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 99,
        "text": "Лин оттолкнула от себя парня обеими руками и смотрела на него с той смесью ярости и отвращения, на какую была сейчас способна. Гэбриел же отстранился, опустил руки и безвольно осел напротив, склонив голову с разноцветными дредами.\n\nОставшаяся компания не могла не слышать состоявшегося разговора, потому, после короткого молчания, Итан шагнул к Лин и поднял ее на руки, а Мари испепеляла Гейба взглядом.\n\n- Лин, ты не ранена? - спросил Итан. - Держись, сейчас марш-бросок до лагеря и будет лучше.\n\nИтан быстро понес девушку через лес и до нее доносились только приглушенные вопли Мари.",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "var_add": [
          "answ1",
          2,
          "Geib",
          1
        ],
        "id": 99,
        "text": "\"Ты бросился в пасть медведю, чтобы защитить меня. Главное, что ты жив. Что мы оба.\"",
        "need": [
          35
        ],
        "var_less": [
          "answ1",
          1
        ]
      },
      {
        "id": 99,
        "text": "\"Ты бросился в пасть медведю, чтобы защитить меня. Главное, что ты жив. Что мы оба.\"",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "id": 99,
        "text": "Гейб не то чтобы обнял, он уже почти окутал Лин своими руками. Парень тихо всхлипнул в ее плечо.\n\n- Ты ведь не планируешь вместо этого сломать мне ребра, правда? - еле прохрипела девушка и постучала друга по плечу.\n\n- О, прости-прости! - он отскочил в сторону как от раскаленной печи и поднял вверх руки, чтобы снова аккуратно и осмотрительно опустить их на тело Лин. - У тебя есть раны? Эта кровь...\n\n- Все в порядке, пара царапин.\n\nЛин слабо улыбнулась, и Гейб попытался ответить ей тем же, но за притворной улыбкой не удалось скрыть волнения.\n\n- Тогда полезай мне на плечо, я донесу тебя в лагерь!\n\n- Вот спасибо, я дойду сама! - Лин поднялась на ноги и отряхнулась, а друзья вокруг наперебой предлагали ей свою помощь. - Лучше скажите, как ты сбежал от медведицы, и как удалось потушить огонь?\n\nГейб все же подхватил Лин, положив ее руку себе на плечи и придерживая девушку за талию. Идти стало значительно легче.\n\n- Медвежонок испугался и рванул в кусты, медведица ломанулась за ним, - сказал он. - Мне повезло. А потом примчался Итан и потушил огонь. Только плавки поверх штанов забыл надеть, чтобы по-супергеройски.\n\nВ компании раздались тихие смешки и на душе у всех стало легче.",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "id": 99,
        "text": "- Ли-и-ин! Ли-и-ин! - раздалось где-то поблизости.\n\n- Этот голос... Итан? Итан! Я здесь! \n\nЛин крикнула из последних сил и почувствовала, как поплыла голова по невидимым волнам, а земля качнулась в опасной близости от нее. Когда очередной за сегодня удар уже казался неизбежным, Лин закрыла глаза и не стала сопротивляться, но крепкие руки подхватили ее.\n\n- Лин! \n\n- Этого не может быть, - прошептала девушка. - Я видела, как оползень летел на тебя, как некуда было деться...\n\nИтан не ответил. Он лишь поджал губы, сдерживая эмоции, и прижался своим лбом ко лбу Лин.\n\n- Твоя веревка оборвалась на моих глазах. Лин, я бы не простил себя...\n\nИтан громко сглотнул, а Лин ощутила в собственном горле ком. Ком из невысказанных слов  и неожиданных эмоций. \n\nОни оставались друг с другом рядом, впитывая это ощущение, что теперь все хорошо и самое страшное позади. Но время настало, и Итан отстранился.\n\n- Тебя ищут все. Вернемся в лагерь, - он поднял девушку на руки и вновь оглядел ее с ног до головы. - Сейчас марш-бросок, а потом будет лучше. Держись.",
        "need": [
          38
        ],
        "comment": true
      },
      {
        "id": 100,
        "text": "Назад в лагерь",
        "need": [
          -35
        ],
        "instant": true
      },
      {
        "text": "Назад в лагерь",
        "id": 100,
        "var_more": [
          "answ1",
          1
        ],
        "need": [
          35
        ],
        "instant": true
      },
      {
        "id": 99,
        "text": "- Ли-и-и-ин! Ли-и-и-ин! - пронеслось по лесу разноголосье. \n\nОткликаться совершенно не хотелось - слишком много сил отняли события последних нескольких часов, но Лин подавила внутреннее сопротивление и крикнула куда-то в чащу:\n\n- Я здесь! \n\nГолоса затихли, все живое будто прислушалось, а затем раздался треск ломающихся веток и шуршание кустов, и на поляну высыпала группа людей.\n\nПервой Лин увидела Мари. Девушка оказалось рядом в мгновение ока, села рядом и очень мягко прикоснулась к телу Лин, прежде чем спросить:\n\n- Быстрее, где болит?\n\n- Нигде, пара царапин.\n\n- Здесь столько крови, ты контужена? - Мари нахмурилась и бегло осматривала подругу.\n\n- Честно, Мари. Просто тяжелый день.\n\n- Тяжелый день это когда начальник накричал или экзамен провалила, а ты мокрая, грязная и в крови! - затем девушка обернулась к парням и дала команду. - Помогите доставить ее в лагерь, нужно осмотреть наше чудо. А ты, - она вновь обратилась к Лин, - расскажешь подробно потом, что произошло.\n\nИтан вышел вперед, подхватил Лин на руки как невесту и с молчаливой решимостью понес ее в лагерь.",
        "need": [
          49
        ],
        "merge": true
      }
    ]
  },
  {
    "id": 100,
    "text": "В лагере Мари настояла на осмотре и Лин ничего не осталось как делом и телом доказать, что обошлось без травм, а парни принялись за приготовление ужина. На лес опускались сумерки.\n\n— Уф, этот день самый сумасшедший за все каникулы, — Гейб упал на импровизированную скамью из бревна и задрал голову к небу, высматривая звезды. — Мы только приехали, а у меня уже прибавилось на голове седых волос.\n\nЮноша поднял двумя пальцами зеленую плеть и демонстративно повертел ею в воздухе.\n\n— Думаю крашеным волосам это не грозит, Гейб, — заметил Итан и подбросил дров в костер.\n\nЧан с водой на огне начал закипать и в него посыпались незамысловатые ингредиенты ужина. Компания собралась вокруг, урча животами, а радушный огонь согревал друзей.\n\n— Но кое-где Гейб все же прав, — заметила Мари. — День кувырком. \n\n— Никто не пострадал, вот что имеет значение, — Даичи подал друзьям кружки с чаем, и руки Лин согрелись.\n\n— И все же? — Мари остановила испытующий взгляд на Лин. — Что произошло? Тебя не было несколько часов, мы безумно волновались. А потом ты вышла на свет в совершенно неожиданном месте.\n\nЛин вздохнула и коротко рассказала историю о падении в ущелье, о пещере с подземным озером и о потайном выходе к лесу. Умолчала она только о Боге и о Малаке, который наверняка сейчас был где-то поблизости.\n\n",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "— Как ты умудрилась остаться невредимой? \n\nМари теперь смотрела взглядом полным изумления, а Лин только пожала плечами в ответ.\n\n— Кто знает. Может в рубашке родилась. А может горные духи снизошли и спасли меня, — тонкая улыбка играла на ее губах.\n\nИтан все это время помешивал содержимое котла длинной ложкой, но парень не пропустил ни одного слова, сказанного Лин. Когда повествование окончилось, он вдруг загремел посудой и объявил ужин готовым.\n\n— Разговоры в сторону! Готовим рты для еды, — констатировал Гейб, вооружаясь столовыми приборами на манер дикаря.\n\nПо воздух плыл аромат съестного, теплый огонь бросал оранжевые блики на утомленные, но расслабленные лица друзей, и вся обстановка шептала об уюте. Сумерки уже достаточно окутали лес, чтобы скрыть размашистые лапы деревьев, и только гомон ночной живности иногда давал о себе знать.",
    "answers": [
      {
        "id": 102,
        "text": "Далее",
        "var_set": [
          "answ1",
          0
        ]
      }
    ]
  },
  {
    "id": 102,
    "text": "— М-м-м, Итан, твоя походная готовка потрясающая! — Лин облизала ложку и опустила ее в пустую миску. — Это именно то, что нужно после долгого убийственного дня.\n\n— Хотела бы, чтобы этот кудесник оказался на твой кухне, красавица? — Гейб наклонился к девушке, затем лукаво ей подмигнул. \n\nИтан громче застучал посудой.",
    "answers": [
      {
        "var_add": [
          "Itan",
          1,
          "answ1",
          1
        ],
        "var_less": [
          "answ1",
          1
        ],
        "instant": true,
        "id": 102,
        "text": "\"Я была бы не против\""
      },
      {
        "id": 102,
        "text": "\"Я была бы не против\"",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 102,
        "text": "Гейб присвистнул, а кончики ушей Итана покраснели, но он постарался скрыть это во тьме ночи. Парень еще раз громыхнул посудой и зачем-то увлеченно погрузился по локоть в рюкзак.\n\nЛин оглядела эту картинку и озорно улыбнулась сама себе.\n\nМари в этот момент тихо села рядом с Даичи на бревно и протянула ему пустую чашку. Японец наполнил ее чаем, а после вновь уставился на танцующие языки огня.\n\n- Даичи, когда твой черед готовить? - спросила Мари и посмотрела на парня поверх края чашки.\n\n- Завтра утром. Завтрак.\n\n- Ох, не могу дождаться, - Мари подперла щеку рукой, скосила глаза в сторону брюнета, но затем сделала вид, что также любуется пламенем. ",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "var_add": [
          "answ1",
          2
        ],
        "var_less": [
          "answ1",
          1
        ],
        "instant": true,
        "id": 102,
        "text": "\"Не заигрывай с Итаном, Гейб. Мы все равно будем готовить по расписанию. Каждый сможет проявить себя\""
      },
      {
        "id": 102,
        "text": "\"Не заигрывай с Итаном, Гейб. Мы все равно будем готовить по расписанию. Каждый сможет проявить себя\"",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "id": 102,
        "text": "- Не уверен, что вы хотите, чтобы я готовил, - безапелляционно заявил Гейб и с шумом опустошил свой стакан.\n\n- Почему нет?\n\n- Увидишь! Но до тех пор у вас есть шанс передумать. Если что я буду в той палатке с этим красавчиком.\n\nМари тихо села рядом с Даичи на бревно и протянула ему пустую чашку. Японец наполнил ее чаем, а после вновь уставился на танцующие языки огня.\n\n- Даичи, когда твой черед готовить? - спросила Мари и посмотрела на парня поверх края чашки.\n\n- Завтра утром. Завтрак.\n\n- Ох, не могу дождаться, - Мари подперла щеку рукой, скосила глаза в сторону брюнета, но затем сделала вид, что также любуется пламенем. ",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "id": 103,
        "text": "Далее",
        "var_more": [
          "answ1",
          0
        ],
        "var_set": [
          "answ1",
          0,
          "answ2",
          0
        ]
      }
    ]
  },
  {
    "id": 103,
    "text": "— О, ребята, ребята! — Гейб подскочил с места и нетерпеливо закрутился на вокруг своей оси. — У меня есть кое-что для вас. Никуда не уходите!\n\nПосле этих слов парень нырнул в темноту, а друзья недоуменно переглянулись. Итан озвучил общую мысль.\n\n— Опыт показывает, что нужно уходить. Сейчас.",
    "answers": [
      {
        "var_add": [
          "Geib",
          1,
          "answ1",
          1
        ],
        "var_less": [
          "answ1",
          1
        ],
        "instant": true,
        "id": 103,
        "text": "\"Да бросьте вы. Давайте посмотрим, что Гейб хочет показать\""
      },
      {
        "id": 103,
        "text": "\"Да бросьте вы. Давайте посмотрим, что Гейб хочет показать\"",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "id": 103,
        "text": "— Лин, мы все очень ценим твое добродушие, но Итан прав, — японец непривычно расторопными движениями собирал свои вещи с поляны. — Гейба мы знаем давно, и такие истории еще не заканчивались ничего хорошим. Пожалуйста, пойдем.\n\n— Она может остаться, если хочет, — встряла Мари, которая уже практически в зубах держала свою сумку. — Потом расскажет, что приключилось на этот раз.\n\n— Вы слишком критически относитесь к Гейбу и его идеям! Уверена...\n\nНо фигура Гейба уже показалась из темноты, и свет упал на его счастливое улыбающееся лицо. Компания заметила в руках парня некий предмет...",
        "comment": true,
        "var_equal": [
          "answ1",
          1
        ]
      },
      {
        "var_add": [
          "answ1",
          2
        ],
        "var_less": [
          "answ1",
          1
        ],
        "instant": true,
        "id": 103,
        "text": "Начать собираться вместе со всеми"
      },
      {
        "id": 103,
        "text": "Начать собираться вместе со всеми",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "id": 103,
        "text": "Лин схватила рюкзак, плед и взволнованно шарила взглядом по поляне, но фигура Гейба уже показалась из темноты, и свет упал на его счастливое улыбающееся лицо. \n\nКомпания заметила в руках парня некий предмет...",
        "comment": true,
        "var_equal": [
          "answ1",
          2
        ]
      },
      {
        "comment": true,
        "id": 103,
        "text": "— Сегодня мы с Лин ставили ловушки в лесу и смотрите, что мы поймали. — Гэбриел поднял над головой предмет, и все присутствующие с ужасом осознали, что это. — Королевская кобра! \n\nКрасная в черную полоску змея извернулась в человеческих руках и вонзила взгляд в группу людей, быстро оценив обстановку. Вздох не успел сорваться с чьих-либо губ, когда хладнокровное создание зашипело, с силой дернулось, как провод под напряжением, и соскользнуло в центр круга.",
        "need": [
          35
        ],
        "var_more": [
          "answ1",
          0
        ]
      },
      {
        "comment": true,
        "id": 103,
        "text": "— Сегодня я ставил ловушки в лесу и смотрите, что мне удалось поймать. — Гэбриел поднял над головой предмет, и все присутствующие с ужасом осознали, что это. — Королевская кобра! \n\nКрасная в черную полоску змея извернулась в человеческих руках и вонзила взгляд в группу людей, быстро оценив обстановку. Вздох не успел сорваться с чьих-либо губ, когда хладнокровное создание зашипело, с силой дернулось, как провод под напряжением, и соскользнуло в центр круга.",
        "need": [
          -35
        ],
        "var_more": [
          "answ1",
          0
        ]
      },
      {
        "var_add": [
          "answ2",
          1
        ],
        "text": "Отскочить в сторону",
        "id": 103,
        "var_more": [
          "answ1",
          0
        ],
        "var_less": [
          "answ2",
          1
        ],
        "instant": true
      },
      {
        "id": 103,
        "text": "Отскочить в сторону",
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "id": 103,
        "text": "Лин шарахнулась в бок, как грациозная лань, но задела ногой раскаленный чан с бурлящей в нем водой. Тот опрокинулся, а огонь под ним, с презрительным шипением, потух.\n\nВ кромешной тьме барабанные перепонки атаковал чей-то пронзительный визг, граничащий с ультразвуком. На поляне воцарилась суматоха с последующей выразительной руганью женского голоса. \n\nВ нос ударил едкий запах дыма, поднявшегося облаком, и Лин закашлялась сквозь слезы. Девушка растерялась и стояла в нерешительности, но чья-то рука с силой дернула ее назад, повела прочь от кострища. Затем этот таинственный кто-то решительно подхватил Лин под бедра и подкинул вверх. Через секунду она уже сидела на холодном металле джипа в одиночестве.\n\nВскоре на поляне зажегся фонарик.",
        "comment": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "var_add": [
          "answ2",
          2
        ],
        "text": "Ловить змею",
        "id": 103,
        "var_more": [
          "answ1",
          0
        ],
        "var_less": [
          "answ2",
          1
        ],
        "instant": true
      },
      {
        "id": 103,
        "text": "Ловить змею",
        "comment": true,
        "var_equal": [
          "answ2",
          2
        ]
      },
      {
        "id": 103,
        "text": "Пресмыкающееся скользнуло в траву и почти слилось с местностью в потемках, только чешуйки давали редкие отблески в свете огня. \n\nВ один момент девушка заметила движение, схватила гибкое тело, но змея извернулась в руках и шлепнулась на землю. Не простив такой обиды, кобра воспряла и обратила к Лин ощерившуюся клыкастую пасть с розовыми обманчиво нежными внутренностями. Отступать было слишком поздно. Все, что могла видеть в этот момент девушка - пара острых клыков и раздвоенный язык в нескольких сантиметрах от лица.\n\nНо вдруг с резким свистом два клинка пронеслись мимо пасти животного и вонщились в землю рядом. Змея шикнула и, в этот раз, беспрепятственно улизнула.",
        "comment": true,
        "var_equal": [
          "answ2",
          2
        ]
      },
      {
        "id": 104,
        "text": "Далее",
        "var_more": [
          "answ2",
          0
        ]
      }
    ]
  },
  {
    "id": 104,
    "text": "Итан посветил фонариком вокруг и констатировал:\n\n— Скрылась твоя рептилия, Гейб. Больше сюрпризов на сегодня не будет? ",
    "answers": [
      {
        "id": 104,
        "text": "\n\nГэбриел молча опустился на бревно, а беловолосый с невозмутимым видом принялся вновь разводить костер. \n\n— Это не рептилия, а пресмыкающееся, — наконец ответил Гейб.\n\n— Да плевать на эти твои царства! Какого @*<amp>$ ты вообще притащил сюда змею?! — взорвалась Мари.\n\nЛин осторожно сползла с высокого капота машины, все еще боязливо вглядываясь в траву вокруг. Что если хищник таки притаился?\n\n— Понимаете, — нерешительно заговорил Гэбриел, — перед поездкой я прочитал, что в этой местности водится очень редкий вид змей — королевская кобра. И я подумал, что поймать ее будет супер круто.",
        "merge": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "id": 104,
        "text": "\n\nГэбриел молча опустился на бревно, парни также сели неподалеку.\n\n— Это не рептилия, а пресмыкающееся, — наконец ответил Гейб.\n\n— Да плевать на эти твои царства! Какого @*<amp>$ ты вообще притащил сюда змею?! — взорвалась Мари.\n\n— Понимаете, — нерешительно заговорил Гэбриел, — перед поездкой я прочитал, что в этой местности водится очень редкий вид змей — королевская кобра. И я подумал, что поймать ее будет супер круто.",
        "merge": true,
        "var_equal": [
          "answ2",
          2
        ]
      },
      {
        "var_equal": [
          "answ2",
          2
        ],
        "id": 104,
        "text": "\n\n— И к тебе у меня вопросы, Лин! Ты с ума сошла хватать змею?! Если бы не мои кинжалы, то эта божья тварь болталась бы у тебя в шее или еще бог весть где как пиявка! Кроме того, ты ещё и помогала Гейбу! Видишь же, что он неадекватный, зачем ты лезешь?! — всплеснула руками Мари в сторону девушки. — Ох, я так зла на вас!\n\n— Лин не при чем, она не знала моих целей.\n\nМари нависла над Гейбом и почти прорычала ему в ответ:\n\n— Помолчал бы лучше, если жизнь дорога.",
        "need": [
          35
        ],
        "merge": true
      },
      {
        "var_equal": [
          "answ2",
          2
        ],
        "id": 104,
        "text": "\n\n— И к тебе у меня вопросы, Лин! Ты с ума сошла хватать змею?! Если бы не мои кинжалы, то эта божья тварь болталась бы у тебя в шее или еще бог весть где как пиявка! — всплеснула руками Мари в сторону девушки. — Ох, я так зла на вас!\n\n— Я хотела помочь... — пробормотала Лин.\n\nМари нависла над ней и почти прорычала в ответ:\n\n— Помолчала бы лучше, если жизнь дорога.",
        "need": [
          -35
        ],
        "merge": true
      },
      {
        "var_equal": [
          "answ2",
          1
        ],
        "id": 104,
        "text": "\n\n— И к тебе у меня вопросы, Лин! Ты с ума сошла ему помогать?! Видишь же, что он неадекватный, зачем ты лезешь?! — всплеснула руками Мари в сторону девушки. — Ох, я так зла на вас!\n\n— Лин не при чем, она не знала моих целей.\n\nМари нависла над Гейбом и почти прорычала ему в ответ:\n\n— Помолчал бы лучше, если жизнь дорога.",
        "need": [
          35
        ],
        "merge": true
      },
      {
        "id": 104,
        "text": "\n\nИтан плюнул на и без того насквозь мокрые дрова и встал на ноги. \n\n— Бесполезно. Сегодня будем спать без костра.\n\n— Это не опасно? — уточнила Лин.\n\n— Огонь отпугивал бы некоторых животных, но и без него все будет в порядке. Расходимся по палаткам, спать.\n\nФонарик Итана освещал крохотный пятачок поляны, на котором собрались все туристы. В его мертвенно-бледном освещении открывалась взору картина, где взбешенная Мари трясла за грудки Гейба, Даичи допивал свой чай, сидя на бревне, а Лин и Итан собирали пострадавшую кухонную утварь.\n\n— Кар! — разнеслось громкое по поляне.\n\n\"Кар! Кар! Кар!\" — вторили ему скрипучие голоса. И еще сотни, тысячи гортанных низких и высоких звуков посыпались со всех сторон шквалом, застучали по ушам, вгрызались в мозг. \n\n— Что это? — Мари оторопело оглянулась. — Что происходит?!\n\nЕй пришлось кричать, чтобы перекрыть нарастающий гомон. Итан схватил фонарь, подкрутил на максимум мощность и направил в небо. Со всех сторон на молодых людей таращились бесчисленные черные блестящие глаза, взмахивали черные крылья и щелкали длинные клювы. Ветки деревьев гнулись и трещали под весом множества птиц, черных как ночная тьма, а самих деревьев не было видно за тучей из роящихся тел.\n\n— Какого черта? — прошептала Лин.\n\nВсе вскочили со своих мест и задирали головы вверх в непрекращающемся шуме, испуганно оглядывались по сторонам, только Даичи продолжил пить свой чай не переменив и позы.",
        "merge": true,
        "var_equal": [
          "answ2",
          1
        ]
      },
      {
        "id": 104,
        "text": "\n\nИтан тяжело вздохнул и сказал:\n\n— Все целы, живы и здоровы. Змея уползла. Расходимся по палаткам, спать.\n\nКостер освещал крохотный пятачок поляны, на котором собрались все туристы. В его теплом освещении открывалась взору картина, где взбешенная Мари трясла за грудки Гейба, Даичи допивал свой чай, сидя на бревне, а Лин и Итан пытались переварить последние события с угрюмым выражением на лицах.\n\n— Кар! — разнеслось громкое по поляне.\n\n\"Кар! Кар! Кар!\" — вторили ему скрипучие голоса. И еще сотни, тысячи гортанных низких и высоких звуков посыпались со всех сторон шквалом, застучали по ушам, вгрызались в мозг. \n\n— Что это? — Мари оторопело оглянулась. — Что происходит?!\n\nЕй пришлось кричать, чтобы перекрыть нарастающий гомон. Итан схватил фонарь, подкрутил на максимум мощность и направил в небо. Со всех сторон на молодых людей таращились бесчисленные черные блестящие глаза, взмахивали черные крылья и щелкали длинные клювы. Ветки деревьев гнулись и трещали под весом множества птиц, черных как ночная тьма, а самих деревьев не было видно за тучей из роящихся тел.\n\n— Какого черта? — прошептала Лин.\n\nВсе вскочили со своих мест и задирали головы вверх в непрекращающемся шуме, испуганно оглядывались по сторонам, только Даичи продолжил пить свой чай, не переменив и позы.",
        "merge": true,
        "var_equal": [
          "answ2",
          2
        ]
      },
      {
        "id": 104,
        "text": "\n\n— Они не нападают, — Итан напряженно вглядывался в стаю, а остальные члены группы прижались спинами к нему. - Я впервые вижу подобное.\n\nМари беззвучно зашевелила губами, лицо ее побледнело, будто напудренное мелом. Гейб не проронил ни слова в необычайном напряжении.\n\n— Не знаю, что за чертовщина... Но нам лучше скрыться в палатках, — Итан подтолкнул друзей в нужном направлении, не отрывая взгляда от леса.\n\nПоследним поднялся Даичи и, не спеша, скрылся внутри своей палатки, только Лин помедлила, прежде чем зайти за Мари.",
        "merge": true
      },
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "В нескольких метрах от лагеря она заметила два тлеющих уголька, что неровно танцевали в ночи. Тело сковал страх, граничащий с истерическим ужасом. \n\n— Это я, госпожа. Малак, — услышала девушка хриплый шепот.\n\n— Малак, что происходит?\n\n— Вороны прибыли поприветствовать вас, госпожа, — последовал зловещий ответ. \n\nПтицы со всех сторон разрывались в бешеном крике, воздух гудел шелестом их черных крыльев. Каждый из них будто хотел звучать громче остальных, но стая жила как единое целое. Безумное и необузданное приветствие давило на плечи Лин, и она, не помня себя от страха, проскользнула под полог палатки.\n\nЭто ночью никто не смог уснуть...\n",
    "answers": [
      {
        "id": 106,
        "text": "Глава 2. Шторм.",
        "need": [
          106
        ]
      },
      {
        "id": 105,
        "text": "Глава 2. Шторм.",
        "comment": true
      }
    ]
  },
  {
    "id": 106,
    "text": "Под утро Лин забылась тяжелым сном. Она ворочалась внутри спального мешка и сдавленно охала, переживая один из кошмаров — ежесекундно ее тело терзали горячие клещи, разрывали плоть и собирали вновь по кусочкам. Боль волнами огня прокатывалась от носочков до макушки, заставляя девушку наяву крепче сжимать зубы. Когда пламя потоком ворвалось в грудь, Лин распахнула глаза.\n\nРассвет золотил купол палатки, расстекался светлыми пятнами по брезентовым стенам и стыдливо прятался, стоило елям взмахнуть на ветру своими лапами. Умиротворение на кратки миг закралось в душу, смывая остатки сна, но не успело там как следует обосноваться, когда вдруг внимание привлек странный звук. \n\nЛин приподнялась на локте и вгляделась в кучу вещей у изголовья спального мешка, а через секунду ее сердце упало в пятки. Коричневый с желтыми пятнами капюшон раскрылся, и незванная гостья подняла голову, вперившись неморгающим взглядом в девушку. \n\nОбе замерли, в хаосе метались мысли. Лин почувствовала, как в груди закипает огонь, терзаший ее всю ночь... Затем бросила короткий взгляд: Мари лежала на расстоянии вытянутой руки и ни о чем не подозревла...",
    "answers": [
      {
        "id": 39,
        "text": "Тихо разбудить Мари"
      },
      {
        "id": 50,
        "text": "Дать волю чувству",
        "var_add": [
          "fire",
          1
        ]
      },
      {
        "id": 111,
        "text": "Выскочить из палатки",
        "var_sub": [
          "Mari",
          1
        ]
      }
    ]
  },
  {
    "id": 107,
    "text": "Для выгрузки в файл вставьте сюда полное имя файла.<s>r\nНапример:<s>r\nC:<s><s>Мои квесты<s><s>Новый квест<s><s>part1.txt<s>r\n<s>r\nПример выгрузки:<s>r\n::4 <100,100><s>r\nТекст страницы 1<s>r<s>r\nНовый параграф страницы 1<s>r\n[[кнопка_1_на_2]]<s>r\n[[кнопка_2_на_3]]<s>r\n<s>r\n::5 <200,100><s>r\nТекст страницы 2<s>r\n[[кнопка_1_на_3]]<s>r\n<s>r\n::6 <300,100><s>r\nТекст страницы 3<s>r\n[[кнопка_1_на_1]]<s>r\n[[кнопка_2_на_4]]<s>r\n[[кнопка_3_на_5]]<s>r\n<s>r\n::7 <400,100><s>r\nТекст страницы 4<s>r\n<s>r\n::8 <500,100><s>r\n",
    "answers": [
      {
        "id": 108,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 2,
        "text": "Символы разбиения текста",
        "comment": true,
        "middle_answer": true
      },
      {
        "lua_do": "function lua_do()\nnewTitleSeparator = \"::\"\nendTitleSeparator = \"<s>\n\"\nendPageSeparator = \"<s>\n<s>\n\"\nnewParagraphSeparator = \"<s>\n\"\nnewButtonSeparator = \"[[\"\nendButtonSeparator = \"]]\"\nnewLinkSeparator = \"|\"\ntab = \"     \" -- в ТК не работает табуляция, она может быть заменена пробелами\n\nfunction getMask(separator)\n   return string.gsub(separator, \"<s>\n\", \"<s><s><s>\n\")\nend\n\nfunction ltrim(textWithSpaces)\n   return utf8.match((textWithSpaces or \"\"), \"^[%s]*(.-)$\")\nend\n\nend",
        "comment": true,
        "super_calculate": false,
        "middle_answer": false,
        "text": "Символы разбиения текста",
        "calculate": true,
        "id": 2
      },
      {
        "id": 2,
        "text": "Вывод разделителей",
        "comment": true,
        "lua_text": "function lua_text()\nlocal text = \"Начало заголовка: \" .. getMask(newTitleSeparator) .. \n                   \"<s>\nКонец заголовка: \" .. getMask(endTitleSeparator) .. \n                   \"<s>\nКонец страницы: \" .. getMask(endPageSeparator) .. \n                   \"<s>\nНовый абзац: \" .. getMask(newParagraphSeparator) .. \n                   \"<s>\n<s>\nНовая кнопка: \" .. getMask(newButtonSeparator) .. \n                   \"<s>\nНачало ссылки: \" .. getMask(newLinkSeparator) .. \n                    \"<s>\nКонец кнопки: \" .. getMask(endButtonSeparator)\n\nif unloadTabs then\n   text = text .. \"<s>\nВыгружать пробелы табуляции.\"\nelse\n   text = text .. \"<s>\nНе выгружать пробелы табуляции.\"\nend\n\nif unloadLinks then\n   text = text .. \"<s>\n<s>\nВключена выгрузка связей между страницами. <s>\n\"\nelse\n   text = text .. \"<s>\n<s>\nВыгрузка связей между страницами отключена.\"\nend\n\nif isWindows then\n   text = text .. \"<s>\n<s>\nСпособ выгрузки: \"\n   if needUnloadToFile then text = text .. \"в файл\"\n   else text = text .. \"в текст страницы\"\n   end\nend\nreturn text\nend"
      },
      {
        "instant": true,
        "id": 9,
        "text": "Включить / выключить выгрузку пробелов табуляции",
        "lua_do": "function lua_do()\nunloadTabs = not unloadTabs\nend",
        "go_to": [
          "global current_id"
        ]
      },
      {
        "instant": true,
        "id": 9,
        "text": "Включить / выключить выгрузку связей между страницами",
        "lua_do": "function lua_do()\nunloadLinks = not unloadLinks\nend",
        "go_to": [
          "global current_id"
        ]
      },
      {
        "comment": true,
        "super_calculate": false,
        "id": 3,
        "calculate": true,
        "lua_do": "function lua_do()\n   isWindows = false\n   if system.getInfo(\"platform\") == \"win32\" then\n      isWindows = true\n   end\nend",
        "text": "  "
      },
      {
        "comment": false,
        "lua_if": "function lua_if()\nreturn isWindows\nend",
        "instant": true,
        "id": 3,
        "text": "Изменить способ выгрузки",
        "lua_do": "function lua_do()\n   needUnloadToFile = not needUnloadToFile\nend",
        "go_to": [
          "global current_id"
        ]
      },
      {
        "id": 2,
        "text": "  ",
        "comment": true
      },
      {
        "answerIcon": [
          "http://188.120.236.127/aleks_otter/load_unload_quest/fantasy.png"
        ],
        "comment": false,
        "text": "active",
        "lua_do": "function lua_do()\n   -- укажите в переменной pages номера и/или диапазоны страниц через запятую\n   -- диапазоны указываются через \"-\"\n\n   local pageNumsStr = \"4, 5-7, 8\"   \n   \n   local filename \n   if needUnloadToFile then filename = getFilename() end\n   if (not needUnloadToFile) or filename then\n      local pageNumbers = preparePagesNums(pageNumsStr)   -- подготовка\n      local questContent = getQuestContent(pageNumbers)   -- получение содержимого страниц\n      unloadQuest(questContent, filename) -- непосредственно выгрузка\n   end\nend",
        "instant": true,
        "id": 19,
        "go_to": [
          "global current_id"
        ]
      },
      {
        "text": "Непосредственно выгрузка",
        "comment": true,
        "super_calculate": false,
        "id": 2,
        "calculate": true,
        "lua_do": "function lua_do()\nfunction unloadQuest(questContent, filename)\n   if filename then\n      local file, errorString = io.open(filename, \"w\" )\n      if not file then\n         local exception = native.showAlert(\"Ошибка\", \"File error: \" .. errorString, {\"ОК\"})\n      else\n         file:write(questContent)\n         io.close( file )\n         local mess = native.showAlert(\"Выгрузка завершена\", filename, {\"ОК\"})\n      end\n   else\n      pages[g.current_id].text = questContent\n   end\nend\nend",
        "instant": false
      },
      {
        "text": "Проверка имени файла",
        "comment": true,
        "super_calculate": false,
        "id": 2,
        "calculate": true,
        "lua_do": "function lua_do()\nfunction getFilename()\n   local path, fileName, ext\n   local fullFileName = pages[g.current_id].text .. \"\"\n   path,fileName = fullFileName:match(\"^%s*(.-)([^<s><s><s><s>/]*)$\")\n   if fileName then\n      ext = fileName:match(\"[^%.]*%.?(.*)$\")\n   end\n\n   local exception\n   if ext == \"txt\" then\n      local file, errorString = io.open(fullFileName, \"w\" )\n      if not file then\n         exception = native.showAlert(\"Ошибка\", \"Недопустимый путь к файлу. <s>\n File error: \" .. errorString, {\"ОК\"})\n      else\n         io.close( file )\n      end\n   else\n      fullFileName = nil\n      exception = native.showAlert(\"Ошибка\", \"Некорректное расширение файла. Загружаемый файл должен иметь расширение .txt\", {\"ОК\"})\n   end\n   return fullFileName\nend\nend",
        "instant": false
      },
      {
        "comment": true,
        "super_calculate": false,
        "lua_do": "function lua_do()\nfunction preparePagesNums(pageNumsStr)\n   local pageNumbers = {}\n   local startPage, endPage, num = -1\n   local startPageStr, endPageStr =\"\"\n   for numStr in utf8.gmatch(\" \" .. pageNumsStr .. \",\", \"(.-),\") do\n\n      -- если указан диапазон страниц, \n      if utf8.find(numStr, \"-\") then\n         startPageStr, endPageStr = utf8.match(numStr, \"(%d<plus>)-(%d<plus>)\")\n         startPage, endPage = -1\n         if startPageStr and endPageStr then\n            startPage = tonumber(startPageStr)\n            endPage = tonumber(endPageStr)\n         end\n\n         -- если удалось определить границы диапазона, добавляем в массив каждую из них\n         if startPage and endPage and startPage > 0 and endPage > startPage then\n            for i = startPage, endPage do\n               table.insert(pageNumbers, i)\n            end\n         end\n      else\n         -- отдельная страница\n         num = tonumber(numStr)\n         if num then table.insert(pageNumbers, num) end\n      end\n   end\n   return pageNumbers\nend\nend",
        "calculate": true,
        "text": "Определяем номера страниц, которые нужно выгружать\nаргумент - строка, содержащая номера и/или диапазоны страниц через запятую\n",
        "id": 2
      },
      {
        "comment": true,
        "super_calculate": false,
        "lua_do": "function lua_do()\nfunction getQuestContent(pageNums)\n   local content = \"\"\n   local curPage = {}\n   local x = 1\n   local y = 1 \n   for i, curNum in ipairs(pageNums) do\n      curPage = pages[curNum]\n      if curPage then\n         content = unloadPage(content, curPage, x*100, y*100)\n         \n         if math.fmod(x, 10) == 0 then\n            y = y <plus> 1\n            x = 1\n         else\n            x = x <plus> 1\n         end\n      end\n   end\n   return content\nend\nend",
        "calculate": true,
        "id": 2,
        "text": "Перебор страниц и их поочерёдная выгрузка\nаргумент pageNums - массив чисел\n"
      },
      {
        "comment": true,
        "super_calculate": false,
        "lua_do": "function lua_do()\nfunction unloadPage(resultText, currentPage, x, y)\n   if not currentPage then return end\n   -- начало новой страницы\n   if resultText ~= \"\" then\n      resultText = resultText .. endPageSeparator\n   end\n\n   -- номер страницы - в качестве заголовка\n   resultText = resultText .. newTitleSeparator .. currentPage.id .. \" <\" .. x .. \",\" .. y .. \">\" .. endTitleSeparator\n   \n   -- текст страницы\n   if unloadTabs then\n      resultText = resultText .. currentPage.text\n   else\n      resultText = resultText .. utf8.gsub (ltrim(currentPage.text), (newParagraphSeparator .. tab), newParagraphSeparator)\n   end\n   \n   -- кнопки\n   local buttons = currentPage.answers\n   for i, curButton in ipairs(buttons) do\n      resultText = resultText .. newParagraphSeparator .. newButtonSeparator .. curButton.text\n      -- ссылки на страницы, если надо\n      if unloadLinks then\n         resultText = resultText .. newLinkSeparator .. curButton.id\n      end\n      resultText = resultText .. endButtonSeparator\n   end\n\n   return resultText\nend\nend",
        "calculate": true,
        "id": 2,
        "text": "Выгрузка одной страницы\nаргумент resultText - суммарное содержимое выгружаемых страниц\nаргумент currentPage - таблица выгружаемой страницы\nаргументы X и Y - координаты параграфа в Twine\n"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 108,
    "text": "",
    "answers": []
  },
  {
    "id": 109,
    "text": "::5 <100,100>\n\"Неужели кто-то здесь, чтобы услышать мою историю? Тогда позволь взять тебя, странник, за руку и провести через едкий мрак моих воспоминаний. \n\nМое имя — Исток. Вернее, так зовут меня ныне живые, потому как с меня все началось, но сама я и мое имя канули в прошлое. \n\nТебе все же интересно? Хорошо, я постараюсь вспомнить. Это было так давно... И звуки имени моего уже не отражались от стен в этом мире долгие тысячи лет. Ох...\n\nЭмилинда. Вот оно. Знакомые, разумеется, звали меня Лин.\n\nХоть об этом умалчивают легенды, но тот день, когда я перестала быть человеком, памятен мне и по-своему дорог. Даже пыль столетий не смогла заставить поблекнуть эти воспоминания. \n\nМы с друзьями собирались в поход.\"\n\n\n[[Далее|6]]\n\n::6 <200,100>\nПогожее летнее утро. Солнечный луч настойчиво пробивался через занавески в уютные аппартаменты. \n\nВ комнате девушка. Она явно нервничала и перебирала вещи в рюкзаке под аккомпонемент тихого бормотания:\n\n— Щетка... Есть. Полотенце. Есть. Средство от москитов... Как можно забыть средство от москитов?!\n\nДевушка бросила в сторону рюкзак и начала торопливо копошиться в ящике высокого шкафа, а черная прядка волос то и дело норовила упасть ей на глаза и закрыть обзор.\n\nГде-то в постели среди подушек пиликнул телефон и на экране отразилось смс: \"Лин, мы остановились у продуктового в двух кварталах от тебя. Подтягивайся.\"\n\nХозяйка быстро отреагировала, подняла к глазам гаджет и вчиталась в текст послания. Палец заскользил по дисплею, набирая ответ. \n[[\"Даичи, ты мог бы и доехать до меня! Я с вещами!\"|6]]\n[[\n\n\"Даичи, ты мог бы и доехать до меня! Я с вещами!\"|6]]\n[[\"Ок. Ждите.\"|6]]\n[[\n\n\"Ок. Ждите.\"|6]]\n[[\n\nТелефон пикнула снова.\n\n\"Добавь к вещам положительный настрой и сама не заметишь как дойдешь ;) Мы за покупками\"\n\n- Ох, конечно. Конечно. \n\nЛин цокнула языком, забросила телефон в сумку и, после недолгих приготовлений, вышла из квартиры.|6]]\n[[\n\nТелефон пикнул снова.\n\n\"Я возьму тебе мороженое\".\n\nЛин хмыкнула, забросила телефон в рюкзак и, после недолгих приготовлений, вышла из квартиры.|6]]\n[[Далее|9]]\n[[Далее|9]]\n\n::9 <300,100>\nУ лифта Лин с трудом разминулась с соседями — молодая супружеская пара вместе с дочерью возвращались с утренней прогулки выходного дня. Муж и жена как обычно держались за руки и украдкой улыбались друг другу, а малышка путалась у них в ногах и игриво пищала каждый раз, когда подбрасывала в воздух яркую куклу. \n\nОт супругов всегда веяло каким-то умиротворением. На публике они сдержанно проявляли глубокие чувства друг к другу, а к дочери всегда относились с неизменной нежностью.\n\n— Мистер и миссис Тэлбот, доброе утро! — Лин помахала им рукой и улыбнулась девочке. — Дороти, как поживает твоя куколка? \n\nДевочка прижала куклу к груди и захихикала, скрывая лицо за подолом материного платья.\n\n— Доброе утро, Лин, — миссис Тэлбот оглядела соседку и вопросительно подняла бровь. — Отправляешься в поездку? Нечасто увидишь тебя с таким большим рюкзаком.\n\nЛин кивнула.\n\n— Идем с друзьями в поход. Вернусь через несколько дней. Запомните меня такой! \n[[Выйти на улицу|7]]\n\n::7 <400,100>\nНесмотря на ранний час, солнце пекло безжалостно. Лин шагала к своей цели и попутно вытирала капли пота со лба, а также задавалась вопросом с чего вдруг она решилась пойти в поход.\n\nПо округе разносился звон колоколов, призывающий верующих в храм божий, дабы преклонить колени и вознести молитвы, и звук этот становился все громче по мере продвижения Лин.\n\nВскоре девушка уже видела старинные своды церкви и распахнутые широкие ее врата, а перед ними — молодого мужчину в черном одеянии до пят. Когда Лин поравнялась с ним, мужчина вдруг заговорил. Он пригласил ее на церковную службу и улыбался одними только уголками губ, не спуская пристального взгляда с лица девушки.\n\n— Извините, но я очень спешу, — ответила Лин и указала на рюкзак за спиной. — А вы новый пастор?\n\n— Все так, — кивнул мужчина. — Не буду вас задерживать. Помните, что двери в дом Божий всегда открыты для вас.\n[[Далее|8]]\n\n::8 <500,100>\nЕще через несколько минут путешественница уже стояла посреди автомобильной парковки у магазина и оглядывалась вокруг. Шумная компания около огромного сверкающего джипа привлекла ее внимание.\n\n— Ребята! — Лин заспешила к группе молодых людей. — Я верила, что вы не уедете без меня!\n\n— Не обольщайся, — хмыкнул парень с дредами, окрашенными в цвета радуги, — Мари еще делает покупки. Она скорее прострелет нам колеса, чем позволит уехать без нее.\n\n\"Мои друзья. Не было никого ближе, чем они. Вспоминая их лица, я чувствую как сердце перестает биться в груди. Или оно перестало биться давно? \n\nЯ представлю их тебе.\n\nТот, что с дредами — Гэбриел или Гейб. В нашей компании он был ответственным за поиск приключений и проблем на разные места.\n\nМари же, упомянутая им, обычно возникшие проблемы решала, так что эти двое нивелировали друг друга. Дополнительный вес слова девушки получали за счет ее увлечения холодным оружием — она пробовала себя во всем, что могло колоть и резать. Мари выступала на соревнованиях по фехтованию от имени университета, участвовала в исторических реконструкциях и могла говорить о лезвиях часами. К слову, с именем ей тоже не повезло. Родители нарекли девочку Марибэль, а та, упорно все отрицая, при знакомстве называлась просто Мари.\"\n[[Далее|10]]\n\n::10 <600,100>\n\"Эти двое рядом — Даичи и Итан.\n\nДаичи брюнет с длинными волосами и миндалевидными тёмными глазами. Сейчас я бы сказала, что вижу в них отражение своей души. О нем мы знали не много — только то, что Даичи увлекался музыкой и всегда был при деньгах. И что ему принадлежал этот роскошный автомобиль, разумеется. Год назад парень перевелся к нам из Японии. \n\nИтан внешне являл собой полную противоположность Даичи, а характером разительно отличался от Гейба. Беловолосый, уравновешенный и внимательный к деталям Итан стал нашим массовиком-затейником в хорошем смысле (не в пример Гейбу, опять же). Большой любитель активного отдыха и страстный поклонник физических нагрузок. Именно он сумел собрать нас вместе в этот день.\n\nРаньше мы виделись регулярно в университете, но летом разбредались кто куда. Как глупо.\"\n\n[[Далее|11]]\n\n::11 <700,100>\n— Отлично. И ты идешь со мной.\n\nЛин бросила рюкзак в багажник машины, схватила за руку Гейба и потянула его в сторону магазина, пока парень не успел опомниться.\n\n— За что?! — взвизгнул он.\n\n— За дерзость. Неужели ты так боишься Мари?\n\nСтеклянные двери магазина расступились перед посетителями, выпуская на улицу поток прохладного воздуха. Безлюдный с виду торговый зал гудел звуками старых рефрежираторов и неисправных лампочек. Среди стеллажей с задумчивым видом слонялась блондинка — это была Мари.\n\n— О, привет, — она взмахнула кистью, будто прогоняла муху, и вернула взгляд на прилавок. — Хочешь мой совет? Купи бутылку воды в дорогу. \n\nЛин опустила взгляд на соответствующую полку. Десять долларов за бутылку.\n[[Купить воды|12]]\n[[И так неплохо|13]]\n\n::12 <800,100>\nСкучающий продавец с демонстритавным недовольством отложил в сторону мобильный, когда компания приблизилась к кассе. Все его движения были нарочито медленные, даже жвачка во рту перекатывалась нереалистично долго. \n\nПо экрану телефона продолжили скакать человечки с красными повязками на головах.\n\nМари и Гейб уже оплатили покупки, когда продавец потянулся за бутылкой Лин.\n\n— С вас сто долларов, — лениво растягивая слова, произнес он.\n\n— Что?! — Мари шагнула вперед и хлопнула ладонями по прилавку, но продавец даже не поднял на нее взгляда. Между губ его надулся розовый пузырь жвачки и звонко щелкнул. — Там ценник стоит десять. Какого черта, что это за вода за стольник?!\n[[\"Все в порядке, я заплачу\"|14]]\n[[Ждать, что будет дальше|15]]\n\n::13 <900,100>\n— С моей способностью разливать любую жидкость во всех плоскостях лучше воздержаться от покупки, — Лин неловко хихикнула. — Даичи не простит мне испорченный салон.\n\n— А вот я возьму, — крепкая рука Гейба потянулась к полке и проредила ряды бутылей. — Когда в дикой природе дело доходит до жажды, то цыпочки предпочитают парней с водой, а не ребят при бабках.\n\nГейб игриво подмигнул своим спутницам, а Мари усмехнулась:\n\n— Начни лучше зарабатывать деньги, Гейб. Возможно эта бутылка не выручит тебя и единожды.\n[[Далее|20]]\n\n::14 <1000,100>\nЛин достала пластиковую карту и провела по датчику на кассе. Продавец с невозмутимым видом протянул ей чек, а Мари скрестила руки на груди и гневно захлебывалась словами.\n\nКогда жаркое летнее солнце вновь упало на кожу, Мари ухватила Лин за локоть и развернула к себе лицом.\n\n— Что с тобой такое?! Он просто развел нас на деньги!\n\n— Не нас, а меня, — поправила Лин. — Не велика потеря, и мне не хотелось бы начинать этот день со скандала.\n\n— Господи, Лин, — всплеснула руками Мари. — Научись уже постоять за себя! Что здесь, что в универе...\n\nГейб примирительно поднял руки, втиснулся между девушками и неловко улыбнулся. \n\n— Ну-ну, хватит вам. Лин просто более мягкая. Отпусти ее, Мари.\n\nНеизвестно подействовала ли так улыбка Гейба или Мари уже остыла, но девушка отступила, кивнув в сторону машины.\n\n— Поехали. Хотелось бы добраться на место раньше заката.\n\n— Ух, а она сегодня холодна, — сказал Гейб, глядя ей вслед и почесывая затылок. — Не принимай на свой счет, у нее бывает.\n\n\n[[Бюджет: |14]]\n[[Далее|19]]\n\n::15 <100,200>\nГейб и Лин немедленно застыли, как это нередко бывало с ними после вступления в дело воинственной Мари. Со стороны казалось, что девушка вот-вот потеряет терпение и тряхнет продавца за шкирку, хотя, пожалуй, даже это не смогло бы вдохнуть в него больше жизни.\n\n— Нету денег так катитесь отсюда.\n\nМужчина поднял на Мари взгляд, который можно было бы описать словом \"безучастный\".\n\n— Черта с два! Мы возьмем воду!\n\nМари достала из бюстгальтера помятые десять долларов и сунула их в нагрудный карман рубашки продавца. Затем она ухватила парня за лацкан и притянула его ближе к себе, а сама подалась вперед над прилавком, почти соприкасаясь носами со своим оппонентом. \n\n— Ты очень ошибся, полагая, что сможешь нас нагреть. Скажи спасибо, что я засунула эту десятку тебе в карман, козел.\n\nМари резко отпустила побледневшего продавца, от чего он чуть ли не сел на пол, и схватила с полки огромную шоколадку.\n\n— В качестве компенсации. \n\nУже у выхода она выставила средний палец в сторону кассы и увела спутников на парковку.\n[[\"Вау, это было круто\"|16]]\n[[\"Это было слишком\"|18]]\n\n::16 <200,200>\n— Хочешь также? Следующий наглый продавец твой, — сказала Мари, затем на ходу открыла упаковку с шоколадом. — Кусочек?\n\n— Спасибо, — Лин улыбнулась и отломила квадратик. — Не думаю, что когда-нибудь смогу повторить подобное.\n\n— Тебе и не придется, — раздался сзади голос Гейба. — Когда рядом такая валькирия.\n\n— Я полагала ты скорее сравнишь меня с бензопилой, — Мари скосила глаза в сторону парня, а потом двумя пальцами поместила в рот порцию шоколада.\n\n— Нет, если поделишься. \n\nГейб наклонился вперед и разом откусил большой кусок от плитки под неодобрительные крики девушек, но  Мари отпихнула его локтем и сказала:\n\n— Все же, возвращаясь к нашему разговору. Начни с малого, тогда постепенно почувствуешь себя смелее. И да, если что, то мы всегда рядом.\n[[Далее|19]]\n\n::17 <300,200>\n— Скорее нет, чем да, — лицо Гейба светилось неподдельным самодовольством. — Но джентельмен должен был спросить, верно?\n\n— Джентельмен не стал бы сходу называть подругу принцессой, — проворчал изнутри салона Итан, но обладатель разноцветных дред полностью проигнорировал замечание.\n\nВ этот момент хлопнула передняя дверца и на пассажирское место вспорхнула счастливая Мари.\n\n— Не знаю... — протянула Лин. — Вы двое будете толкать меня всю дорогу своими широченными плечами.\n\n— Лин, пожалуйста, — Итан выглянул из приоткрытой дверцы и теперь смотрел в лицо девушки глазами, полными неутолимой боли. — Не заставляй меня ехать бок о бок с ним, он станет звать принцессой уже меня. Если будет неудобно, то мы спустим Гейба на пол, как спаниеля. Как очень дружелюбного спаниеля.\n\n— Ох, только во имя спасения твоей чести, Итан.\n\nЛин вскочила на подножку джиппа, а Итан протянул ей руку изнутри салона, непрерывно улыбаясь. Несмотря на просторный салон автомобиля, компания все же была плотно укомплектована на заднем сиденье. Затем Даичи поправил зеркало заднего вида, оглядев троицу, провел последние приготовления и завел мотор. Машина тронулась.\n[[Далее|23]]\n\n::18 <400,200>\n— Ты считаешь? — небрежно бросила Мари через плечо и на ходу открыла упаковку шоколада. — Тогда вернись и заплати сотню за чертову бутылку.\n\nЛин все же продолжила идти бок о бок с подругой к парковке.\n\n— Да, он поступил неправильно, но твоя реакция несоразмерна, Мари. Это ненормально.\n\nВнезапно Мари резко остановилась, ухватила Лин за локоть и развернула к себе лицом.\n\n— Что с тобой такое?! Он просто хотел развести нас на деньги!\n[[\n\n— Не нас, а меня, — поправила Лин. — И я считаю, что конфликт можно было урегулировать более мирно.\n\n— Господи, Лин, — всплеснула руками Мари. — Научись уже постоять за себя! Что здесь, что в универе...\n\nГейб примирительно поднял руки, втиснулся между девушками и неловко улыбнулся. \n\n— Ну-ну, хватит вам. Лин просто более мягкая. Отпусти ее, Мари.\n\nНеизвестно подействовала ли так улыбка Гейба или Мари уже остыла, но девушка отступила, кивнув в сторону машины.\n\n— Поехали. Хотелось бы добраться на место раньше заката.\n\n— Ух, а она сегодня холодна, — сказал Гейб, глядя ей вслед и почесывая затылок. — Не принимай на свой счет, у нее бывает.|18]]\n[[\n\n— Не нас, а Гейба. Он вполне способен был разобраться с этим сам, — поправила Лин. — И я считаю, что конфликт можно было урегулировать более мирно.\n\n— Господи, Лин, — всплеснула руками Мари. — Научись уже постоять за себя! Что здесь, что в универе...\n\nГейб примирительно поднял руки, втиснулся между девушками и неловко улыбнулся. \n\n— Ну-ну, хватит вам. Лин просто более мягкая. Отпусти ее, Мари.\n\nНеизвестно подействовала ли так улыбка Гейба или Мари уже остыла, но девушка отступила, кивнув в сторону машины.\n\n— Поехали. Хотелось бы добраться на место раньше заката.\n\n— Ух, а она сегодня холодна, — сказал Гейб, глядя ей вслед и почесывая затылок. — Не принимай на свой счет, у нее бывает.|18]]\n[[Далее|19]]\n\n::19 <500,200>\nНа парковке парни явно заждались, но старались не выказывать нетерпения.\n\n— Вы долго. Случилось что? — спросил Итан.\n\nМари молча пролетела мимо, а две пары глаз проводили ее недоуменно, но тут откликнулся Гейб.\n\n— Воду покупали, — развел он руками и робко улыбнулся.\n\n— Тогда пакуемся.\n\nИтан открыл заднюю дверь и засунул голову в салон автомобиля, а Даичи направился к водительскому месту.\n\n— Занимаем сиденья согласно приобретенным билетам, — продекламировал он. \n[[Сесть спереди|21]]\n[[Сесть назад|22]]\n\n::20 <600,200>\nСкучающий продавец с демонстритавным недовольством отложил в сторону мобильный, когда компания приблизилась к кассе. Все его движения были нарочито медленные, даже жвачка во рту перекатывалась нереалистично долго. \n\nПо экрану телефона продолжили скакать нарисованные человеческие фигурки с красными повязками на головах.\n\nМари уже оплатила покупки, когда продавец потянулся за бутылкой Гейба.\n\n— С вас сто долларов, — лениво растягивая слова произнес он.\n\n— Что?! — Мари шагнула вперед и хлопнула ладонями по прилавку, но продавец даже не поднял на нее взгляда. Между губ его надулся розовый пузырь жвачки и звонко щелкнул. — Там ценник стоит десять. Какого черта, что это за вода за стольник?!\n\n— Воу-воу, полегче... — начал было Гейб, но Мари отодвинула его рукой в сторону и распалилась больше прежнего.\n[[Ждать, что будет дальше|15]]\n\n::21 <700,200>\nЛин открыла дверцу пассажирского места спереди и при помощи подножки вскочила внутрь салона. Тут же до ее слуха донеслось еле заметное фырканье, а в зеркале заднего вида позднее появилось кислое лицо Мари.\n\nДаичи сел по левую руку от Лин и приветливо ей улыбнулся, а затем наклонился вперед так, что его нос почти уткнулся в ее плечо, и сказал:\n\n— Не забудь пристегнуть ремни. Безопасность прежде всего.\n\nВзвизгнул ремень, Даичи защелкнул его чуть ниже бедра Лин, а девушка напрасно старалась скрыть покрасневшее лицо. Но, нужно отдать должное японцу — тот сделал вид, что ничего не заметил и, как ни в чем ни бывало, стал готовиться к старту.\n\nРаздалось теперь уже отчетливое фырканье Мари. Девушка сидела между двух плечистых парней и явно не испытывала большого комфорта, несмотря на просторный салон джипа.\n\n— О, да. Спереди у нас ВИП-места. Как насчет того, чтобы посадить туда Итана или Гейба? Здесь определено станет просторнее. Или хотя бы меня? — спросила девушка.\n[[\n\n— Да, тут ВИП-места и нет, мы не будем меняться, — возразила Лин. — Следую твоему совету быть смелее.\n\nМари хмыкнула, но промолчала. Неужели это одно очко в пользу Лин?|21]]\n[[\n\n— Эти рокировки будут бесконечны, — ответил Даичи, поправляя зеркало заднего вида, где неизбежно столкнулся взглядом с Мари. — Если все сели, значит едем.\n\nОн провернул ключ в замке зажигания, и двигатель взревел Повинуясь уверенной руке хозяина, машина тронулась.|21]]\n[[Далее|23]]\n\n::22 <800,200>\nЛин шагнула следом за Итаном, когда рядом появился Гейб. Он улыбнулся с толикой коварства и проворковал:\n\n— Принцесса желает быть посередине?\n\nМари торопливо потянулась к ручке передней дверцы.\n[[\"Принцесса желает, чтобы ты ехал в багажнике\"|24]]\n[[\"Какие разговоры? Полезай в середку, принцесса\"|24]]\n[[\"Есть ли у меня выбор?\"|17]]\n[[\"Окей, только обещайте не толкаться\"|25]]\n\n::23 <900,200>\nПутешествие началось. Джип выехал с парковки магазина и влился в поток оживших улиц города, направляя свои колеса к окраинам мегаполиса и дальше — в живописные лесные угодья.\n\n— Итан, не будешь ли ты так любезен просветить нас куда мы держим путь? — спросил Даичи на очередном красном светофоре.\n\nТут же раздалось шуршание, и Итан извлек из кармана в несколько раз сложенную карту местности. Он развернул ее между передними сиденьями и пальцем провел по синей артерии-дороге до зелено-серого массива.\n\n— Святые угодники, Итан?! — воскликнула Мари. — Ты знал, что картами можно пользоваться и в телефоне? Эти простыни все равно что человеческий хвост — безвозвратно устарели. \n\n— Там, куда мы едем, телефон будет бесполезен, — улыбнулся парень. — Мы остановимся на пять дней здесь, — Итан постучал указательным пальцем по точке на карте. — Лес у основания гор. Можно подняться на скалы, можно поблуждать в чаще, а счастливчики даже увидят лесное озеро.\n\n— Я что, по-твоему, коза, чтобы подниматься на скалы? — пробурчала Мари, но ее комментарий остался без внимания.\n[[Далее|26]]\n\n::24 <1000,200>\n— Вау, как грубо, — выдохнул Гейб и автоматически провел рукой по дредам. — Это скорее в стиле Мари.\n\nУпомянутая им особа как раз запрыгнула на переднее сиденье, громко хлопнув дверью, и села в полоборота так, чтобы видеть картину сзади.\n\n— Это моя девочка! — пропела она.\n\n— Лин, пожалуйста, — Итан выглянул из приоткрытой дверцы и теперь смотрел в лицо девушки глазами, полными неутолимой боли. — Не заставляй меня ехать всю дорогу бок о бок с ним.\n\nНа последнем слове молодой человек сделал выразительный акцент и повел подбородком в сторону Гейба, а тот скривил брезгливую рожицу в ответ.\n\n— Ох, хорошо, хорошо! Не давите на меня.\n\nЛин вскочила на подножку джиппа, а Итан протянул ей руку изнутри салона, непрерывно улыбаясь. Когда компания была плотно укомплектована на заднем сиденье, несмотря на просторный салон автомобиля, Даичи поправил зеркало заднего вида, оглядев троицу, провел последние приготовления и завел мотор. Машина тронулась.\n[[Далее|23]]\n\n::25 <100,300>\n— Как скажешь, принцесса.\n\nГейб улыбнулся и протянул руку Лин, чтобы помочь ей подняться на высокую подножку джипа.\n\nНесмотря на просторный салон автомобиля, компания все же была плотно укомплектована на заднем сиденье.\n\nЗатем Даичи поправил зеркало заднего вида, оглядев троицу, провел последние приготовления и завел мотор. Машина тронулась.\n[[Далее|23]]\n\n::26 <200,300>\n— Вас понял, — кивнул Даичи и сосредоточился на дороге.\n\nТем временем компания погрузилась в созерцание открывшихся видов за окном, и следующие полчаса прошли в тишине, пока Гейб наконец громко не выдохнул:\n\n— Ох, я устал! Сколько нам еще ехать?\n\n— Ты что, осел из Шрека?! — взвился Итан. — До места добираться три часа, а ты помолчал только тридцать минут! Если устал сидеть, то беги за машиной...\n\nНа заднем сиденье затеялась дружеская перебранка, и атмосфера в салоне оживилась. Даичи поглядывал на ребят в зеркало заднего вида, тонко улыбаясь.\n\n— Эй, Даичи, — высунул голову вперед Гейб, когда разговор перетек в мирное русло. — А что стало с твоим прежним авто?\n\n— Гейб, вернись назад, ты пускаешь слюни на панель приборов! — отдернул его сзади Итан.\n\n— Ничего, — ответил Даичи. — Стоит в гараже. Я подумал, что джип лучше подойдет для нашей поездки.\n\n— Да не-е-т, — протянул Гейб. — В такой компании я был бы рад ехать и в \"эгоисте\".\n\n— И полицейские были бы рады увидеть пятерых в двухместной машине.\n\n— Мы бы натравили на них Мари.\n\n— Эй!\n\nЛицо с ухмылкой вдруг исказилось ужасом. Возможно Гейбу было прямо сейчас больно.\n\n\n[[Далее|27]]",
    "answers": [
      {
        "id": 110,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 2,
        "text": "Символы разбиения текста",
        "comment": true,
        "middle_answer": true
      },
      {
        "lua_do": "function lua_do()\nnewTitleSeparator = \"::\"\nendTitleSeparator = \"<s>\n\"\nendPageSeparator = \"<s>\n<s>\n\"\nnewParagraphSeparator = \"<s>\n\"\nnewButtonSeparator = \"[[\"\nendButtonSeparator = \"]]\"\nnewLinkSeparator = \"|\"\ntab = \"     \" -- в ТК не работает табуляция, она может быть заменена пробелами\n\nfunction getMask(separator)\n   return string.gsub(separator, \"<s>\n\", \"<s><s><s>\n\")\nend\n\nfunction ltrim(textWithSpaces)\n   return utf8.match((textWithSpaces or \"\"), \"^[%s]*(.-)$\")\nend\n\nend",
        "comment": true,
        "super_calculate": false,
        "middle_answer": false,
        "text": "Символы разбиения текста",
        "calculate": true,
        "id": 2
      },
      {
        "id": 2,
        "text": "Вывод разделителей",
        "comment": true,
        "lua_text": "function lua_text()\nlocal text = \"Начало заголовка: \" .. getMask(newTitleSeparator) .. \n                   \"<s>\nКонец заголовка: \" .. getMask(endTitleSeparator) .. \n                   \"<s>\nКонец страницы: \" .. getMask(endPageSeparator) .. \n                   \"<s>\nНовый абзац: \" .. getMask(newParagraphSeparator) .. \n                   \"<s>\n<s>\nНовая кнопка: \" .. getMask(newButtonSeparator) .. \n                   \"<s>\nНачало ссылки: \" .. getMask(newLinkSeparator) .. \n                    \"<s>\nКонец кнопки: \" .. getMask(endButtonSeparator)\n\nif unloadTabs then\n   text = text .. \"<s>\nВыгружать пробелы табуляции.\"\nelse\n   text = text .. \"<s>\nНе выгружать пробелы табуляции.\"\nend\n\nif unloadLinks then\n   text = text .. \"<s>\n<s>\nВключена выгрузка связей между страницами. <s>\n\"\nelse\n   text = text .. \"<s>\n<s>\nВыгрузка связей между страницами отключена.\"\nend\n\nif isWindows then\n   text = text .. \"<s>\n<s>\nСпособ выгрузки: \"\n   if needUnloadToFile then text = text .. \"в файл\"\n   else text = text .. \"в текст страницы\"\n   end\nend\nreturn text\nend"
      },
      {
        "instant": true,
        "id": 9,
        "text": "Включить / выключить выгрузку пробелов табуляции",
        "lua_do": "function lua_do()\nunloadTabs = not unloadTabs\nend",
        "go_to": [
          "global current_id"
        ]
      },
      {
        "instant": true,
        "id": 9,
        "text": "Включить / выключить выгрузку связей между страницами",
        "lua_do": "function lua_do()\nunloadLinks = not unloadLinks\nend",
        "go_to": [
          "global current_id"
        ]
      },
      {
        "comment": true,
        "super_calculate": false,
        "id": 3,
        "calculate": true,
        "lua_do": "function lua_do()\n   isWindows = false\n   if system.getInfo(\"platform\") == \"win32\" then\n      isWindows = true\n   end\nend",
        "text": "  "
      },
      {
        "comment": false,
        "lua_if": "function lua_if()\nreturn isWindows\nend",
        "instant": true,
        "id": 3,
        "text": "Изменить способ выгрузки",
        "lua_do": "function lua_do()\n   needUnloadToFile = not needUnloadToFile\nend",
        "go_to": [
          "global current_id"
        ]
      },
      {
        "id": 2,
        "text": "  ",
        "comment": true
      },
      {
        "answerIcon": [
          "http://188.120.236.127/aleks_otter/load_unload_quest/fantasy.png"
        ],
        "comment": false,
        "text": "Выгрузить квест",
        "lua_do": "function lua_do()\n   -- укажите в переменной pages номера и/или диапазоны страниц через запятую\n   -- диапазоны указываются через \"-\"\n\n   local pageNumsStr = \"5-6, 9, 7-8, 10-26\"   \n   \n   local filename \n   if needUnloadToFile then filename = getFilename() end\n   if (not needUnloadToFile) or filename then\n      local pageNumbers = preparePagesNums(pageNumsStr)   -- подготовка\n      local questContent = getQuestContent(pageNumbers)   -- получение содержимого страниц\n      unloadQuest(questContent, filename) -- непосредственно выгрузка\n   end\nend",
        "instant": true,
        "id": 19,
        "go_to": [
          "global current_id"
        ]
      },
      {
        "text": "Непосредственно выгрузка",
        "comment": true,
        "super_calculate": false,
        "id": 2,
        "calculate": true,
        "lua_do": "function lua_do()\nfunction unloadQuest(questContent, filename)\n   if filename then\n      local file, errorString = io.open(filename, \"w\" )\n      if not file then\n         local exception = native.showAlert(\"Ошибка\", \"File error: \" .. errorString, {\"ОК\"})\n      else\n         file:write(questContent)\n         io.close( file )\n         local mess = native.showAlert(\"Выгрузка завершена\", filename, {\"ОК\"})\n      end\n   else\n      pages[g.current_id].text = questContent\n   end\nend\nend",
        "instant": false
      },
      {
        "text": "Проверка имени файла",
        "comment": true,
        "super_calculate": false,
        "id": 2,
        "calculate": true,
        "lua_do": "function lua_do()\nfunction getFilename()\n   local path, fileName, ext\n   local fullFileName = pages[g.current_id].text .. \"\"\n   path,fileName = fullFileName:match(\"^%s*(.-)([^<s><s><s><s>/]*)$\")\n   if fileName then\n      ext = fileName:match(\"[^%.]*%.?(.*)$\")\n   end\n\n   local exception\n   if ext == \"txt\" then\n      local file, errorString = io.open(fullFileName, \"w\" )\n      if not file then\n         exception = native.showAlert(\"Ошибка\", \"Недопустимый путь к файлу. <s>\n File error: \" .. errorString, {\"ОК\"})\n      else\n         io.close( file )\n      end\n   else\n      fullFileName = nil\n      exception = native.showAlert(\"Ошибка\", \"Некорректное расширение файла. Загружаемый файл должен иметь расширение .txt\", {\"ОК\"})\n   end\n   return fullFileName\nend\nend",
        "instant": false
      },
      {
        "comment": true,
        "super_calculate": false,
        "lua_do": "function lua_do()\nfunction preparePagesNums(pageNumsStr)\n   local pageNumbers = {}\n   local startPage, endPage, num = -1\n   local startPageStr, endPageStr =\"\"\n   for numStr in utf8.gmatch(\" \" .. pageNumsStr .. \",\", \"(.-),\") do\n\n      -- если указан диапазон страниц, \n      if utf8.find(numStr, \"-\") then\n         startPageStr, endPageStr = utf8.match(numStr, \"(%d<plus>)-(%d<plus>)\")\n         startPage, endPage = -1\n         if startPageStr and endPageStr then\n            startPage = tonumber(startPageStr)\n            endPage = tonumber(endPageStr)\n         end\n\n         -- если удалось определить границы диапазона, добавляем в массив каждую из них\n         if startPage and endPage and startPage > 0 and endPage > startPage then\n            for i = startPage, endPage do\n               table.insert(pageNumbers, i)\n            end\n         end\n      else\n         -- отдельная страница\n         num = tonumber(numStr)\n         if num then table.insert(pageNumbers, num) end\n      end\n   end\n   return pageNumbers\nend\nend",
        "calculate": true,
        "text": "Определяем номера страниц, которые нужно выгружать\nаргумент - строка, содержащая номера и/или диапазоны страниц через запятую\n",
        "id": 2
      },
      {
        "comment": true,
        "super_calculate": false,
        "lua_do": "function lua_do()\nfunction getQuestContent(pageNums)\n   local content = \"\"\n   local curPage = {}\n   local x = 1\n   local y = 1 \n   for i, curNum in ipairs(pageNums) do\n      curPage = pages[curNum]\n      if curPage then\n         content = unloadPage(content, curPage, x*100, y*100)\n         \n         if math.fmod(x, 10) == 0 then\n            y = y <plus> 1\n            x = 1\n         else\n            x = x <plus> 1\n         end\n      end\n   end\n   return content\nend\nend",
        "calculate": true,
        "id": 2,
        "text": "Перебор страниц и их поочерёдная выгрузка\nаргумент pageNums - массив чисел\n"
      },
      {
        "comment": true,
        "super_calculate": false,
        "lua_do": "function lua_do()\nfunction unloadPage(resultText, currentPage, x, y)\n   if not currentPage then return end\n   -- начало новой страницы\n   if resultText ~= \"\" then\n      resultText = resultText .. endPageSeparator\n   end\n\n   -- номер страницы - в качестве заголовка\n   resultText = resultText .. newTitleSeparator .. currentPage.id .. \" <\" .. x .. \",\" .. y .. \">\" .. endTitleSeparator\n   \n   -- текст страницы\n   if unloadTabs then\n      resultText = resultText .. currentPage.text\n   else\n      resultText = resultText .. utf8.gsub (ltrim(currentPage.text), (newParagraphSeparator .. tab), newParagraphSeparator)\n   end\n   \n   -- кнопки\n   local buttons = currentPage.answers\n   for i, curButton in ipairs(buttons) do\n      resultText = resultText .. newParagraphSeparator .. newButtonSeparator .. curButton.text\n      -- ссылки на страницы, если надо\n      if unloadLinks then\n         resultText = resultText .. newLinkSeparator .. curButton.id\n      end\n      resultText = resultText .. endButtonSeparator\n   end\n\n   return resultText\nend\nend",
        "calculate": true,
        "id": 2,
        "text": "Выгрузка одной страницы\nаргумент resultText - суммарное содержимое выгружаемых страниц\nаргумент currentPage - таблица выгружаемой страницы\nаргументы X и Y - координаты параграфа в Twine\n"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 110,
    "text": "",
    "answers": []
  },
  {
    "id": 111,
    "text": "Змея никак не отреагировала, когда Лин осторожно подалась назад — она настороженно проводила девушку взглядом, и стоило той скрыться за палаточным пологом, улеглась на рюкзак и свернулась клубком.\n\nА вот Эмилинда, в отличие от гостьи, была далеко не так спокойна: выскочив из палатки она испуганно озиралась, когда наткнулась на Гейба.\n\n— Хэй, Лин. Что случилось? Привиделось что-то?\n\nПарень от неожиданности вздрогнул, когда подруга обеими руками ухватила его за предплечья и подняла полные мольбы глаза:\n\n— Там! Внутри. В палатке... Змея, Гейб!И Мари!\n\nПо ухмыляющемуся лицу пробежала тень, и Гейб, решительным жестом отодвинув Лин в сторону, бросился к пологу. Покинутая в безвестности Лин кусала ногти и судорожно соображала должна ли она позвать Итана на помощь, когда из палатки сначала раздалось ворчание, потом нарастающий рык и несколько звучных шлепков. В походном домике  затеялась возня, перерастающая в бой не на жизнь, а на смерть.\n\nЛин встревожилась еще больше, но, будто отвечая ее мыслям, в проходе показалось движение: узкая тень льнула к земле и бросилась к лесу, едва оказавшись снаружи. Лин замерла и проводила ее недоумевающим взглядом. Шум в палатке только нарастал.\n\nКогда же события достигли апогея, из-под полога показалась Мари... Тащившая за ухо Гейба.\n\n— Как ты посмел вломиться в палатку девушек?! — она была вне себя.\n\n— Но там...\n\n— Еще и брезент умудрился порвать! Сам будешь в ней спать теперь, понятно?!\n\nГейб хитро ухмыльнулся:\n\n— Хорошо. Вместе с кем из вас? И кто пойдет вместо меня к Итану?\n\nМари покраснела до самой макушки и с еще большим остервенением вывернула ухо несчастного парня. ",
    "answers": [
      {
        "id": 119,
        "text": "\"Мари, это я его попросила. Отпусти, пожалуйста\"",
        "var_add": [
          "Geib",
          1,
          "good",
          1
        ]
      },
      {
        "id": 120,
        "text": "\"Не принеси ты в лагерь змею, так ничего и не случилось бы!\"",
        "var_add": [
          "evil",
          1
        ],
        "var_sub": [
          "Geib",
          1
        ]
      }
    ]
  },
  {
    "id": 112,
    "text": "Лин отскочила, кобра дернулась ей вслед, а Мари выкрикнула:\n\n— Рано!\n\nСжав челюсти, Мари все же метнула кинжал не прицеливаясь, и он вонзился в походный рюкзак Лин.\n\nКоролевская кобра одним мощным толчком бросилась к Лин. Девушка машинально заслонила лицо рукой и тут же почуствовала как побежало по вена тепло — то кровь смешивалась с ядом.\n\nУкус королевской кобры смертелен для человека.",
    "answers": [
      {
        "isBack": true,
        "text": "Вы ошиблись. Попробуйте еще раз.",
        "id": 112,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 113,
    "text": "Мари сказала еле слышно:\n\n— Два...\n\nДевушка слегка прищурилась и заняла более удобную позицию.",
    "answers": [
      {
        "id": 112,
        "text": "Отпрыгнуть!"
      },
      {
        "id": 115,
        "text": "Ждать!"
      }
    ]
  },
  {
    "id": 114,
    "text": "Удаляясь от палатки, Лин размышляла о незванной гостье. Может быть она забралась в палатку погреться и, если провела с девушками всю ночь, то не намеревалась причинить им вред? Или же наоборот кобра была спокойна до тех пор, пока ее никто не тревожил, и встреча эта могла закончиться плохо для людей?\n\nВ конце концов, Лин решила:",
    "answers": [
      {
        "id": 121,
        "text": "\"Змейку жалко\"",
        "var_add": [
          "good",
          1
        ]
      },
      {
        "id": 121,
        "text": "\"Это была необходимая мера\"",
        "var_add": [
          "evil",
          1
        ]
      }
    ]
  },
  {
    "id": 115,
    "text": "— Три!\n\nЛин, до пояса укутанная в спальном мешке, не смогла по-нстоящему отпрыгнуть назад, как того хотела Мари, поэтому лишь толкнулась от пола руками, вставая на колени. Но этого было достаточно, чтобы расстояние между девушкой и змеей существенно увеличилось.\n\nМари незамедлительно метнула кинжал. Змея в свою очередь дернулась следом за Лин, но коричневый капюшон тот час же прибило к земле блестящей сталью.\n\nУпругий длинный хвост забился в дикой агонии, ударяясь об пол будто хлыст. Лин вздрогнула всем телом и необдуманно прижалась к Мари — эта пляска смерти пугала теперь даже больше, чем немигающий холодный взгляд.\n\nМари выставила вперед руку, будто ограждая соседку от опасности, и неглядя выхватила из сумки второй кинжал. Но его помощи уже не понадобилось. Хвост содрогнулся в последний раз и замер.",
    "answers": [
      {
        "id": 115,
        "text": "\n\n— Клянусь, Гейб поплатится за это! — негодовала блондинка. — А тебе спасибо, что вовремя разбудила меня, Лин. Откуда глаза на мокром месте? Эх, малышка... Не смотри.\n\nМари проворно выскочила из мешка и потянула Лин к выходу из палатки.",
        "need": [
          112
        ],
        "merge": true
      },
      {
        "id": 115,
        "text": "\n\n— Вот и кончено... Лин, спасибо, что разбудила. Если бы ты не сказала вовремя... — на лицо Мари набежали темные тучи, отразив ход мыслей девушки, но она скоро поднялась и с улыбкой протянула руку Лин. — Твое хладнокровие в этой ситуации достойно восхищения. Даже я опасалась, что не справлюсь так хорошо. А теперь пойдем. Мне еще нужно отплатить Гейбу за незабываемое утро.\n\nЛин не стала спорить и вышла из палатки, бросив последний взгляд на несчастное создание.",
        "need": [
          -112
        ],
        "merge": true
      },
      {
        "id": 114,
        "text": "Выйти",
        "need": [
          112
        ]
      },
      {
        "id": 114,
        "text": "Выйти",
        "var_add": [
          "Mari",
          1
        ],
        "need": [
          -112
        ]
      }
    ]
  },
  {
    "id": 116,
    "text": "Мари зыркнула в сторону зачинщицы утреннего переполоха и хотела что-то сказать, когда к девушкам своей обычной развяной походкой подошел Гейб:\n\n— Привет, девчонки! Чего лица такие кислые? — он повел носом и, нагнувшись, отодвинул в сторону полог палатки, откуда сразу же повалил клубами дым. — Шабаш не задался? — уточнил парень с ехидной улыбкой.\n\nПожалуй, это и стало его роковой ошибкой. Блондинка вскочила на ноги и зарычала, как бешеная волчица, бросаясь на грудь ошеломленного Гейба:\n\n— Лин говорит, что там внутри палатки твоя вчерашняя тварь! Полезай внутрь и выпроводи ее сейчас же, иначе я сделаю это сама и засуну ее потом тебе...\n",
    "answers": [
      {
        "id": 116,
        "text": "\n\nЭмилинда отвернулась и постаралась не слышать брошенных сгоряча слов — ей было по-человечески жалко Гейба, хоть они оба и заслужили трепку.",
        "var_need": [
          "good",
          "evil"
        ],
        "merge": true
      },
      {
        "id": 116,
        "text": "\n\nЭмилинда из скромности отвернулась, но глубоко внутри нее слова Мари разжигали непонятный огонек.\n",
        "var_more": [
          "evil",
          "good"
        ],
        "merge": true
      },
      {
        "id": 117,
        "text": "->"
      }
    ]
  },
  {
    "id": 117,
    "text": "После взбучки, Гейбу, под строгим надзором воинственной девушки, пришлось забраться в палатку. К тому моменту дым уже рассеялся в высоком голубом небе, и только тонкий запах гари напоминал о случившемся.\n\n— Здесь ее нет, — заключила голова в дредах, высовываясь из-под полога. — Вряд ли вы ее сожгли, так что она скорее всего сбежала во время шумихи.\n\n— Ну, отлично, — Мари в ответ закатила глаза и скрестила руки на груди. — В лагере снова где-то бродит ядовитая змея. Когда уже это закончится, Гейб?! Мы можем быть в безопасности хотя бы дома?\n\n— Послушай, Мари, расслабься, хорошо? Тебе-то точно ничто не угрожает. Змеиный яд тебе ни по чем, ты сама кого хочешь...\n\nДоговорить Гейб не успел — Мари мертвой хваткой повисла на его рубашке, а Лин поспешила сбежать от потасовки.",
    "answers": [
      {
        "id": 118,
        "text": "В лагерь"
      }
    ]
  },
  {
    "id": 118,
    "text": "Ранним утром маленький лагерь еще был погружен в сонливую негу, но Итан и Даичи уже были на ногах. Японец склонился над шипящей сковородой, но отрешенный взгляд его смотрел будто сквозь нее.\n\nИтан, поддавшись общему настроению, неторопливо перебирал горное снаряжение, и тихое бряцание металлических карабинов тонуло в тиши леса.\n\nОбщим у всех ребят было одно: время от времени кто-нибудь да поднимал голову, чтобы взглянуть на ветви деревьев поблизости. Покинув палатку, Лин также боязливо оглянулась, зачем-то втягивая голову в плечи, и вздрогнула, встретившись с устремленными на нее взглядами.\n\nНочь не смыла навождение. Сотни черных птиц по-прежнему качались на ветках, но в этот раз они наблюдали за девушкой без единого звука и будто с любопытством.\n\n— Они не представляют угрозы, — Лин чуть не подрыгнула на месте, когда с ней вдруг заговорил Итан. — Мы здесь все утро. Стая просто отсиживается здесь, им до нас никакого дела нет, так что не бойся. ",
    "answers": [
      {
        "id": 122,
        "text": "\"Я не боюсь\"",
        "var_add": [
          "Itan",
          1
        ]
      },
      {
        "id": 123,
        "text": "\"Мне было бы спокойнее без них. Может быть поменяем место?\"",
        "var_sub": [
          "Itan",
          1
        ]
      }
    ]
  },
  {
    "id": 119,
    "text": "Лин стало жалко парня — тот получил уже сполна за свою выходку вчера, а сейчас пришел на помощь в самый неожиднный момент. Девушка объяснила:\n\n— Когда я проснулась, то увидела на рюкзаке змею и не придумала ничего лучше, как убежать. Гейб не хотел. чтобы кто-то пострадал и пошел...\n\n— И ты бросила меня там одну, поверить не могу, — мари закатила глаза, с трудом сдерживая раздражение. — Рада теперь, что уберегла свою миленькую шкурку?\n\nЛин густо покраснела, но тут вклинился Гейб:\n\n— Справедливости ради, Мари, тебе ничего не угрожало. Змеиный яд тебе ни по чем, ты сама кого хочешь...\n\nДоговорить Гейб не успел — Мари мертвой хваткой повисла на его рубашке, а Лин поспешила сбежать от потасовки.",
    "answers": [
      {
        "id": 118,
        "text": "Идти в лагерь"
      }
    ]
  },
  {
    "id": 120,
    "text": "— Дьяволица, — простонал Гейб и ухватился за грудь, будто доставая оттуда кинжал, а Мари навострила уши:\n\n— При чем здесь змея?\n\n— Когда я проснулась, то увидела на рюкзаке змею и не придумала ничего лучше, как убежать. Выходки Гейба чуть не стали причиной нашей смерти!\n\n— И ты бросила меня там одну, поверить не могу, — Мари закатила глаза, с трудом сдерживая раздражение. — Рада теперь, что уберегла свою миленькую шкурку?\n\nЛин густо покраснела, но тут вклинился Гейб:\n\n— Справедливости ради, Мари, тебе ничего не угрожало. Змеиный яд тебе ни по чем, ты сама кого хочешь...\n\nДоговорить Гейб не успел — Мари мертвой хваткой повисла на его рубашке, а Лин поспешила сбежать от потасовки.",
    "answers": [
      {
        "id": 118,
        "text": "Идти в лагерь"
      }
    ]
  },
  {
    "id": 121,
    "text": "По пути девушкам, к несчастью для него, повстречался Гейб. \n\n— Привет, девчонки! Чего лица такие кислые? \n\nПожалуй, это и стало его роковой ошибкой. Блондинка вскочила на ноги и зарычала, как бешеная волчица, бросаясь на грудь ошеломленного Гейба:\n\n— Мы только что прикончили в палатке твою ледяную подружку! И, скажу тебе прямо, не таким я себе представляла утро в походе. Поэтому ты сейчас же отправляешься туда...\n\n— На место преступления, — буркнул Гейб, за что блондинка встряхнула его. \n\n— И убираешь это недоразумение! Иначе я тебе засуну...\n",
    "answers": [
      {
        "id": 116,
        "text": "\n\nЭмилинда отвернулась и постаралась не слышать брошенных сгоряча слов — ей было по-человечески жалко Гейба, хоть они оба и заслужили трепку.",
        "var_need": [
          "good",
          "evil"
        ],
        "merge": true
      },
      {
        "id": 116,
        "text": "\n\nЭмилинда из скромности отвернулась, но глубоко внутри нее слова Мари разжигали непонятный огонек.\n",
        "var_more": [
          "evil",
          "good"
        ],
        "merge": true
      },
      {
        "id": 118,
        "text": "В лагерь"
      }
    ]
  },
  {
    "id": 122,
    "text": "Итан едва заметно ухмыльнулся, но тут же сделал вид, что пытается сдуть со лба белую прядь. Несмотря на это руки его уверенно скользили по ремешкам и тросикам, будто это занятие поглощало все его внимание.\n\nТем временем к костру, где сидел Даичи, подошла Мари и подробно рассказала об утреннем происшествии. Парни, то ли объединенные духом тихого лесного утра, то ли не удивленные поворотом событий лишь хмыкали в ответ. Блондинка села рядом с Даичи:\n\n— М-м-м, как пахнет! Что сегодня на завтрак? \n\nПожалуй, уже ни для кого в компании не было новостью, что раздаражение Мари таяло, как снег под солнцем, в обществе японца.\n\n— Яичница и... кофе, — откликнулся Даичи, расскладывая пищу по тарелкам. — Лин, иди завтракать. Готово.\n\n— А я надеялась, что будет что-то традиционне из твой культуры... — протянула Мари. От ее внимания не ускользнуло, как Даичи позвал именно Лин.\n\nТемноволосый парень улыбнулся, не поднимая глаз:\n\n— Я редко готовлю азиатские блюда. Случись такое — это будет сродни чуду. Да и кулинар из меня неважный.\n\nМари же наоборот просияла, принимая из рук Даичи тарелку с жареными яйцами:\n\n— Ты слишком скромничаешь. Один только запах твоей готовки сводит меня с ума.\n\nЛагерь стал посепенно оживать. Компания устроилась вокруг костра — каждый получил кружку горячего кофе — и принялась за завтрак. Редкие разговоры разбавлялись звоном вилок, и тоько Лин жевала молча, изредка оглядываясь на пернатых соседей.\n\nОни изучали ее жадно, неотрывно.",
    "answers": [
      {
        "id": 124,
        "text": "->"
      }
    ]
  },
  {
    "id": 123,
    "text": "— Это вряд ли. Стая тут не задержится надолго, а сниматься с места мы из-за них не станем.\n\nТон Итана был ровным и невозмутимым, однако Лин почудилось проскочившее в его голосе недовольство.\n\nТем временем к костру, где сидел Даичи, подошла Мари и подробно рассказала об утреннем происшествии. Парни, то ли объединенные духом тихого лесного утра, то ли не удивленные поворотом событий лишь хмыкали в ответ. Блондинка села рядом с Даичи:\n\n— М-м-м, как пахнет! Что сегодня на завтрак? \n\nПожалуй, уже ни для кого в компании не было новостью, что раздаражение Мари таяло, как снег под солнцем, в обществе японца.\n\n— Яичница и... кофе, — откликнулся Даичи, расскладывая пищу по тарелкам. — Лин, иди завтракать. Готово.\n\n— А я надеялась, что будет что-то традиционне из твой культуры... — протянула Мари. От ее внимания не ускользнуло, как Даичи позвал именно Лин.\n\nТемноволосый парень улыбнулся, не поднимая глаз:\n\n— Я редко готовлю азиатские блюда. Случись такое — это будет сродни чуду. Да и кулинар из меня неважный.\n\nМари же наоборот просияла, принимая из рук Даичи тарелку с жареными яйцами:\n\n— Ты слишком скромничаешь. Один только запах твоей готовки сводит меня с ума.\n\nЛагерь стал посепенно оживать. Компания устроилась вокруг костра — каждый получил кружку горячего кофе — и принялась за завтрак. Редкие разговоры разбавлялись звоном вилок, и тоько Лин жевала молча, изредка оглядываясь на пернатых соседей.\n\nОни изучали ее жадно, неотрывно.",
    "answers": [
      {
        "id": 124,
        "text": "->"
      }
    ]
  },
  {
    "id": 124,
    "text": "После завтрака Итан закинул на плечо горное снаряжение и объявил:\n\n— Лин, на тебе обед и посуда соответственно. После у меня для вас кое-что есть. Вернее будет. Прямо сейчас займусь подготовкой, а вы пока развлеките себя сами.\n\n— Я пойду спать, — сказал Гейб, потягиваясь.\n\n— Вот уж спасибо. Сегодня значит обойдемся без ЧП? — тут же съязвила Мари, на что Гейб ответил невнятным ворчанием.\n\n— Позволь тебе помочь, Итан, — отозвал японец. — Несправедливо, что  ты один будешь занят подготовительными работами, а мы лишь пожинать плоды.\n\nБеловолосый парень кивнул:\n\n— Годится. Многого тебе не доверю, чтобы не разрушить интригу, но кое-что есть. Идем.\n\n— Ну, я тогда продолжу тренировки, — пожала плечами Мари, хотя по лицу читалось разочарование. \n\nРебята разошлись в разные стороны: Гейб нырнул в палатку, Итан и Даичи направились в сторону гор, а Мари скрылась в лесу. Лин же осталась у костра одна и занималась грязной посудой, когда услышала зов:\n\n— Госпожа...\n\n",
    "answers": []
  },
  {
    "id": 125,
    "text": "",
    "answers": []
  }
]