[
  {
    "id": 1,
    "text": "Вы стоите напротив пустующего дома, где ещё недавно жил ваш близкий человек. Вы не знаете, что могло заставить его сотворить такое, поэтому приехали сюда. В кармане у вас лежал сложенный несколько раз лист, текст которого вам известен наизусть.",
    "answers": [
      {
        "id": 2,
        "text": "Прочесть ещё раз."
      },
      {
        "id": 3,
        "text": "Войти в дом."
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы решили перечитать то, что было на том листе. Достав его из кармана, вы развернули его и начали читать.\n\n\nВЫПИСКА ИЗ МОРГА\n\nПо исследованию патологоанатома, выяснилось, что пациент умер от перелома позвонков шейного отдела. Данная травма была вызвана резким стягиванием верёки на шее в связи с самоповешением.\nПациент был найден уже мёртвым.\n\n\nПосле прочтения вам стало морально хуже. Делать нечего, надо заходить в дом.",
    "answers": [
      {
        "id": 3,
        "text": "Зайти в дом."
      }
    ]
  },
  {
    "id": 3,
    "text": "В доме было пусто и даже немного пыльно. Прошло всего две недели, а дом изнутри выглядит так, словно в нём не живёт никто уже лет 20. В доме было аномально холодно, температура на градусов 10 точно была ниже, чем на улице.\nВ доме есть две комнаты, гостевая, кухня и чердак на втором этаже. Куда направитесь?",
    "answers": [
      {
        "id": 5,
        "text": "Комната 1."
      },
      {
        "id": 4,
        "text": "Комната 2."
      },
      {
        "id": 6,
        "text": "Гостевая."
      },
      {
        "id": 7,
        "text": "Кухня."
      },
      {
        "id": 8,
        "text": "Чердак."
      }
    ]
  },
  {
    "id": 4,
    "text": "Эта комната использовалась на случай, если в доме будут гости с ночёвкой. Вы начали вспоминать, как гесколько раз оставались тут. \nОдноместная кровать, довольно мягкая как на вид, так и на ощупь, стояла почти посередине комнаты. Рядом стоял небольшой столик. \nБольше ничего в комнате не было.",
    "answers": [
      {
        "id": 3,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 5,
    "text": "Это была спальня вашего близкого человека. Двухместная кровать, по обоим сторонам от которой стояли тумбочки. \n— Он был всегда одинок, но кровать всё равно двухместная... — подметили вы, горько усмехнувшись.",
    "answers": [
      {
        "id": 9,
        "text": "Осмотреть тумбочки."
      },
      {
        "id": 3,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 6,
    "text": "Здесь особо ничего интересного найдено не было. Гостевая как гостевая. Пара кресел, небольшой столик, диванчик. Телевизор, конечно же. Куда уж без него?",
    "answers": [
      {
        "id": 3,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 7,
    "text": "Зайдя на кухню,  вы почувствовали не очень приятный запах из холодильника. Видимо, некоторые продукты уже испортились. Вы, не желая тут долго задерживаться, решили быстро всё осмотреть. Либо вы могли уйти.\n",
    "answers": [
      {
        "id": 11,
        "text": "Осмотреть кухню."
      },
      {
        "id": 3,
        "text": "Всё же уйти..."
      }
    ]
  },
  {
    "id": 8,
    "text": "Лестница, ведущая на чердак, выглядела так, словно вела в покои самой Смерти. В один момент вам показалось, что сверху кто-то стоит, но когда вы моргнули, видение рассеялось. ",
    "answers": [
      {
        "id": 3,
        "text": "А я точно все комнаты проверил?.. (Вернуться)"
      },
      {
        "id": 13,
        "text": "Подняться."
      },
      {
        "id": 14,
        "text": "Покинуть дом."
      }
    ]
  },
  {
    "id": 9,
    "text": "В одной из полок вы нашли сложенную в несколько раз бумажку. Взяв её в руки, вы немного задумались.",
    "answers": [
      {
        "id": 10,
        "text": "Прочесть."
      },
      {
        "id": 3,
        "text": "Положить в карман и выйти."
      }
    ]
  },
  {
    "id": 10,
    "text": "Мрачный голос, отдалённо напоминающий голос вашего друга, резко разнёсся по всей комнате.\n\nНЕ СЕЙЧАС.",
    "answers": [
      {
        "id": 3,
        "text": "Положить в карман и выйти."
      }
    ]
  },
  {
    "id": 11,
    "text": "— Ну и вонь... — произнесли вы спустя минут пять нахождения на кухне. \nОднако время было потрачено не зря. Вы нашли небольшую бумажку, на которой было что-то написано... Кровью.",
    "answers": [
      {
        "id": 12,
        "text": "Прочесть."
      },
      {
        "id": 3,
        "text": "Выкинуть и уйти."
      }
    ]
  },
  {
    "id": 12,
    "text": "\"Яша, друг мой чудесный. Я знаю, что ты это читаешь. Извини меня, ладно? Я просто захотел. Причин нет. Извини...\"\n\nВы почуствовали, как слёзы подступают к вашим глазам. Его привычка постоянно извиняться была даже на бумаге.",
    "answers": [
      {
        "id": 3,
        "text": "Засунуть бумажку в карман, как память, и уйти."
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы поднялись. На чердаке было ещё холоднее, но этот холод ощущался... Жидким? Он словно тёк из угла, где скопилось больше всего мрака. Окинув помещение взглядом и поёжившись от холода, вы подметили несколько предметов и заметили какой-то ящик.",
    "answers": [
      {
        "id": 15,
        "text": "Осмотреть предметы."
      },
      {
        "id": 16,
        "text": "Осмотреть ящик."
      }
    ]
  },
  {
    "id": 14,
    "text": "— Да ну его... Страшно слишком...\n\nВы решили покинуть дом.\nКонцовка \"Ну нахер\".\n\nИли всё-таки хотите узнать, по какой причине это всё произозло? Но придётся начать всё с начала...",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала."
      }
    ]
  },
  {
    "id": 15,
    "text": "Остатки мыла, стул и бумажка с отзеркаленной надписью...\n\"Нужно найти зеркало...\" — подумали вы.",
    "answers": [
      {
        "id": 17,
        "text": "Осмотреть ящик."
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы решили сначала осмотреть ящик. Там были заркало, карта таро \"повешенный\", что было довольно иронично и пара свечей.",
    "answers": [
      {
        "id": 20,
        "text": "Взять зеркало."
      },
      {
        "id": 15,
        "text": "Проверить предметы."
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы решили сначала осмотреть ящик. Там были заркало, карта таро \"повешенный\", что было довольно иронично и пара свечей.",
    "answers": [
      {
        "id": 20,
        "text": "О, зеркало. То, что мне нужно."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы решили проигнорировать голос. В записке ведь было предупреждение, что здесь опасно...\nОсматривая угол, вы нашли тетрадь с записями. Некоторые были сделаны аккуратно, а некоторые было невозможно прочесть. Однако одно предложение повторялось постоянно: \"ОН МЕНЯ ПРЕСЛЕДУЕТ!\"\n\n— Яша... Повернись ко мне...",
    "answers": [
      {
        "id": 24,
        "text": "Пытаться разобрать почерк."
      },
      {
        "id": 19,
        "text": "Повернуться."
      }
    ]
  },
  {
    "id": 19,
    "text": "— Зря ты повернулся, Яш...\n\nВы увидели очень жуткую картину: ваш покойный друг с тугой петлёй на шее. Под верёвкой были заметны синяки и кроводтёки. Синее, перекошенное лицо, которое делали более жутким широкая улыбка и один вылезший из орбиты глаз.\n\n— Зря...\n\nЭто было последнее, что вы услышали. Призрак вашего друга скрутил вам шею. Но зато вы теперь вместе.\n\nКонцовка \"Мертвы, но счастливы вместе\".",
    "answers": [
      {
        "id": 1,
        "text": "Ну что ж... Давай по новой?"
      }
    ]
  },
  {
    "id": 20,
    "text": "Взяв зеркало, вы вернулись к предметам и поднесли бумажку к зеркалу.\n\n\"Ты продолжаешь расследовать? Яш, брось это дело... Тебе сейчас опасно здесь находиться...\"\n\nНа чердаке появился ветерок, хоть и все окна были зарыты.",
    "answers": [
      {
        "id": 21,
        "text": "Уйти."
      },
      {
        "id": 22,
        "text": "Остаться и подойти к мрачному углу."
      },
      {
        "id": 23,
        "text": "Прочесть записку."
      }
    ]
  },
  {
    "id": 21,
    "text": "— Вот и молодец... \n\nВы услышали голос старого друга. Он явно улыбался, но вы его нигде не видели... \nВы ушли, так и не узнав, почему ваш знакомый повесился.\n\nКонцовка \"Послушный и живой\".",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала?"
      }
    ]
  },
  {
    "id": 22,
    "text": "С каждым шагом вам становилось холоднее, а ветер на чердаке становился сильнее. Казалось, что температура стала минусовой. И вот, вы увидели часть верёвки, свисающей с потолка. Видимо, судмедэксперты решили не заморачиваться и просто срезали верёвку вместе с телом.\n\nВы услышали знакомый голос за спиной, который просил вас уйти...",
    "answers": [
      {
        "id": 18,
        "text": "Оглядеть угол."
      },
      {
        "id": 19,
        "text": "Повернуться."
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Вау, ты нашёл это. Извини, что я покончил с собой. Я сам в причине толком не разобрался. Но знай, если в доме творится чертовщина – это мой дух орудует. А может и бес. Я ещё не знаю, так как написал это, пока был жив. Знаешь, это так интересно – писать так, словно ты мёртв, пока таковым не являешься. Если ты сможешь выжить, то знай, что мой дневник с последними записями находится в том углу, где я повесился. Может, хоть ты в моих мыслях разберёшься...\"\n\nТем самым углом оказался мрачный угол. ",
    "answers": [
      {
        "id": 21,
        "text": "Уйти."
      },
      {
        "id": 22,
        "text": "Пойти к мрачному углу."
      }
    ]
  },
  {
    "id": 24,
    "text": "Из записей стало ясно, что вашего друга на протяжении долгого времени преследовал некий \"Черный человек\". Это было видение, что заставляло вашего друга постоянно что-то делать, но чаще писать стихи. А ещё было сказано, что вашего друга постоянно преследовали навязчивае мысли об убийстве кого-нибудь.\n\n— Неужели ты повесился из-за этого?..\n\n— Яш... — снова раздался голос покойника. ",
    "answers": [
      {
        "id": 25,
        "text": "Не поворачиваться."
      },
      {
        "id": 25,
        "text": "Повернуться."
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы почувствовали прикосновение холодной руки к своему плечу. Покойник стоял, склонив голову, так что вы не могли увидеть то, как он выглядит. \n\n— Яш, пойми... Я повесился из-за того, что боялся не сдержаться и убить кого-то... А ещё Чёрный постоянно разжигал во мне огонь ненависти к миру...",
    "answers": [
      {
        "id": 27,
        "text": "Слушать тихо."
      },
      {
        "id": 26,
        "text": "Закричать и оттолкнуть от себя призрака."
      }
    ]
  },
  {
    "id": 26,
    "text": "Внезапно вы почувствовали резкий холод, а после погрузились в темноту.\n\nКонцовка \"Ледышка\".\n",
    "answers": [
      {
        "id": 1,
        "text": "Погнали сначала?"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Я бы сам никогда... Меня заставили...\n\nВы услышали, как призрак тихо плачет, а после заметили, что по вашим щекам тоже текут слёзы.",
    "answers": [
      {
        "id": 28,
        "text": "Обнять призрака."
      },
      {
        "id": 29,
        "text": "Успокоить словами."
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы обняли призрака. Он тоже обнял вас, но через минуту испарился. Видимо, это конец.\n\nКонцовка \"Жив, здоров\".",
    "answers": [
      {
        "id": 1,
        "text": "  ..."
      }
    ]
  },
  {
    "id": 29,
    "text": "— Тихо... Перестань плакать... Успокойся... То что было, назад не исправишь... Или там по-другому?..\n\n— Извини... Больне плакать не буду...\nСпустя минуту призрак пропал. Конец.\n\nКонцовка \"Жив, здоров\", вторая версия.",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  }
]