[
  {
    "id": 1,
    "text": "Автор: IXOR \nЖанр: Ужасы, Фантастика, Фэнтези. \nАннотация:\n\nМотоциклист Алан оказывается в другом мире, пропитанном тёмной энергией. Люди вымерли, и теперь этот мир населяют человекоподобные твари. Алану предстоит грандиозное приключение, полное опасностей. Чтобы выжить, ему придется принимать сложные решения. Готов ли ты погрузиться в эту захватывающую историю?\n\nP. S. Эта лишь рання версия квеста. в дальнейшем я переделаю названия концовок, добавлю новые линии сюжета. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 119,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Алан мчался по пустой трассе, его силуэт очерчивался яркими вспышками молний, разрывающих ночное небо.\n\nОн был покрыт серебристыми каплями дождя, скользящими по телу, словно живое ожерелье. \n\nНезависимость и свобода пронизывали каждую его движущуюся мышцу.\n\nВзгляд мотоциклиста был сосредоточен и уверен, словно он проникал сквозь бушующие стихии прямиком к своей цели. \n\nТонкие дождевые струйки мерцали на уверенном лице Алана, украшая его непреклонную выразительность.\n\nГлаза, скрывавшиеся за защитными очками, сияли яростным огнем, освещая путь и воспаляя адреналиновую страсть внутри. \n\nОдежда мотоциклиста прилипала к телу, подчеркивая сильные и гибкие мышцы.\n\nБезжалостная буря, хлеставшая по нагруднику, лишь подчеркивала его непоколебимый характер. \n\nЧерная кожаная куртка мотоциклиста, на которой играли сияющие капли дождя, гармонировала с мощным ревом его мотора. ",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 3,
    "text": "Свободные и легкие джинсы покрывали ноги, демонстрируя спортивную физическую форму.\n\nМотоциклист владел своим транспортным средством, как художник владеет кистью. \n\nОн был один с машиной, их движения сливались в единое целое, словно они были сотворены друг для друга. \n\nГрация поездки сочеталась с силой существования, несмотря на непостоянство погоды и бушующую стихию.\n\nМотоциклист, покорявший пустые трассы среди грозы, был олицетворением свободы и риска. \n\nОн не боялся сталкиваться с силами природы, а скорее принимал вызов от нее, погружаясь в мир адреналина и непредсказуемых возможностей.\n\nЕго смелость и стойкость были неотъемлемой частью души, что отражалось в каждом движении и в каждом мимолетном взгляде.\n\nВ его присутствии витала таинственность, которая заставляла людей останавливаться и оборачиваться, глядя вслед его угасающим фарам.\n\n Мотоциклист, непоколебимо преодолевающий свои границы и грани возможного, был навеян мистикой и романтикой приключений. \n\nОн не был просто человеком на мотоцикле — он был свободным духом на колесах, устремляющимся в неизвестность, оставляя позади следы адреналина и восхищения.",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Внезапно, с приходом нового грома и молнии, мотоцикл, вдруг, перестал подчиняться Алану. \n\nОн разгонялся всё быстрее и быстрее, а его колёса виляли из стороны в сторону, удержаться было невозможно... \n",
    "answers": [
      {
        "id": 5,
        "text": "Очнуться. ",
        "blackout": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Алан с трудом пришел в себя на пустой трассе, его глаза болели от ослепительного света, проникающего сквозь разбитый взороотражатель шлема. \n\nВытянувшись на асфальте, он ощутил резкую боль и размазанные по лицу капли крови, которые заливали раненую кожу.\n\nОсколки стекла от шлема блистали в лунном свете, как кристаллы сломанной мечты.\n\nПотеки крови стекали по его натертым щекам, покрывая проникающим запахом железа.\n\nОн издавал затяжные стоны, вынужденные напряжением и болью. Каждое дыхание было неровным и больным, словно тело боролось с безжалостной жестокостью физической травмы.\n\nОдежда мотоциклиста, некогда гордо олицетворявшая его мощь и свободу, была изорвана и изуродована.\n\nРваные куски кожи были пропитаны вязкой красной жидкостью, которая пачкала его облегающие детали экипировки. \n\nБлестящие поврежденные металлические детали мотоцикла, покрытые следами схватки с бездорожьем, призывали к восхищению и одновременно к тревоге.\n",
    "answers": [
      {
        "id": 6,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Недалеко от трассы Алану повезло заметить небольшую деревеньку, спрятанную в лесу за густыми деревьями. \n\nТуда он и решил отправиться, надеясь, что её жители смогут оказать ему хоть какую-то помощь. ",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Рядом с трассой раскинулась небольшая деревушка, словно потерянная во времени. \n\nДорога, ведущая к ней, окружена густыми рядами деревьев, словно природа охраняет этот уютный уголок от суеты современного мира. \n\nПотемневшие, сгнившие листья, словно предупреждают всех приезжих, шепча о скрытой в милом виде деревушки опасность. \n\nДеревни домики выглядят как маленькие сказочные домики. \n\nИх стены, построенные из камней и дерева, сохраняют в себе дух старины, призывая к глубинной гармонии и спокойствию.\n\n Крыши покрыты плотным снопом соломы, словно они объятиями оберегают жителей от тяжелых непогод и суеты мира.\n\nЦветочные клумбы, окаймляющие каждый дом, разнообразными красками украшают окружающий пейзаж. \n\nЧёрные розы, лилии и пионы разливают благоухание и радуют глаз своими изящными формами, словно они сами ткали паутину между миром растений и миром людей.\n\nОднако, что-то всё таки отталкивает... \n\nБудто, эти самые пейзажи — лишь иллюзия. ",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Перед домами стоят качающиеся скамейки, на которых жители деревни преступают пороги своих домов для уединенных бесед и долгих вечерних прогулок.\n\n Виднеются клетчатые скатерти на столах под открытыми окнами, посылающие приглашающие ароматы душистой выпечки и свежего чая.\n\nВоздух пропитан атмосферой очарования.\n\nПение птиц и шелест листьев сотканы в напевы, которые проникают каждым голосом и движением в души людей.\n\n Здесь время течет медленно и размеренно, словно стрелки часов старательно простукивают ритм жизни, погружая всех, кто приходит в эту деревню, в ощущение вечности.",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Подойдя совсем близко к деревни, картинка меняется... \n\nСгнившие, жженый деревья, заплесневелый камень — из этого состоят все дома в деревне. \n\nЦветочные клумбы, окаймляющие каждый дом — засохшая трава и цветы.\n\nПтицы не поют и не шелестят листья — лишь гробовая тишина... \n\nАлан даже не сразу понял, что всё вокруг стало серым и безжизненным... \n",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 10,
    "text": "— \"Не часто к нам заходят гости...\"\n\nУслышав чей-то голос, Алан остановился. \n\nГолос доносился из небольшого, ветхого домика. \n\nВетхая деревянная постройка, словно превращенная в затерянный веком фольклорный музей, кажется, что давно потеряла связь с реальностью.\n\n Разрушенная крыша, шаткие стены и угрюмый фасад, покрытый паутиной и мхом, зловеще выглядят на фоне обыденных деревенских домиков.\n\nОднако, самым жутким и мрачным атрибутом этого дома является его владелица – страшная и худая старуха.\n\n Весьма сомнительного возраста, ее хромавая фигура была загнана в омерзительное черное платье, наверняка старше самой древней сосны в округе. \n\nЛицо запечатленное на этой уродливой фигурке откровенно отражает многие годы жизни, исполненные тяжким трудом, горем и отчаянием. \n\nЕе кожа, необъятная сеткой морщин и пятнами старости, словно картинка, нарисованная разбитыми надеждами и разочарованиями.",
    "answers": [
      {
        "id": 11,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Глаза, полные бездны и искры затаенного зла, словно пронзающие шрамами памяти души каждого, кто осмелился взглянуть на нее. \n\nКаждый вздох, словно пугающая мелодия, содержит в себе неведомую историю, сплетенную с дремучей тайной.\n\nНеизменно сгорбленная, как пепел, старушка двигается по дороге, скрипя своим остывающим веками скелетом.\n\n Ее шаги – стуки костями, смесь мешающихся гудений, скрежета и хрипоты, словно фоновая музыка, играющая в ритме бессмысленной жизни. \n\nВ ее поджатых когтях, которые больше похожи на корявые суковатые ветви, она держит трость, похожую на искривленный символ смерти.\n\nОбнаженные зубы этой старухи, колючие как иглы, будто сделаны для пережевывания надежд и мечтаний, для раздирания и порчи судеб.\n\n Однако, самое удивительное в этой ужасной картины – ее голос. \n\nГолос, глубокий и пугающий, представляет собой симфонию жутких переливов и шепотающих эхов прошлого.\n\nОна стоит перед своим домом, притаившись в тени старых тополей.\n\n И каждый, кто случайно позволил своему взгляду задержаться на этой страшной старухе, оставался охвачен ощущением необъяснимого трепета.\n\n Ее наваждение нависает в воздухе, словно черная тень, окутывающая каждое существо, живущее рядом с этим домом.\n",
    "answers": [
      {
        "id": 12,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 12,
    "text": "— \"Извините, если потревожил вас, всё таки уже поздно“, — тихим голосом, словно пытаясь не спугнуть старуху, проговорил Алан. \n\n— \" Ничего...\" — голос старухи звучал неестественно грубо. \n\n— \"Я пришёл сюда в надежде на то, что кто нибудь сможет помочь мне\".\n\n— \"Я ехал на мотоцикле и попал в аварию\".\n\n— \"Думаю, по моему виду это понятно\".\n\nАлан действительно выглядел поршиво. Из многочисленных ран на его теле сочилась кровь. \n\n— \"Какая помощь тебе нужна?\" — Старуха улыбнулась — оголила свои черные, гнилые зубы... \n\n— \"Мне бы обработать раны, да забинтовать их чем-нибудь\".\n\n— \"Думаю, подойдёт даже старое тряпьё\".\n\n— \"Вы можете мне помочь?\"\n\nАлан говорил чётко, чтобы старуха точно понимала, что он говорит и переспрашивала несколько раз. \n\n— \"Проходи в дом\".\n\nСтаруха отворила дверь и она со скрипом открылась, словно чей-то жалобный визг... ",
    "answers": [
      {
        "id": 13,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 13,
    "text": "Её дом, как будто вырос из самых темных кошмаров, простирается в забытом уголке погрязшей действительности.\n\n Когда переступаешь порог этого мрачного пристанища, мгновенно накатывает душераздирающая атмосфера отчаяния и уныния.\n\nМрачное освещение, проникающее сквозь облезлые жалости старых жалюзи, едва освещает помещение.\n\n Нити пыли и паутины безжизненно парят в воздухе, словно невидимые призраки, изводящие самые глубокие жалобы дома.\n\n Потолок, давно отказавшийся от своего первоначального блеска, превратился в парящий над головой аморфный облако гнили и плесени.\n\nКрушащиеся стены подставляют свои трещины, словно губы, вытянутые искаженным и зловещим усмешкой.\n\n Шарканье крыс и свист ветра сквозь эти трещины подчеркивают зловещесть места, остановившегося в потустороннем времени.\n\nМебель у этой заброшенной старухи лишена всякого комфорта или красоты. \n\nСтулья с налетом гнили и сломанными спинками, словно их хозяева, были забыты и покинуты.\n\n Столы, отпечатавшиеся могильными клеймами брошенных чашек и пищи, расползались под своим собственным весом безнадежности. \n",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Взгляд скользит по обшарпанным поверхностям и задерживается на пыльных сердечниках и фотографиях, где чужие лица призраками стоят за запотевшими стеклами.\n\nНоги, притянутые к плитам полов, будто блуждают по скалистым пейзажам, испещренным выступающими грибками и портящей землю влагой. \n\nПовсюду разлагающийся ковер превращается в плотную массу, хранящую в себе без дыхания тысячу историй и жестокостей. \n\nИз мрака поднимается страшная старуха, которая обречена на это проклятое жилище. \n\n— \"Ты присаживайся, я поищу что-нибудь\".\n\nАлан присел на один из шатающихся стульев. \n\n— \"На, вот, возьми пока, поешь!\"\n\nСтаруха положила на стол тарелку с ягодами. \n\nНо, стоило Алану потянутся, чтобы взять одну, он, вдруг, увидел далеко не ягоды — сырое мясо, порезанное на кусочки, в котором то и дело ползают черви. \n\nАлан закричал от неожиданности, тарелка с гадким содержимым упала со стола с грохотом. ",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Старуха повернулась на Алана. \n\nОна мечтательно оглядывается в зеркале, наслаждаясь последними мгновениями своей привычной формы, перед тем как начать жуткую превращение.\n\nСначала тихо и незаметно, словно играющие в теневом лабиринте, поднимаются невидимые пальцы, аккуратно переламывая и скручивая кости изнутри. \n\nЛегкое хрустящее звучание заметно только для нее самой, наводя гнетущую тревогу. \n\nОна чувствует, как их форма и структура становятся слабыми и непрочными, словно заброшенные замки, готовые рухнуть при первом прикосновении.\n\nЧередуясь с костями, глубоко внутри старухи танцуют мелкие мускулы, которые изменяются и вытягиваются, словно нити пряжи в руках паука.\n\n Их движения становятся нестабильными, создавая дурманящий зрелище иллюзорного трансформации.\n\nСтаруха чувствует резкую боль, пронизывающую каждое волокно ее существа, но она не отступает. \n\nОна стоически переносит агонию, зная, что это единственный способ освободить свою истинную сущность из пыльного плена прошлого и воплотить свои самые страшные желания.",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Постепенно, как раскрывающийся лотос, зловещая старуха открывает свои новые черты.\n\n Руки и ноги исполосованы глубокими рваными рубцами, когда кости деформируются и превращаются в острые оружия, готовые к темной охоте.\n\n Ее спина скривляется, словно змея из пучины ада, и появляются дополнительные члены, способные свернуться и проникнуть в самые темные уголки.\n\nЛицо, когда-то знакомое и старческие морщины которого говорили о жизненном опыте, теперь искажается в безобразие.\n\n Глаза, раньше искривленные оттенками доброты, теперь загораются злобным пламенем, переливающимся разными оттенками черного.\n\n Уста, когда-то тонкие и бледные, теперь широко раздвинуты и наполнены рядами острых зубов, готовых проглотить жизнь.\n\nСтаруха заканчивает свое превращение с последним толчком, когда спина изогнутая, искепеленная, принимает свою новую форму, как будто рожденную в темнейших холмах ада. \n\nВесь ее облик полон страха и ужаса, сливаясь с их аномальностью и зыбкой привлекательностью.\n\nТо, что когда-то была старуха, теперь превратилось в чудовищный гибрид, воплощающий самые худшие кошмары. \n\nЕе новая форма отталкивает, ужасает и завораживает одновременно, словно оказавшись в водовороте забытых страхов... \n",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить. ",
        "blackout": true
      }
    ]
  },
  {
    "id": 17,
    "text": "Весь новый внешний вид старухи вызывает ещё больший ужас и отвращение: седые, редкие пряди волос, неприятно пылающие красные глаза и искривленная, желтая улыбка с остатками зубов, покрытых зеленоватым налетом. \n\nЕе кожа бледна и скалистая, словно выкрашенная холодными оттенками смерти.\n\nУ старухи выпирают костлявые, мохнатые пальцы, которые изогнуты в жуткие, гнущиеся суставы.\n\n Черные, длинные и когтистые ногти грязные и омерзительные, как будто пропитанные гнилью и разложением.\n\nЕе телосложение изуродовано и асимметрично. \n\nОна идет, шатающись на изогнутых ногах, каждый шаг сопровождается хрустом и треском костей. \n\nЕе хребет виден сквозь тонкую, истонченную ткань одежды, словно холодная водоросль, покрытая слизью, что-то неодушевлённое и чужеродное. \n\nС уст ее доносится недосягаемый запах гнили и грязи, что несёт смерть и разложение.  \n\nИз ее горла слышны хриплые, окровавленные звуки, в которых проявляется некое бесчеловечное существо, сотканное из всех ужасов и кошмаров.\n\nС диким воплем, Алан выбегает из дома через окно, ловя на себе взгляды других чудовищ, подобных старухи. \n\nДругие люди, завидев Алана, меняются в лице, их тела переламываются, и они тоже присоединяются к жестокой охоте. ",
    "answers": [
      {
        "id": 18,
        "text": "Бежать прочь. "
      },
      {
        "id": 19,
        "text": "Спрятаться в один из домов. "
      }
    ]
  },
  {
    "id": 18,
    "text": "Алану повезло — он запомнил место аварии и бежал туда, надеясь, что сможет завести мотоцикл и уехать из этого проклятого места. \n\nОднако, выбежав на трассу и посмотрев на своё средство передвижения, Алан понял, что его заранее продуманный план дал сбой — мотоцикл был настолько убитым, что и починить бы его не вышло самому лучшему мастеру. \n\nМежду тем, монстры догнали Алана. \n\nДесяток уродливых тварей окружили Алана в кольцо, и напевая жуткую мелодию, созданную из вскриков, кашля и хрипов... ",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Алан панически бежит по узким грязным улочкам, существа его преследуют, издавая мрачные вопли. Каждый раз он ускользает от их холодного, смертоносного прикосновения, но он знает, что это только вопрос времени. Отчаянно проклиная свою судьбу, Алан спешит найти укрытие.\n\nИ вот, наконец, как в дьявольском сценарии, судьба подкидывает ему слабое спасение. Захлопнув за собой дверь одного из старых, заброшенных домов, он вздыхает с облегчением. \n\nЗмеиная ловушка сжимает свои стальные челюсти.\n\nМежду нервными вдохами и выдохами, Алан медленно начинает ощущать, что что-то неладно. Холодный пот стекает по его спине, когда он понимает, что далеко не один в этом древнем проклятом жилище. Сгорбленный старик оказывается рядом, стоя, словно ожидая свою жертву.\n\nПока Алан пытается произнести хоть слово приветствия, старик внезапно начинает скрючиваться, словно кости его тела находятся под невероятным напряжением. В ультрафиолетовых лучах мертвых ламп полумрака обличие старика изменяется. Человеческая форма исчезает, и на ее месте является ужасающее существо, которое ввергает Алана в омут тьмы помутненного разума.\n\nСтрашные судороги его охватывают, когда ужасная тварь медленно, но неотвратимо подходит к нему. Его сердце сотрясает его грудную клетку, неумолимо подчеркивая его смертельный страх. В панике он отчаянно ищет выход, но его ноги тяжелеют, словно двинутся во власть ночной тьмы навсегда.\n\nИ в последний миг, когда его сознание начинает сдаваться, в его ушах звучит проклятие, заглушающее даже его последний вздох:\n\n— \"Давно к нам гости не заходили...\"",
    "answers": [
      {
        "id": 19,
        "text": "Получена концовка «Гибель во мраке».",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 20,
    "text": "И вот, когда Алан практически смирился со своей смертью, за лесу вышла темная фигура. \n\nЭто была молодая девушка, отчаянно идущая в сторону толпы. \n\nНа её теле была одета очень странная одежда, будто она живёт на северном полюсе — пуховик и шерстяные сапоги. \n\nАлан хотел было крикнуть девушке, что идти сюда — верная смерть, но не мог выдавить из себя и звука. \n\nДевушка, словно богиня величия и мощи, она подходит к монстрам без единой колебании, как ураган, невозмутимая и безжалостная. \n\nЕе руки, благородно изогнутые, нежны и хрупки, словно лепестки цветов, но прикажут смерти играть свою мрачную мелодию. \n\nКаждое движение ее пальцев наполнено абсолютной уверенностью.\n\nС мгновенной реакцией и скоростью гепарда, она наносит разрушительные удары. \n\nМощь ее ударов вызывает каскады из осколков и соблазнительного россыпи искр. \n\nЧудовища завывают от боли, они стонут и колеблются, но тщетно пытаются сопротивляться непревзойденной силе.\n\nДевушка рассекает врагов на куски легко и без труда.\n\n Потоки темной крови и внутренние органы находят свою свободу, когда каждый удар перерабатывается в танец смерти.\n\nОна голыми руками поднимает бездыханные тела тварей над собой и, будто высасывая из них все соки, вновь идёт в битву.\n",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Трасса превратилась в поле битвы, где тела падших монстров раскинулись по всей её протяжённости. \n\nОкраска её превратилась в яркий калейдоскоп. \n\nКроваво — красные лужи, испещрëнные чёрными пятнами от тёмной крови существ, словно картины абстрактного искусства, оживают в солнечном свете. \n\nГоры изломанных тел воодушевляют, свидетельствуя о мощи и хладнокровии девушки. \n\n— \"Спасибо!\" — Эти слова — единственное, что пришло Алану на ум и единственное, что Алан смог выдавить из себя. \n\nЕму было очень не хорошо от картины, которую ему не повезло увидеть. \n\nЭта девушка разрывала тела монстров с такой лёгкостью, её сила была подобна древнегреческому богу, а на её теле не было ни единой царапины. \n\n— \"Одним спасибо тут не отделаешься\".\n\nЯрко — жёлтые глаза зияли в солнечном свете. \n\n— \"Дай мне кое-что взамен!\"\n\nДевушка искренне улыбнулась, да так, что края её улыбки достигли глаз. \n\n— \"Мне нужен лишь кусочек твоей плоти!\"\n\nБудто из ниоткуда она достала лезвие и медленно стала подходить к Алану. ",
    "answers": [
      {
        "id": 22,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 22,
    "text": "— \"Я потратила слишком много сил на твоё спасение\".\n\n— \"Я устала питаться гнилью!\"\n\n— \"Дай мне всего кусочек!\"\n\nАлан развернулся и побежал в сторону леса. \n\nАлан бросился вперед, его сердце колотилось сильнее, чем когда-либо прежде. \n\nВедь за его жизнью вновь открылась охота. \n\nАлан бежал через густой темный лес, пытаясь найти укрытие. \n\nКорни деревьев выступали из земли, будто горячие руки, готовые схватить его за ноги и замедлить бег. \n\nОн увернулся от одной опасной ловушки и продолжил бег.\n\nВетви деревьев склонялись вниз, словно загадочные пауки, готовые схватить свою жертву. \n\nАлан пригибался и проскальзывал сквозь них, ощущая сзади дыхания той самой девушки. \n\nЕё ноги громко растрескивались по ветвям и листве. \n\nНо Алан не сдавался. Он ускорил шаг, рывком оторвался от одного дерева и понял, что его приследовательница теряет его след.\n\n Это дало ему немного времени на поиски убежища.\n\nОбогнуть овраг, который перекрыл ему дорогу, не получилось и Алан рухнул вниз. ",
    "answers": [
      {
        "id": 23,
        "text": "Нет времени спать! Вставай! "
      }
    ]
  },
  {
    "id": 23,
    "text": "Алан с трудом встал, после достаточно серьёзного падения. \n\nОн удивился, увидев, что лежит в овраге не один — рядом с ним стоит вдребезги разбитый автомобиль. \n\nСтарая Лада, заброшенная в овраге, стоит там, словно олицетворение времени, которое остановилось.\n\n Ее корпус, когда-то яркий и блестящий, стал покрыт слоем ржавчины и пыли, но даже в этом состоянии она излучает свою уникальную привлекательность.\n\nКузов автомобиля, покрытый царапинами и потертостями, словно хранит в себе множество историй и приключений. \n\nКаждая маленькая вмятина и скол на его поверхности рассказывает свою историю — о дорогах, пройденных и препятствиях, преодоленных.\n\nСтекла автомобиля, затуманенные годами бездействия, частично покрываются паутиной, словно вуаль, скрывающая его внутренний мир от внешнего. \n\nНо через эти затуманенные окна можно увидеть отсветы прошлого, как будто автомобиль все еще дышит жизнью и хранит свою неповторимую энергию.\n",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 24,
    "text": "Колеса Лады, покрытые грязью и песком, словно запомнили каждый пройденный километр. \n\nОни твердо стоят на земле, но в то же время кажется, что они готовы вновь встать в движение, вновь прокатиться по дорогам и преодолеть любые преграды.\n\nЛиства и трава, пытающиеся проникнуть внутрь автомобиля через щели и трещины, словно природа сама пытается восстановить этот однажды живой и горячий механизм. \n\nОни приносят свежий зеленый оттенок к серой окружающей обстановке, создавая живописный контраст.\n",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 25,
    "text": "Алан до сих пор слышал шаги и крики девушки, что потеряла его, но не перестала искать. \n\n— \"Я знаю, ты где-то здесь!\"\n— \"Мне нужно совсем немного...\"\n\nЕё крики отдавались эхом по всему лесу. \n\nОна не боялась диких животных или монстров, что, наверняка, обитают не только в той деревне, ведь может разорвать десяток существ голыми руками и не один мускул у неё не дрогнет, и не одна царапина не останется на её \"хрупком\" теле. \n\nАлан решил, что лучшим решением будет спрятаться в машине. \n\nАлан медленно присел на сиденье передней пассажирской двери и открыл бардачок перед собой.\n\n Его взгляд сразу притянула маленькая черная коробочка, закрытая на замке. Он осторожно снял замок и открыл крышку.\n\nПеред ним лежал пистолет, блестящий в солнечном свете. \n\nЭто был предмет, который Алан видел впервые в своей жизни, и его сердце подскочило от ужасного удивления и страха. \n\nОн никогда не ожидал обнаружить такое в машине. ",
    "answers": [
      {
        "id": 26,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 26,
    "text": "Алан прикоснулся к оружию, ощущая его прохладу и вес в своей руке.\n\n Он ощутил легкий дрожь пронизывающей его тело.\n\n Пистолет смотрел на него своим черным и ледяным стволом, словно воплощение смерти и опасности.\n\nАлан испытывал смешанные чувства, затараторила его странная смесь страха, любопытства и отвращения.\n\nСкользящим движением рук Алан поднял пистолет, но его нервные пальцы не могли найти покой на рукояти. \n\nКаждый его вздох становился все тяжелее и глубже.\n\nОн осознал ответственность, которая наложилась на него, будучи так близко к оружию.\n\n Один неверный шаг, и он мог принести необратимый вред себе или другим.\n\nНо, Алан решил оставить находку себе — это ценный актив в этом проклятом месте. \n\n— \"Привет!\"\n",
    "answers": [
      {
        "id": 27,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 27,
    "text": "Уточнённая фигура перекрыла солнечный свет, ярко — жёлтые глаза девушки смотрели прямо на Алана. \n\nСильный приступ памяти охватил парня и тот не мог пошевелиться. \n\nДевушка открыла дверь машины и с силой отбросила Алану в сторону. \n\nОбнажив лезвие ножа, она медленно стала подходить к Алану. \n\nАлан вцепился в пистолет, словно альпинист в свою страховку. \n\nЕго рука дрожала, а палец всё норовил нажать на курок. \n\nКогда девушка была совсем рядом, её глаза стали будто святиться, Алан вздрогнул, палец случайно нажал на курок. \n\nСтремительная пуля попала прямо в плечо и вышла с другой стороны. \n\nДевушка оскалилась, рана на её плече моментально затянулась. \n\nАлан встал на ноги и уже осознанно сделал несколько выстрелов, но никакой пользы это не принесло. \n",
    "answers": [
      {
        "id": 28,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 28,
    "text": "Внезапно, из лесу выбежал человек. \n\nПеред Аланом предстал мощный и грозный охотник, с внешностью, которая отражает его опыт и силу. \n\nЕго невысокий рост компенсируется широкими плечами и чертами лица, выражающими решимость и твердость намерений.\n\nЕго густые, темные волосы придавали ему загадочный облик, оттеняя яркость янтарных глаз, которые сверкали в тени на его лице. \n\nНо несмотря на ту малость тени, что падает на его черные, крепкие брови, его лицо оставалось открытым и проницательным.\n\nОдежда охотника отражала его приспособляемость к разным погодным условиям.\n\n На нем был темно-зеленый камуфляжный костюм, стилизованный под окружающую природу. \n\nПрочный материал и изысканное качество швов позволяли ему свободно передвигаться в густых лесах и скалистых горах.\n\nОн также носил изношенную кожаную куртку, нашитую слоями защиты, которая служила как бронежилет в случае боевых столкновений. ",
    "answers": [
      {
        "id": 29,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 29,
    "text": "Охотник также имел высокие кожаные ботинки, уверенно проталкивающиеся сквозь любые дебри и снег.\n\n Внимательный наблюдатель заметит на его поясе различные сумки и кобуру, содержащие незаменимые инструменты и оружие, необходимые для успешной охоты.\n\nНа его широких плечах виднелись ремни с подсумками и карманами, в которых находилось различное снаряжение и принадлежности. \n\nЕго руки были защищены кожаными перчатками, позволяющими ему чувствовать и реагировать на окружающий мир безопасно и эффективно.\n\n— \"Чёртова Прекрестница!\"",
    "answers": [
      {
        "id": 30,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 30,
    "text": "Алану вновь не повезло увидеть жуткую картину:\n\nДвое вцепились друг в друга, начав кровавое сражения. \n\nДевушка уже не могла разорвать своего врага на части. \n\nЕё либо не хватало сил, либо её соперник — более сильное существо, чем она. \n\n— \"Скажи, каково это быть отрекшимся?\"\n\n— \"Наверное, твои соки куда сладше обычных людей!\"\n\nНе смотря на свои угрожающие фразы, девушка не могла никак противостоять охотнику.\n\nСразу было понятно, что девушка и охотник — это не люди, а нечто. \n\nДвое человекоподобных существ, в эпической схватке, вступают в ожесточённую битву. \n\nОднако это битва длится слишком долго. \n\nТеперь уже охотник начинает проявлять слабину. \n\nПрисмотревшись, Алан замечает ожерелье на шее девушки, которое охотник пытается заполучить. \n\nИнтуиция приказывает Алану выстрелить в это ожерелье. ",
    "answers": [
      {
        "id": 31,
        "text": "Выстрелить в Охотника. "
      },
      {
        "id": 32,
        "text": "Выстрелить в ожерелье. "
      }
    ]
  },
  {
    "id": 31,
    "text": "\n\nНесмотря на то, что Алан сознавал, что Охотник пришел на его выручку, он направил пистолет в его сторону и нажал на курок. Он не хотел этого. Интуиция подсказывала сделать хоть и странный, но более гуманный поступок... Будто кто-то извне управлял им, либо же он попросту запаниковал.\n\nПуля пронзила плечо Охотника, и на мгновение в его глазах зажглось разочарование. Он, который страдал, пытаясь спасти Алана, теперь ощутил предательский выстрел от своего спасаемого... Безмолвно он опустил свой взгляд на Алана, стремясь понять, почему он так поступил.\n\nРана на его плаче моментально затянулась. \n\nДевушка, нанесла разрушительный удар по Охотнику, выбивая его с ног. Подойдя к напуганному Алану, она заговорила тихим, пронзительным шопотом:\n\n— \"Здесь одного куска плоти не хватит...\"",
    "answers": [
      {
        "id": 31,
        "text": "Открыта концовка \"Своеобразная благодарность\"",
        "comment": true
      },
      {
        "id": 1,
        "text": "К началу. "
      }
    ]
  },
  {
    "id": 32,
    "text": "Интуиция приказывает Алану выстрелить в это ожерелье. \n\nАлан поддаётся внутреннему голосу. \n\nМеткий выстрел, пуля летит прямо в сердцевину ожерелье. \n\nКрасивое украшение рассыпается, его осколки падают на землю. \n\nДевушка вдруг останавливается. \n\nОна будто начинает высыхать изнутри. \n\nКак изнутри, так и снаружи, его шкура теряет свой блеск и прочность.\n\n Ее кожа, ранее нежная, словно драгоценный доспех, теперь становится тусклой и ломкой. \n\nПохоже, что сама природа отказывается поддерживать ее существование.\n\nДевушка закрывает свои глаза, и их блеск заменяется мутным и холодным оттенком.\n\nВ ее груди, ранее полной  дыхания, теперь царит мертвая тишина. \n\nНи один звук не вырывается из ее иссушенного горла.\n\nПоследние остатки жизни покидают ее тело, и она становится неподвижной. \n\nПод палящими, яркими лучами полна, она превращается в пыль, словно песчинка, рассеиваясь на ветру. \n\nТолько ветер, играющий с его останками, свидетель ен прежней мощи и силы.\n\nВ конечном счете, девушка исчезает, оставляя лишь тень своего былого яростного и устрашающего облика.\n\nОна становится прахом, забытым и поглощенным безжалостным ходом времени, но ее судьба всегда будет служить напоминанием о силе и хрупкости жизни самых страшных существ этого мира...",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить. ",
        "blackout": true
      }
    ]
  },
  {
    "id": 33,
    "text": "Когда Алан увидел ту картины страх настиг его сразу же. \n\nЕго сердце забилось очень быстро, словно его организм готовился к бегству. \n\nВ его животе появилось неприятное чувство дискомфорта, которое постепенно переросло в более глубокую тревогу. \n\nОн чувствовал сильное потрясение и даже отчаяние. \n\nЕго ум быстро пробежался по всем возможным объяснениям того, что он увидел, но так и не смог ничего понять. \n\nЧто только что произошло? \n\nВ его голове раз за разом про мелькала эта картина... \n\nОна высохла изнутри?\n",
    "answers": [
      {
        "id": 34,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вдруг, рука охотника упала на плечо Алана. \n\n— \"Впервые видишь такое?\"\n\n— \"Стало быть ты не из наших мест\".\n\nхотник задумался. \n\nНекоторое время он стоял на месте, видимо обдумывая следующие действия. \n\nЧувствую я, долго ты так не продержишься. \n\nТы можешь идти, но если хочешь прожить дольше, то можешь пойти со мной. ",
    "answers": [
      {
        "id": 35,
        "text": "Пойти с Охотником. "
      }
    ]
  },
  {
    "id": 35,
    "text": "Алан не мог доверять охотнику, но в его словах было много правды: выжить одному в этом проклятом будет очень нелегко. \n\nНеизвестно, какие ещё твари водятся в округе, какие опасности ещё могут поджидать Алана.",
    "answers": [
      {
        "id": 36,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 36,
    "text": "Лес расстилался вдаль, наполняя воздух древесным ароматом и свежестью.\n\n Солнечные лучи то проникали сквозь густую листву, создавая игру света и тени, то они скрывались за переплетенными ветвями, создавая загадочный полумрак.\n\nПуть Алана и Охотника часто пролегал вдоль оврагов, где бурлящие ручьи и каменистые берега создавали естественные преграды. \n\nОни перепрыгивали с одного камня на другой, чтобы избежать мокрых ног и падения в бурлящие воды. \n\nЗвук воды был музыкой для их ушей. \n\nДеревья тесно стояли друг у друга, создавая явление, известное как \"зеленый туннель\". \n\nВетви покрывали верхушки голов Алана и Охотника, словно защищая их от посторонних глаз. \n\nОкружающая растительность была насыщена жизнью: мхи, лишайники и цветы украшали каждый куст и каждый уголок. \n\nКаждая листва блестела своими оттенками зелени, создавая неповторимую палитру цветов.\n\nВ центре кольца густых и старых деревьев, скрытой от посторонних глаз, располагалась землянка — уютное убежище, замаскированное под натуральный холм. \n",
    "answers": [
      {
        "id": 37,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 37,
    "text": "С виду казалось, будто холм был частью окружающей ландшафта, покрытый мхом и переплетенными ветками.\n\n Его загадочный и живописный облик привлекал своей красотой, но не вооружённым глазом сложно было заметить, что это на самом деле не холм вовсе. \n\nАлан и Охотник спустились к небольшому входу, покрытому натуральными материалами, которые смешивались с окружающей средой.\n\n Прижимаясь к земле, вход был едва заметен и выглядел, как часть рельефа. \n\nна секунду в голову Алана снизошла мысль: — \"Он от кого-то скрывается?\"\n\nБыло заметно, что его спаситель нервничает, хотя и скрывает это за каменным лицом. \n\nПроскользнув сквозь вход, Алан оказался в уютной комнате, погруженной в полумрак. \n\nКаменные стены выражали мощь и безопасность, придавая землянке еще больше утонченности и загадочности.\n\n Потолок был украшен светящимися травами, создавая иллюзию ночного неба и мягкого звездного сияния.",
    "answers": [
      {
        "id": 38,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 38,
    "text": "Центр комнаты был занят теплым каменным камином. \n\nНад камином висела древняя карта, на которой были выделены места, что там — Алану неизвестно. \n\nМебель была старомодной и сделана из натуральных материалов: дерева и кожи. \n\nВ голову Алана вновь забралась мысль: — \"Надеюсь, кожа не человеческая...\"\n\nГрубая текстура и незавершенные детали придавали ей особый шарм и отражали дух дикой природы.\n\n Деревянный стол с гравировками, окруженный массивными стульями, это создавало неповторимую, уютную атмосферу. \n\nМаленькие окна, не видные со стороны, смотрели на окружающий лес, предлагая потрясающий вид. ",
    "answers": [
      {
        "id": 39,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 39,
    "text": "Охотник медленно подошел к камину, который спал в мертвой золе, источая прохладу. \n\nПонаблюдав некоторое время за давно уже переставшими гореть угольками, Охотник, словно древний жрец, решил возродить огонь. \n\nОн набрал в руки сухие травы и мягкую пергаментную бумагу, разложив их аккуратно на низком каменном поддоне. \n\nЗатем он достал из кармана коробок спичек. \n\nОсторожно охотник прижег кончик спички и поднес ее близко к печной решетке.\n\n Затем он со вниманием потянулся к травам и бумаге, давая пламени возможность дотянуться до сухих веток и дров, спрятанных в недрах камина.\n\nМиг, и искра вспыхнула, роскошно превращаясь в огонь.\n\n Языки пламени стали танцевать, освещая комнату мягким и уютным светом. \n\nПервобытная магия огня наполнила воздух, создавая атмосферу комфорта и тепла.\n\nПостепенно огонь затягивал дрова в свое пламя, даря им новую жизнь.",
    "answers": [
      {
        "id": 40,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 40,
    "text": "Тлеющие угли превращались в яркие искры, выплескивая эмоции и энергию.\n\n Стрекотание и потрескивание полностью заполнили комнату, как мелодия пробуждения.\n\nОхотник сел в кресло, ощущая тепло огня, которое проникало в его кожу и согревало его.\n\nОн наблюдал, как танцующие языки пламени создавали картины истории на стенах, повествуя о его приключениях. \n\n— \"Вот, вроде бы ничего особенного в этом нет, а люблю я это дело страшно\".\n\nОхотник жестом подозвал Алана к соседнему креслу. \n\nАлан послушно присел. \n\n— \"Чаю выпьешь?\"\n\nОхотник подлил светло-синюю жидкость во вторую чашку и подвинул её в сторону Алана. \n\n— \"Не волнуйся — не отравлено\".",
    "answers": [
      {
        "id": 41,
        "text": "Выпить чай. "
      }
    ]
  },
  {
    "id": 41,
    "text": "Алан поднес к губам чашку чая, изготовленного из неизвестных ему трав, и ощутил первый глоток в своем рту. \n\nВолнение охватило его, а его вкусовые рецепторы начали танцевать от неожиданности и восхищения.\n\nНа мгновение все вокруг остановилось. \n\nВ глубине его души звучала мелодия удивления, созданная шелестом листьев и переливами цветов.\n\n Вкусовые ноты в чашке превратились в волшебный спектакль, который разворачивался прямо на его языке.\n\nСладость пропитывала его рот, словно магия прикосновения ангела. \n\nОна была пленительно мягкой и в то же время полна бодрости и энергии, как яркий солнечный луч в раннем утреннем феврале.\n\nЗатем горчинка осторожно протянула свою руку и легла на его язык. \n\nНо это была не горечь, которую он привык испытывать. \n\nЭто была горечь, окрашенная нотами экзотических специй и страстью приключения. ",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 42,
    "text": "Горечь, которая сдерживала в себе силу и стремление.\n\nПосле горького приходил сложный букет трав и цветов, пышный и непредсказуемый. \n\nВсе они танцевали вместе, создавая симфонию вкусовых нот, которые заставляли его душу эйфорически трепетать.\n\nАлан отметил сладость плодов и свежести цветов на языке, наслаждаясь гармоничной симфонией вкуса, которая раскрывалась в каждом глотке. \n\nОн ощущал, как травы ласкают его горло, унося его на путешествие в мир тайн и загадок.\n\nВ этом удивительном чае были сосредоточены не только вкусовые ноты, но и его собственные эмоции и внутренние переживания.\n\n Это был не только напиток, но и портал в новые измерения, открывающий двери к сокровищам неизведанного и благословениям неизвестного.\n\nАлан наслаждался каждым глотком, становясь свидетелем того, как травы из чаши превращаются в волшебный вкус на его языке. \n\n— \"Божественно!\"",
    "answers": [
      {
        "id": 43,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 43,
    "text": "— \"Рад, что тебе понравилось!\"\n\nОхотник тяжело вздохнул и побледнел. \n\n— \"Зря ты, парень, до конфликта довёл\".\n\n— \"Уверен, Люцифер уже знает о смерти Прекрестницы...\"\n\n— \"Он не оставит это просто так...\"\n\nАлан смотрел на охотника широко открытыми глазами. \n\n— \"Ах, да, ты же не знаешь ничего...\"\n\nОхотник заметил его удивлённый взгляд и усмехнулся. \n\n— \"У вас тут весело...\"\n\n— \"А вы... Охотник?\"\n\nАлан внимательно разглядывал трофеи на стенах: чьи-то рога, голова медведя и кожаная мебель. \n\n— \"Я?\"\n\n— \"Нет...\"\n\n— \"Я «отрекшийся» — именно так называют таких как я в простонародии\".\n\n— \"А у вас имя есть?\"\n\nАлан понял, что задал глупый вопрос, он просто до сих пор не мог оправиться от увиденного им за целый день. ",
    "answers": [
      {
        "id": 44,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 44,
    "text": "— \"Есть конечно!\"\n\nЗасмеялся отрекшийся. \n\n— \"Борислав я...\"\n\n— \"Можно просто «Борис»\".\n\n— \"Необычное имя...\"\n\nАлан действительно удивился, услышав такое, «Борислав» — это же прошлый век. \n\nНет, даже позапрошлый век. \n\n— \"Вижу, ты до сих пор мало понимаешь...\"\n\n— \"Давай, я расскажу тебе:\n\n— \"Я не знаю всю историю этого мира, но если начну рассказывать всё, что знаю, то ты и через десять лет не услышишь тишины\".\n\n— \"Потому, спрашиваю: что ты хочешь узнать\"\n\nАлан задумался на секунду: вопросов у него было очень много. \n",
    "answers": [
      {
        "id": 45,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 45,
    "text": "— \"Я попал в аварию на трассе и хотел попросить помощь в ближайшей деревне\".\n\n— \"Как только я подошёл к ней, то всё стало слегка чёрно-белое\".\n\n— \"Не добрый знак: то место уже полностью увязла в нечистой силе\".\n\n— \"Я встретил там старушку, что пообещала мне помочь\".\n\n— \"Пока она искала полотно, чтобы помочь мне перебинтовать свои раны, дала мне тарелку с ягодами\".\n\nБорислав внимательно осмотрел Алана. \n\n— \"Посмотри на себя\" \n\nПосле сказанных слов, Борислав слегка улыбнулся. \n\nАлан осмотрел своё тело и очень удивился, когда не смог найти на нём ран. \n\n— \"Что?\"\n\n— \"Как это?\"\n\nАлан не знал, что и думать. \n\nВнутри него страх боролся с восхищением. \n\n— \"Не зря я называю этот чай «Целебным»\".\n\nУсмехнулся Борислав. ",
    "answers": [
      {
        "id": 46,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 46,
    "text": "Я уже было хотел взять одну из ягод, но посмотрев в тарелку вновь, я увидел куски мяса и ползущих в нём червей. \n\n— \"Всё, что ты видел ранее — иллюзия\".\n\n— \"Видимо, та деревня ещё не до конца поддалась влиянию нечистых\".\n\n— \"После этого, я уронил тарелку на пол, а старушка жалостно на меня посмотрела и...\"\n\n— \"Её тело начало деформироваться, я слышал, как хрустят её кости и видел, как с неё сползает кожа.\"\n\n— \"Естественная трансформация\".\n\n— \"Люди, живущие в проклятых местах принимают это проклятье на себя\".\n\n— \"После этой самой трансформации, тварь больше не сможет принять облик человека вновь\".\n\n— \"Если тебе интересно, то таких существ у нас наживают «Проклятые»\".\n\n— \"Они не хотят причинить тебе вред, но нечто внутри них...\n\n— \"Я выбежал на трассу, проклятые за мной\".\n\n— \"А потом меня спасла та девушка...\"\n\n— \"Она разрывала их на части\".\n\nБорислав:\n\n— \"«Перекрестница»...\"\n\n— \"Эти люди поклоняются некому богу\".\n\n— \"Их пророк — «Люцифер» — могущественный человек\".\n\n— \"Они заключают свои души в любой предмет, будь то сосуд или украшение\".\n\n— \"Именно поэтому, когда ты уничтожил ожерелье на Перекрестнице, она погибла\".\n",
    "answers": [
      {
        "id": 47,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 47,
    "text": "— \"А «отрекшиеся»?\"\n\n— \"А это те люди, которые отреклись от своей веры в этого Бога\".\n\n— \"У них сохраняется сила Перекрестников и их жизнь до сих пор заключена в предмете\".\n\n— \"Однако, Перекрестники охотятся на Отрекшихся\".\n\n— \"Поэтомутвоё спасение может обойтись мне очень дорого\".\n\n***\n\n— \"Спасибо, что спас и объяснил, как здесь всё устроено...\"\n\nАлан до сих пор не мог обработать полученную информацию. \n\n— \"Одного \"спасибо\" здесь мало...\"\n\nАлан, вдруг осознал, какую ошибку совершил... \n\n«Одного \"спасибо\" будет мало» — эти слова сказала Прекрестница перед тем, как попытаться убить Алана. \n\nА теперь он самостоятельно пришёл в ловушку из которой вряд-ли сможет выбраться... \n",
    "answers": [
      {
        "id": 48,
        "text": "... "
      }
    ]
  },
  {
    "id": 48,
    "text": "Алан был напуган, он уже тянулся до пистолета, когда Борислав продолжил:\n\nРасслабься, ничего криминального. \n\nДавненько я чего-то человеческого не ел. \n\nЕсть у тебя что-нибудь? \n\nАлан полазил по карманам и его радости не было предела, когда он нашёл в нём энергетический батончик. ",
    "answers": [
      {
        "id": 49,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 49,
    "text": "Близится ночь. \n\n— \"В это время лучше не находится на улице\".\n\n— \"Во тьме нечисть лезет из всех щелей...\"\n\nБорислав задумался. \n\n— \"Я постелил тебе, как закончишь свои дела — ложись\".\n\nАлан кивнул. \n\nОн сидел возле окна и смотрел на лес. \n\nНа горизонте заходило солнце, оставляя после себя красивые оттенки пурпурного и золотистого цветов.\n\n Последние лучи света уходят за облака, и мир погружается во мрак.\n\n Светило, что даровало тепло и свет, теперь исчезло, и с этим исчезли и последние лучи надежды на безопасность.\n\nНочные тени длинными пальцами простираются по земле, словно хотят поглотить каждого, кто осмелится подойти к ним. \n\nВдали, непонятные шорохи и призрачные силуэты затаившегося окружения заставляют сердце биться сильнее. \n\nЭто время, когда даже самые обычные объекты начинают казаться странными и непредсказуемыми, словно природа сама настраивается на нечто загадочное.\n\nВоздух наполняется мрачными звуками. \n\nВдали раздается тихий вой совы, а откуда-то сбоку доносятся слабые, приглушенные звуки, словно кто-то скользит по траве, но, посмотрев в окно вновь, ничего не видно. \n",
    "answers": [
      {
        "id": 50,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 50,
    "text": "Из глубины темных недр леса поднимается чудовищное эхо, которое заставляет сердце колотиться почти до самого разрыва. \n\nЭто вопль нечисти, столь ужасный и вопиющий, что кажется будто сама земля задрожала от страха.\n\n Его пронзительное звучание, словно сотни криков в одном, проникает сквозь тьму в самые глубины души, словно оставляя отпечаток безумия на каждом. \n\nВопль сотрясает воздух и превращает его в плотный мрак, где каждое дыхание затруднено и каждый звук кажется призрачным эхом. \n\nЭто настолько неестественное звучание, что вызывает замешательство и тревогу.\n\n Он не подчиняется никаким правилам привычных звуков и раздается в самых неподходящих местах и в самые неподходящие моменты. \n\nТемное время приносит с собой звуки, которые в иные моменты были бы незамеченными, но ночью они словно голоса из прошлого, напоминающие о забытых страхах и сокровенных желаниях.\n\nЕдинственное, что пробивается сквозь ночную тьму, это бледный свет луны.\n\n Ее лучи словно танцуют на поверхности земли, озаряя мир таинственными отблесками. \n\nИногда облака закрывают ее, и тогда ночь становится еще более жуткой, словно тьма поглотила даже этот единственный луч надежды.\n",
    "answers": [
      {
        "id": 51,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 51,
    "text": "Место сна, что подготовил Борислав для Алана — это небольшая, импровизированная кровать на полу в углу землянки, сделанная из матраса, подушки и покрывала. \n\nМатрас, набитый свежим сеном, создаëт неповторимое ощущение уюта и тепла. \n\nПерьевая подушка создает удобное место для головы. \n\nПокрывало тёплое, но на удивление лёгкое. \n\nБорислав очень постарался сделать уютный уголок для своего гостя. \n",
    "answers": [
      {
        "id": 52,
        "text": "Продолжить. ",
        "blackout": true
      }
    ]
  },
  {
    "id": 52,
    "text": "Сонные глаза Алана только начинают привыкать к лучам солнца, лишь слегка проникающим сквозь шторы.\n\nПривычный ритуал пробуждения, но этот раз по-другому. \n\nАлан сразу почувствовал нечто странное, когда вместо своего обычного будильника услышал стук в дверь.\n\nОн потянулся и, все еще не очнувшись, двинулся открыть входную дверь.\n\nБыстрый, тяжёлый стук привёл Алана в чувства. \n\nОн вспомнил где находится и отошёл подальше от двери. \n\n— \"Борислав, вы кого-то ждёте?\"\n\nАлан усмехнулся, вспомнив, рассказы Борислава о том, что рано или поздно Перекрёстники придут за ним, чтобы отомстить за смерть одного из них. \n\nВолнение охватило душу Алана. \n\nОн слышал тяжёлый вздохи и хрипы за дверью. \n\nСкрежет когтей, проходящих по двери заставил Алана понять, что за дверью не старые друзья Борислава, а нечто. \n\n— \"Алан, открой чёртову дверь!\"\n\n— \"Я выходил на охоту и забыл ружьё, а дверь захлопнулась...\"\n\n— \"Чем докажешь, что ты — это ты?\"\n\nАлан уже не слушал оправдания того, что находится за дверью. \n\nОн был уверен, что за ней не Борислав, а нечисть. \n",
    "answers": [
      {
        "id": 53,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 53,
    "text": "Алан оглядел землянку, но не нашел никаких следов, недавних доказательств или показаний, указывающих на то, куда мог исчезнуть Борислав. \n\nЕго ружьё, с которым Алан видел его в первой встрече и рюкзак...\n\nНичто не указывало на то, что Борислав планировал уйти — или, возможно, был вынужден уйти.\n\n Алан принялся действовать решительно.\n\nВзяв ружьё Борислава, он направил его в сторону двери. \n\n— \"Я открою тебе дверь\".\n\n— \"Давай, без глупостей!\"\n\nАлан подошёл к двери и отворил её. \n\nТут же он заметил, что дверь была заперта изнутри, а значит, что из землянки никто не выходил... ",
    "answers": [
      {
        "id": 54,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 54,
    "text": "И, действительно, когда дверь открылась, на пороге не было Борислава. \n\nВместо него там стояла та самая Прекрестница.\n\n— \"Я устала питаться гнилой плотью!\"\n\n— \"Мне нужен от тебя лишь кусочек!\"",
    "answers": [
      {
        "id": 55,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 55,
    "text": "От неожиданности, вскрикнув, Алан уронил ружьё. \n\nВнезапно, картинка начала меняться. \n\nАлан обнаружил, что находится не в землянке Борислава, а в доме той самой старухи. \n\nСвоими страшными, костлявыми руками, старуха протянула Алану небольшой свёрток чёрной, как нефть, ткани. \n\n— \"Этим ты сможешь перебинтовать свои раны\", — голос старухи звучал эхом. \n\nАлан схватил ткань и начал перебинтовывать свои рваные раны на теле. \n\nВнезапно, ткань начала гореть. \n\nАлан отбросил ткань подальше с испуганным вскриком. ",
    "answers": [
      {
        "id": 56,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 56,
    "text": "Алан мгновенно приходит в себя из мрачной глубины кошмаров. \n\nВ его душе остается лишь мерцающий шлейф ужаса, который постепенно растает под влиянием реальности.\n\n С его губ раздаётся дикий вопль, словно он освобождается от самого себя, избавляется от пут кошмарного мира.\n\n Этот вопль полон мощи и свободы, распространяется по комнате, разбивая тишину и воспламеняя воздух невидимым огнем.\n\nПостель вокруг Алана кажется более мягкой и уютной, словно она готова обнять его и успокоить, чтобы он мог забыть ужасы, растворившиеся в облаке ощущений.\n\n Его дыхание становится глубоким и равномерным, как будто он обретает внутренний покой после сотрясения, и его сердце, которое раньше разрывалось на части, начинает биться спокойным, ритмичным пульсом.\n\nУтренний свет, проникающий сквозь занавески, начинает освещать комнату, рассеивая последние тени сна.\n\n Ощущение облегчения обволакивает Алана, словно нежное дуновение ветра, сносящий следы кошмара, когда, оглядев землянку, он не обнаружил ничего страшного. \n",
    "answers": [
      {
        "id": 57,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 57,
    "text": "У окна стоял Борислав и смотрел прямо на Алана с круглыми от удивления глазами. \n\n— \"Ох, моё вековое сердце чуть трещину не дало...\"\n\n— \"Ты чего так кричишь?\"\n\n— \"Кошмары, что-ли, снились?\"\n\nАлан молча кивнул. \n\n— \"Понимаю, мне тоже в первый раз тяжело было\".\n\n— \"Однако, я был более подготовлен к такому\".\n\nАлан удивился. \n\n— \"Это как так?\"\n\n— \"Знали, что вас ждёт?\"\n\nБорислав отмахнулся. \n\n— \"Не совсем...\"\n\n— \"На вашем языке это значит...\"\n\n— \"«Военный» я был\".\n\n— \"Потому, ко всем невзгодам я более менее подготовлен\".\n\n— \"Хотя, ты прав, кошмары мне потом снились часто...\"\n\nАлан встал с матраса и подошёл к Бориславу. \n\nБорислав посмотрел на Алана. \n\n— \"А что тебе хоть снилось — то?\"\n\nАлан задумался. \n\n— \"Бред полный мне снился, каша одна...\" — произнёс он про себя. \n\nА вслух сказал: — \"Всё и сразу\".\n\n— \"Да, судя по рассказу, вчера тебе пришлось не сладко...\"\n",
    "answers": [
      {
        "id": 58,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 58,
    "text": "Дело близилось к завтраку. \n\nТочнее, Алан надеялся, что он будет. \n\n— \"А...\"\n\n— \"А есть что-нибудь перекусить?\"\n\n— \"Конечно, сейчас пойду, посмотрю ловушки\".\n\n— \"В них то и дело мелкие животные попадаются\". \n\nБорислав подошёл к стенду, на котором лежало его оружие — охотничье ружьё, и взял его. \n\n— \" А что если нечисть придёт?\"\n\n— \"Прекрестники там, ещё кто-то?\"\n\nБорислав усмехнулся. \n\n— \"Не волнуйся, не придёт\".\n\n— \"Но, если что-то подозрительной увидишь — спрячься\" ",
    "answers": [
      {
        "id": 59,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 59,
    "text": "Время шло, а Борислав так и не появился. \n\nЛибо что-то случилось, либо процесс поиска еды занимает много времени. \n\nАлан сидел за столом и обдумывал свои планы на будущее, если оно конечно у него будет. \n\nВ землянке ему удалось найти старый, потрепанный блокнот и ручку, где он и расписывал свои мысли. \n\nВнезапно, двери землянки открыли, медленно и со скрипом. \n\nАлан подбежал к двери, надеясь увидеть Борислава, но на пороге стояла не знакомая ему девушка. \n\nОна вскрикнула, увидев Алана. \n\nЛовким движением руки она достала пистолет из кобуры и наставила его на Алана. \n\n\n\n",
    "answers": [
      {
        "id": 60,
        "text": "Продолжить. ",
        "blackout": true
      }
    ]
  },
  {
    "id": 60,
    "text": "Атмосфера насыщается напряжением, когда девушка внезапно направляет свой пистолет на Алана.\n\nВремя словно замедляется.\n\nГлаза девушки сияют блеском безжалостной решимости. \n\nОна готова убить названного гостя, уверенная, что Алан представляет опасность. \n\nОднако, Алан не собирается принять смерть. \n\nОн отталкивает девушку от себя, тем самым давая себе возможность выхватить свой пистолет и направить его на девушку.\n\nМиг, когда Алан достаёт свой пистолет, превращается в торжественное событие. \n\nСтальной блеск его оружия мерцает в утренних лучах солнца, \n\nЗвук щелчка, когда Алан снимает орудие с предохранителя, заявляет о его решимости положить конец этой безумной встрече. \n",
    "answers": [
      {
        "id": 61,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 61,
    "text": "Однако, в схватку вмешивается Борислав, встав между Аланом и девушкой.\n\n— \"Что здесь происходит?\"- Борислав отбросил ружьё за спину.\n\n— \"Этот парень пробрался в твою землянку...\" — девушка была настроена враждебно по отношению к Алану. \n\nДевушка, как видно, знала Борислава и разговаривала с ник, как со старым другом. \n\n— \"Э, нет, это она ворвалась в землянку с пистолетом на перевес\".\n\n— \"Так, стоп!\" — Борислав расталкал Алана и Ингу. \n\n— \"Никто никуда не врывался\".\n\n— \"Инга, это мой гость — Алан\".\n\n— \"Алан, это Инга\".",
    "answers": [
      {
        "id": 62,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 62,
    "text": "Скажи мне, Борис, ты всех, кто тебе в землянку вламывается, будешь в гости приглашать? \n\nАлан уже начал выходить из себя. \n\n— \"Никуда я не ломился, понятно!\"\n\nИнга всё пыталась поймать Алана на чём-то. \n\n— \"Тогда почему ты был здесь один?\"\n\nАлан все никак не мог объяснить знакомой Борислава. \n\n— \"Потому что, Борислав ушёл проверять ловушки\".\n\n— \"Ты до всего будешь докапываться?\"\n\nИнга продолжала спор. \n\n— \"А мне кажется, что для гостя ты уж слишком дерзкий...\"\n\nБорислав никак не мог утихомирить Ингу. \n\nХватит! \n\nБорислав пытался прекратить спор между Ингой и Аланом, но все его попытки были тщетны. \n\nИнга уже строила теории заговора... \n\n— \"А что если этот парень — Перекрестник\".\n\nБорислав отстаивал Алана как мог. \n\n— \"Он — человек\".\n\nПрекрати вести это бесполезный спор! \n\nИнга же не собиралась останавливаться. \n\n— \"Нет, это ты прекрати!\"\n\n— \"А если он — шпион Прекрестников\".\n\nБорислав злился, это было видно, но он до последнего себя сдерживал. \n\nАлан все пытался подружиться с Ингой. \n\n— \"Послушай меня, мне действительно нужна была помощь!\"\n\nВ какой-то момент терпение Борислава лопнуло. \n\n— \"Прекратите спорить!\"\n\nБорислав ударил по столу с такой силой, что на нём появилась заметно большая трещина. ",
    "answers": [
      {
        "id": 63,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 63,
    "text": "Алан не хотел выставлять себя каким-то изгоем перед знакомой Борислава. \n\nОн хотел познакомиться с Ингой поближе. \n\nПоказать ей себя с хорошей стороны. \n\nБыло видно, как она переживает за Борислава, потому и устроила весь этот скандал. \n\n— \"Видела бы ты, как Борислав умело сражается...\"\n\nНачал было разговор Алан. \n\nИнга тут же его поддержала. \n\n— \"Да, это у него не отнять...\" \n\n— \"Он же рыцарь, как никак...\"\n\nУсмехнулась Инга. \n\n— \"Как там тебя звали?...\"\n\n— \"Борислав Непобедимый?\"\n\nБорислав вздохнул. \n\n— \"Несокрушимый...\"\n\n— \"Ну, это одна халва!\" — Засмеялась Инга. ",
    "answers": [
      {
        "id": 64,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 64,
    "text": "Всё это время Алан путался в их разговоре. \n\nРыцарь? Непобедимый? — рассуждал Алан в голове. \n\nИнга заметила замешательство Алана. \n\nОна посмотрела на Борислава с удивлением:\n\n— \"Ты что, не рассказал парню о своей истории?\"\n\n— \"Я думала, ты любишь это дело...\"\n\n— \"«Я должен был умереть в той битве, но у судьбы были другие планы...» — это моя любимая часть\".\n\nАлан всё также удивлённо хлопал глазами. \n\nБорислав:\n\n— \"Я просто не хотел нагружать парня...\"\n\n— \"Алан и так многое пережил за один — то день...\"\n\nАлан был в замешательстве. \n\n— \"Я вам не мешаю?\"\n\nБорислав тяжело вздохнул.\n\n— \"Ладно...\"\n\n— \"Но это в последний раз:\n",
    "answers": [
      {
        "id": 65,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 65,
    "text": "Борислав начал свой рассказ:\n\n— \"В моём мире я был известен, как «Борислав Несокрушимый»\".\n\n— \"На родине меня знали все\".\n\n— \"Слагали легенды и пели песни в мою честь\".\n\n— \"Наше государство часто вело войны, в коих я принимал непосредственное участие\".\n\n— \"Все воины хотели быть похожими на меня\".\n\nБорислав взял кружку с чаем и сделал глоток. \n\nБорислав продолжил:\n\n— \"Однажды, нам объявили очередную войну\".\n\n— \"Было это то государство, о котором ранее не было ничего известно\".\n\n— \"Но, узнав о нём больше, стало ясно: нам войну не выиграть\".\n\n— \"И тогда, я созвал самых сильных воинов, известных мне когда-либо\".\n\n— \"Вместе с ними мы встали на оборону Столицы\".\n\n— \"Однако, никто и не расчитывал на победу\".\n\n— \"Задача была одна — потянуть время и ослабить вражескую армию\".\n\nБорислав вновь замолчал. \n\nОн был уверен, что его историю никто не слушает. \n\nНо, осмотревшись, понял, что это не так. \n\n",
    "answers": [
      {
        "id": 66,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 66,
    "text": "Борислав вновь продолжил. \n\n— \"Битва шла долго...\"\n\n— \"Была очень сильная гроза\".\n\n— \"Небеса разрывались на части\".\n\n— \"Дождь будто оплакивал погибших в этом бою воинов\".\n\n— \"Около недели мы были на поле боя\".\n\n— \"На моих глазах умирали друзья...\"\n\n— \"Вражеская армия была слишком сильна...\"\n\n— \"Я должен был умереть в той битве, но у судьбы были другие планы...\"\n\n— \"Внезапно, я ощутил страшную боль\".\n\n— \"Будто сотни копий вонзились в меня целиком...\"\n\n— \"Будто железный доспехи на моём теле начали плавиться...\"\n\n— \"Я закрыл глаза лишь на секунду, ожидая своей смерти\".\n\n— \"Открыв глаза, я обнаружил, что нахожусь не на поле боя...\"\n\nВы попали сюда? — догадался Алан. \n\n— \"Да...\"\n\n— \"Я оказался на трассе...\"\n",
    "answers": [
      {
        "id": 67,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 67,
    "text": "— \"А что в итоге произошло?\"\n\n— \"Из за чего именно вы попали сюда?\"\n\nБорислав загадочно прошептал:\n\n— \"В меня ударила молния...\"\n",
    "answers": [
      {
        "id": 68,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 68,
    "text": "— \"Ну, а теперь твоя очередь, Алан\".\n\nЧего? — переспросил Алан. \n\nБорислав повторил: \n\n— \"Свою историю я тебе уже рассказал, теперь ты поделись\".\n\n— \"А, разве вы её не знаете?\" — удивился Алан. \n\n— \"Нет\", — отрезал Борислав. \n\n— \"Ты рассказал о том, что произошло здесь\".\n\n— \"А что произошло до этого?\"\n\n— \"Из за чего ты оказался здесь?\"\n",
    "answers": [
      {
        "id": 69,
        "text": "Рассказать свою историю. "
      }
    ]
  },
  {
    "id": 69,
    "text": "— \"Понимаю, что моя история не сравнится с вашей, но мне больно о ней вспоминать...\"",
    "answers": [
      {
        "id": 70,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 70,
    "text": "— \"Почти полгода назад у моего отца обнаружили смертельную болезнь\".\n\n— \"Стадия у него была далеко не ранняя и побороть болезнь он бы никак не смог...\" \n\n— \"Врачи требовали большие деньги, чтобы провести операцию\".\n\n— \"И, я вспомнил о своей страсти к мотоспорту\".\n\n— \"Я рисковал жизнью, участвую в мотогонках без правил\".\n\nВ мыслях Инги пронеслось:\n\n— \"Ты решил помочь любимому человеку, рискуя своей жизнью?\"\n\n— \"Возможно, я ошибалась на твой счёт...\"\n\nАлан продолжил рассказ. \n\n— \"За почти три месяца я смог заработать нужную сумму\".\n\n— \"Однако, отец отказался лечиться\".\n\n— \"Он сказал, что Бог сам решит жить ему или умереть\".\n\n— \"Я уговаривал его долго...\"\n\n— \"Умолял прислушаться ко мне...\"\n\n— \"Он всё время шёл в отказ...\"\n\n— \"А у меня нет никого, кроме отца...\"\n\nИнга, вдруг, посочувствовала Алану. \n\n— \"Тяжёлый рассказ...\"\n\nАлан посмотрел на Ингу взглядом, говорящим: «я могу потерять мысль», а затем продолжил\".\n\n— \"Обычно, в моменты, когда я хочу расслабиться, я сажусь на мотоцикл и еду без всякой цели...\"\n\n— \"Вот и тогда я решил сделать также\".\n\n— \"Сел на мотоцикл и поехал\".\n\n— \"Выехал на полностью пустую трассу и разогнался...\"\n \n— \"Была гроза, дождь, гром и молния...\"\n\n— \"Мой мотоцикл набрал слишком большую для себя скорость, управление более не принадлежало мне...\"\n\n— \"А очнулся я уже здесь...\"\n",
    "answers": [
      {
        "id": 71,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 71,
    "text": "Алан, закончив свой рассказ, переключился на Ингу. \n\n— \"А ты, Инга...\"\n\n— \"Какова твоя история?\"\n\nИнга встрепенулась. \n\n— \"Моя?\"\n\n— \"Что?\"\n\n— \"Нет, я не расскажу теб...\"\n\nИнга не хотела рассказывать о своей истории. \n\nМожет, она была слишком тяжелой для неё, а может быть попросту не доверяла Алану. \n\nОднако, в разговор вмешался Борислав, перебив Ингу. \n\n— \"Инга, не хорошо ты поступаешь...\"\n\n— \"Мы все поделились своей историей, теперь и ты должна...\"\n",
    "answers": [
      {
        "id": 72,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 72,
    "text": "— \"С самого детства я была одна...\"\n\n— \"Сирота в детском приюте\".\n\n— \"Когда мне исполнилось восемнадцать лет, я была выпущена на все четыре стороны\".\n\n— \"Государство предоставило мне жильё, но этого было мало\".\n\n— \"Я не могла найти работу, а деньги были нужны...\"\n\nАлан уже догадывался к чему всё идёт.\n\n— \"Кажется, я понимаю, к чему всё идёт...\" — пронеслось в голове Алана. \n\nИнга продолжила. \n\n— \"Однажды, я познакомилась с одним человеком, который платил большие деньги за то, чтобы я просто постояла на стремë, пока он со своими друзьями выносит квартиру одного богатого человека\".\n\n— \"С тех пор я стала работать на них\".\n\nДевушка взяла чашку и сделала глоток. \n\n— \"Спустя примерно три года такого образа жизни, я изменилась\".\n\n— \"Мне удалось найти человека, которому я смогла по настоящему довериться\".\n\n— \"Деньги теперь не имели значения, тем более их у меня было настолько много, что и давать их было не куда\".\n\n— \"Я пришла к Тому и сказала, что больше не буду участвовать в ограблениях\".\n\n— \"Он, конечно, был недоволен, но вскоре успокоился...\"\n\n— \"Точнее, я так думала...\".\n\n— \"Нет, так просто бандиты своих не отпускают...\" — вновь подумал Алан. \n\n",
    "answers": [
      {
        "id": 73,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 73,
    "text": "Инга вновь продолжила. \n\n— \"Как оказалось, Том не захотел так просто меня отпускать\".\n\n— \"В тот же день мне одели на голову мешок, бросили в багажник и куда-то повезли...\"\n\n— \"Я слышала, что была гроза...\"\n\n— \"Дождь, гром и молния\".\n\n— \"Я слышала разговоры людей Тома\".\n\n— \"Они обсуждали свои планы\".\n\n— \"Говорили, что если не смогут меня уговорить остаться, то убьют сначала меня, а потом и моего друга\".\n\nГроза... — Алан стал что-то понимать. \n\nЧто-то мне подсказывает, что это ключ к спасению! — Алан почувствовал себя спасённым. \n\nИнга рассказываала:\n\n— \" Помню, как прямо около машины ударила молния, а затем...\"\n\n— \"Всё резко стихло...\"\n\n— \"Меня вытащили из машины, сняли мешок с головы и повели в лес\".\n\n— \"Главный поставил меня на колени и направил пистолет к веску\".\n\n— \"А затем, я познакомилась с обитателями этого леса...\"\n",
    "answers": [
      {
        "id": 74,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 74,
    "text": "У Алана в голове крутилась лишь одна мысль. \n\nОн поспешил поделиться ею с другими. \n\n— \"То есть, если я правильно понимаю, мы все оказались здесь во время грозы, так?\"\n\nБорислав согласился. \n\n— \"Да\".\n\n— \"Гроза — портал и это не секрет\".\n\nВдруг, Алан понял:\n\n— \"А раз мы попали в этот мир благодаря грозе, то...\"\n\n— \"На лице Алана появилась искренне радостная улыбка\".\n\n— \"То я могу дождаться грозы, сесть на мотоцикл, отправиться на ту трассу и развить большую скорость вновь!\"\n\n",
    "answers": [
      {
        "id": 75,
        "text": "Продолжить. ",
        "blackout": true
      }
    ]
  },
  {
    "id": 75,
    "text": "Алан был очень рад такому повороту событий, однако не долго. \n\nИнга поспешила вырвать Алана из объятий мечтаний. \n\n— \"Ты думаешь всё так просто?\"\n\n— \"Думаешь, мы бы без тебя не догадались об этом?\"\n\n— \"Знаешь ли ты, что здесь вообще не существует электрической энергии?\"\n\nАлан усмехнулся, услышав такое. \n\n—\"Как это нет?\"\n\n— \"Я видел линии электропередач\".\n\n— \"Инга, это глупая шутка!\"\n\nАлан нервно посмеялся. \n\nОднако, взглянув на Ингу, понял, что она говорила это более чем серьёзно. \n\n— \"Как это \"не существует электроэнергии\"?\"\n",
    "answers": [
      {
        "id": 76,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 76,
    "text": "Инга долго молчала, видимо она думала, как лучше объяснить всё Алану так, чтобы он понял и больше не задавал таких сложных вопросов. \n\nБорислав вмешался в разговор. \n\n— \"Я не знаю, как и почему, но, ещё тогда, когда я только появился в этом мире, электроэнергии уже не было\".\n\nИнга попыталась объяснить Алану всё простыми словами. \n\n— \"Какой-либо предмет, работающий от электроэнергии или как-либо связанный с ней, здесь не работает вовсе\".\n\n— \"Здесь это называется «Электромагнитное отвержение»\".\n\nАлан тут же вспомнил про молнию. \n\n— \"А молния?«\n\nИнга замолчала. \n\nОна не могла подобрать слов, чтобы понятно объяснить Алану такое. \n\n— \"Ясно...\"\n\n— \"То есть, это значит, что я не смогу вернуться в свой мир?\n",
    "answers": [
      {
        "id": 77,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 77,
    "text": "Наступил новый день в мире, в котором Алану не посчастливилось оказаться... \n\nТенистые облака закрыли солнце, всё вокруг погрузилось в темноту и мрак. \n\nХолодный ветер пронизывал кожу, затрудняя дыхание. \n\nВокруг не было ничего, кроме бесстрашных ёлок и забытых когда-то берёз. \n\nНапряжение в воздухе казалось плотным и тяжёлым, словно невидимые руки оказывали влияние на всех, кому не посчастливилось оказаться здесь... \n\nАлан сидел на пороге землянки, ощущая ветер, который шептал ему тихую песню. \n\nБыло трудно найти даже каплю надежды в этом угрюмом пейзаже. \n\nАлан понимал, что теперь он должен прожить всю оставшуюся жизнь в этом мире. \n\nТеперь его ничто не спасёт. \n\nЕдинственный лучик надежды потерялся где-то там — шанса на спасения больше нет... \n",
    "answers": [
      {
        "id": 78,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 78,
    "text": "В землянке ни было никого, кроме Инги, с которой у Алана так и не получилось наладить отношения. \n\nОна относилась к нему предвзято, относилась ни как к незнакомцу, а как к изгою, как к злейшему врагу. \n\nОн только появился на пороге землянки её друга, а она уже его ненавидит... \n",
    "answers": [
      {
        "id": 79,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 79,
    "text": "— \"Алан?\"\n\n— \"А, ты здесь\".\n\nИнга села рядом с Аланом.\n\n— \"Алан, я хотела извиниться...\"\n\n— \"Ну, за то, что я устроила вчера\".\n\n— \"Понимаю, что судить книгу по обложке — та ещё затея\".\n\n— \"Да я, собственно, на обложку — то толком не смотрела\".\n\nАлан посмотрел вопросительным взглядом на Ингу. \n\n— \"Не понимаю, что ты пытаешься сказать?\"\n\nИнга попыталась объяснить. \n\n— \"Понимаешь, я знаю Бориса очень давно\".\n\n— \"У него много проблем с этими... Прекрестниками...\"\n\n— \"За время, пока я была здесь, он стал мне...\"\n\nИнга замолчала. \n\nОна боялась взболтнуть чего лишнего. \n\nОстаться не понятой Аланом. \n\n— \"Он стал мне... Отцом?\"\n",
    "answers": [
      {
        "id": 80,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 80,
    "text": "— \"Понимаешь, я очень сильно переживаю за него...\"\n\n— \"Понимаю тебя...\" — пронеслось в мыслях у Алана. \n\nИнга продолжила. \n\n— \"И вот, появляешься ты...\"\n\n— \"Незнакомый мне парень, который сразу приглянулся Борису...\"\n\n— \"Надеюсь, ты меня понимаешь\".\n",
    "answers": [
      {
        "id": 81,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 81,
    "text": "Алан и Инга сидели рядом в тишине, глядя друг на друга. \n\nВ этом маленьком уединенном пространстве был нереальный магический момент, где сжалось время и растворились окружающие заботы.\n\n Взгляды, наполненные волнением и нежностью, слились в едином пульсирующем танце.\n\nВсе захватывающие чувства, которые они переживали друг к другу, словно взорвались в мире, создавая бурю эмоций. \n\nС каждым мгновением их сердца бились сильнее, замирая от искренней привязанности, которую они внезапно почувствовали друг к другу. \n",
    "answers": [
      {
        "id": 82,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 82,
    "text": "С каждым мгновением их сердца бились сильнее, замирая от искренней привязанности, которую они внезапно почувствовали друг к другу. \n\nГлядя в глаза, они чувствовали, как их души переплетаются в неразрывные узлы, веяния любви и надежды.\n\n Все это было проявлено в один прекрасный, непередаваемый час, когда они были наедине. \n\nС каждым мгновением, их любовь возрастала, проникая в каждую клеточку и переворачивая мир с ног на голову. \n\nОни знали друг друга всего ничего, но почему-то привязались друг к другу. \n\nНесмотря на то, что они знали, что такое счастье не может продлиться вечно, они решили в этот короткий период времени потеряться в океане своих эмоций и разрешить себе быть полностью погруженными в это странное чувство. ",
    "answers": [
      {
        "id": 83,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 83,
    "text": "Алан и Инга нашли много общих тем для разговора. \n\nИх интересы были очень похожи. \n\nКазалось, что они из одного мира... ",
    "answers": [
      {
        "id": 84,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 84,
    "text": "— \"Помнишь, вчера утром мы говорили о «Электромагнитном отвержении»?\"\n\nАлан тут же отозвался. \n\n— \"Ну, да, а что?\"\n\nИнга принялась объяснять:\n\n— \"Я кое-что тебе не договарила\".\n\n— \"А Борис и рассказывать тебе бы это не стал\".\n\nАлан недоумевал:\n\n— \"О чём ты?\"\n\nИнга продолжила. \n\n— \"Борис рассказал мне о твоих приключениях\".\n\n— \"Та деревня, что ты встретил...\"\n\n— \"Такие места, где живут проклятые, называются «Энергетически иссушенными»\".\n",
    "answers": [
      {
        "id": 85,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 85,
    "text": "Чего? — переспросил Алан. \n\n— \"Это значит, что там очень большое скопление отрицательной энергии?\" — Инга упростила термин. \n\nАлан:\n\n— \"Я не понимаю\". \n\nИнга злостно посмотрела на Алана. \n\nКазалось, ещё немного и она откусит Алану голову. \n\n— \"Боже, как же с тобой сложно!\"\n\n— \"Какой — же ты, Алан, непонятливый...\" \n\n— \"В месте, где слишком слишком много негатива — злых людей, злых поступков — то есть скопление отрицательной энергии, образуется некое проклятье...\"\n\n— \"Так бы тебе рассказал это Борис\".\n\n— \"Я же называю это «Энергетическое иссушение»\".\n",
    "answers": [
      {
        "id": 86,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 86,
    "text": "Ну у тебя и термины, конечно... — Алан уже понял, что Инга в отличии от Борислава цивилизованый и очень умный человек. \n\nОт неё стоит ждать много умных слов... \n\n— \"Ближе к делу:\n\n— \"В таких местах существуют некие \"артефакты\"\".\n\n— \"Это энергетические кристаллы \"Негатриты\", рестущие прямо из под земли\".\n\n— \"Такие кристаллы обладают очень интересным свойством — они перерабатывают отрицательную энергию в свою собственную\".\n\n— \"Такую энергию называют «Негатрильная»\".\n\nАлан попытался показать, что ему интересно. \n\nХотя, он уже запутался во всём этом... \n\n— \"Ого\".\n\n— \"Круто!\"\n\n— «А, зачем мне эта информация?\"",
    "answers": [
      {
        "id": 87,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 87,
    "text": "Инга залезла в карман и вытащила оттуда нечто, завёрнутое в платок. \n\n— \"Что это?\"\n\nРаскрыв \"оболочку\", Инга достала небольшой кристалл размером с ладонь. \n\n— \"Это \"Негатрит\"?\n\n— \"Ага\".\n\nМаленький Негатрит излучал слегка приглашённое свечение темно-фиолетового и синего оттенков. \n\nОчень похоже на ночное небо, усеянное звёздами. \n\nПри внимательном рассмотрении кристалла, можно заметить, что Негатрит светится изнутри. \n\nОн словно пылает изнутри, излучая мерцающие вспышки и пульсирующие заряды. \n\nОн небольшой, но его мощь и сила настигает взгляд, заставляя сердце замирать от восторга и ощущения необычайной энергии. \n",
    "answers": [
      {
        "id": 88,
        "text": "Проложить. "
      }
    ]
  },
  {
    "id": 88,
    "text": "— \"Потрогай!\"\n\nИнга протянула кристалл Алану. \n\nАлан взял кристалл в руки. \n\nДержа кристалл в руке, Алан почувствовал слабую вибрацию. \n\n\"Зачем он тебе?\"\n\n— \"Для чего он вообще нужен?\"\n\nИнга усмехнулась, осознав, что Алан ничего не понимает. \n\n— \"Негитральная энергия — аналог электрической...\"\n\n— \"Получается, что я смогу выбраться?\"\n\nИнга ответила:\n\n— \"Да, стоит только поднести кристалл к... Машине, например, чтобы её двигатель вновь заработал\".\n\nАлан сначала обрадовался такой новости, но понял, что получить кристалл ему будет не так просто. \n\n— \"Получается, чтобы получить кристалл, я должен наведаться в ту деревню, да?\"",
    "answers": [
      {
        "id": 89,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 89,
    "text": "Инга задумалась. \n\n— \"Знаешь... А, забирай кристалл себе!\"\n\nАлан обрадовался такому повороту. \n\n— \"Ты серьёзно?\"\n\n— \"За что?\"\n\n— \"Мне в моём мире делать нечего — у меня нет родных, а мой друг уже давно мёртв, — начала объяснять Инга. \n\n— \"Борислав уже сотни лет не появлялся в мире\".\n\n— \"Там его уже никто не помнит\".\n\n— \"А ты...\"\n\n— \"У тебя есть отец...\"\n\n— \"Проведёшь с ним последние пол года его жизни\".",
    "answers": [
      {
        "id": 90,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 90,
    "text": "Разговоры Алана и Инги прервали громкие шорохи в зарослях. \n\nАлан направился в сторону источника звуков, несмотря на все отговорки Инги. \n\n— \"Борислав, это вы?\"\n\nСтоило Алану подойди ближе к лесу, как из ниоткуда в его сторону с громким свистом что-то полетело. \n\nВремя для Алана замедлилось. \n\nСо смертельно большой скоростью в его сторону летела стрела. \n\nТочнее это было похоже на стрелу, одновременно короткую и широкую с очень большим наконечником. \n\nНаконец, снаряд настиг своей цели, пронзив коду Алана, он пробил левое плечо. ",
    "answers": [
      {
        "id": 91,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 91,
    "text": "Тихий стон вырвался из Алана — не то, что от боли, а больше от неожиданности и испуга. \n\nАлые линии крови, образовавшиеся из раны Алан, потекли дальше по руке. \n\nЖгучая боль становилась сильнее и сильнее. \n\nНо, Алан, вместо того, чтобы закричать, стиснул зубы. \n\nТерпя адскую боль, Алан достал из за пояса пистолет и направил его вперёд. \n\nИ, внезапно, перед ним открылась невероятная картина. \n\nИз за деревьев вышло четверо... \n\nВсе одетые в тяжёлые доспехи, будто сбежавшие прямо из средневековья. \n\nСтало сразу понятно, что люди в доспеха — Прекретсники, и они пришли за Бориславом. \n",
    "answers": [
      {
        "id": 92,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 92,
    "text": "— \"Уйди прочь, смертный!\"\n\n— \"Сегодня я дарую тебе жизнь в обмен на полезную мне информацию...\"\n\n— \"Скажи, где я могу найти славного воина Борислава?\"\n\nТот, что был в самых красивых и угрожающих доспехах был, как видно главным. \n\nОн и обращался к Алану, пока все остальные неподвижно стояли. \n\nАлан отошёл назад. \n\n— \"Сейчас...\"\n\nАлан не собрался разговаривать с Прекретсниками. \n\nКрепко сжав пистолет в руках, Алан несколько раз нажал на курок. \n",
    "answers": [
      {
        "id": 93,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 93,
    "text": "Но, ни одна пуля не смогла пробить доспехи. \n\nОднако, хоть Алан и был готов принять свою смерть, никакой битвы не случилась. \n\nПрекретсники заметили около землянки Ингу. \n\n— \"Беги!\" — что есть силы закричал Алан. \n\nКрики Алана были услышаны, но девушка не собиралась бросать друга в беде. \n\nНо и причинить вреда Прекрестникам она не могла... \n\n— \"Встретишь Борислава, передай ему, что его брат — Люцифер жаждет встречи\".\n\n— \"На этот раз он точно придёт\".\n\n— \"Мне известно, как ему дорога эта... Смертная...\"\n",
    "answers": [
      {
        "id": 94,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 94,
    "text": "Раненный болтом в плечо, Алан судорожно сжимал кулаки и сидел на земле, оперевшись на дверь землянки. \n\nВнутри его бушевала острая боль, отдаваясь в каждом дыхании.\n\n Он понимал, что болт, пронзивший его плоть, не может быть просто так вынут или удален без последствий.\n\n Это был миг, когда он встретил лицом к лицу собственную судьбу — смирился с болью и возможной смертью... \n\nАлан смотрел вдаль, его глаза пронзали всё вокруг и в этом моменте надежда начала исчезать, растворяясь в потоке невероятной несправедливости. \n\nТемная тень беспомощности нависла над ним, как ночная тьма, и он почти смирился со своей участью.\n\nНеужели для него всё закончится именно так? ",
    "answers": [
      {
        "id": 95,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 95,
    "text": "Внезапно из лесу послушались тихие шаги и хорохи. \n\nИз — за деревьев вышел Борислав. \n\nОн очень испугался, увидев Алана вне землянки, истекающего кровью и поспешил к нему. \n\n— \"Что случилось?\"\n\nАлан хотел было что-то сказать, но не мог выдавить из себя и звука. \n\n— \"Алан, ты меня слышишь?\"\n\nБорислав, внимательно осмотрев болт, пронзивший плечо Алана, понял всё что произошло. \n\n— \"Где Инга?\"\n\nАлан выдавил из себя лишь: — \"Они забрали...\"\n\nВ глазах потемнело, Алан более не мог находится в сознании... ",
    "answers": [
      {
        "id": 96,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 96,
    "text": "Алан ощущал усталость и боль, пронизывающую кожу и проникающую в каждую клетку его организма. \n\nСидя на земле, он подавлял воспоминания о страшном боли в плече. \n\nЕго душа была заполнена отчаянием и безысходностью, когда вдруг Борислав приблизился к нему.\n\nС силой и решимостью, Борислав схватил болт арбалета и вырвал его из плеча Алана. \n\nБоль пугала и ошеломляла. \n\nАлан пришёл в сознания, громко вскрикнув.\n\nБорислав будто бы и не обратил на Алана никакого внимания. \n\nОн достал из — за пояса небольшую, серебряную флягу. \n",
    "answers": [
      {
        "id": 97,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 97,
    "text": "Интересно, хотя это и не так важно, но таких фляг Алан ни разу в своей жизни не видел. \n\nЕе гладкая поверхность, отполированная до идеального блеска, словно зеркало, оно будто отражало весь жизненный путь Борислава. \n\nНо то, что привлекло внимание Алана — это выдолбленный точными, искусными руками, маленькими шипами, изображение черепа. \n\n— \"Держи\", — Борислав протянул флягу ко рту Алана. \n \n— \"Зачем?\" — спросил Алан. \n\n— \"Пей!\" — приказал Борислав. \n\nАлан послушно выполнил приказ Борислава. ",
    "answers": [
      {
        "id": 98,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 98,
    "text": "Алан держал в руках флягу, ощущая ее вес. \n\nОн поднял флягу к губам. \n\n Первый глоток, сладостью и ароматом цитрусов, окунул его в нежное наслаждение.\n\nНо внезапно, пронзительная горечь проникла в его рот, заставляя его содрогнуться. \n\nЧувствуя горечь во рту, Алан испытывал смешанные эмоции от этого неожиданного перехода.\n\n Горечь проникала в его глотку, словно дразня и покоряя его вкусовые рецепторы.\n\nАлан тут же выплюнул остатки чая. \n",
    "answers": [
      {
        "id": 99,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 99,
    "text": "— \"Что это?\"\n\nБорислав улыбнувшись, грациозно произнёс:\n\n— \"«Амброзия Мариана»\".\n\n— \"Бодрит, да?\"\n\nНе очень-то и приятный способ взбодриться... — обиженно ответил Алан. \n\n— \"Это всё тот же исцеляющий чай, просто, я добавил чуть больше горчинки\", — объяснил Борислав. \n\nИ действительно, посмотрев на своё плечо, Алану открылась удивительная картина:\n\nЕго раны стали затягиваться и уже через несколько секунд нельзя было и подумать, что не так давно его ранили. \n",
    "answers": [
      {
        "id": 100,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 100,
    "text": "— \"Рассказывай\".\n\nАлан испугался настойчивости Борислава. \n\n— \"Я ничего не знаю\".\n\n— \"А ты — знаешь\".\n\nБорислав удивился. \n\n— \"Что именно?\"\n\nАлан объяснил:\n\n— \"Меня попросили передать: \n\n— \"Твой брат — Люцифер... Жаждет встречи\".\n\n— \"И, ты прекрасно знаешь, где его искать...\"\n\n— \"Так?\"\n\nБорислав поменялся в лице. \n\n— \"Жди здесь\".\n\nБорислав ушёл в землянку и вернулся спустя несколько минут в совершенно другом обличии. ",
    "answers": [
      {
        "id": 101,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 101,
    "text": "На нём были одеты доспехи. \n\nЯрко — серые, они отражали яркие лучи солнца, ослепляя Алана, а возможно и будущих врагов Борислава. \n\nВ его правой руке был крепко сжат меч. \n\nВ аккуратной, обвитой кожей рукояти, был вставлен красный камень, будто излучающий свет. \n\n— \"Что это за камень такой?\"\n\nБорислав поспешил рассказать:\n\n— \"Ты уже знаешь, что у каждого прекрестника есть предмет, в который он заключил свою смерть\".\n\n— \"Но, ты не знаешь о том, что этот предмет не отличается от других\".\n\n— \"У каждого прекрестника есть такой — же камень\".\n\n— \"Получается, в этом камне твоё бессмертие?\" — догадался Алан. ",
    "answers": [
      {
        "id": 102,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 102,
    "text": "— \"Идём!\"",
    "answers": [
      {
        "id": 103,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 103,
    "text": "Спустя некоторое время брожения по лесу, Алан и Борислав вышли на большую поляну. \n\nУдивительно, но как только Алан и Борислав вышли из леса, тут же начался дождь, а затем и гром с молнией... \n\nВ центре поляны стояло четверо прекрестников одетых в тяжёлые доспехи. \n\nУдивительно, но они будто поглощали солнечный свет, лучи которого так и стремились освятить прекрестников. \n\nИнга стояла возле одного из прекрестников — того самого главного. \n\nОн снял с себя шлем и отбросил в сторону. \n\nЛюцифер, точнее тот самый главный, уже подготовил свою речь. \n\n— \"Наконец-то мы встретились, братец!\"\n\n— \"Прошло столько лет...\"\n\n— \"Я уж думал, ты пропал навсегда\".\n\n— \"Пока один из моих бойцов не был убит...\"\n\n— \"Отпусти девушку!\" — закричал Борислав. \n\nЛюцифер усмехнулся. \n\n— \"Смертную?\"\n\n— \"Зачем она тебе?\"\n\nБорислав сжал свой меч крепче. \n\nОн уже знал, что произойдёт дальше. \n",
    "answers": [
      {
        "id": 104,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 104,
    "text": "Люцифер уже был готов к предстоящей битве. \n\n— \"Лады, братец...\"\n\n— \"Твоя жизнь в обмен на жизнь этой смертной\".\n\nЛюцифер подмигнул Бориславу, ехидно усмехнувшись. \n\n— \"Отдавай камень, а я сохраню ей жизнь...\"\n\nБорислав с криком налетел на Люцифера. \n\n— \"Ты жалок!\"\n\nЛюцифер ловко увернулся от атаки Борислава, а после вовсе оттолкнул его в сторону. \n\nОдним лишь жестом он приказал своим людям разобраться с Бориславом. \n\n— \"Разомнись!\"\n",
    "answers": [
      {
        "id": 105,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 105,
    "text": "Борислав стоял на поляне, меч в его руках сверкал на солнце, словно жаждущий крови хищник. \n\nПрекрестники, тройка жестоких опасных противников, встали перед ним в ряд, их броня поедала каждый луч света, будто шепча о своей опасности.\n\nВоздух наполнился напряжением, как будто сама природа затаилась, чтобы наблюдать за этой схваткой. \n\nПервый Прекрестник ринулся в атаку, его клинок свистел в воздухе, но Борислав с легкостью увернулся, поднимая меч в ответный удар. \n\nМеталл на металл столкнулся с грозным грохотом, искры разлетелись во все стороны. \n\nВторой Прекрестник попытался обойти Борислава сбоку, но тот с неожиданной грацией перекатился через землю, сделав глубокий надрез на его ноге.\n\n Третий противник атаковал сверху, своим огромным мечом, но Борислав сумел перехватить удар и ответить мощным ударом, который раздробил щит Прекрестника. \n\nСражение разгоралось в смятении металла и блеске оружия, Борислав двигался с неподражаемой элегантностью и силой, его движения были точными и уверенными, как у искусного танцора.\n\n Он проникал сквозь оборону Прекрестников, нанося мощные удары и защищаясь с долей ловкости и недосягаемости. \n\nБитва затягивалась, но тут Борислав увидел красные камни, вживленные в шлема противников. \n",
    "answers": [
      {
        "id": 106,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 106,
    "text": "У каждого Прекрестника на шлеме был внедрен красный камень, сверкающий загадочным светом. \n\nЭти камни были источником их бессмертия, и Борислав знал, что разрушение этих камней является ключом к их смерти. \n\nС ловкими и сильными ударами, Борислав направил свой меч непосредственно в камни на шлемах Прекрестников. \n\nЗвук столкновения меча и камня раздавался в воздухе, искры разлетались вокруг. \n\nПод внушительной силой удара, камни трескались и рассыпались вдребезги, лишив Прекрестников их бессмертного защитного покрова. \n\nЕго противники стали смертными! ",
    "answers": [
      {
        "id": 107,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 107,
    "text": "Сражаясь с первым Прекрестником, Борислав прицельно пронзил его сердце могучим ударом меча. \n\nВ то же мгновение враг пал мертвым, бессильно клонившись на землю, его судьба покорно легла в руки Борислава.\n\nСердитое сопротивление второго Прекрестника оказалось гораздо более тяжелым. \n\nБорислав, воплотивший в себе мастерство и величие воина, нанес множество пронзительных ударов, которые постепенно изматывали его противника. \n\nВ конечном счете, второй Прекрестник упал на колени, потеряв последние силы. \n\nБорислав, испытывающий смешанные эмоции от горечи и жестокости сражения, прикончил второго Прекрестника последним, окончательным ударом своего меча.\n\nТретий Прекрестник воспользовался моментом смятения и напал на Борислава, нанося раны, но к его сожалению, эти раны тут же зажили.\n\n Борислав, ловким движением руки, он резким ударом меча отрубил голову третьему Прекрестнику, поставив точку в их неравной битве. ",
    "answers": [
      {
        "id": 108,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 108,
    "text": "— \"Я смотрю, свою силу ты не растерял\".\n\n— \"Но, радоваться здесь не чему\".\n\n— \"На них я даже не рассчитывал...\"\n\nБорислав подошёл ближе к Люциферу.\n\n— \"Знаешь настоящую причину того, почему я отвернулся от тебя?\"\n\n— \"Дело было не в славе, ни в народной любви...\"\n\n— \"Ещё тогда в Эперии...\"\n\n— \"Я стал замечать твою безответственность и кровожадность\".\n\n— \"Ты был готов пожертвовать чем угодно, чтобы спасти свою шкуру;\n\n— \"Ты убивал не ради своей родины, а ради забавы...\"\n\n— \"Вот и сейчас, когда я убил твоих учеников, ты махнул на это рукой...\"\n\n— \"Ты просто хотел посмотреть на зрелищное сражение, а исход тебе был не важен...\"",
    "answers": [
      {
        "id": 109,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 109,
    "text": "Люцифер искренне улыбнулся. \n\n— \"Знаешь, а ведь в твоих словах есть доля правды...\"\n\n— \"Но, знаешь что, братец?\"\n\n— \"Я действительно нуждался в тебе тогда...\"\n\nЗакончив свою последнюю фразу, Люцифер с криком налетел на Борислава. \n",
    "answers": [
      {
        "id": 110,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 110,
    "text": "Мощными ударами мечей, Борислав и Люцифер вели беспощадный, хоровод смерти. \n\nИх клинки сталкивались в воздухе с лязгом и искрами, а земля трещала под их ногами. \n\nКаждый удар испускал взрывные волны, окутывающие их энергией и яростью. \n\nОни наносили друг другу серьезные раны, которые пробивали кожу и погружались глубоко в их плоть. \n\nЗа каждым разрезом на теле воителей следовала молниеносная регенерация, заживляющая раны.\n\nПотоки крови вызывали кипящие фонтаны, окруженные аурой абсолютного величия. \n\nИх мечи, превращенные в оружие судьбы, искрились энергией и гневом, показывая борьбу двух беспощадных судеб. \n\nБорислав, со своими могучими замахами и точными ударами, старался отобрать у Люцифера его меч и уничтожить камень, который давал бессмертие. \n\nНо Люцифер ловко увертывался от атак, превращаясь в пылающую тень, и отбивался мечом с невероятной скоростью и мастерством.\n\n",
    "answers": [
      {
        "id": 111,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 111,
    "text": "Их мечи, обуреваемые кровью и яростью, гремели столкновением металла о металл.\n\n Битва продолжалась слишком долго, затягиваясь в вечность. \n\nОни перекидывались ударами, каждый из них демонстрируя свою все большую мощь и опасность. \n\nБорислав, осознавая, что эта битва не имеет конца, что они обречены продолжать сражаться вечно, достал камень из рукояти своего меча. \n\nВеря, что сила должна быть передана, он из последних сил бросил его в сторону Алана, передавая ему свой необыкновенный дар... \n\nНо в этот решающий момент, Люцифер нечеловеческой скоростью, пронзил мечом сердце Борислава. \n\nТот упал на колени и, на глазах у своего вечного соперника, всё его тело вместе с доспехами превратилось в пепел... \n",
    "answers": [
      {
        "id": 112,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 112,
    "text": "— \"Вот и конец нашей вражды...\"\n\n— \"Я знал, что всё закончится именно так...\"\n\nЛюцифер посмотрел в сторону Алана. \n\n— \"Алан!\"\n\n— \"Спасибо, что привёл Борислава прямо в мою ловушку\".\n\n— \"Я сдержу обещание: не трону тебя\".\n\nЛюцифер повернулся в сторону Инги и его глаза налились кровью. \n\nЛюцифер:\n\n— \"А ты, смертная, будешь следующей!\"\n",
    "answers": [
      {
        "id": 113,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 113,
    "text": "Алан стоял на пороге непростого выбора. \n\nВ его глазах отражалось смешение страха, вины и борьбы с самим собой.\n\n Он провёл рукой по воздуху, будто разрезая его, Алан в мыслях перебирал все возможные варианты.\n\nКартина перед его глазами была разрушительной. \n\nИнга с криками и слезами, бросилась в лес от страха, понимая, что за ней побежал Люцифер. \n\nОна оказалась в большой опасности.\n\n Алан ощутил удар в своем сердце от этой тревожной картиной. \n\nНо он также знал о своей судьбе, о своей обязанности — вернуться домой, чтобы быть рядом с умирающим отцом.\n\nБорясь с противоречивыми чувствами, Алан понимал, что перед ним стоит невероятно сложное решение. \n\nС пульсирующим сердцем, Алан принял своё решение.\n",
    "answers": [
      {
        "id": 114,
        "text": "Бросить Ингу в беде и спастись самому. "
      },
      {
        "id": 115,
        "text": "Не бросать Ингу в беде - Гроза ещё сто раз сможет пойти, а такого друга он более никогда уже не найдёт. "
      }
    ]
  },
  {
    "id": 114,
    "text": "Он с тяжелой душой бросил последний взгляд на бегущую Ингу, понимая, что ему необходимо вернуться домой. \n\nТеперь ее судьба лежала в руках Люцифера, но Алан разрывался от того, что не может помочь ей... \n",
    "answers": [
      {
        "id": 116,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 115,
    "text": "После того как Алан осознал тяжесть ситуации, его сердце заполнилось смешанными эмоциями. Его разум боролся с противоречащими желаниями: с одной стороны, желание вернуться домой и обеспечить свою безопасность, с другой — сильное сострадание к Инге, попавшей в опасную ситуацию.\n\nАлан погружается в самоанализ, и каждое решение перевешивается тщательным обдумыванием последствий. Но затем что-то в его внутреннем мире меняется. Упорство, сила характера и непоколебимая вера в справедливость делают его выбор ясным. Решительно устремляясь вперед, Алан уступает причудливым поворотам судьбы и движется по следам Инги.\n\nСтрах и напряжение окутывают его существо, но выбор, который он принял, подталкивает его вперед. Вооруженный пистолетом и с чувством ответственности за жизнь Инги, Алан идет в темноту леса, который стал свидетелем ужасной трагедии. Его сердце бьется быстрее, но он стоит настоятельно и с горечью осознает, что судьба уже неумолимо связала его с девушкой.\n",
    "answers": [
      {
        "id": 115,
        "text": "Открыта концовка \"Истинная преданность\".",
        "comment": true
      },
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 116,
    "text": "Спустя недолгие скитания  по лесу, Алану повезло отыскать таки тот самый овраг, а в нём ту самую Волгу. \n\nБрошенная машина выглядела слегка побита, но Алан верил, что она ещё на ходу. \n\nСев в машину, он обнаружил в ней ключи, что облегчало его дальнейший путь. \n\nОднако, завести автомобиль так и не удалось. \n\nКак бы не пытался Алан, все его попытки были тщетны. \n",
    "answers": [
      {
        "id": 117,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 117,
    "text": "Внезапно, Алан вспомнил слова Инги. \n\nДостав Негатрит, Алан осторожно вставил его в моторное отделение. \n\nЕго кристальные проводники ярко засверкали, будто захватывая энергию надежды из самого воздуха.\n\n Стартовый рывок машины прозвучал ликвидированием мрачности. \n\nЗатихший двигатель вновь заколыхался живым пульсом, и автомобиль встал на пике своего существования. \n\nСпокойное прокручивание колес перешло в агрессивное передвижение, а жуткое звучание скрипучей ходовой добавило звона надежды в воздух.\n\n Через мгновение, Алан уже преодолевал бездорожья, огибая опасные повороты, он взмывал по дорогам, словно птица освобожденная из клетки.\n",
    "answers": [
      {
        "id": 118,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 118,
    "text": "На трассе машина восседает под мощным влиянием негатрильной тяги, и её движение приобретает неподражаемую грацию. \n\nКогда капли дождя пронзают кузов, они играют на его поверхности, словно бриллианты, подчеркивая силу и энергию, которые преображают этот автомобиль.\n\nВновь и вновь машина мчится по дороге, словно легкая птица, парящая над землей. \n\nВихрь ветра проводит свой танец с ее контурами, отражая свободу и мощь, которые ею владеют. \n\nПод их влиянием она словно рассекает пространство и время, подарив надежду, что возвращение в их мир станет возможным.\n\nС каждым бьющимся молнией и сопровождающим его громом, прилив надежды усиливается. \n\nМашина несется под дождевыми струями и взрывом молний, словно символ силы, решительности и твердой надежды. \n\nНичто более не сможет сдержать Алана вернуться в свой мир... \n",
    "answers": [
      {
        "id": 118,
        "text": "Открыта концовка «Но, какой ценой?»",
        "comment": true
      },
      {
        "id": 1,
        "text": "К началу. "
      }
    ]
  },
  {
    "id": 119,
    "text": "Здесь вы можете увидеть открытые вами концовки. \n\nВот список всех концовок:\n\n• Истинная преданность\n• Но, какой ценой?\n• Гибель во мраке\n• Своеобразная благодарность\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад. "
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 119,
        "text": "Гибель во мраке",
        "need": 19
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 119,
        "text": "Своеобразная благодарность",
        "need": 31
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 119,
        "text": "Истинная преданность",
        "need": [
          115
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 119,
        "text": "Но, какой ценой? ",
        "need": 118
      }
    ]
  },
  {
    "id": 120,
    "text": "",
    "answers": []
  },
  {
    "id": 121,
    "text": "",
    "answers": []
  },
  {
    "id": 122,
    "text": "",
    "answers": []
  }
]