[
  {
    "id": 1,
    "text": "Вы поехали в лес за берёзовым соком и потерялись. Сможете ли вы найти путь домой?",
    "answers": [
      {
        "id": 2,
        "text": "Новая игра"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы решили поехать в лес, чтобы собрать берёзовый сок. Вы собрали все необходимые вещи, банки, воду, еду и так далее.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы проверили всё ли взяли, ничего ли не забыли и отправились в путь. После двух-часовой поездки Вы оставили свою машину около дороги и начали искать берёзы. ",
    "answers": [
      {
        "id": 4,
        "text": "Пойти в лес"
      }
    ]
  },
  {
    "id": 4,
    "text": "После 10 минут поиска вы наконец-таки нашли берёзу, достали дрель и начали делать дырку с мыслями о том как было тупо искать берёзу в дубовом лесу.",
    "answers": [
      {
        "id": 5,
        "text": "6 банок спустя"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы повесили банку и подумали о том, что берёзы искать слишком долго, тем более в дубовом лесу и будете добывать дубовый сок. После 6 таких процедур вы устали, попили воды и пошли обратно к машине.",
    "answers": [
      {
        "id": 6,
        "text": "Ииии..."
      }
    ]
  },
  {
    "id": 6,
    "text": "Пока Вы топтали траву в поиске машины, вы поняли что потерялись. Вы в панике решили...",
    "answers": [
      {
        "id": 8,
        "text": "Кричать и звать на помощь"
      },
      {
        "id": 7,
        "text": "Позвонить в МЧС"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ой, а в лесу-то, нету связи, как и зарядки на телефоне.",
    "answers": [
      {
        "id": 8,
        "text": "Жаль..."
      }
    ]
  },
  {
    "id": 8,
    "text": "Поняв, что это бесполезно, вы поели хлеб и сели у дерева.",
    "answers": [
      {
        "id": 9,
        "text": "Вспомнить про игру Minecraft"
      },
      {
        "id": 9,
        "text": "Вспомнить про игру Rust"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы вспомнили про эту игру, и вам пришло вдохновление. Вы выкинули свои вещи и еду в реку и побежали в лес.",
    "answers": [
      {
        "id": 10,
        "text": "Срубить дерево рукой"
      },
      {
        "id": 11,
        "text": "Найти камень и колоть им дуб"
      },
      {
        "id": 12,
        "text": "В поиски яблонь"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы смогли срубить дерево, но оно срубило Ваши руки. Ваша правая кисть висела как сопля на руке, а левая вся в крови и открытых переломах. Вы умерли от потери крови и заражения, зато смогли сломать дерево.",
    "answers": [
      {
        "id": 1,
        "text": "Новая игра"
      }
    ]
  },
  {
    "id": 11,
    "text": "Много времени прошло, пока вы искали большой и удобный для взятия камень. Вы им сломали дуб и чуть-чуть \"стёрли\" камень. Ну и что с этим упавшим деревом делать?",
    "answers": [
      {
        "id": 13,
        "text": "Съесть"
      },
      {
        "id": 14,
        "text": "Найти еду в карманах"
      }
    ]
  },
  {
    "id": 12,
    "text": "Переутомление. Это ужасное слово и вещь, которая случилось с Вами. В поиске хотя бы одной яблони, Вы очень пожалели о том, что выкинули еду. Ваше тело так и лежало всё в поте на земле, пока его не доели животные. Вас нашли через неделю после объявления о пропаже.",
    "answers": [
      {
        "id": 1,
        "text": "Новая игра"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы еле-как камнем сняли кору с дерева, и начали есть заболонь даже не высушив её. Зато это хоть и безвкусно, но питательно. Вы также в карманы положили жёлуди, которые спонтанно валялись на земле после падения дерева. Также, вы очень устали после сдирания коры",
    "answers": [
      {
        "id": 15,
        "text": "Поспать"
      },
      {
        "id": 16,
        "text": "Попробовать найти какое-нибудь село или дорогу"
      }
    ]
  },
  {
    "id": 14,
    "text": "Удача! Вы нашли жвачку \"Love Is\", съесть?",
    "answers": [
      {
        "id": 17,
        "text": "Да"
      },
      {
        "id": 18,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы отдохнули и на следующий день думали чем заняться.",
    "answers": [
      {
        "id": 17,
        "text": "Съесть ту жвачку"
      }
    ]
  },
  {
    "id": 16,
    "text": "Будучи уставшим, вы отправились вперёд в надежде найти деревню или село, а может если повезёт то вообще город. Проходили минуты, часы, и вы нашли дорогу.",
    "answers": [
      {
        "id": 19,
        "text": "Пойти направо"
      },
      {
        "id": 20,
        "text": "Пойти налево"
      }
    ]
  },
  {
    "id": 17,
    "text": "Срок годности Вы умеете читать? Вы отравились, тоесть не сможете работать и искать еду.",
    "answers": [
      {
        "id": 1,
        "text": "Новая игра"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы оставили её на потом.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы съели те самые жёлуди, и пошли направо. Долго ли мало ли времени прошло, вы переутомились и упали(напоминание: вы устали). Ваше потное тело лежало на холодной земле, пока его не доели животные.",
    "answers": [
      {
        "id": 1,
        "text": "Новая игра"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы съели те самые жёлуди, и пошли налево. Долго ли мало ли времени прошло, но тут случилось чудо — Вы нашли свою машину!",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы лягли на задние сиденья и поспали. На завтрашний день вы поехали домой, вспоминая тот камень, те жёлуди, и некоторые моменты. Позже вы прочитали в интернете что жёлуди нельзя есть в сыром виде.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Анекдот в тему:\nШтирлиц упал в глубокую яму и чудом вылез.\n— Чудес не бывает — подумал Штирлиц и обратно прыгнул в яму.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]