[
  {
    "id": 1,
    "text": " Автор: простяг\n Жанр: мини-квест.\n\n Магами не рождаются, ими становятся...\n\n Кот Мурзик был обычным любимчиком своей хозяйки, но ничего не вечно... \n\nПосле смерти хозяйки, кота отдают в приют для животных. В приюте из обычного котика сделали боевого мага и сразу же отправили в первую битву в одном большом арене. Знающий свое дело, Мурзик решает одержать победу в честь своей хозяйки. \n\n Да пусть победит сильнейший!\n\n\nМагия не заключается в том, чтобы управлять окружающим миром, а в том, чтобы познать и изменить самого себя. — Фауст",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/t8b31tX/2023-09-10-22-48-23-460x720.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": " — Ты должен победить! Ты должен выиграть любой ценой! Ты понял меня?!\n\n Человек сидел на кожаном кресле, на столе перед ним, лежал ты.\n\n — Я тебя взял, перевоспитал, накормил и дал самую главную вещь — боевую магию. \n\n — \" Ага, ага. Ты это все дал ради своей наживы, чертяга...\" — крутилось у тебя в мыслях.\n\n Человек встал из-за стола и повернулся к тебе спиной.",
    "answers": [
      {
        "id": 3,
        "text": "Остаться лежать",
        "left_answer": true
      },
      {
        "id": 4,
        "text": "Уйти побыстрее",
        "right_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": " Ты решил остаться лежать на занятом месте, а чтоб не слушать наставления начальника приюта, стал старательно чистить свою шерсть. Человек снова посмотрел на тебя.\n\n — Всё моемся и моемся, нет бы попрактиковаться в приемах на площадке.\n\n — \"Да, успею я, в отличие от некоторых.\"\n\n — Всё, иди, завтра только посмей проиграть! Сразу сотру в порошек.",
    "answers": [
      {
        "id": 4,
        "text": "Идти",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": " Чтоб не слушать наставления начальника приюта, ты демонстративно громко прыгнул на пол и ушел. \n\n На площадке никого не было. \n\n — \" Ну что-ж, надо бы повторить все приемы боя. С чего бы начать?\"",
    "answers": [
      {
        "id": 5,
        "text": "Огневой шарик",
        "left_answer": true
      },
      {
        "id": 6,
        "text": "Световой шарик",
        "right_answer": true
      },
      {
        "id": 7,
        "text": "Магнитный шарик",
        "middle_answer": true
      },
      {
        "id": 8,
        "text": "Продолжить\n(если всё)",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 5,
    "text": " Выбрав огневой шар, ты три раза попрыгал на месте и соединил все свои усики вместе. Между лап появился шар, который полыхал играющим огнем.\n\n Кинув его в тренировачную грушу, шар моментально обжарил его и потух. Огневой шар может сделать подлянку противнику, если нет другого выхода.\n\n — \" Хорошо, это вспомнил. Теперь следующие приемы.\"",
    "answers": [
      {
        "id": 4,
        "text": "Световой шарик",
        "left_answer": true
      },
      {
        "id": 4,
        "text": "Магнитный шарик",
        "right_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": " Выбрав световой шарик ты соединил все свои усики вместе. Между лап появился ослепительно блестящий шар который готов к работе.\n\n Бросив в тренировачную грушу, шар распался и через некоторое время исчез.\n\n Световой шарик на некоторое время ослепляет противника, дав дополнительное время для решений проблем.\n\n — \" Хорошо, это вспомнил. Теперь следующие приемы.\"",
    "answers": [
      {
        "id": 4,
        "text": "Огневой шарик",
        "left_answer": true
      },
      {
        "id": 4,
        "text": "Магнитный шарик",
        "right_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": " Выбрав магнитный шарик, ты три раза похлопал подушечками лап друг об друга. Между лап появился серый и твердый шарик который готов работать. \n\n Бросив его в тренировачную грушу, шар распался на еще мельче такие же шарики. Теперь он на некоторое время защищен от магических влияний. Также этот шар притягивает магию к себе, а при комбинированных атаках, делает защитное поле.\n\n — \" Хорошо, это вспомнил. Теперь следующие приемы.\"",
    "answers": [
      {
        "id": 4,
        "text": "Огневой шарик",
        "left_answer": true
      },
      {
        "id": 4,
        "text": "Световой шарик",
        "right_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": " Повторив все приемы, ты пошел спать. \n\n Во сне, хозяйка пришла к тебе, пожелав удачи в предстоящем событии. \n\n — \" Эх, как же тебя не хватает... Но я все сделаю ради тебя!\"\n\n Пришел снова твой \"повелитель\".\n\n — Вставай, пора ехать и громить врагов, хе-хе.",
    "answers": [
      {
        "id": 9,
        "text": "На арене",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 9,
    "text": " На арене множество людей со своими магическими питомцами. На всех углах висят камеры, которые поставили судьи для предотвращения ложной победы. \n\n Лично ты, уже на ринге. Напротив твой соперник: кошечка с бантиком на шее.\n\n — Это великий день. Сегодня мы увидим эпичные битвы между кошками и собаками, змеями и голубями, тиграми и обезьянами. А сейчас начинается первый тур: кот Мурзик против кошки Змейка. — Заявил судья. — В бой!",
    "answers": [
      {
        "id": 10,
        "text": "Кинуть световой шар",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": " Ты бросил световой шарик, чтоб сразу же поиметь преимущество перед противницей, но не тут то было, она отбила шар откуда то появившемся саблей.\n\n — Тебя меня не победить! Лучше сразу сдайся пока цел.\n\n — \"Фу, как не красиво с твоей стороны\"",
    "answers": [
      {
        "id": 11,
        "text": "Кинуть магнитный шар",
        "left_answer": true
      },
      {
        "id": 12,
        "text": "Кинуть огневой шар",
        "right_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": " Ты вовремя защитил себя, так как в тебя полетели куча огненых стрел. После стрел тут же побежала в атаку Змейка, к тому моменту защитное поле прекратило свое существование.\n\n — \" Что же делать?\"",
    "answers": [
      {
        "id": 13,
        "text": "Кинуть огневой шар",
        "left_answer": true
      },
      {
        "id": 14,
        "text": "Кинуть световой шар",
        "right_answer": true
      }
    ]
  },
  {
    "id": 12,
    "text": " Ты кинул огневой шар и он столкнулся с одной из огненых стрел Змейки. Пока смотрел за этим, она уже оказалась за спиной и тут же приковала тебя к рингу. Через минуту попыток освободиться, судья обьявил о том, что ты проиграл.\n\n                                    Конец игры",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 13,
    "text": " Ты кинул огневой шар и он столкнулся с одной из огненых мячиков Змейки. Пока смотрел за этим, она уже оказалась за спиной и тут же приковала тебя к рингу. Через минуту попыток освободиться, судья обьявил о том, что ты проиграл.\n\n                                    Конец игры",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 14,
    "text": " Ты кинул световой шар и он ослепил Змейку. Пока координация к ней не вернулась, ты всем своим телом приковал её к рингу. \n\n Через минуту тщетных попыток освободиться, судья объявил о том, что ты выиграл битву.\n\n Из-за радости, начальник приюта выбежал с трибуны на ринг и сильно обнял тебя. Начальник получил свое, а ты честь и хвалу.\n\n Победа на ринге обусловлена умом, тактикой и твердостью характера\" — Майк Тайсон",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  }
]