[
  {
    "id": 1,
    "text": "Везде есть свои традиции, и Фагглэсс с Блумистом не исключение. Раз в год избираются 10 стрелков: по 5 из каждой деревни, и они, объединившись, идут к пещере Станкейв, в которой по легенде обитает Опалоокий дракон. Хоть это и считают всего лишь легендой, но из похода ещё никто не вернулся. Поэтому перед ВээР, как называли Великую рокировку местные, жители деревень крестились без устали. В основном в этом участвовали люди, достигшие 16 лет, но не прожившие более 29. Из-за переписи населения, которая проходила за день до ВээР, родители пытались спрятать своих шестнадцатилетних детей, но никому ещё не удавалось скрыться от неё, а те, кто скрывали ребят, горько поплатились за это. Они были казнены.\n\nP. s. играйте пока только за Ариану!!!",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      }
    ]
  },
  {
    "id": 2,
    "text": "За кого вы хотите ролить?",
    "answers": [
      {
        "id": 3,
        "text": "Имя:   Мия\nВозраст:   16\nРаса:   человек (<plus>)\nГород:   Блумист\nСпособности:   ловкая, не боится крови\nУязвимое место:   правое плечо\nХарактер:   вспыльчивая, отважная, не даст ни себя, ни друзей в обиду\nРодственные связи:   неизвестно\nДоп информация:   живёт в приюте\nОсобенности:   шрамы на лице"
      },
      {
        "id": 4,
        "text": "Имя:   Диана\nВозраст:   16\nРаса:   человек (<plus>)\nГород:   Фагглэсс\nСпособности:   легко заводит новые знакомства\nСлабости:   слишком доверчивая, боится крови\nХарактер:   добрая, с хорошим чувством юмора, ко всем спорам старается относится нейтрально, никогда не предаст даже мало знакомого человека.\nРодственные связи: неизвестны\nДоп информация: живёт в приюте"
      },
      {
        "id": 5,
        "text": "Имя:   Ариана\nВозраст:   16\nРаса:   человек \nГород:   Райр\nСпособности:   хорошо разбирается в людях и отлично умеет манипулировать ими\nСлабости:   не может разговаривать о своих родственниках, тяжело заводит знакомства и не доверяет людям, хотя сама никогда не говорит с людьми откровенно.\nХарактер:   умная, замкнутая, самоуверенная, нагловатая и эгоистичная, самостоятельная. \nРодственные связи:   неизвестно"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вдруг раздался отдалённый стук копыт. Мия резко встала из-за стола и нечаянно опрокинула деревянную миску с куриным бульоном. Сидящие рядом с девушкой ребята презрительно взглянули на неё. Мия, потупив взгляд, села обратно и, только после кивка мисс Насч, встала и пошла к выходу с остальными.\n\nИз дома напротив уже выглядывало несколько любопытных физиономий. Люди тихо перешёптывались между собой, но стоило коню выскочить из-за угла, все тут же умолкли, заметив на седле висящие Песочные часы — знак Королевской знати.",
    "answers": [
      {
        "id": 6,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 4,
    "text": "На улице светило полуденное солнце. Вроде бы надо радоваться жизни и тёплым лучикам, но на лице каждого прохожего были написаны страх и безвыходность. Диана шла домой с печалью заглядывая в глаза каждого, осознавая, что кого-то она уже завтра не увидит. И всё из-за Великой Рокировки. Но тут в её глазах вспыхнул страх. Диана поняла, что ей уже есть шестнадцать. А это значит, что возможно она больше никогда не увидится с названными братьями и сёстрами. Думая только об этом, девушка ускорила свой шаг, а потом и вовсе перешла на бег. Интуиция вопила, что если она не прибежит в приют прямо сейчас, то может больше никогда не увидеть Леру и Соню.",
    "answers": [
      {
        "id": 1,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 5,
    "text": "Колесница медленно ехала по широкой дороге. Прохожие разбегались в стороны, чтобы пропустить четвёрку белоснежных коней, и ещё долго смотрели вслед этой повозке. Наконец, колесница остановилась на Рыночной площади. Дверь распахнулась, и на землю ступил долговязый мужчина лет сорока. Его черные волосы были собраны в тугой хвост. Видимо, это был придворный короля: на могучих шеях коней висели ожерелья с песочными часами, да и у самого мужчины тоже было такое. Придворный достал из-за пазухи свиток, развернул и громогласно обратился к жителям Райра:\n\n— Возлюбленные наши подданые, Его Величество король Сашис III объявляет начало переписи населения. Наступили тяжелые времена. Стрелкам Фагглэсса и Блумиста требуется помощь. Поэтому от столицы пойдут ещё 5 стрелков. Просим всех жителей города Райр собраться здесь, на Рыночной площади, завтра в полдень. Кто попытается скрыться от закона, будет казнен.",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 6,
    "text": "Всадник спешился и развернул свиток:\n\n — Возлюбленные наши подданые, Его Величество король Сашис III объявляет начало переписи населения. Просим всех жителей деревни Блумист завтра собраться на площади Дерсноу для её проведения. Тех, кто попытается скрыться от переписи, ожидает смерть. Да здравствует Великая Рокировка! Да здравствует король Сашис!\n\nМия вяло подхватила вовсе не радостные восклицания. Остальные тоже присоединились к ней. Но ни в одном голосе нельзя было услышать хоть каплю счастья.",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 7,
    "text": "Как только всадник скрылся из виду на своём верном коне, по улице пронёсся недовольный ропот с нескрываемыми нотками ужаса. То и дело были слышны обрывочные фразы:\n\n— Как? Неужели год прошёл и настало время ВээР? Кто на этот раз станет несчастным? Кто вообще придумал Опалоокого дракона?\n\nНикто не верил в его существование, но люди были обязаны слушаться своего правителя.\n\n~ • ~ • ~ • ~ • ~ • ~ • ~ • ~ • ~ • ~ • ~ • ~ • ~ • ~\n\nВсе были так взволнованы предстоящей проверкой, что совсем забыли про обед, остывающий на столе, но мисс Насч не дала ребятам забыть учёбу и сказала нетерпящим возражений голосом читать \"Ромео и Джульетту\". Все были вынуждены взять книгу в руки, хотя их мысли крутились у ВээР.",
    "answers": [
      {
        "id": 1,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": [
      {
        "id": 30,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "Ариана была уверена, что ей не стоит сталкиваться с подданными короля, поэтому предпочла скрыться в темном переулке. Она знала, что если ее и найдут, чего не случалось уже лет пять, то она сможет оправдаться. Но немного подумав, она вернулась на площадь. \"Сейчас столпотворенье, многие нервничают, все выходят из своих лавочек посудачить о происходящем, в общем, превосходная рабочая обстановка. А вот завтра лучше не высовываться.\" Продравшись через толпу, Ариана незаметно подкралась к одной из опустевших на время лавочек, настороженно огляделась и шмыгнула внутрь.\n\nДеньги: 5 золотых",
    "answers": [
      {
        "id": 11,
        "text": "Стащить булочки с маком",
        "left_answer": true
      },
      {
        "id": 12,
        "text": "Украсть деньги из кассы",
        "right_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": "Выходя из лавочки, с пирожками за пазухой, Ариана столкнулась с владельцем лавки, который как раз возвращался туда. Ариана вздрогнула и обернулась, ища пути к отступлению. Владелец прошёл мимо девушки, не обратив на неё никакого внимания, перешёптываясь с каким-то прохожим в целиндре. Тебе повезло: продавец не заметил пропажи.\n\nДеньги: 5 золотых\n\n",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 12,
    "text": "Выходя из лавочки, с карманами, полными звенящих монет, Ариана столкнулась с владельцем лавки, который как раз возвращался туда. Ариана вздрогнула и обернулась, ища пути к отступлению. Владелец прошёл мимо девушки, не обратив на неё никакого внимания, перешёптываясь с каким-то прохожим в целиндре. Но уже через пару секунд из здания донесся гневный вопль разъярёного владельца: \"Где мои деньги?!\" Как бешеный, он выпрыгнул из домика и принялся высматривать грабителя.",
    "answers": [
      {
        "id": 13,
        "text": "Бежать со всех ног"
      },
      {
        "id": 14,
        "text": "Стоять и делать вид, что ищешь кого-то"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ариана поняла, что нужно бежать. Но толпа около здания лавочки еще не разошлась, и она понимала, что продраться сквозь нее незамеченной она не сможет. Но несколько секунд, пока Ариана искала пути к отступлению, имели большое значение.\n— Ты! — воскликнул лавочник и указал пальцем на постоянно оглядывающуюся  девушку в тёмно-синем плаще. Он, не тратя больше ни секунды, сделал выпад, ухватил девушку за чёрные, как смоль, волосы и резко дернул вниз, запоминая черты её лица, чтобы потом доложить о воровке властям. С удивлением он увидел лицо грабительницы, разыскиваемой уже как пять лет. Владелец лавки хищно оскалился, представив сколько ему заплатят за такую крошку.\n\nКак поступить?",
    "answers": [
      {
        "id": 15,
        "text": "Оставить как есть. Так сложилась судьба"
      },
      {
        "id": 16,
        "text": "Попытаться вырваться, оттолкнув лавочника от себя"
      },
      {
        "id": 17,
        "text": "Схватить лавочника за руку и вывернуть её"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Ты! — воскликнул лавочник и указал пальцем на постоянно оглядывающуюся  девушку в тёмно-синем плаще. Он, не тратя больше ни секунды, сделал выпад, ухватил девушку за чёрные, как смоль, волосы и резко дернул, запоминая черты её лица, чтобы потом доложить о воровке властям. С удивлением он увидел лицо грабительницы, разыскиваемой уже как пять лет. Владелец лавки хищно оскалился, представив сколько ему заплатят за такую крошку.",
    "answers": [
      {
        "id": 15,
        "text": "Оставить как есть. Так сложилась судьба"
      },
      {
        "id": 16,
        "text": "Попытаться вырваться, оттолкнув лавочника от себя"
      },
      {
        "id": 17,
        "text": "Схватить лавочника за руку и вывернуть её"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ариана даже не попыталась вырваться. Как итог, её посадили за решётку до конца жизни.",
    "answers": [
      {
        "id": 13,
        "text": "Попробуй ещё раз"
      }
    ]
  },
  {
    "id": 16,
    "text": "Толкнуть удалось, да вот только лавочник хватку не ослабил. Как итог, тебя посадили за решётку до конца жизни, а лавочник разбогател.",
    "answers": [
      {
        "id": 13,
        "text": "Попробуй ещё раз"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ариана вскрикнула от боли. В этот момент сработали ее инстинкты. Она схватила руку лавочника обеими руками и резко дернула вниз. Вырвавшись, она бросилась бежать. \"Только бы не поймали, только бы не узнали\" — билось в голове у Арианы. Девушка со всех ног бежала вниз по улице. За спиной она слышала громкие крики и ругань. Вдруг Ариана споткнулась и растянулась на земле. Когда Ариана пыталась встать, её словно бы окатило ледяной водой. Она скорее почувствовала, чем увидела преследователей, которые почти настигли ее.",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Воровка! Это воровка! — кричал вслед синеглазой  девушке лавочник — Держите её! Она в плаще с капюшоном! Ну! Ловите же!\n\nПодойдя к девушке, он резко встряхнул её за плечи и повернул к себе лицом, но, сколько он не вглядывался в её черты, не видел ничего схожего с воровкой. Он, поняв, что это не она, отпустил её, встал и, проклиная на чём свет стоит, скрылся в своей лавке.\n\nПолучено: 30 монет\n\nДеньги: 35 золотых",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 19,
    "text": "\"Что произошло? Как он меня не узнал? \" — размышляя об этом, Ариана направилась к своей \"базе\", где она решила отсидеться минимум до завтрашнего вечера, пока не кончится перепись.",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить",
        "blackout": true
      }
    ]
  },
  {
    "id": 20,
    "text": "На улице ярко светило полуденное солнце, но никто не радовался этому дню. С самого утра придворные начали обход всех территорий Райра. Ещё вчера закрыли Ворота — выход из города, и теперь никто не мог улизнуть из столицы. В день ВээР Ариана спала долго. Сегодня был опасный день — девушке уже было 16, и ее вполне могли забрать, а если узнают, что она пыталась уклониться, то и казнить. Проснувшись около полудня, Ариана позавтракала, и села планировать свою будущую жизнь, учитывая конечно, что ее не найдут.",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вдруг где-то недалеко послышались шаркающие шаги и приглушенный разговор\n — Как думаешь, сколько мы найдём Скрывающихся? \n — Сколько бы ни нашли, всё равно их казнят. А так, как минимум один найдётся. Это я тебе гарантирую. И повезет тому, кто просто проспал. Таким приказано дать хороший такой подзатыльник и отправить на Рыночную площадь...",
    "answers": [
      {
        "id": 22,
        "text": "Прикинуться спящей"
      },
      {
        "id": 21,
        "text": "Выйти навстречу солдатам (не работает)"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ариана испугалась. Она была уверена, что сюда и близко никто не зайдет! Она подальше забилась в свое укрытие, прикрылась старой холстиной и постаралась успокоить дыхание и сердцебиение, чтобы ее не нашли.\n — О, смотри, а вот и первая! — произнес остроглазый тип. — Жаль, что спит... Походу до казни сегодня не дойдет. Давай, буди её!\n — А чего это сразу я?\n — Не забывай, что меня недавно повысили, и теперь ты обязан слушаться моих приказов!\n Девушку слегка тряхнули за плечи.\n — Эй! Малявка! Просыпаться будешь? Или тебя сразу к королю вести? Давай вставай! — высший по званию мужчина отвесил девушке нехилую пощечину. Та вскрикнула не то что от боли, а от неожиданности. — Проснулась. Оп-па... А это случайно не та грабительница?..\n — Отвечай! — младший по званию приставил клинок к горлу перепуганной девушки. — Кто ты?\n — И сколько тебе лет? — добавил второй. На его лице было ноль эмоций, но в глазах горел лихорадочный блеск.",
    "answers": [
      {
        "id": 25,
        "text": "Притвориться иностранкой"
      },
      {
        "id": 26,
        "text": "Сказать, как есть"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "Ариана направилась к своей \"базе\", где она решила отсидеться минимум до завтрашнего вечера, пока не кончится перепись.",
    "answers": [
      {
        "id": 20,
        "text": " Продолжить",
        "blackout": true
      }
    ]
  },
  {
    "id": 25,
    "text": " — В-вы кто? — спросила Ариана, весьма убедительно имитируя акцент соседней страны, страх, заспанность и подступающие слезы, — И что вам нужно? — Ариана лихорадочно думала, пытаясь придумать выход из сложившейся ситуации. Она пыталась понять, могли ли эти люди видеть ее раньше, и следовательно, узнать.\n\n Мужчины удивленно переглянулись.\n — Не вздумай шутить, девчонка! Иначе сразу на виселицу отправишься! — собрался с мыслями первый.\n — Не ты, а мы задаём тебе вопросы, карманница! Ты должна честно отвечать на вопросы, или... — второй показательно схватился за своё горло, наклонил голову и высунул язык.\n — Что вам нужно? Я ничего не сделала! — плачущим голосом сказала девушка.\n — Хватит строить из себя дурочку, воровка! Отвечай! Кто ты?",
    "answers": [
      {
        "id": 27,
        "text": "Продолжать притворяться"
      },
      {
        "id": 26,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 26,
    "text": " — Я Ариана — девушка сглотнула — мне 16. Что случилось?\n — Сегодня перепись населения на Рыночной площади. А ты спишь! Давай, ноги в руки и бегом на Рыночную площадь!\n Ариане ничего не оставалось, как последовать приказу мужчин, поэтому она встала и направилась, куда было велено.",
    "answers": [
      {
        "id": 34,
        "text": "Продолжить",
        "blackout": true
      }
    ]
  },
  {
    "id": 27,
    "text": " — Я... я никто... Я правда не понимаю, за что вы меня ругаете...\n — Ох, ну и зачем мы тратим на неё время? В объявлении о розыске ведь всё сказано! И сколько ей лет там тоже написано. Ох и повезло же этой... тьфу! Проспала она! Хех... Давай, ноги в руки и на Рыночную площадь!\nАриане ничего не оставалось, как последовать приказу мужчин, поэтому она встала и направилась на Рыночную площадь.\n Старший по званию кивком указал на удаляющуюся девушку своему товарищу. Тот кивнул и поспешил за своей временной подопечной.",
    "answers": [
      {
        "id": 29,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": " — Ну что, может представишься уже? — спросил, поровнявшись с девушкой, страж.\n — А вы кто? Я не понимаю, за что вы так со мной? Я ничего не сделала!\n — А по мне не видно?! Я страж при дворе. Неужели ты всерьез неместная?! Это тебе не поможет избежать переписи и Великой Рокировки, поэтому можешь не притворяться, если это не так. Тем более именно твоё лицо изображено в объявлении о розыске. Хм... — усмехнулся придворный. — Тебе даже повезло, малявка, что тебя нашли сегодня, а не в какой-нибудь другой день. Иначе бы... — он выразительно провел ногтем большого пальца по своей шее.",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": " — Да за что? Я вообще ничего не понимаю! Какой розыск? Что такое ВээР, или как там? Куда вы меня ведете? Я приехала в Райр к знакомым, но заблудилась, ночью меня обокрали, но я ничего не сделала! Объясните же наконец!\n — Вот ты и попалась, девчонка. — тяжело выдохнул мужчина. — Об этом просторечии знают только жители Райра и ещё двух деревушек по соседству. Ни я, ни Франциско не называем Великую Рокировку так, как называет любой простолюдин. Да и не хочешь ли ты сказать, что у тебя есть близняшка, которая ворует уже года четыре как, и объявления о её розыске висят чуть ли не на каждом шагу? Зря врешь, очень зря...",
    "answers": [
      {
        "id": 32,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 32,
    "text": " — Насчет ВээР вы не правы. Я много раз слышала это сокращение в городе, и услышала как вы и ваш приятель использовали выражение Великая Рокировка. Так что сложила два  и два. И у меня нет сестер вообще, не то что близняшек.\n — Ты сказала, что приехала в Райр к знакомым и заблудилась. Тогда как ты с такой уверенностью встала и пошла на Рыночную площадь после нашего приказа, хотя мы не указывали тебе направление? — мужчина открыл сумку, висящую у него на плече, выудил оттуда какой-то помятый листок и продемонстрировал его девушке. На нём оказалась изображена именно она. С надписью \"РАЗЫСКИВАЕТСЯ\". — Да и как ты объяснишь это?\n — Ну, рыночную площадь несложно найти — улыбнулась Ариана и повернула в неправильном направлении. \"А что я должна объяснять? Я уже все сказала, а вы мне все равно не верите.\"",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 33,
    "text": " — Может хватит притворяться? — устало вздохнул мужчина. — Всё это время ты шла в правильном направлении: и когда шла одна, и когда подошел я, зато как только я привел веский довод, ты повернула. Любой маленький ребенок раскусил бы ваше притворство. И всё таки, что вы скажете на счёт объявления?\n — Так что я могу сказать? Вы обвиняете меня непонятно в чем, и пытаетесь убедить меня же, что я всем вру и что я воровка. И да, я иду туда, куда мне кажется правильным.\n Страж только покачал головой и, подтолкнув девушку в спину, двинулся за ней.",
    "answers": [
      {
        "id": 34,
        "text": "Продолжить",
        "blackout": true
      }
    ]
  },
  {
    "id": 34,
    "text": " На площади выстроилась огромная очередь к какой-то лавке. Все оживленно перешёптывались. На удивление очередь довольно быстро уменьшалась, и уже через несколько минут девушку отделяло от приёма информации всего каких-то семь человек.\n Ариана не знала, что ей делать. Она потерянно стояла, и когда до ее очереди осталось буквально два человека, она решила разыграть смирившуюся испуганную девочку, а дальше как пойдет. Ей во что бы то ни стало нужно было отвертеться от путешествия куда бы то ни было.",
    "answers": [
      {
        "id": 35,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 35,
    "text": " — Добрый день. Пожалуйста, накройте этот артефакт руками. — миловидная девушка с белокурой карешкой указала на белый кристалл, — А потом вставьте указательный палец левой руки сюда. — теперь указала на отверстие в какой-то машине, стоящей прямо напротив Арианы.\n\"Да уж, не так, я думала будет проходить это мероприятие\" — раздраженно подумала Ариана. Она не видела никакого выхода, поэтому последовала словам девушки. Ей оставалось только молиться, что бы ее кандидатура не подошла.",
    "answers": [
      {
        "id": 36,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 36,
    "text": " Когда Ариана вставила палец в отверстие, её палец что-то сильно укололо. Она почувствовала, как капля крови, её крови, упала на иглу, проткнувшую кожу. Вдруг кристалл мигнул три раза и над ним появилась точная уменьшенная копия Арианы. Механический голос произнёс:\n — Ариана. 16 лет. Сирота.\n — Можешь быть свободна, Ариана. Хорошего дня. — произнесла всё это время наблюдавшая за ней девушка с каре.\n — И это все? — спросила девушку Ариана.\n — Да, всё. Прошу, не задерживайте очередь... Добрый день. Пожалуйста, накройте этот артефакт руками...",
    "answers": [
      {
        "id": 37,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 37,
    "text": "Слегка смущённая Ариана вышла на улицу и направилась в свое укрытие. Она понимала, что прошла только перепись, и её все ещё могут загрести, поэтому решила где-нибудь спрятаться.  Пока Ариана шла, её сново будто окатило ледяной водой.",
    "answers": [
      {
        "id": 1,
        "text": "На этом пока всё. Как вам начало? Хотите узнать что будет дальше, попадёт ли Ариана в опасное путешествие?"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  }
]