[
  {
    "id": 1,
    "text": "Добро пожаловать в Землескрёб.\nВ бесконечную сеть подземных этажей, тоннелей и бункеров. Тебя зовут Семён. Ты живешь на 399-ом этаже. Работаешь в техническом блоке инженером 3-го разряда. \n\n***\nТы не знаешь, как давно существует Землескрёб. Он просто есть. И всегда был. Как и Власть. От её пристального взора невозможно скрыться. Она контролирует каждый, пусть и самый мрачный уголок в подземке. Всё жители Землескрёба подчиняются Власти. \n\n***\nПетрович — начальник в твоей смене, послал тебя на 391-ый, за набором каких-то инструментов. Алкаш старый. Нет, чтоб самому спуститься. Если откажешься, останешься без жалования. Придётся ехать. Заходя в грузовой лифт, надеешься, что доедешь живым.\n\nP.S. В квесте присутствуют четыре концовки) Желаю Вам приятного прохождения! ",
    "answers": [
      {
        "id": 2,
        "text": "В лифте"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/sy6jhkd/imgonline-com-ua-Resize-AJf-Momlr7-Sxs.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/sy6jhkd/imgonline-com-ua-Resize-AJf-Momlr7-Sxs.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Тусклая лампочка внутри слабо гудела. Вместе с тобой ехал чистильщик-дембель, закончивший срочную службу. Он сказал тебе выпить с ним, иначе ты его не уважаешь. Мутное грибное зашло так себе. После парочки глотков, он стал флиртовать с симпатичной девушкой, которая ехала вместе с вами. ",
    "answers": [
      {
        "id": 3,
        "text": "Поскорее бы уже выйти"
      }
    ]
  },
  {
    "id": 3,
    "text": "Чистильщики были своего рода армией в Землескрёбе. Они поддерживали порядок, уничтожали мутантов, сектантов и напрямую подчинялись Власти. Очень многие шли в их ряды добровольцами ради хороших выплат.\nТы же предпочитал и дальше сидеть на своём этаже, копаясь в железках, нежели с огнемётом наперевес бегать по этажам и подставлять свой зад.\n—...да я.. Вот т-такого гг-гигачервя замоч-чил — нечленораздельно привлекал дембель внимание красавицы. ",
    "answers": [
      {
        "id": 4,
        "text": "Лифт продолжал ехать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Внезапно, лампочка заморгала.\nТебе это не понравилось.\nВы проехали только три этажа, а эта \"железная банка\" уже начала ломаться. Впрочем, такое в подземке не редкость. Лифт затрясло, свет потух и вы стремительно полетели вниз.\nДевушка завизжала. Дембель стал материться.\nТы потерял равновесие и упал, стукнувшись головой. Лифт снова тряхнуло. Он со скрежетом останавливался. ",
    "answers": [
      {
        "id": 5,
        "text": "Петрович, гад! В следующий раз пусть сам едет! "
      }
    ]
  },
  {
    "id": 5,
    "text": "Створки медленно отошли в стороны. Пред вами открылся небольшой, бетонный коридор с моргающим освещением и кровью на стенах.\n— Вот и приехали блин... — пробурчал ты. \nНа лбу выступили капельки пота, по спине пробежал холодок. Лифт выбросил вас на нежилой этаж.\nКое-как подойдя к кнопкам лифта, дембель отчаянно нажимал на все, но лифт больше не подавал никаких признаков жизни. Ваша молодая попутчица с дрожью прижалась к стенке.",
    "answers": [
      {
        "id": 6,
        "text": "- Не р-работ-тает - сделал вывод дембель "
      }
    ]
  },
  {
    "id": 6,
    "text": "Да ладно.\n— И что будем делать? — спросил ты.\nА дембель сел на пол и стал допивать остатки мутного грибного в своей бутылке. Понятно. Надеяться на будущего защитника Землескрёба сейчас явно не стоит. Ты перевёл взгляд на девушку. Кареглазая мадам со страхом смотрела в жуткий коридор.",
    "answers": [
      {
        "id": 7,
        "text": "Неприятная ситуация"
      }
    ]
  },
  {
    "id": 7,
    "text": "Лифты в Землескрёбе живут своей жизнью. Они то ломаются, то снова продолжают ехать. Бывали даже случаи, когда они ломались настолько, что увозили людей на самые нижние этажи. Но уже оттуда, понятное дело, никто не возвращался.\n\nКогда заработает железка вам остаётся только гадать. В любой момент сюда может заявиться какой-нибудь упырь и порвать вас в клочья. А может и нет. Но вам даже и отбиться нечем. У пьяного дембеля в кобуре есть револьвер, но проку от такого стрелка нет. Если рискнете выйти поискать на этаже второй лифт, то скорее всего заблудетесь и вас сожрёт какой-нибудь монстр. Ты думаешь, что лучше подождать здесь, в хоть какой-то безопасности. Того гляди и лифт скоро заработает. ",
    "answers": [
      {
        "id": 9,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты решил не рисковать и подождал ещё немного, убеждаясь в том, что монстр не видит тебя. Но в очередной раз высунувшись из-за угла, ты вздрогнул. Сквозь разбитые стёкла противогаза на морде, тварь смотрела прямо на тебя.\nОна с рёвом бросилась вперёд, сбив свою жертву с ног. Кусок арматуры вылетел из твоих рук, когти разодрали шею и лицо. \nТы почувствовал дикую боль.",
    "answers": [
      {
        "id": 1,
        "text": "А потом наступил конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "Дембель в пьяном угаре запел.\nТы с тяжёлым вздохом сел и стал ждать. Оставалось надеяться, что ни монстры, ни сектанты, ни мародёры, ни кто-либо ещё не явятся сюда по ваши заблудшие души.\n\"Надо было этого Петровича на три буквы послать\" — думаешь ты — \"Если выживу, точно его пошлю к чертям собачьим с инструментами этими!\" \nЧерез две минуты дембель захрапел.",
    "answers": [
      {
        "id": 10,
        "text": "Прошёл час "
      }
    ]
  },
  {
    "id": 10,
    "text": "Девушку звали Катя.\nОна была студенткой на 401-ом и ехала в гости к своим друзьям. Но как видно, не доехала. Вы негромко говорили меж собой, обсуждали непринуждённые вещи и даже отвлеклись от столь гнетущей атмосферы.",
    "answers": [
      {
        "id": 11,
        "text": "Но ненадолго"
      }
    ]
  },
  {
    "id": 11,
    "text": "Невдалеке послышался шорох. Затем лязг металла и какой-то шум. Вы с Катей тревожно переглянулись. Вроде бы, ты — взрослый мужик, должен быть образцом каменного спокойствия, уверенности и смелости, но в сложившейся ситуации тебе было страшно точно также, как и 19-летней девушке рядом с тобой.",
    "answers": [
      {
        "id": 12,
        "text": "В коридоре показался силуэт "
      }
    ]
  },
  {
    "id": 12,
    "text": "Он вышел из-за угла и застыл в метрах тридцати. Из-за плохого освещения понять кто это, было тяжело. Неизвестный, хромой походкой направился в вашу сторону.\n— Боже — всхлипнула Катя, прижимаясь к стенке.\nВнутри у тебя все сжалось. Раньше ты с отродьем Землескрёба никогда не сталкивался, оно и к лучшему. Ты был обычным работягой, который с утра до вечера в тех.блоке, а после заваливается в свою комнату, ест и спит. Сейчас же тебе предстояло лицом к лицу столкнутся с монстрами нежилых этажей. И постараться выжить. \nТы бы мог попробовать взять револьвер с пояса дембеля, а мог бы схватить длинную острую железку в метре от створок лифта. И тем, и тем, вполне можно избавиться от враждебного пришельца. ",
    "answers": [
      {
        "id": 13,
        "text": "Взять револьвер с пояса дембеля"
      },
      {
        "id": 14,
        "text": "Потянуться за арматурой"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты решил брать огнестрел.\nТолько потянулся, осторожно взялся за рукоять, как дембель вдруг проснулся и схватил тебя за руку. Ты не успел даже опомниться, как он, назвав тебя вором, заломил твою руку и уложил на пол.\nСильный гад. \n— Ты ч-что удумал, мр-разота? — прошипел он над твоим ухом.\n— Нет, нет, нет, нет! — заверещала Катя — Сзади! Сзади!\nДембель отпустил твою руку. Ты тут же вырвался и отполз к стене, поднимаясь на ноги. К лифту подходило долговязое, вывернутое наизнанку тело с облезлым черепом. Оно было в рваной одежде, а из живота вываливалсь толстые черви. ",
    "answers": [
      {
        "id": 15,
        "text": "Раздалось несколько выстрелов"
      }
    ]
  },
  {
    "id": 14,
    "text": "Выйдя из лифта, ты схватил арматуру и тут же вернулся назад. Вооружившись ею, готовился держать оборону. В вашу сторону направлялось долговязое, вывернутое наизнанку тело с облезлым черепом. Оно было в рваной одежде, а из живота вываливалсь толстые черви. Катя завизжала от ужаса. ",
    "answers": [
      {
        "id": 57,
        "text": "Раздалось несколько выстрелов"
      }
    ]
  },
  {
    "id": 15,
    "text": "Чистильщик не промахнулся. Три пули раскрошили череп этого трупа. Тело упало на пол, однако предпринимало попытки встать. С ругательствами, дембель выпустил в труп весь барабан, а после вышел из лифта и взял в руки арматуру. Ею он наносил в тело удар за ударом. Кровь брызгала во все стороны.\nКатя кричала.\nНаконец, спустя дюжину ударов тело наконец перестало шевелиться. Дембель устало выдохнул и утёр пот со лба. ",
    "answers": [
      {
        "id": 16,
        "text": "- Убили подонка - говорит он "
      }
    ]
  },
  {
    "id": 16,
    "text": "Одной проблемой меньше.\nИли нет?\nНе успел дембель сделать и шага, как лицо его исказилось и побледнело. Он пошатнулся и упал лицом вниз. Ты увидел, что сзади, к ноге его присосался один из червей, что вываливались из своего прошлого носителя.\nПлохо дело...\n— Он.. Он... — в слезах пролепетала Катя.",
    "answers": [
      {
        "id": 17,
        "text": "- Мёртв он "
      }
    ]
  },
  {
    "id": 17,
    "text": "Черви начали ползти к вам.\nТы с силой отпинывал их обратно в коридор, после чего взял в руки арматуру и стал убивать их на месте. Так-то лучше. После непродолжительной возни, червей не осталось совсем. Ты выдохнул, и собирался уже зайти обратно в лифт, как услышал какое-то кряхтение. ",
    "answers": [
      {
        "id": 18,
        "text": "Дембель ожил"
      }
    ]
  },
  {
    "id": 18,
    "text": "Его тело поднялось и с нечленораздельными бормотаниями направилось к лифту. Катя завопила на весь этаж. Ты ринулся к заражённому и проткнул его спину арматурой. С силой ты оттолкнул его назад, но мертвец потянул тебя за собой.\nВместе вы упали на пол.",
    "answers": [
      {
        "id": 19,
        "text": "Подняться и ударить мертвеца ногой в голову"
      },
      {
        "id": 84,
        "text": "Подняться и побежать к лифту"
      }
    ]
  },
  {
    "id": 19,
    "text": "Твой ботинок с силой впечатался в неживую физиономию. Целых три раза! \nВнезапно, лифт загудел. Да неужели! Ты хотел было забежать в него, но сильные руки мертвеца схватили тебя за ногу. Ты снова упал, от души выругался, пытаясь отпинаться от трупа. Ты видел, как Катя судорожно вжимает на кнопки лифта и его створки начинают медленно закрываться.\n— Нет, нет! Стой! — кричишь ты — Подожди меня!\nНо последнее, что ты видишь в щели закрывающихся створок — это до смерти напуганное лицо девушки. ",
    "answers": [
      {
        "id": 20,
        "text": "Вот же коза! "
      }
    ]
  },
  {
    "id": 20,
    "text": "Ты с силой влепил мертвецу ботинком в глаз. Хватка его ослабла и ты вырвался, вскакивая на ноги. Схватив оказавшийся рядом толстый, отломившейся кусок бетона, ты с криком стал обрушивать его на мёртвую физиономию бывшего дембеля, превращая её в кровавую кашу. ",
    "answers": [
      {
        "id": 21,
        "text": "И наконец тело перестало сопротивляться"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты бросил кусок бетона. Устало выдохнул.\nС этим покончено. Подойдя к лифту, стал нажимать на кнопку вызова, но похоже, что его снова накрыло. Ты ждал около получаса, но безрезультатно. Ты колошматил по створкам кулаками, кричал, вопил, но лифт все равно не приехал. \nТеперь ты здесь точно застрял.\nИ застрял совершенно один.\nПридётся искать другой лифт. Больше вариантов у тебя нет.",
    "answers": [
      {
        "id": 22,
        "text": "Искать другой лифт"
      },
      {
        "id": 85,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вооружившись куском арматуры, ты собрался с силами и двинул вперёд по коридору. Никто за тебя выход отсюда не найдёт. \n— Гребанный Петрович.. — зло бубнил ты себе под нос — Из-за этого старого алкаша я сейчас в полной жопе. Вот бы его самого сюда запихнуть. Посмотрел бы я тогда на него...\nТы шёл осторожно, вздрагивая от каждого шороха. Коридор вывел тебя в заброшенный жилблок под номером \"ЖБ24У75.\" Его обозначение было написано на стене. Состоял он из множества разных коридоров и комнат, которые шли вдоль них. Однотипные двери и стены создавали ощущение, что ты бродишь по одним и тем же местам. На стенах то и дело попадались агитационные плакаты с изображением солдата в противогазе и с автоматом в руках. Грозный служивый призывал народ пойти добровольцами в ряды чистильщиков.\nАга, ещё чего. ",
    "answers": [
      {
        "id": 23,
        "text": "Ты продолжал идти"
      }
    ]
  },
  {
    "id": 23,
    "text": "И внимание твоё привлекла дверь, на которой было выцарапано: \"Заходи — поиграем.\" С виду обычная дверь, точно такая же как и сотня других в жилблоке. Только эта надпись её выделяет.\nТы хотел было пройти дальше, но впереди раздался громкий, нечеловеческий визг, от которого ты даже подпрыгнул.\n— Святые крысы — прошептал ты, по-крепче сжав арматуру.\nВслед за визгом раздались шорохи, а затем и скрежет. Желание идти вперёд у тебя совсем отпало. Но выбираться то отсюда как-то надо. ",
    "answers": [
      {
        "id": 24,
        "text": "Войти за дверь с надписью"
      },
      {
        "id": 25,
        "text": "Пойти вперёд"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты решил не рисковать. Кто знает, что эта за бестия там орудует. В конце концов у тебя ни автомата, ни брони. Только железка в руках и рабочая форма. А с таким в подземке долго не протянешь. Потому-то ты и предпочёл комнату со странной надписью неизвестному чудовищу. Ты думал, что эта надпись чья-та шутка или вроде того. Со стороны так и выглядело. Но когда ты потянул за ручку и переступил порог, то понял, что ошибся.\nДверь за тобой моментально захлопнулась. В маленькой комнатушке, за грубо сколоченным столом, сидел дед. Одной рукой он гладил седую бороду, в другой держал колоду карт. Глаза его внимательно тебя изучали.\n— Айда, садись — сказал он — Сыграем! ",
    "answers": [
      {
        "id": 26,
        "text": "- Какой сыграем..? Дед, ты тут откуда взялся? "
      },
      {
        "id": 27,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 25,
    "text": "Пересилив свой страх, ты пошёл вперёд. Отрывистый скрежет продолжался. И с каждым шагом ты становился все ближе к нему. Приблизившись к концу коридора, ты аккуратно выглянул из-за угла. \nТам, в проходе ты увидел обтянутое бледной кожей существо. Оно сидело на задних лапах, а передними царапало стену напротив себя. Из головы твари торчало два больших рога, а морду скрывал противогаз.\nИнтересно, зачем эта тварь носит его? ",
    "answers": [
      {
        "id": 48,
        "text": "В шагах пяти от тебя лежал труп"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Потом все вопросы — махнул он нетерпеливо — Да бросай ты эту свою железку, айда, говорю, садись! — глаза старика горели диким азартом. ",
    "answers": [
      {
        "id": 28,
        "text": "Сесть "
      },
      {
        "id": 29,
        "text": "Не садиться"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Ты че, немой? — зыркнул дед — Садись говорю! Бросай свою железяку и айда играть! — заманивал он с безумными глазами. ",
    "answers": [
      {
        "id": 28,
        "text": "Сесть "
      },
      {
        "id": 29,
        "text": "Не садится"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ты сел за стол. Дед стал раздавать карты. Играли одну партию за другой. За дверью, в коридоре слышалось чье-то неровное сопение. Тебе везло. Ты выигрывал старика раз за разом. Между делом он травил байки и рассказывал много историй. Тебе это нравилось. Ты уже потерял счёт времени. Карты затянули тебя с головой. Дед начал злиться и понемногу превращаться в бетон. После очередного проигрыша тебе, он окончательно стал застывшим изваянием.\nТы выиграл.\nЛампочки в комнате заморгали, а потом и вовсе потухли. Осталась лишь одна, очень тусклая, над вашим столом. Чьи-то огромные руки вынырнули из тьмы и утащили превратившегося в бетон деда во мрак.",
    "answers": [
      {
        "id": 30,
        "text": "Лампочки зажглись "
      }
    ]
  },
  {
    "id": 29,
    "text": "— Вот же идиот — рыкнул дед — Осёл безмозглый. А НУ САДИСЬ ГОВОРЮ! — проревел он нечеловеческим голосом, вскакивая с табурета.\nЛампочки заморгали, все в комнате начало дрожать. Ты стал дёргать дверную ручку, надеясь выбраться отсюда, но та не поддавалась. Тебя заперли.\nГлаза деда налились страшным безумием. Из бороды его стали выходить омерзительные шупальца, выскакивать длинные когти. Лицо деда перекосила ужасающая гримасса. ",
    "answers": [
      {
        "id": 31,
        "text": "Что за чертовщина?! "
      }
    ]
  },
  {
    "id": 30,
    "text": "Ты оказался один, с колодой карт. Как-то получилось, что ты сидел на месте старика, напротив двери. Задумчиво гладил бороду. Хотелось играть в карты. Буквально через минуту дверь комнаты распахнулась и в проеме ты увидел невысокого мужичка в грязной, рабочей форме и с куском арматуры в руке.\nТебе есть с кем сыграть. ",
    "answers": [
      {
        "id": 1,
        "text": "Получена концовка \"Замкнутый круг\" "
      }
    ]
  },
  {
    "id": 31,
    "text": "Единственное, чем можно было бы убить эту тварь, так это куском арматуры в твоих руках.\nИ сейчас ты мог полагаться только на неё, на удачу и на свою сноровку. Чудовище в обличие деда взревело, когтями разбив лампочку над столом. Тут же погасли и все остальные, комната погрузилась во мрак.\nКазалось, ты провалился в пустоту.\nИз ниоткуда тебя схватили две огромные руки и утащили во мрак. Ты вскрикнул, тебя с силой швырнули куда-то прочь. ",
    "answers": [
      {
        "id": 33,
        "text": "Ты упал, но сразу стал подниматься"
      }
    ]
  },
  {
    "id": 32,
    "text": "Невдалеке ты видел луч налобного фонаря. Его бывший владелец сидел, прислонившись к стене с распоротой грудью и оторванной рукой. Неприятная участь. В метре от тела лежал дробовик Машиноделова — хорошая игрушка от хорошего конструктора. С ним шансов выжить будет гораздо больше, нежели с куском арматуры. ",
    "answers": [
      {
        "id": 34,
        "text": "Ты забрал налобный фонарик и дробовик "
      }
    ]
  },
  {
    "id": 33,
    "text": "Тьма отступила и ты понял что попал в какой-то полуподвальный коридор. Вдоль стен шли трубы и провода, разбитые ящики и пустые стеллажи.\nИ куда тебя занесло? Что за чертовщина творится на этом треклятом этаже?",
    "answers": [
      {
        "id": 32,
        "text": "Надо отсюда выбираться"
      }
    ]
  },
  {
    "id": 34,
    "text": "Отлично.\nС увесистой машинкой в руках ты почувствовал себя гораздо увереннее. Минут десять ты шёл по извилистым коридорам, пока на полу не наткнулся на растянувшуюся, вязкую слизь. Выбора у тебя не было, и ты продолжил идти по её следу. Шёл ещё минут десять. Пока не услышал звуки, схожие с переваливающимся с бока на бок куском мяса. ",
    "answers": [
      {
        "id": 35,
        "text": "Тебя это насторожило "
      }
    ]
  },
  {
    "id": 35,
    "text": "Ты приближался к источнику этих звуков.\nИм оказалась огромная, мерзкая туша, казалось слепленная из грязи, человеческих тел, бетона, слизи и шупалец. \n— Боже...\nТуша медленно проталкивалась вперёд. Из неё торчали руки, ноги и изувеченные лица мертвецов. Они издавали стон. Жуткий, протяжный, от которого волосы вставали дыбом. Туша занимала собой весь коридор. Она буквально загораживала проход, а её длинные шупальца бросались к тебе, в надежде схватить очередную жертву и присоединить её к этой чудовищной массе. ",
    "answers": [
      {
        "id": 36,
        "text": "Начать стрелять"
      },
      {
        "id": 88,
        "text": "Рассмотреть тушу по-внимательнее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Заряженный картечью дробовик прошибал тушу насквозь. Выстрел за выстрелом она распадалась, а ошмётки летели по сторонам. Кровь её, гниль и слизь красили стены.\n— Так-то тебе! — гаркнул ты.\nПосле ещё парочки выстрелов туша распалась окончательно. Теперь это была орава полуживых, изувеченных тел, копошащихся по полу, вместе с шупальцами. Взяв разбег, ты перепрыгнул через них и оставил это омерзительное зрелище позади. ",
    "answers": [
      {
        "id": 37,
        "text": "Надо идти дальше "
      }
    ]
  },
  {
    "id": 37,
    "text": "И ты шёл. Шёл, совсем не понимая куда эти бесконечные коридоры тебя выведут. Но в конце концов ты добрался до двери, выйдя за которую попал на пустующую платформу. \nЭто был тоннель.\nБольшой, тёмный и совершенно пустой. На платформе, помимо мусорной урны, у стены лежало тело. Связанное, окровавленное, с выпотрошенными внутренностями. К телу была привязана записка: \"С уважением, работники ж/д путей.\"",
    "answers": [
      {
        "id": 38,
        "text": "Кругом одни трупы - говоришь ты негромко"
      }
    ]
  },
  {
    "id": 38,
    "text": "И подходишь к краю платформы.\nТы сел, совсем не понимая куда идти дальше. Ты один, в неизвестном, но враждебном месте, полным страшных угроз. Голова начинает побаливать, хочется есть. А есть нечего. И что делать дальше ты тоже не знаешь. Что это за тоннель? Как далеко он идёт? И куда вообще ведёт? ",
    "answers": [
      {
        "id": 39,
        "text": "Так ты просидел около получаса"
      }
    ]
  },
  {
    "id": 39,
    "text": "Пока не увидел свет фонарей в тоннеле. Их было двое. И голоса приближающихся людей. Ты насторожился и поднявшись, вскинул дробовик. Ты очень надеялся на то, что это хорошие люди, а не какие-нибудь бандиты, сектанты или канибалы.",
    "answers": [
      {
        "id": 40,
        "text": "Вскоре ты их увидел"
      }
    ]
  },
  {
    "id": 40,
    "text": "Один — крупный, бритоголовый мужик в комбезе. Он нес на своих плечах какого-то паренька. Без сознания. Вторым был худощавый, морщинистый старик в лёгкой куртке. Он носил большие, круглые очки и имел длинный нос. На сектантов они не похожи.\n— Я тут заблудился — говоришь ты им, не опуская дробовика — Не подскажете, как до жилого этажа добраться?\nПарочка переглянулась.\n— А ты как здесь оказался? — поинтересовался старик.",
    "answers": [
      {
        "id": 41,
        "text": "Рассказать им про поломку лифта "
      }
    ]
  },
  {
    "id": 41,
    "text": "— Постоянно они ломаются — сплюнул бугай.\n— Тут метров через пятьсот ещё платформа есть — говорит старик — А на ней проход на этаж. Там один коридор пройти и уже лифт. На нем и поедешь куда тебе надо. Да не бойся ты, безопасно там, мы то уж с Игорем знаем.\n— Откуда знаете?\n— Так живём там — хохотнул старик — Да не смотри ты так, не людоеды мы. И не сектанты. Просто в обществе не прижились. В одиночестве комфортнее. Ты с нами?",
    "answers": [
      {
        "id": 42,
        "text": "- А это у вас кто? - смотришь ты на паренька, которого несёт Игорь"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Друг наш, Ванька — отвечает старик — Мы на падальщиков напоролись, а он со страху и отключился. Мы вообще местность разведывать ходили, но вот как-то неудачно сходили. Ладно, пойдём мы — и без лишних церемоний пошёл вперёд.\nА здоровяк Игорь за ним. Немного подумав и помешкавшись, ты попросил их подождать тебя и пошёл по тоннелю вместе с ними.\nНаконец-то ты нашёл в этом ужасном месте живых людей. ",
    "answers": [
      {
        "id": 43,
        "text": "По дороге Игорь рассказывал разные истории"
      }
    ]
  },
  {
    "id": 43,
    "text": "И похоже, этим он и усыпил твою бдительность.\nМетров через триста, ты почувствовал, как что-то воткнулось в твою спину. Прямо меж лопаток. Ты тут же ослаб, ноги твои подкосились.\nКакого хрена..?\nСилы покидали тебя. Ты стал падать на рельсы. Сознание меркло. Последнее, что ты успел увидеть, так это старика с самодельным пистолетом. Он вставлял в него дротик. Похоже, со снотворным. ",
    "answers": [
      {
        "id": 44,
        "text": "Гады... "
      }
    ]
  },
  {
    "id": 44,
    "text": "...\nТы очнулся.\nТы лежал, привязанный к медицинской кушетке по рукам и ногам. На потолку висела яркая, ослепительная лампа. На соседней кушетке лежал тот парень, которого нёс сюда Игорь. Он был в сознании, но глаза его были выколоты, а рот зашит.\n— С пробуждением! — услышал ты знакомый голос.\nВ углу помещения, за металлическим столиком находился старик в очках. Он уже был в медицинских перчатках и маске, перебирая огромное множество хирургических инструментов. ",
    "answers": [
      {
        "id": 45,
        "text": "- Отпусти меня, мразь! "
      }
    ]
  },
  {
    "id": 45,
    "text": "— С чего бы? — хмыкнул старик — На мой взгляд, вы нуждаетесь в срочном, хирургическом вмешательстве. Ваш сосед пытался избежать операции методом побега, но как видите ни к чему хорошему это не привело. Так что и вам бы я не советовал чудить.\n— Ты сумасшедший, да?\n— Я гений — гордо произнёс тот.",
    "answers": [
      {
        "id": 46,
        "text": "А затем подкатил столик на колёсиках к твоей кушетке"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты в спешке пытался вырваться, но привязали тебя очень крепко. Паника брала вверх, внутри у тебя все сжималось и холодело.\n— Да не бойся ты, я создаю уникальные творения — молвил сумасшедший — Создаю неповторимые изделия. Уверен, тебе придётся это по вкусу... — сказал он, беря хирургический нож в руки. ",
    "answers": [
      {
        "id": 47,
        "text": "... "
      }
    ]
  },
  {
    "id": 47,
    "text": "Получена концовка \"Страшилище Хирурга.\"\n\nСемёна на этаже больше не видели. Рабочее его место быстро занял другой инженер. Где-то через полтора месяца, на 391-ый, за набором инструментов начальник смены в тех.блоке Петрович отправил двух ребят. Те вернулись только спустя неделю. Пять дней пролежали в госпитале, со страшными ранами и шоком. Несли бред, на вопросы не отвечали. Народ думал, что парни сошли с ума, пока один из них наконец не пришёл в себя и не рассказал, что случилось. \nПо его словам лифт, на котором они ехали, сломался на неизвестном этаже. Оказалось, он был нежилой. Парни пытались найти другой, работающий лифт, но напоролись на мутанта. Он был огромным, сшитым из частей других людей, с с циркулярной пилой вместе правой руки. Парни сумели сбежать, но слышали дикие крики этого чудовища по всему этажу. Он преследовал их, пытался убить, и сквозь его звериный рык они смогли разобрать такие слова, как: \"Боль...Хирург... Ненавижу.\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 48,
    "text": "Не очень свежий, с выпотрошенными кишками и отгрызанной ногой. Впрочем, не эти подробности тебя интересовали. На коленях у мертвеца лежал прославленный в Землескрёбе автомат Самосделова — простая, но не совсем надёжная машинка от известного в подземке умельца. Сам ты стрелял из такого только во время срочной службы, да и то по манекенам. Впрочем, это и неважно.\nТебе нужно пройти дальше, а путь преграждает подземное отродье. С арматурой на такую тварь идти не самое лучшее решение, а вот с автоматом уже другое дело. ",
    "answers": [
      {
        "id": 49,
        "text": "Подкрасться и взять автомат"
      },
      {
        "id": 8,
        "text": "Подождать немного"
      }
    ]
  },
  {
    "id": 49,
    "text": "На корточках, ты подобрался к трупу, отложил арматуру и взял в руки автомат. С этой машинкой ты уже почувствовал себя гораздо увереннее. В ту же секунду монстр дёрнулся в твою сторону. Видимо, услышал шаги.\nОн свирепо зарычал и с воплем набросился на тебя. Короткая, свинцовая очередь успокоила гада, изрешетовав его бледное тельце. Монстр оказался на полу, истекая в тёмной луже.\nНеплохо, мужик, очень даже неплохо. ",
    "answers": [
      {
        "id": 50,
        "text": "Ты прислушался"
      }
    ]
  },
  {
    "id": 50,
    "text": "Было тихо.\nТолько лампочки в жилблоке слабо гудели. На звуки стрельбы, хвала Чёрному Бетону, ни одна тварь не прибежала. Значит, можно двигаться дальше. Глубоко вздохнув, ты перешагнул через умертвленное порождение и углубился в следующий коридор. ",
    "answers": [
      {
        "id": 51,
        "text": "Так ты попал в пищеблок"
      }
    ]
  },
  {
    "id": 51,
    "text": "В блок многочисленных столовых и кухнь, разумеется брошенных и пустующих. На стенах и полу ты все чаще встречал тёмно-зелёную, пульсирующую слизь, от одного вида на которую тебя начинало тошнить. Ты старался проходить её как можно быстрее.\nИ возле дверей в столовую, увидел на стене грубо прибитую карту этажа. ",
    "answers": [
      {
        "id": 52,
        "text": "Ты внимательно её изучил"
      }
    ]
  },
  {
    "id": 52,
    "text": "На карте были обозначены все цеха и блоки на этаже. Также были обозначены и лифты\nКак оказалось, их здесь всего два. На одном приехал ты, а другой находится возле местного штаба чистильщиков. Что ж, теперь хотя бы ясно куда идти.",
    "answers": [
      {
        "id": 53,
        "text": "\"Надо поднажать\" - думаешь ты"
      }
    ]
  },
  {
    "id": 53,
    "text": "И идёшь прочь, запомнив маршрут до лифта.\n—...бери его, бери! — слышался чей-то сиплый голос.\n— Да беру, я беру.\nКто-то заскулил.\n— А ну умолкни, шавка тупая!\nЕдва услышав голоса, ты нырнул за стену и аккуратно выглянул. Из бокового помещения в коридор выходил сутулый человек в обносках. Он за ноги тащил по полу связанного человека. Чуть приглядевшись, ты понял, что это девушка. ",
    "answers": [
      {
        "id": 54,
        "text": "Следом вышел второй "
      }
    ]
  },
  {
    "id": 54,
    "text": "Долговязый, щупллый. В чёрном балахоне и с тесаком в костлявых руках. Вместе с ним была шестиногая, но не очень большая зверушка. У неё был крепкий панцирь, маленький хвост, чёрные глазки и много-много усиков на морде. Это ищейка. Она мирная и не вредит людям. У неё хороший нюх и она может помочь найти все, что угодно, если конечно подобрать к ней правильный подход. Таких зверушек заводят, как домашних питомцев.\n— И что нам с ней делать? — сипло спрашивает горбатый.\n— Отдадим её Ясному — отвечает долговязый — А уж он решит: на обед её или в жертву. ",
    "answers": [
      {
        "id": 55,
        "text": "Ты осторожно высунулся"
      }
    ]
  },
  {
    "id": 55,
    "text": "Похоже, эти двое сектанты. Непонятно из какого клана, но и не важно это сейчас. Важно то, что они здесь и в плену у них девушка, отчаянно пытающаяся вырваться. Однако, все её попытки безрезультатны. Связали туго. \n— Ладно, почапали — говорит сутулый.\nОн хватает жертву за ноги и начинает тащить её к выходу с коридора. Та сопротивляется, но тело её связано, пытается кричать, но во рту у неё кусок тряпки. Криво ухмыляясь, долговязый идёт следом. ",
    "answers": [
      {
        "id": 56,
        "text": "Вмешаться"
      }
    ]
  },
  {
    "id": 56,
    "text": "Возможно, этим ты заработаешь себе лишние проблемы, но просто так оставить человека в беде при возможности помочь, тебе не позволяла совесть. Уж слишком хорошо тебя воспитала твоя мама.\nПрисев на колено, ты прицелился и дал короткую очередь в спину долговязого. Того подкосило, он со слабым стоном завалился вниз. Его сиплый товарищ не успел понять в чём дело. Впрочем, оно и к лучшему. Вторая очередь настигла и его, свалив на пол. Заскулив, ищейка побежала прочь. ",
    "answers": [
      {
        "id": 58,
        "text": "Оба сектанта были мертвы"
      }
    ]
  },
  {
    "id": 57,
    "text": "Ты оглянулся. Это дембель наконец проснулся, достав из кобуры револьвер. Три пули раскрошили череп трупа. Тело упало на пол, однако предпринимало попытки встать. С ругательствами, дембель выпустил в труп весь барабан. Не помогло. Он вышел из лифта, грубо выхватывая с твоих рук арматуру. Ею он наносил в тело удар за ударом. Кровь брызгала во все стороны.\nКатя кричала.\nНаконец, спустя дюжину ударов тело наконец перестало шевелиться. Дембель устало выдохнул и утёр пот со лба. ",
    "answers": [
      {
        "id": 16,
        "text": "- Убили подонка - говорит он"
      }
    ]
  },
  {
    "id": 58,
    "text": "Тебе не было их жаль.\nХоть внутри и было неприятно от содеянного.\nНо все же, они не заслуживают другого. Они жестоко убивают каждого, кто оказывается в их плену. Оно выкалывают глаза, сдирают кожу, отрезают конечности. И все это на жертву каким-то придуманным богам.",
    "answers": [
      {
        "id": 59,
        "text": "Ты подошёл к девушке"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вытащил тряпку с её рта и освободил от верёвок. Та мигом подскочила на ноги и отошла от тебя на пару шагов.\n— Спасибо — поблагодарила она, утерев кровь с разбитой губы.\nОна была высокой, с заплетёнными в хвост чёрными волосами и сильным взглядом. Тебе также бросился в глаза её небольшой шрам на скуле.\n— Не за что — отозвался ты — Я Семён.\n— Оля — представилась та в ответ.\nОна не стала много болтать. Она лишь спросила как ты здесь очутился, параллельно с этим обыскивая тела сектантов. ",
    "answers": [
      {
        "id": 60,
        "text": "Ты вкратце ей все рассказал"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Значит, пойдём до лифта вместе — подвела она итог — Надеюсь обойдёмся без приключений.\nК этому моменту Оля уже была с тесаком и трехствольным обрезом, который лежал за пазухой сутулого. Сразу видно — девушка боевая. \n— А как ты сюда попала?\n— Выполняла задание — коротко ответила она — Должна была найти одного ублюдка и снести ему бошку. В итоге, угодила в засаду сектантов. Хорошо хоть ты спас. Ладно, пошли. Не будем терять времени. ",
    "answers": [
      {
        "id": 61,
        "text": "- Ну пошли "
      }
    ]
  },
  {
    "id": 61,
    "text": "Вдвоём вы покинули пищеблок. По пути ты выяснил, что Оля — охотник. Так называют людей, которые лезут на нежилые этажи, в заброшенные бункеры, тоннели и выполняют опасную, временами самую грязную работу, неплохо на своих услугах зарабатывая. Они убивают мутантов, доставляют грузы, необычные вещички, находят пропавшие отряды и все в таком духе. В охотники обычно идут либо самые отважные и хорошо подготовленные ребята, либо те, кому уже просто было больше нечего в своей серой жизни терять. ",
    "answers": [
      {
        "id": 62,
        "text": "Но Оля не была похожа ни на одних, ни на других "
      }
    ]
  },
  {
    "id": 62,
    "text": "Очередной коридор вывел вас к штабу чистильщиков. Заброшенному и пустующему. Плакаты на его стенах демонстрировали солдат с огнемётами и лозунги по типу: \"Женщина, защити своих детей! Вступай в наши ряды!\" Или: \"Думаешь куда идти после училища? Наша армия ждёт тебя, солдат!\" ",
    "answers": [
      {
        "id": 63,
        "text": "Вы направились дальше"
      }
    ]
  },
  {
    "id": 63,
    "text": "И вышли к грузовому лифту.\n— Вот же паскуда — с омерзением вырвалось у Оли.\nТы поморщился. К створкам лифта прилепилось нечто мерзкое, со множеством шупалец и кучей быстро моргающих глаз. Грубо говоря, это нечто присосалось к дверям лифта и не желало оттуда уходить.\nИ оттуда же такие уроды появляются? ",
    "answers": [
      {
        "id": 64,
        "text": "Оля несколько раз выстрелила"
      }
    ]
  },
  {
    "id": 64,
    "text": "Дробь разорвала мерзкую тварь на части. Ошметки её разлетелись по сторонам, освобождая створки лифта. Её остатки и темно-синяя жидкость разукрасили привычно серый пол.\nТы подошёл и вызвал лифт. Кнопки подсвечивались. Железная банка работает. Отлично. Теперь ты наконец сможешь уехать отсюда. ",
    "answers": [
      {
        "id": 65,
        "text": "Очень скоро ты будешь на своём родном этаже"
      }
    ]
  },
  {
    "id": 65,
    "text": "Но вдруг ты почувствовал, как в спину тебя что-то кольнуло. Ты вздрогнул, а ноги твои подкосились. Краем глаза ты увидел, как без сознания падает Оля.\nАвтомат выпал из рук, тело твоё переставало слушаться. Ты медленно осел вниз, увидев как створки лифта открываются. Из последних сил ты перевернулся на спину и увидел выходящие из коридора силуэты...\nСознание твоё меркло.",
    "answers": [
      {
        "id": 66,
        "text": "И настала тьма"
      }
    ]
  },
  {
    "id": 66,
    "text": "...\nТы очнулся.\nТы сидел, привязанным к стулу. В глотке пересохло, ты постепенно вспоминал что произошло. Ты поднял голову и понял, что находишься в том же помещении, где и потерял сознание, недалеко от лифта. В метрах четырёх, к стулу привязана Оля. Рядом стоит рослый, кучерявый мужик с закатанными рукавами. Он ей что-то говорит.\nЧуть дальше худощавый, татуированный тип с дробовиком Машиноделова в руках. ",
    "answers": [
      {
        "id": 67,
        "text": "Мужик с размаху ударил Олю кулаком "
      }
    ]
  },
  {
    "id": 67,
    "text": "Та закричала. Сплюнула кровь.\n— А я говорил, что мы ещё встретимся — самодовольно прошипел он — Какое же чудесное совпадение. Кто бы мог подумать, что наши пути пересекутся именно здесь — и снова её ударил — Думала: обчистишь нас и просто так смоешься? Ну уж нет, дорогуша, придётся тебе платить по счетам!",
    "answers": [
      {
        "id": 68,
        "text": "И вновь удар"
      }
    ]
  },
  {
    "id": 68,
    "text": "Оля упала вниз. Кровь бежала с её губ и разбитого носа. За несколько ударов лицо её покрылось синяками и рассечениями.\n— К тебе мы ещё вернёмся — сказал он девушке и повернулся в твою сторону — А ты кто? Дружок её?\nМужик с квадратной физиономией направился к тебе, вынимая из-за пояса длинный, зазубренный нож. ",
    "answers": [
      {
        "id": 71,
        "text": "Рассказать все, как есть"
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": "Ты рассказал ему о том, что ты простой инженер с 399-го, о поломке лифта и о том, что Олю здесь повстречал случайно. Мужик слушал внимательно и не перебивал. \n— Убедительно — подвёл он итог — Да и на вора ты не похож, честно говоря — сказал он.\nИ затем повернулся к Оле.\n— А вот с тобой у нас будет отдельный разговор — ткнул он в неё ножом — Пойдёшь со мной. Продам тебе на 420-ом. Может в рабство, может на органы — осклабился он — Как пойдёт. ",
    "answers": [
      {
        "id": 72,
        "text": "- А что она сделала? "
      }
    ]
  },
  {
    "id": 72,
    "text": "— Обчистила меня и моих ребят — сказал кучерявый — Плюсом завалила моего друга. Она воровка и убийца. С такими иначе никак.\n— Украсть у отпетого бандита дело не плохое — сплюнула кровь Оля.\n— Я бандит, но бандит честный! — выпалил тот — А ты просто паскуда! ",
    "answers": [
      {
        "id": 73,
        "text": "И снова ударил её по лицу "
      }
    ]
  },
  {
    "id": 73,
    "text": "— Эй, Вась, развяжи инженера — приказал он.\nВ развалочку, его напарник подошёл к тебе, распутав верёвки. Управился он с этим быстро. После, татуированный отошёл назад, подняв дробовик и направив его на тебя. Одно неверное движение и мозги твои разлетятся по всем сторонам.\n— Вон лифт — ткнул кучерявый — Езжай отсюда. Тебе тут делать нечего. ",
    "answers": [
      {
        "id": 74,
        "text": "Ты думал точно также"
      }
    ]
  },
  {
    "id": 74,
    "text": "Поскорее уехать отсюда и больше не возвращаться.\nОднако, что-то внутри тебя просто не давало покоя. Ты смотрел на избитую Олю и понимал, что если ты сейчас уедешь, то её продадут в рабство (что не редкость в Землескрёбе), на органы или в какую-нибудь секту, в качестве жертвы. Вариантов куда её деть у бандитов, ты уверен, было великое множество.\nМог ли ты сейчас просто уйти и бросить её?\nС другой стороны ты не знал всей ситуации. Может, она и вправду заслужила этого? Ты ведь даже не знаешь её. Ты знаком с этой девушкой всего-ничего и понятия не имеешь какая она на самом деле. ",
    "answers": [
      {
        "id": 75,
        "text": "Ты сомневался"
      }
    ]
  },
  {
    "id": 75,
    "text": "— Чего встал? Вали давай! — гаркнул кучерявый.\nА затем повернулся к Оле, провертев в руке нож. \nТы не стал испытывать его терпение и направился к лифту. Проходя мимо, ты увидел на его поясе самодельный пистолет с заряженным дротиком. Видимо, со снотворным.\nЕсли ты хочешь вмешаться, то более лучшего момента уже не найдёшь. Нужно действовать сейчас. ",
    "answers": [
      {
        "id": 76,
        "text": "Помочь Оле"
      },
      {
        "id": 77,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 76,
    "text": "Ты не мог просто уйти.\nПроходя за спиной кучерявого, ты резким движением выдернул пистолет и толкнул мужика вперёд. Тот выругался, его напарник встрепенулся, но ты уже выстрелил в него. У тебя не было права на ошибку. Дротик влетел ему в грудь, лишив сил. Вася обмяк, ноги его подкосились.",
    "answers": [
      {
        "id": 78,
        "text": "Кучерявый с криком набросился на тебя"
      }
    ]
  },
  {
    "id": 77,
    "text": "Все же, это не твоё дело. У тебя есть шанс выбраться с этого треклятого этажа, и самое время его использовать. В конце концов, ты даже не знаешь кто это Оля на самом деле.\nЗайдя в лифт, ты нажал на кнопку и железные створки начали закрываться. За пару секунд до того, как они сомкнулись, ты увидел как кучерявый вновь наносит девушке удар по лицу.\nА затем лифт поехал. ",
    "answers": [
      {
        "id": 82,
        "text": "Скоро ты прибудешь на свой этаж"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Ах ты урод! — рявкнул он, сбив тебя с ног.\nТы упал, твой оппонент навис сверху, с перекошенной от злости физиономией принявшись дубасить тебя кулаками. Ты пытался сделать хоть что-то, но раз за разом ловил его удары лицом. ",
    "answers": [
      {
        "id": 79,
        "text": "Вот хрустнул твой нос"
      }
    ]
  },
  {
    "id": 79,
    "text": "Брызнула кровь. Что-то щёлкнуло в челюсти.\nТы ничего не мог сделать.\nНо внезапно, кучерявый остановился. Грудь его пронзило лезвие тесака. На лице бандита застыли шок и непонимание. Тело кучерявого отбросили в сторону и за ним ты увидел побитую, но живую Олю, протянувшую тебе руку. ",
    "answers": [
      {
        "id": 80,
        "text": "- Спасибо"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Тебе спасибо — отозвалась девушка — Уже второй раз меня спасаешь.\n— Пойдём отсюда — говоришь ты — Пока ещё кто-нибудь не появился.\nВместе вы зашли в лифт. Железные створки закрылись и вы стали подниматься. Наконец этот треклятый этаж остался позади. Скоро ты будешь дома.\n— Они бандиты — сказала Оля — И грабили дрезины в тоннелях. Я втёрлась к ним в доверие и унесла с собой все, что могла. Тогда я переживала трудные времена и не горжусь этим. Спасибо, что не бросил. Хоть и мог. ",
    "answers": [
      {
        "id": 81,
        "text": "Ты слабо улыбнулся"
      }
    ]
  },
  {
    "id": 81,
    "text": "Получена концовка \"Оля.\"\n\nНа свой этаж ты вернулся, но собрав вещи, уволился с тех.блока и уехал. Ты чувствовал, что отныне твоё место рядом с Олей. Ты стал охотником, научился выживать там, где умирают другие и вместе со своей подругой брался за самые тяжёлые задания, кочуя с одного этажа на другой. Кажется, у тебя началась совсем другая, новая жизнь. Жизнь с человеком, который ни за что тебя не бросит. Впрочем, как и ты его. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 82,
    "text": "Получена концовка \"Жизнь до старости.\"\n\nТы зажил прежней жизнью. Каждый день ходил на работу, жаловался на начальство, выпивал после очередной смены. Каждый твой день проходил монотонно, тоскливо и однообразно. У тебя не было друзей и ты не завёл семью. Ты дожил до старости в одиночестве, продолжая работать все в том же тех.блоке. До конца своих дней тебя не покидало чувство, что в своей жизни ты упустил нечто важное. Ты много думал об этом и это не давало тебе покоя по ночам. В конце концов ты подцепил какую-то заразу и умер на больничной койке. Умер, жалея о том, что не прожил свою жизнь иначе. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "Оставив его лежать на полу, ты забежал в лифт.\nБуквально через минуту тело с арматурой в спине поднялось и направилось в вашу сторону. Катя завизжала от испуга. \nВнезапно лифт загудел.\nТы бросился к кнопкам, в надежде успеть закрыть двери до того, как мертвец доберётся до вас. Напрасно. Он с неожиданной прытью набросился на тебя и свалил с ног. Ты попытался отбросить его, но неживой оказался очень сильным и тяжёлым. Ты почувствовал, как его зубы раздирают твоё горло. Умирая, ты видел, как Катя сломя голову несётся в бетонный коридор. А потом наступила тьма. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 85,
    "text": "Ты прислонился к холодной, бетонной стене и сел. От этого твои проблемы никуда не денутся. Нужно что-то делать. Но ты предпочёл оставаться на месте и смотреть в стену напротив, вспоминая различные моменты из своей жизни. ",
    "answers": [
      {
        "id": 86,
        "text": "Продолжать сидеть на месте "
      },
      {
        "id": 87,
        "text": "Подняться и искать другой лифт"
      }
    ]
  },
  {
    "id": 86,
    "text": "Ты хотел изменений в своей жизни. Но не таких. Тебе бы хотелось завести семью, перебраться на более благополучный этаж, найти более высокооплачиваемую работу, но каждый раз ты откладывал это на потом. Вплоть до самой своей смерти, которая наступила уже сейчас.\nТы начал медленно терять сознание и проваливаться во тьму. Перед тем, как отключиться полностью, ты увидел на своей ноге толстого, присосавшегося червя. Он и пустил по твоим венам яд, от которого совсем скоро ты умрёшь и станешь безмозглым мертвецом.",
    "answers": [
      {
        "id": 1,
        "text": "Тебе было жаль, что все так закончилось (конец) "
      }
    ]
  },
  {
    "id": 87,
    "text": "Встав на ноги, ты собрался с силами, вооружился куском арматуры и двинул вперёд по коридору. Никто за тебя выход отсюда не найдёт. \n— Гребанный Петрович.. — зло бубнил ты себе под нос — Из-за этого старого алкаша я сейчас в полной жопе. Вот бы его самого сюда запихнуть. Посмотрел бы я на него тогда...\nТы шёл осторожно, вздрагивая от каждого шороха. Коридор вывел тебя в заброшенный жилблок под номером \"ЖБ24У75.\" Его обозначение было написано на стене. Состоял он из множества разных коридоров и комнат, которые шли вдоль них. Однотипные двери и стены создавали ощущение, что ты бродишь по одним и тем же местам. На стенах то и дело попадались агитационные плакаты с изображением солдата в противогазе и с автоматом в руках. Грозный служивый призывал народ пойти добровольцами в ряды чистильщиков.\nАга, ещё чего. ",
    "answers": [
      {
        "id": 23,
        "text": "Ты продолжал идти"
      }
    ]
  },
  {
    "id": 88,
    "text": "Ты с любопытством и омерзением смотрел на эту уродливую тушу. И каких же только тварей не встретишь в самых мрачных уголках Землескрёба. Пока ты стоял и хлопал глазами, одно из щупалец схватило тебя за ногу и подтянуло к себе. Дробовик выскользнул, ты закричал, чьи-то руки начали хватать тебя. Ты чувствовал как ломаются твои кости. Тебе стало тяжело дышать.\nА через пару минут все закончилось. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  }
]