[
  {
    "id": 1,
    "text": "Статус: в процессе\n\nАя, сирота, которую вырастили Духи Природы. Однажды, она встретила проклятого странника по имени Азра. С этого момента и началось приключение двух людей, предначертанное древним пророчеством.",
    "answers": [
      {
        "id": 2,
        "text": "Отправиться в путешествие "
      },
      {
        "id": 3,
        "text": "Предыстория "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 20,
        "text": "Достижения",
        "need": [
          300
        ],
        "need_ever": true
      },
      {
        "id": 62,
        "text": "Лор Мира"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы стояли на опушке древнего леса Элдории, где высокие деревья с ярко-зелеными листьями тянулись к небу, создавая величественную крону. Их ветви переплетались, образуя естественный навес, который защищал лесной ковер от прямых лучей солнца. Таким образом, солнечный свет просачивался сквозь щели, отбрасывая нежный и теплый свет на землю.\n\nВоздух был наполнен сладким ароматом цветов, который смешивался с нежным шелестом листьев, создавая мелодичный симфонический звук. Лес кипел жизнью: разнообразные птицы мелодично щебетали, перекликаясь друг с другом, а в подлеске суетились маленькие лесные существа, создающие свой собственный мир.\n\nПо мере того, как вы углублялись в лес, охватывало вас ощущение ностальгии, словно вам знакомы эти места со времен древности. Казалось, что деревья шептали секреты, передавали древние мудрости, а ветер доносил слабое эхо древних мелодий, которые отображали душу леса.\n\nВы заметили небольшую тропинку, едва заметную среди густой листвы, она манила вас следовать за ней. Ваше сердце пронзила волна энергии, когда каждый шаг вел глубже в лес. Этот лес обнимал вас своей невероятной энергией, которая резонировала с вашей душой, пробуждая скрытые чувства и стремления.\n\nПо мере того, как вы продолжали своё путешествие по этой тропинке, вы полностью погрузились в мир древнего леса Элдории, где каждая частичка была наполнена магией и загадками.",
    "answers": [
      {
        "id": 4,
        "text": "Следовать по тропе вглубь леса"
      }
    ]
  },
  {
    "id": 3,
    "text": "\nВ далеком прошлом в империи Элдория жил принц, который влюбился в лесного духа, дочь Матери Природы. Их любовь была запретной, но их сердца сделали свой выбор.\n\nКогда наследник узнал, что его возлюбленная беременна, он решил отречься от престола, чтобы быть с ней. Но его отец, император, был против этого союза. Он решил убить дочь Природы, чтобы сохранить власть над империей.\n\nПравитель обманул лесного духа, заманил ее в ловушку и убил в человечском обличье. Принц, узнав о смерти возлюбленной, пришел в ярость. Он обратился к Матери Природе с просьбой забрать его жизнь, чтобы он мог умереть вместе с ней.\n\nПрирода была так возмущена поступком императора, что взбунтовалась. Она наслала на империю засуху и голод. А грешник получил проклятие, и его тело покрылось черным узором.\n\nПринц и его возлюбленная получили милость Матери. Их энергии вошли в нее и отправилась по пути перерождения.\n\nНесколько лет спустя старый предсказатель получил пророчество: \n\n— И родится дитя Природы, и будет оно слышать зов Матери, и возьмет оно в руки свои жизнь проклятого дитя и повергнет она мир в хаос или процветание, ибо она Дитя земли.",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      },
      {
        "id": 3,
        "text": "stretch\nmovie \nmovie back ",
        "url": "https://i.ibb.co/PrxyCQS/IMG-20231019-165820-833.png"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы шли по тропе, углубляясь в древний лес Элдории. Солнечный свет просачивался сквозь густые ветви деревьев, создавал игру света и теней на растительности под ногами. Воздух наполнен безмятежным спокойствием, словно каждый вдох приносил вам еще больше гармонии, а звуки природы окутывали вас мелодией жизни.\n\nПрогуливаясь, вы заметили небольшое изменение в атмосфере. Воздух стал пронизан живой энергией, а до ваших ушей донеслось мягкое и мелодичное гудение. Вы неспешно следовали за звуком, осторожно ступали по покрытым мхом корням и опавшим листьям, полным вековой мудрости.\n\nВскоре вы попали на поляну, залитую теплым золотым светом, словно солнце особенно любило освещать этот уголок леса. В центре поляны стояло древнее дерево, его ствол украшен замысловатой резьбой, изображающей историю леса и его существ. Каждая деталь резьбы казалась живой, наполненной магией и тайной мудростью прошлого. Дерево излучало мощную ауру, ощущаемую в каждом вздохе, и можно было почувствовать его связь с самой сутью природы.\n\nИз ветвей дерева наверху раздался нежный голос, словно эхо древних времен, говоривший с вашей душой: \n\n— Айя, открой свое сердце и прими подарки, которые мы тебе подготовили. Теперь ты готова.\n\nСердце замерло в ожидании и предвкушении, а душа погрузилась в тихую и глубокую радость. Вы стояли перед этим великаном, готовые принять то, что он мог предложить.",
    "answers": [
      {
        "id": 5,
        "text": "Подойдите к древнему дереву и пообщайтесь с духами природы.\n"
      }
    ]
  },
  {
    "id": 5,
    "text": " Вы приблизились к древнему дереву, испытывая чувство благоговения и предвкушения. Когда вы подошли, перед вами материализовались три неземные фигуры. \n\nКаждая из них представляла собой отдельный аспект природы — Духа Леса, Духа Вод и Духа Ветра. Они манили вас, своим присутствием наполняя атмосферу фокруг уникальной энергией.\n\nДух Леса, воплощение древней мудрости и силы, приблизился и заговорил:\n\n— Ая, дитя природы, мы чувствуем силу внутри тебя. Чтобы пробудился твой истинный потенциал, нужно принять зов земли. Выберешь ли ты мое знание?\"\n\nДух Воды, излучающий спокойствие и мудрость, подплыл к вам, и его голос начал благозвучно: \n\n— Айя, дитя природы, воды текут по твоим венам. Чтобы раскрылись глубины своих возможностей, нужно научиться использовать приливы и отливы жизни. Выберешь ли ты мое знание?\"\n\nДух Ветра, олицетворяющий свободу и перемены, поднял вас на крыльях воздушных потоков, его голос прозвучал запахами независимой стороны природы:\n\n— Айя, дитя природы, ветры несут судьбы. Чтобы взлететь на новые высоты, научись использовать потоки перемен. Примешь ли ты знание вольных ветров?\n\nДухи улыбались, их силы объединялись, создавая вокруг вас яркий водоворот энергий. В этот момент вы поняли — выбор изменит ваш мир.",
    "answers": [
      {
        "id": 6,
        "text": "Вы выбираете Духа Леса"
      },
      {
        "id": 7,
        "text": "Вы выбираете Духа Вод"
      },
      {
        "id": 8,
        "text": "Вы выбираете Духа Ветров"
      },
      {
        "id": 10,
        "text": "Пробудиться ",
        "need": [
          6,
          7,
          8
        ]
      },
      {
        "id": 9,
        "text": "Вы отказываетесь от выпавшей возможности "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы выбрали Духа Леса, чувствуя прилив энергии, пробегающий по вашим венам. Ваше сердце открылось перед мощью леса, а древнее дерево, словно ожившее, вибрировало жизненной энергией. Вокруг вас лес ожил, отображая глубокую связь, которую вы разделили с природой и ее мудростью.\n\nДух Леса взирал на вас с любовью:\n\n— Айя, дитя земли, мое имя Д'ревень. Я дух одной из частей лесов Элдории, что находятся под эгидой Хранителя Леса. Ты выбрала путь земли, так открой свое сердце и почувствуй пульс природы. Пусть сила леса течет через тебя.\n\nВы отвечали с решимостью:\n\n— Я едина с лесом. Я принимаю мудрость и силу, которые он мне даровал.\n\nДух Леса протянул руку и положил на вашу грудь. Вы чувствовали, как поток чистой энергии проникал в вас, словно сама сущность леса проходила через тело. Ваше сознание слилось с окружающей природой, и вы вошли в состояние межреальности.\n\nДух Леса продолжал направлять вас: \n\n— Настроившись на элементы леса, вы сможете управлять его силой. Призывайте землю, чтобы укрепляли защиту, растения, чтобы помогали в исцелении и обновлении, и животных, чтобы сражались как соратники. Вы — суть Природы\".\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Вы устали и теперь хотите отдохнуть "
      },
      {
        "id": 5,
        "text": "Вдохновленные полученной силой, вы продолжаете дальше."
      },
      {
        "id": 24,
        "text": "Начать обучение ",
        "var_set": [
          "сила леса",
          0
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы, испытывая внутреннее притяжение к Духу Воды, соглашаетесь на его предложение. Дух Воды улыбается и ведет вас к небольшому водоему, окруженному мягким мхом и пышной зеленью.\n\nВместе вы опускаетесь на колени перед водой. Дух Воды касается ее поверхности пальцами, и вода начинает пульсировать и светиться нежным синим светом. \"Разреши моей магии проникнуть в твое сердце и разбудить скрытые внутри тебя силы\". — говорит Дух Воды, и его голос звучит как приятное пение.\n\nВы прикладываете свою ладонь к поверхности воды и теплота проникает в вашу руку, распространяясь по всему телу. Чувствуется как энергия воды соединяется с вашей собственной энергией.\n\nДух Воды поднимает свою руку, и из воды начинают вырастать прозрачные стены, охватывающие вас обоих. Вы ощущаете себя защищенным, но при этом полностью погруженным во власть элемента воды.\n\n\"Теперь мы погрузимся глубже\", произносит Дух Воды, и вы ощущаете, как стены вокруг вас начинают медленно опускаться. Вы оба оказываетесь под водой, в плену символической пещеры, где свет проникает через нежные водные струи.\n\nВаше дыхание совершенно спокойное, и вы осознаете, что под водой можно дышать так же свободно, как и на поверхности. Дух Воды улыбается вам и показывает жестом, чтобы вы попробовали.\n\nВы вдыхаете воду через нос и ощущаете свежесть и чистоту, проникающую в ваши легкие. Вы выдыхаете и видите, как пузырьки воздуха всплывают к поверхности.\n\nВы обмениваетесь улыбками с Духом Воды, осознавая, что теперь вам доступны новые способности и знания. \"Сила воды присутствует в каждом из нас, и теперь ты можешь использовать эту силу для своего развития и помощи другим\", говорит Дух Воды.\n\nВы благодарите Духа Воды за его учение и поднимаетесь над водой, почувствовав, что теперь вы стали ее частью.",
    "answers": [
      {
        "id": 9,
        "text": "Вы устали и теперь хотите отдохнуть "
      },
      {
        "id": 5,
        "text": "Вдохновленные полученной силой, вы продолжаете дальше."
      },
      {
        "id": 33,
        "text": "Начать обучение "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы почувствовали, как Дух Ветра поднимает вас на своих крыльях и вы начинаете парить в воздухе. \n\nВетер ласкает ваше лицо, и вы ощущаете его силу и бесконечную свободу. Вскидывая руки, вы позволяете ветру унести вас выше, к областям, где ниже вас простираются зеленые леса и безграничные просторы. \n\nДух Ветра расправляет свои крылья и останавливается в точке над южным концом леса, близ раскинувшегося океана. \n\n\"Ветер может быть твоим верным спутником и помощником, если ты умеешь его слышать и ощущать. Наблюдай за моими движениями и покажи мне, что ты готова научиться\", говорит Дух Ветра с легким шепотом, который носит на себе запах морского бриза. \n\nВы сосредотачиваетесь и начинаете наблюдать все движения Духа Ветра — его стремительные взмахи крыльев, плавные петли и вихри. Вы стараетесь уловить его ритм и понять, как вы можете перенять его грацию и мощь в своих движениях. После некоторой практики вы начинаете постигать суть воздушных потоков и настраиваться на их энергию. \n\nВы внимательно слушаете шум ветра, который шепчет вам тайны мира и подсказывает путь вперед. С каждым мгновением вы все больше сливаетесь с ветром, ощущая свою новообретенную свободу. \n\n\"Отлично\", говорит Дух Ветра с одобрением в голосе. \"Ты начинаешь понимать, что ветер — это не только сила природы, но и сила, которую ты можешь воплотить в своей жизни. Чувствуешь ли ты себя готовымой испытать возможности ветра?\" ",
    "answers": [
      {
        "id": 9,
        "text": "Вы устали и хотите отдохнуть "
      },
      {
        "id": 5,
        "text": "Вдохновленные полученной силой, вы продолжаете дальше."
      },
      {
        "id": 34,
        "text": "Начать обучение "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы направляетесь к массивному дереву, его корни уходят глубоко в землю, поддерживая его величественное ствол. Ваше сердце наполняется умиротворением, как только вы подходите к дереву. \n\nВы проходите между его ветвями и, как будто по волшебству, оказываетесь внутри выдолбленного ствола, который служит вашим скромным, но уютным жилищем. Воздух полон ароматом дерева и теплотой от его жизненной силы. \n\nПока вы стоите и созерцаете, шепот леса просачивается сквозь трещины ствола дерева. Шелест листьев и пение птиц создают прекрасную симфонию звуков природы, наполняя вашу душу умиротворением. Вы позволяете этому природному концерту успокоить вас и взять в свои объятия.\n\nСреди спокойствия вашего жилища внезапно появляется тень, образуя очертания фигуры Хранителя Лесов, Элдории. Он был тем, кто вырастил вас, найдя вас младенцем в лесу, и он стал вашим наставником. Сейчас он стоит перед вами, его глаза источают мудрость и преданность. С его присутствием разливается душевное тепло и спокойствие.\n\nЭлдория подходит ближе к вам, его голос звучит мягко и уверенно: \"Моя дорогая Ая, ты стала сильной и мудрой дочерью природы.\"\n\nВы смотрите на Элдорию сонными глазами и вяло поднимаете руку, отвечая: \"Да, я старалась\"\n\nАя ложится на мягкую подушку из листвы и закрывает глаза, готовясь отдохнуть. \n\nВ то время как она отдыхает, вокруг ее нежненько звенят листья, создавая умиротворяющую мелодию. Вдали слышен пенье птиц и шепот леса, наполняющие ее душу спокойствием и покоем. \n\nОна чувствует, как ее тело и разум расслабляются, ища приюта в объятиях Хранителя Леса. Легкое прикосновение Хранителя Леса к ее плечу приносит ощущение тепла и заботы. \n\n«Пусть сладкие сны наполнят тебя, моя драгоценная Ая», говорит Хранитель с голосом, напоминающим шелест листьев и потоки воды. \n\n«Завтра ждет нас новый день приключений в Лесу Элдории. Теперь позволь себе отдохнуть и восстановиться перед его началом». \n\nАя улыбается во сне, чувствуя энергию Хранителя Лесов, которая окружает ее с заботой и поддержкой. \n\nОна погружается в глубокий и спокойный сон, зная, что Хранитель Лесов всегда будет рядом, оберегая ее сон.\n",
    "answers": [
      {
        "id": 43,
        "text": "На другой части континента "
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы взмываете в небо, воссоединяясь со всеми силами Природы, чувствуя мощь внутри себя. \n\n\"Теперь ты — полностью осознанное существо Природы\" — раздается внутри тебя эхо.\n\nПосле погружения в слияние с силой земли, воды и воздуха, вы ощущаете, как что-то новое и невероятное начинает пробуждаться внутри вас.\n\nЧувство жара распространяется по всему вашему телу, и вы осознаете, что это новая сила, родившаяся из слияния всех трех сил. Глядя на трех Духов, вы чувствуете как их гордость и энергия сливаются с вашей собственной. \n\n\"Ты стала носительницей Пламени Души, Ая\", произносит Дух Леса с уважением в голосе. \n\n\"Эта новая сила дарует тебе еще больше возможностей и ответственности. Примешь ли ты это знание и научишься ли управлять Пламенем Души?\" \n\nВы смотрите на Духа Леса с решимостью и поднимаете руку, ответив",
    "answers": [
      {
        "id": 39,
        "text": "Да, я готова"
      },
      {
        "id": 40,
        "text": "Я отказываюсь и пойду по пути Воды"
      },
      {
        "id": 41,
        "text": "Я отказываюсь и пойду по пути Леса"
      },
      {
        "id": 42,
        "text": "Я отказываюсь и пойду по пути Ветра"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": [
      {
        "id": 12,
        "text": "Начать новый день"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ая проснулась на следующий день, чувствуя, как прохладный воздух дупла дерева освежал ее лицо. Она выхшла из своего дома и начала прогуливаться по лесам, наслаждаясь тишиной природы. Встречала на своем пути лесных зверей и различных духов, и радовалась каждому знакомому лицу.\n\nВдруг, Ая заметила пылающий огонек, светящийся среди деревьев вдалеке. \n\nЛюбопытство одолевало ее, и она решила пойти к пылающему факелу, чтобы понять, что происходило. Подходя ближе, она заметила, что огонек стоял у входа в старую пещеру, которая выглядела довольно заброшенной. Вход был покрыт лианами и паутиной, а внутри пещеры слышались странные шорохи и шумы. Ее сердце колотилось от странного предчувствия, но она не боялась.",
    "answers": [
      {
        "id": 46,
        "text": "вы отказались от Пламени Души и пошли по пути Леса, но ваших навыков недостаточно.",
        "need": [
          40
        ]
      },
      {
        "id": 47,
        "text": "вы отказались от Пламени Души и пошли по пути Ветра, но ваших навыков недостаточно.",
        "need": [
          41
        ]
      },
      {
        "id": 53,
        "text": "вы отказались от Пламени Души и пошли по пути Воды, но ваших навыков недостаточно.",
        "need": [
          42
        ]
      },
      {
        "id": 56,
        "text": "применить пламя души",
        "need": [
          52
        ]
      },
      {
        "id": 57,
        "text": "применить силу леса",
        "need": [
          32
        ]
      },
      {
        "id": 58,
        "text": "применить силу воды",
        "need": [
          36
        ]
      },
      {
        "id": 59,
        "text": "применить силу ветра",
        "need": [
          37
        ]
      },
      {
        "id": 13,
        "text": "Убрать преграду руками"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ая решительно прорезает преграду у входа в пещеру, устраняя путаницу высохших деревянных веток и змеиных лиан. Они лежат уже разрезанными и беспорядочно раскинулись по земле, создавая спутанную картину. Ая, полностью очищая себе проход, готовится исследовать тайны этой пещеры.\n\nОна смело переступает порог и ощущает, как прохладный воздух приходит в ее область. При попадании внутрь пещеры Ая обнаруживает тьму, но едва различимый свет проникает через узкий проход, находящийся в дальнем конце. Она медленно курсирует в этом направлении, внимательно ступая по камням, не желая споткнуться или привлечь внимание.\n\nВнезапно, вглядываясь в темноту, Ая сталкивается с незнакомым юношей. Он имеет длинные черные волосы и глаза, словно наполненные чернилами, которые умело проникают в сердце. В его руках находится меч, и его облик выдает некую силу, словно он сам является приносящим мир.\n\nАя испытывает смешанные чувства — она ощущает его поистине грозное присутствие, но в то же время замечает в его глазах теплый блеск сострадания. Не колеблясь, она спрашивает:\n\n\"Кто ты?\"\n\nЮноша внимательно смотрит на нее и отвечает:\n\n\"Я странник, бродячий по континенту. А ты, кто же ты?\"\n\nАя отвечает с улыбкой:\n\n\"Меня зовут Ая. Я дочь этого леса. Я выросла здесь, окруженная духами и природой.\"\n\nАзра удивленно смотрит на нее и говорит:\n\n\"Но ты — человек. Как тебе удалось вырасти среди духов?\"\n\nАя выделяется, сказав:\n\n\"Я не родилась духом, но духи приняли меня под свою опеку, когда я была сиротой. Хранитель леса стал для меня отцом, а сам лес — моим уютным домом.\"\n\nАзра внимательно слушает ее слова, быстро понимает, что есть что-то необычное, и заявляет:\n\n\"Мое имя Азра. Странные огоньки, светящиеся из-за пещеры, привели меня в этот мрачный мир.\"\n\nАя шокирована, так как она сама столкнулась с тем же явлением и говорит:\n\n\"Я была здесь раньше и видела эти огоньки. Что бы они могли значить?\"",
    "answers": [
      {
        "id": 14,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 14,
    "text": "Ая и Азра почувствовали какие-то движениея внутри. Они решили подготовиться к возможной угрозе. Осторожно из ножен Азра достал свой меч, а Ая расставила ладони, готовая к защите.\n\nВнезапно из темноты перед ними появились две фигуры. Они медленно приближались и, остановившись перед ними, пристально осмотрели своими любопытными глазами. Оказывается, это были необычные существа — полулюди, полуживотные с звертными ушами и хвостами.\n\nПервое существо, похожее на полукошку, протянуло свою лапу к Ае и сказало: \n\n— Здравствуй, Ая. Меня зовут Леонард. А это мой друг, полуволк, полулев, Фенрир. Мы храним эти пещеры. Что привело вас сюда?\"\n\nАя сразу расслабилась, выросшая в лесу под защитой таких вот странных сущетсв, от них она не привыкла ощущать угрозы. Она с улыбкой пожала ладонь Леонарда в ответ.\n\nАзра осторожно взглянул на хранителей пещеры, в которой он оказался, прежде чем ответил:\n\n— Приветствую вас, Леонард и Фенрир. Странные огоньки привели нас сюда. Что вы можете рассказать об этом месте и этих огоньках?\"\n\nЛеонард и Фенрир обменялись взглядами, затем Леонард заговорил. \n\n— Эта пещера древняя, как само время. Она хранит древние знания и секреты, способные перевернуть ход истории. Однако она же может привести к разрушению. Как всем известно, у всего есть две стороны. Так сохраняется баланс.\n\nНа этих словах Азра сжал кулаки.\n\nФенрир добавил:\n\n— Если вы ищете ответы, то, возможно, Пещера Забытых Снов сможет помочь вам. Однако будьте осторожны. Здесь есть ловушки и опасности, которые могут погубить тех, кто ошибся. К тому же, огоньки снов не появляются просто так.  Мы готовы помочь вам и провести. Но если желаете, вы вольны уйти. Что-то закрыло проход, чтобы привести вас сюда . Как хранители, мы в праве открыть проход, дабы не удерживать вас здесь против вашей воли.\n\nАя посмотрела на Азру, на лице которого после сказанного не дрогнул ни один мускул, прежде чем принять решение. Она понимала, только путь вперед вел к ответам, которые привели ее и этого незнакомца, сюда.\n\nСпасибо за предложение, — сказала Азра с благодарностью. — Раз вв говорите, что в жтих перещах таятся древние щнание, которые могут переломить ход всего, значит я действительно здесь не просто так. Один мудрец сказал мне, что тот, кого я ищу, находится в этих Лесах, думаю, я уже нашел этого челвоека. — Азра многозначттельно посмотрел на Аю, которая смутно доумевала, что странник просит ее участия. \n\nНе найдя, чем возразить, но и не понимая, чем она может помочь, она лишь уверенно выдала:\n\n— Пожалуйста, ведите нас\n\nЛеонард и Фенрир кивнули и начали идти с  Аей и Азрой в глубины пещеры. Было тихо, только шум воды и их шаги на камнях слышались в пустоте. Вся обстановка наполнялась таинственными вибрациями, и земля под ногами показывала следы тысячелетней истории.\n\n— Мы должны быть осторожны, — предупредил Фенрир с серьезным видом. — Эта пещера полна опасностей, и только те, кто уважает историю и соблюдает ее законы, смогут получить истинные ответы.\n\nАя и Азра обещали быть осторожными и продолжили путь.",
    "answers": [
      {
        "id": 44,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "Гнев Азры начинает утихать, когда Айя подойшла к нему ближе, ее глаза полные сострадания смотрели на него без отвращения и страха, которые он так привык видеть. Дочь Природы нежно кладет руку ему на плечо, медленно и осторожно заводя за спину, а вторую не отрывая зрительного контакта просовывая  напряженной второй рукой и расположив ладони на спине зпботливо обнимает, предлагая тепло и комфорт проклятому ребенку.\n\nАя: «Азра, я понимаю твой гнев и разочарование. Но  это не приблизит тебя к желаемой цели. Ннайди в себе силы отпустить ситуацию и сосредоточиться на шаге, который тебе представился».\n\nНапряженные плечи Азры начинают расслабляться, когда он слвшит голос Аи в его объятиях. Он видит искреннюю заботу и поддержку, отражающую его сейчас. \n\nАзра: «Просто... так много приходится вынести. Тяжесть этого проклятия, бремя действий моих предков. Я хочу быть свободным от всего этого».\n\nАя: «Я знаю, Азра. Знаю, мы постараемся найти способ. Здесь на этом пути, у тебя есть я, готовая помочь тебе, чтобы таоя боль завершилась. И Хранитель тоже с нами, теперь мы знаем, что все что тебе нужно для избавления от проклятия находится здесь, в этом лесу. А я здесь выросла, я знаю каждый закоулок и если ты согласен, позволь помочь тебе, кто как не я стану лучшим проводником».\n\nАзра делает глубокий вдох, чувствуя, как его охватывает уверенность. Он понимает, что ему не придется сталкиваться с этим в одиночку.\n\nАця даже не осознавала какую огромную услугу предлагала оказать Азре, юноше, которого отверг собвственный дом.\n\nАзра: «Спасибо, Айя. Мне нужно было это услышать. Давайте продолжим это путешествие вместе. Позвольте мне положиться на вас как лучшего проводника в этом лесу».\n\nАя мягко улыбается, ее присутствие дает Азре утешение и силу.",
    "answers": [
      {
        "id": 21,
        "text": "Обдумать дальнейшие действия "
      }
    ]
  },
  {
    "id": 17,
    "text": "Ая решает поделиться с Азрой личной историей, чтобы помочь ему понять важность прощения и сострадания.\n\nАя: «Азра, однажды в лесу я нашла раненую птицу. Она была подбита и не могла летать. Я взяла ее к себе, позаботилась о ней и вылечила. Я была счастлива видеть, как она вновь может летать».\n\nЭто привлекло внимание Азры, он переключил внимание на лесную девушку, ему стало любопытно, к чему она ведёт. Пелена тбмы замерла, но он слышал ее и слушал каждое слово.\n\nАя продолжает: «Позже я обнаружила, что вред птице нанесли деревенские дети. Они не понимали последствий своих действий. Я была ими расстроена и разочарована. Но не стала держать зла. На следующий день один из мальчиков вернулся под сопровождением взрослого. Там же он мытался найти раненную птицу. Но та была уже исцелена мной. И спокойно подлетела к мальчику, который только вчера подбил ее. Он осознал свою ошибку и почувствовал раскаяние, а по разговору я поняла, что он позвал лекаря, чтобы тот осмотрел создание леса».\n\nГлаза Аи блестят сочувствием и пониманием, когда она делится моралью своей истории.\n\nАя: «Мальчик извлек урок из своей ошибки и взял на себя ответственность за свои действия. Это заставило меня осознать, что прощение и сострадание могут привести к исцелению и росту. Мы должны помнить, что иногда люди совершают ошибки, не понимая по-настоящему последствий. Наша роль — помочь направь их на путь искупления».\n\nАзра впитывает историю Аи, находя утешение в уроке, которым она делится.\n\nЕго гнев медленно отступил.\n\n",
    "answers": [
      {
        "id": 21,
        "text": "Обдумать дальнейшие действия "
      }
    ]
  },
  {
    "id": 18,
    "text": "Она делает глубокий вдох и начинает петь мягким и мелодичным голосом:\n\nВ глубине леса, где лежат тени,\nМелодия шепчет, паря в небесах.\nС каждой нежной нотой позволь своим заботам развеяться,\nПусть музыка исцеляет, принося душевный покой.\n\nЗакрой глаза, пусть ритм будет твоим проводником,\nВ самые тёмные времена мы найдём свой путь.\nВ гармонии мы стоим, вместе мы победим,\nПусть эта песня будет маяком, когда надежда начинает меркнуть.\n\nСердце леса бьётся сильно, его дух всегда непоколебим,\nКогда мы сплетаем наши мечты, пусть мелодия проникнет в них.\nС каждым пропетым словом пусть твои тяготы исчезают,\nВ этой чарующей симфонии пусть качаются наши беды.\n\nТак пусть же музыка исцелит твою израненную душу,\nВ её нежных объятиях найди силы, чтобы стать целым.\nС каждым куплетом пусть раскрывается целительная сила,\nВедь в этой священной песне предсказаны новые начинания.\n\nПусть мелодия ведёт тебя через испытания, с которыми ты сталкиваешься,\nС каждой исполненной нотой ты найдешь утешение в объятиях.\nВместе мы найдем искупление, \nВ этой песне исцеления пусть будет рассказана наша судьба. \n\nКогда Ая заканчивает свою песню, кажется, что воздух вокруг них наполнен ощущением спокойствия. Мелодия внутри юноши продолжается, окутывая Азру успокаивающими объятиями из лепестков тепла.\n\nЕго гнев медленно отступил.",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": [
      {
        "id": 22,
        "text": "Дух леса исчезает"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "Ваше обучение началось\n\nДух Леса вел вас глубже в лес, к источнику силы. Вы прониклм  в загадочный круг деревьев, где свет проникал сквозь листву и создавал лазурные блики на земле. \n\nВы остановились перед величественным дубом, его ствол украшен резьбой, изображающей замысловатые узоры природы. \n\nВокруг вас собралось семь разных растений, каждое олицетворяло силу и энергию, несущую тепло и исцеление. Вы сосредоточились и начали погружаться, открываясь бурлящей мощи, которая лежала внутри вас.",
    "answers": [
      {
        "id": 9,
        "text": "Вы устали практиковаться и желаете пойти домой и отдохнуть "
      },
      {
        "id": 28,
        "text": "Вы решаете развивать силу дальше"
      }
    ]
  },
  {
    "id": 25,
    "text": "Следующим шагом было познание себя. Вы начали делать медитации на поляне, сливаясь с природой вокруг вас. Ваши чувства и интуиция усилились, вы понимали, что становитесь частью природы. И где-то в этих недрах вы слишали крик. Отчаянный и гневный, он отдавался эхом внутри вас. Чей он был? И почему вы слышали его внутри себя...",
    "answers": [
      {
        "id": 32,
        "text": "Завершить обучение "
      }
    ]
  },
  {
    "id": 26,
    "text": "Азра и Ая стоят на поляне, окруженные яркими красками природы. Глаза Аи светятся решимостью, когда она готовится призвать силу огня.\n\nДиалог : Азра: «Айя, я доверяю твоим инстинктам. Давайте обратимся к огню в твоей душе и посмотрим, какую силу он таит».\n\nАя закрывает глаза и глубоко вздыхает. Она поднимает руки к небу, чувствуя тепло солнца на своей коже.\n\nДиалог (Призыв Аи) : Ая: «О, услышьте меня, пламя, которое танцует со страстью и силой! Я призываю огонь, который горит внутри меня, огонь, который воспламеняет мой дух. Даруй нам свою силу, чтобы мы могли преодолеть трудности». что впереди».\n\nПока Ая говорит, в ее ладонях появляется мерцание пламени. Огонь танцует и растет, отбрасывая вокруг них теплое сияние.\n\nДиалог : Азра с трепетом наблюдает, как пламя откликается на призыв Аи. Он чувствует тепло и энергию, исходящие от огня.\n\nАзра: «Айя, сила огня поистине великолепна. Я чувствую его силу и решимость. Давайте воспользуемся этим огнем, чтобы провести нас сквозь тьму и осветить наш путь».\n\nАя открывает глаза, в них сияет вновь обретенная уверенность.\n\nАя: «Вместе, Азра, мы воспользуемся силой огня, чтобы противостоять вызовам, которые нас ждут. С его светом и теплом мы найдем правду и вернем баланс в лес».\n\n",
    "answers": []
  },
  {
    "id": 27,
    "text": "Айя стоит перед Азрой, ее руки окутаны нежным мерцающим пламенем. Огонь танцует и создает дорожку из маленьких огненных шаров, ведущую к месту назначения.\n\n\nДиалог : Азра с трепетом наблюдает, как огненный след освещает окружающую тьму. Он чувствует смесь предвкушения и любопытства.\n\n\nАзра: «Айя, твоя связь с огнем поистине замечательна. Кажется, пламя твоей души ведет нас к ответам, которые мы ищем. Я готова следовать за ними».\n\n\nГлаза Аи сияют решимостью, когда она идет вперед по огненному следу. Азра идет рядом с ней, его взгляд устремлен на завораживающее зрелище.\n\n\nДиалог : Ая: «Азра, этот путь, освещенный огнем, приведет нас к месту, где возникло проклятие, наложенное на тебя. Мы должны быть готовы к тому, что мы можем найти. Огонь будет вести нас, но нам предстоит встретиться лицом к лицу с истина, которая ждет».\n\n\nАзра кивает с решительным выражением лица.\n\n\nАзра: «Я готова, Айя. Вместе мы раскроем терзающие меня тайны и найдем способ разрушить это проклятие. Пусть огонь приведет нас к ответам, которые мы ищем».\n\n\nПока они продолжают идти по огненному пути, лес, кажется, шепчет в предвкушении, как будто сами деревья осознают значение их путешествия.",
    "answers": []
  },
  {
    "id": 28,
    "text": "Вы продолжилм обучение под руководством Д'ревня и окружающих вас растений. Вы учились прислушиваться к голосу природы, чувствовали ее ритм и энергию. Словно биение сердца, какое прямо у вас в груди. И это волнительно. Дух показывал вам, как применять земную силу, создавал защитные барьеры из корней и камней. Вы научились использовать энергию растений для исцелений и призыва, а также через общение с лесными сущетсвами, животными ли или другими созданиями, создавать мощнвх союзников на поле боя.\n",
    "answers": [
      {
        "id": 25,
        "text": "Практиковаться еще"
      },
      {
        "id": 9,
        "text": "Достаточно, я больше не могу. Пора отдохнуть "
      }
    ]
  },
  {
    "id": 29,
    "text": "Исследуя глубины пруда, вы сталкиваетесь с различными интересными областями.",
    "answers": []
  },
  {
    "id": 30,
    "text": "Ая поднимает руку, и вода образует вокруг них защитный столб, позволяя им обыскивать дно пруда, не намокая.",
    "answers": []
  },
  {
    "id": 31,
    "text": "Ая произносит заклинание, используя свои силы, чтобы поднять предмет из воды. К сожалению, это не второй осколок, а небольшой камешек.",
    "answers": []
  },
  {
    "id": 32,
    "text": " Вы возвращаетесь к величавому древу на центральную поляну, где особая атмосфера и сияние. Дух Леса подходит к вам, в его глазах отражается гордость и благословение. \n\nОн говорит: \"Айя, дитя природы, ты освоила силу леса и научилась слышать голос Природы внутри себя. Теперь ты готова стать хранителем этого древнего леса и запечатлеть в себе всю его мудрость и силу. Хранитель Леса выбрал тебя своей преемницей\"\n\nВы чувствуете, как горячая слеза счастья струится по вашему лицу, и с горечью в горле прощаетесь с Духом Леса. Вы благодарите его за обучение и заботу. Перед вашим уходом Дух Леса говорит вам: \"Ты всегда найдешь свою силу и мудрость здесь, в лесу Элдории. Никогда не забывай свою природу, и она будет с тобой везде, куда бы ты ни отправилась. Но знай, истинная природа в нас самих Ая\".\n\nВы вздыхаете с сожалением, но с сердцем, полным радости и благодарности, вы взираете на древние деревья, на поляну, населенную существами леса, и в вашем сердце уже заселено безмерное богатство, полученное от духа Природы. Покидая поляну вы осознаете, что Хранитель Леса нарек вас своей преемницей. И хоть вы и человек, вы будете счастливы оберегать ваш дом, и семью, вырастившую младенца, покинутого в лесу семнадцать лет назад.",
    "answers": [
      {
        "id": 9,
        "text": "Идти отдыхать "
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы обращаетесь к Духу Воды: \"Я рада применить ваше знание и познать тайны воды\".\n\nДух Воды улыбается в ответ и предлагает вам взять его руку. Повинуясь, вы берете его прозрачную и холодную руку, и ощущаете, как энергия воды начинает проникать в ваши вены.\n\nДух Воды ведет вас к реке, где течение быстрое и мощное. Вы останавливаетесь на берегу и наблюдаете поток воды, который кажется непреклонным и неуправляемым. \n\nДух Воды обращается к вам: \"Чтобы познать силу воды и использовать ее мудро, нужно научиться плавать против течения. Отважишься ли ты попробовать?\"\n\nВы соглашаетесь и, снимая свою одежду, входите в воду. Струи воды сбивают вас с ног, но вы сильны и решительны. Вы начинаете соображать, как можно использовать воду в свою пользу.\n\nВы настраиваете свое сознание на слияние с потоком воды. Вы начинаете двигаться вверх по реке, борясь с мощным течением. Вначале это трудно, но вы начинаете познавать ритм и силу воды. Вы используете каждую возможность, чтобы перемещаться вверх и даже на некоторое время удерживаетесь на поверхности.\n\nДух Воды наблюдает за вами с гордостью во взгляде. \"Ты начинаешь понимать силу воды и как использовать ее мудро. Но запомни, вода также может быть мягкой и покорной. Неблагоприятное сопротивление может привести к поражению, а гармония и сотрудничество с водой открывают новые возможности\".\n\n",
    "answers": [
      {
        "id": 9,
        "text": "прекратить обучение и идти отдыхать "
      },
      {
        "id": 35,
        "text": "Продолжить обучение "
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы киваете, испытывая взбудораженность и  готовность к новым вызовам. \n\nДух Ветра отводит взгляд в сторону утренней зари и произносит: \"Тогда давай продолжим наше обучение. Смотри и слушай мои указания\". \n\nВетер начинает вихриться вокруг вас, создавая мощный поток воздуха. Ветрозмеи петляют перед вами, заполняя воздух своими играми. \n\nДух Ветра поднимается в воздух и с легкостью проходит через вихри и ветрозмеи. \n\n\"Теперь пришла твоя очередь\" , говорит Дух Ветра и указывает вам на вихрь воздуха, который снова образовался перед вами. \n\nВы сосредотачиваетесь и начинаете двигаться в сторону вихря.\n\nСначала вам кажется, что это невозможно, но затем вы находите свою внутреннюю силу и чувствуете, как поток ветра поддерживает вас и помогает вам двигаться вперед. Вы точно управляете своим телом и легко чередуетесь между вихрями, с каждым разом становясь всё лучше и лучше. \n\nДух Ветра останавливается и смотрит на вас с восхищением в глазах: \"Ты научилась не только слышать ветер, но и танцевать с ним. Ты владеешь силой воздуха, и теперь можешь использовать его как средство передвижения и преодоления преград\". ",
    "answers": [
      {
        "id": 9,
        "text": "Вв устали и больше не можете продолжать. Пора отдохнуть "
      },
      {
        "id": 38,
        "text": "Продолжать обучение "
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы продолжаете тренироваться на реке, учась прислушиваться к воде и позволять ей быть вашим партнером. Постепенно вы осознаете, что сила воды соединена с вашей собственной силой, и вы можете воздействовать на течение, направляя его туда, куда вы хотите. Аоздействуя на его мощь и скороть самого теченич. Ощущая всю воду повсюду вас. И чувствуя эту энергию и в самой себе. Ваши глаза засветились голубым светом\n\n",
    "answers": [
      {
        "id": 36,
        "text": "Завершить обучение "
      }
    ]
  },
  {
    "id": 36,
    "text": "Завершая вашу тренировку, Дух Воды сияет от гордости: \"Теперь ты владеешь силой воды и можешь использовать ее, чтобы преодолевать преграды и противостоять жизненным испытаниям. Но помни, мудрость состоит в том, чтобы знать, когда уплыть и когда остаться на берегу\".\n\nВы благодарите Духа Воды и чувствуете, как энергия воды бурлит в вас, наполняя вас силой и уверенностью.\n\nОтныне вы обладаете Силой Воды.\n\nВам не терпится поспешить домой, чтобы рассказать об этом Хранителю Лесов Элдории. ",
    "answers": [
      {
        "id": 9,
        "text": "Пора домой "
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы возвращаетесь на поляну в центре леса, где \n\n\"Ты познала силу ветра и научилась управлять им\", говорит Дух Ветра глубоким голосом. \n\n\"Ая, отныне Ветра — твоя сила. Ты — Ветер\"\n\nАя с благодарностью прощается с духом ветра который воспаряет в небеса. И расвотряется воздушным потоком в небесах.\n\nТы спешишь домой, желая поскорее поделиться о произошедшем сегодня с Хранителем Лесов Элдории, что нашел тебя в этом лесу младенцем семнадцать лет назад.",
    "answers": [
      {
        "id": 9,
        "text": "Поспешить домой "
      }
    ]
  },
  {
    "id": 38,
    "text": "Дух Ветра, который все это время наблюдал со стороны, прилетает к вам, отмечая ваш прогресс и рост. \n\n\"Как только ты осознаешь свою власть над воздухом, ты можешь стать самым могущественным существом на земле\", говорит Дух Ветра, его голос звучит как колебания воздуха. \n\nВы открываете свою душу для ветра, позволяя ему прилететь и проникнуть в вас. Вам кажется, что вы становитесь ветром, управляющим своим путем и своей судьбой. \n\nБудучи одновременно тихим полуденным бризом и мощным ураганом, вы обретаете полный контроль над ветром и научитесь использовать его силу для благих целей.",
    "answers": [
      {
        "id": 37,
        "text": "Завершить обучение "
      }
    ]
  },
  {
    "id": 39,
    "text": "\"Да, я готова принять это знание и усвоить силу Пламени Души. Научите меня, пожалуйста.\" \n\nДух Ветра хлопает в ладоши, а Дух Воды улыбается вам, поддерживая ваше стремление. Дух Леса простирает перед вами руки, и в мгновение ока вы оказываетесь на вершине горы, окруженные потоками дыма и пламенем. \n\nВаше существо наполняется силой и теплом, когда Пламя Души начинает материализоваться перед вами. \n\n\"Чтобы управлять Пламенем Души, нужно научиться контролировать его силу и использовать его только для благих целей. Нужно постепенно наращивать мощь, ощущать е и лишь затем матеаризовать \", говорит Дух Леса, его голос звучит тихо, но с убеждением. \n\nВы внимательно слушаете его и сосредоточиваетесь на силе внутри вас. ",
    "answers": [
      {
        "id": 48,
        "text": "Бросить это дело, ничего не получается "
      },
      {
        "id": 49,
        "text": "Тренироваться"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы отказались от пути Пламени Души. Только Природе известно, к чему это приведет",
    "answers": [
      {
        "id": 9,
        "text": "Вы устали, пора отдохнуть"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы отказались от пути Пламени Души. Только Природе известно, к чему это приведет",
    "answers": [
      {
        "id": 9,
        "text": "Вы устали и хотите отдохнуть "
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы отказались от пути Пламени Души. Только Природе известно, к чему это приведет",
    "answers": [
      {
        "id": 9,
        "text": "Вы устали, пора отдохнуть "
      }
    ]
  },
  {
    "id": 43,
    "text": "Его имя Азра, и никто не мог представить себе, какую темную историю он нес в себе.\n\nПредки Азры, правители великой империи Элдория, жили в роскоши и благополучии, но их семья несла проклятие. Скрывая правду от своих подданных, они хранили мрачную тайну о татуировке на руке каждого наследника императорского престола. Эта татуировка символизировала проклятие, которое император получил после убийства одной из духов дочерей матери природы. Легенда гласила, что когда в семье родится ребенок с татуировкой на сердце, мир будет погружен в хаос, и природа вернется к своему прежнему величию, в то время как люди погибнут от рук этого проклятого ребенка.\n\nВека прошли, и империя уже не была прежней. Поколения правителей скрывали правду о проклятии, боясь паники и бунта. Но однажды, в страшный день, исполнилось кровавое пророчество: на свет появился ребенок с татуировкой на сердце. Мудрые советники и высший круг имперской семьи пришли в ужас, увереные, что это предзнаменование несет с собой смерть и разрушение.\n\nНо императрица решила иначе. Она отвергла план убийства и бежала с ребенком в отдаленное место, где никто не мог найти их. Одарив его именем Азра, она хотела, чтобы на его жизненном пути всегда сиял свет, несмотря на его темную судьбу. Отвергнутый своей семьей и столкнувшийся со смертью матери от голода, Азра вырос без заботы и любви, оставшись одиноким странником. Он искал ответы на свои вопросы о проклятии и собственной судьбе, путешествуя по стране.\n\nГоды шли, и Азра натыкался на разрозненные обрывки другого пророчества: \"И родится дитя Природы, и будет оно слышать зов Матери, и возьмет оно в руки свои жизнь проклятого дитя и повергнет мир в хаос или процветание, ибо оно дитя земли\". Эти слова разжигали в Азре новую надежду, он понимал, что не все потеряно. \n\nНо путь Азры не была только путешествием или поисками. В его сердце таилась борьба с самим собой, соблазном сойти с ума и начать убивать, так как проклятие вселило в него темные силы. Он сталкивался с искушениями и соблазнами, и каждый раз ему необходимо было вспоминать свою мать, ее веру в него и его народ, нуждавшийся в освобождении от гнета правящей  династии. \n\nСтранствуя в поисках информаций, он сталкивался с различными чудовищами и монстрами. Меч был его товарищем на этом пути в поисках истины. \n\nИ вместе они двигались дальше.",
    "answers": [
      {
        "id": 73,
        "text": "В Пурпурных Лесах на Западе"
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "",
    "answers": [
      {
        "id": 23,
        "text": "вы решили продолжить поиски дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ая решительно прорезает преграду у входа в пещеру, устраняя путаницу высохших деревянных веток и змеиных лиан. Они лежат уже разрезанными и беспорядочно раскинулись по земле, создавая спутанную картину. Ая, полностью очищая себе проход, готовится исследовать тайны этой пещеры.\n\nОна смело переступает порог и ощущает, как прохладный воздух приходит в ее область. При попадании внутрь пещеры Ая обнаруживает тьму, но едва различимый свет проникает через узкий проход, находящийся в дальнем конце. Она медленно курсирует в этом направлении, внимательно ступая по камням, не желая споткнуться или привлечь внимание.\n\nВнезапно, вглядываясь в темноту, Ая сталкивается с незнакомым юношей. Он имеет длинные черные волосы и глаза, словно наполненные чернилами, которые умело проникают в сердце. В его руках находится меч, и его облик выдает некую силу, словно он сам является приносящим мир.\n\nАя испытывает смешанные чувства — она ощущает его поистине грозное присутствие, но в то же время замечает в его глазах теплый блеск сострадания. Не колеблясь, она спрашивает:\n\n\"Кто ты?\"\n\nЮноша внимательно смотрит на нее и отвечает:\n\n\"Я странник, бродячий по континенту. А ты, кто же ты?\"\n\nАя отвечает с улыбкой:\n\n\"Меня зовут Ая. Я дочь этого леса. Я выросла здесь, окруженная духами и природой.\"\n\nАзра удивленно смотрит на нее и говорит:\n\n\"Но ты — человек. Как тебе удалось вырасти среди духов?\"\n\nАя выделяется, сказав:\n\n\"Я не родилась духом, но духи приняли меня под свою опеку, когда я была сиротой. Хранитель леса стал для меня отцом, а сам лес — моим уютным домом.\"\n\nАзра внимательно слушает ее слова, быстро понимает, что есть что-то необычное, и заявляет:\n\n\"Мое имя Азра. Странные огоньки, светящиеся из-за пещеры, привели меня в этот мрачный мир.\"\n\nАя шокирована, так как она сама столкнулась с тем же явлением и говорит:\n\n\"Я была здесь раньше и видела эти огоньки. Что бы они могли значить?\"",
    "answers": [
      {
        "id": 14,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 47,
    "text": "Ая решительно прорезает преграду у входа в пещеру, устраняя путаницу высохших деревянных веток и змеиных лиан. Они лежат уже разрезанными и беспорядочно раскинулись по земле, создавая спутанную картину. Ая, полностью очищая себе проход, готовится исследовать тайны этой пещеры.\n\nОна смело переступает порог и ощущает, как прохладный воздух приходит в ее область. При попадании внутрь пещеры Ая обнаруживает тьму, но едва различимый свет проникает через узкий проход, находящийся в дальнем конце. Она медленно курсирует в этом направлении, внимательно ступая по камням, не желая споткнуться или привлечь внимание.\n\nВнезапно, вглядываясь в темноту, Ая сталкивается с незнакомым юношей. Он имеет длинные черные волосы и глаза, словно наполненные чернилами, которые умело проникают в сердце. В его руках находится меч, и его облик выдает некую силу, словно он сам является приносящим мир.\n\nАя испытывает смешанные чувства — она ощущает его поистине грозное присутствие, но в то же время замечает в его глазах теплый блеск сострадания. Не колеблясь, она спрашивает:\n\n\"Кто ты?\"\n\nЮноша внимательно смотрит на нее и отвечает:\n\n\"Я странник, бродячий по континенту. А ты, кто же ты?\"\n\nАя отвечает с улыбкой:\n\n\"Меня зовут Ая. Я дочь этого леса. Я выросла здесь, окруженная духами и природой.\"\n\nАзра удивленно смотрит на нее и говорит:\n\n\"Но ты — человек. Как тебе удалось вырасти среди духов?\"\n\nАя выделяется, сказав:\n\n\"Я не родилась духом, но духи приняли меня под свою опеку, когда я была сиротой. Хранитель леса стал для меня отцом, а сам лес — моим уютным домом.\"\n\nАзра внимательно слушает ее слова, быстро понимает, что есть что-то необычное, и заявляет:\n\n\"Мое имя Азра. Странные огоньки, светящиеся из-за пещеры, привели меня в этот мрачный мир.\"\n\nАя шокирована, так как она сама столкнулась с тем же явлением и говорит:\n\n\"Я была здесь раньше и видела эти огоньки. Что бы они могли значить?\"",
    "answers": [
      {
        "id": 14,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы устали и решили отдохнуть ",
    "answers": [
      {
        "id": 9,
        "text": "Идти домой "
      }
    ]
  },
  {
    "id": 49,
    "text": "Первое действие, которое вы пробуете, это создание маленького огонька на кончике пальца. \n\nВы ощущаете тепло на коже и видите, как пламя играет перед вами. Улыбаясь, вы двигаете пальцем, и пламя следует за вашими движениями. \n\nВы знаете, что огонь — это не только сила уничтожения, но и возрождения. Постепенно вы усваиваете знания о том, как использовать Пламя Души для согревания, поддержания жизни и роста. \n\nДух Воды приближается к вам, его голос звучит спокойно: \"Огонь и вода, два противоположных элемента, могут существовать в гармонии. Научись использовать Пламя Души для преодоления преград и очищения, но помни о важности сдерживания силы огня\".",
    "answers": [
      {
        "id": 50,
        "text": "Продолжить обучение "
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы проходите через обучение, постигая все более сложные навыки управления Пламенем Души. \n\nВы создаете мощные огненные шары, которые могут осветить темноту и отпугнуть зло. Вы также научились использовать Пламя Души для исцеления и целительных ритуалов. \n\nОгонь, который вы создаете, не только горит ярким и сильным пламенем, но и обладает мягкой и успокаивающей энергией.",
    "answers": [
      {
        "id": 51,
        "text": "Тренироваться дальше"
      }
    ]
  },
  {
    "id": 51,
    "text": "Дух Ветра прилетает к вам с победным вихрем и говорит, задыхаясь: \"Ты овладела Пламенем Души, создавая вихри и воздушные смерчи, которые могут служить тебе верными спутниками\". \n\nВы смеетесь вместе с Духом Ветра, чувствуя, как сила ветра поддерживает ваши движения и добавляет силы вашему Пламени Души.",
    "answers": [
      {
        "id": 52,
        "text": "Завершить обучение "
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы чувствуете полноту своей силы и преображение вашего существа. \n\nВаше обучение с Духами Природы подошло к концу, и теперь вы стали воплощением всех четырех сил: земли, воды, воздуха и Пламени Души. \n\nВ завершение Дух Леса, Дух Воды и Дух Ветра склоняются перед вами, признавая в вашем Присутствии, новую силу. \n\nВы благодарите их за прекрасные уроки и обещаете использовать свои новые силы для блага мира и гармонии. \n\nС чувством определенности в сердце и мощью природы в вашей душе, вы шагаете вперед на свой уникальный путь, воплощая четыре элемента себе.\n\nХранитель Лесов, который нашел вам младенцем семнадцать лет назад. \n\nВам нетерпелось поделиться с ним всем, что смогло с вами случиться ",
    "answers": [
      {
        "id": 9,
        "text": "Скорее Домой"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ая решительно прорезает преграду у входа в пещеру, устраняя путаницу высохших деревянных веток и змеиных лиан. Они лежат уже разрезанными и беспорядочно раскинулись по земле, создавая спутанную картину. Ая, полностью очищая себе проход, готовится исследовать тайны этой пещеры.\n\nОна смело переступает порог и ощущает, как прохладный воздух приходит в ее область. При попадании внутрь пещеры Ая обнаруживает тьму, но едва различимый свет проникает через узкий проход, находящийся в дальнем конце. Она медленно курсирует в этом направлении, внимательно ступая по камням, не желая споткнуться или привлечь внимание.\n\nВнезапно, вглядываясь в темноту, Ая сталкивается с незнакомым юношей. Он имеет длинные черные волосы и глаза, словно наполненные чернилами, которые умело проникают в сердце. В его руках находится меч, и его облик выдает некую силу, словно он сам является приносящим мир.\n\nАя испытывает смешанные чувства — она ощущает его поистине грозное присутствие, но в то же время замечает в его глазах теплый блеск сострадания. Не колеблясь, она спрашивает:\n\n\"Кто ты?\"\n\nЮноша внимательно смотрит на нее и отвечает:\n\n\"Я странник, бродячий по континенту. А ты, кто же ты?\"\n\nАя отвечает с улыбкой:\n\n\"Меня зовут Ая. Я дочь этого леса. Я выросла здесь, окруженная духами и природой.\"\n\nАзра удивленно смотрит на нее и говорит:\n\n\"Но ты — человек. Как тебе удалось вырасти среди духов?\"\n\nАя выделяется, сказав:\n\n\"Я не родилась духом, но духи приняли меня под свою опеку, когда я была сиротой. Хранитель леса стал для меня отцом, а сам лес — моим уютным домом.\"\n\nАзра внимательно слушает ее слова, быстро понимает, что есть что-то необычное, и заявляет:\n\n\"Мое имя Азра. Странные огоньки, светящиеся из-за пещеры, привели меня в этот мрачный мир.\"\n\nАя шокирована, так как она сама столкнулась с тем же явлением и говорит:\n\n\"Я была здесь раньше и видела эти огоньки. Что бы они могли значить?\"",
    "answers": [
      {
        "id": 14,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 54,
    "text": "",
    "answers": [
      {
        "id": 15,
        "text": "успех. вы нашли нужный предмет"
      }
    ]
  },
  {
    "id": 55,
    "text": "",
    "answers": [
      {
        "id": 15,
        "text": "к сожалению, здесь оказалось пусто"
      }
    ]
  },
  {
    "id": 56,
    "text": "Решительно, Ая применяет Пламя Души, чтобы убрать преграду с входа в пещеру.  Лианы и паутину охватывает яркое свечение. Паутина скручивается проснувшимся паучком, а лианы расходятся в разные стороны, покрываясь белыми цветами на своей растительноц поверхности, очищая проход для Аи.\n\nОна смело переступает порог и ощущает, как прохладный воздух приходит в ее область. При попадании внутрь пещеры Ая обнаруживает тьму, но едва различимый свет проникает через узкий проход, находящийся в дальнем конце. Она медленно курсирует в этом направлении, внимательно ступая по камням, не желая споткнуться или привлечь внимание.\n\nВнезапно, вглядываясь в темноту, Ая сталкивается с незнакомым юношей. Он имеет длинные черные волосы и глаза, словно наполненные чернилами, которые умело проникают в сердце. В его руках находится меч, и его облик выдает некую силу, словно он сам является приносящим мир.\n\nАя испытывает смешанные чувства — она ощущает его поистине грозное присутствие, но в то же время замечает в его глазах теплый блеск сострадания. Не колеблясь, она спрашивает:\n\n\"Кто ты?\"\n\nЮноша внимательно смотрит на нее и отвечает:\n\n\"Я странник, бродячий по континенту. А ты, кто же ты?\"\n\nАя отвечает с улыбкой:\n\n\"Меня зовут Ая. Я дочь этого леса. Я выросла здесь, окруженная духами и природой.\"\n\nАзра удивленно смотрит на нее и говорит:\n\n\"Но ты — человек. Как тебе удалось вырасти среди духов?\"\n\nАя выделяется, сказав:\n\n\"Я не родилась духом, но духи приняли меня под свою опеку, когда я была сиротой. Хранитель леса стал для меня отцом, а сам лес — моим уютным домом.\"\n\nАзра внимательно слушает ее слова, быстро понимает, что есть что-то необычное, и заявляет:\n\n\"Мое имя Азра. Странные огоньки, светящиеся из-за пещеры, привели меня в этот мрачный мир.\"\n\nАя шокирована, так как она сама столкнулась с тем же явлением и говорит:\n\n\"Я была здесь раньше и видела эти огоньки. Что бы они могли значить?\"",
    "answers": [
      {
        "id": 14,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 57,
    "text": "Решительно, Ая применяет свою магию леса, чтобы убрать преграду с входа в пещеру. Засияв зеленым счетом, Ая погружает лианы обратно в землю, а паутину за собой тянут уходящие в недра растения природы, очищая проход для нее.\n\nОна смело переступает порог и ощущает, как прохладный воздух приходит в ее область. При попадании внутрь пещеры Ая обнаруживает тьму, но едва различимый свет проникает через узкий проход, находящийся в дальнем конце. Она медленно курсирует в этом направлении, внимательно ступая по камням, не желая споткнуться или привлечь внимание.\n\nВнезапно, вглядываясь в темноту, Ая сталкивается с незнакомым юношей. Он имеет длинные черные волосы и глаза, словно наполненные чернилами, которые умело проникают в сердце. В его руках находится меч, и его облик выдает некую силу, словно он сам является приносящим мир.\n\nАя испытывает смешанные чувства — она ощущает его поистине грозное присутствие, но в то же время замечает в его глазах теплый блеск сострадания. Не колеблясь, она спрашивает:\n\n\"Кто ты?\"\n\nЮноша внимательно смотрит на нее и отвечает:\n\n\"Я странник, бродячий по континенту. А ты, кто же ты?\"\n\nАя отвечает с улыбкой:\n\n\"Меня зовут Ая. Я дочь этого леса. Я выросла здесь, окруженная духами и природой.\"\n\nАзра удивленно смотрит на нее и говорит:\n\n\"Но ты — человек. Как тебе удалось вырасти среди духов?\"\n\nАя выделяется, сказав:\n\n\"Я не родилась духом, но духи приняли меня под свою опеку, когда я была сиротой. Хранитель леса стал для меня отцом, а сам лес — моим уютным домом.\"\n\nАзра внимательно слушает ее слова, быстро понимает, что есть что-то необычное, и заявляет:\n\n\"Мое имя Азра. Странные огоньки, светящиеся из-за пещеры, привели меня в этот мрачный мир.\"\n\nАя шокирована, так как она сама столкнулась с тем же явлением и говорит:\n\n\"Я была здесь раньше и видела эти огоньки. Что бы они могли значить?\"",
    "answers": [
      {
        "id": 14,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 58,
    "text": "Решительно, Ая применяет свою магию воды, чтобы убрать преграду с входа в пещеру. Волны воды смывают лианы и паутину, очищая проход для нее.\nОна смело переступает порог и ощущает, как прохладный воздух приходит в ее область. При попадании внутрь пещеры Ая обнаруживает тьму, но едва различимый свет проникает через узкий проход, находящийся в дальнем конце. Она медленно курсирует в этом направлении, внимательно ступая по камням, не желая споткнуться или привлечь внимание.\n\nВнезапно, вглядываясь в темноту, Ая сталкивается с незнакомым юношей. Он имеет длинные черные волосы и глаза, словно наполненные чернилами, которые умело проникают в сердце. В его руках находится меч, и его облик выдает некую силу, словно он сам является приносящим мир.\n\nАя испытывает смешанные чувства — она ощущает его поистине грозное присутствие, но в то же время замечает в его глазах теплый блеск сострадания. Не колеблясь, она спрашивает:\n\n\"Кто ты?\"\n\nЮноша внимательно смотрит на нее и отвечает:\n\n\"Я странник, бродячий по континенту. А ты, кто же ты?\"\n\nАя отвечает с улыбкой:\n\n\"Меня зовут Ая. Я дочь этого леса. Я выросла здесь, окруженная духами и природой.\"\n\nАзра удивленно смотрит на нее и говорит:\n\n\"Но ты — человек. Как тебе удалось вырасти среди духов?\"\n\nАя выделяется, сказав:\n\n\"Я не родилась духом, но духи приняли меня под свою опеку, когда я была сиротой. Хранитель леса стал для меня отцом, а сам лес — моим уютным домом.\"\n\nАзра внимательно слушает ее слова, быстро понимает, что есть что-то необычное, и заявляет:\n\n\"Мое имя Азра. Странные огоньки, светящиеся из-за пещеры, привели меня в этот мрачный мир.\"\n\nАя шокирована, так как она сама столкнулась с тем же явлением и говорит:\n\n\"Я была здесь раньше и видела эти огоньки. Что бы они могли значить?\"\n",
    "answers": [
      {
        "id": 14,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 59,
    "text": "Решительно, Ая применяет свою магию ветра, чтобы убрать преграду с входа в пещеру. Порывы ветра сметают лианы и паутину, очищая проход для нее.\n\nОна смело переступает порог и ощущает, как прохладный воздух приходит в ее область. При попадании внутрь пещеры Ая обнаруживает тьму, но едва различимый свет проникает через узкий проход, находящийся в дальнем конце. Она медленно курсирует в этом направлении, внимательно ступая по камням, не желая споткнуться или привлечь внимание.\n\nВнезапно, вглядываясь в темноту, Ая сталкивается с незнакомым юношей. Он имеет длинные черные волосы и глаза, словно наполненные чернилами, которые умело проникают в сердце. В его руках находится меч, и его облик выдает некую силу, словно он сам является приносящим мир.\n\nАя испытывает смешанные чувства — она ощущает его поистине грозное присутствие, но в то же время замечает в его глазах теплый блеск сострадания. Не колеблясь, она спрашивает:\n\n\"Кто ты?\"\n\nЮноша внимательно смотрит на нее и отвечает:\n\n\"Я странник, бродячий по континенту. А ты, кто же ты?\"\n\nАя отвечает с улыбкой:\n\n\"Меня зовут Ая. Я дочь этого леса. Я выросла здесь, окруженная духами и природой.\"\n\nАзра удивленно смотрит на нее и говорит:\n\n\"Но ты — человек. Как тебе удалось вырасти среди духов?\"\n\nАя выделяется, сказав:\n\n\"Я не родилась духом, но духи приняли меня под свою опеку, когда я была сиротой. Хранитель леса стал для меня отцом, а сам лес — моим уютным домом.\"\n\nАзра внимательно слушает ее слова, быстро понимает, что есть что-то необычное, и заявляет:\n\n\"Мое имя Азра. Странные огоньки, светящиеся из-за пещеры, привели меня в этот мрачный мир.\"\n\nАя шокирована, так как она сама столкнулась с тем же явлением и говорит:\n\n\"Я была здесь раньше и видела эти огоньки. Что бы они могли значить?\"",
    "answers": [
      {
        "id": 14,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  },
  {
    "id": 62,
    "text": "Руна — руны, это стат, отвечающий за урвоень способностей персонажа. Чем больше рун, тем сильнее ваш персонаж. Чтобы получить определенные концовки, нужно собрать нужное количество рун.\n\nГнев — это переменная, которая в любой момент может завершить весь прогресс игры. Если гнев персонажа достигнет пика, игра будет окончена. Чтобы стат гнева не разрушил ваше прохождение, в игре даются варианты на выбор, помогающие усмирить этот стат.\n\nСердца — прокачивая этот стат вы можете открыть скрытые концовки, данный стат помогает развивать отношения между персонажами\n\n*информация будет пополняться \n",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 63,
    "text": "",
    "answers": []
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  },
  {
    "id": 68,
    "text": "",
    "answers": []
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "Азра встретил мудреца в глубине Пупурных Лесов. \n\nОн являлся странником, преодолев множество монстров, он выполнил просьбу встреченного в караване старца, отправить его давнему другу в этих лесах сверток. В подробности старец не вдавался, сказал лишь, что сдерживает слово перед старым другом.\n\nАзра был возбужденно, он надеялся, чо этот мудрец, как один из сножество встреченных им ведающих поможет ему отыскать нужные ответы.\n\n— Пожалуйста, помогите мне разгадать загадку моей татуировки. Я должен найти свое истинное предназначение и освободить свой народ от проклятия.\n\nМудрец улыбался:\n\n— Молодой человек, ты наткнулся на тайны старых преданий. Расскажи мне больше о своей татуировке, чтобы я мог помочь тебе найти ответы.\n\nАзра раскрыл свои растрепанные странствиями одежды и показал узор на груди. \n\n— Вот она, сияющая на моем сердце черным мерцанием. Кажется, что она оживает и соединяет меня с духом природы.\n\nМудрец вглядывался в татуировку.\n\n— О, это поистине загадка. Возможно, дитя земли и проклятое дитя могут быть одним созданием. Но для того, чтобы быть уверенным, тебе предстоит отправиться в путь и искать ответы.\n\nАзра отвечал с решимостью:\n\n— Я много путешествовал и встречал разных людей.  Никто из них ничего не ощущал от меня.  Все из них не подходили под слова пророчества. Как я мог определить, куда направляться? Дорога привела меня к вам, и вот я здесь.\n\nМудрец медленно наставлял бравого юношу:\n\n— Возможно, каждый встреченный человек уже нес обрывками подсказки, которые ты соберёшь в единый пазл. Послушай свой внутренний голос. Любой знак и подсказка, даже самые маленькие и неожиданные, могут привести к обретению истины.\n\nАзра был сбит с толку и начал копаться в себе и то, что он находил, пугало его:\n\n— Но я чувствую, что внутри меня таится что-то темное, силы проклятия, которые стремятся управлять мной. Как я могу противостоять этим искушениям?\n\nМудрец серьезно заявил перед лицом странника:\n— Найди в себе силу воли. Никогда не забывай, что имея имя, ты не теряешь себя. Твое имя, Азра, это факт твоего существования, который превосходит любые силы и проклятия.\n\nАзра глубоко задумался над услышанным. Однажды, в шестрадцать лет он накнулся на старую ведающую, она раскрыла ему тайну его происхождения, и в этот момент, слова мудреца вызывали у него те же ощущения, заставляя погрузиться в себя от пустоты. И все потому, что хоть немногое, но котелось там, внутри себя, отыскать.\n\n— Ты прав, мудрец. Мое имя — мое спасение. Я должен верить в себя и продолжать искать дитя земли, чтобы развеять проклятие и принести процветание и спасение.\n\nМудрец был доволен.\n\n— Иди, Азра, продолжай свой путь. Не теряй надежды и всегда помни, что с именем, дарованным тебе и с духом поисков ищущий всегда найдет ответы.\n\nАзра кивнул.\n\n— Спасибо, мудрец. \n\nАзра заглянул в себя и вспоминал, что же часто упоминалось всеми, кто встретился ему. Он проходил сквозь потоки информации в своей памяти и уверенно распахнул глаза.\n\nМудрец был прав, подсказки всегда были вокруг него, только он не замечал. Потому что это место было связано с болью утраты, место, в котором его мать умерла. Империя Элория. Но пунктом назначения его поисков были Элдорские Леса.\n\nВдохновленный, Азра продолжил свое путешествие с новой силой и решимостью, но обернулся, взглядом пвтаясь отыскать мудреца, который помог ему, как-будто все зарание знал. Но тот испарился, а сам страник очутился на выходе из Пурпурных Лесов. \n\nАзра сжал руки в кулаки, стискивая их все сильнее. Он не оглядывался на странную аномалию, случившиуюся в этот миг, потому что и сам не считал себя нормальным. Он лишь был благодарным кем бы тот не был, духом ли или мудреоцм, потому что понял важную вещь, которую позабыл на несколько лет, его имя. Пока он помнит свое имя — он помнит, что он не проклятый ребенок, а просто — Азра.\n\nОн отправился на поиски дитя земли в Леса Элдории.",
    "answers": [
      {
        "id": 12,
        "text": "Вернуться в Леса Элдории"
      }
    ]
  },
  {
    "id": 74,
    "text": "",
    "answers": []
  }
]