[
  {
    "id": 1,
    "text": "Автор: Candid\nЖанр: Детектив, хоррор, приключение, философия, мистика.\n\nДорогой читатель,\n\nЭта небольшая история для чтения на ночь не совсем выдумка и уж точно никакая не шутка.\n\nПожалуйста, не прерывай чтение и не оглядывайся, пока не дойдёшь до конца, даже если тебе покажется, что в комнате есть ещё кто-то, и ты почувствуешь на себе пристальный взгляд.\n\nЯ не знаю, как повернётся твоя история, и не могу гарантировать, что ты докопаешься до сути с первого раза.\n\nПомни, предрассветный час самый длинный в ночи.\n\nCandid. ",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/pRn6LMz/imgonline-com-ua-Resize-Y8-LWMT1g-Yep-Ldd-DC.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/pRn6LMz/imgonline-com-ua-Resize-Y8-LWMT1g-Yep-Ldd-DC.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Сырой предрассветный воздух обжигал ноздри и драл глотку. Обмотки на ступнях были влажными — не то от росы, не то от холодного пота. Туман обволакивал стволы деревьев: где-то поблизости была река.\n\nРедкие звуки разрывали пространство: хруст ветки, чавкающий глинозём, беспрерывно стучащие зубы. Мои зубы.\n\nНадо двигаться, обязательно нужно двигаться, чтобы спасти себя. Остановиться подобно смерти, а расплата последует немедленно. Действие и только действие, размышления меня погубят. ",
    "answers": [
      {
        "id": 3,
        "text": "Идти дальше по прямой"
      },
      {
        "id": 4,
        "text": "Попытаться выйти на дорогу"
      }
    ]
  },
  {
    "id": 3,
    "text": "Это было бегством, а беглых ждёт кара. Я это прекрасно понимал, без уверенности шагая вперёд. Непонятным оставалось то, куда же я всё-таки бегу. А также как и когда пойму, что оказался наконец в безопасности.\n\nНоги понемногу вязли в земле, покрытой прелой листвой. Это серьёзно замедляло шаг, отчего я продолжал прозябать, уже не мечтая о тепле солнечных лучей — туман не позволит им меня согреть. Сапоги, свободно болтавшиеся на ногах, изрядно натирали в районе щиколотки и под пальцами. Но я всё ещё не обращал на это внимание. \n\n",
    "answers": [
      {
        "id": 4,
        "text": "Попытаться выйти на дорогу"
      },
      {
        "id": 29,
        "text": "Развернуться и пойти назад",
        "need": [
          22,
          23,
          24
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 4,
    "text": "Чем пожертвовать, скоростью или безопасностью? Передвижение по дороге значительно быстрее, но в то же время может вызвать неприятности совершенно иного рода. Встреча с лихими людьми, пожалуй, меньшее из возможных зол. Хотя как знать, как знать...\n\nЯ стал забирать немного вправо, все больше отклоняясь от первоначального направления, пока наконец не вышел к небольшой тропинке. Посмотрев по сторонам, я вскоре обнаружил, что одним концом она упирается в просеку, а другим уходит куда-то вглубь леса, где деревья, кажется, смыкаются всё плотнее и плотнее, превращаясь в густую чащу. \n\nНазад пути нет. Да я бы, если честно, ни за какие барыши не согласился обернуться, одна только мысль об этом вызывала страх. ",
    "answers": [
      {
        "id": 5,
        "text": "Выйти на просеку"
      },
      {
        "id": 6,
        "text": "Направиться в чащу леса"
      }
    ]
  },
  {
    "id": 5,
    "text": "Тумана становилось всё больше. Не то приближалась река, не то первые лучи солнца подкрашивали его клубы, не то деревьев вокруг становилось меньше, отчего он казался гуще.\n\nЯ вышел на просеку и без долгих раздумий двинулся по ней дальше. Лужи здесь были больше и шире, некоторые походили на настоящие озера, но их удавалось обойти по кромке. Никаких кочек, на которых можно подвернуть ногу, никаких корешков, об которые можно зацепиться. И всё же спокойствия на душе я не чувствовал. Плотный туман не позволял смотреть вдаль, плотно скрывая пространство уже через несколько шагов. Любая встреча будет неожиданной и скорее всего застанет меня в врасплох. К дроби зубов прибавился стук сердца. ",
    "answers": [
      {
        "id": 7,
        "text": "Продолжать идти вперёд "
      }
    ]
  },
  {
    "id": 6,
    "text": "Чем дальше от чужих глаз, тем лучше. Тёмный и узкий проход меж ветвей в это мрачное время суток привёл бы в ужас любого, но то, что преследовало меня, было гораздо страшнее. Цепкие крючья деревьев норовили цапнуть меня, и я выставил перед собою руки, чтобы очередная ветка мне не выколола глаз.\n\nВременами казалось, что никакой тропы здесь и нет, во всяком случае было настолько темно, что я уже не мог с уверенностью сказать, что у меня под ногами. А обернуться — нет, ни за что.\n\nПроход становился всё уже, будто я забрался в бурелом. Человечья ли это тропа? Если да, то уже давным-давно заброшенная. Тем лучше. ",
    "answers": [
      {
        "id": 25,
        "text": "Опуститься на четвереньки"
      },
      {
        "id": 26,
        "text": "Идти на полусогнутых"
      }
    ]
  },
  {
    "id": 7,
    "text": "Неизвестно, что находилось в большем напряжении: слух, поражённый окружающей тишиной, или зрение, бессильное что-то вырвать из объятий бледной пелены.\n\nМысли голодными червячками лезли в голову, отгонять их становилось всё труднее. Руки сводило от холода, пальцы уже давно задубели, но я почему-то так и не убрал их в тепло. Зато одеревеневшие ноги совершенно не чувствовали мозолей, натёртых ужасно неудобными сапогами. Наверное, можно было даже ускорить шаг, глядишь и согреюсь. ",
    "answers": [
      {
        "id": 8,
        "text": "Прибавить шагу"
      },
      {
        "id": 8,
        "text": "Перейти на лёгкий бег"
      }
    ]
  },
  {
    "id": 8,
    "text": "Стук зубов сменился учащенным дыханием, застывшая кровь побежала по жилам, я чувствовал ускорение кожей и туман стал быстрее проноситься мимо меня, пока вдруг с той же скоростью из тумана не выступило то, от чего у меня больно йокнуло сердце и я остановился как вкопанный. В висках застучало и скрипучий тоненький голос в моих ушах пропел: \"Давай повернём назад!\".\n\nМои глаза выхватили черную скрюченную фигуру с широко расставленными руками  и полусогнутыми коленями. Она стояла без движения в хищном ожидании и щемящее сердце чувство страха всё повторяло: \"Назад, назад, прошу тебя, назад\". Моя рука медленно скользнула за пазуху и нащупала нож. ",
    "answers": [
      {
        "id": 9,
        "text": "Выхватить нож "
      },
      {
        "id": 10,
        "text": "Окликнуть фигуру"
      },
      {
        "id": 11,
        "text": "Развернуться и что есть мочи бежать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Зарычав, я выхватил нож и наотмашь рассек воздух перед собой, но на фигуру это не произвело ни малейшего впечатления. Она все также неподвижно стояла, склонившись ко мне, а я не мог разглядеть её лица, только силует, но я чувствовал, что она вот-вот бросится на меня. Не дожидаясь этого, я сам в иступлении, зажмурив глаза, рванул вперёд, нанося ей прямые колящие удары одной рукой и прикрываясь другой. Нож вошёл во что-то мягкое, острые когти оцарапали мне руку и неприятное щекочущее прикосновение ощутил я своим левым ухом. Вставив обе руки вперёд, я отскочил назад и открыл глаза. Передо мной был облепленный землёй корень поваленного дерева. ",
    "answers": [
      {
        "id": 12,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 10,
    "text": "\"Эй, ты! Чего тебе надо?\"\n\nЯ не узнал свой голос. Казалось, он вот-вот надломится. Мгновенно взмокшая рука сжимала за пазухой нож.\n\nВне всякого сомнения, оно видит меня и знает, как мне страшно. Мой голос выдал меня с потрохами. Мучительное мгновение длилось вечно. Ждать больше нельзя. ",
    "answers": [
      {
        "id": 9,
        "text": "Выхватить нож"
      },
      {
        "id": 11,
        "text": "Развернуться и что есть мочи бежать"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я мчался, теперь уже изо всех сил и как можно дальше от этого проклятого места. Что-то гналось за мной по пятам, я это чувствовал и боялся, что уже не смогу оторваться. Дурацкая обувь как назло норовила слететь или заставить меня запнуться, а то и вовсе упасть. Я понимал, что это повлечёт за собой, понимал, что уже не смогу бежать дальше, и поэтому изо всех сил, во что бы то ни стало старался не шлепнуться наземь. От холода глаза на бегу стали слезиться и я не сразу заметил, как расступились деревья на моём пути, а в воздухе послышалось журчание воды — впереди была река. Студёная вода грозила отрезать мне путь к бегству. Впрочем отчаяние было готово загнать меня в брод. ",
    "answers": [
      {
        "id": 13,
        "text": "Броситься к воде"
      },
      {
        "id": 14,
        "text": "Остановиться и осмотреться"
      }
    ]
  },
  {
    "id": 12,
    "text": "Рисунок корневой системы все ещё походил на человека, хоть и не представлял больше никакой загадки. Один из усиков, коснувшийся уха, мог с лёгкостью уткнуться и в глаз, другой же, оцарпавший мне руку, ещё дрожал от недавнего столкновения. Я хотел отряхнуть нож от земли и только тут заметил, что он в крови. Кровоточат ли поваленные деревья? И почему я настолько был напуган? В висках по-прежнему стучало. Я снова ощутил сильнейший порыв унести ноги. ",
    "answers": [
      {
        "id": 11,
        "text": "Бежать прочь"
      }
    ]
  },
  {
    "id": 13,
    "text": "Не разбирая дороги, я мчался к реке. Уже на ближних подступах правая нога вступила во что-то скользкое, поехала в сторону, левая черканула об землю и с неё слетел сапог, а сам я покатился кубарём, думая про себя \"всё пропало!\", пока мою босую ногу вдруг не ошпарила ледяная вода, а голова гулко не стукнулась о твёрдый предмет. Я открыл глаза и увидел перед собой нос лодки. Вне себя от счастья и переполнямый надеждой, я толкнул её грудью от берега и запрыгнул внутрь. Лодка тихо отчалила и поплыла по течению. Я лежал на дне её, с трудом переводя дух. Река тем временем уносила нас всё дальше и дальше. ",
    "answers": [
      {
        "id": 15,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 14,
    "text": "Из воды торчали чёрные камни. Берег был сплошь покрыт камышом и осокой. В висках стучало и сосало под ложечкой. Все кругом сливалось в одну серо-зелёную массу.\n\nЯ чувствовал, как силы покидают меня. Зрение становилось всё более расплывчатым, гнетущая безысходность отнимала все силы на борьбу. Я уже готов был сдаться и от бессилия рухнуть наземь, как вдруг мои глаза средь прибрежной заросли выхватили очертания лодки. ",
    "answers": [
      {
        "id": 28,
        "text": "Навстречу к спасению"
      }
    ]
  },
  {
    "id": 15,
    "text": "Погоня мне больше не грозила. Наконец-то я оказался в недосягаемости моих преследователей. Всех, кроме одного.\n\nОперевшись на локти, я приподнялся и даже попробовал сесть. Лодка качнулась, пытаясь мне помешать, но упорство взяло своё и в конце концов я сел. Напротив меня на корме сидел человек в чёрной рясе и капюшоне, скрывавшем лицо. Человек  медленно указал рукой на весла. Его бледно-серый узловатый палец с чрезмерно длинным надреснутым ногтем буквально завораживал меня. ",
    "answers": [
      {
        "id": 16,
        "text": "Сесть на весла "
      }
    ]
  },
  {
    "id": 16,
    "text": "\"Вот ты и здесь. Тебе больше некуда бежать. И незачем\".\n\nГолос был низкий и, казалось, шёл откуда-то со стороны, словно бы, минуя воздух, звучал прямо в голове.\n\n\"Здесь меня не достанут?\"\n\nЯ говорил еле слышно, почти не размыкая рта, но человек понимал каждое слово.\n\n\"Этого ли ты боишься? Подумай хорошенько, почему ты убегаешь?\". ",
    "answers": [
      {
        "id": 17,
        "text": "Я убил человека",
        "need": [
          12
        ]
      },
      {
        "id": 18,
        "text": "Мне страшно"
      },
      {
        "id": 19,
        "text": "Да я, в общем-то, и не убегаю"
      }
    ]
  },
  {
    "id": 17,
    "text": "\"У меня на душе большой грех\".\n\nЯ замялся.\n\n\"Продолжай. Я внимаю\".\n\n\"Мы никогда не жили богато. Впрочем, и начинать не стоило. А всё ж хотелось чего-то такого. Счастья что-ли. А тут кум мой вернулся в село. Три года жил в городе, и вот за чем-то к нам пожаловал. Злые языки заговорили, что, мол, в городе дела у него совсем плохи стали, вот он у родни и ищет прибежище. Так или не так, а нужны ему были деньги. Он мне как-то вечером говорит: у меня клад в лесу припрятан, один я его из земли не достану, вдвоём нам сподручнее будет. Ты мне человек нечужой, поможешь, так и я в долгу не останусь.\n\nОткуда ж клад у тебя, спрашиваю.\n\nА он знай себе ухмыляется, потом, говорит, скажу, сначала дело. Возьми инструмент, да как стемнеет и все улягутся, мы с тобой, чтоб без лишних свидетелей, в лес двинем\".",
    "answers": [
      {
        "id": 20,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "\"Мне страшно\".\n\n\"Я знаю. Но ты должен сказать, почему тебе страшно\".\n\n\"Почему? Хорошие вопросы, неужели не очевидно? Это нужно объяснять?!\"\n\n\"Ты злишься. Страх сковал твой разум и ты сам, того не ведая, уходишь под воду с головой. Последний раз спрашиваю, чего ты боишься? И от чего убегаешь?\". ",
    "answers": [
      {
        "id": 23,
        "text": "Призраки "
      },
      {
        "id": 24,
        "text": "Бандиты",
        "need": [
          6
        ]
      },
      {
        "id": 17,
        "text": "Чувство вины",
        "need": [
          12
        ]
      },
      {
        "id": 19,
        "text": "Ничего"
      }
    ]
  },
  {
    "id": 19,
    "text": "\"Ничего я не боюсь и ни от чего я не убегаю. Мало кому понравится потеряться средь ночи в лесу, а я просто хочу уже наконец попасть домой! И уж точно у меня нет никакого желания общаться с неизвестными и отвечать на их дурацкие вопросы!\"\n\n\"А здесь никого, кроме тебя, и нет\".\n\nЯ посмотрел перед собой. Корма была пуста. Тоскливое чувство тревоги отдалось щемящей болью в сердце, и я почувствовал непреодолимое желание утопиться.\n\nСерый туман обволакивал всё вокруг. Берега утонули в нём, одна лишь тихая вода простиралась во все стороны, не зная края. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 20,
    "text": "\"Инструмент-то я взял. А то думаю, уж не затеял ли кум чего злого. Да и ночью всякая напасть случиться может. Взял я с собою на всякий случай и нож. У опушки говорю ему, если чего плохого задумал, давай сразу домой поворотим. А он знай себе ухмыляется, говорит, ты меня потом всю жизнь вспоминать будешь. Блуждали мы черт знает сколько, он и сам-то, стервец проклятый, пути не знал, а ещё меня за собой потащил. Я уж было назад хотел поворотить, как он ни с того ни с сего говорит мне: стой, тут копать будем. Раскопали мы яму, ни черта не нашли. Он подумал-подумал, говорит, давай в другом месте копать. Мы перешли на новое место, ещё одна яма — снова пусто. Причём копаю-то в основном я, а он только говорит, где. И так мне это подозрительно показалось. Ушли мы средь ночи, незнамо куда. Место... Не думаю, чтоб он его впотьмах так вдруг нашёл и признал. А тут ещё после очередной ямы, когда я совсем злой стал, он мне говорит: ты, мол, возвращайся домой, оставь мне лопату и иди с богом. Ошиблись мы, говорит. Ямы, говорит, закопать надо\".",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "\"Хотел уж я было уйти, да призадумался. Больно хитёр мой куманёк. Никакого клада он в лесу не искал. И дела у него, по-видимому, шли как нельзя лучше. И прибыток был, о котором он никому, видать, решил не рассказывать. Нет бы, гад, поделился — он его закапывать пошёл. И меня с собой взял. Ну, я это вмиг ухватил, говорю, лопату не дам и без тебя не уйду. Он требует, а я не даю. И вижу же, врёт мне гад, нагло в глаза врёт. Кричу, что не дам лопату. Он меня как толкнул, я выхватил нож и всадил ему в грудь. И ещё несколько раз. Он упал прямо в выкопанную яму. Я к нему, стал его ощупывать, а у него, проклятого, ни гроша за пазухой. Ну я от отчаяния думаю, хоть сапоги с него сниму, моя обувь совсем плохая стала. Бросил я его в яме и в его же сапогах ушёл. И только потом понял, что не знаю дороги домой. И ещё, что обувь моя осталась при нем, значит как найдут, пиши пропало. И инструмент весь с ним. Пропал...\"",
    "answers": [
      {
        "id": 22,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 22,
    "text": "\"Я понял, что возвращаться домой мне нельзя. Но и туда я вернуться не могу, боюсь, кошмарно боюсь. Всю дорогу сюда мне казалось, что он идёт за мной, что дышит мне в затылок. Что я не могу от него убежать\".\n\n\"От него ли ты бежишь? Ведь его больше нет. Он остался там, в лесу. Говоришь, ты выкопал две ямы? У всего есть цена. И ты прекрасно знаешь, какая цена у отнятой жизни\".\n\n\"Я знаю\".\n\nГде вдали вырисовывался призрачный силует церквушки. Туман окрасился розовым светом восходящего солнца.  Лодка спокойно плыла по течению, но внутри никого не было. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Призраки. В каждом шорохе листвы, в каждом треске веточки, всюду они мне мерещатся. Будто ходит кто по пятам за мной, будто дышит мне в ухо. Только бы дотянуть до рассвета...\"\n\n\"За кем призраки повадились ходить, тому и рассвет не поможет\".\n\n\"А ты-то кто?\"\n\n\"Я?\"\n\nЯ поднял глаза, но никого перед собой не увидел. Лишь эхо во все стороны разносило это последнее слово. В угрюмой задумчивости я налёг на вёсла. На душе противно скребли кошки, и всё никак не отступало ощущение, что я получил ответ лишь на половину вопроса. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 24,
    "text": "\"Известное дело, лихие люди. Того и глядишь, прережут тебя за богатство твоё, и поминай как звали, ни за что, ни про что хороший человек может в лесу так навсегда и остаться\".\n\n\"Ты теперь не в лесу, а богатство твоё всё при тебе, дорогой, всё при тебе, золотце моё, всё с тобой!\"\n\nГромогласный хтонический хохот развергся в воздухе как гром. Руки и ноги дубели от холода. Я опустил глаза и увидел, как на дне лодки образовался водоём. Вот он понемногу растёт, всё больше утяжеляя лодку, и тянет её туда, на глубину. Я пытаюсь пошевелиться, но ни руки, ни ноги не слушаются меня. Человек в капюшоне продолжает хохотать и я вижу, как корма постепенно уходит под воду, вода же чёрная, точно ряса незнакомца. Я чувствую её ледяное прикосновение к моё коже и от страха закрываю глаза. Тьма обволакивает меня и всё вокруг исчезает. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 25,
    "text": "Я опустился на четвереньки, как какая-нибудь собака или свинья. Ладони буквально прилипали к холодной земле. Я не знал, открыты или закрыты мои глаза. Было темно и я двигался наощупь. По спине струился пот, но мне совсем не было жарко. Зубы стучали без перебою, предательски выдавая меня. В попытке избавиться от судороги, я закусил нижнюю губу, и даже вкус крови, вскоре за тем последовавший, меня не испугал. Если чего я и боюсь, так это не крови.\n\nВнезапно правая рука не обнаружила под собою твердь. Я остановился и с усилием воли открыл глаза. Впереди виднелись стволы деревьев, окутанные бледно-серым туманом. Лес редел и понемногу исчезал вдали. Все это находилось в ложбине, а под самым носом у меня — обрыв. ",
    "answers": [
      {
        "id": 27,
        "text": "Спуститься"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я сгибался всё ниже и ниже. Когтистые лапы, возникая из тьмы, хватали меня со всех сторон. Не разбирая ничего перед собой, я шёл напролом. Громкий треск разносился во все стороны, делая бессмысленными все мои попытки оставаться незамеченным. Я отчаянно рвался вперёд, из последних душевных сил цепляясь за веру в то, что этот кошмар однажды закончится, как вдруг моя нога в этом просторном сапоге вдруг встала на ребро, я потерял равновесие и выставил руки перед собой. Но вместо того, чтобы коснуться земли, моё тело продолжило движение куда-то вниз и я с ужасом понял, что сорвался с обрыва.\n\nКубарем скатившись вниз, я оказался распростертым на земле. Надо мной висела дымка бледно-серого тумана и никаких колючих ветвей. ",
    "answers": [
      {
        "id": 27,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 27,
    "text": "Перемазанный грязью с головы до ног, я наконец-то мог встать в полный рост. Позади меня оставался столь неожиданный обрыв, за ним — мрачный лес.\n\nОторвался ли я от преследования? Не знаю. Но неизведанная пустота была единственным открытым мне направлением. Надо сказать, она манила меня, суля какую-то смутную надежду, разлитую в тумане. Я шёл, не ведая дороги, деревья становились реже, пока не исчезли совсем. Измождённому взору открылась сонная утренняя река. Её берег зарос камышом. Между стеблей проглядывал нос лодки. ",
    "answers": [
      {
        "id": 28,
        "text": "Забраться в лодку"
      }
    ]
  },
  {
    "id": 28,
    "text": "Спасительный ковчег, шанс, свалившийся с неба! Эта одинокая лодка, неизвестно откуда здесь взявшаяся, буквально ждала меня.\n\nВ то же мгновение я почувствовал чей-то тяжёлый взгляд у себя на спине. Он словно пронизывал меня насквозь, парализуя волю и заставляя сердце невольно сжиматься от ужаса. Не помня себя, я бросился к лодке, раздвигая руками жёсткий камыш, не видя перед собой ничего, но точно зная, куда мне нужно. Коснувшись лодки руками, я что было силы толкнул её от берега и сам поспешил за ней. Уже входя в воду, я запнулся об какую-то корягу и один из болтавшихся на ногах сапогов, слетев с ноги, остался под водой. Подстёгнутый её ледяным прикосновением, я перемахнул через борт и оказался на дне лодки. ",
    "answers": [
      {
        "id": 15,
        "text": "Подняться "
      }
    ]
  },
  {
    "id": 29,
    "text": "\"Трус! Трус и мерзавец!\", — кричал я про себя, ибо нарушить загробную тишину леса у меня всё же не хватило духу. Какой смысл бежать, если бежишь от самого себя? Мертвецы не оживают, не ходят по лесам, я в этом уверен, я в этом практически точно уверен, не может ведь быть иначе. Ну, не должно быть иначе!\n\nРугаясь и споря с самим собой, я шёл обратно, в точности повторяя путь своего панического бегства в обратном направлении. Гниющая листва, постепенно впитывающаяся в почву, хорошо сохранила мои следы. Их даже можно было разглядеть в туманном полумраке предрассветного часа.\n\nДа, я осознал, куда направляюсь, но по-прежнему не понимал, что буду там делать. ",
    "answers": [
      {
        "id": 30,
        "text": "Продолжать движение"
      }
    ]
  },
  {
    "id": 30,
    "text": "Хотя следы на земле могли принадлежать лишь мне одному, я всё же начал сомневаться, проходил ли здесь ранее. Чёрные массивные стволы казались мне абсолютно не знакомыми, более того — складывалось ощущение, что они незримо растут, становясь всё шире, поглощая в себя пространство вокруг, отчего просвет между ними постепенно мельчал. Вместе с воздухом исчезал и звук. Я чувствовал, что даже самый истошный крик, вырвавшись из моих лёгких, лишь расстает облачком пара, не достигнув ничьих ушей.\n\nОставалось совсем немного. Впереди виднелся пригорок. ",
    "answers": [
      {
        "id": 31,
        "text": "Взобраться на пригорок"
      }
    ]
  },
  {
    "id": 31,
    "text": "Нож за пазухой жёг грудь. Я держался за него, не решаясь вынуть наружу, но и не в силах отпустить. Каждый шаг давался с неимоверным трудом. Небольшой холмик сопротивлялся мне словно отвесный склон, хотя было ясно — это просто мои ноги не идут. И дело вовсе не в дурацких сапогах, я про них и думать забыл. Не гнулись суставы, и на плечи буквально обвалилась тяжесть нескольких мешков с песком.\n\nОбливаясь ледяным потом и отирая испарину со лба, я взобрался на пригорок. За ним угадывались очертания земляной кучки с воткнутой в неё лопатой и двух ям. Из ближней торчали вскинутые вверх босые ступни. ",
    "answers": [
      {
        "id": 32,
        "text": "Спуститься к ближайшей яме"
      },
      {
        "id": 33,
        "text": "Спуститься и направиться к дальней яме "
      }
    ]
  },
  {
    "id": 32,
    "text": "Он лежал на дне ямы, слегка присыпанный комьями сырой земли. Я не узнавал его лицо и не решался его разглядывать, но уверенность в том, что он мёртв, теперь была абсолютной. Холодно ли ему без обуви? Едва ли. Ему уже всё равно. Впрочем и мне эти сапоги никакого счастья не принесли. Разве что продать их кому-то другому?\n\nНужно обязательно решить, что делать с телом. ",
    "answers": [
      {
        "id": 33,
        "text": "Подойти к другой яме"
      },
      {
        "id": 34,
        "text": "Принять решение ",
        "need": [
          33
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "Глубокая ямища имела форму воронки и словно тянула меня внутрь. Полный воодушевления, я копал её дольше и основательнее, чем вторую. Никаких шансов на успех, лишь призрачная вера, или лучше сказать слепая алчность сподвигли меня вместо клада вырыть две могилы, а после пойти на преступление, разом прервавшее одну жизнь и безнадёжно отравившее другую.\n\nПовернуть время вспять нельзя. Как горько это сознавать. И ничто, пожалуй, уже не способно искупить содеяное. ",
    "answers": [
      {
        "id": 32,
        "text": "Подойти к яме с торчащими ногами "
      },
      {
        "id": 34,
        "text": "Принять решение ",
        "need": [
          32
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "Один проступок буквально перечеркнул всю мою жизнь. Слёзы не спешили появиться и глаза оставались сухими. Но к горлу подкатывала тошнота, которую как назло усиливал запах стухшего мяса, не принадлежавший однако мёртвому, а исходивший будто бы у меня изо рта. \n\nЯ не чувствовал в себе силы находиться здесь дольше. Необходимо было сделать то, зачем пришёл, и наконец убраться отсюда подальше. ",
    "answers": [
      {
        "id": 35,
        "text": "Вернуть мертвецу сапоги "
      },
      {
        "id": 36,
        "text": "Закопать труп вместе с ножом"
      },
      {
        "id": 37,
        "text": "Забрать лопату и уйти "
      }
    ]
  },
  {
    "id": 35,
    "text": "Я знаю, тебе они больше незачем. И мне они тоже без надобности.\n\nСвоих ботинок я так и не нашёл. Впрочем, будем честны, не особо я их и искал.\n\nСветало. Бледно-белый туман приобретал нежно-розовый оттенок. Безмятежная гладь утренней реки отдавала ледяной свежестью. На берегу среди острых камней стоял босой человек в одних обмотках. Он ждал одинокую лодку и человека в чёрном капюшоне. Ему нужно было переправиться на другую сторону. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ямка, где лежал мой кум, была мелковата, чтобы уместить в себя всё его тело. Понимая это, я решил перетащить его в другую, значительно большего размера. Скованный предрассветным холодом, я никак не мог оторвать мёртвый груз от земли. Сухой и щуплый, он словно бы весил как целая лошадь, так что конечности его буквально выскальзывали у меня из рук. Примерившись так и эдак, я наконец обошёл его со стороны головы, проснул свои руки у него в районе подмышек и сцепил в замок на груди. Таким образом, пятясь назад, мне удалось вытащить его из ямы и перевалить через рыхлую гряду, как вдруг в вечно болтающемся сапоге стопа встала на ребро, я потерял равновесие и вместе с телом рухнул на дно глубокой ямы.\n\nУдар не был жёстким, но у меня всё равно сбилось дыхание и посыпались искры из глаз. Оглушённый падением, я не сразу заметил звук лопаты, черпающей землю, и влажные комья, летевшие откуда-то из-за кромки ямы прямиком на нас. Поняв же, что происходит, я попытался закричать, но крик застрял у меня в горле, а на грудную клетку давило непомерно тяжёлое мёртвое тело. Я не мог никак высвободиться и лишь вынужденно с ужасом наблюдал, как сырая земля скрывает два наших тела. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 37,
    "text": "Оставить лопату было, пожалуй, серьёзной ошибкой, но вполне исправимой. Хорошо, что у меня хватило духу за ней вернуться, ибо без неё в хозяйстве никуда, а здесь она была лишь указанием на убийцу. Ну, ничего. Вернусь домой, заживём по-старому. Про кума скажу, что в город вернулся. А коль тело найдут, так нехитрое дело, в лесу подонков всяких, людей лихих — полным полно. А то и звери лесные поработают, глядишь и опознавать будет некого, хе-хе.\n\nЯ вырвал лопату из земляной кучи. Влажный грунт крупным куском обвалился вглубь ямы, обнажив на скорую руку припрятаный свёрток. Я аж остолбенел. Не могли же мы его не заметить при раскопках, ведь не могли! Наверное, кум принёс его с собой и втихаря от меня сунул в кучу земли... Да, вероятно так оно и было.\n\nНе веря своему счастью, я бросился к свёртку, схватил его и тотчас же развернул. Внутри лежал кусочек копчёного сала и краюшка хлеба. Разочарованию не было предела. Я убил человека за пару неудобных сапог и этот свёрток.\n\nТуман становился белее.\nСветало. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  }
]