[
  {
    "id": 1,
    "text": " Автор: простяг\n Жанр: сказка\n\n Судьба — странная штука... Она тесно связана с битвой между добром и злом. Она, как бы судья, решая, кто будет героем, а кто злодеем. Но что делать, если ты не собираешься плыть по течению?\n Эндрю — студент третьего курса колледжа. У него есть друзья, работа, семья. Но все это вдруг мигом расстворилось тихим пшиком. И теперь у него остался один выбор: драться против силы зла, которая желает заполучить нового подданного, либо остаться верным добру, остаться человеком...\n\n Победа добра над злом начинается с маленьких действий каждого человека. — Далай Лама.",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 2,
    "text": " — Пацаны, братва, я так предлагаю тост, — громко произнес Женя Лоскеев.\n\n Он был пьян и постепенно терял контроль над собой.\n\n — Давайте каждый из нас скажет тост-пожелание? Все-таки Новый Год вот вот постучит в наши двери. И мы пожелаем друг другу от чистого сердца чего-нибудь хорошего! — продолжил Женя.\n — Опять нечего не сбудется! — булькнул под нос недовольно здоровяк Саша Лозеев.\n — Сбудется! Точно зна-а-а-ю, что сбудется! Я в этом уве-е-е-рен! — сказал Женя, с заплетающимся языком.\n — Ну тогда ты и начни, — сказал ты, потихоньку допивая пиво.\n — Л-л-адно! Короче, бра-а-тва, я вам всем желаю, чтобы в новом году все-все ме-е-чты сбылись! — продолжил Женя.\n — Чтоб было... ик... в шоколаде! — перебил его Витька Бытов.\n — Ну-у-у! Желаю сдать экзамены по культурологии, физике и немецкого! — поддержал тост Сергей Нуждин.",
    "answers": [
      {
        "id": 3,
        "text": "Через два дня",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": " Декабские выходные дни пролетели мимо, будто их и не было... Остается пара часов до учебы.\n Здание колледжа погружено во мрак... Свет горит только в деканате. Через окно видно, что там неспешно двигаются люди.\n Около тяжелой железной двери деканата, оклеенной всевозможными объявлениями о зачислениях, отчислениях, практикой, неожиданно появляется  темно одетый мужчина... Если бы в пустынном коридоре сейчас оказались охранник или уборщица, они бы точно упали от шока. Незнакомец материзовался из воздуха. Произошло бы грандиозное открытие, был бы огромный скандал, но... На радость темному незнакомцу повезло, что удивительное явление осталось некем не замеченным.",
    "answers": [
      {
        "id": 4,
        "text": "В деканате жаркий спор",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": " Спорят о том, как лучше использовать пятьсот тысяч рублей. Эти лишние деньги появились из-за того, что преподаватель философии завалил на своем экзамене всех студентов вторых курсов и они лишились своих стипендий. Теперь заседающие в деканате смотрят на философа со скрытой неприязнью: им приходится торчать в колледже с самого раннего утра и постепенно отбрасывают варианты тратов денег.\n Незнакомец медленно открывает дверь и входит в кабинет. Удивительно, на него не обращают внимания, а ведь из присутствующих не знает этого загадочного человека...\n Выглядит таинственная личность довольно шикарно: черные брендовые ботинки, серые известный фирмы брюки, такого же цвета пиджак и белая рубашка. Кожа у неизвестного какая-то неестественно бледная, а волосы — цвета давно используемой половой тряпки. А глаза то, глаза светятся кроваво-красным огоньком...",
    "answers": [
      {
        "id": 5,
        "text": "Дальше",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 5,
    "text": " Зачем же обращать лишнее внимание на обычного, тихого, вечно сонного сотрудника? Поэтому они просто поздоровались с ним и продолжили дискуссию.\n\n — Послушайте, давайте эти деньги направим в фонд благоустройство колледжа? — тихо говорит старик — преподователь обществознания.\n — Нельзя! Иван Сергеевич... Напомнить, что в прошлом месяце мы выиграли грант на благоустройство и половину средств не освоили? — отвечает писклявая старушка — декан.\n — Ну давай те выпишем премии сотрудникам? — предложила идею замдекана.\n — Вы что, вы что, Нина Александровна?! Это будет скандал на всю область! Злые языки будет наговаривать, что преподователи специально всех валят, чтоб присвоить себе их степендии...\n — Да они сами дурни! На уроках не учатся!  — вдруг громко сказал тот самый философ.",
    "answers": [
      {
        "id": 6,
        "text": "Внезапно...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": " Красноглазый незнакомец ни кому не обращаясь произносит свою речь.\n\n — Поделим деньги между группой А-12. В прошлом году очень хорошо организовали и провели день рождения нашего колледжа. Пусть для них это будет новогодняя повышенная стипендия...\n\n От усталости, всем идея понравилась. Декан тут же стала подписывать приказ, секретарь берется составлять объявление, бухгалтер рыться в личних делах студентов.\n В этот момент зловеще улыбаясь незнакомый мужчина, тихо выходит из деканата. И все о нем забывают, будто его и не было.",
    "answers": [
      {
        "id": 7,
        "text": "Странности продолжаются",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": " Когда бухгалтер берется за перечисление денежных средств на стипендиальные карты студентов, у него резко прихватывает живот.\n\n \" — Зараза! Не надо было покупать эти пирожки с ягодами в проклятой булочной! Ведь продавец довольно странный... Жуткий какой-то и очень знаком откуда-то... Только вот откуда?\" —  сказал он.\n\n Тут же бухгалтер на космической скоростью бросается на вынужденное свидание к белому трону...\n В этот момент в его кабинете прямо из воздуха появляется снова богато одетый, бледный мужчина. Он не торопясь нажимает на клавиши, щелкает мышью, а затем смеясь исчезает без следа...",
    "answers": [
      {
        "id": 8,
        "text": "Эндрю Гордон",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": " Эндрю внезапного слышит телефонный звонок...\n\n — Алло? — спросил ты.\n\n В гудящем вагоне метро слышится плохо. В любом другом случае ты бы перезвонил, но сейчас с тобой разговаривают с колледжа.\n\n — Произошла небольшая техническая подкладка. Все деньги... все новогодние повышенные стипендии были отправлены на вашу карту. Пятьсот тысяч рублей... Как можно скорее перечислите деньги своим однокурсникам. Надеюсь на вашу честность.\n — Э-э-э, хорошо, — проволчал ты.\n\n Затем ты обратно засунул телефон в рюкзак и продолжил смотреть прерванный сон. На одной из остановок зашел бледный человек с красными глазами... Он пристально смотрит на тебя и улыбается. На следующей остановке странный тип уходит.\n\n — Конечная! Просыпайтесь! — грубый голос вызывает тебя обратно в реальность.\n\n Ты выскакивает из вагона, щюрясь от яркого света ламп и тут же понимаешь, что у тебя нигде нет рюкзака... Ты бросаешься обратно в вагон.\n\n — Стоять! Куда?! — орет полицейский.\n — Я рюкзак забыл! \n — Нет некакого там рюкзака. Взяли моду спать в метро. Приснилось тебе, убирайся с вагона!",
    "answers": [
      {
        "id": 11,
        "text": "Продолжать доказывать.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 9,
    "text": " Тебя вдруг пронизывает страшное предчувствие. Нашарив пальцами выключатель, щелкаешь им.  \n Дверь спальни оказывается открыта и свет от коридора проникает до нее. Там на постеле кто-то возится...\n\n — Катюша? — немного громко сказал ты.\n — А-а-а-а! — с испуга закричала Катя.\n\n На кровати лежат Катя... и родной твой брат Николай. Они оба полуголые.\n\n — Эндрю?! Эндрю я тебе сейчас всё поясню... — тараторит Катя, накидывая халат.\n — Эндрю? — сонно спросил Николай.\n — Вы...\n\n Внутри тебя начинаются снова вспыхивать гнев и ненависть. Мало того, что друзья оказались алычными подонками, так и брат втихоря спит с твоей женщиной, которую так любишь...\n\n — У меня нет слов... Одна — проститутка, другой — бабник... Чего тут обьясняться? Молодцы... Вот и живите теперь без надобности скрывать чувства! — с гневом сказал ты.\n — Эндрю, подожди! — Катя пытается тебя успокоить.\n — Не надо ее называть проституткой! — крикнул брат.\n\n Николай подошел и с размахом ударил кулаком по носу. Из носа потекла недавно засохшая кровь. Не выдержав этого удара, ты упал на пол и потерял сознание...",
    "answers": [
      {
        "id": 10,
        "text": "Сознание",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": " Снег, налипший к лицу и рукам, приводят тебя в чувство. Ты оказывается некоторое время лежишь на одном из сугробов и мимо тебя проходят люди.  \n Дети тычат тебя пальцами, женщины с отвращением смотрят на тебя.\n\n — Эй ты, пьянь! Кто тебя так \"воспитал\"? — подошел один мужчина.\n — Э... Я не пью, просто брат избил и выбросил на улицу.\n — Да? Ух какой плохой, брат, — и мужчина пошел по своим делам.\n\n Ты еще немного полежал и собрал все свои силы, чтоб двигаться дальше, иначе можно погибнуть и никто этого не заметит...",
    "answers": [
      {
        "id": 16,
        "text": "Общежитие",
        "right_answer": true
      },
      {
        "id": 17,
        "text": "Кол-центр",
        "left_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": " — Ты совсем дурак?! — спросил полицейский, выталкивая тебя с вагона.\n — У меня был рюкзак! Его украли, как вы это не понимаете?! Там ноутбук, телефон, карта...\n — А ну раз карта, то был, — хихикая ответил коп.\n — Ну помогите же, вы точно страж порядка?! — ты стал повышать голос.\n — Нет блин, дед мороз с синей униформой и без бороты. Хих. Дуй в ближайшее отделение полиции и заявляй о пропаже! \n\n У тебя рой мыслей вьется в голове: \" Украли! Украли пока спал! А там кошелек! А на карте вся стипендия! Вот как теперь карту заброкировать?\"",
    "answers": [
      {
        "id": 12,
        "text": "Идти в отделение",
        "left_answer": true
      },
      {
        "id": 13,
        "text": "Идти в общежитие",
        "right_answer": true
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": " Тебе везет, что в комнате друзей нет. Пока не менее счастливое обстоятельство хоть на какое-то время избавляет от жуткого признания, долгих объяснений, всеобщего негатива...\n Затем ты отправляешься в банк и долго выполняешь все формальности, связанные с брокировкой карты. Оказывается, вор уже снял все деньги. \n Приходится идти в отделение полиции и еще пару часов потратить на составление заявления и давать показания. Вообще, ты не надеешься на полицию, но в глубине души теплится вера в то, что все само собой образуется.\n Уже под вечер несчастный ты отправляешься в общагу... Голова очень болит от предстоящих разборов полетов.",
    "answers": [
      {
        "id": 14,
        "text": "Комната",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 14,
    "text": " Ты тяжело открываешь дверь и плюхаешься на свою кровать.\n\n — Эй, дружище! Что с тобой?! От тебя лица нет! — удивляется Женя.\n — Плохи наши дела... — вздыхаешь ты.\n — Да чего случилось-то, говори, блин! — говорит Саня.\n — У нас же праздник сейчас! Море денег! Кстати, ты в курсе, что тебе по ошибке все деньги перечислили? Я понимаю, что ты с работы, устал, но всё-таки перекинь нам всем деньги по быстрому, ладно? — сказал Сергей.\n — Нет наших денег, пшик! — не смотря на него, ответил ты.\n — Как нет? Что значит \"пшик\"?! Ты что, решил пошутить?! Брось прикалываться! — хором орут пацаны.\n — Обокрали меня! Работа в колл-центре оказалось тяжелой! — начал оправдываться ты.\n — Ты... Ты серьезно?! — визжит Витька.\n — Как так совпало?  Как так могло случиться? Тебе деньги пришли и тут же обокрали?! — поддалкивает Сергей.\n — Да... Очень подозрительно... — бубнит под нос Женя.\n — Не смешно, отдавай бабки! — крикнул Санька.\n\n Санька взялся за ворот твоей куртки.\n",
    "answers": [
      {
        "id": 15,
        "text": "Оттолкнуть",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 15,
    "text": " — Я что, приколист?! — с криком ты оттолкнул друга.\n — Ага, конечно! Актер плохой, — Женя злобно скалится, как маленькая агрессивная собачонка.\n— А я... Я то думал... ты друг мне, а ты... шкура! — злобно сказал ты в ответ.\n\n Ты быстро подошел к нему и размахиваешь кулаками, но получаешь сокрушительный удар в живот от Саньки.\n Опрокидываясь на спину, ты схватил за шею Саньку. Женя и Сергей принимаются лупить ногами по твоим бокам, как вдруг влетает в комнату вахтер. Он и еще несколько ребят растаскивают вас друг от друга.\n ",
    "answers": [
      {
        "id": 18,
        "text": "В колледже",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 16,
    "text": " -\" Ну не совсем же пацаны звери?! Поймут, что человеку негде ночевать. Может, это первая реакция такая — психоз... Может сейчас они попробывают порассуждать трезво и поймут...\" — успокаивал ты сам себя, не веря в происходящее.\n\n Подходишь к двери общежития. Закрыто. У окна в каморке сидит вахтер. В окно он не смотрит, а палится в какой-то журнал. Рожа у него идиотско-довольная. Руки сложены у груди.\n Ты тихо барабанишь пальцами по стеклу. Вахтер вздрагивает, резко переносит взгляд с журнала на окно, но, увидив тебя, сразу же закрывает глаза и опрокидывается на спинку кресла. Изображает, что крепко спит!\n\n — Откройте! Откройте, дьявол вас дери! Вы не спите! — кричит ты ему.\n\n Из окон начинают выглядывать заспанные студенты.\n\n — Ты чего тут разорался, дурачок?! \n — Пошел к черту! Нечего по ночным клубам шляться! \n — Жди теперь утра! Пьянь...\n — Скотина! Завтра мне к первой паре! \n\n Ты понимаешь, что двери общежития для тебя закрыты, по крайней мере, до утра... Почему вахтер, почему студенты так поступают, ты мог только догадливаться.",
    "answers": [
      {
        "id": 62,
        "text": "Кол-центр",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 17,
    "text": "По дороге ты снова впал в свои мысли.\n\n -\" Вот как в жизни бывает: ты живешь, и у тебя в душе целый мир цветущий, поющий, прекрасный...\n На километры простираются сады чувств, эмоций, знаний... Живут в этих садах твои надежды, мечты, фантазии — словно райские животные и птицы. \n Освещает мир яркое и горячее солнце под названием любовь. Мир с каждым днем растет и любой уголок неповторимый, уникальный. Ты часто посещаешь свой мир — когда едешь домой, слушаешь любимую музыку, читаешь интересные книги, и понимаешь, как же тебе хорошо там...\n А потом солнце взрывается, опалив все живое адским пламенем... Сады сгорают, звери и птицы гибнут в страшных муках. Затем наступает вечный мрак и холод. Все, что выжило, стали меняться: растения становятся хищными, животные отвращивают клыки, а птицы дополнительные крылья...\n Ты сам не замечаешь, как становится злым, циничным, грубым, завистливым и мерзким самому себе... Но сделать кажется уже нечего нельзя... И это тот самый апокалипсис, только внутри тебя.\"",
    "answers": [
      {
        "id": 28,
        "text": "Далее",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 18,
    "text": " В колледже сделать ничего не могут, а только всем студентам объявили, что если кто хоть пальцем тронет тебя, то без компромиссов выгонят с колледжа.\n Весь ты страшно выглядишь: разбитый нос, фонари на обоих глазах, ушибы и синяки на боку, разодранная, залитая кровью одежда.\n\n — Завтра напишем заявление в прокуратуру, а сейчас всем успокоиться и спать! — сказала декан.\n — Только сунься в комнату, вор... Раздавим окончательно! — ширит под ухо Санька.\n\n Кое-как ты отправляешься гулять по ледяным улицам города, шатаясь от боли, усталости и от глубокой душевной боли...\n Тихо падает снег. Снежинки ярко сверкают, переливаясь и тихо шуршат, оседая на все предметы. Людей и машин почти нет.\n Какое-то время за тобой ходит странный бледный тип с красными глазами. Снежинки не падают на него, как будто специально облетая кругом... Кроме того, мужик не оставляет на снегу следов.",
    "answers": [
      {
        "id": 19,
        "text": "Дальше",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 19,
    "text": " По временам ты начинаешь говорить сам с собой — то тихо, то выкрикиваешь ругательства. Немногие прохожие от страха шарахаются в стороны...\n\n -\" Как так могло случиться?! Вот как?! Мы же... мы все друзья! Вместе с первого курса! Все экзамены вместе сдавали, все проблемы вместе решали. С деньгами у кого-то кот наплакал — не вопрос, скинемся! Кого-то из нас заденут — так в драку, пусть их больше, плевать, что потом в полицию попасть можно! Летом друг к другу в гости — пиво, шашлыки, пляж, рыбалка... Кто заболеет — ему все лекарства тащим. Черт, проклятье! Из-за каких-то больших сумм денег все сошли с ума... Может это все сон?! Будь все то проклято!\"\n\n В итоге тебе становится ужасно холодно... Ты выходишь из полубредового состояния и понимаешь, что надо найти где-то переночевать, иначе можно банально замерзнуть на улице.",
    "answers": [
      {
        "id": 20,
        "text": "В общежитие",
        "middle_answer": true
      },
      {
        "id": 21,
        "text": "К девушке",
        "right_answer": true
      },
      {
        "id": 22,
        "text": "В кол-центр",
        "left_answer": true
      }
    ]
  },
  {
    "id": 20,
    "text": " -\" Ну не совсем же пацаны звери?! Поймут, что человеку негде ночевать. Может, это первая реакция такая — психоз... Может сейчас они попробывают порассуждать трезво и поймут...\" — успокаивал ты сам себя, не веря в происходящее.\n\n Подходишь к двери общежития. Закрыто. У окна в каморке сидит вахтер. В окно он не смотрит, а палится в какой-то журнал. Рожа у него идиотско-довольная. Руки сложены у груди.\n Ты тихо барабанишь пальцами по стеклу. Вахтер вздрагивает, резко переносит взгляд с журнала на окно, но, увидив тебя, сразу же закрывает глаза и опрокидывается на спинку кресла. Изображает, что крепко спит!\n\n — Откройте! Откройте, дьявол вас дери! Вы не спите! — кричит ты ему.\n\n Из окон начинают выглядывать заспанные студенты.\n\n — Ты чего тут разорался, дурачок?! \n — Пошел к черту! Нечего по ночным клубам шляться! \n — Жди теперь утра! Пьянь...\n — Скотина! Завтра мне к первой паре! \n\n Ты понимаешь, что двери общежития для тебя закрыты, по крайней мере, до утра... Почему вахтер, почему студенты так поступают, ты мог только догадливаться.",
    "answers": [
      {
        "id": 23,
        "text": "К девушке",
        "right_answer": true
      },
      {
        "id": 24,
        "text": "В кол-центр",
        "left_answer": true
      }
    ]
  },
  {
    "id": 21,
    "text": "Эндрю решает пойти к своей девушке — Кате, надеясь найти у нее приют, ласку, нежность и самое главное: понимание. \n Всего за пару минут до того, как Эндрю подходит к подъезду, около обшарпанной двери появляется уже знакомый странный человек... Теперь в руках у него длинная трость из черного дерева с черно-красноватым шариком.\n Мужчина дотрагивается тростью до домофона и домофон тут же отключается. Затем он перемещается к двери Кати.\n К тому моменту Эндрю подходит к подъезду и пытается набрать номер квартиры на домофоне. Тот не подает признаков жизни, и парень просто открывает дверь и входит внутрь.\n Красноглазый тем временем касается тростью до звонка и замка двери. Замок щелкает, и дверь тихо приоткрывается...\n Эндрю Гордон тем временем поднимается по лестнице. Когда он доходит до этажа, незнакомец уже растворился в воздухе. ",
    "answers": [
      {
        "id": 9,
        "text": "Входить",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 22,
    "text": "По дороге ты снова впал в свои мысли.\n\n -\" Вот как в жизни бывает: ты живешь, и у тебя в душе целый мир цветущий, поющий, прекрасный...\n На километры простираются сады чувств, эмоций, знаний... Живут в этих садах твои надежды, мечты, фантазии — словно райские животные и птицы. \n Освещает мир яркое и горячее солнце под названием любовь. Мир с каждым днем растет и любой уголок неповторимый, уникальный. Ты часто посещаешь свой мир — когда едешь домой, слушаешь любимую музыку, читаешь интересные книги, и понимаешь, как же тебе хорошо там...\n А потом солнце взрывается, опалив все живое адским пламенем... Сады сгорают, звери и птицы гибнут в страшных муках. Затем наступает вечный мрак и холод. Все, что выжило, стали меняться: растения становятся хищными, животные отвращивают клыки, а птицы дополнительные крылья...\n Ты сам не замечаешь, как становится злым, циничным, грубым, завистливым и мерзким самому себе... Но сделать кажется уже нечего нельзя... И это тот самый апокалипсис, только внутри тебя.\"",
    "answers": [
      {
        "id": 28,
        "text": "Далее",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 23,
    "text": " Эндрю решает пойти к своей девушке — Кате, надеясь найти у нее приют, ласку, нежность и самое главное: понимание. \n Всего за пару минут до того, как Эндрю подходит к подъезду, около обшарпанной двери появляется уже знакомый странный человек... Теперь в руках у него длинная трость из черного дерева с черно-красноватым шариком.\n Мужчина дотрагивается тростью до домофона и домофон тут же отключается. Затем он перемещается к двери Кати.\n К тому моменту Эндрю подходит к подъезду и пытается набрать номер квартиры на домофоне. Тот не подает признаков жизни, и парень просто открывает дверь и входит внутрь.\n Красноглазый тем временем касается тростью до звонка и замка двери. Замок щелкает, и дверь тихо приоткрывается...\n Эндрю Гордон тем временем поднимается по лестнице. Когда он доходит до этажа, незнакомец уже растворился в воздухе. ",
    "answers": [
      {
        "id": 25,
        "text": "Входить",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 24,
    "text": "По дороге ты снова впал в свои мысли.\n\n -\" Вот как в жизни бывает: ты живешь, и у тебя в душе целый мир цветущий, поющий, прекрасный...\n На километры простираются сады чувств, эмоций, знаний... Живут в этих садах твои надежды, мечты, фантазии — словно райские животные и птицы. \n Освещает мир яркое и горячее солнце под названием любовь. Мир с каждым днем растет и любой уголок неповторимый, уникальный. Ты часто посещаешь свой мир — когда едешь домой, слушаешь любимую музыку, читаешь интересные книги, и понимаешь, как же тебе хорошо там...\n А потом солнце взрывается, опалив все живое адским пламенем... Сады сгорают, звери и птицы гибнут в страшных муках. Затем наступает вечный мрак и холод. Все, что выжило, стали меняться: растения становятся хищными, животные отвращивают клыки, а птицы дополнительные крылья...\n Ты сам не замечаешь, как становится злым, циничным, грубым, завистливым и мерзким самому себе... Но сделать кажется уже нечего нельзя... И это тот самый апокалипсис, только внутри тебя.\"",
    "answers": [
      {
        "id": 28,
        "text": "Далее",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 25,
    "text": " Тебя вдруг пронизывает страшное предчувствие. Нашарив пальцами выключатель, щелкаешь им.  \n Дверь спальни оказывается открыта и свет от коридора проникает до нее. Там на постеле кто-то возится...\n\n — Катюша? — немного громко сказал ты.\n — А-а-а-а! — с испуга закричала Катя.\n\n На кровати лежат Катя... и родной твой брат Николай. Они оба полуголые.\n\n — Эндрю?! Эндрю я тебе сейчас всё поясню... — тараторит Катя, накидывая халат.\n — Эндрю? — сонно спросил Николай.\n — Вы...\n\n Внутри тебя начинаются снова вспыхивать гнев и ненависть. Мало того, что друзья оказались алычными подонками, так и брат втихоря спит с твоей женщиной, которую так любишь...\n\n — У меня нет слов... Одна — проститутка, другой — бабник... Чего тут обьясняться? Молодцы... Вот и живите теперь без надобности скрывать чувства! — с гневом сказал ты.\n — Эндрю, подожди! — Катя пытается тебя успокоить.\n — Не надо ее называть проституткой! — крикнул брат.\n\n Николай подошел и с размахом ударил кулаком по носу. Из носа потекла недавно засохшая кровь. Не выдержав этого удара, ты упал на пол и потерял сознание...",
    "answers": [
      {
        "id": 26,
        "text": "Сознание",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 26,
    "text": " Снег, налипший к лицу и рукам, приводят тебя в чувство. Ты оказывается некоторое время лежишь на одном из сугробов и мимо тебя проходят люди.  \n Дети тычат тебя пальцами, женщины с отвращением смотрят на тебя.\n\n — Эй ты, пьянь! Кто тебя так \"воспитал\"? — подошел один мужчина.\n — Э... Я не пью, просто брат избил и выбросил на улицу.\n — Да? Ух какой плохой, брат, — и мужчина пошел по своим делам.\n\n Ты еще немного полежал и собрал все свои силы, чтоб двигаться дальше, иначе можно погибнуть и никто этого не заметит...",
    "answers": [
      {
        "id": 27,
        "text": "Кол-центр",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 27,
    "text": " По дороге ты снова впал в свои мысли.\n\n -\" Вот как в жизни бывает: ты живешь, и у тебя в душе целый мир цветущий, поющий, прекрасный...\n На километры простираются сады чувств, эмоций, знаний... Живут в этих садах твои надежды, мечты, фантазии — словно райские животные и птицы. \n Освещает мир яркое и горячее солнце под названием любовь. Мир с каждым днем растет и любой уголок неповторимый, уникальный. Ты часто посещаешь свой мир — когда едешь домой, слушаешь любимую музыку, читаешь интересные книги, и понимаешь, как же тебе хорошо там...\n А потом солнце взрывается, опалив все живое адским пламенем... Сады сгорают, звери и птицы гибнут в страшных муках. Затем наступает вечный мрак и холод. Все, что выжило, стали меняться: растения становятся хищными, животные отвращивают клыки, а птицы дополнительные крылья...\n Ты сам не замечаешь, как становится злым, циничным, грубым, завистливым и мерзким самому себе... Но сделать кажется уже нечего нельзя... И это тот самый апокалипсис, только внутри тебя.\"",
    "answers": [
      {
        "id": 28,
        "text": "Дальше",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 28,
    "text": " В кол-центре сейчас смена твоего двоюродного брата Бори. Боря точно не прогонет... Можно будет поспать в комнате отдыха.\n Незнакомый охранник, сидящий в уютной каморке за стеклянным окошечком, оглядывает тебя с ног до головы.\n\n — Ты чего тут забыл? Быстро вали отсюда! Алкаш проклятый, и как только на мою голову взялся?!\n — У меня пропуск есть! — резко отвечаешь ты и показываешь ее ему.\n — Так ты тут работаешь, что ли?! — удивляется охранник.\n — Да...\n — А чего в таком виде?\n — Упал неудачно, головой об бордюр. Скользко же... — почесал ты затылок.\n — Может помочь тебе как? — охранник вдруг решает проявить сочувствие.\n — Да не, не надо.",
    "answers": [
      {
        "id": 29,
        "text": "Далее",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 29,
    "text": " — Ты это куда? — спрашивает уже знакомых охранник.\n — Пусти, пожалуйста, я в туалет зайду и приведу себя в порядок.\n — И чего сюда припёрся? — кажется, он очень недоволен.\n — Да это же я, Эндрю! Павел Вольвович, вы не узнаете меня? — сказал ты, и положил руку на его плечо.\n — Да ничего... Иди давай, манатки свои забирай. И быстро! — грубо ответил Павел и ушел куда-то.\n\n Ты не можешь понять, почему всегда дружелюбный Павел, так хлоднокровно относится к тебе. Но разбираться как-то не хочется. Ты заходишь в длинный коридор и тут же встречаешь двоюродного брата.\n\n — Слушай, братан... Короче, ты тут больше не работаешь. Извини. Я пытался, но ты знаешь, я ведь тут ничего не решаю... — он говорил в полголоса.\n — Как же так? Из-за чего? — ты чуть не падаешь.\n — Тут начальник, ты же его знаешь... Не знаю, какая его муха укусила, просто он самодур, — сказал он еще тише.\n\n Неожиданно появляется брат, Борькиной жены — Федя. Беспутный, пьющий бездельник.\n\n — Ого, как же всё-таки кайфушно у вас! Делать почти ничего не надо, а деньги капают, — Федя не замечает тебя.\n — Кхм, — тихо кашнул ты.\n — Ой, Эндрю... Как житюха? Чего такой? Побухал, подрался? Понимаю! Наш человек!\n\n Тут ты все понял. Тебя сместили с работы из-за семейных связей...",
    "answers": [
      {
        "id": 30,
        "text": " Кинуться в драку",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "Кабинет директора",
        "right_answer": true
      }
    ]
  },
  {
    "id": 30,
    "text": " Эндрю разворачивается и с размаху ударяет Борю в челюсть.  Борька со стоном падает на пол. \n За него вступается Федя — тот не очень сильный, но имеет опыт уличных драк. Правда, Гордон настолько зол, что без церемоний въезжает кулаком ему прямо в солнечное сплетение.\n Тут в коридоре вдруг появляется бледный, красноглазый мужик с тростью. Он быстро подбегает к сидящему около лифта охраннику:\n\n — Эй, уважаемый, у тебя тут непорядок — драка в коридоре...\n\n Эндрю пытается открыть дверь кабинет директора фирмы, но громадный охранник хватает его за плечо.\n\n — Безобразничать вздумай?! Пьянь! Пошел вон! \n\n Гордон пытается сопротивляться, но здоровяк легко затаскивает его к лифту, запихивает в кабину и нажимает на кнопку первого этажа. Эндрю понимает, что проиграл и больше ему некуда деваться... ",
    "answers": [
      {
        "id": 32,
        "text": "Снова улица",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 31,
    "text": " — Эй, а ты куда?\n — Сука ты... Сейчас узнаю, за что меня уволили.\n — Стой, стой! Нельзя!\n\n Эндрю разворачивается и с размаху ударяет Борю в челюсть.  Борька со стоном падает на пол. \n За него вступается Федя — тот не очень сильный, но имеет опыт уличных драк. Правда, Гордон настолько зол, что без церемоний въезжает кулаком ему прямо в солнечное сплетение.\n Тут в коридоре вдруг появляется бледный, красноглазый мужик с тростью. Он быстро подбегает к сидящему около лифта охраннику:\n\n — Эй, уважаемый, у тебя тут непорядок — драка в коридоре...\n\n Эндрю пытается открыть дверь кабинет директора фирмы, но громадный охранник хватает его за плечо.\n\n — Безобразничать вздумай?! Пьянь! Пошел вон! \n\n Гордон пытается сопротивляться, но здоровяк легко затаскивает его к лифту, запихивает в кабину и нажимает на кнопку первого этажа. Эндрю понимает, что проиграл и больше ему некуда деваться... ",
    "answers": [
      {
        "id": 32,
        "text": "Улица",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 32,
    "text": " Сил у Гордона больше нет. Дико хочется ему спать, все тело после побоев болит, перед глазами скачут разноцветные пятня.\n Эндрю думает, что так плохо ему еще никогда не было. Все возможные беды за одни сутки... Просто невероятно, такое не бывает в обычной жизне... На вопросы откуда навалились все эти беды и почему, у него до сир пор нет ответа.\n В пустынном и снежной улице парень видит подземный переход. Внутри темно, но где-то в стороне тускло светит лампочка. Свет лампочки манит Эндрю, будто он увидел мотылька. Он чуть ли не бегом добирается до нее, усаживается на холодный бетон и сворачивается колачиком.",
    "answers": [
      {
        "id": 33,
        "text": "Ночь",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 33,
    "text": " Внезапно ты ощющаешь на себе чей-то тяжелый, не добрый взгляд и тут же просыпаешься.\n Из темноты перехода выходит человек. Тебе кажется, что ты его где-то видел. Одет богато, кожа бедная, как будто он — мертвец. \n\n — Кто вы? Что нужно? — с ноткой страха, спросил ты.\n — Неважно. Главное, я знаю, кто ты и что произошло, — грубоватым голосом, произнес незнакомец.\n — Что именно вы знаете? — ты начинаешь теряться в мыслях. \n— Не бойся, я не причиню тебе зла... Я только хочу помочь, — с  противной улыбкой сказал он.\n — Но как?\n — Я знаю, что тебя обокрали, что друзья тебя из-за денег предали. Также я знаю, что тебя выгнали с работы, а родной брат отобрал девушку. \n — Но откуда?! Что за цирк происходит?\n — Ты же хочешь, чтобы жизнь вернулась восвояси? — незнакомец будто не слышит тебя.\n — Ну...\n — Хочешь! Хочешь отомстить всем им! Алычные, продажные и бездушные уроды, да? Так, может, заставишь их плакать горькими слезами?! И знаешь что? А я помогу тебе это устроить. Возьми этот браслет, он тебе еще пригодится!",
    "answers": [
      {
        "id": 34,
        "text": "- Браслет?",
        "left_answer": true
      },
      {
        "id": 35,
        "text": " - Спасибо...",
        "right_answer": true
      }
    ]
  },
  {
    "id": 34,
    "text": " — Но чем он поможет?\n — Скоро все сам узнаешь...\n\n Затем этот тип растворяется во тьме, а тебя снова клонит ко сну.\n Просыпаешься ты когда в переходе уже светло. Мимо проходят люди с полными пакетами продуктов, подарков, игрушек. Они коса смотрят на тебя, сидящего у стены. \n Как не странно, но тебе тепло, а боли почти нет. Вдруг ощющаешь металлических холод на правом запястье. Сдвигаешь рукав куртки и видишь металлический браслет, покрытым кажется серебром. Тут же вспоминаешь ночной разговор с незнакомцем.\n Пытаешься снять браслет с своей руки, но он не поддается. Люди стали еще внимательнее и подозрительнее осматривать тебя. От лишних глаз быстро выходишь из тоннеля.",
    "answers": [
      {
        "id": 36,
        "text": "На улице",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 35,
    "text": " — А мне от тебя и ничего не надо, пока что.\n\n Затем этот тип растворяется во тьме, а тебя снова клонит ко сну.\n Просыпаешься ты когда в переходе уже светло. Мимо проходят люди с полными пакетами продуктов, подарков, игрушек. Они коса смотрят на тебя, сидящего у стены. \n Как не странно, но тебе тепло, а боли почти нет. Вдруг ощющаешь металлических холод на правом запястье. Сдвигаешь рукав куртки и видишь металлический браслет, покрытым кажется серебром. Тут же вспоминаешь ночной разговор с незнакомцем.\n Пытаешься снять браслет с своей руки, но он не поддается. Люди стали еще внимательнее и подозрительнее осматривать тебя. От лишних глаз быстро выходишь из тоннеля.\n",
    "answers": [
      {
        "id": 36,
        "text": "На улице",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 36,
    "text": " Люди толпятся, ожидая своих автобусов на остановке. Видимо на работу.  Ты тихо уходишь: делать нечего, все равно денег на проезд нет.\n Неожиданно видишь высокого мужчину, лет сорока. На одной из рук у него пакет, забитый всевозможными продуктами... В боку пакета зияет большая дыра и высовывается уголок кожанного кошелька.\n Браслет на руке начинает тихо вибрировать. Ты удивленно разглядываешь браслет. В этот момент кошелек сам по себе выпал из пакета. Никто, кроме тебя, этого не замечает. Вдруг понимаешь, что браслет, мягко говоря, не простой.\n Кошелек... Может взять себе? Ведь в таком положении деньги точно не помешают. Вернее сказать, они жизненно необходимы. Но... Чем тогда ты лучше, чем тот вор, что спер у тебя рюкзак? Этот человек также может оказаться в тяжелом положении. Но ведь нужно как-то выживать, без денег это невозможно.",
    "answers": [
      {
        "id": 37,
        "text": "Взять",
        "left_answer": true
      },
      {
        "id": 38,
        "text": "Вернуть",
        "right_answer": true
      }
    ]
  },
  {
    "id": 37,
    "text": " Тебя никто не преследует. Кажется, владелец кошелька так и не заметил пропажу и, возможно, не хватится еще долго. Окружающие тоже ничего не заподозрили, иначе бы подняли шум.\n Забегаешь в ближайший двор, прячась за мусорными баками. Дрожащими руками открываешь колешек... Бинго — пять тысяч рублей! Великолепно!\n Далее решаешь посмотреть остальное в кошельке. Две карты, десяток визиток, фотография. На ней владелец кошелька. На обратной стороне написано: Перт Глазко. Год рождения — 1985.",
    "answers": [
      {
        "id": 63,
        "text": "Колледж",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 38,
    "text": " — Извините, у вас кошелек выпал, — крикнул ты ему.\n\n Тот развернулся и пристально смотрит в твои глаза сквозь толстые стекла овальных очков.\n\n — Ох, черт! Как же так? А, пакет с дыркой... Спасибо вам, друг мой! На вашем месте мало кто бы благородно поступил.\n — Да не за что...\n — Слушайте, — он потирает длинную рыжую бороду. — вам сейчас куда? Может подвезти? \n — Да не надо...\n — Вы же студент политехнического колледжа?\n — Да...\n — Может вам как раз туда? Просто я новый декан. Сегодня как раз первый мой день. Знаете, если у вас будут проблемы с учебой, то можете смело обращаться ко мне. Выручу. Конечно, в разумных пределах. Так подвезти?",
    "answers": [
      {
        "id": 39,
        "text": " - Да",
        "left_answer": true
      },
      {
        "id": 40,
        "text": "- Нет",
        "right_answer": true
      }
    ]
  },
  {
    "id": 39,
    "text": " Незнакомец отводит тебя к белому внедорожнику.\n\n — Если что, меня звать Петр Глазко...\n\n Автомобиль легко трогается с места и через минут десять ты оказывается около здания колледжа.\n — Ну все, юноша, удачи вам! — дружелюбно улыбается он. — Я поеду дальше по своим делам. Но мы еще обязательно встретимся!\n\n Ты отправляешься в деканат. По дороге около сугроба замечаешь что-то светящиеся. Ты поднимаешь скомканный клочок бумаги. Это не просто бумага, а купюра номинала в пять тысяч рублей!\n\n -\" Добро окупается?\" — подумал ты.",
    "answers": [
      {
        "id": 41,
        "text": "В деканате",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": " В деканате сообщают, что полиция нашла рюкзак. Не теряя минуты, сразу побежал в участок.\n В участке поясняют, что рюкзак нашла старушка на скамейке у одного из подъездов дома и вызвала полицию, боясь, что внутри находится бомба. Удивительно, но все вещи на месте. И документы тоже целы.\n Ты опять проходишь все формальности — теперь уже по возвращению вещей. Следователь обещает вернуть деньги, а вора найти и покарать законом.\n Выходишь на улицу и с облегчением вдыхаешь холодный воздух. Настроение постепенно улучшается. Пора ты снова проверял вещи, заметил записку.\n \" Привет хозяин рюкзака! Это я подло украл его пока ты спал в вагоне метро. Можешь подумать, что я эти деньги потрачу на наркоту или алкоголь с девушками, но это не так! Мне как раз недоставала эта сумма для оплаты операции матери. Может когда-нибудь встретимся и я отдам всё до копейки. Прощай и прости!\"",
    "answers": [
      {
        "id": 42,
        "text": "Снова деканат",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 42,
    "text": " Ты снова в деканате.\n\n — Мне надо где-то жить! Я что, снова буду бомживать на улице? — с гневом сказал ты бывшему декану.\n — Я это понимаю... — уклончиво отвечает она, — но свободных мест в общежитии нет.\n — Так поменяйте меня с кем-то!\n — Я бы с радостью, но на это надо время...\n — Но у меня нет времени! — крикнул от злости ты.\n\n В кабинет заходит новый и уже знакомый декан.\n\n — Ой, Перт Глазко, здравствуйте! — наигранно улыбается Ирина Федоровна.\n — Я тут услышал, что у этого студенты проблемы... Однокурсники прохода не дают, считая его вруном и вором! А бухгалтер? Он куда смотрел?! А может, это у него не первая ошибка? Надо бы его проверить... Кстати о финансах. Наш колледж вот недавно приобрел новую новостройку под общежитие. Так почему же нам студента туда не переселить? — говорил он, указывая пальцем это все в документациях.\n — Да, да, простите! Я совсем забыла про это, — испугано ответила Ирина.\n — Надо бы провести профилактическую беседу над его однокурсниками, чтоб не устраивали самосуд!",
    "answers": [
      {
        "id": 43,
        "text": "В коридоре",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 43,
    "text": " — Давай помогу с заселением?\n — Да я не хотел бы вас затруднять, — неловко отвечаешь ты.\n — Пустяки. Поехали в новую общагу. Я легко все формальности улажу, а завтра утром приеду и помогу перевезти вещи.\n\n Ты пытаешься отказаться от помощи, но Перт твердо настаивает на своем и быстро отвозит в общежитие. Чувствуешь себя неловко — чужой человек проявляет столько заботы, сколько ты в последнее время не получал от всех \"близких\" вместе взятых. Ты столько всего пережил, что, обжегшись молоком, готов дуть и на воду...\n Как бы того не было, двери в общежитии тебе открываются. Досталась просторная комната, с сделанным недавно ремонтом.\n Запираешься на ключ, падаешь на кровать и засыпаешь глубоким сном.\n Вечером просыпаешься и понимаешь, что очень голоден. Надо пойти и что-то купить.",
    "answers": [
      {
        "id": 44,
        "text": "Магазин",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 44,
    "text": " По дороге ты решаешь узнать, что умеет делать браслет. Твой взгляд упал на уличный бак мусорки.\n С ним нечего не происходит пока не направил руку и в мыслях приказал подняться. Бак реально поднялся на метр от земли. Вдруг ощущаешь, что у браслета есть разум, но он холодный, мстительный.\n Далее ты приказываешь перевернуть бак. Мусор упал и рассыпался на снегу. Вот это да! Тут в мыслях кто-то посторонний искушает тебя.\n\n -\" Мстить! С этим браслетом можно свести счеты с врагами! Делай, мой повелитель, ну!\"",
    "answers": [
      {
        "id": 45,
        "text": "Подчиниться",
        "left_answer": true
      },
      {
        "id": 46,
        "text": "Сопротивляться",
        "right_answer": true
      }
    ]
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": " Разум браслета давил, командовал, но после безуспешных попыток умолк. Тебе как-то не хочется мстить. Нет мотивации бить бывших друзей, поработить бывшию женщину... Ты хочешь вставать на одну бланку с этими алычными, злыми чертями. Не сомневаешься, что время все расставит на свои места и все это утихнет навсегда.\n В магазине купил пакет продуктов и неспеша шел обратно в новое общежитие.\n На улице еще холоднее, чем вчера. Пока проходил мимо городского парка, с улыбкой смотрел как дети радостно катаются на ледяной горке и играют в снежки. Один из снежков попал в тебя и не удержавшись, ты слепил новый и вернул адресату.",
    "answers": [
      {
        "id": 47,
        "text": "Новый день",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 47,
    "text": " Утром приезжает Глазко. Он отвозит тебя в старое общежитие.\n Более того, зам декана сопровождает до комнаты. Но внутрь не заходит, решив остаться в коридоре.\n\n — Смотрите, кто тут явился?! — Женя спрыгивает с кровати.\n — Я что, не предупреждал, чтоб тут не появлялся? — злобно спросил Санька.\n — Км... Км... Я тут не помешаю? — спросил Перт, когда зашел в комнату.\n — А это еще кто такой? Твой телохранитель? Ха-ха-ха, — усмехается Сергей.\n — Нет, молодой человек, крупно ошибаетесь! Я всего лишь новый декан этого колледжа... — тычет Петр Глазко Сергею свой документ. — По какому праву вы смеете запрещать жить тут студенту, который тут прописан?! По какому закону, смеете устраивать самосуд?!\n\n Парни стоят открыв рты.\n\n — Решать тебе, Эндрю, отчислить их или оставить? — звонко и резко спросил Глазко.",
    "answers": [
      {
        "id": 48,
        "text": " - Отчислить",
        "left_answer": true
      },
      {
        "id": 49,
        "text": " - Оставить",
        "right_answer": true
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": " — Ну хорошо. Я оставлю их. Но если что — мой заместитель тут, а я во дворе.  И если хоть что-то произойдет... Вылетите с колледжа со свистом!\n\n Когда шаги утихли, все трое оживляются.\n\n — Засем сюда притащил нового декана?! Идиот! Хочешь, чтобы нас отчислили?! Ах ты... — визжит Женя.\n — Да подожди ты, надоел уже! — вдруг огрызается на него Санька.\n — Чего?! — удивляется Женя.\n — Того! Хватит на всех кидаться, как мелкая собачонка! Разобраться из-за тебя не можем!\n\n Женя сразу смолкает.",
    "answers": [
      {
        "id": 50,
        "text": "Забрать вещи",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 50,
    "text": " Разговаривать тебе с ними не охота, поэтому молча взял все свои вещи. На выходе сказал Санька:\n\n — Извини, конечно. Мы слишком переборщили из-за потери денег. Спасибо что, решил простить нас, а ведь мог выгнать нас и делом концом...\n\n Тебя отвезли обратно в новое общежитие. \n Делать нечего не хочется, поэтому остаток дня ты проводишь за чтением книги. В книге персонаж очень похож на тебя: такой же худой и невысокий, с низко постриженными волосами. Устав читать незаметно для себя засыпаешь глубоким сном.\n\n ",
    "answers": [
      {
        "id": 51,
        "text": "Учеба",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 51,
    "text": " В перерыве между парами ты заходишь в столовую. В ней, как обычно толпятся полно народу, студенты смеются, музыка классическая играет.\n Еле-еле нашел свободный столик в углу. Недалеко сидят трое студентов-первокурстников. Одеты они богато.\n\n — А хороша Инга с мессенджера, да? \n — Не то слово... Конфетка. Шоколадная.Ух!\n — Как думаете, получется с ней повеселиться?\n — Ха-ха-ха, у тебя ноль шансов!\n — Ну на зеленые, она согласится?\n — Не, она не такая.\n — А может ее как Ирку? Жаль, с ней не получилось тоже...\n — Молчи, придурок! Не хватало нам лишних ушей.\n — Да ладно, чего я такого сказал?\n\n Затем они все трое пошли одновременно с одной девушкой.",
    "answers": [
      {
        "id": 52,
        "text": "Следить",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 52,
    "text": " Перваки спускаются на цокольный этаж. Направо — раздевалка, налево — старые, давно запертые мастерские. Троица к удивлению выбирают второе направление. Ты подкрадываешься с приникаешь к двери ухом.\n\n — Вы чего разорались дурни?! Хотели, чтоб вас кто-то услышал? Мало, что ли, мой батя денег потратил, чтоб на нас дело не завели?! Давайте теперь орать на всю округу, может, кто услышит и сдаст?!\n — Да никто ничего не понял, не бойся!\n — Так с Ингой делать будем?\n — А что с ней делать? Повеселимся, мой батя еще раз даст денег и все верные решения сделают.\n\n Троица принимается обсуждать детали плана. Ты быстро отходишь от дверей. Тут вдруг появляется охранник.\n\n — Ты чего тут шляешься?",
    "answers": [
      {
        "id": 53,
        "text": "Применить браслет",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 53,
    "text": " Ты решил применить свой браслет и испугать охранника. Мужик с криком бросается в людный коридор.\n На оставшиеся парах тебе не дает покоя услышанный разговор. Кажется эта неведомая Инга в опастности... Может удастся еще спасти будущию жертву насилия, восстановить справедливость и деньги получить?",
    "answers": [
      {
        "id": 54,
        "text": "Взять все свои руки",
        "left_answer": true
      },
      {
        "id": 55,
        "text": "Обратиться к Глазко",
        "right_answer": true
      }
    ]
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": " Глазко в своем кабинете. Выслушав тебя, он глубоко задумывается, а потом говорит:\n\n — Знаешь, у нас с тобой нет практически никаких доказательств. Я, конечно, могу найти этих студентов поговорить с ними... Но... Они легко отопрутся. Естественно, на насилие они уже не пойдут, испугаются, но и наказаны не будут. А наказать надо. И наказать очень сильно. Вот если бы кто-то, кто обладает достаточной силой, мог это сделать... А? Как ты думаешь? Иногда, попыпавшись изменить другую судьбу к лучшему, мы сами не замечаем, как влияем на собственную... Км. М-да. \n — Вы намекаете на меня? — с подозрением спросил ты.\n — Может быть, может быть... ",
    "answers": [
      {
        "id": 56,
        "text": "Далее",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 56,
    "text": " Ты возвращаешься к расписанию и узнаешь, на каком этаже занимаются первокурсники — мессенджеры.\n\n — Эй, Инга! Инга!\n\n Ошеломлённый ты оборачиваешься. По коридору идут несколько девчонок. Одна из них оглядывается на зов. В конце коридора стоит паренёк.\n\n — Чего тебе? — удивляется девушка.\n — Ты в кабинете кофту забыла!\n — Ой, Паш, спасибо! Сейчас вернусь.",
    "answers": [
      {
        "id": 57,
        "text": "Следить",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 57,
    "text": " Когда ты выходишь из колледжа вслед за Ингой, замечаешь и трёх насильников. Они садятся в черный БМВ.\n Спешись вслед за Ингой. Узнаешь, что девушка живет в довольно-таки убогом доме на окраине города.\n Сильно хочется есть и спать, но всё-таки решаешь довести дело до конца. Померзнув три часа на снежном пне, видишь как она пошла магазин.\n Медленно сгущаются холодные сумерки. Вскоре с неба начинают падать крупные и пушистые снежинги.\n Вскоре замечаешь, что теперь ты не один идешь за Ингой. Три наглухо закутанные в пальто фигуры медленно отделяются от домов. Один из них обгоняет ее. Второй резко напал со спины. Третий закрывает ей рот, чтоб не кричала.\n Оглядываясь, они тащат ее за гаражи. Когда ты подбегаешь к гаражам, трое уродов уже раздевают жертву. \n\n — Помогите! Спасите! Нет! Не надо! Пожалуйста! — она пытается вымолить пощаду.",
    "answers": [
      {
        "id": 58,
        "text": "Поговорить",
        "left_answer": true
      },
      {
        "id": 59,
        "text": "Напасть",
        "right_answer": true
      }
    ]
  },
  {
    "id": 58,
    "text": " — Эй, парни! А что вы тут делаете? — громко спрашиваешь ты.\n\n Трое насильников отскакивают от своей жертвы, застывают на месте. Они явно напуганы новыми событиями.\n Тут один из уродов резко хватает из кармана пистолет. Он не успевает выстрелить — с криком роняет свое оружие: сломанные пальцы не слушаются. \n Двое дружков мажора разом кидают на тебя. Один из них резко замирает. У него из-за рта начинает течь кровь. Второй с диким визком убегает прочь... Да и как не завизжать, когда в спину прилетел из под снега острый кусок арматуры?\n Со сломанными пальцами глядит на тебя жуткими глазами.\n\n — Как ты это делаешь? Кто ты, черт возьми?!",
    "answers": [
      {
        "id": 60,
        "text": "Ответить",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  },
  {
    "id": 60,
    "text": " — Твоя смерть... — злобно смеясь отвечаешь ты.\n — Что ты хочешь?\n — Ты должен принести в колледж десять миллионов рублей. Пятьсот тысяч уйдут на новогодние стипендии, пять миллионов уйдут на компенсацию девушке!\n — Да я в полицию заявлю, тебя посадят! — визжит мажор.\n — И что ты скажешь? Что с друзьями пытались совершить изнасилование и тут на вас напал маг! Ха-ха-ха! Добро пожаловать в дурку...\n\n Затем ты забираешь пистолет и вспоминаешь про Ингу. Оказывается, она уже успела подняться, одеться и теперь прячется за гаражами, с ужасом наблюдая происходящее.",
    "answers": [
      {
        "id": 61,
        "text": "Подойти",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 61,
    "text": " — Ты как? Все нормально? Они тебя не ранили?\n — Н... Не... Вроде нет. Но... Если честно, я и тебя боюсь. Как ты всё это делаешь? Ты правда маг?\n — Ну есть немного... — улыбаешься ты. — Долгая история. Если хочешь — всё расскажу потом. Проводить до дома?\n — Да, пожалуйста.\n\n Ты отводишь ее до дома и на ночь остаешься с ней.\n На следующий день, мажор выполнил твой приказ и дело в прокуратуре о пропаже денег закрыли. Все получили новогодние стипендии, а колледж получил новые возможности развиваться.\n На счет тебя и Инги. Вы вместе встретили новый год, а потом через год поженились. Твой бласлет уже перестал иметь злой разум и полностью подчинялся тебе...\n\n Прощение — это жемчужина, которая достается только тем, кто способен преодолеть свои страхи и обиды, и позволить любви возглавить свою жизнь, — Мэрилин Монро.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 62,
    "text": " По дороге ты снова впал в свои мысли.\n\n -\" Вот как в жизни бывает: ты живешь, и у тебя в душе целый мир цветущий, поющий, прекрасный...\n На километры простираются сады чувств, эмоций, знаний... Живут в этих садах твои надежды, мечты, фантазии — словно райские животные и птицы. \n Освещает мир яркое и горячее солнце под названием любовь. Мир с каждым днем растет и любой уголок неповторимый, уникальный. Ты часто посещаешь свой мир — когда едешь домой, слушаешь любимую музыку, читаешь интересные книги, и понимаешь, как же тебе хорошо там...\n А потом солнце взрывается, опалив все живое адским пламенем... Сады сгорают, звери и птицы гибнут в страшных муках. Затем наступает вечный мрак и холод. Все, что выжило, стали меняться: растения становятся хищными, животные отвращивают клыки, а птицы дополнительные крылья...\n Ты сам не замечаешь, как становится злым, циничным, грубым, завистливым и мерзким самому себе... Но сделать кажется уже нечего нельзя... И это тот самый апокалипсис, только внутри тебя.\"",
    "answers": [
      {
        "id": 28,
        "text": "Далее",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 63,
    "text": " Ты в кабинете декана.\n\n— Мне надо где-то жить! Я что, снова буду бомживать на улице? — с гневом сказал ты бывшему декану.\n — Я это понимаю... — уклончиво отвечает она, — но свободных мест в общежитии нет.\n — Так поменяйте меня с кем-то!\n — Я бы с радостью, но на это надо время...\n — Но у меня нет времени! — крикнул от злости ты.\n\n Далее перестаешь понимать происходящее. В голове слышится голос:\n\n — Убей! Отомсти!\n\n Сил сопротивляться нет. Ты поднимаешь руку... Неизвестная волшебная сила поднимает в воздух тяжелый дубовый стол и обрушивается на декана. Она издает сдавленный крик... Затем видишь растекающию лужу крови.",
    "answers": [
      {
        "id": 64,
        "text": "В душе горит злость",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 64,
    "text": " Злобная воля браслета порабощает тебя.\n Ты отправляешься...",
    "answers": [
      {
        "id": 65,
        "text": "Однокурстникам",
        "middle_answer": true
      },
      {
        "id": 66,
        "text": "Боре",
        "left_answer": true
      },
      {
        "id": 67,
        "text": "Кате",
        "right_answer": true
      }
    ]
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  },
  {
    "id": 66,
    "text": " Ты в кол-центре.\n\n — А ну, стой! Опять драться пришел?! — кричит охранник.\n\n Громила вдруг взлетает к потолку, ударяется спиной об него и падает на пол. Но он настолько выносливый, что пытается подняться. Несколько раз ты его бросал вверх и вниз, пока он не падает окончательно. По полу растекается большая лужа крови. \n Далее ты находишь Борю и Федю.\n\n — А... так... ты как сюда попал?! — вопит Боря.\n — Охрана, охрана! — кричит Федя.\n — Да никто вас не услышит.\n\n Браслет предлагает несколько способов мести.",
    "answers": [
      {
        "id": 68,
        "text": "Задушить",
        "right_answer": true
      },
      {
        "id": 69,
        "text": "Жжечь",
        "left_answer": true
      },
      {
        "id": 70,
        "text": "Выкинуть в окно",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  },
  {
    "id": 68,
    "text": "",
    "answers": []
  },
  {
    "id": 69,
    "text": " Ты взмахиваешь рукой и одежда Бори вдруг загорается... Он с дикими криками пытается снять куртку, но неудачно. Федя пытается помочь ему, но огонь огонь перекидывается и на него. Тошнотворно пахнет горелыми волосами. Удивительно, на другие предметы огонь не распростроняется.\n\n — Ну что? Получили? Думали, я слабее вас?\n\n Вскоре от них остается только прах.",
    "answers": [
      {
        "id": 71,
        "text": "Друзья",
        "left_answer": true
      },
      {
        "id": 72,
        "text": "Катя",
        "right_answer": true
      }
    ]
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": " Ты появляешься в общежитии.\n\n — Чего привалил? — недовольно спрашивает Сергей.\n — Что, за шмотками пришел? Так бери и вали! — ворчит Женя.\n — А что будет, если не уйду? — улыбаешься ты.\n — По морде получишь, — отвечает Санька.\n\n Ты показал ему неприличный жест.\n\n — Ну все, ты напросился! — кричит Санька.\n\n Вдруг он взлетает к потолку. Затем с грохотом улетаешь к дальней стенке комнаты.\n Все стоят, открыв рты.",
    "answers": [
      {
        "id": 73,
        "text": "Катя",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": " Ты появляешься в комнате Кати.\n\n — Эй, ты чего сюда заявился? Катя моя, слышишь? Она любит меня! Меня! — рычит Николай.\n — Эндрю, уходи! — говорит Катя.\n\n Все заполняется воплем — обувница срывается с места и врезается в живот Николая. Затем он вышибает дверь в кухню своей спиной. Сверху на него падает табуретка.\n\n — Ну как? Приятно было меня бить? — обратился ты к нему.\n — Прекрати! Я твоя! — кричит Катя.",
    "answers": [
      {
        "id": 74,
        "text": " - Отлично",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 74,
    "text": " Затем появляешься в каком то темном помещении.\n\n — Браво, браво! Я не ожидал, что ты будешь таким злобным! Ха-ха-ха! — говорит красноглазый.\n — Кто вы на самом деле? — спрашиваешь ты.\n — Теперь — твой хозяин!\n — Хозяин?\n — Да! Ты теперь верный раб Тьмы! Ты будешь выполнять все мои задания!\n — Да, мой повелитель! — покорно говоришь ты.\n — Пора в путь — дорогу!\n\n Дьявол всегда побеждает, когда отчаиваешься и сдаетсяшься перед ним, — Хенри Форд.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  }
]