[
  {
    "id": 1,
    "text": "Автор: sarah~~\nЖанр: романтика (но вообще-то дружба) \n\nДружба между человеком и адептом? Вам очень повезло, раз вы можете сказать, что великий Охотник на демонов, бессмертный Защитник Якс, а для вас просто Сяо — ваш верный друг. Отправьтесь на летнюю прогулку вместе с ним, исследуйте красивые локации, болтайте без умолку и просто отдыхайте! ",
    "answers": [
      {
        "id": 2,
        "text": "✧ Начать ✧",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "  ",
        "comment": true
      },
      {
        "id": 55,
        "text": "✦ Достижения ✦",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/37jffbx/IMG-20231218-213918.png",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/9hnYHw2/35-20231224135621.png",
        "system": true
      },
      {
        "id": 100,
        "text": "_ кое-что еще _",
        "middle_answer": true
      },
      {
        "var_str_set": [
          "global defaultBgAnswerImage",
          "https://i.ibb.co/DRZ5096/39-20240104153417.png"
        ],
        "super_calculate": false,
        "id": 1,
        "calculate": true,
        "text": "Новый ответ. введите текст\n"
      },
      {
        "id": 1,
        "text": "\n\nvar str set[\"global font\",\"NotoSerifThai-Regular\"]\n",
        "calculate": true,
        "super_calculate": false
      },
      {
        "initSounds": [
          "mySound",
          "https://cdn.discordapp.com/attachments/881208903961018441/1192928034836185198/Flow_of_Mildness_256_kbps.mp3"
        ],
        "super_calculate": false,
        "id": 1,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "super_calculate": false,
        "lua_do": "function lua_do() \ng.bg_music = \"mySound\"\nend",
        "text": "Новый ответ. введите текст",
        "id": 1,
        "calculate": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы задумчиво смотрели вдаль, ожидая на мощеной дороге Ли Юэ. \n\nРассветало. Город спал. \n\nВаше лицо ласкал морской бриз: широкий голубой порт был спокоен, как никогда. Слабая рябь отражала всеми цветами радуги солнечные лучи, и на поверхности воды играли веселые блики. \n\nВы умиротворенно вздохнули и пригладили волосы. \n\nВстречаться с Сяо здесь — у ворот Ли Юэ напротив залива — было вашей маленькой традицией. Когда вы договаривались встретиться, на следующий день вы непременно приходили сюда, ждали, когда погаснет последний красочный фонарь — и... ",
    "answers": [
      {
        "id": 3,
        "text": "— Сяо! "
      },
      {
        "id": 110,
        "text": "//нажмите, если вам нужны пояснения//"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вас привлек шорох, и вы обернулись:\n— Ха-ха, вечно ты появляешься у меня за спиной! \n\n— Я уже заждался, — он слабо улыбнулся и протянул вам руку. — Куда хочешь пойти сегодня? \n\nВы нетерпеливо взяли его за руку, нарочно ухватившись до того, как произнести ответ. Острые выступы перчаток чуть укололи ваши пальцы. ",
    "answers": [
      {
        "id": 4,
        "text": "[Побережье]"
      },
      {
        "id": 12,
        "text": "[Горная вершина]"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Может, на отмель Яогуан? — вы окинули взором гладь моря. — Что думаешь? \n\nСяо ничего не ответил: на его лице вспыхнула жуткая маска, и вас тут же охватило черно-изумрудное пламя.\n\nРаньше вы зажмуривались, но теперь, привыкнув к такому виду перемещений, напротив, широко раскрыли глаза, стараясь запечатлеть каждую искорку магии адепта. В следующую секунду пламя оступило и вы почувствовали, что маленькое путешествие окончено. \n\nСяо стоял неподалеку, пряча маску за спиной. Его ноги утопали в золотом песке, а в медовых глазах сверкало нежное голубое море. ",
    "answers": [
      {
        "id": 7,
        "text": "— Здесь очень красиво. "
      },
      {
        "id": 4,
        "text": "** Отмель Яогуан представляет из себя широкий мелководный пляж. Раньше с наступлением темноты в Облачном море, которое омывает отмель, можно было наблюдать светящихся морских существ. ",
        "need": 110,
        "comment": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Мокрыми руками вы убрали выбившиеся пряди за уши и с победным выражением лица вытянули руку с крохотной изогнутой раковиной дивного изумрудного оттенка. \n\n— Она такого же цвета, что и твои волосы! \n\nСяо недоверчиво посмотрел сначала на ракушку, а затем на свою прядь. \n\n— И что? \n\nТак ничего и не добившись от Сяо, вы покачали головой. ",
    "answers": [
      {
        "id": 13,
        "text": "[Бережно спрятать находку в карман]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Широкая золотая раковина переливалась правильными гранями в ваших руках. Словно крохотное солнышко, оно грело ваши руки.\nВ ней не было ничего особенного или невообразимого, но почему-то вам стало немного грустно. ",
    "answers": [
      {
        "id": 13,
        "text": "[Положить ракушку в карман]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы неспешно двинулись вдоль берега. Прогулки с Сяо всегда глубоко откладывались в вашей памяти, и сейчас вы улыбались от мысли, что у вас впереди целый день, день, который вы проведете только вдвоём. \n\nВдруг что-то привлекло ваше внимание:\n— Сяо, смотри, там в воде что-то блестит! \n \nВаш друг поравнялся с вами и пожал плечами:\n— Наверняка ракушка или рыба. Ничего примечательного. \n\nНо вы остались стоять, задумчиво глядя на заинтересовавший вас предмет.",
    "answers": [
      {
        "id": 8,
        "text": "[Попытаться достать предмет]"
      },
      {
        "id": 9,
        "text": "[Пройти мимо]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы стащили обувь с ног, и колокольчики на ней весело звякнули, ударившись друг о друга. \n\n— Если тебе это так важно, я могу сам достать эту ракушку. \n\nНо вы уже зашли в воду. Еще прохладная вода приятно обогнула щиколотки, и вы, приподняв одежду, зашли в воду по колено. Блестящий предмет был прямо перед вами, он игриво терялся в поднявшейся из-за вас ряби. ",
    "answers": [
      {
        "id": 10,
        "text": "[Нащупать его под водой]"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Да ты прав. \n\nВы догнали своего друга, который ждал вас. \nВскоре вам стало жарко, и вы сняли сапожки. Колольчики на них весело звякнули, ударившись друг о друга. Вы шли по песчаной отмели: ажурные волны то и дело огибали ваши щиколотки. Сяо шёл совсем рядом, и вас забавляло, как быстро он смирился с поднимаемыми вами брызгами. \n\n— Ты очень терпеливый. ",
    "answers": [
      {
        "id": 11,
        "text": "[Рассказать Сяо о всяких пустяках]"
      }
    ]
  },
  {
    "id": 10,
    "text": "И действительно! Большая круглая раковина оказалась у вас в руках. Вы заглянули внутрь и охнули от удивления! Вот что блестело! Крупная перламутровая жемчужина причудливо отражала свет неровными, но от этого не менее красивыми гранями. Вы достали её из укрытия и спрятали в карман. \n\n— Просто ракушка, — развели руками вы, поднимая сапожки и босиком догоняя друга. \n\nСяо ничего не ответил. Вы подумали, что эта жемчужина могла бы занять место на его ожерелье, и тогда, быть может, глядя на неё, он бы вспоминал этот день. И вспоминал вас... ",
    "answers": [
      {
        "id": 11,
        "text": "[Рассказать Сяо о всяких пустяках]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Не так часто выпадает возможность поболтать с адептом! Пусть Сяо и не многословен, вы чувствовали, что он внимательно слушает вас. \n\n— Еще я недавно прочитала, что ракушка может быть талисманом. Здесь их очень много, — задумчиво пробормотали вы. — Но все же вряд ли она может приносить удачу. \n\n— Один мой друг всегда носил с собой письмо близкого человека. Он говорил, что это помогает ему не забывать о надежде. \n\n— Правда? А что потом? Письмо принесло ему удачу? \n\n— Письма не защишают от клинков, — мрачно изрек он. — Не говори ерунды. \n\nВы с грустью посмотрели на Сяо, подумав, что он многое прошел и теперь, наверное, совсем не верит в удачу или случай... Вам захотелось взять его за руку и по-дружески сжать ее, чтобы он почувствовал, что вы рядом. Но он не любил лишние прикосновения. ",
    "answers": [
      {
        "id": 13,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Не хочешь подняться вместе на гору? Я никогда там не была, — замечтались вы, рассматривая остроконечную вершину, чуть виднеющуюся из-за облаков. \n\n— Подъем на гору не так прост, как тебе кажется, — вы ощутили, как напряглась его рука. — Подумай дважды. \n\nГолос Сяо был холоден, но во взгляде читалась обеспокоенность: он словно старался угадать ответ в ваших глазах. ",
    "answers": [
      {
        "id": 19,
        "text": "— Пожалуйста, Сяо... "
      },
      {
        "id": 20,
        "text": "[Побережье]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Перед вами раскрылась широкая полоса побережья. Песок был усыпан сотнями сияющих звездных ракушек! Впереди, словно молчаливые стражи, шестигранные каменные скалы образовывали арку. \n\n— Пойдём туда? — Сяо вопросительно поднял брови и остановился. ",
    "answers": [
      {
        "id": 14,
        "text": "— Да, конечно. "
      },
      {
        "id": 15,
        "text": "— Да, только сначала я хочу взять ракушку на память! ",
        "need": -15
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы замечтались и не заметили, как прошли полдороги. Начинало припекать, но Сяо, казалось, жара нисколько не досаждала. Его поступь была всё такой же твёрдой и уверенной. \n\nВы побежали чуть вперёд и были поражены масштабом каменной арки, оказавшись прямо под ней. \n\n— Когда я была здесь последний раз, отмель была покрыта густым туманом и нельзя было увидеть ничего дальше своего носа. Тогда эта арка возникла будто из ниоткуда и показалась мне удивительными вратами из сказок, — завороженно рассказали вы. \n\nСяо ничего не ответил, но вы почувствовали, что ваши слова пробудили в нем воспоминания. Возможно, ваш друг был свидетелем возведения скал из песка, а может, отдыхал в одиночестве на самой их вершине. Когда-нибудь вы обязательно узнаете... ",
    "answers": [
      {
        "id": 79,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 15,
    "text": "\"Может, письма от клинков не защищают, но они греют сердце\".\n\nВы решительно оглянулись по сторонам, полные желания подобрать одну из ракушек. Сразу пришло на ум, как мило она будет смотреться на полке напротив кровати, и как вы будете засыпать, а она будет нежно и по-доброму напоминать об этом солнечном дне. ",
    "answers": [
      {
        "id": 5,
        "text": "◇ Выловить ракушку из воды ◇",
        "need_ever": true
      },
      {
        "id": 6,
        "text": "◇ Подобрать самую блестящую ◇"
      },
      {
        "id": 17,
        "text": "◇ Подобрать самую дальнюю ◇"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Пойдём вдоль берега? Там руины, которые я давно хотела исследовать. Ты не против? \n\nСяо пожал плечами. ",
    "answers": [
      {
        "id": 81,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Сяо ушёл вперед, не особо впечатлённый вашим энтузиазмом, а вы неспешно дошли до заинтересовавшего вас блеска в песке. \n\n— Что это? — вы с удивлением заметили, что это вовсе не раковина, а стеклянная линза.\n\nВы уже потянулись к ней, как вдруг воздух сотряс металлический лязг! Вы вскрикнули, почувствовав, как песок расступается из-под ваших ног и вас затягивает вниз. Наружу поднимался огромный страж руин: его глаз мигал, а механические руки вращались, восстанавливаясь после длительного погребения. Он заметил вас и медленно занес тяжёлые кулаки над собой.\n\nВаши ноги всё ещё глубоко в песке! Ещё немного, и он вас раздавит!",
    "answers": [
      {
        "id": 18,
        "text": "— Сяо!! "
      },
      {
        "id": 17,
        "text": "** Стражи Руин часто приходят в действие из-за неосторожных путешественников. Монстры во вселенной игры встречаются на каждом шагу. ",
        "need": 110,
        "comment": true
      }
    ]
  },
  {
    "id": 18,
    "text": "Ваш друг возник из ниоткуда. Вы и моргнуть не успели, как Нефритовый Коршун с треском вошёл по рукоять в светящийся глаз стража. Сяо спрыгнул вниз и вытянул вас из песка. Механический монстр затих и упал наземь. \n\n— Ты в порядке? \n\n— Да, в полном, — вы пытались отдышаться. — Спасибо. \n\n— Ни на секунду тебя нельзя оставить, — Сяо вытащил копье из глаза и убрал его за спину. — Я думал, что перебил всех стражей руин на пляже. Завтра ещё раз все проверю. \n\nНа Сяо не было ни царапинки. Вас не переставало удивлять, каким будничным тоном он всегда говорил об убийстве монстров. \n\n— Здесь небезопасно, — Сяо взял вас за руку. \n\n— Что? \n\nНо вместо ответа вас вновь охватила черно-изумрудная вспышка. ",
    "answers": [
      {
        "id": 78,
        "text": "[Осмотреться]"
      },
      {
        "id": 18,
        "text": "** Нефритовый Коршун — копье Сяо очень тонкой работы. Инструктировано изумрудным нефритом.",
        "need": 110,
        "comment": true
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы знали, что он вам не откажет. И правда: внезапно лицо Сяо скрыла жуткая маска, и вас охватило черно-изумрудное пламя. Вы смотрели во все глаза, стараясь уловить каждую деталь магии адепта. Уже через секунду пламя ослабело и потухло.\n\nСяо стоял неподалёку, пряча маску за спиной. Зелёные тени, преломленные сквозь листья деревьев, играли на его лице и руках. ",
    "answers": [
      {
        "id": 21,
        "text": "[Посмотреть наверх]"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Тогда, может, на побережье? — вы окинули взором гладь моря. — Что думаешь? \n\nСяо ничего не ответил: на его лице вспыхнула жуткая маска, и вас тут же охватило черно-изумрудное пламя.\nРаньше вы зажмуривались, но теперь, привыкнув к такому виду перемещений, напротив, широко раскрыли глаза, стараясь запечатлеть каждую искорку магии адепта. В следующую секунду пламя оступило и вы почувствовали, что маленькое путешествие окончено. \nСяо стоял неподалеку, пряча маску за спиной. Его ноги утопали в золотом песке, а в медовых глазах сверкало нежное голубое море. ",
    "answers": [
      {
        "id": 7,
        "text": "- Здесь очень красиво. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Каменистая тропинка медленно поднималась вверх, уходя настолько высоко, что у вас перехватило дыхание. \n\nНо вы все ещё хотели полюбоваться видом и охватить взором весь каменный лес Хуагуан и Заоблачный предел! \n\n— Не передумала? ",
    "answers": [
      {
        "id": 22,
        "text": "[Вперед!!]"
      },
      {
        "id": 23,
        "text": "— Кажется, я переоценила свои возможности... Может, переместишь нас сразу наверх? "
      },
      {
        "id": 21,
        "text": "** Лес Хуагуан и Заоблачный предел — местности, испещренные горами. ",
        "need": 110,
        "comment": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Вас задело, что Сяо не верит в ваши силы, и решили во что бы то ни стало доказать ему обратное! Может быть, вы всего лишь человек, но стремлений от этого в вас не убавляется! \n\nВы прошли мимо друга, первой вступив на тропу. Сначала вы оба были надёжно скрыты под кронами деревьев, но чем дальше вы поднимались, тем меньше становилось растительности. \n\n— Сяо? \n\n— М? — адепт ни на шаг не отставал от вас, видимо, нарочно идя ближе к обрыву, тем самым вынуждая вас держаться ближе к скале. \n\n— Ты часто так поднимаешься? \n\n— Сейчас редко. Отдаю предпочтение скорости. Раньше, когда тренировался, ежедневно поднимался в горы. И это было лишь частью тренировки. \n\nВы прикрыли лицо ладонью, чтобы скрыть улыбку. Глубокие борозды мышц рук и спины нельзя было не заметить: как натянутые канаты, они напрягались при каждом шаге адепта. \n\nСяо вопросительно посмотрел на вас, и вы, чтобы избежать объяснений, подошли к обрыву. ",
    "answers": [
      {
        "id": 24,
        "text": "[Осторожно посмотреть вниз]"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Рад, что ты согласилась. \n\nСтоило вам коснуться Сяо, как вы снова переместились. На этот раз от искр загружилась голова, и вы отшатнулись по окончании перемещения. \n\n— Тебе плохо? Голова закружилась? \n\n— Нет, всё в порядке, — попытались улыбнуться вы. \n\nСяо не отошёл от вас, пока не убедился, что вам стало лучше. Магия Адептов отрицательно воздействовала на людей, и вам не хотелось, чтобы Сяо винил себя. \n\n— Идём, — позвал он, исчезая за листьями. — Там есть вода, попьешь и станет лучше. Здесь корни, не навернись. ",
    "answers": [
      {
        "id": 31,
        "text": "— Подожди! "
      }
    ]
  },
  {
    "id": 24,
    "text": "— Ничего себе... \n\nВы не ожидали, что прошли так далеко. За плечами осталась добрая половины пути. ",
    "answers": [
      {
        "id": 25,
        "text": "[Попробовать увидеть ваш дом]"
      },
      {
        "id": 26,
        "text": "[Взглянуть на Сяо]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Как бы вы не старались, гавань Ли Юэ была слишком далеко, и вы видели лишь расплывчатые очертания домиков. Сяо уже ушёл вперёд, и вы поспешили его нагнать. \n\n— Лучше смотри под ноги. Навернешься. ",
    "answers": [
      {
        "id": 28,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Сяо смотрел вдаль: длинные пряди оказались подхвачены ветром, и его лицо, выражающее непоколебимое спокойствие, казалось неживым на фоне весело вздымающихся волос. Вы засмеялись:\n\n— У тебя волосы запутались. \n\n— У тебя тоже. \n\nКажется, Сяо нравилось стоять напротив потока ветра. Вы не знали, о чем он думал, но на душе стало отчего-то легче. \n\n— Можно мне тебя заплести? \n\nВы не ожидали, что ваш друг согласится и угадали.\n\nОн неуверенно повел плечами:\n— Посмотрим. ",
    "answers": [
      {
        "id": 28,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы обернулись, размышляя, куда пойти. Вы хотели что-то спросить у Сяо, как вдруг обнаружили, что он куда-то пропал. \n\nКажется, у вас достаточно времени, чтобы всё хорошенько осмотреть. ",
    "answers": [
      {
        "id": 42,
        "text": "[Плато]",
        "middle_answer": true
      },
      {
        "id": 40,
        "text": "[Раскидистое дерево]",
        "right_answer": true
      },
      {
        "id": 41,
        "text": "[Центральная поляна]",
        "left_answer": true
      },
      {
        "id": 39,
        "text": "[Нижний уступ]",
        "middle_answer": true
      },
      {
        "id": 27,
        "text": "    ",
        "comment": true
      },
      {
        "id": 48,
        "text": "[Кажется, Сяо вернулся]\n//у вас в руках букет цветов//",
        "need": [
          26,
          44
        ]
      },
      {
        "id": 53,
        "text": "[Кажется, Сяо вернулся]\n//попросить его о тренировке//",
        "need": 52
      },
      {
        "id": 54,
        "text": "[Кажется, Сяо вернулся]\n//рассказать о плато//",
        "need": 47
      }
    ]
  },
  {
    "id": 28,
    "text": "— Здесь начинается крутой подъем. Прими мою помощь, — Сяо протянул руку, и его пальцы замерли в сантиметре от вашего плеча. \n\nОн не коснулся. Лишь ждал, и в его просьбе нельзя было услышать ничего иного, кроме искреннего желания обезопасить вас. ",
    "answers": [
      {
        "id": 29,
        "text": "[Принять помощь]"
      },
      {
        "id": 30,
        "text": "[Отказаться от помощи]"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Хорошо, — с благодарностью в голосе согласились вы. \n\nХолодная перчатка накрыла ваше предплечье, и снова черно-изумрудные искры поднялись в воздух. Вы не успели даже моргнуть, настолько быстро Сяо перенёс вас на самый верх. \n\n— Идём. \n\nОн был уже где-то далеко, и вы поспешили за ним. ",
    "answers": [
      {
        "id": 31,
        "text": "— Подожди! "
      }
    ]
  },
  {
    "id": 30,
    "text": "— Я думаю, что смогу залезть. \n\nСяо нахмурился, но ничего не ответил. Вы подошли к скале, размышляя над подъемом. Она не была полностью отвесной, и вы заметили несколько удачных выступов справа. \n\nПожалели ли вы о своём выборе? Это уже не имело значения, потому что вы поставили ногу на полупрозрачный осколок руды ярко-оранжевого цвета и схватились за выступ. Камни посыпались из-под ваших пальцев. \n\n— Ты все усложняешь. \n\nСяо стоял под вами, скрестив руки на груди. ",
    "answers": [
      {
        "id": 34,
        "text": "[Ухватиться за углубление]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Пробираясь сквозь ветви, вы вышли на круглую полянку. В её центре бил родник, заполняя небольшое каменистое углубление. Сяо стоял под одним из деревьев, облокотившись на него спиной. \n\nНежный ропот родника и чарующая полутень от необъятных крон деревьев, дарующих прохладу... Что может быть лучше? ",
    "answers": [
      {
        "id": 32,
        "text": "[Замереть в восхищении]"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы неспешно пересекли поляну, стараясь охватить все детали этого места. Крохотные бабочки с голубыми крылышками вспорхнули с травы, обогнули вас и скрылись где-то высоко, затерявшись в лучах солнца. \n\n— Я в жизни не видела ничего красивее! \n\n— Хм, наверное, здесь действительно красиво. Раньше мои друзья собирались здесь. С тех пор много воды утекло. Не предполагал, что изменения коснутся даже горы Хулао... \n\nЗолотистые глаза Сяо затуманились: он предался воспоминаниям и глубокая мечтательность тихой грустью преобразила его лицо. Вы знали, как много для него значат его друзья: даже крупицы тех историй, что Сяо поведал вам о них, передавали его глубокую привязанность к тем временам. \n\n— Осмотрись здесь, — Сяо чуть подтолкнул вас.",
    "answers": [
      {
        "id": 27,
        "text": "[Последовать его совету]"
      },
      {
        "id": 32,
        "text": "** вы на горе Хулао. Поздравляю!! ",
        "need": 110,
        "comment": true
      }
    ]
  },
  {
    "id": 33,
    "text": "Сердце замерло, и вы полетели вниз. Мысленно приготовившись к удару, вы зажмурились и рефлекторно сжали кулаки. \n\nНо этого не случилось: вас будто подхватил вихрь, и мгновение спустя вы ощутили твёрдую почву под ногами. Осторожно раскрыв глаза, вы обнаружили Сяо перед собой:\n\n— Ты выбрала неверный путь. \n\nВы стояли на самом верху обрыва — Сяо спас вас. Словно непослушный зяблик в клетке, ваше сердце часто стучало от пережитого падения. \n\n— Ты испугалась? \n\n— Нет, совсем нет, — соврали вы. — Спасибо, еще немного, и я бы разбилась. \n\n— Я не очень понимаю людские чувства, — наконец произнёс Сяо. — Тебе стоит больше полагаться на меня. Идём. ",
    "answers": [
      {
        "id": 31,
        "text": "— Подожди! "
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы оттолкнулись ногой и, одновременно  ухватившись обеими руками, поднялись больше, чем на полметра. \n\nОперевшись коленом и ладонью, вы поднялись ещё выше и оказались на каменной \"ступеньке\", где вытянулись во весь рост. \n\n— Смотри, я уже довольно высоко! — вы посмотрели вниз, но Сяо там не было. — Сяо? \n\n— Я здесь, — донеслось сверху. \n\nАдепт стоял на краю обрыва, внимательно наблюдая за вами. ",
    "answers": [
      {
        "id": 35,
        "text": "[Попробовать пройти по выступу]"
      },
      {
        "id": 36,
        "text": "[Лезть выше]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы прижались спиной к скале и медленно двинулись по уступу. Земля крошилась из-под ваших ног: каждый шаг грозил падением больше чем с трёх метров. \n\nНеудачный шаг, и нога соскочила со скользкого камня: вы потеряли равновесие! ",
    "answers": [
      {
        "id": 33,
        "text": "— Ай! "
      }
    ]
  },
  {
    "id": 36,
    "text": "Решив во что бы то ни стало забраться на самый вверх, вы вновь цепко, как кошка, схватились за камни и, не жалея сил, поднялись ещё на одну ступень. \n\nОттуда оставалось совсем немного. Вы заозирались по сторонам в поисках удобного уступа, но вдруг поняли, что таких больше нет. ",
    "answers": [
      {
        "id": 37,
        "text": "[Схватиться за корень]"
      },
      {
        "id": 38,
        "text": "[Протянуть Сяо руку]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Решив испытать судьбу, вы потянулись к корню одной рукой. Вам удалось за него схватиться, но вдруг раздался треск, и вы поняли, что корень не выдержал вашего веса. ",
    "answers": [
      {
        "id": 33,
        "text": "— Ай! "
      }
    ]
  },
  {
    "id": 38,
    "text": "— Сяо, помоги, пожалуйста! — крикнули вы, протягивая ему ладонь. \n\n— Держись. \n\nСяо ухватил вас за запястье и с лёгкостью поднял наверх. Вам оставалось лишь немного оттолкнуться от скалы. \n\nОказавшись наверху, вы наконец расслабленно выдохнули. \n\n— Неплохо, — сказал Сяо, пока вы отряхивали руки от пыли. \n\n— Правда? — радостно воскликнули вы, воодушевлённая редкой похвалой. \n\nНо Сяо уже скрылся за растительностью и не видел широкой улыбки на вашем лице. ",
    "answers": [
      {
        "id": 31,
        "text": "— Подожди! "
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы решили спуститься по тропинке и обнаружили полянку, сплошь усеянную крохотными белыми цветами. Стоя на краю пропасти, вы завороженно смотрели на это белое облачко, укромно устроившееся на выступе. \n\n— И зимы ждать не надо... ",
    "answers": [
      {
        "id": 44,
        "text": "[Сорвать цветы]",
        "need": -44
      },
      {
        "isBack": true,
        "text": "[Подняться]",
        "backstepCount": 1,
        "id": 39
      }
    ]
  },
  {
    "id": 40,
    "text": "Многолетнее песчаное дерево укрывало ветвями всю поляну. Вы подошли к нему и провели пальцами по его тёплой шероховатой коре. Пожалуй, вы бы смогли бы без труда залезть на него. ",
    "answers": [
      {
        "id": 45,
        "text": "[Залезть на дерево]"
      },
      {
        "isBack": true,
        "text": "[Назад]",
        "backstepCount": 1,
        "id": 40
      }
    ]
  },
  {
    "id": 41,
    "text": "Родник в центре занимал немного места, а вокруг него была широкая удобная площадка. Вы подошли к роднику и зачерпнули воды. \n\n— Сладкая, — заметили вы. ",
    "answers": [
      {
        "id": 52,
        "text": "[Рассмотреть поподробнее]",
        "need": 38
      },
      {
        "isBack": true,
        "text": "[Назад]",
        "id": 41,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 42,
    "text": "Один раз чуть не навернувшись на подъеме, вы вскарабкались на самый верх. Внизу осталась ваша поляна, а вокруг вас необъятным простором царили небо и земля. Несколько минут вы с любопытством осматривали Ли Юэ, пока вам не надоело. ",
    "answers": [
      {
        "id": 47,
        "text": "[Остаться еще на пару минут]",
        "need": 25
      },
      {
        "isBack": true,
        "text": "[Спуститься]",
        "backstepCount": 1,
        "id": 42
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы опустились на колени и нарвали маленький букетик. Тонкими пальцами вы расправили нежные лепестки. \n\"Сяо понравится\", — подумали вы. ",
    "answers": [
      {
        "id": 27,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы опустились на колени и нарвали маленький букетик. Тонкими пальцами вы расправили нежные лепестки. \n\n\"Сяо понравится\", — подумали вы. ",
    "answers": [
      {
        "id": 27,
        "text": "[Подняться]"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы могли забраться чуть ли не на самый верх, но решили остаться на удобной ветке, где, если бы хотели, даже могли бы лечь. Вы устроились поудобнее, болтая ногами в воздухе. ",
    "answers": [
      {
        "id": 46,
        "text": "[Дождаться Сяо так]",
        "need": 23
      },
      {
        "id": 27,
        "text": "[Назад]",
        "need": -23
      }
    ]
  },
  {
    "id": 46,
    "text": "— Ты куда залезла? — голос прозвучал над самым ухом, и вы чуть было не упали от неожиданности, но вовремя вцепились в ветку. \n\n— Не пугай меня так! \n\nВы обернулись и столкнулись нос к носу с Сяо. В его руках покоились ароматные свёртки.\n\nОн ответил на ваш немой вопрос:\n— Ты наверняка как обычно не позавтракала. А один повар обязан мне жизнью, так что он с радостью отдал мне две порции тофу. \n\nВы уже было потянулись руками к заветному лакомству, но его лицо накрыла маска и он переместился вниз. \n\n— Спускайся. ",
    "answers": [
      {
        "id": 50,
        "text": "— Сяо, я давно хотела тебя попросить... "
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы сели и обняли руками колени. Вы нисколько не пожалели, что упросили Сяо подняться на гору. Здесь вы с ним были недосягаемы до остальных, и здесь вы были очень близко с солнцу. ",
    "answers": [
      {
        "id": 27,
        "text": "[Спуститься]"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы хотели было позвать адепта, но обнаружили удивительную картину: ваш друг дремал, облокотившись на ствол дерева. Его руки были сложены на груди, а на траве подле него лежали две порции тофу. \n\nСтараясь шуметь как можно меньше, вы подошли к нему и очень тихо опустились на колени рядом. Даже во сне Сяо чему-то хмурился, и вы вдруг подумали, что впервые видите Сяо спящим. \nВас посетила озорная мысль: вы вытащили цветочек из букета и вложили его в волосы Сяо. \n\n— Никакого уважения к Адептам! \n\nВы вздрогнули от неожиданности и рассмеялись: Сяо открыл глаза и недовольно смотрел на вас.\nОн вытащил цветок из волос. Его лоб разгладился: он задумчиво держал стебель в кончиках пальцев. ",
    "answers": [
      {
        "id": 51,
        "text": "— Хочешь, я еще вплету? "
      }
    ]
  },
  {
    "id": 49,
    "text": "\"Когда ещё ты сможешь увидеть так близко облака и солнце?..\"\n\nНаверное, если Сяо увидел бы вас сейчас, он бы вас не узнал. Почему-то эти слова врезались в память, и вы стояли, вытянув руку, чувствуя, как солнце греет ваши пальцы. ",
    "answers": [
      {
        "id": 27,
        "text": "[Пора возвращаться]"
      }
    ]
  },
  {
    "id": 50,
    "text": "Он вопросительно взглянул на вас. \n\n— Помнишь, ты говорил, что мог бы научить меня летать на планере? У нас впереди целый день, а отсюда, — вы похлопали по ветке, на которой сидели, — было бы удобно расправлять планер. Не слишком высоко и не слишком низко. \n\nСяо знал, как сильно вам хотелось научиться подчинять себе ветер, и вы еле дышали, в надежде, что он не откажет. \n\n— Ладно, но знай, что это не так просто, как тебе кажется. Оставайся там. ",
    "answers": [
      {
        "id": 64,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 51,
    "text": "✦✦✦\nВы не ожидали, но Сяо действительно согласился. Пока он не передумал, вы разложили цветы подле себя и коснулись его изумрудных прядей. Жёсткие, но послушные волосы легко поддавались вашим пальцам. Ваш друг не сопротивлялся: он терпеливо ждал, пока вы закончите. \n\n— Тебе идёт белый цвет. \n\n— Никогда не задумывался об этом. \n\nВы вложили последний стебель, аккуратно вытащили передние пряди и с некоторым сожалением провели ладонью по волосам Сяо. \n\n— Готово. \n\nАдепт подошел к роднику, чтобы увидеть своё отражение. Вы знали, что Сяо вряд ли признает, что ему нравится, и все равно вы были абсолютно счастливы... Ведь факт того, что Сяо позволил вам это, уже говорило о нескончаемом доверии к вам. \n\n— Я думал, будет хуже. \n\n— А мне кажется, что очень мило получилось, — вы не смогли сдержать улыбки. \n\nСяо пододвинул вам тофу:\n— Ешь давай. Наверняка проголодалась. \n\n— Как скажешь, Сяо. ",
    "answers": [
      {
        "id": 1,
        "text": "[В начало]"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы давно просили Сяо дать вам пару уроков обращения с копьем. Эта поляна была идеальным местом для тренировки, и вы решили во что бы то ни стало попросить адепта ещё раз!",
    "answers": [
      {
        "id": 27,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Сяо, можно тебя попросить? — вы дождались, пока он вопросительно посмотрит на вас. — Ты обещал, что научишь меня обращаться с копьем, а здесь такая удобная площадка для тренировки, что лучше и не найти.\n\nНесколько секунд Сяо как будто обдумывал ваши слова, но, видимо, не найдя аргументов против, вытащил копьё из-за спины и протянул вам. ",
    "answers": [
      {
        "id": 65,
        "text": "[Радостно взять]"
      }
    ]
  },
  {
    "id": 54,
    "text": "Сяо ждал вас с двумя порциями миндального тофу. \"Кажется, день пройдёт очень спокойно и душевно\", — подумали вы. \n\n— Я только что поднималась на плато. Там такой ветер! Все как на ладони видно. \n\nСяо сел под деревом, а вы растянулись рядом с ним на траве. У вас много времени, чтобы поболтать о всяких пустяках, как это обычно и делают друзья. ",
    "answers": [
      {
        "id": 136,
        "text": "— Почему ты любишь тофу? ",
        "need": -136
      },
      {
        "id": 137,
        "text": "— Что тебе снилось сегодня? ",
        "need": -137
      },
      {
        "id": 138,
        "text": "— Что ты делаешь в свободное время? ",
        "need": -138
      },
      {
        "id": 54,
        "text": "  ",
        "comment": true
      },
      {
        "id": 139,
        "text": "[У вас нет вопросов]"
      }
    ]
  },
  {
    "id": 55,
    "text": "Здесь вы можете вспомнить все достигнутые вами исходы встречи с Сяо~~ надеюсь, что вы будете по ним скучать!! ",
    "answers": [
      {
        "id": 56,
        "text": "✦ Подарок ✦",
        "need": 113,
        "need_ever": true
      },
      {
        "id": 57,
        "text": "✦ Под луной ✦",
        "need": 99,
        "need_ever": true
      },
      {
        "id": 58,
        "text": "✦ Навстречу приключениям ✦",
        "need": 82,
        "need_ever": true
      },
      {
        "id": 59,
        "text": "✦ Чем опасны сновидения? ✦",
        "need": 135,
        "need_ever": true
      },
      {
        "id": 61,
        "text": "✦ По тофу? ✦",
        "need": 139,
        "need_ever": true
      },
      {
        "id": 62,
        "text": "✦ Время - действовать ✦",
        "need": 77,
        "need_ever": true
      },
      {
        "id": 63,
        "text": "✦ Крылья за спиной ✦",
        "need": 109,
        "need_ever": true
      },
      {
        "id": 84,
        "text": "✦ Цветы и капля доверия ✦",
        "need": 51,
        "need_ever": true
      },
      {
        "id": 55,
        "text": "  ",
        "comment": true
      },
      {
        "id": 1,
        "text": "[На первую страницу]"
      }
    ]
  },
  {
    "id": 56,
    "text": "Сяо принял ваш подарок! Может быть он не верит в то, что жемчужина может принести удачу, но будьте уверены: он с ней никогда не расстанется. ",
    "answers": [
      {
        "id": 55,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы встретили закат на крыше. Само по себе уже звучит романтично, не так ли? Я надеюсь, что в вашем сердце еще долго будут догорать краски заката.",
    "answers": [
      {
        "id": 55,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 58,
    "text": "Сяо бывает очень серьёзен и даже суров, но, глядя на вас, скачущую по руинам, он перестаёт быть таким мрачным. Так держать! ",
    "answers": [
      {
        "id": 55,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 59,
    "text": "Утро было, откровенно говоря, совсем не простым, зато вторая половина дня принесла вам немало радости! Хотя, играй вы с Сяо на деньги, вы бы остались без гроша. ",
    "answers": [
      {
        "id": 55,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы постарались учесть свои ошибки и приготовились к полету. Сяо все ещё внизу, чтобы подстраховать вас. ",
    "answers": [
      {
        "id": 101,
        "text": "[Шагнуть с ветки, вскинув руки]"
      }
    ]
  },
  {
    "id": 61,
    "text": "Самый уютный исход встречи. Вы вольны делать всё, что вашей душе угодно. Надеюсь, что вы хоть немного отдохнули! ",
    "answers": [
      {
        "id": 55,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы смогли произвести впечатление на Сяо: не думаю, что многим доводилось видеть его своим учителем. Пусть Сяо и не допустит вас к сражению, ему наверняка будет приятно знать, что вы готовы защитить его с тем же рвением, что и он вас. ",
    "answers": [
      {
        "id": 55,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 63,
    "text": "В детстве почти все мечтали уметь летать, и ваша мечта почти что сбылась. Только вообразите, насколько чудесно подчинять себе ветер! ",
    "answers": [
      {
        "id": 55,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 64,
    "text": "Уже скоро вы стояли со своим собственным планером, который Сяо неизвестно откуда достал. Ваш друг помог вам закрепить его на спине, и два длинных \"крыла\" опускались чуть ли не до щиколоток. \n\n— Шагнешь с ветки, ветер подхватит планер, и он раскроется. Не забудь расправить руки так, словно сама хочешь взлететь. Корпус опустишь чуть вперёд. \n\nВы повторили за ним. \"Кажется, ничего сложного\", — выдохнули вы. \n\n— Голову выше. Напряги живот и спину, иначе упадешь. \n\nВы кивнули и приготовились. \n\n— Да, и если не удержишь равновесие — не маши руками, — уже спустившись вниз, вдруг предупредил Сяо. — Не мешай мне поймать тебя. ",
    "answers": [
      {
        "id": 101,
        "text": "[Шагнуть с ветки, вскинув руки]"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы не могли поверить, что Сяо доверил вам его копьё. Знаменитый \"Нефритовый коршун\", который вы всего пару раз видели в руках Сяо, на этот раз был у вас! Впервые вам довелось рассмотреть острые позолоченные грани, нефритовые лезвия, словно светящиеся изнутри. На секунду вы даже забыли, как дышать. \n\n— Ну что, я правильно держу? \n\nВы попробовали перехватить Коршун, но поняли, что он вас перешивает, и чуть было не упали. Копьё страшно оттягивало руки, и вам потребовалось значительное усилие, чтобы удержать равновесие. ",
    "answers": [
      {
        "id": 66,
        "text": "[Поднять глаза]"
      },
      {
        "id": 65,
        "text": "** Нефритовый коршун — копье Сяо очень тонкой работы. Инструктировано изумрудным нефритом. ",
        "need": 110,
        "comment": true
      }
    ]
  },
  {
    "id": 66,
    "text": "Сяо явно забавляли ваши попытки поудобнее ухватиться за рукоять и скрыть от него, насколько вам тяжело управлять его оружием. В его глазах сверкнул озорной огонек. \n\n— Во-первых, такими темпами ты выдохнешься за первые пять минут. Держи. \n\nС этими словами он забрал Коршуна из ваших рук и вложил тонкое копьё с деревянным древком и небольшим наконечником.\n\nПроигнорировав ваш вопросительный взгляд, он продолжил:\n— Во-вторых, с непривычки ты сотрешь руки, так что надень мои перчатки. \n\nС щелчком Сяо расцепил металлическую защиту, стянул перчатки с рук и протянул их вам. \n\n— Правда? — вы во все глаза смотрели на вашего друга. \n\n— Если только хочешь подойти к делу серьезно.",
    "answers": [
      {
        "id": 67,
        "text": "[Начать!!]"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Опыт — лучший учитель. Нападай. \n\nМышцы на тренированном и ограненном битвами теле Сяо выступили сквозь одежду. Вы знали, что он мог бы без труда убить вас на месте, а его грозной фигуры страшились чуть ли не все демоны Ли Юэ, и вас странно радовало то, что этот же человек отступал под вашими ударами, поддаваясь вам. ",
    "answers": [
      {
        "id": 68,
        "text": "◁ Напасть слева!! ▷",
        "left_answer": true
      },
      {
        "middle_answer": false,
        "right_answer": true,
        "text": "◁Напасть справа!!▷",
        "id": 68
      },
      {
        "right_answer": false,
        "id": 69,
        "text": "◁В атаку!!▷",
        "need": -69,
        "middle_answer": true
      },
      {
        "id": 71,
        "text": "◁В атаку!!▷",
        "need": -71,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы обогнули Сяо, заставив его увернуться. Его копьё блеснуло в воздухе! ",
    "answers": [
      {
        "id": 70,
        "text": "◁Защита!! ▷",
        "left_answer": true
      },
      {
        "id": 72,
        "text": "◁Уворот!!▷",
        "right_answer": true
      }
    ]
  },
  {
    "id": 69,
    "text": "Сяо легко увернулся от вашей атаки. Вы оказались открыты, и он воспользовался этим. Внезапная подсечка сбила вас в ног, а острие Коршуна замерло в сантиметре от вашей груди. \n\nВы встали, потирая ушибленную спину. ",
    "answers": [
      {
        "isBack": true,
        "text": "◁Еще раз▷",
        "backstepCount": 1,
        "id": 69
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы выставили древко над головой, до боли сжав его в руках. Нельзя недооценивать Сяо, даже когда он поддается! От удара вы упали на одно колено. ",
    "answers": [
      {
        "id": 73,
        "text": "◁Режущий удар!!▷"
      }
    ]
  },
  {
    "id": 71,
    "text": "Сяо перехватил ваше копье, и вы чуть было не улетели вперёд от внезапной остановки. \n\n— Слишком предсказуемо. Придумай что-нибудь другое. ",
    "answers": [
      {
        "isBack": true,
        "text": "◁Еще раз!!▷",
        "backstepCount": 1,
        "id": 71
      }
    ]
  },
  {
    "id": 72,
    "text": "Решив не рисковать, вы нырнули в сторону. Копьё Сяо рассекло воздух, но не задело вас! Вы поменялись позициями: теперь вы стояли спиной к источнику. ",
    "answers": [
      {
        "id": 75,
        "text": "◁Режущий удар!!▷"
      }
    ]
  },
  {
    "id": 73,
    "text": "Почувствовав, что вот-вот, и вы будете побеждены в этой полушуточной схватке, вы взмахнули копьём и с разворота рассекли воздух. Но не успели вы ничего понять, как вдруг оказались прижаты к груди Сяо, а рукоять Коршуна замерла в сантиметре от вашей шеи. Если бы Сяо хотел, он без труда задушил вас: неловкие попытки выбраться ничего не дали. \n\n— Ладно, ты победил, — закатили глаза вы. — Выпусти! \n\n— Ты открылась слева. Не ставь локти так широко. \n\nСяо встал в стойку, а вы вдруг подумали,  нельзя ли считать этот захват чем-то вроде объятия?..",
    "answers": [
      {
        "id": 74,
        "text": "[В бой]"
      }
    ]
  },
  {
    "id": 74,
    "text": "Сяо показал вам несколько приёмов и позволил отработать их на себе. Несмотря на боль в руках и ногах от перенапряженных мышц, вы до последнего впитывали ценные знания и техники адепта. \n\n— Хватит на сегодня, — наконец сказал Сяо, глядя на ваше покрасневшее лицо.\n\nВы хотели что-то сказать, но поняли, что слишком устали для разговоров. Вы слабо кивнули и поплелись к источнику. \n\n— И ты хорошо справилась для первого раза.\n\nСяо ободряюще коснулся вашего плеча. Его огрубевшая от постоянных сражений кожа показалась вам незнакомой. Вы удивлённо взглянули на вашего друга: сантименты были ему несвойственны. В ваших глазах сверкнула благодарность, которая не могла укрыться от Сяо.\n \nУже совсем скоро вы полулежа отдыхали на прохладной траве, оперевшись на ствол дерева, плечом к плечу. ",
    "answers": [
      {
        "id": 76,
        "text": "[Устроиться поудобнее]"
      }
    ]
  },
  {
    "id": 75,
    "text": "От звонкого удара копий воздух словно задрожал. Вы снова увидели искру в глазах Сяо. Он оттолкнул вас, и вы вынужденно отступили назад. \n\n— Ай! \n\nВы споткнулись о камень и упали в ледяную воду, которая тут же остудила ваш пыл. Вы всё ещё сжимали древко копья, когда Сяо протянул вам руку и помог встать. \n\n— Следи за местностью, — посоветовал вам Сяо. — Будь на моем месте хиличурл или кто-нибудь другой, ты была бы уже мертва.\n\nСяо встал в стойку. Впереди ещё много времени, а это всего лишь одна ошибка!",
    "answers": [
      {
        "id": 74,
        "text": "[В бой]"
      },
      {
        "id": 75,
        "text": "* Хиличурлы — человекоподобные монстры в масках. ",
        "need": 110,
        "comment": true
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы потянулись за тофу, который принёс Сяо. Ваш друг тоже позволил себе просто отдохнуть: его глаза были полуприкрыты, но вы знали, что он не спит. \n\n— Спасибо, что согласился дать мне ещё пару уроков. Теперь я смогу постоять за себя в случае необходимости.\n\n— Я согласился вовсе не для этого. \n\n— Почему? Я бы могла вступить в Гильдию искателей приключений или в случае чего сама бы дала отпор какому-нибудь хиличурлу или разбойнику. Не хочу беспокоить тебя так часто, — протянули вы. \n\n— Знаю. Но лучше зови меня. \n\nВы приподнялись и посмотрели на своего друга. Его лицо было совершенно расслаблено, а волосы мягко огибали тонкие черты.",
    "answers": [
      {
        "id": 77,
        "text": "— Тебе правда совсем не сложно? "
      },
      {
        "id": 76,
        "text": "** Гильдия искателей приключений — организация, поддерживающая путешественников. Они, в свою очередь, выполняют различные поручения. ",
        "need": 110,
        "comment": true
      }
    ]
  },
  {
    "id": 77,
    "text": "✦✦✦\n— Ты же знаешь, что мне меньше всего бы хотелось, чтобы с тобой что-нибудь случилось.\n\nВы замерли, а после грустная улыбка скользнула по вашему лицу:\n— Я так рада, что ты всегда готов меня защитить.\n\nВы аккуратно легли рядом с Сяо. Он не видел, насколько сильное впечатление произвели его слова на вас. \n\n— Знаешь, ты прав, копьё не сможет меня от всего защитить. Как например в той истории с водопадом. \n\n— Как ты вообще там оказалась? Последнее, чего я ожидал, это увидеть тебя на скользком камне над обрывом. Что ты там делала? \n\nВы засмеялись от внезапно проснувшегося Сяо, обеспокоенного вашими героическими похождениями. \n\n— Нет, объясни, чего ты добивалась? Прекрати смеяться, я серьёзно спрашиваю. \n\n— Это ты ещё не слышал о том, как я пошла искать стеклянные колокольчики!",
    "answers": [
      {
        "id": 1,
        "text": "[В начало]"
      },
      {
        "id": 77,
        "text": "** Стеклянные колокольчики — редкие цветы, растущие на отвесных скалах. ",
        "need": 110,
        "comment": true
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы стояли на мосту. Вашему взору открылась широкая гладь заболоченной реки Бишуй, со всех сторон окруженная горными утесами Ли Юэ. Вы обернулись:\n\n— \"Ваншу\"? \n\n— Первое место, которое пришло на ум. \n\n— Ох, я всегда проходила мимо. Так здорово, что ты перенёс нас сюда. Тебе здесь спокойно? \n\n— Здесь я нашёл поддержку.\n\nСяо явно не хотел отвечать на ваши вопросы. Это не было редкостью, и вы совсем не обижались. Вы знали, что Сяо многое не говорит вам, чтобы не испугать вас и не оттолкнуть от себя. ",
    "answers": [
      {
        "id": 85,
        "text": "[Идти]"
      },
      {
        "id": 78,
        "text": "** Река Бишуй впадает в Облачное море. Здесь она неполноводна и покрыта тростником. \n*** \"Ваншу\" — постоялый двор. ",
        "need": 110,
        "comment": true
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы продолжали идти, болтая ни о чем. Время шло, и ваша размеренная прогулка приносила вам все больше радости. Вы смеялись, возбуждённо рассказывали Сяо о последних новостях, вышагивая вместе с ним по еле протоптанным тропинкам и полуразрушенным мостам. \n\n— Ха-ха, а составишь мне компанию на Празднике морских фонарей? Тебе он разве не нравится? \n\n— Не суди Адептов по смертным. Лучше решай, куда пойдём.",
    "answers": [
      {
        "id": 16,
        "text": "[Руины]",
        "need": 14
      },
      {
        "id": 80,
        "text": "[Вглубь расселины]"
      },
      {
        "id": 83,
        "text": "[Вы знаете одно место...]\n//жемчужина//"
      },
      {
        "id": 79,
        "text": "** Праздник морских фонарей - грандиозный, очень важный праздник для Ли Юэ. ",
        "need": 110,
        "comment": true
      }
    ]
  },
  {
    "id": 80,
    "text": "— Направо. Там мы ещё не были, и заодно снова выйдем к морю. \n\nПо обе стороны от вас выросли отвесные скалы. Это место было богато рудой: её острые грани укрывались в углублениях в камне. Вам почему-то было не по себе в этом месте, и поэтому вы старались держаться ближе к Сяо. \n\n— Что-то не так, — Сяо загородил вам путь рукой. — Будь здесь. \n\n— Ты куда? \n\n— Останься здесь, так будет безопасней. \n\nАдепт скрылся за поворотом, и вы остались одни. Вы ждали друга несколько минут, но он все не появлялся. \n\nКогда же вы хотели последовать за ним, за вашей спиной раздался странный звук. Внутри у вас все сжалось от страха. ",
    "answers": [
      {
        "id": 114,
        "text": "[Обернуться]"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы не могли устоять перед соблазном облазить их:\n— А что если я буду похитителем сокровищ? — задорно крикнули вы, пробегая по каменным обломкам. \n\nВы спрыгнули вниз, и Сяо непроизвольно вытянул руки, чтобы поймать вас. \n\n— Тогда мне придётся тебя убить, — хмуро сообщил он. \n\nВы резко обернулись и полуудивленно-полуобиженно взглянули на друга. По неровным уступам вы забрались на стену и, балансируя, продолжили диалог:\n— Тогда я буду похищать сокровища у похитителей сокровищ! И тогда ты не сможешь меня убить, потому что я буду на твоей стороне, понимаешь? ",
    "answers": [
      {
        "id": 82,
        "text": "[Обогнать Сяо]"
      }
    ]
  },
  {
    "id": 82,
    "text": "✦✦✦\nВы не успели придумать ещё что-нибудь, потому что споткнулись и упали в небольшой бассейн, расплескав воду вокруг себя.\n\n— Ты сегодня какая-то буйная. \n\nВы закашлялись и раздвинули руками кувшинки. Насквозь мокрые, вы вылезли из каменного углубления. \n\n— Но ты бы всё равно меня не убил. \n\n— Может быть, — Сяо сложил руки на груди и меланхолично вглянул на то, как вы выливали воду из сапожек. — Но я был бы разочарован. \n\n— Не переживай, Сяо, — вы улыбнулись и похлопали его мокрой рукой по плечу. — Я стану искателем приключений, научусь обращаться с оружием и буду помогать тебе! \n\nВаш друг не очень-то поверил вам, но, кажется, был несколько воодушевлен вашим желанием составить ему компанию в сражениях. \n\n— Пойдём, покажу тебе один маршрут. \n\nСяо снова ушёл вперёд, а вы натянули сапожки и поспешили за ним. Наверняка вас ждало что-то воистину удивительное! ",
    "answers": [
      {
        "id": 1,
        "text": "[В начало]"
      }
    ]
  },
  {
    "id": 83,
    "text": "На днях вы случайно обнаружили укромный речной залив, и почему-то именно он показался вам идеально подходящим для вручения Сяо жемчужины. \n\n— У меня есть небольшой сюрприз. Но идти довольно долго. \n\n— Сюрприз? \n\n— Да, но я не могу рассказать, — вы двинулись вдоль берега, увлекая за собой друга. — Если тебе не понравится, выбор места прогулки в следующий раз будет за тобой. Обещаю! ",
    "answers": [
      {
        "id": 112,
        "text": "[Спустя время]"
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы жалели, что не взяли с собой фотоаппарат, потому что со вплетенными цветами Сяо смотрелся очень мило. Может быть, вам представится ещё один шанс заплести его! ",
    "answers": [
      {
        "id": 55,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы поднялись по ступенькам и оказались на деревянной площадке:\n— Здесь можно поесть, — сказал Сяо.\n\n— Я не против перекусить здесь с тобой. Как насчет того столика...",
    "answers": [
      {
        "id": 86,
        "text": "... с видом на Драконий Хребет? "
      },
      {
        "id": 87,
        "text": "... с видом на Тростниковые острова? "
      },
      {
        "id": 86,
        "text": "... с видом на Облачное море? "
      }
    ]
  },
  {
    "id": 86,
    "text": "— Вид не имеет значения. \n\nВы сели за бамбуковый стол, последовав примеру вашего друга. \n\n— Миндальный тофу, — сделал заказ Сяо, обратившись к подошедшей девушке. \n\nВы задумались, что бы хотели попробовать. В кармане звенели монетки, и вам хватило бы на многое из меню. ",
    "answers": [
      {
        "id": 92,
        "text": "[Мясо Тяньшу]"
      },
      {
        "id": 92,
        "text": "[Печенье лотоса]"
      },
      {
        "id": 91,
        "text": "[Миндальный тофу]"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Тростниковые острова раньше представляли собой пустошь. Это было очень давно, — угрюмо сказал Сяо, опускаясь за бамбуковый стол. — Садись. \n\n\"Кажется, он не помнит, как давно это было\" — подумали вы. И отчего-то вам стало очень грустно от этой мысли. \n\n— Миндальный тофу, — сделал заказ Сяо, обратившись к подошедшей официантке. \n\nЧто бы вам попробовать? В кармане звенели монетки, и вам хватило бы на многое из меню. ",
    "answers": [
      {
        "id": 92,
        "text": "[Мясо Тяньшу]"
      },
      {
        "id": 92,
        "text": "[Печенье Лотоса]"
      },
      {
        "id": 91,
        "text": "[Миндальный тофу]"
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы сидели на перилах балкона, ютившегося под крышей \"Ваншу\":\n— Скоро стемнеет. Солнце уже садится. \n\n— Ночью силы зла властвуют безраздельно. Стоит быть настороже. \n\nВы кивнули, но по правде, вас совсем не беспокоили \"силы зла\", потому что ваши мысли были целиком и полностью поглощены вашим другом, чье лицо мягко освещали лучи заходящего солнца.\n\nЧтобы рассмотреть закат во всех красках, вы спрыгнули с перил и оббежали балкон в поисках лучшего обзора:\n— Сяо, за листвой не видно заката, — расстроенно пробормотали вы, напрасно вставая на цыпочки и вытягивая шею. \n\n— Это всего лишь еще одно завершение дня, — недовольно возразил Сяо, но ваши погрустневшие глаза заставили его вздохнуть и протянуть вам руку. — Залезем на самый верх. Но не смей прыгать там или валять дурака. ",
    "answers": [
      {
        "id": 98,
        "text": "[С благодарностью принять поданную руку]"
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы не знали, почему Сяо позволил вам так сблизиться с ним, но изо всех сил старались отвлечь его от убийств и боли... \n\n— О чем же ты мечтаешь, Сяо... — пробормотали вы. ",
    "answers": [
      {
        "id": 93,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 90,
    "text": "Вы не могли пройти мимо чудных алых цветов. Из-за тонких розовых лепестков они напоминали вам крохотные салюты, так что вы не могли не сорвать один. ",
    "answers": [
      {
        "id": 93,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 91,
    "text": "— Тоже миндальный тофу? — спросил Сяо, когда девушка ушла.\n\n— Мне интересно, почему ты так любишь это блюдо. \n\n— Тебе необязательно это знать. ",
    "answers": [
      {
        "id": 111,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Отличный выбор! Как только все будет готово, я принесу вам ваш заказ. \n\nВы оглянулись по сторонам. У вас есть немного времени до того, как вам принесут вашу еду. \n\n— Ты не против, если я прогуляюсь? \n\n— Иди, я останусь здесь. ",
    "answers": [
      {
        "id": 93,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 93,
    "text": "Куда же пойти?\n\nВ воздухе витает сладко-острый аромат свежеприготовленных блюд, и летний ветерок разносит его далеко вокруг! ",
    "answers": [
      {
        "id": 94,
        "text": "[Мост]",
        "middle_answer": true
      },
      {
        "id": 95,
        "text": "[Лестница]",
        "left_answer": true
      },
      {
        "id": 96,
        "text": "[Лифт]",
        "right_answer": true
      },
      {
        "id": 93,
        "text": "  ",
        "comment": true
      },
      {
        "id": 97,
        "text": "[Кажется, еду уже принесли!!]",
        "need": 89
      }
    ]
  },
  {
    "id": 94,
    "text": "Ваши каблучки весело застучали по деревянным ступеням! На мосту гулял ветер, и фонарики чуть раскачивались из стороны в сторону. ",
    "answers": [
      {
        "id": 89,
        "text": "[Подумать о Сяо]",
        "need": -89
      },
      {
        "id": 90,
        "text": "[Шелковица]",
        "need": -90
      },
      {
        "id": 94,
        "text": "  ",
        "comment": true
      },
      {
        "id": 93,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 95,
    "text": "Лестница вела на самый верх. Конечно, для Сяо подняться по такой лестнице не составит труда. Но как быстро устанете вы? ",
    "answers": [
      {
        "id": 93,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы решили не испытывать терпение Сяо и не стали кататься на лифте. \n\nЗато отсюда можно было разглядеть побережье, на котором вы недавно были. Интересно, какая цивилизация создала того механического стража?",
    "answers": [
      {
        "id": 93,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 97,
    "text": "— Как вкусно пахнет, — воскликнули вы. — Ты меня не долго ждал? \n\n— Только принесли. \n\nВы без промедления взяли приборы и приступили к еде. После прогулки вы сильно проголодались, да и Сяо, судя по всему, был рад своему любимому блюду. Умиротворение и покой так и витали в воздухе. \n\nВы продолжали делиться с Сяо историями, накопившимися с момента вашей последней встречи. Адепт же не любил говорить о себе, но иногда, если вы очень просили, мог вкратце рассказать о сражении с демоном или битвой с монстром. С нескрываемыми радостью и любопытством вы впитывали его воспоминания о его друзьях и прошлом. ",
    "answers": [
      {
        "id": 88,
        "text": "[День подходит к концу...]"
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы вскарабкались по скользкой черепице, и если бы не помощь Сяо, точно совершили бы ошибку и полетели вниз. Но вы были на крыше! Ветви огромного дерева окружали вас, скрывая от взглядов людей. \n\n— Мы на самом верху! \n\nВы выглянули вниз, все ещё не отпуская руки Сяо, чтобы не упасть. Под вами была небольшая площадка, но там было безлюдно. ",
    "answers": [
      {
        "id": 99,
        "text": "[Сесть рядом с Сяо]"
      }
    ]
  },
  {
    "id": 99,
    "text": "✦✦✦\nСолнце затерялось за остроконечными пиками, но огненные крылья заката ещё долго неслись по розовым облакам и золотому куполу неба, пока сумрак не обнял землю темно-лиловым покрывалом... \n\nВы не проронили ни слова, и Сяо тоже — почему-то сейчас слова были совсем не нужны, и вы просто сидели бок о бок, наслаждаясь безмолвной компанией друг друга. \n\nА когда подул холодный ночной ветерок, и ярко-оранжевые огни, как светлячки, озарили Ли Юэ, вы поняли — вам пора. \n\nСяо провожал вас, и ваша прогулка никогда не была такой, как сегодня. \n\n— Сяо? \n\n— Хм? \n\n— Ты хотел бы путешествовать? — почему-то пришло вам на ум. \n\n— Мне нет дела до путешествий. Мой долг — истреблять демонов, а не прохлаждаться. Но, если ты хочешь куда-то отправиться, я могу ненадолго составить тебе компанию. \n\n— Спасибо, Сяо. Я это ценю. ",
    "answers": [
      {
        "id": 99,
        "text": "\n\nВам пора было попрощаться, когда Сяо указал на шелковицу в ваших волосах:\n— Этот цветок не идёт ни в какое сравнение с дикими шелковицами, последние из которых находятся под защитой Адептов. Если хочешь, я могу показать тебе их, пусть и не понимаю, в чем смысл смотреть на цветы. \n\n— Конечно, — немало удивленные внезапным предложением согласились вы. — Моим смыслом будет полюбоваться ими с тобой, ты же знаешь. \n\nВы вложили цветок в руки Сяо и помахали ему рукой. Скоро вы ещё раз обязательно встретитесь... ",
        "need": [
          87,
          91,
          90
        ],
        "merge": true
      },
      {
        "id": 1,
        "text": "[В начало]"
      }
    ]
  },
  {
    "id": 100,
    "text": "Адепт Сяо — персонаж игры Genshin Impact. \nНекоторые локации, музыка, реплики и другое взяты из этой игры в целях добиться аутентичной атмосферы и верного отображения характера персонажа.\n\nМузыка: Flow of Mildness\nКомпозитор: Ю-Пэн Чен\n\nАвтор арта на обложке: https://t.me/insidebluesea\nМой тг-канал (если вдруг нужен): https://t.me/imstarimstar",
    "answers": [
      {
        "id": 1,
        "text": "[На первую страницу]"
      }
    ]
  },
  {
    "id": 101,
    "text": "Поток воздуха подхватил вас, и \"крылья\" раскрылись с тихим хлопком. Вы парите! ",
    "answers": [
      {
        "id": 102,
        "text": "[Опустить корпус]"
      },
      {
        "id": 103,
        "text": "[Посмотреть на Сяо]",
        "need": -60
      }
    ]
  },
  {
    "id": 102,
    "text": "Вы удачно выровнялись и сохранили хрупкое равновесие! \n\n— Теперь медленно спускайся. ",
    "answers": [
      {
        "id": 104,
        "text": "[Наклониться вперед]"
      },
      {
        "id": 106,
        "text": "[Наклониться назад]",
        "need": -106
      },
      {
        "id": 106,
        "text": "[Расслабиться]",
        "need": -106
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы не последовали совету Сяо и потеряли равновесие: ветер качнул вас, и вы завалились в сторону. Планер слишком накренился, и последний порыв ветра перевернул вас. Вы полетели вниз! \nВы не успели даже зажмуриться: Сяо мгновенно поймал вас, приложив столько же усилий, как если бы вы были крохотной раненой птичкой. ",
    "answers": [
      {
        "id": 60,
        "text": "[Попробовать еще раз]"
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы чуть наклонились, чтобы полететь вперед, и у вас вышло! \"Полёт был совсем недолгим\" — с грустью подумали вы, поднимая руки выше и вытягивая ноги, чтобы приземлиться.\n\nВдруг встречный поток ветра ударил в ваши \"крылья\", и вы стремглав взметнулись вверх. \n\n— Сяо! — вскрикнули вы, но ваш голос затерялся в вышине. \n\nВы заозирались по сторонам и с ужасом обнаружили, что парите над пропастью, а горная вершина находится в стороне от вас. Одно неловкое движение — и вы полетите вниз с высоты горного пика, и Сяо уже не сможет вас поймать. ",
    "answers": [
      {
        "id": 107,
        "text": "[Сохранять равновесие]"
      }
    ]
  },
  {
    "id": 105,
    "text": "",
    "answers": []
  },
  {
    "id": 106,
    "text": "Вы не последовали совету Сяо и потеряли равновесие: ветер качнул вас, и вы завалились в сторону. Планер слишком накренился и последний порыв ветра перевернул вас. Вы полетели вниз!\nВы не успели даже зажмуриться: Сяо мгновенно поймал вас, приложив столько же усилий, как если бы вы были крохотной раненой птичкой.",
    "answers": [
      {
        "id": 60,
        "text": "[Попробовать еще раз]"
      }
    ]
  },
  {
    "id": 107,
    "text": "Вы медленно опускались. Страх все ещё сковывал вас, но вы хотя бы уверенно держались в воздухе. \n\n— Хватайся за руку! — прозвучало за спиной. \n\nИ в эту же секунду холодная перчатка крепко сжала вашу ладонь. Ваш друг, тоже на планере, был рядом с вами. \n\n— Сяо, Святые Архонты... Ты видел? Меня унесло вихрем! \n\n— Да, — адепт обеспокоенно взглянул на вас. — Не отпускай руку, пока не будешь уверена, что можешь лететь сама. Мы спустимся вниз, в долину. ",
    "answers": [
      {
        "id": 108,
        "text": "[Сжать руку Сяо]"
      }
    ]
  },
  {
    "id": 108,
    "text": "Вы утонули в облаках, а когда вынырнули из них, были поражены видом. Вашему взору открылись бесконечные просторы. \n\n— С воздуха все совсем по-другому, — вы перевели взгляд на Сяо. — Только не отпускай руку. \n\n— Держу. \n\nЛоконы адепта, подчинённые ветру, непослушно взмывали и открывали его лицо. Чёлка, длинные изумрудные пряди запутались. Наверное, ваша причёска была немногим лучше... Но все-таки, вряд ли ещё раз представится шанс увидеть Сяо таким. ",
    "answers": [
      {
        "id": 109,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 109,
    "text": "✦✦✦\nСвоенравный ветерок окружил вас листьями, танцующими свой невидимый танец. Всё казалось таким странным и непостижимым: парить на огромной высоте с Сяо, держась за его руку. Вы были словно тем самым листочком или лепестком, оказавшимися здесь случайно. Но именно эта случайность и делала момент особенным и неповторимым. \n\n— Сама попробуешь? \n\nДо земли оставалось немного. Вы аккуратно высвободили руку и полетели в стороне от Сяо. Вам хватило времени освоиться, и поэтому вы уверенно рассекали воздух. \n\nАдепт раньше вас достиг земли:\n— Давай руку. Не хватало ещё, чтобы ты снова взмыла вверх. \n\nВы схватились за его протянутую ладонь, и он притянул вас к земле.\n\nВ тот день вам ещё многое предстояло, но вы не могли перестать думать о золотых глазах Сяо, которые вы впервые так детально рассмотрели. Тогда в них сверкало небо, и нельзя было усмотреть ни крупицы привычной усталости. ",
    "answers": [
      {
        "id": 1,
        "text": "[В начало]"
      }
    ]
  },
  {
    "id": 110,
    "text": "Вы задумчиво смотрели вдаль, ожидая на мощеной дороге Ли Юэ. \nРассветало. Город спал. \nВаше лицо ласкал морской бриз: широкий голубой порт был спокоен, как никогда. Слабая рябь отражала всеми цветами радуги солнечные лучи, и на поверхности воды играли веселые блики. \nВы умиротворенно вздохнули и пригладили волосы. \nВстречаться с Сяо здесь — у ворот Ли Юэ напротив залива — было вашей маленькой традицией. Когда вы договаривались встретиться, на следующий день вы непременно приходили сюда, ждали, когда погаснет последний красочный фонарь — и... ",
    "answers": [
      {
        "id": 3,
        "text": "— Сяо! "
      },
      {
        "id": 110,
        "text": "** Ли Юэ — регион, вдохновленный Китаем, и одновременно портовый город этого региона. ",
        "comment": true
      }
    ]
  },
  {
    "id": 111,
    "text": "Вы оглянулись по сторонам. У вас есть немного времени до того, как вам принесут вашу еду. \n\n— Ты не против, если я прогуляюсь? \n\n— Иди, я останусь здесь. ",
    "answers": [
      {
        "id": 93,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 112,
    "text": "— Дай угадаю, ты ведь не любишь сюрпризы? \n\n— Это ребячество. Не понимаю, зачем откладывать что-то на полдня, — недвусмысленно намекнул Сяо. \n\nВы проигнорировали его слова, хотя времени действительно прошло немало. \n\n— Затем, — вы остановились и устало\nопустились на тёплый песок, — чтобы провести вечер здесь. \n\n— Здесь? — ваш друг осмотрелся, но его взгляд ни за что не зацепился. — В декорациях нет никакого смысла. Не понимаю. Зачем это всё? ",
    "answers": [
      {
        "id": 113,
        "text": "[Промолчать]"
      }
    ]
  },
  {
    "id": 113,
    "text": "✦✦✦\nВы наблюдали за Ли Юэ далеко с берега. Никто не мог вас видеть, но зато вы прекрасно видели город. Вы зашли по колено в воду. \"На закате она всегда ужасно тёплая\", — мелькнуло в вашей голове. \n\nТемнело. Морская вода тоже темнела. \n\nВы достали жемчужину из кармана и долго держали её на ладони. Ваш друг будет ещё долго носить её после вашей смерти. Что если он вас забудет? \n\n— Сяо? — вы сжали жемчужину в кулаке и подошли к адепту. — Я хочу подарить тебе это, — вы вложили её Сяо в руку. — Я подумала, что ты мог бы продеть её в своё ожерелье. Знаешь, как талисман? \n\nСяо удивлённо взглянул на вас. \n\n— Когда загорятся огни Ли Юэ, ты поймёшь, почему мне так полюбилось это место. Я хотела сделать этот день особенным. Понимаешь? \n\nБумажные фонарики по одному загорались. Зажглись и лампы пришфартованных кораблей. Вы не заметили, как заснули на плече своего друга, и не знали, как долго он держал жемчужину в руке и как долго любовался ночным портом. \n\nУтром вы проснулись в своей кровати. На столике лежала крупная жемчужина из ожерелья Сяо. А на следующей встрече вы обнаружили, что вместо неё ожерелье адепта украшает ваш подарок. ",
    "answers": [
      {
        "id": 1,
        "text": "[В начало]"
      }
    ]
  },
  {
    "id": 114,
    "text": "Пусто. \n\nВы медленно подошли к скале и облокотились на неё спиной, чтобы одновременно видеть все, что происходит вокруг. ",
    "answers": [
      {
        "id": 117,
        "text": "[Потереть глаза]"
      }
    ]
  },
  {
    "id": 115,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 116,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 117,
    "text": "Сяо уже давно нет. Странное чувство не пропало, но к нему прибавилась усталость. Вы не могли точно сказать, сколько вы тут уже стоите. ",
    "answers": [
      {
        "id": 118,
        "text": "[Зевнуть]"
      }
    ]
  },
  {
    "id": 118,
    "text": "Вы зажмурились, зевая, а когда открыли глаза, в ужасе отшатнулись. Вы стояли посреди дороги в древнем китайском городе. Высокие дома с изогнутыми крышами и погашенными фонарями тянулись далеко вперёд. Место было совершенно безлюдным. \n\n— Сяо, — тихо позвали вы дрожащим голосом. — Сяо? \n\nНо адепта не было. Ответом вам была тишина. ",
    "answers": [
      {
        "id": 119,
        "text": "[Спрятаться за колонну]"
      }
    ]
  },
  {
    "id": 119,
    "text": "Вам стало чуть спокойнее, когда крыша укрыла вас. На ум ничего не приходило, кроме как позвать друга ещё раз. Если всё это — проделки демона, только Сяо сможет с ним совладать. \n\n\"Беги\", — прозвучал голос Сяо за спиной. \n\nЕкнуло сердце, и в ту же секунду вы увидели на дороге огромную фигуру. Вы успели рассмотреть только красную рогатую маску: демон двинулся к вам. ",
    "answers": [
      {
        "id": 120,
        "text": "[Бежать]"
      }
    ]
  },
  {
    "id": 120,
    "text": "Вы взбежали по ступеням, преодолевая пролеты один за другим. Фигура не отставала. Вы не видели её, но знали: стоит остановиться, и вам конец. ",
    "answers": [
      {
        "id": 121,
        "text": "[Дверь]"
      }
    ]
  },
  {
    "id": 121,
    "text": "Вы нырнули в дверь и заперли ее на засов. Вы оказались в длинном коридоре. ",
    "answers": [
      {
        "id": 122,
        "text": "[Выглянуть в окно]"
      },
      {
        "id": 123,
        "text": "[Бежать]"
      }
    ]
  },
  {
    "id": 122,
    "text": "Древний город оживал: загорались красным круглые фонарики. Вы пригляделись и отпрянули от окна: по мостовой неторопливо плыли духи! Их тени были хорошо различимы на освещённой улице. ",
    "answers": [
      {
        "id": 123,
        "text": "[Бежать]"
      }
    ]
  },
  {
    "id": 123,
    "text": "Как на крыльях вы преодолели коридор и вбежали в следующую комнату. Тупик! Единственным выходом было окно. Нет времени сомневаться! Вы распахнули его и вылезли на пологую крышу. ",
    "answers": [
      {
        "id": 124,
        "text": "[Подняться на самый верх]"
      }
    ]
  },
  {
    "id": 124,
    "text": "Вы встали на узкую балку, чуть было не упав. Вы было поверили, что оторвались, но вашим надеждам суждено было рухнуть: демон стоял на другом конце крыши. Глубокие борозды мышц выступали даже сквозь серую дымку вокруг него. ",
    "answers": [
      {
        "id": 125,
        "text": "[Бежать]"
      }
    ]
  },
  {
    "id": 125,
    "text": "Вы вновь побежали вперёд. \n\n— Ай! \n\nНога соскочила, и вы пребольно упали, разбив колено и ладони. Скорее, демон совсем рядом! ",
    "answers": [
      {
        "id": 126,
        "text": "— Сяо!! "
      },
      {
        "id": 129,
        "text": "[Увернуться]"
      }
    ]
  },
  {
    "id": 126,
    "text": "Вы до последнего верили, что адепт встанет на вашу защиту, и не ошиблись! Он возник из ниоткуда между вами и демоном, когда последний уже заносил над вами клинок. \n \n— Беги вперед, — Сяо отразил атаку и выставил копьё перед собой. ",
    "answers": [
      {
        "id": 128,
        "text": "[Бежать]"
      }
    ]
  },
  {
    "id": 127,
    "text": "Вы ускорились и прыгнули, оттолкнувшись от головы дракона, венчавшего балку. Ветер засвистел в ваших ушах. Следующая крыша была ниже предыдущей, и черепица полетела из-под ваших ног! \n\n— В сторону! — неизвестно откуда взявшийся Сяо толкнул вас вниз, и вы с криком скатились по крыше. ",
    "answers": [
      {
        "id": 130,
        "text": "[Хвататься за что попало]"
      }
    ]
  },
  {
    "id": 128,
    "text": "\"Дружба с Охотником на демонов рано или поздно должна была обернуться чем-то таким\", — думали вы, еле переставляя ноги. \n\nВпереди крыша обрывалась! Вам не остается ничего другого, кроме как прыгать! ",
    "answers": [
      {
        "id": 127,
        "text": "[Прыжок]"
      }
    ]
  },
  {
    "id": 129,
    "text": "Вы увернулись в последний момент! Клинок рассёк воздух и оказался ровно там, где секунду назад была ваша голова. ",
    "answers": [
      {
        "id": 128,
        "text": "[Бежать]"
      }
    ]
  },
  {
    "id": 130,
    "text": "Вам повезло, и вы успели схватиться за фонарик. Вы взглянули вниз: под вами была мостовая, а значит, падать вы будете долго. \n\n— Сяо! \n\nВы не видели, что происходило над вами, но ожесточенный звон металла о металл говорил сам за себя. Фонарик начал рваться под вашим весом. Вы как могли подтянулись на руках, но это почти ничем не помогло. \n\n— Сяо, я сейчас упаду! \n\nТкань треснула, и вы остались висеть на тонким лоскуте ткани. \n\n— Сяо! \n\nТкань лопнула! Вы полетели вниз! ",
    "answers": [
      {
        "id": 131,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 131,
    "text": "— Держись! \n\nВаш друг схватил вас за руку в последний момент. Его лицо закрывала маска. Он подтянул вас к себе, и вы наконец-то почувствовали себя в безопасности. \n\n— Спасибо, — еле выговорили вы. \n\n— Я бы не дал тебе упасть. Просто не рассчитал время. Он оказался сильнее, чем я предполагал. \n\n— Ты убил его? \n\n— Да. Он мертв, — Сяо окинул взглядом ваше побледневшее лицо. — Тебе пора просыпаться. \n\n—  Что?.. Я сплю? Это сон? — вы были растерянны и с трудом осознали сказанное. \n\n— Не задавай вопросов. Тебе нельзя здесь долго находиться. ",
    "answers": [
      {
        "id": 132,
        "text": "[Пора просыпаться]"
      }
    ]
  },
  {
    "id": 132,
    "text": "Стоило вам поверить в то, что вы всего лишь спите, и всё вокруг пришло в движение. Теперь вы не сидели на краю крыши на огромной высоте, цвета вокруг вас померкли, и Сяо тоже исчез. Вы провалились в бездну, и свет пропал.",
    "answers": [
      {
        "id": 133,
        "text": "[Открыть глаза]"
      }
    ]
  },
  {
    "id": 133,
    "text": "Сквозь ресницы прямо перед собой вы увидели лицо Сяо. Он был обеспокоен, но его холодная маска тут же вернулась, как только вы пришли в себя. \n\nСяо сухо рассказал, как вы заснули почти сразу, стоило вам войти в расселину. Он переместился в ваш сон и обнаружил демона. \n\n— Впереди руины, там он обитал. До сегодняшнего дня. Если бы меня не было рядом, ты бы никогда не проснулась. \n\nВы посмотрели на колено и ладони — ушибы никуда не исчезли. Адепт отказался посвящать вас в детали, но вы и сами догадывались о необычности вашего сна, из-за которой раны не пропали. ",
    "answers": [
      {
        "id": 134,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 134,
    "text": "— Ты чуть было не уронил меня с крыши, — с напором сказали вы, смывая кровь в реке. \n\n— Если бы я этого не сделал, тебя бы разрубили пополам. \n\nВам пришлось с ним согласиться. Страх уже растворился, и вы даже с некоторым интересом вспоминали о приключении. \n\n— Нужна моя помощь? — спросил Сяо, глядя на расплывающийся синяк на вашей ноге.\n\n— Нет, — у вас появилась идея, — давай ты перенесешь нас ко мне? Сыграем в \"Священный призыв семерых\". Сегодня я не ходок.",
    "answers": [
      {
        "id": 135,
        "text": "[Спустя пару часов]"
      },
      {
        "id": 134,
        "text": "** Священный призыв семерых — карточная игра. Существуют карты многих персонажей, в том числе и Сяо. ",
        "need": 110,
        "comment": true
      }
    ]
  },
  {
    "id": 135,
    "text": "✦✦✦\nВы кинули кости:\n— Мне сегодня везет! Я этого демона на раз-два оставила бы в дураках. \n\nДо этого обвинявший вас в излишней азартности Сяо напряжённо следил за ходом игры. Вы играли его картой, которую в тяжёлом поединке выиграли у Лю Су, а Сяо выбрал карту \"Джун Ли\".\n\nВы удобно устроились на полу, откинувшись на подушках. Из фарфоровых кружек, наполненных ароматным листовым чаем, вился пар. \n\n— Пять урона! — выкрикнули вы. \n\n— Три, здесь щит, — Сяо положил на пол ещё две карты. — Смертные иногда все-таки могут придумать что-то дельное. \n\nСяо перебросил кости, а вы нервно допили свой чай. Окно с видом на порт было настежь открыто, ветерок чуть было не сдувал карты, и вам приходилось их регулярно ловить. \n\n— Десять урона, — сделал ход ваш друг. \n\n— О нет! — от неожиданности вы опрокинули чашку. — Ты выиграл! Требую реванш! ",
    "answers": [
      {
        "id": 1,
        "text": "[В начало]"
      }
    ]
  },
  {
    "id": 136,
    "text": "— Вкус тофу напоминает мне вкус снов. \n\n— Ты пробовал на вкус сны? — от удивления вы даже приподнялись на локте. \n\n— Очень давно. Я поглощал сны своих жертв. Эти воспоминания причиняют мне боль, — тихо проговорил Сяо. \n\n— Извини, я не знала... \n\nВы откусили кусочек тофу, чтобы получше запомнить вкус. Эту нежную шелковистую текстуру с ореховым послевкусием вы уже не сможете забыть. ",
    "answers": [
      {
        "id": 54,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 137,
    "text": "— Мне редко снятся сны. Но если что-то снится, то я вижу картины прошлого. \n\n— А я тебе снилась? \n\n— Нет. \n\nВы никогда не видели Сяо спящим. Вы закрыли глаза и попробовали вспомнить какой-нибудь свой недавний сон. Интересно, сны у Адептов такие же, как у людей? \n\n— Последний раз мне снились звуки флейты, — прервал Сяо ваши мысли. — Их принес ветер. Что тебе недавно снилось? ",
    "answers": [
      {
        "id": 54,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 138,
    "text": "— А это не очевидно? Встречаюсь с тобой. \n\n— И что, больше ничего? — покраснели вы. \n\n— Я бываю в \"Ваншу\", — Сяо задумался ненадолго, но лишь пожал плечами. — Я должен истреблять зло, а не развлекаться. Но я готов послушать, что ты делаешь в свободное время, чтобы лучше понять тебя. ",
    "answers": [
      {
        "id": 54,
        "text": "[Назад]"
      },
      {
        "id": 138,
        "text": "** \"Ваншу\" - постоялый двор. ",
        "need": 110,
        "comment": true
      }
    ]
  },
  {
    "id": 139,
    "text": "✦✦✦\nВы потянулись. Тофу давно был съеден, и вы просто наслаждались компанией друг друга. \n\n— Сяо? — вы дождались, пока он переведёт на вас взгляд. — Ты очень хороший друг. Я тебя ценю. \n\nОтветом вам была тишина, за которой последовало:\n— Не стоило. \n\n// если вам нужно поговорить с кем-то, вы можете остаться на этой странице. Я думаю, что Сяо будет не против узнать о вашей учебе или работе, недавно прочитанной книге или пройденной игре. Всем иногда нужен друг //",
    "answers": [
      {
        "id": 1,
        "text": "[В начало]"
      }
    ]
  },
  {
    "id": 140,
    "text": "",
    "answers": []
  }
]