[
  {
    "id": 1,
    "text": "\nАвтор:МАКС\nЖанр:Энциклопедия.\nОписание:информация о зоне и всë такое.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 29,
        "text": "Обновления"
      },
      {
        "id": 39,
        "text": "В разработке"
      }
    ]
  },
  {
    "id": 2,
    "text": "Разделы:",
    "answers": [
      {
        "id": 3,
        "text": "Мутанты"
      },
      {
        "id": 21,
        "text": "Оружие"
      },
      {
        "id": 41,
        "text": "Истории"
      },
      {
        "id": 44,
        "text": "Анекдоты"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мутанты — мутировавший животный мир Зоны. Довольно разнообразен и однозначно опасен. Сталкерам известен только один вид животных, который не представляет угрозы, — это ворона.",
    "answers": [
      {
        "id": 5,
        "text": "Слепой пëс"
      },
      {
        "id": 6,
        "text": "Псевдособака"
      },
      {
        "id": 7,
        "text": "Снорк"
      },
      {
        "id": 8,
        "text": "Контроллëр"
      },
      {
        "id": 9,
        "text": "Пси-собака"
      },
      {
        "id": 10,
        "text": "Бюрер"
      },
      {
        "id": 11,
        "text": "Химера"
      },
      {
        "id": 12,
        "text": "Кровосос"
      },
      {
        "id": 14,
        "text": "Псевдогигант"
      },
      {
        "id": 15,
        "text": "Плоть"
      },
      {
        "id": 16,
        "text": "Тушканчик"
      },
      {
        "id": 17,
        "text": "Ворон"
      },
      {
        "id": 18,
        "text": "Кабан"
      },
      {
        "id": 19,
        "text": "Полтергейст"
      },
      {
        "id": 20,
        "text": "Огненный полтергейст"
      },
      {
        "id": 2,
        "text": "Назад"
      },
      {
        "id": 40,
        "text": "э"
      }
    ]
  },
  {
    "id": 4,
    "text": "==\n\nТень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: ворона.\nОпасность: нет.\nНачнём с простого. Вороны – единственные пернатые, что смогли выжить после катастрофы на ЧАЭС. Как птицы приспособились к жизни среди аномалий – загадка для орнитологов. Но особое чутьё у них явно есть, ведь вы никогда не увидите ворону, попавшую, например, в «Жарку».\n\nПо своей природе они падальщики, а не охотники, потому часто «доедают» за другими мутантами. Остальная живность Зоны их не трогает – ворону просто не поймаешь, только потратишь силы, необходимые для выживания. Для игрока эти птицы не опасны, но и убить такую сложно даже опытному сталкеру. В Тени Чернобыля они живучие до абсурда, но в Чистом небе бандиты на базе развлекаются, отстреливая ворон. Вы тоже можете поучаствовать, главное – запастись патронами.\n\n2. ТУШКАН\n2Q==\n\nТень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: грызуны\nОпасность: низкая\nКак понятно из названия, очень похожи на известных всем тушканчиков, но в прямом родстве с ними не состоят. Их происхождение до конца не изучено – понятно только, что предками были крупные грызуны. Передние лапы удлинены, задние укорочены. Живут и охотятся стаями. Выделяют пустынных и коллекторных тушканов: первые обитают на равнинах, по 10-15 особей, и встречаются редко, вторые – в канализациях и коллекторных трубах, группами от 5 до 7 животных.\n\nОдин тушкан не опасен, но вы никогда не встретите их по одиночке. Их жертвами становятся даже химеры и снорки. При нападении издают писк, больше похожий на скрежет, наносят рваные раны, и при встрече нужно держать под рукой бинт. Пусть тушкана можно убить выстрелом из любого оружия, лучше выбирать дробовик – уж больно юркие. Интересный факт – ввиду малого интеллекта стаей может управлять контролёр, и тогда бой станет ещё ожесточённее.\n\n3. КАБАН\n2Q==\n\n9k=\n\nТень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: кабан.\nОпасность: средне-низкая.\nОдни из тех животных, что смогли приспособиться к жизни в Зоне. Кабаны – крупные животные, и встречаются стадами до 10 особей. Постоянно патрулируют свои «владения», и бросаются на любого нарушителя. Нападают на других мутантов, чаще на слепых псов и псевдособак, но кровососа или химеру могут победить только числом. Встречаются молодые, взрослые и матёрые кабаны – именно последние становятся вожаками и действуют яростнее всех.\n\nПри столкновении со стаей этих мутантов стоит готовиться к сильным, но прямолинейным атакам. Кабаны разгоняются и таранят противника, но в случае промаха ещё какое-то время бегут по инерции, открывая слабые места – голову и бок. Встреч с одиночками легко избежать, но, если стадо крупное, от боя не уйти. В этом случае лучше отпрыгивать во время прямой атаки и стрелять в бок из дробовика или обреза.\n\n\nСталкеры не брезгуют употреблять кабана в пищу. На локациях можно встретить целые туши на костре, а копыто, поднятое с убитого монстра, можно продать бойцам «Свободы» – они с удовольствием сварят из него суп.\n\n4. ПЛОТЬ\n2Q==\n\nТень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: домашние свиньи.\nОпасность: средне-низкая.\nДомашние свиньи, что мутировали и совсем перестали походить на своих предков. Передние лапы превратились в заточенные зубы-пилы, которыми плоть разрывает падаль и атакует. Быстро регенерирует, но из-за тяжёлого скелета легко выдыхаются. Кожа отвердела вслед за костями, и теперь похожа на панцирь насекомого. Глаза монстра также изменились – один почти исчез, второй бешено вращается в разных направлениях, а третьим плоть отслеживает добычу. Само существование этого мутанта – чудо, ведь большинство изменений медленно, но верно ведут к летальному исходу.\n\nПлоти обитают в тёмных местах и держаться стаями, зачастую пасутся рядом с кабанами. Они хилые и трусливые, в бою слабы, а потому предпочитают бегство в невыгодных ситуациях. Дерутся за территорию с псами, к более сильным монстрам не лезут. При встрече с противником будут хаотично носиться вокруг, атакуя со всех сторон. Игроку лучше всего прижаться спиной к стене или валуну – так можно избежать окружения – а если в стае есть кабан, то убить сначала его. И пистолет, и автомат, и дробовик будут одинаково эффективны, если стрелять по глазам, слабому месту плоти. Иногда с этого мутанта может выпасть «глаз плоти» — местный деликатес, если верить рассказам в баре «100 рентген».\n\n5. СЛЕПОЙ ПЁС\n9k=\n\n9k=\n\nТень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: собака.\nОпасность: средне-низкая.\nНаиболее частые представители семейства собачьих на землях Зоны. Слепые псы быстрые и ловкие, обладают острым нюхом, но при этом слабы и наносят мало урона. Стая этих животных может насчитывать больше десяти особей, и порой среди них встречается псевдособака-вожак. Собаки слепы и часто глухи, но компенсируют это пси-способностями и коллективным разумом, благодаря чему хорошо координируют свои действия. Охотясь могут завалить даже псевдогиганта, что уж говорить о тушканах или плотях. Обитают везде – стаи слепых псов встретятся вам и в лесах, и в степях. Редко остаются на одном месте, и чаще всего кочуют в поисках новых жертв.\n\nПусть вас не обманывают слепота и частичная глухота этих мутантов – стая собак никогда не упустит шанса полакомиться свежим мясом. Если вы плохо вооружены, то лучше передвигаться по холмам и развалинам, чтобы заметить их вовремя. Группа всегда будет пытаться взять наскоком, а если не выйдет – окружить. Из кольца можно выбраться прыжками, а от неуправляемого «полёта» — увернуться и выстрелить в бок. Слепого пса легко убить 2-3 пулями из пистолета, но лучше использовать автомат или дробовик. Их поведение в разных частях серии отличается: в Тени Чернобыля и Чистом небе они достаточно трусливы, и убегут в случае чего, но в Зове Припяти будут атаковать до последнего.\n\n6. ПСЕВДОСОБАКА\n2Q==\n\n2Q==\n\nТень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: волк.\nОпасность: средняя.\nВопреки названию вида их предками являются волки, а не собаки, хотя в это верится слабо. Псевдособаки больше похожи на бульдогов – круглая голова, массивные челюсти и огромные острые зубы, что растут всю жизнь животного. Редкая шерсть, и все особи, как одна, покрыты рваными ранами. Псевдособаки очень агрессивны, и часто дерутся, как с другими мутантами, так и между собой. Встречаются и поодиночке, и группами до шести особей. Известно о трёх видах псевдособак – серая, матёрая и пси-собака, но о последней лучше рассказать отдельно.\n\nХоть эти мутанты и быстрые, но маневрировать не умеют совсем. Лучшей тактикой будет подпустить псевдособаку поближе к себе, а когда та прыгнет – увернуться и выстрелить прямо в голову. В случае встречи со стаей этих монстров алгоритм тот же.\n\n\nИнтересный факт: известно два случая, когда псевдособаку удалось приручить. Имя этим «случаям» Барс и Лесси, но забрали от матери их ещё щенками. Лесси даже смогла дать потомство, и воспитать в них дружелюбное отношение к людям.\n\n7. ПСИ-СОБАКА\nZ\n\nZ\n\nТень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: волк, попавший под пси-излучение.\nОпасность: средне-высокая.\n\nПодвид псевдособаки, обладающий уникальными способностями, самый редкий мутант во всей серии. Считается, что они долгое время подвергались пси-излучению, и так получили свои навыки. Кроме серой шерсти ничем не отличаются от обычных псевдособак. Преимущественно держатся обособлено, но иногда выходят на охоту с сородичами.\n\nПси-собака, приметив добычу, вызывает своих фантомов, а сама держится подальше, изредка атакуя. Клоны умирают с одного выстрела, но кусают больно, поэтому встреча с этим мутантом очень опасна. Если вы охотитесь на пси-собаку, то лучше всего застрелить ещё издалека, но, если охотятся на вас – крепитесь. Важно быстро вычислить «оригинал» и разделаться с ним, ведь фантомы будут появляться бесконечно. Можно залезть на камень повыше и ждать, когда пси-собака со своими копиями приблизится, и тогда забросать гранатами. Однако, если здоровья мало, патроны кончились, а в инвентаре только пара энергетиков – бегите к ближайшим сталкерам. Также можно попробовать маневрировать между аномалиями, надеясь, что пси-собака погибнет в погоне, но способ этот ненадёжный и опасный. По зверям всё. Дальше будут рассмотрены человекоподобные мутанты Сталкер Зов Припяти.\n\n8. ПОЛТЕРГЕЙСТ\n2Q==\n\nТень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: возможно человек.\nОпасность: средне-высокая.\nРедкий и опасный мутант, возможно произошёл от человека. Летает над землёй, владеет телекинезом. Обитает в тёмных, изолированных местах, поэтому с другими мутантами почти не контактирует. Может зловеще рассмеяться во время боя, а умирая – протяжно воет. Выглядит как светящийся шар энергии или электричества.\n\nПолтергейст враждебен к людям и всегда начнёт бой, либо швыряя предметы, либо создавая огненные столбы (зависит от вида). При приближении игрока пытается отойти подальше, не переставая атаковать. Удобнее всего навязать ему ближний бой – он слаб и медлителен, а потому нескольких прицельных попаданий дробью не переживёт. Перед боем можно разбросать вокруг всякий хлам – болты, батоны, что угодно – полтергейст начнёт швыряться ими и урон наносить не будет.\n\n\nВ Тени Чернобыля после убийства этого монстра появляется «истинное тело», похожее на человека без ног, в Чистом небе и Зове Припяти остаются только кровавые ошмётки.\n\n9. ОГНЕННЫЙ ПОЛТЕРГЕЙСТ\nТень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: возможно человек.\nОпасность: средне-высокая.\nВизуально похож на своего собрата, но телекинетическими силами не обладает. Очень быстрый и всегда пытается поджарить своего противника. Хитёр, часто устраивает ловушки на сталкеров. Выглядит, как шар жёлто-оранжевого пламени.\n\nОгненные струи полтергейста неподвижны и имеют малый радиус поражения. После создания очередного столба пламени у вас есть около 5 секунд до появления нового. В Зове Припяти реагирует на движение, поэтому придерживайтесь тактики выстрелил-замер. В Тени Чернобыля при ношении 5 артефактов «Пустышка» не сможет нанести урон, напротив – будет лечить и восстанавливать броню.\n\n10. СНОРК\n9k=\n\nZ\n\n2Q==\n\nТень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: человек.\nОпасность: высокая.\nОпасные существа, жутко похожие на одичавшего и израненного человека. Передвигаются на четвереньках, перед нападением издают животный рык. Самую страшную рану можно увидеть издалека – позвоночник, торчащий из кусков плоти – а на лицо натянут противогаз. Выделяют два редких подвида – снорка-людоеда и снорка-падальщика. Первый яростнее и сильнее, про второго же мало что известно. Можно только догадываться, что сделало людей такими. Это могут быть военные, попавшие под пси-излучение, бывшие ликвидаторы катастрофы на ЧАЭС или жертвы экспериментов в лабораториях.\n\nЕщё большая загадка – их численность. Снорков очень много в Зоне. Они живут и охотятся стаями, прыгают на рекордные 15-20 метров, атакуют сильно. Следует держать снорков на средней дистанции, стреляя из дробовика в голову и спину, отбрасывать выстрелом во время прыжка. Этой тактикой можно победить группу из 2-3 мутантов, но если наткнётесь на гнездо, то старайтесь подпускать их по одному. В места обитания этих существ лучше идти подготовленным – с «Отбойником», «Чейзером-13» или СПСА-14, и тогда выйдете победителем. Может быть.",
    "answers": []
  },
  {
    "id": 5,
    "text": "Тень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: собака.\nОпасность: средне-низкая.\nНаиболее частые представители семейства собачьих на землях Зоны. Слепые псы быстрые и ловкие, обладают острым нюхом, но при этом слабы и наносят мало урона. Стая этих животных может насчитывать больше десяти особей, и порой среди них встречается псевдособака-вожак. Собаки слепы и часто глухи, но компенсируют это пси-способностями и коллективным разумом, благодаря чему хорошо координируют свои действия. Охотясь могут завалить даже псевдогиганта, что уж говорить о тушканах или плотях. Обитают везде – стаи слепых псов встретятся вам и в лесах, и в степях. Редко остаются на одном месте, и чаще всего кочуют в поисках новых жертв.\n\nПусть вас не обманывают слепота и частичная глухота этих мутантов – стая собак никогда не упустит шанса полакомиться свежим мясом. Если вы плохо вооружены, то лучше передвигаться по холмам и развалинам, чтобы заметить их вовремя. Группа всегда будет пытаться взять наскоком, а если не выйдет – окружить. Из кольца можно выбраться прыжками, а от неуправляемого «полёта» — увернуться и выстрелить в бок. Слепого пса легко убить 2-3 пулями из пистолета, но лучше использовать автомат или дробовик. Их поведение в разных частях серии отличается: в Тени Чернобыля и Чистом небе они достаточно трусливы, и убегут в случае чего, но в Зове Припяти будут атаковать до последнего.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Тень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: волк.\nОпасность: средняя.\nВопреки названию вида их предками являются волки, а не собаки, хотя в это верится слабо. Псевдособаки больше похожи на бульдогов – круглая голова, массивные челюсти и огромные острые зубы, что растут всю жизнь животного. Редкая шерсть, и все особи, как одна, покрыты рваными ранами. Псевдособаки очень агрессивны, и часто дерутся, как с другими мутантами, так и между собой. Встречаются и поодиночке, и группами до шести особей. Известно о трёх видах псевдособак – серая, матёрая и пси-собака, но о последней лучше рассказать отдельно.\n\nХоть эти мутанты и быстрые, но маневрировать не умеют совсем. Лучшей тактикой будет подпустить псевдособаку поближе к себе, а когда та прыгнет – увернуться и выстрелить прямо в голову. В случае встречи со стаей этих монстров алгоритм тот же.\n\n\nИнтересный факт: известно два случая, когда псевдособаку удалось приручить. Имя этим «случаям» Барс и Лесси, но забрали от матери их ещё щенками. Лесси даже смогла дать потомство, и воспитать в них дружелюбное отношение к людям.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Тень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: человек.\nОпасность: высокая.\nОпасные существа, жутко похожие на одичавшего и израненного человека. Передвигаются на четвереньках, перед нападением издают животный рык. Самую страшную рану можно увидеть издалека – позвоночник, торчащий из кусков плоти – а на лицо натянут противогаз. Выделяют два редких подвида – снорка-людоеда и снорка-падальщика. Первый яростнее и сильнее, про второго же мало что известно. Можно только догадываться, что сделало людей такими. Это могут быть военные, попавшие под пси-излучение, бывшие ликвидаторы катастрофы на ЧАЭС или жертвы экспериментов в лабораториях.\n\nЕщё большая загадка – их численность. Снорков очень много в Зоне. Они живут и охотятся стаями, прыгают на рекордные 15-20 метров, атакуют сильно. Следует держать снорков на средней дистанции, стреляя из дробовика в голову и спину, отбрасывать выстрелом во время прыжка. Этой тактикой можно победить группу из 2-3 мутантов, но если наткнётесь на гнездо, то старайтесь подпускать их по одному. В места обитания этих существ лучше идти подготовленным – с «Отбойником», «Чейзером-13» или СПСА-14, и тогда выйдете победителем. Может быть.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Тень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: результат экспериментов над людьми.\nОпасность: высокая.\nПорождение чудовищных экспериментов учёных О-Сознания в лаборатории Х16. Хоть в его внешности отчётливо проглядываются черты обычного человека, опыты оставили свой след. Голова непропорционально увеличилась, глаза выпучены, на висках — пульсирующие язвы. Контролёры обладают сильными пси-способностями и подчиняют противников своей воле.\n\nНесмотря на уникальные навыки мутант очень труслив. Он всегда держит в подсинении зомбированных, собак и снорков — как для защиты, так и для питания. Главное правило в борьбе с контролёром — избегать зрительного контакта, ведь он воздействует только на существ в поле своего зрения. Убить его можно даже без усиленного оружия: нужно найти укрытие и стрелять, ненадолго выглядывая, или забросать гранатами Ф-1 и РГД-5. Также у контролёра есть одна поведенческая особенность — если приблизиться к нему вплотную, он перестаёт использовать пси-способности и атакует лапами. Это позволит прикончить мутанта, подобравшись вплотную, ножом или очередью из хорошего скорострельного оружия.\n\n\nИзвестны случаи, когда контролёр пытался \"договориться\" со сталкером. В Зове Припяти, при входе в пещеру под хутором, можно услышать голос — призыв уйти и не связываться с мутантом. Так что можно говорить о некоторой разумности, ведь контролёр смог осознать опасность и попытался избежать боя, таким необычным для монстра способом.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Тень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: волк, попавший под пси-излучение.\nОпасность: средне-высокая.\nПодвид псевдособаки, обладающий уникальными способностями, самый редкий мутант во всей серии. Считается, что они долгое время подвергались пси-излучению, и так получили свои навыки. Кроме серой шерсти ничем не отличаются от обычных псевдособак. Преимущественно держатся обособлено, но иногда выходят на охоту с сородичами.\n\nПси-собака, приметив добычу, вызывает своих фантомов, а сама держится подальше, изредка атакуя. Клоны умирают с одного выстрела, но кусают больно, поэтому встреча с этим мутантом очень опасна. Если вы охотитесь на пси-собаку, то лучше всего застрелить ещё издалека, но, если охотятся на вас – крепитесь. Важно быстро вычислить «оригинал» и разделаться с ним, ведь фантомы будут появляться бесконечно. Можно залезть на камень повыше и ждать, когда пси-собака со своими копиями приблизится, и тогда забросать гранатами. Однако, если здоровья мало, патроны кончились, а в инвентаре только пара энергетиков – бегите к ближайшим сталкерам. Также можно попробовать маневрировать между аномалиями, надеясь, что пси-собака погибнет в погоне, но способ этот ненадёжный и опасный.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Тень Чернобыля: нет.\nЧистое небо: нет.\nЗов Припяти: есть.\nПроисхождение: результат экспериментов над людьми.\nОпасность: высокая.\nПродукт экспериментов над людьми, как и контролёр, возможно поэтому они не агрессивны друг к другу. Низкий, коренастый и морщинистый гуманоид в тёмном балахоне. Обладает телекинетическими способностями, живёт в подземельях и пещерах, передвигается быстро, но неуклюже. Не может контролировать свой голос: если услышите бормотание или детский крик, пока исследуете подвал, знайте — рядом бюрер.\n\nЖивуч. Создаёт вокруг себя поле, отражающее пули и снаряды. При помощи телекинеза вырывает из рук оружие и отталкивает сталкера от себя. Перед боем с бюрером запаситесь энергетиками и будьте готовы к тому, что выносливость будет таять на глазах.\n\n\nМожно убить этого мутанта даже ножом, необходимо только подгадать момент. Когда существо выставит свой щит, быстро подберитесь вплотную и прикончите колющими ударами. Другие варианты — воевать с помощью укрытий, как и с контролёром, или использовать ручные гранаты. Несмотря на отталкивающее поле, в маленьком помещении бюрер не сможет уйти из зоны поражения. Так же не лишним будет провернуть тот же фокус, что и с полтергейстом — набросать всякого мусора вокруг и исключить урон хотя бы от бросков.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Тень Чернобыля: нет.\nЧистое Небо: нет.\nЗов Припяти: да.\nПроисхождение: результат экспериментов.\nОпасность: очень высокая.\nХодят слухи, что химера создавалась, как животное-охранник для лабораторий, но теперь эта ловкая и хитрая тварь с бритвенно-острыми когтями выслеживает добычу на землях Зоны. Опасный ночной хищник, что ничуть не уступает кровососу. Выглядит как четырёхлапое существо с двумя головами, одна из которых развита слабее. Все органы в теле дублированы, имеет высокие способности к регенерации.\n\nКак и любой хороший охотник, появляется неожиданно, со спины. Несмотря на габариты передвигается химера бесшумно, а благодаря задним лапам может совершать огромной длины прыжки. Иногда перед атакой издаёт негромкий свис, похожий на шипение.\n\nВ борьбе с химерой важно вовремя уклоняться и отпрыгивать, избегая ближнего боя. Хороший способ — забраться на возвышенность и расстрелять из автомата или подствольного гранатомёта. Есть и своя хитрость. Если найти столб (тонкое дерево, стойку ЛЭП) и кружиться вокруг него, то химера будет просто врезаться в препятствие и отскакивать. Немного ловкости, и даже такой жуткий мутант станет посильной добычей.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Тень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: результат экспериментов над людьми.\nОпасность: очень высокая.\nНочной кошмар любого сталкера, что сунул нос в подземелья и влажные низины. Кровосос — легендарный мутант серии игр Сталкер, и, пожалуй, самая жуткая тварь Зоны. Выглядит он как двухметровый гуманоид с щупальцами вместо рта. Предпочитает сырые и холодные места — подвалы, болота, заброшенные дома. Охотится ночами, в разных местах, но имеет логово и отчаянно его обороняет.\n\nСамое поразительное в кровососе (и самое проблемное) — способность становиться невидимым. Этим мутант активно пользуется: нападает исподтишка, или устрашающе надвигается на игрока и внезапно \"включает камуфляж\", заставляя в панике кружиться и искать его. В бою всегда пытается зайти за спину и \"присосаться\" к жертве. Так он лечит себя и отнимает здоровье у игрока. Несколько кровососов могут \"закружить\" сталкера насмерть, кусая его по очереди.\n\nПусть враг силён и проворен, у его сил есть свои границы. Он неустойчив к ударам ножа, а во время атаки становится видимым на несколько секунд. Оставляет следы, когда передвигается по воде, и в движении можно заметить очертания его тела. В Чистом небе неуязвим во время невидимости, а в Зове Припяти не может \"включить камуфляж\", если игрок следует за ним вплотную. Лучше всего забраться на возвышенность и стрелять по кровососу оттуда, или, если вы посмелее — упереться спиной в стену и атаковать. Из автоматического оружия эффективны ГП37 с бронебойными патронами и СА \"ЛАВИНА\", но дробовики — лучший выбор",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Меню\nГлавнаяНовостиИнструкцииСпискиИнформацияStalked\nStalked\nГлавнаяСпискиМутанты из сталкера и их описание\nМУТАНТЫ ИЗ СТАЛКЕРА И ИХ ОПИСАНИЕСписки  21.03.2021  2  leksazavr \nМир серии игр Сталкер недружелюбный и мрачный. Он подбрасывает игрокам тяжёлые испытания, словно хочет поскорее выжить со свету каждого, кто ступил на земли Зоны. Но словно наперекор, геймеры раз за разом возвращаются в локации, кишащие опасностями, ведь им нравится этот жуткий местный колорит.\n\n\nИх подкупает разнообразие противников – от диких, но почти знакомых животных, до монстров, которых можно встретить только здесь. Каждый сталкер должен знать своего врага в лицо. В этой статье собраны все мутанты из Сталкера Зов Припяти и их описание.\n\nСодержание\n\nМутанты из игры Сталкер и их описание\n1. Ворона\n2. Тушкан\n3. Кабан\n4. Плоть\n5. Слепой пёс\n6. Псевдособака\n7. Пси-собака\n8. Полтергейст\n9. Огненный полтергейст\n10. Снорк\n11. Контролёр\n12. Бюрер\n13. Кровосос\n14. Псевдогигант\n15. Химера\nВыводы\nМУТАНТЫ ИЗ ИГРЫ СТАЛКЕР И ИХ ОПИСАНИЕ\n1. ВОРОНА\n2Q==\n\nТень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: ворона.\nОпасность: нет.\nНачнём с простого. Вороны – единственные пернатые, что смогли выжить после катастрофы на ЧАЭС. Как птицы приспособились к жизни среди аномалий – загадка для орнитологов. Но особое чутьё у них явно есть, ведь вы никогда не увидите ворону, попавшую, например, в «Жарку».\n\nПо своей природе они падальщики, а не охотники, потому часто «доедают» за другими мутантами. Остальная живность Зоны их не трогает – ворону просто не поймаешь, только потратишь силы, необходимые для выживания. Для игрока эти птицы не опасны, но и убить такую сложно даже опытному сталкеру. В Тени Чернобыля они живучие до абсурда, но в Чистом небе бандиты на базе развлекаются, отстреливая ворон. Вы тоже можете поучаствовать, главное – запастись патронами.\n\n2. ТУШКАН\n2Q==\n\nТень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: грызуны\nОпасность: низкая\nКак понятно из названия, очень похожи на известных всем тушканчиков, но в прямом родстве с ними не состоят. Их происхождение до конца не изучено – понятно только, что предками были крупные грызуны. Передние лапы удлинены, задние укорочены. Живут и охотятся стаями. Выделяют пустынных и коллекторных тушканов: первые обитают на равнинах, по 10-15 особей, и встречаются редко, вторые – в канализациях и коллекторных трубах, группами от 5 до 7 животных.\n\nОдин тушкан не опасен, но вы никогда не встретите их по одиночке. Их жертвами становятся даже химеры и снорки. При нападении издают писк, больше похожий на скрежет, наносят рваные раны, и при встрече нужно держать под рукой бинт. Пусть тушкана можно убить выстрелом из любого оружия, лучше выбирать дробовик – уж больно юркие. Интересный факт – ввиду малого интеллекта стаей может управлять контролёр, и тогда бой станет ещё ожесточённее.\n\n3. КАБАН\n2Q==\n\n9k=\n\nТень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: кабан.\nОпасность: средне-низкая.\nОдни из тех животных, что смогли приспособиться к жизни в Зоне. Кабаны – крупные животные, и встречаются стадами до 10 особей. Постоянно патрулируют свои «владения», и бросаются на любого нарушителя. Нападают на других мутантов, чаще на слепых псов и псевдособак, но кровососа или химеру могут победить только числом. Встречаются молодые, взрослые и матёрые кабаны – именно последние становятся вожаками и действуют яростнее всех.\n\nПри столкновении со стаей этих мутантов стоит готовиться к сильным, но прямолинейным атакам. Кабаны разгоняются и таранят противника, но в случае промаха ещё какое-то время бегут по инерции, открывая слабые места – голову и бок. Встреч с одиночками легко избежать, но, если стадо крупное, от боя не уйти. В этом случае лучше отпрыгивать во время прямой атаки и стрелять в бок из дробовика или обреза.\n\n\nСталкеры не брезгуют употреблять кабана в пищу. На локациях можно встретить целые туши на костре, а копыто, поднятое с убитого монстра, можно продать бойцам «Свободы» – они с удовольствием сварят из него суп.",
    "answers": []
  },
  {
    "id": 14,
    "text": "Тень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: результат экспериментов.\nОпасность: очень высокая.\nСильный и редкий мутант, предположительно плод экспериментов над людьми. Псевдогигант огромен — до двух метров ростом — и невероятно живуч. Имеет громоздкое бесформенное туловище и почти таких же размеров голову с маленьким ртом, весь в рытвинах и вмятинах. Вместо нормальных рук и ног у мутанта есть две конечности и хвост. Даже если псевдогигант когда-то и был нормальным человеком, сейчас на это намекает только недоразвитая ступня под хвостом.\n\nНесмотря на низкий интеллект и несуразный внешний вид, этот мутант может доставить проблем. Псевдогигант обладает огромным запасом здоровья и может выдержать 2 подрыва на минах, до 5 выстрелов из Гаусс-пушки и 2 прямых попадания из РПГ-7у. Атакует с невероятной силой, и создаёт ударные волны, оглушающие противников. Из-за постоянной тряски сталкер замедляется, а в Зове Припяти тело гиганта ещё и излучает радиационный фон, который приносит дополнительные проблемы.\n\nНо даже с этим чудовищем можно бороться. Слабое место псевдогиганта — брюхо. Так же сталкеру помогут нехитрые акробатические трюки — просто подпрыгивайте прямо перед ударом псевдогиганта, чтобы избежать урона. Лучше всего забраться повыше и атаковать — Гаусс-пушкой, гранатами, дробовиком с бронебойными патронами. Запаситесь терпением — бой будет долгим и изнуряющим, но не забывайте наблюдать за поведением псевдогиганта. В определённый момент мутант начнёт \"приседать\" после получения урона, и это значит, что здоровья у него осталось немного. Однако, не теряйте концентрацию от облегчения — уровень здоровья влияет только на его скорость, а сила атаки остаётся прежней",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Тень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: домашние свиньи.\nОпасность: средне-низкая.\nДомашние свиньи, что мутировали и совсем перестали походить на своих предков. Передние лапы превратились в заточенные зубы-пилы, которыми плоть разрывает падаль и атакует. Быстро регенерирует, но из-за тяжёлого скелета легко выдыхаются. Кожа отвердела вслед за костями, и теперь похожа на панцирь насекомого. Глаза монстра также изменились – один почти исчез, второй бешено вращается в разных направлениях, а третьим плоть отслеживает добычу. Само существование этого мутанта – чудо, ведь большинство изменений медленно, но верно ведут к летальному исходу.\n\nПлоти обитают в тёмных местах и держаться стаями, зачастую пасутся рядом с кабанами. Они хилые и трусливые, в бою слабы, а потому предпочитают бегство в невыгодных ситуациях. Дерутся за территорию с псами, к более сильным монстрам не лезут. При встрече с противником будут хаотично носиться вокруг, атакуя со всех сторон. Игроку лучше всего прижаться спиной к стене или валуну – так можно избежать окружения – а если в стае есть кабан, то убить сначала его. И пистолет, и автомат, и дробовик будут одинаково эффективны, если стрелять по глазам, слабому месту плоти. Иногда с этого мутанта может выпасть «глаз плоти» — местный деликатес, если верить рассказам в баре «100 рентген».",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Тень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: грызуны\nОпасность: низкая\nКак понятно из названия, очень похожи на известных всем тушканчиков, но в прямом родстве с ними не состоят. Их происхождение до конца не изучено – понятно только, что предками были крупные грызуны. Передние лапы удлинены, задние укорочены. Живут и охотятся стаями. Выделяют пустынных и коллекторных тушканов: первые обитают на равнинах, по 10-15 особей, и встречаются редко, вторые – в канализациях и коллекторных трубах, группами от 5 до 7 животных.\n\nОдин тушкан не опасен, но вы никогда не встретите их по одиночке. Их жертвами становятся даже химеры и снорки. При нападении издают писк, больше похожий на скрежет, наносят рваные раны, и при встрече нужно держать под рукой бинт. Пусть тушкана можно убить выстрелом из любого оружия, лучше выбирать дробовик – уж больно юркие. Интересный факт – ввиду малого интеллекта стаей может управлять контролёр, и тогда бой станет ещё ожесточённее.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Тень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: ворона.\nОпасность: нет.\nНачнём с простого. Вороны – единственные пернатые, что смогли выжить после катастрофы на ЧАЭС. Как птицы приспособились к жизни среди аномалий – загадка для орнитологов. Но особое чутьё у них явно есть, ведь вы никогда не увидите ворону, попавшую, например, в «Жарку».\n\nПо своей природе они падальщики, а не охотники, потому часто «доедают» за другими мутантами. Остальная живность Зоны их не трогает – ворону просто не поймаешь, только потратишь силы, необходимые для выживания. Для игрока эти птицы не опасны, но и убить такую сложно даже опытному сталкеру. В Тени Чернобыля они живучие до абсурда, но в Чистом небе бандиты на базе развлекаются, отстреливая ворон. Вы тоже можете поучаствовать, главное – запастись патронами.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "Тень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: кабан.\nОпасность: средне-низкая.\nОдни из тех животных, что смогли приспособиться к жизни в Зоне. Кабаны – крупные животные, и встречаются стадами до 10 особей. Постоянно патрулируют свои «владения», и бросаются на любого нарушителя. Нападают на других мутантов, чаще на слепых псов и псевдособак, но кровососа или химеру могут победить только числом. Встречаются молодые, взрослые и матёрые кабаны – именно последние становятся вожаками и действуют яростнее всех.\n\nПри столкновении со стаей этих мутантов стоит готовиться к сильным, но прямолинейным атакам. Кабаны разгоняются и таранят противника, но в случае промаха ещё какое-то время бегут по инерции, открывая слабые места – голову и бок. Встреч с одиночками легко избежать, но, если стадо крупное, от боя не уйти. В этом случае лучше отпрыгивать во время прямой атаки и стрелять в бок из дробовика или обреза.\n\n\nСталкеры не брезгуют употреблять кабана в пищу. На локациях можно встретить целые туши на костре, а копыто, поднятое с убитого монстра, можно продать бойцам «Свободы» – они с удовольствием сварят из него суп.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Тень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: возможно человек.\nОпасность: средне-высокая.\nРедкий и опасный мутант, возможно произошёл от человека. Летает над землёй, владеет телекинезом. Обитает в тёмных, изолированных местах, поэтому с другими мутантами почти не контактирует. Может зловеще рассмеяться во время боя, а умирая – протяжно воет. Выглядит как светящийся шар энергии или электричества.\n\nПолтергейст враждебен к людям и всегда начнёт бой, либо швыряя предметы, либо создавая огненные столбы (зависит от вида). При приближении игрока пытается отойти подальше, не переставая атаковать. Удобнее всего навязать ему ближний бой – он слаб и медлителен, а потому нескольких прицельных попаданий дробью не переживёт. Перед боем можно разбросать вокруг всякий хлам – болты, батоны, что угодно – полтергейст начнёт швыряться ими и урон наносить не будет.\n\n\nВ Тени Чернобыля после убийства этого монстра появляется «истинное тело», похожее на человека без ног, в Чистом небе и Зове Припяти остаются только кровавые ошмётки.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Тень Чернобыля: есть.\nЧистое Небо: есть.\nЗов Припяти: есть.\nПроисхождение: возможно человек.\nОпасность: средне-высокая.\nВизуально похож на своего собрата, но телекинетическими силами не обладает. Очень быстрый и всегда пытается поджарить своего противника. Хитёр, часто устраивает ловушки на сталкеров. Выглядит, как шар жёлто-оранжевого пламени.\n\nОгненные струи полтергейста неподвижны и имеют малый радиус поражения. После создания очередного столба пламени у вас есть около 5 секунд до появления нового. В Зове Припяти реагирует на движение, поэтому придерживайтесь тактики выстрелил-замер. В Тени Чернобыля при ношении 5 артефактов «Пустышка» не сможет нанести урон, напротив – будет лечить и восстанавливать броню.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Это список оружия. ",
    "answers": [
      {
        "id": 22,
        "text": "Пистолеты"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Пистолеты — класс короткоствольного огнестрельного оружия, предназначенного для стрельбы на коротких расстояниях.\n\n\n",
    "answers": [
      {
        "id": 21,
        "text": "Назад"
      },
      {
        "id": 24,
        "text": "ПМм"
      },
      {
        "id": 25,
        "text": "Наградной ПМм"
      },
      {
        "id": 26,
        "text": "ПБ-1с"
      },
      {
        "id": 27,
        "text": "Фора-12"
      },
      {
        "id": 28,
        "text": "Волкер-П9м"
      },
      {
        "id": 30,
        "text": "ХПСС-1м\n"
      },
      {
        "id": 31,
        "text": "СИПт-М200\n"
      },
      {
        "id": 32,
        "text": "\"Альпиец\""
      },
      {
        "id": 33,
        "text": "Кора-919"
      },
      {
        "id": 34,
        "text": "Марта"
      },
      {
        "id": 35,
        "text": "УДП\"Компакт\""
      },
      {
        "id": 36,
        "text": "\"Марш\""
      },
      {
        "id": 37,
        "text": "Чëрный ястреб"
      },
      {
        "id": 38,
        "text": "Степной ястреб"
      }
    ]
  },
  {
    "id": 23,
    "text": "17.12:2023:Квест выходит в режим тестирования. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "\nХарактеристики:\nТочность:23\nУдобность:37\nПовреждение:15\nСкорострельность:7\nМакс. патронов:8\nНаиболее распространённый в зоне пистолет — наследие советской эпохи. Достаточно надёжный и дешёвый, отличается невысокой ёмкостью магазина при недостаточной мощности и неудовлетворительной кучности патрона. Основное оружие сталкера-новичка-неудачника. Отличное средство для распугивания ворон.\nДля снаряжения используются боеприпасы калибра: 9x18 и 9х18 <plus>Р<plus>\nИнфа:Встречается часто в локации \"Затон\".\n\n ",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "Именной ПМм, который Дегтярёв получил в награду. Гравировка гласит: \"За успешное выполнение особо опасных поручений и проявленные при этом доблесть и мужество\",\nДля снаряжения используются боеприпасы калибра: 9x18 и 9х18 <plus>Р<plus>\nИнфа:Уникальный пистолет. Имеется с самого начала игры. Не потеряйте!!!",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "Характеристики:\nТочность:29\nУдобность:38\nПовреждение:14\nСкорострельность:6\nМакс. патронов:8\nПистолет был разработан во второй половине ХХ века на базе пистолета ПМм для вооружения разведывательных групп и персонала спецслужб. Данная модель считается морально устаревшей, но в умелых руках это по-прежнему весьма эффективное оружие.\nДля снаряжения используются боеприпасы калибра: 9x18 и 9х18 <plus>Р<plus>\nИнфа:В ящике рядом с разбитым вертолётом в районе Топи, Затон.",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "\nХарактеристики:\nТочность:26\nУдобность:37\nПовреждение:16\nСкорострельность:7\nМакс. патронов:12\nПистолет украинского производства, предназначенный в основном для вооружения правоохранительных органов и силовых структур. Обладает лучшими по сравнению с ПМм точностью боя, приёмистостью и ёмкостью магазина. В основном попадает в Зону среди широко реализуемой здесь отбраковки (в основном это ранние образцы со всеми «детскими болезнями»). Тем не менее, пользуется спросом у сталкеров из-за достаточно высоких боевых характеристик.\nДля снаряжения используются боеприпасы калибра: 9x18 и 9х18 <plus>Р<plus>\nИнфа:В продаже у торговцев.\nЧасто у обычных сталкеров.",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Отличный пистолет западного производства, отличающийся высокой надёжностью, ёмким магазином, хорошей точностью боя и, пожалуй, лучшей в своем классе эргономикой. Попав в Зону, стал одним из самых распространенных пистолетов как среди профессионалов, так и среди новичков при деньгах.\nДля снаряжения используются боеприпасы калибра: 9x19 FMJ и 9х19 JPH",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "16.12:2023-Начата работа над квестом.\n17.12.2023-Квест выходит в режим тестирования. \n18.12.2023-Добавлены краткие описания всех пистолетов.\n19:12:2023.Добавлены характеристики некоторых пистолетов. \n01:1:2024.Добален раздел историй и одна история. \n09.08.2024-Открыт раздел \"Анекдоты\", пока что добавлено только 5.\n01.22.2025-Проведена корректировка текста.Добавлены характеристики некоторыж пистолетов. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Характеристики:\nТочность:22\nУдобность:35\nПовреждение:18\nСкорострельность:6\nМакс. патронов:15\nМодифицированная модель пистолета первой половины ХХ века. Несмотря на почтенный возраст, популярность данной модели во всём мире по-прежнему весьма высока.\nДля снаряжения используются боеприпасы калибра: 9x19 FMJ и 9х19 JPH\nИнфа:В продаже у торговцев.\nЧасто у обычных сталкеров. ",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "Единственная оставшаяся в серийном производстве модель популярного во всём мире пистолета. Данное оружие характерно прекрасной эргономикой и отличной точностью боя. Малая ёмкость магазина компенсируется мощным патроном и надёжностью швейцарских часов. Неудивительно, что пистолет пользуется неизменным спросом со стороны бывалых сталкеров и наёмников.\nДля снаряжения используются боеприпасы калибра: .45 АСР и .45 ACP Hydro\nХарактеристики:\nТочность-15\nУдобность25\nПовреждение-12\nСкорострельность-55",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "Точность:27\nУдобность:36\nПовреждение:21\nСкорострельность:7\nМакс. патронов:10\nУникальная модель пистолета СИП-т М200. Была выпущена малой партией по заказу неизвестного спецподразделения. Данная модификация характерна магазином увеличенной ёмкости, стволом из особо прочной стали и полимерным кожухом ствола.\nДля снаряжения используются боеприпасы калибра: .45 АСР и .45 ACP Hydro\nИнфа:этот уникальный экземпляр пистолета можно заказать у Шустрого.",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "\nУсовершенствованная модель пистолета, который стал классикой автоматического оружия и с честью прошёл все вооружённые конфликты XX века. Как в исходном, так и в модифицированном варианте он до сих пор выпускается десятками, если не сотнями производителей. Единственным недостатком можно считать невысокую ёмкость магазина, но это в определённой степени компенсируется мощным патроном.\nДля снаряжения используются боеприпасы калибра: .45 АСР и .45 ACP Hydro\nИнфа:В продаже у торговцев.\nЧасто у обычных сталкеров",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "Пистолеты этой серии имеют во всём мире репутацию надёжного, хотя и несколько громоздкого оружия. Состоит на вооружении армейских и полицейских формирований многих стран. Не менее популярен и у преступников благодаря мощному патрону и ёмкому магазину. Как правило, в Зону попадают не самые новые модели данного оружия.\nДля снаряжения используются боеприпасы калибра: 9x19 FMJ и 9х19 JPH\nИнфа:В продаже у торговцев.\nЧасто у обычных сталкеров.",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "Главные отличительные черты этого оружия — высочайшие надёжность и живучесть при отличной точности боя. Несмотря на некоторые недостатки (значительные размеры, довольно высоко расположенный центр тяжести и массивный затвор, затрудняющий скрытое ношение) пользуется значительной популярностью среди ветеранов Зоны.\nДля снаряжения используются боеприпасы калибра: .45 АСР и .45 ACP Hydro. \n",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "«Марш»\nКомпактный крупнокалиберный пистолет с коротким ходом затвора и облегчённым затвором. По имеющейся информации, некогда принадлежал наёмнику по прозвищу Волкодав. Предположительно является модификацией УДП \"Компакт\".\nДля снаряжения используются боеприпасы калибра: .45 АСР и .45 ACP Hydro\nИнфа.можно заказать у Шустрого.",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "Чёрный ястреб \nНастоящая \"карманная пушка\" — большая, тяжёлая и обладающая чрезвычайно высокой убойной силой. Разрабатывался как специализированное оружие для охоты на среднюю и крупную дичь, а также для некоторых видов спортивной стрельбы по стальным силуэтным мишеням на дальность пятьдесят метров и более.\nИз-за цены, веса и габаритов, и при том что в каждый из перечисленных параметров можно вместить два других пистолета, особого распространения в Зоне не получил. Не предназначен для скрытого ношения.\nДля снаряжения используются боеприпасы калибра: .45 АСР и .45 ACP Hydro\nИнфа:Тайник в столе маленькой сторожки, в юго-западном углу аномалии \"Железный лес\".\nВ тайнике за деревом, строго на западе от деревни Копачи, Юпитер.\nПри выполнении квеста \"Кража\" с персонажем по прозвищу \"Коряга\".\nТайник в разбитой машине на востоке от Склада контейнеров. \nХарактеристики:\nТочность-14\nУдобность-24\nПовреждение-13\nСкорострельность-45",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "Штучная работа, в основу которой легла конструкция \"Чёрного ястреба\". Детали подогнаны очень тщательно, что позволило добится беспрецендентной точности боя.\nДля снаряжения используются боеприпасы калибра: .45 АСР и .45 ACP Hydro\nИнфа:можно заказать у Шустрого. ",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "В будущем выйдут разделы:Аномалии, артефакты, группировки, еда, медикаменты, локации, анекдоты, истории, персонажи.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "Работы над разделом временно прекращены",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "Читайте",
    "answers": [
      {
        "id": 2,
        "text": "Назад\n"
      },
      {
        "id": 42,
        "text": "Граница Зоны и граната за одно действие"
      },
      {
        "id": 43,
        "text": "Про \"трамплин\" и камешки."
      }
    ]
  },
  {
    "id": 42,
    "text": "Кстати вот было…  Подходим мы к границе Зоны… Я заранее вынимаю кусачки, направляюсь к проволочному забору… Тут Василь посмотрел на меня.. так… лукаво и говорит: — Спорим… я сделаю проход в захраждении за семь действий. Ну я сходу врубаюсь, отвечаю: — А я за шесть. — А я за пять. — За четыре. — За одно. Ни фига себе, думаю. Как это он собирается осуществить? — Ну, — говорю, — давай, действуй. А этот крендель спокойно так снимает с пояса гранату и шлёп её под забор.  Я только успел крикнуть «Не надо!» — и шлёп носом в грязь. Василь шлёп рядом со мной. Ну шо? Бабах… Нас так неслабо засыпало землёй, грязью… Над головой табличка эта пролетела: «Не приближаться, опасно».  Ну в общем, хватаю Василя за ремень, бежим… Ну, сами ж понимаете, с блокпоста это, м-м... куча народу счас прибежит с автоматами. Рванули мы через дырищу в заборе… полем, к ближайшей роще… эээ… Добежались, в яме завалились… дышим, слушаем. Ну те из пулемётов по нам естественно… Сверху всякая шелуха сыпется, щепки, шишки… ну сами понимаете, да? Вот…  Ну тут-то я Василю и ховорю: — Спорим, я те морду набью с первого раза.",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "\n\nПро «трамплин» и про камешки\nНедавно… смотрю… вмятина в земле характерная. Ну.. на «Трамплин» похоже. Ну, на верняк, бросаю болт, и охреневаю! Болт, блин, нафиг пролетает, и хоть бы хны. Ну, думаю, глюк. Перепил спиртяги.. мм.. пока по Зоне шастал… Так и визуально.. всё понимаешь.. хм.. всё как «трамплин»… И тебе хрунт светлеет… на кромке приплюснут… ветерком оттуда тянет.. мм.. листики летают по спирали. Так, значит, присел, взял камушек с земли, кинул о навесиком, ну, думаю, ща рванёт. Дык нет… Камушек спокойно упал на хрунт, как будто б там нет никакой аномалии. Упал, и всё тут…….. И… я враз вспотел…… Чуйка подсказывает, шо это особняк. На корточках, тихонько, подползаю… подкидываю камушки… хе.. рефлексы, мать его. Подполз, не поверите, ВПЛОТНУЮ…… Взмок, как мышь, в комбезе… Камушки, которые покидывал, лежат аккурат в «плеши»… Ну моё сталкерское нутро ховорит: — СВАЛИВАТЬ надо! А я нет… Особняяяк, надо разобрааааться! Значит, волынку на колени поклал… (вздох) и усраться, блин, тяну руку в «трамплин» к одному из камушков. Прикиньте, а? ВЗЯЛ! Камушек как камушек!… И вот тут-то, значит, и сработало… (вздох) Ну меня откинуло метров на пять… Зря я… конешно… камешек трогал. Падла заработала. Ешё пока летел, видел как камни в пыль разодрало. Стукнулся, отключился. Но камень я… (вздох) энтот… с тех пор с собой тягаю. (Причмокивание) Вот так.",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Читайте",
    "answers": [
      {
        "id": 45,
        "text": "Сталкер и деньги. "
      },
      {
        "id": 46,
        "text": "Сталкер и медицина. "
      },
      {
        "id": 47,
        "text": "Проблемы сталкера. "
      },
      {
        "id": 48,
        "text": "Сталкер у доктора. "
      },
      {
        "id": 49,
        "text": "Сталкер на охоте. "
      },
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Сталкер и деньги\"\n\nСталкер на рынках:\n— За килограмм артефактов давайте 10 тысяч!\nПродавец удивлённо:\n— Так это же слишком дорого!\nСталкер с усмешкой:\n— Ты не понимаешь, это не просто артефакты, это внебюджетное пополнение!",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "Сталкер и медицина\"\n\nСталкер пришёл к врачу и говорит:\n— Доктор, у меня голова кругом!\nВрач отвечает:\n— Это нормально, ты же сталкер! У тебя там и артефакты, и аномалии… как тут не закружится?",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Проблемы сталкера\"\n\nСталкер приходит в аптеку и спрашивает фармацевта:\n— У вас есть что-то от злых духов?\nФармацевт, не моргнув, отвечает:\n— Есть! Заходите в \"Зону\", там они сами от вас убегут!",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "Сталкер у доктора\n\nСталкер приходит к врачу и говорит:\n— Доктор, у меня всё время голова болит!\nДоктор отвечает:\n— Вы, случаем, не в \"Зоне\" часто бываете?\n— Да, а что?\n— Так в порядке вещей! У вас, похоже, \"артефакт\" из пластыря!",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "Сталкер на охоте\n\nСталкер, пришедший в \"Зону\", ловит артефакты. Вдруг обращает внимание на медведя и шепчет:\n— Эй, брат, не бойся, ты на \"Зоне\" как в раю!\nМедведь отвечает:\n— Спасибо, но твои артефакты мне не нужны, я свое \"мясо\" добываю по старинке!",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  }
]