[
  {
    "id": 1,
    "text": "Автор: Кира Легран\nЖанры: фэнтези, приключения\n\nМир был проклят, зима поглотила почти всё живое, и никто уже не помнит, что такое весна. Но вы не из тех, кто будет покорно склонять голову перед ледяными ветрами!\nРискнув бросить вызов зиме, вы ступаете на поистине скользкую тропу — каждый шаг на ней имеет последствия. \n\nМы знаем, как начнётся эта история.\nНо каким из одиннадцати путей завершится — зависит только от вас.",
    "answers": [
      {
        "id": 2,
        "text": "Вперёд",
        "var_set": [
          "characterHitPoints",
          100,
          "dragonsBlessing",
          0,
          "attitudeYanesh",
          0,
          "elfesBlessing",
          0,
          "galatirBlessing",
          0,
          "melenorasBlessing",
          0,
          "characterCurseNewRising",
          0
        ]
      },
      {
        "var_str_set": [
          "global background",
          "https://i.pinimg.com/736x/7f/b1/ec/7fb1ecf53511ccab075da8184f4a737e.jpg"
        ],
        "super_calculate": false,
        "id": 1,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.pinimg.com/736x/84/78/23/8478230ea612c1576c1a0abc75ddbfe7.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/f7/89/05/f789052153f952ed6042d4ba94c36d87.jpg"
      },
      {
        "id": 189,
        "text": "[Концовки]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Утро стоит подозрительно тихое. Крошечный городок Выдыбор, в котором вы провели все 18 лет жизни, просыпается для очередного дня.\n\nВы открываете дверь и с трудом отодвигаете насыпавший за ночь снег. Морозец тут же хватает за нос и щёки.\n\nС крыльца прекрасно виден особняк на холме. Именно туда вы и собираетесь, чтобы поискать дрова или прихватить стульев на растопку. Обычно горожане остерегаются заходить внутрь, ведь ходят слухи, что живший в нём старик Марий связался с тёмными силами. Именно с этим все связывают загадочное исчезновение Мария два года назад.\n\nК худу или к добру, вы никогда не были суеверны.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/00/a2/04/00a20428905816b9637c69054662ff52.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы выходите со двора и видите, что кто-то уже расчистил улицу, захватив и кусок перед вашим домом. Несмотря на раннее утро, в некоторых окна горят лучины, со дворов слышится возня, и хрустит снег.\n\nМожно сразу идти к особняку. Суеверия сеувериями, но нужда кого угодно заставит отринуть страх — чем больше медлить, тем выше риск, что дров вам не достанется.\n\nОднако, по пути живёт несколько человек, которые будут рады помощи. Они могут отплатить чем-то взамен, но их груз займёт руки и отнимет время.",
    "answers": [
      {
        "id": 4,
        "text": "Идти без промедлений"
      },
      {
        "id": 5,
        "text": "Заглянуть к соседям"
      }
    ]
  },
  {
    "id": 4,
    "text": "Дом выглядит таким покинутым, словно здесь вовсе никто не жил. Но вы смутно припоминаете Мария. Седой и согбенный, с длинной бородой и заиндевевшими от дыхания усами. Был он малость не от мира сего: отсутствующий взгляд оживлялся только при виде часов. Он собирал их по всему городу и стаскивал сюда. А зачем — никто не знал.\n\nНепонятное породило страх. Легко было поверить, что странный дед водится с нечистой силой. Уставшие от бесконечной зимы и невзгод люди искали, кого бы обвинить во всех бедах. То, что раньше сочли бы лишь чудачеством, наделили тайным злым смыслом. Не исчезни дед сам, его бы точно изгнали из города.\n\nВы не знаете, кем был Марий и как жил, правдивы ли слухи или нет. Особняк нависает над вами в своём загадочном молчании.",
    "answers": [
      {
        "id": 8,
        "text": "Подойти"
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/ab/79/8b/ab798b200023dbe74fbb72c953f8a2e7.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "В крепком доме на углу в одиночестве живёт старая Иржина. В прежние времена у неё водились деньжата, погибший муж привозил из столицы всякое добро. Дружбы с ней давно никто не держит, бабка известна на весь город склочным характером, хлебом не корми — дай скандал устроить. Вряд ли кто из горожан помогает ей собирать хворост. Вот и сейчас дымок из трубы еле вьётся. Жалкий же огонёк должен быть, не согреться.\n\nА дальше по улице, под самой двускатной крышей, ютится на чердаке Бартек, помощник плотника. Седмицу назад он ладил пробитую крышу в одном из домов, не удержался на обледенелой черепице и рухнул вниз. Теперь не может работать, ждёт, когда срастётся поломанная нога. Он не богат, но умеет работать руками.",
    "answers": [
      {
        "id": 6,
        "text": "Помочь старой Иржине",
        "var_set": [
          "questIrjina",
          1
        ]
      },
      {
        "id": 7,
        "text": "Помочь плотнику Бартеку",
        "var_set": [
          "questBartek",
          1
        ]
      },
      {
        "id": 4,
        "text": "Не тратить на них время и идти дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "Старуха открыла неохотно, смотрит на вас из-под нависших бровей.\n— Чего надоть? — спрашивает она, шамкая беззубым ртом.\n\nПредчувствие не обмануло вас, из открытой двери совсем не тянет теплом. Губы у бабки совсем синие, а под тяжестью навязанного тряпья она еле стоит.\n\nУслышав, что вы хотите помочь, она недоверчиво сморщилась, но спорить не стала.",
    "answers": [
      {
        "id": 4,
        "text": "Идти к дому на холме"
      }
    ]
  },
  {
    "id": 7,
    "text": "Плотник, у которого живёт Бартек, смеряет вас взглядом, но всё-таки пускает внутрь.\n\nВы поднимаетесь по узкой лестнице и оказываетесь перед комнатой. Стучите и слышите в ответ раздражённое: «Да открыто же!».\n\nБартек полулежит на топчане и что-то выстругивает, в комнате слабо пахнет деревом. Даже самая крохотная заботливо собирается в миску.\nПальцы его едва гнутся от холода, покалеченная нога недвижимо лежит.\n\nУзнав, зачем вы пришли, Бартек радуется, обветренные губы складываются в улыбку.\n\n— Не ожидал, — говорит он, — что кому-то дело есть. Ты уж не думай плохого, отплачу за добро.",
    "answers": [
      {
        "id": 4,
        "text": "Идти к дому на холме"
      }
    ]
  },
  {
    "id": 8,
    "text": "Перед вами двери. Вопреки ожиданиям, они оказываются заперты. Топтаться на пороге становится холодно, дует сильный ветер, швыряя пригоршни снежной крупы — словно поджидал вас всё это время.\n\nВы замечаете, что петли у правой двери совсем хлипкие, едва держат. Если высадить её, то можно будет утащить на дрова.",
    "answers": [
      {
        "id": 9,
        "text": "Сломать дверь",
        "var_set": [
          "itemFirewood",
          1
        ]
      },
      {
        "id": 10,
        "text": "Поискать другой вход",
        "var_set": [
          "itemKeysMansion",
          1
        ]
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/87/38/d5/8738d5f3d1e3fdefd463e0408041b60a.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы разбегаетесь и тараните дверь плечом. С грохотом она валится внутрь и вы вместе с ней, звук раскатывается по всему особняку.\n\nДело сделано, проход открыт. Теперь вы можете зайти внутрь, а дверь забрать с собой на обратной дороге, она спокойно подождёт здесь.",
    "answers": [
      {
        "id": 11,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы не решаетесь настолько нагло ломать чужое имущество. То, что Марий пропал, не значит, что он не вернётся.\n\nОставив парадный вход в покое, вы обходите дом в поисках чёрного. К сожалению, ничего похожего найти не удаётся.\n\nПроходя мимо трёх разбитых окон, вы замечаете, что под ними из снега торчит небольшая металлическая дуга. Вы тянете за неё и вытаскиваете на свет тяжёлую связку ключей на кольце.\n\nСамый большой из ключей подошёл к двери. Замок с щелчком открывается — и вы попадаете в дом.",
    "answers": [
      {
        "id": 11,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 11,
    "text": "Свет проникает через разбитые окна, внутрь нанесло снега. Запах холодной пыли щекочет нос. В просторном холле стоит мебель, а это значит, что горожане ещё не успели наложить лапу на имущество Мария.\n\nВы ёжитесь — на мгновение кажется, будто кто-то сверлит взглядом спину, но позади никого нет. Ощущение присутствия кого-то или чего-то не оставляет вас.\n\nСлева видны открытые двери, справа — закрытые.\nНа второй этаж ведёт надёжная на первый взгляд лестница.",
    "answers": [
      {
        "id": 12,
        "text": "Осмотреть холл"
      },
      {
        "id": 13,
        "text": "Идти налево"
      },
      {
        "id": 14,
        "text": "Идти направо"
      },
      {
        "id": 15,
        "text": "Идти на второй этаж"
      }
    ]
  },
  {
    "id": 12,
    "text": "Здесь достаточно много деревянной мебели. Ваше внимание привлекают толстые восковые свечи на столе. Пчёл в этих краях давно уже нет, так что любая свечка — вещь ценная.\n\nИз кубка у окна торчат веточки. Вы с удивлением обнаруживаете на них пусть убитые холодом, но, без сомнения, зелёные почки. Жидкость в кубке с красивым орнаментом смёрзлась в ядовито-голубую льдину.\n\nУ задней стены стоят застеклённые шкафы. Вы тщательно обшариваете их, но находите только мышиный трупик.\n\nМожно взять себе что-нибудь, но карман у вас только один.",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/c2/37/18/c2371887f5b9c0d3b933b1ebf814abb2.jpg"
      },
      {
        "var_add": [
          "mansionHallItemCount",
          1
        ],
        "var_no_more": [
          "itemCandle",
          0,
          "mansionHallItemCount",
          0
        ],
        "id": 12,
        "text": "Взять несколько свечей",
        "instant": true,
        "var_set": [
          "itemCandle",
          3
        ]
      },
      {
        "var_add": [
          "mansionHallItemCount",
          1
        ],
        "var_no_more": [
          "itemBlueIce",
          0,
          "mansionHallItemCount",
          0
        ],
        "id": 12,
        "instant": true,
        "text": "Взять льдину, кубок оставить",
        "var_set": [
          "itemBlueIce",
          1
        ]
      },
      {
        "var_add": [
          "mansionHallItemCount",
          1
        ],
        "var_no_more": [
          "itemGoblet",
          0,
          "mansionHallItemCount",
          0
        ],
        "id": 12,
        "instant": true,
        "text": "Взять кубок, льдину оставить",
        "var_set": [
          "itemGoblet",
          1
        ]
      },
      {
        "id": 19,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "Это место, несомненно, было столовой.\nЕдва вы вошли внутрь, как на люстре и столе вспыхнули холодные алхимические свечи. А через три шага волна тёплого воздуха окатила ноги — это взметнулось пламя в очаге.\n\nНесколько секунд оно лизало каменную кладку, но согреться вы не успели — огонь выдохся и опал. Сунуться в камин это дело рисковое, вдруг полыхнёт опять?\n\nА вот в ларях и шкафах можно надеяться разжиться съестным.",
    "answers": [
      {
        "id": 29,
        "text": "Осмотреть камин",
        "var_set": [
          "mansionItemFireStone",
          1
        ]
      },
      {
        "id": 30,
        "text": "Осмотреть шкафы"
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/20/f0/14/20f014679176b86feba8195e34dcb9d5.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "Двери выглядят несокрушимыми, мастер, что их сделал, может гордиться работой — ни время, ни холод им ни по чём. Замок под стать, самая надёжная модель.\n",
    "answers": [
      {
        "id": 14,
        "text": "\nК сожалению, у вас нет ключа, чтобы открыть комнату. Сломать такую надёжную преграду тоже не выйдет.",
        "var_no_more": [
          "itemKeysMansion",
          0
        ],
        "merge": true
      },
      {
        "id": 14,
        "text": "\nК счастью, у вас есть целая связка разнообразных ключей. Вы пробуете их по очереди и находите нужный!",
        "var_equal": [
          "itemKeysMansion",
          1
        ],
        "merge": true
      },
      {
        "id": 19,
        "text": "Назад",
        "var_no_more": [
          "itemKeysMansion",
          0
        ]
      },
      {
        "id": 18,
        "text": "Войти",
        "var_equal": [
          "itemKeysMansion",
          1
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "Лестница ведёт в тёмный коридор, по бокам которого три двери. Вас словно тянет куда-то неведомый зов.\nНо куда?",
    "answers": [
      {
        "id": 23,
        "text": "Первая дверь"
      },
      {
        "id": 22,
        "text": "Вторая дверь"
      },
      {
        "id": 17,
        "text": "Третья дверь"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы дёргаете дверь — и та неожиданно легко поддаётся. Сверху падают сухие пауки, клочья пыли и паутины.\n\nЗа дверью крутая тонкая лестница до второго этажа, чем выше — тем хуже освещённая. На такой и шею свернуть можно. Затхлый воздух скрипит на зубах, ощущение взгляда в спину становится сильнее.",
    "answers": [
      {
        "id": 17,
        "text": "Подняться"
      },
      {
        "id": 19,
        "text": "Вернуться в холл"
      }
    ]
  },
  {
    "id": 17,
    "text": "Как же велик этот дом. ",
    "answers": [
      {
        "id": 17,
        "text": "Вы с осторожностью взбираетесь по ступеням и оказываетесь перед ещё одной потайной дверью. За ней обнаруживается библиотека.\n\nЕдва вы делаете шаг, как на затканной паутиной люстре загорается свет. Это не свечи, а стеклянные колбочки. Похоже, старик Марий и правда был колдуном.\n\nСнег и наледь хрустит под ногами. Вы находите на столе большой лист, прижатый письменным прибором. На нём изображён план здания, в котором легко угадывается особняк.",
        "need": [
          16
        ],
        "merge": true
      },
      {
        "id": 17,
        "text": "Едва вы делаете шаг, как на затканной паутиной люстре загорается свет. Это не свечи, а стеклянные колбочки. Похоже, старик Марий и правда был колдуном.\n\nСнег и наледь хрустит под ногами. Вы находите на столе большой лист, прижатый письменным прибором. На нём изображён план здания, в котором легко угадывается особняк.",
        "need": [
          -16
        ],
        "merge": true
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/47/ad/b7/47adb765ee80601cdb1a426370f3f37b.jpg"
      },
      {
        "id": 20,
        "text": "Порыться в книгах"
      },
      {
        "id": 21,
        "text": "Взять план и идти дальше",
        "var_set": [
          "mansionItemMap",
          1
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "Звук ваших шагов порождает эхо. В длинном просторном зале могли бы устраивать танцы и званые вечера, но сейчас он — грустная картина запустения.\n\nВ мутные стёкла ветер швыряет снег, слышится перестук корявых ветвей снаружи. Горожане не трогали последние деревья, надеясь, что весна всё-таки однажды вернётся.\n\nПыль запорошила паркет и свалялась, на тонком сером слое ни единого следа подошвы. В конце зала можно заметить тонкий силуэт двери, обшитой обоями.\n\nВам не по себе в этой безжизненной пустоте.",
    "answers": [
      {
        "id": 16,
        "text": "Подойти к двери"
      },
      {
        "id": 19,
        "text": "Вернуться в холл и исследовать другие комнаты"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/3d/33/55/3d3355ef7051edb4edffb1509a3d1948.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вас пробирает непонятное беспокойство.\nКуда идти дальше?",
    "answers": [
      {
        "id": 12,
        "text": "Осмотреть холл",
        "need": [
          -12
        ]
      },
      {
        "id": 13,
        "text": "К левой двери",
        "need": [
          -13
        ]
      },
      {
        "id": 14,
        "text": "К правой двери",
        "need": [
          -14
        ]
      },
      {
        "id": 15,
        "text": "На второй этаж",
        "need": [
          -15
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "Шкафы по обе руки от вас заполняет множество томов. Они посвящены разным темам, но каждая так или иначе связана с магией. Затёртые корешки и совсем новые стоят ровными рядами.\n\nЭто интересное чтиво, а в городе книг совсем не достать — их давно пустили на растопку.\n\nВы можете взять с собой что-то. Но не более одной книги, чтобы не вызвать подозрений у тех, кто может заметить вас на обратном пути.",
    "answers": [
      {
        "var_add": [
          "mansionBooksCount",
          1
        ],
        "var_no_more": [
          "mansionBooksCount",
          0
        ],
        "id": 20,
        "text": "«Искусство животной речи»",
        "instant": true,
        "var_set": [
          "itemBookAnimalLanguage",
          1
        ]
      },
      {
        "var_add": [
          "mansionBooksCount",
          1
        ],
        "var_no_more": [
          "mansionBooksCount",
          0
        ],
        "id": 20,
        "text": "«Сновидческие прозрения»",
        "instant": true,
        "var_set": [
          "itemBookDream",
          1
        ]
      },
      {
        "var_add": [
          "mansionBooksCount",
          1
        ],
        "var_no_more": [
          "mansionBooksCount",
          0
        ],
        "id": 20,
        "text": "«Путеводные нити и тропознание»",
        "instant": true,
        "var_set": [
          "itemBookPath",
          1
        ]
      },
      {
        "var_add": [
          "mansionBooksCount",
          1
        ],
        "var_no_more": [
          "mansionBooksCount",
          0
        ],
        "id": 20,
        "text": "«Великий травник»",
        "instant": true,
        "var_set": [
          "itemBookGreatGrass",
          1
        ]
      },
      {
        "id": 21,
        "text": "Взять план и пойти дальше",
        "var_set": [
          "mansionItemMap",
          1
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "В коридоре второго этажа стояла бы кромешная тьма, не будь здесь таких же алхимических колб по стенам, что и в люстре. Вы подносите палец к одной, надеясь, что нашли источник тепла... Увы, магический светильник холоден как лёд.\n\nНа плане второго этажа, помимо библиотеки, вы видите спальню и кабинет. Присмотревшись, вы замечаете точку, оставленную на одной из стен кабинета. Её наверняка мог оставить случайный тычок пера.",
    "answers": [
      {
        "id": 22,
        "text": "Осмотреть спальню",
        "need": [
          -22
        ]
      },
      {
        "id": 23,
        "text": "Идти в кабинет"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ветер гуляет здесь, раздувает шторы и ворошит снежные покровы.",
    "answers": [
      {
        "id": 22,
        "text": "\n\nЗасмотревшись, вы спотыкаетесь о сугроб и плашмя валитесь на пол. Но раздражение стихает тут же — под кроватью, слегка поблёкшая от пыли, лежит золотая монета с чеканной короной на ней.",
        "merge": true,
        "var_no_more": [
          "itemGold",
          0
        ]
      },
      {
        "var_no_more": [
          "itemGold",
          0
        ],
        "id": 22,
        "instant": true,
        "text": "Забрать монету себе",
        "var_set": [
          "itemGold",
          1
        ]
      },
      {
        "id": 15,
        "text": "Вернуться в коридор"
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/2f/ce/f5/2fcef549acedd6ddd213228e4e8ae287.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "Редкое солнце заглядывает сюда, играет бликами на снегу и острых стёклах.\n\nКниги в шкафах на незнакомых языках, некоторые и вовсе с пустыми страницами. В ящиках на столе — целая россыпь часов, ни одни из которых не идут. В сундуке справа от стола вповалку лежат часы более крупные, но столь же молчаливые.",
    "answers": [
      {
        "id": 23,
        "text": "\n\nЗов, что бьётся в вашей крови, становится громче. Вы сверяетесь с планом и на месте точки находите в стене едва заметную дверь. Не будь у вас этой зацепки, вы бы просто прошли мимо, ни в жизни не догадавшись, что здесь что-то есть.",
        "var_equal": [
          "mansionItemMap",
          1
        ],
        "merge": true
      },
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/6e/03/dc/6e03dca2b3671c636cd78dfc7d3733bc.jpg"
      },
      {
        "id": 26,
        "text": "Войти",
        "var_equal": [
          "mansionItemMap",
          1
        ]
      },
      {
        "id": 15,
        "text": "Выйти в коридор",
        "var_no_more": [
          "mansionItemMap",
          0
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "Сердце стучит у горла, когда вы сбегаете по лестнице. Волнение разливается по каждой жилке, дёргает, как марионетку за верёвочки.\n\nВолшебные часы припрятаны за пазухой и согревают живот.",
    "answers": [
      {
        "need_sometimes": true,
        "id": 24,
        "text": "\n\nВы едва не вылетели на улицу, но вовремя припомнили данное обещание. Да и себе дровишек собрать не мешало бы.",
        "need": [
          6,
          7
        ],
        "merge": true
      },
      {
        "id": 27,
        "text": "Покинуть особняк",
        "need_sometimes": false,
        "need": [
          -6,
          -7
        ]
      },
      {
        "id": 28,
        "text": "Покинуть особняк ",
        "need": [
          6,
          7
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 25,
    "text": "Кажется, будто вас куда-то тянет, словно тихий-тихий голос зовёт в сердце.\n\nНо куда?",
    "answers": [
      {
        "id": 23,
        "text": "В кабинет"
      }
    ]
  },
  {
    "id": 26,
    "text": "Здесь, в небольшой мастерской, зов становится оглушительным. Он исходит от старинных часов, что стоят в центре комнаты. \n\nРядом раскрытая книга — полистав, вы понимаете, что это журнал, в котором старик вёл записи. Ни одного знакомого слова, лишь закорючки и символы. Что он пытался сделать?\n\nВы касаетесь часов — и зов моментально стихает. В комнате холодно, но металл наполнен слабым теплом, от которого покалывает пальцы. Позади, на крышке три углубления, словно для каких-то круглых деталей. Ничего подходящего рядом нет.\n\nЧто-то внутри вас уверено — эта вещь чрезвычайно важна.",
    "answers": [
      {
        "id": 24,
        "text": "Забрать часы и журнал с собой"
      },
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/99/b2/ad/99b2ad4c7760c3b7fa2a77e858fda6ab.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "Дом встречает остывшим очагом, но вам не до того, чтобы немедленно браться за растопку.\n\nОт часов исходит неведомая сила, что притягивает к ним взгляд. Вы уверены, что смогли бы отыскать их даже с завязанными глазами.\n\nХрупкие листы журнала пахнут старой бумагой. Но сколько ни листай, понятнее содержимое не становится — где схематичные закорючки, где причудливые письмена эльфийской речи. Откуда Марий знает этот язык, если эльфов в этих краях никогда не видали?\n\nПоняв, что вопросов гораздо больше, чем ответов, вы решаете обратиться к той, что о магии знает не понаслышке.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы заглядываете ",
    "answers": [
      {
        "id": 28,
        "text": "к Иржине, готовясь к тому, что она по обыкновению начнёт брюзжать. И дрова не те, и щепа мелковата.\n\nНо она в хорошем расположении духа. И даже расщедривается на чудесную шаль из шерсти горных козлов.",
        "merge": true,
        "var_equal": [
          "questIrjina",
          1
        ]
      },
      {
        "id": 28,
        "text": "к Бартеку.\n\nТот сердечно благодарит вас, а к словам присоединяет новенькие струганые коньки. Привязать к сапогам — и можно бежать хоть по речке, хоть по озеру.",
        "merge": true,
        "var_equal": [
          "questBartek",
          1
        ]
      },
      {
        "id": 27,
        "text": "Бежать домой",
        "var_set": [
          "itemIrjinaShawl",
          1
        ],
        "var_equal": [
          "questIrjina",
          1
        ]
      },
      {
        "id": 27,
        "text": "Бежать домой",
        "var_set": [
          "itemBartekSkates",
          1
        ],
        "var_equal": [
          "questBartek",
          1
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Собравшись с духом, вы всё таки переступаете через обрешётку и заглядываете в камин.\n\nНи копоти здесь, ни золы, ни угольев. Только плоский каменный диск с рычажком сбоку. По краю камня трепыхается слабый огонёк.\n\nПовинуясь наитию, вы хватаете с полки ложку и сдвигаете рычажок. Пламя гаснет. Двигаете в обратную сторону — загорается.\n\nВы с опаской подносите руку и убеждаетесь, что камень совсем холодный. Что же, такая диковина может пригодиться.",
    "answers": [
      {
        "id": 19,
        "text": "В холл"
      }
    ]
  },
  {
    "id": 30,
    "text": "Увы, если и было тут что съестное, им поживились мыши.",
    "answers": [
      {
        "id": 19,
        "text": "В холл"
      }
    ]
  },
  {
    "id": 31,
    "text": "Магиков и ворожей в городах не терпели. Если о ком прознавали, то гнали за городскую стену — от магиков зима и пришла, это все знают!\n\nОдни уходили прочь, в дальние сёла, в лесные берлоги. Другие оседали поближе. Вот и здесь на выселках обретается одна ведьма, к которой украдкой бегают: кому зуб болящий заговорить, кому в чаше суженого показать. На показ-то все чураются, а как прихватит — под покровом ночи вдоль заборов так и шмыгают за ворота.\n\nВы подходите ближе. Из трубы приземистого дома валит густой сизый дым.",
    "answers": [
      {
        "id": 32,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 32,
    "text": "Кривая на один глаз ведьма недовольно цыкает:\n\n— Чего стоишь, тепло выпускаешь. Дверь прикрой, да показывай, что за напасть...\n\nОна вдруг осекается. Вперивается взглядом в заплечный мешок, в который вы уложили часы и тяжело оседает на стул. И с престранным выражением лица слушает, зачем вы пришли.\n\n— Поняла, — скрипуче говорит она, — дело твоё трудное... Скажу, что знаю, но за так привычки угождать не имею. Уж сперва порадуй чем, вещичкой какой. А не хочешь ценное отдавать, я и здоровьем возьму — от тебя не убудет, а мне полегче станет.",
    "answers": [
      {
        "id": 33,
        "text": "Отдать монету",
        "var_need": [
          "itemGold",
          1
        ],
        "var_sub": [
          "itemGold",
          1
        ]
      },
      {
        "id": 33,
        "text": "Отдать камень-огневик",
        "var_need": [
          "mansionItemFireStone",
          1
        ],
        "var_sub": [
          "mansionItemFireStone",
          1
        ]
      },
      {
        "id": 33,
        "text": "Отдать кубок",
        "var_need": [
          "itemGoblet",
          1
        ],
        "var_sub": [
          "itemGoblet",
          1
        ]
      },
      {
        "id": 33,
        "text": "Отдать одну свечу",
        "var_need": [
          "itemCandle",
          1
        ],
        "var_sub": [
          "itemCandle",
          1
        ]
      },
      {
        "id": 33,
        "text": "Отдать синюю льдину",
        "var_need": [
          "itemBlueIce",
          1
        ],
        "var_sub": [
          "itemBlueIce",
          1
        ]
      },
      {
        "id": 33,
        "text": "Отдать шаль",
        "var_need": [
          "itemIrjinaShawl",
          1
        ],
        "var_sub": [
          "itemIrjinaShawl",
          1
        ]
      },
      {
        "id": 33,
        "text": "Отдать коньки",
        "var_need": [
          "itemBartekSkates",
          1
        ],
        "var_sub": [
          "itemBartekSkates",
          1
        ]
      },
      {
        "id": 33,
        "text": "Отдать «Искусство животной речи»",
        "var_need": [
          "itemBookAnimalLanguage",
          1
        ],
        "var_sub": [
          "itemBookAnimalLanguage",
          1
        ]
      },
      {
        "id": 33,
        "text": "Отдать «Сновидческие прозрения»",
        "var_need": [
          "itemBookDream",
          1
        ],
        "var_sub": [
          "itemBookDream",
          1
        ]
      },
      {
        "id": 33,
        "text": "Отдать «Путеводные нити и тропознание»",
        "var_need": [
          "itemBookPath",
          1
        ],
        "var_sub": [
          "itemBookPath",
          1
        ]
      },
      {
        "id": 33,
        "text": "Отдать «Великий травник»",
        "var_need": [
          "itemBookGreatGrass",
          1
        ],
        "var_sub": [
          "itemBookGreatGrass",
          1
        ]
      },
      {
        "id": 33,
        "text": "Отдать четверть жизненных сил",
        "var_sub": [
          "characterHitPoints",
          25
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "— Сделка есть сделка, — деловито говорит ведьма, — теперь мой черёд.\n\nЧасики эти не простые, полдень по ним смотреть толку не будет. Это и не часы вовсе, а хроноворот, которым можно обратить течение времени вспять. Видала и раньше, но мелкие, на минутку-другую способные. А этот...\n\nСтаруха жуёт губами, с опаской глядя на часы:\n\n— Могучие силы здесь заключены, ой могучие... Но спят до поры, как взаперти сидят.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Видишь, тут сзади не хватает чего-то? — Шишковатые пальцы проводят по трём пустым пазам на крышке. — Ключей не хватает, которые эти силы и освободят.\n\nВы чувствуете, как сердце начинает колотиться быстрее.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "— А что за ключи такие, я и не знаю, — заключает ведьма. — Уж ясно не камешек с озера. Раз у Мария в доме их не нашлось, тогда у него самого спроси. У него в Предгорке родня была, небось, туда и подался, кхе-кхе.\n\nОна вытирает рот шалью, с кряхтением поднимается, всеми силами давая понять, что вам пора уходить.",
    "answers": [
      {
        "id": 36,
        "text": "Далее",
        "var_set": [
          "itemAmberPendant",
          1
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "Предгорки не так далеко от Выдыбора, даже ночевать в пути не придётся. Вы ни разу там не были, но сосед подсказал, какими тропами побыстрее выйдет.\n\nДорожный мешок полнится вещами. Подумав, вы берёте и мамин кулон, сверкающий кусок янтаря. Он хранит солнце и память о том, как она склонялась над колыбелью, её песни о вёснах, что обязательно принесут птицы на длинных хвостах.",
    "answers": [
      {
        "id": 37,
        "text": "[Дорожный мешок]"
      },
      {
        "id": 38,
        "text": "В путь"
      },
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/70/21/2b/70212bd215750152f5002e20bafeaf7c.jpg"
      }
    ]
  },
  {
    "id": 37,
    "text": "[Ваши предметы]",
    "answers": [
      {
        "id": 37,
        "text": "• Часы и журнал Мария",
        "comment": true
      },
      {
        "id": 37,
        "text": "• Янтарный кулон",
        "comment": true,
        "var_need": [
          "itemAmberPendant",
          1
        ]
      },
      {
        "var_show": [
          "itemGold",
          "шт."
        ],
        "comment": true,
        "var_sub": [
          "itemGold",
          1
        ],
        "id": 37,
        "instant": false,
        "text": "• Золотая монета:",
        "var_need": [
          "itemGold",
          1
        ]
      },
      {
        "comment": true,
        "id": 37,
        "text": "• Камень-огневик",
        "var_sub": [
          "mansionItemFireStone",
          1
        ],
        "var_need": [
          "mansionItemFireStone",
          1
        ]
      },
      {
        "comment": true,
        "id": 37,
        "text": "• Кубок с узорами",
        "var_sub": [
          "itemGoblet",
          1
        ],
        "var_need": [
          "itemGoblet",
          1
        ]
      },
      {
        "var_show": [
          "itemCandle",
          "шт."
        ],
        "comment": true,
        "id": 37,
        "var_need": [
          "itemCandle",
          1
        ],
        "text": "• Восковая свеча:",
        "var_sub": [
          "itemCandle",
          1
        ]
      },
      {
        "comment": true,
        "id": 37,
        "text": "• Синяя льдина",
        "var_sub": [
          "itemBlueIce",
          1
        ],
        "var_need": [
          "itemBlueIce",
          1
        ]
      },
      {
        "comment": true,
        "id": 37,
        "text": "• Тёплая шаль",
        "var_sub": [
          "itemIrjinaShawl",
          1
        ],
        "var_need": [
          "itemIrjinaShawl",
          1
        ]
      },
      {
        "comment": true,
        "id": 37,
        "text": "• Деревянные коньки",
        "var_sub": [
          "itemBartekSkates",
          1
        ],
        "var_need": [
          "itemBartekSkates",
          1
        ]
      },
      {
        "comment": true,
        "id": 37,
        "text": "• Книга «Искусство животной речи»",
        "var_sub": [
          "itemBookAnimalLanguage",
          1
        ],
        "var_need": [
          "itemBookAnimalLanguage",
          1
        ]
      },
      {
        "comment": true,
        "id": 37,
        "text": "• Книга «Сновидческие прозрения»",
        "var_sub": [
          "itemBookDream",
          1
        ],
        "var_need": [
          "itemBookDream",
          1
        ]
      },
      {
        "comment": true,
        "id": 37,
        "text": "• Книга «Путеводные нити и тропознание»",
        "var_sub": [
          "itemBookPath",
          1
        ],
        "var_need": [
          "itemBookPath",
          1
        ]
      },
      {
        "comment": true,
        "id": 37,
        "text": "• Книга «Великий травник»",
        "var_sub": [
          "itemBookGreatGrass",
          1
        ],
        "var_need": [
          "itemBookGreatGrass",
          1
        ]
      },
      {
        "id": 37,
        "text": "• Янтарные бусы из святилища Нового рассвета",
        "comment": true,
        "var_need": [
          "itemAmberNecklace",
          1
        ]
      },
      {
        "id": 37,
        "text": "• Золотая статуэтка из святилища Нового рассвета",
        "comment": true,
        "var_need": [
          "itemGoldStatuette",
          1
        ]
      },
      {
        "id": 37,
        "text": "• Зеркальце",
        "comment": true,
        "var_equal": [
          "itemMelenoraMirror",
          1
        ]
      },
      {
        "id": 37,
        "text": "• Обугленная записка с текстом на эльфийском",
        "comment": true,
        "var_equal": [
          "itemMelenoraNote",
          1
        ]
      },
      {
        "id": 37,
        "text": "• Кольцо невидимости",
        "comment": true,
        "var_equal": [
          "itemMelenoraRing",
          1
        ]
      },
      {
        "id": 37,
        "text": "• Магические кинжалы",
        "comment": true,
        "var_equal": [
          "itemMagicDaggers",
          1
        ]
      },
      {
        "id": 37,
        "text": "°°°",
        "comment": true
      },
      {
        "id": 37,
        "text": "Жизненные силы:",
        "comment": true,
        "var_show": [
          "characterHitPoints",
          "из 100"
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "characterCurseNewRising",
          1
        ],
        "id": 37,
        "text": "Отрицательный эффект: на вас загадочное проклятие\n(источник: святилище Нового рассвета)",
        "merge": false
      },
      {
        "id": 37,
        "text": "Положительный эффект: вас благословили на лёгкий поиск дорог, теперь вы не можете заблудиться\n(источник: Ледяной Дракон)",
        "comment": true,
        "var_equal": [
          "dragonsBlessing",
          1
        ]
      },
      {
        "id": 37,
        "text": "Положительный эффект: у вас есть ментальная связь с эльфом-отшельником, в трудный момент вы можете обратиться к нему за советом\n(источник: Аркенил Сребролист)",
        "comment": true,
        "var_equal": [
          "elfesBlessing",
          1
        ]
      },
      {
        "id": 37,
        "text": "Нейтральный эффект: вы невидимы для всех существ, чей уровень магии не превышает уровень хозяйки кольца\n(источник: кольцо невидимости)",
        "comment": true,
        "var_equal": [
          "invisibleMode",
          1
        ]
      },
      {
        "id": 37,
        "text": "Активная способность: вы можете 1 раз подчинить волю человека или дворфа\n(источник: Меленора Огнежар)",
        "comment": true,
        "var_equal": [
          "melenorasBlessing",
          1
        ]
      },
      {
        "id": 37,
        "text": "Пассивная способность: вы можете выдержать один летальный урон, как магический, так и физический\n(источник: Галатир Звёздный Ветер)",
        "comment": true,
        "var_equal": [
          "galatirBlessing",
          1
        ]
      },
      {
        "id": 37,
        "text": "°°°",
        "comment": true
      },
      {
        "id": 37,
        "text": "Питомец: мышь-полёвка",
        "comment": true,
        "var_need": [
          "petMouse",
          1
        ]
      },
      {
        "isBack": true,
        "text": "Назад",
        "id": 37,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 38,
    "text": "После нескольких часов пути сквозь зимний лес и заснеженные равнины, вы, наконец, оказываетесь на окраине маленькой деревеньки.\n\nСнег тихо падает на землю, покрывая ее мягким белым одеялом. Воздух прохладный и свежий, наполненный ароматом хвои и дыма, идущего из печных труб домов.\n\nВы минуете последние редкие деревья, когда замечаете человека, стоящего у околицы чуть подальше. Это мужчина, размеры которого больше подошли бы медведю, огромная и грозная фигура с топором в руках. Он что-то делает возле сложенной из камня ограды.\n\nАтмосфера вокруг становится напряженной, вы невольно вжимаете голову в плечи.",
    "answers": [
      {
        "id": 39,
        "text": "Пройти мимо как можно скорее"
      },
      {
        "id": 40,
        "text": "Заговорить с ним",
        "var_set": [
          "attitudeYanesh",
          1
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "Предгорки — деревенька маленькая, на десяток домов вдоль единственной улицы. Среди старых деревянных стен можно заметить и новые каменные, леса-то вокруг почти нет, всё на дрова идёт.\n\nОдин из таких мрачноватых новоделов — дом старосты.",
    "answers": [
      {
        "id": 42,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 40,
    "text": "Решив, что не стоит судить по одному виду, вы подходите ближе и видите, что бородатое лицо здоровяка довольно молодое — и очень расстроенное.\n\nПрямо перед ним на снегу лежит павший олень, но на белом снегу не видно следов крови.\n\nПри виде вас мужчина немного оживляется:\n\n— Что это у нас, гости сегодня пожаловали? А я вот... — Он протяжно вздыхает и разводит руками в сторону оленя: — С малолетства его кормил, от такусеньким помню... Не сдюжил эту зиму проклятущую. И что теперь делать? Мясо не лишнее, каждый кусок на счету. А и друга есть — грешновато как-то. — Мужчина чешет в затылке. — Ладно уж, пусть староста порешает. Тебе ж тоже к нему, да? Вот и сходим вместе. Меня Янешом кличут, кстати, я тут вроде как первый охотник на деревне.",
    "answers": [
      {
        "id": 41,
        "text": "Идти с ним"
      }
    ]
  },
  {
    "id": 41,
    "text": "Янеш оказывается словоохотливым малым. Он рассказывает, что по здешним местам нехороший слух ползёт — де повадились люди внезапно пропадать.\n\n— Особливо мужики, что помоложе, покрепче, — говорит он, когда вы подходите к дому. — Чего только не болтают со скуки.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Деревенский староста оказывается крепким мужичком с привычкой спрашивать подтверждение для всякого своего слова.\n\n— Гостям-то мы всегда рады, правильно говорю? Но порядок у нас такой, что всякий должен пользу приносить, дармоедам тут не рады, а то как же? Приветим, подскажем, всё честь по чести, но сперва с гостя поклон, а уж потом с хозяина, как иначе-то?",
    "answers": [
      {
        "id": 43,
        "var_sub": [
          "itemGold",
          1
        ],
        "var_need": [
          "itemGold",
          1
        ],
        "text": "Отдать монету"
      },
      {
        "id": 43,
        "var_sub": [
          "mansionItemFireStone",
          1
        ],
        "var_need": [
          "mansionItemFireStone",
          1
        ],
        "text": "Отдать камень-огневик"
      },
      {
        "id": 43,
        "var_sub": [
          "itemGoblet",
          1
        ],
        "var_need": [
          "itemGoblet",
          1
        ],
        "text": "Отдать кубок"
      },
      {
        "id": 43,
        "var_sub": [
          "itemCandle",
          1
        ],
        "var_need": [
          "itemCandle",
          1
        ],
        "text": "Отдать одну свечу"
      },
      {
        "id": 43,
        "var_sub": [
          "itemBlueIce",
          1
        ],
        "var_need": [
          "itemBlueIce",
          1
        ],
        "text": "Отдать синюю льдину"
      },
      {
        "id": 43,
        "var_sub": [
          "itemIrjinaShawl",
          1
        ],
        "var_need": [
          "itemIrjinaShawl",
          1
        ],
        "text": "Отдать шаль"
      },
      {
        "id": 43,
        "var_sub": [
          "itemBartekSkates",
          1
        ],
        "var_need": [
          "itemBartekSkates",
          1
        ],
        "text": "Отдать коньки"
      },
      {
        "id": 43,
        "var_sub": [
          "itemBookAnimalLanguage",
          1
        ],
        "var_need": [
          "itemBookAnimalLanguage",
          1
        ],
        "text": "Отдать «Искусство животной речи»"
      },
      {
        "id": 43,
        "var_sub": [
          "itemBookDream",
          1
        ],
        "var_need": [
          "itemBookDream",
          1
        ],
        "text": "Отдать «Сновидческие прозрения»"
      },
      {
        "id": 43,
        "var_sub": [
          "itemBookPath",
          1
        ],
        "var_need": [
          "itemBookPath",
          1
        ],
        "text": "Отдать «Путеводные нити и тропознание»"
      },
      {
        "id": 43,
        "var_sub": [
          "itemBookGreatGrass",
          1
        ],
        "var_need": [
          "itemBookGreatGrass",
          1
        ],
        "text": "Отдать «Великий травник»"
      },
      {
        "id": 43,
        "text": "Отдать четверть жизненных сил, поработав на благо деревни",
        "var_sub": [
          "characterHitPoints",
          25
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "Повеселевший староста оглаживает русую бороду:\n\n— Говоришь, Марий, да? Не являлся сюда при мне, а я уж второй десяток как в старостах хожу, всех вижу, всех знаю, дело моё такое, а ну вдруг чего сотворят? Там во втором от ограды доме Хенрик живёт, родичем ему приходится, может и знает чего, верно говорю?",
    "answers": [
      {
        "id": 44,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 44,
    "text": "Разговор с Хенриком не ладится с самого начала. Он недовольно смотрит из-под кустистых бровей:\n\n— Снега с тебя насыпало... Надо было в сенях отряхнуть, метелка не для красоты поставлена.\n\nВопросы про Мария его настроение не улучшили. Дед корчит рожу:\n\n— С тех пор, как этот дурак с эльфами связался, больше и не видел его. Почитай, сорок лет уж минуло, небось, помер давно от их зелий ядовитых. Да и так пора бы уж, мы когда с Надеей свадьбу играли, дед уже седьмой десяток встречал. Вскоре и ушёл, а куда — и не подумал родне сказать.\n\nСперва вы думаете, что ослышались. Или что Хенрик по старости лет уже не в ладах с головой. Но тот стоит на своём — Марий-то ему двоюродным дедом приходится, как не помнить?\n\nНо проблема в том, что и вы знаете Мария как пожилого мужчину лет шестидесяти, а вовсе не столетнего старца.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "От возражений Хенрик лишь отмахивается:\n\n— Не знаю ничего! Приходят тут, топчат... Иди к жрецам, коль моя правда не нравится.\n\nОказывается, неподалёку отсюда есть святилище Нового рассвета. Вернее сказать, было — чем больше укреплялась зима, тем неохотнее люди кланялись позабывшему о них солнцу, пока дорожку к святилищу не замело окончательно.\n\nЖрецы понимали в магии не хуже эльфов, так что грубоватый совет Хенрика приходится кстати. Но путь к святилищу не из безопасных, торных троп давно нет, а по ночным снегам рыскают вечно голодные звери.",
    "answers": [
      {
        "id": 45,
        "text": "\n\nК счастью, в деревне у вас уже есть знакомый, который может исполнить роль проводника. Здоровяк Янеш охотно соглашается показать дорогу.",
        "var_need": [
          "attitudeYanesh",
          1
        ],
        "merge": true
      },
      {
        "id": 45,
        "text": "\n\nК сожалению, у вас нет знакомых в деревне, которые могли бы показать дорогу. Придётся справляться с превратностями судьбы самостоятельно.",
        "merge": true,
        "var_no_more": [
          "attitudeYanesh",
          0
        ]
      },
      {
        "id": 46,
        "text": "Идти с проводником",
        "var_need": [
          "attitudeYanesh",
          1
        ]
      },
      {
        "id": 47,
        "text": "Идти без проводника",
        "var_no_more": [
          "attitudeYanesh",
          0
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "Перед вами с Янешом простираются бескрайние снежные поля, весь мир кажется покрытым белым одеялом. Он идёт первым, вспахивая нетронутую снежную целину, вы ступаете след в след.\n\nХолодные ветры метут позёмку, в перелесках слышится перестук сучьев, блестящих от ледяной глазури. Приходится заночевать на берегу промёрзшего озера, устроившись под защитой высокого дерева. Волчий вой нагоняет жути, достигает самых звёзд, но звери так и кружат вдали, не решившись подступиться к вам. Янеш не первый раз в долгом переходе, умеет и огонь развести среди снежных наносов, и ночное дежурство несёт без проблем.\n\nТакой спутник пригодился бы и дальше, но едва среди ледяных глыб показывается святилище, как он оставляет вас. Сердечно распрощавшись, вы идёте каждый своим путём.",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы шагаете через заснеженные поля. Белоснежный пейзаж отражает пробившееся сквозь тучи солнце, но воздух все так же пронизывает до костей.\n\nШаги проваливаются в снег и вязнут, каждое движение требует усилий. Вы сгибаете голову, прикрывая лицо от ветра, который режет сотнями крохотных лезвий.\n\nДеревья, обнаженные зимними морозами, выглядят столь же уязвимыми и одинокими, как и вы посреди этой бескрайней пустыни снега.",
    "answers": [
      {
        "id": 47,
        "text": "\n\nХорошо, что у вас есть при себе «Путеводные нити и тропознание». Заклинания в книге слабенькие, надолго их не хватает, но этого достаточно, чтобы не заплутать. Страшно подумать, что с вами сталось бы.",
        "var_need": [
          "itemBookPath",
          1
        ],
        "merge": true
      },
      {
        "id": 47,
        "text": "\n\nХорошо, что у вас есть при себе «Великий травник». По коричневым лишайникам на деревьях, что растут лишь с одной стороны, можно держать верное направление — этого достаточно, чтобы не заплутать. Страшно подумать, что с вами сталось бы.",
        "var_need": [
          "itemBookGreatGrass",
          1
        ],
        "merge": true
      },
      {
        "id": 47,
        "text": "\n\nАх, как бы сейчас пригодилось хоть что-нибудь, что могло указать верный путь! Но ничего подобного в вашем дорожном мешке нет.",
        "merge": true,
        "var_no_more": [
          "itemBookPath",
          0,
          "itemBookGreatGrass",
          0
        ]
      },
      {
        "id": 48,
        "text": "Использовать книгу «Путеводные нити и тропознание»",
        "var_need": [
          "itemBookPath",
          1
        ]
      },
      {
        "id": 48,
        "text": "Использовать книгу «Великий травник»",
        "var_need": [
          "itemBookGreatGrass",
          1
        ]
      },
      {
        "id": 52,
        "text": "Идти по наитию"
      }
    ]
  },
  {
    "id": 48,
    "text": "На следующий день перед вами предстаёт святилище Нового рассвета.\n\nОно выглядит ровесником гор, подпирающих небеса снеговыми шапками, вечное и ветхое одновременно. На обледенелых камнях стен лежит печать веков — и в душе что-то отзывается, когда вы подходите ближе.",
    "answers": [
      {
        "id": 48,
        "text": "\n\nПусть это был долгий путь, но вы полны сил и готовы столкнуться с тем, что может ждать внутри.",
        "var_need": [
          "attitudeYanesh",
          1
        ],
        "merge": true
      },
      {
        "id": 48,
        "text": "\n\nВы надеетесь, что внутри не ждёт ничего опасного — после трудного пути не хочется лишних сложностей.",
        "merge": true,
        "var_no_more": [
          "attitudeYanesh",
          0
        ]
      },
      {
        "id": 49,
        "text": "Войти"
      },
      {
        "id": 48,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/98/ac/bd/98acbdb2bbf03f03eb49cada68da198f.jpg"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы переступаете порог святилища, нервно стискивая лямки заплечного мешка. Призрачный свет проникает сквозь щели в каменных стенах, делая всё вокруг немного ненастоящим. Вы осторожно продвигаетесь вперед, каждый шаг сопровождается хрустом льдинок на полу.\n\nВ центре зала зияет угольным оком давно погасший очаг. Священное пламя не возжигали уже давно.\n\nА вокруг него, покрытые бархатным инеем, недвижимо сидят в креслах девять мужчин и женщин в полотняных жреческих одеяниях. Вам становится не по себе от этой картины.\n\nВеличественные жрецы, сидящие вокруг очага, напоминают окаменелых стражей, выжидающих нужного момента. Глубокое молчание разрывает ваш вдох — на шее у одного из жрецов дёрнулась жилка!\n\nИх сердца бьются, пусть медленно и неохотно, но сохраняя жизнь. И тут вас осеняет идея — нужно снова разжечь огонь!",
    "answers": [
      {
        "id": 49,
        "text": "\n\nБлагодаря камню-огневику вы без проблем справляетесь с этим, набрав снаружи хвороста.",
        "var_need": [
          "mansionItemFireStone",
          1
        ],
        "merge": true
      },
      {
        "id": 49,
        "text": "\n\nВоодушивившись, вы хлопаете себя по карманам и осознаёте, что сделать это нечем.",
        "merge": true,
        "var_no_more": [
          "mansionItemFireStone",
          0
        ]
      },
      {
        "id": 50,
        "text": "Использовать камень-огневик",
        "var_need": [
          "mansionItemFireStone",
          1
        ]
      },
      {
        "id": 51,
        "text": "Обыскать святилище",
        "var_no_more": [
          "mansionItemFireStone",
          0
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "Пламя занимается неохотно, будто тоже просыпается ото сна. Огненные языки бросают отблески на стены и лица жрецов, вы замечаете, как белый иней на них становится прозрачнее.\n\nТот жрец, сердце которого билось ощутимее всего, вдруг издаёт тихий стон. Его пальцы дёргаются раз, другой. Дрожат веки, с ресниц осыпается наледь.\n\nЧерез силу, преодолевая сопротивление, он открывает глаза и смотрит на вас.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Поиски не затягиваются, кремень с кресалом находятся в ящичке позади одного из жрецов.\n\nОднако... Кто знает, что ещё полезного здесь припрятано? Вы переминаетесь в нерешительности. Пока жрецы не пробудились от своей зимней спячки, они ничего не увидят и не узнают, даже если забрать что-то себе.",
    "answers": [
      {
        "id": 50,
        "text": "Зажечь огонь"
      },
      {
        "id": 53,
        "text": "Обшарить одежды",
        "var_set": [
          "itemAmberNecklace",
          1,
          "characterCurseNewRising",
          1
        ]
      },
      {
        "id": 53,
        "text": "Обыскать святилище",
        "var_set": [
          "itemGoldStatuette",
          1,
          "characterCurseNewRising",
          1
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "Когда силы покидают ваше тело, а на землю спускается тьма, приходит время остановиться.\n\nВы находите расселину старого дуба и решаете, что это подходящее место для ночлега. Древнее дерево выглядит почти волшебным среди заснеженного редколесья.\n\nОчарование рассеивается, когда слуха достигают скрип и пыхтение. Из пролеска показывается могучий силуэт – это медведь.\n\nСердце подскакивает к горлу, вы смотрите во все глаза на огромного тощего зверя. Медведь медленно приближается к вам, его шерсть блестит в лунном свете, из пасти вырывается низкое ворчание, от которого волосы встают дыбом.",
    "answers": [
      {
        "id": 54,
        "text": "Использовать книгу «Навыки животной речи»",
        "var_need": [
          "itemBookAnimalLanguage",
          1
        ],
        "var_set": [
          "forestBearBookLanguage",
          1
        ]
      },
      {
        "id": 54,
        "text": "Использовать камень-огневик",
        "var_need": [
          "mansionItemFireStone",
          1
        ],
        "var_set": [
          "forestBearFireStone",
          1
        ]
      },
      {
        "id": 54,
        "text": "Сбежать",
        "var_sub": [
          "characterHitPoints",
          25
        ],
        "var_set": [
          "actionRunBear",
          1
        ]
      },
      {
        "id": 52,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/b2/2d/0b/b22d0b5560e7735d39c72b4f63608eb3.jpg"
      }
    ]
  },
  {
    "id": 53,
    "text": "Не самое благородное деяние, но что поделать — вечная зима учит людей выживать. В том числе сомнительными методами.\n\nВы успокаиваете себя мыслью, что жрецам в их состоянии всё равно ничего не нужно. ",
    "answers": [
      {
        "id": 53,
        "text": "\n\nВ кармане одной из женщин находятся длинные бусы из яркого солнечного янтаря. Такого же, как тот, что в кулоне вашей матери.\n\nКрасивая вещица — можно будет обменять или продать.",
        "var_need": [
          "itemAmberNecklace",
          1
        ],
        "merge": true
      },
      {
        "id": 53,
        "text": "\n\nКак следует всё обшарив, вы обнаруживаете тайник, укрытый в стене между колонн. А в тайнике — тяжёлую статуэтку в виде женщины с солнечным диском в одной руке и тяжёлыми колосьями в другой. Судя по весу и блеску, это настоящее золото.",
        "var_need": [
          "itemGoldStatuette",
          1
        ],
        "merge": true
      },
      {
        "id": 50,
        "text": "Зажечь огонь"
      }
    ]
  },
  {
    "id": 54,
    "text": "Медведь внушает ужас, но он так обессилел, что еле переставляет лапы.",
    "answers": [
      {
        "var_equal": [
          "forestBearBookLanguage",
          1
        ],
        "id": 54,
        "var_need": [
          "itemBookAnimalLanguage",
          1
        ],
        "text": "\n\nСтранное время для книг, но «Навыки животной речи» здесь как нельзя более кстати! Короткое заклинание — и вот вы уже можете разобрать смысл ворчания.\n\nМедведь не собирается нападать, он уже как-то сталкивался с людьми и не горит желанием повторять этот опыт.",
        "merge": true
      },
      {
        "var_equal": [
          "forestBearFireStone",
          1
        ],
        "id": 54,
        "var_need": [
          "mansionItemFireStone",
          1
        ],
        "text": "\n\nВы хватаете из расселины пук высохших сучьев и поджигаете. С треском разгорается яркий цветок пламени, обдавая жаром лицо.\n\nМедведь сперва пятится, а потом поворачивается и уходит, опасливо поглядывая назад.",
        "merge": true
      },
      {
        "id": 54,
        "text": "\n\nВы можете полагаться только на свои натруженные за день ноги и молите все мыслимые силы, чтобы они не подломились, отдавая вас на ужин медведю. Бешеный забег лишает последних сил, но вы до последнего не хотите сдаваться и падаете в снег лишь когда оказываетесь далеко от злосчастного дуба.",
        "var_need": [
          "actionRunBear",
          1
        ],
        "merge": true
      },
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Голос его такой тихий и слабый, что треск пламени почти заглушает его:\n\n— Часы... здесь?..\n\nУдивлённые, вы достаёте часы из мешка. Взгляд жреца проясняется. Он с заметным трудом выталкивает слова:\n\n— Триединый... Триединый символ... Где он? — Услышав, что вы ничего не знаете ни про часы, ни про символ, жрец на мгновение закрывает глаза. Но потом продолжает: — Вечные зимы не приходят сами, на наши земли легло проклятие... Мы были так юны, когда это случилось... Хроноворот у тебя в руках... Найди того, кто сотворил это, и останови!..\n\nЖрец задыхается и хрипит, костлявая рука то  цепляется за вас, то бессильно падает. Но чем жарче разгорается пламя в святилище, тем более длинными фразами он говорит.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Седовласая женщина сбоку от вас слабо шевелится, но жрец не замечает, он полностью поглощён своим рассказом, зрачки его чернеют провалами:\n\n— Три руны, нужно собрать все три! Руна Жара, руна Хлада, руна Жизни — и тогда хроноворот вступит в силу... — Худое тело обмякает на кресле. Вы испуганно тянете руку, проверить дыхание, но в этот момент жрец приходит в себя: — Ах, слаб... Слишком слаб для поиска... Даже хроноворот почти не чувствую, куда мне дальше тянуться...\n\nОсунувшееся лицо накрывает маска печали. Не желая признавать поражение, вы спрашиваете, нет ли способа помочь им.\n\n— В пещерах у двурогой горы раньше жили зелёные феи. Едва ли они выжили, столько лет без лугов и цветов... Но если сыщешь, попроси у них жизнетворную пыль.",
    "answers": [
      {
        "id": 57,
        "text": "В путь"
      },
      {
        "id": 58,
        "text": "Спросить ещё кое-что"
      }
    ]
  },
  {
    "id": 57,
    "text": "После ласкового тепла огня ветер треплет особенно зло. Гора с двумя близкими вершинами, похожими на рога, находится без труда. Вы пробираетесь к её скалистому подножию, оступаясь на неровных камнях.\n\nВпереди зияет пещера.\n\nНаплывы низкого потолка едва не царапают макушку. Пригнувшись, вы идёте вперёд, всё дальше и дальше, пока не ловите себя на смутной тревоге. Вы останавливаетесь, напряжение звенит в воздухе. Затаив дыхание, вы слушаете звуки, которые исходят из глубин этой пещеры — тихий шелест.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Жрец сможет ответить только на один вопрос.",
    "answers": [
      {
        "merge": true,
        "id": 58,
        "text": "\n\nОн непонимающе смотрит:\n\n— Кто такой Марий?",
        "var_need": [
          "answerPristMarii",
          1
        ],
        "var_set": [
          "answerPristMarii",
          1
        ]
      },
      {
        "merge": true,
        "id": 58,
        "text": "\n\n— Волшебные вещи лучше нашего знают, что им предначертано. И кто может это предначертанное воплотить.",
        "var_need": [
          "answerPristCallClocks",
          1
        ],
        "var_set": [
          "answerPristCallClocks",
          1
        ]
      },
      {
        "var_set": [
          "answerPrist",
          1
        ],
        "id": 58,
        "var_need": [
          "answerPrist",
          1
        ],
        "text": "\n\nОн издаёт нечто, похожее на смешок:\n\n— А ты как думаешь? Если тебе повезёт, то я смогу набраться сил и пробудить остальных. А если нет... Тогда сон наш будет длиться до тех пор, пока проклятие не падёт.",
        "merge": true
      },
      {
        "merge": true,
        "id": 58,
        "text": "\n\n— Наши легенды не знают имён... Известно лишь то, что это дело рук эльфов. Они всегда были надменны и горделивы, но чем им не угодил целый свет — ещё одна загадка, на которую я не знаю ответа.",
        "var_need": [
          "answerPristClocksMaker",
          1
        ],
        "var_set": [
          "answerPristClocksMaker",
          1
        ]
      },
      {
        "var_add": [
          "answerPristCounter",
          1
        ],
        "var_no_more": [
          "answerPristCounter",
          0
        ],
        "id": 58,
        "instant": true,
        "text": "Что случилось с Марием?",
        "var_set": [
          "answerPristMarii",
          1
        ]
      },
      {
        "var_add": [
          "answerPristCounter",
          1
        ],
        "var_no_more": [
          "answerPristCounter",
          0
        ],
        "id": 58,
        "instant": true,
        "text": "Почему я чувствую зов часов?",
        "var_set": [
          "answerPristCallClocks",
          1
        ]
      },
      {
        "var_add": [
          "answerPristCounter",
          1
        ],
        "var_set": [
          "answerPrist",
          1
        ],
        "id": 58,
        "instant": true,
        "text": "Что будет с вами?",
        "var_no_more": [
          "answerPristCounter",
          0
        ]
      },
      {
        "var_add": [
          "answerPristCounter",
          1
        ],
        "var_no_more": [
          "answerPristCounter",
          0
        ],
        "id": 58,
        "instant": true,
        "text": "Кто создал часы?",
        "var_set": [
          "answerPristClocksMaker",
          1
        ]
      },
      {
        "id": 57,
        "text": "В путь"
      }
    ]
  },
  {
    "id": 59,
    "text": "Прямо на снегу, не замечая вас, сидит крошечная девушка — не больше обычной кошки. За её спиной дрожат прозрачные крылышки, а на лице выписано горькое отчаяние.\n\nНо даже она изумляет вас не так сильно, как растущие вокруг пучки трав и плети вьюнков. Фея гладит иссохшую плеть и баюкает, словно ребёнка, пытаясь что-то сделать. Но никакого эффекта не видно, кроме того, что отлетела пара сморщенных листков.\n\n— Ужасно, ужасно, — тоненьким голосом бормочет девушка.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      },
      {
        "id": 59,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/8f/07/70/8f0770d6dece7beed507506b97c34da7.jpg"
      }
    ]
  },
  {
    "id": 60,
    "text": "При виде вас она вскрикивает и мигом вспархивает в воздух — совсем не высоко, на ладонь, — а затем шлёпается на землю.\n\nВидя, как она напугана, вы спешите заверить, что ничего плохого не сделаете. И вообще пришли исключительно по делу. Выслушав, фея недоверчиво тянет:\n\n— Жизнетворная пыыыль... Самой не хватает, вот и детишки мои уже вянуть начали, — она всхлипывает, показывая на усохший побег. — Чтобы сделать, камни и льды не годятся, и земля промёрзла давно. Дай мне что-то, в чём ещё сохранилась витальность.",
    "answers": [
      {
        "text": "Отдать синюю льдину",
        "id": 61,
        "var_need": [
          "itemBlueIce",
          1
        ],
        "var_sub": [
          "itemBlueIce",
          1
        ],
        "var_set": [
          "exchange FairyBlueIce",
          1
        ]
      },
      {
        "text": "Отдать свечу",
        "id": 61,
        "var_need": [
          "itemCandle",
          1
        ],
        "var_sub": [
          "itemCandle",
          1
        ],
        "var_set": [
          "exchange FairyCandle",
          1
        ]
      },
      {
        "id": 61,
        "text": "Отдать четверть жизненных сил",
        "var_sub": [
          "characterHitPoints",
          24
        ],
        "var_set": [
          "exchange FairyHP",
          1
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы предлагаете свой дар.",
    "answers": [
      {
        "id": 61,
        "text": "\n\nФея сперва округляет глаза, но вдруг бросается кружить вокруг, хлопая от радости в ладоши.\n\n— Живая вода! — кричит она. — Что за счастье! Будет тебе пыль, сколько захочешь!\n\nОна откусывает от льдины кусочек и хрустит ею, как леденцом. А затем машет крылышками, с которых слетает искрящаяся пыльца.",
        "var_need": [
          "exchange FairyBlueIce",
          1
        ],
        "merge": true
      },
      {
        "id": 61,
        "text": "\n\nФея довольно гудит. Отщипывает кусочек воска и сжимает в кулаке. \n\nА затем машет крылышками, с которых слетает искрящаяся пыльца.",
        "var_need": [
          "exchange FairyCandle",
          1
        ],
        "merge": true
      },
      {
        "id": 61,
        "text": "\n\n— Человечья витальность всегда такая невкусная, — морщится фея, — как стебель полыни жевать.\n\nНо деваться ей некуда. Она прикладывает крошечную ручку к вашей ладони, ждёт.\n\nА затем машет крылышками, с которых слетает искрящаяся пыльца.",
        "var_need": [
          "exchange FairyHP",
          1
        ],
        "merge": true
      },
      {
        "id": 62,
        "text": "Собрать пыль и вернуться в святилище"
      }
    ]
  },
  {
    "id": 62,
    "text": "Следуя указаниям жреца, вы осыпаете его магической пылью. Пылинки, будто ожившие искры, рассеиваются по воздуху, сверкающие частицы проникают в истощённое тело.\n\nЖрец начинает приходить в себя, губы и щёки розовеют. Силы возвращаются к нему всё быстрее, и вот он уже поднимается со своего места, преображенный и полный энергии.\n\nОн медленно движется по кругу вокруг пламени. Поднимает руки к потолку и водит ими, словно отодвигая невидимые завесы, перебирает в воздухе, сплетая незримые тенета чар. Вы чувствуете магию, но не можете разглядеть.\n\nВоздух густеет, тени испуганно мечутся по углам. И когда напряжение достигает высшей точки, жрец резко выбрасывает руки вперёд, указывая на пламя.\n\nОгненные языки восстают стеной.\n\n— Смотри! — кричит жрец. — Смотри внимательно!",
    "answers": [
      {
        "id": 63,
        "text": "Что там?"
      }
    ]
  },
  {
    "id": 63,
    "text": "Образ дракона заставляет вас затаить дыхание. Величественный зверь, порождение самих гор, скован цепями.\n\nКогда пламя опадает, вы ещё долго не можете проморгаться, перед глазами бегают вспышки. Услышав, что именно привиделось в пламени, жрец довольно потирает руки:\n\n— Что же, теперь мы знаем, где руна Жара. Этот дракон узник давних времён, зловредный и злокозненный ящер. Характер у него прескверный, но убивать без причины он не станет. Впрочем... — тут жрец немного сбивается и рассеянно чешет нос. — Его причины могут быть непостижимы для нас.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Встреча с настоящим драконом — событие пугающее и волнующее одновременно. Но уверенность жреца благотворно действует на вас и склоняет в сторону второго.\n\n— Поспеши, — говорит жрец, провожая вас к выходу из святилища. — Сама судьба избрала тебя для этого дела, но она не сможет вложить тебе цель прямо в руки.",
    "answers": [
      {
        "id": 64,
        "text": "\n\nУ самого порога он останавливается с загадочной полуулыбкой.\n\n— А скажи-ка, не отягощает ли тебя какой-нибудь предмет из нашего святилища?\n\nВы понимаете, что поймать вас на лжи не получится. Даже если заметят пропажу — мало ли, кто что унёс за те годы, что они спали?",
        "var_need": [
          "characterCurseNewRising",
          1
        ],
        "merge": true
      },
      {
        "id": 65,
        "var_need": [
          "itemGoldStatuette",
          1
        ],
        "var_sub": [
          "itemGoldStatuette",
          1,
          "characterCurseNewRising",
          1
        ],
        "text": "Признаться и вернуть статуэтку"
      },
      {
        "id": 65,
        "var_need": [
          "itemAmberNecklace",
          1
        ],
        "text": "Признаться и вернуть бусы",
        "var_sub": [
          "itemAmberNecklace",
          1,
          "characterCurseNewRising",
          1
        ]
      },
      {
        "id": 65,
        "text": "Солгать. Вещь слишком ценная",
        "var_need": [
          "characterCurseNewRising",
          1
        ]
      },
      {
        "id": 66,
        "text": "Идти",
        "var_no_more": [
          "characterCurseNewRising",
          0
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "Дорожный мешок кажется чуть тяжелее, чем до этого.",
    "answers": [
      {
        "id": 65,
        "text": "\n\nВы с покаянным вздохом возвращаете предмет. От стыда краска заливает лицо до самых ушей.",
        "var_no_more": [
          "characterCurseNewRising",
          0
        ],
        "merge": true
      },
      {
        "id": 65,
        "text": "\n\nСлушая ваш нарочито небрежный ответ, жрец всё ещё улыбается, но в светлых глазах появляется грусть. Однако, говорит он только:\n\n— Хорошо. Ступай же. Пусть дорога твоя будет гладкой, как этот лёд.",
        "var_need": [
          "characterCurseNewRising",
          1
        ],
        "merge": true
      },
      {
        "id": 66,
        "text": "К пещерам"
      }
    ]
  },
  {
    "id": 66,
    "text": "Драконья пещера лежит куда дальше той, где живёт фея, приходится идти до перевала и карабкаться в гору, чтобы спуститься по ту сторону хребта.",
    "answers": [
      {
        "id": 66,
        "text": "\n\nВы раздали так много жизненных сил, что теперь едва ноги передвигаете, дорога поистине невыносима.",
        "var_no_more": [
          "characterHitPoints",
          1
        ],
        "merge": true
      },
      {
        "id": 66,
        "var_need": [
          "characterCurseNewRising",
          1
        ],
        "text": "\n\nКажется, будто за вами по пятам следуют неудачи — то куча снега свалилась на голову, то в последнюю секунду разминулись с камнепадом. А на сходе вниз неудачно подскользнулись и теперь припадаете на левую ногу.",
        "merge": true
      },
      {
        "id": 37,
        "text": "[Дорожный мешок]"
      },
      {
        "id": 68,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 67,
    "text": "Теперь озеро вам не помеха.",
    "answers": [
      {
        "var_equal": [
          "iceLakeSkates",
          1
        ],
        "id": 67,
        "var_need": [
          "itemBartekSkates",
          1
        ],
        "text": "\n\nВы привязываете тонкие коньки из гладкого дерева к подошве и в два счёта пересекаете ледяную гладь. \n",
        "merge": true
      },
      {
        "var_equal": [
          "iceLakeBookPath",
          1
        ],
        "id": 67,
        "var_need": [
          "itemBookPath",
          1
        ],
        "text": "\n\nВы читаете заклинание из книги. Лёд вспыхивает разными оттенками — алый там, где легко провалиться и мшистая зелень на безопасных участках. Ступая по зелёному, вы перебираетесь на другой берег.",
        "merge": true
      },
      {
        "id": 70,
        "text": "Вперёд"
      }
    ]
  },
  {
    "id": 68,
    "text": "Почти у самого входа в пещеру камень сменяется льдом. Застывшее подземное озеро столь велико, что его нельзя обойти.\n\nЛёд выглядит надёжным, но только на первый взгляд.",
    "answers": [
      {
        "id": 67,
        "text": "Использовать коньки",
        "var_need": [
          "itemBartekSkates",
          1
        ],
        "var_set": [
          "iceLakeSkates",
          1
        ]
      },
      {
        "id": 67,
        "text": "Использовать книгу «Путеводные нити и тропознание»",
        "var_need": [
          "itemBookPath",
          1
        ],
        "var_set": [
          "iceLakeBookPath",
          1
        ]
      },
      {
        "id": 69,
        "text": "Надеяться на лучшее и идти вперёд",
        "var_no_more": [
          "itemBartekSkates",
          0,
          "itemBookPath",
          0
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы идёте, мягко ступая по льду, пока не натыкаетесь на подозрительно прозрачный участок. Сбоку дорогу преграждают натёкшие с потолка колонны льда, так что идти всё равно придётся. Один край выглядит более надёжным, но как бы его проверить?",
    "answers": [
      {
        "id": 69,
        "text": "\n\nВ вашем мешке есть кубок, который достаточно тяжёл и подойдёт для проверки.",
        "var_need": [
          "itemGoblet",
          1
        ],
        "merge": true
      },
      {
        "id": 69,
        "text": "\n\nУ вас есть статуэтка из святилища Нового рассвета — да, жалко будет, если утонет, но при хорошем броске она выявит слишком тонкий лёд.",
        "var_need": [
          "itemGoldStatuette",
          1
        ],
        "merge": true
      },
      {
        "text": "Бросить кубок",
        "id": 72,
        "var_need": [
          "itemGoblet",
          1
        ],
        "var_sub": [
          "itemGoblet",
          1
        ],
        "var_set": [
          "checkIceLakeGoblet",
          1
        ]
      },
      {
        "text": "Бросить статуэтку",
        "id": 72,
        "var_need": [
          "itemGoldStatuette",
          1
        ],
        "var_sub": [
          "itemGoldStatuette",
          1
        ],
        "var_set": [
          "checkIceLakeStatuette",
          1
        ]
      },
      {
        "id": 72,
        "text": "Нет подходящих вещей",
        "var_no_more": [
          "itemGoblet",
          0,
          "itemGoldStatuette",
          0,
          "characterCurseNewRising",
          0
        ],
        "var_set": [
          "characterHitPoints",
          1,
          "checkIceLakeNothing",
          1
        ]
      },
      {
        "id": 73,
        "text": "Нет подходящих вещей",
        "var_need": [
          "characterCurseNewRising",
          1
        ],
        "var_no_more": [
          "itemGoblet",
          0,
          "itemGoldStatuette",
          0
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": "В этих глубоких пещерах царила бы тишина, не нарушай её шумное дыхание зверя.\n\nДракон спит. Скованный тяжёлыми цепями, он должен был лишиться мощи, но всё равно кажется грозным. Цепи, грубые и холодные, впиваются в его чешую. Каждая толщиной больше вашей руки, но на огромном драконьем теле они кажутся хлипкой бечевой.\n\nВы успокаиваете себя мыслью, что раз дракон до сих пор здесь, значит, они столетиями выдерживают его натиск.",
    "answers": [
      {
        "id": 71,
        "text": "Подойти ближе"
      },
      {
        "id": 70,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/37/42/e1/3742e14b5a931aaa2f931b9ab39f4e29.jpg"
      }
    ]
  },
  {
    "id": 71,
    "text": "Едва вы делаете шаг, как драконий глаз загорается светом. Секунду-другую он изучает вас.\n\n— Зачем ты здесь? — спрашивает дракон, и голос его похож на горный обвал.\n\nЖрец предупреждал, что характер у этого ящера не сахарный. Но что конкретно он имел в виду? В любом случае, драконы — существа коварные и хитрые, с ними нужно держать ухо востро.",
    "answers": [
      {
        "id": 76,
        "text": "Сказать правду",
        "var_set": [
          "attitudeDragon",
          1
        ]
      },
      {
        "id": 76,
        "text": "Обмануть",
        "var_set": [
          "attitudeDragon",
          0
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "Шаги к опасному месту легче пуха.",
    "answers": [
      {
        "id": 72,
        "var_need": [
          "checkIceLakeGoblet",
          1
        ],
        "text": "\n\nРазмахнувшись от плеча, вы со всей силы швыряете кубок. Тот громко лязгает и катится по льду. Отлично! Можно идти.\n\nСам кубок от такого обращения сильно помялся, так что вы оставляете его здесь.",
        "merge": true
      },
      {
        "id": 72,
        "text": "\n\nВы как следует размахиваетесь и бросаете статуэтку со всей силы. Треск! Проломив лёд, та отправляется на дно.\n\nЧто же, вещи вы лишились, зато знаете, куда не следует наступать.",
        "var_need": [
          "checkIceLakeStatuette",
          1
        ],
        "merge": true
      },
      {
        "id": 72,
        "text": "Вы скользите по озёрной глади, как водомерка, представляя, что не касаетесь поверхности.\n\nНо фантазия не была настолько убедительной, чтобы укрепить лёд. Сперва раздаётся тихий треск, вы замираете в страхе — но уже поздно. Вскрикнув, вы уходите под воду.\n\nОзёрная вода обжигает холодом, но, к счастью, вы мгновенно выбираетесь. Даром такое купание не пройдёт, но вы хотя бы живы.",
        "var_need": [
          "checkIceLakeNothing",
          1
        ],
        "merge": true
      },
      {
        "id": 70,
        "text": "Войти в пещеру"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы скользите по озёрной глади, как водомерка, представляя, что не касаетесь поверхности.\n\nНо фантазия не была настолько убедительной, чтобы укрепить лёд. Сперва раздаётся тихий треск, вы замираете в страхе — но уже поздно. Вскрикнув, вы уходите под воду.\n\nОзёрная вода обжигает невыносимым холодом, вы камнем идёте на дно. Биение сердца гулко звучит в ушах, вы слышите, как оно замедляется, пока не останавливается вовсе.\n\nА затем что-то тянет вас наверх.",
    "answers": [
      {
        "id": 74,
        "text": "Далее",
        "var_set": [
          "endingEternalSlave",
          1
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы приходите в себя в огромном зале. Всё здесь сделано изо льда и снега, но холода, почему-то, не ощущается.\n\nПрямо впереди, на троне сидит эльфийка. Её голову украшает корона, прекрасное лицо ничего не выражает. У ног лежит ваш заплечный мешок. Она запускает в него руку и достаёт хроноворот. Вы должны бы испугаться или хотя бы встревожиться, но не ощущаете ничего.\n\n— Жалкая попытка, — говорит она спокойно и кривит бледные губы.\n\nА потом сжимает пальцы, и часы разлетаются на кусочки.\n\nНо даже это не заставляет вас почувствовать хоть что-то. В зале полно других... Прислужников. Таких же молчаливых и бесстрастных, что и вы.\n\nИ впереди — целая вечность служения Королеве Льдов.",
    "answers": [
      {
        "id": 75,
        "text": "Далее",
        "need_ever": true
      },
      {
        "id": 74,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/96/b7/dc/96b7dc852c3bf1931b057c03189487b7.jpg"
      }
    ]
  },
  {
    "id": 75,
    "text": "Что же, ваше приключение окончено! Хотя вы и достигли финала, помните, что мир ещё не исследован до конца, и любая история может повернуться иначе.\n\nТеперь вы мудрее и опытнее, чем раньше. Почему бы не попробовать ещё раз?",
    "answers": [
      {
        "comment": true,
        "id": 75,
        "var_need": [
          "endingEternalSlave",
          1
        ],
        "text": "\n\nПолученная концовка: Вечный прислужник",
        "merge": true
      },
      {
        "comment": true,
        "id": 75,
        "var_need": [
          "endingDragonsToy",
          1
        ],
        "text": "\n\nПолученная концовка: Драконья игрушка",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "endingWorkerBee",
          1
        ],
        "id": 75,
        "text": "\n\nПолученная концовка: Рабочая пчёлка",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "endingBladeVengeance",
          1
        ],
        "id": 75,
        "text": "\n\nПолученная концовка: Клинок возмездия",
        "merge": true,
        "var_set": [
          "endingBladeVengeance",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "endingSelfSacrifice",
          1
        ],
        "id": 75,
        "text": "\n\nПолученная концовка: Самопожертвование ",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "endingFavoriteJester",
          1
        ],
        "id": 75,
        "text": "\n\nПолученная концовка: Любимый шут",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "endingNewSpring",
          1
        ],
        "id": 75,
        "text": "\n\nПолученная концовка: Новая весна",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "endingIngloriousReturn",
          1
        ],
        "id": 75,
        "text": "\n\nПолученная концовка: Бесславный герой",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "endingHightCouncillor",
          1
        ],
        "id": 75,
        "text": "\n\nПолучена концовка: Высший советник",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "endingIceStatuette",
          1
        ],
        "id": 75,
        "text": "\n\nПолученная концовка: Ледяная статуя",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "endingPortalGuardian",
          1
        ],
        "id": 75,
        "text": "\n\nПолучена концовка: Страж портала",
        "merge": true
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 76,
    "text": "Дракон ждёт с видимым равнодушием.",
    "answers": [
      {
        "id": 76,
        "text": "\n\nВы рассказываете всё как есть. Кажется, это позабавило ящера — тот пускает дым из ноздрей и вырывающийся из пасти грохот подозрительно похож на смех.\n\n— Столетия сменились, а эльфы всё так же самонадеяны, — он издаёт рык, заставив стены пещеры дрогнуть, — однажды они поплатятся за мои века здесь! А для крошечной мести сойдёшь и ты, человечек. Пройдёшь моё испытание, тогда отдам руну.",
        "merge": true,
        "var_equal": [
          "attitudeDragon",
          1
        ]
      },
      {
        "id": 76,
        "text": "\n\nВы не доверяете этому существу с клыками длиною в локоть, так что быстро придумываете ложь — мол, пришли за руной Жара, чтобы обогреть замерзающий город. И звучит благородно, и не раскрывает истинных целей.\n\n— Какая прелешшшть, — тянет дракон, жмуря глаза, — моё каменное сердце сейчас растает. Ну что же, коль так... Пройдёшь моё испытание, тогда отдам руну.",
        "merge": true,
        "var_equal": [
          "attitudeDragon",
          0
        ]
      },
      {
        "id": 77,
        "text": "Далее",
        "var_equal": [
          "attitudeDragon",
          1
        ]
      },
      {
        "id": 78,
        "text": "Далее",
        "var_equal": [
          "attitudeDragon",
          0
        ]
      }
    ]
  },
  {
    "id": 77,
    "text": "— У моего отца, короля драконов Ирезмора, был чудесный дворец. Он знал, что смертные придут за его сокровищами, но всегда оставлял им лазейку.\n\nВ самом глубоком подвале дворца вора ждали две двери. \nЗа одной лежал «Сердце глубин» — сапфир размером с конскую голову, прекраснейший камень мира.\nЗа другой — во тьме ждала чудовищная химера, готовая растерзать всякого, кто войдёт к ней.\n\nУ каждой двери нёс дозор стражник. Оба они знали, куда ведёт их дверь, но один всегда говорил правду, а другой — всегда лгал.\n\nЛишь одна попытка была у всякого вора, лишь один вопрос любому из стражей. Сотни их сгинуло от когтей и мечей.\n\nПока не явился Тадей из Бренны, плут из плутов, и не разрешил эту загадку. Что же он спросил?",
    "answers": [
      {
        "id": 79,
        "text": "Какая дверь — не дверь с химерой?",
        "var_set": [
          "attitudeDragon",
          1
        ]
      },
      {
        "id": 79,
        "text": "Если я спрошу у второго, за какой дверью сокровищница, на какую он укажет?",
        "var_set": [
          "attitudeDragon",
          3
        ]
      },
      {
        "id": 79,
        "text": "Не хотите ли войти в долю, разделить вырученное золото и зажить свободно?",
        "var_set": [
          "attitudeDragon",
          2
        ]
      }
    ]
  },
  {
    "id": 78,
    "text": "Дракон щурит глаза.\n\n— В одном из здешних гротов хранятся шесть шкатулок. У каждой свой цвет, а лежащая в ней диковина имеет некое свойство. Ни свойства, ни цвета при этом не повторяются. \n\nСлушай же внимательно: \nСлева от Волшебной — коричневая. \nТяжёлое горе и беззвёздная ночь — Знания цвет. \nРядом с желтой — Вкусная и Смертельная.\nСвойство одной из диковин я тебе не скажу. Но цвет одной из шкатулок — зеленый.\nСиняя имеет только одного соседа. \nУ Волшебной цвет человеческой крови.\nСмертельная и Полезная не могут быть рядом.\nСправа от черной — Вкусная. \nСлева от Полезной — красная. \nДиковины, свойства которых начинаются на одну букву, лежат далеко друг от друга.\n\nЭто всё. Теперь подумай и скажи мне, какую шкатулку хочешь открыть?",
    "answers": [
      {
        "id": 87,
        "text": "Первую",
        "var_set": [
          "caseBlack",
          1
        ]
      },
      {
        "id": 87,
        "text": "Вторую",
        "var_set": [
          "caseGreen",
          1
        ]
      },
      {
        "id": 87,
        "text": "Третью",
        "var_set": [
          "caseYellow",
          1
        ]
      },
      {
        "id": 87,
        "text": "Четвёртую",
        "var_set": [
          "caseBrown",
          1
        ]
      },
      {
        "id": 87,
        "text": "Пятую",
        "var_set": [
          "caseRed",
          1
        ]
      },
      {
        "id": 87,
        "text": "Шестую",
        "var_set": [
          "caseBlue",
          1
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": "Дракон пускает пар из ноздрей",
    "answers": [
      {
        "id": 79,
        "text": "\n\n— Что за манера такая, начинать с разочарования? — Он выпускает клуб пахнущего гарью пара в вашу сторону. — Неверный ответ.",
        "merge": true,
        "var_equal": [
          "attitudeDragon",
          1
        ]
      },
      {
        "id": 79,
        "text": "\n\n— Неверно, но мне нравится ход твоих мыслей, — хмыкает он.",
        "merge": true,
        "var_equal": [
          "attitudeDragon",
          2
        ]
      },
      {
        "id": 79,
        "text": "\n\n— Молодец, правильно, — скрипит он, щуря один глаз.",
        "merge": true,
        "var_equal": [
          "attitudeDragon",
          3
        ]
      },
      {
        "id": 80,
        "text": "Далее",
        "var_equal": [
          "attitudeDragon",
          3
        ]
      },
      {
        "id": 81,
        "text": "Далее",
        "var_no_more": [
          "attitudeDragon",
          2
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "Перед вами прямо из воздуха появляется каменный диск, покрытый узорами. От него исходит магическое тепло, от которого в пещере начинает подтаивать снег.\n\nРазмером камень с тележное колесо.\n\nГлядя на ваше изумление дракон фыркает дымным смехом. Стукает когтём по камню — и тот ужимается до мелкой монетки. Как раз чтобы войти в паз на крышке часов. \n\nС щелчком руна становится на место.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      },
      {
        "id": 80,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/64/0b/dc/640bdc02d360df1b26c015bd57a2517a.jpg"
      }
    ]
  },
  {
    "id": 81,
    "text": "Дракон лениво моргает и продолжает:\n\n— Что же, раз умом ты не блещешь... Тогда отдай мне взамен нечто ценное. Моё племя уважает золото пуще всего, но иные украшения тоже сгодятся.",
    "answers": [
      {
        "var_add": [
          "attitudeDragon",
          1
        ],
        "id": 80,
        "var_sub": [
          "itemGold",
          1
        ],
        "var_need": [
          "itemGold",
          1
        ],
        "text": "Отдать золотую монету"
      },
      {
        "var_add": [
          "attitudeDragon",
          1
        ],
        "id": 80,
        "var_sub": [
          "itemGoldStatuette",
          1
        ],
        "var_need": [
          "itemGoldStatuette",
          1
        ],
        "text": "Отдать золотую статуэтку"
      },
      {
        "var_add": [
          "attitudeDragon",
          1
        ],
        "id": 80,
        "var_sub": [
          "itemAmberNecklace",
          1
        ],
        "var_need": [
          "itemAmberNecklace",
          1
        ],
        "text": "Отдать янтарные бусы"
      },
      {
        "var_add": [
          "attitudeDragon",
          1
        ],
        "id": 80,
        "var_sub": [
          "itemAmberPendant",
          1
        ],
        "var_need": [
          "itemAmberPendant",
          1
        ],
        "text": "Отдать янтарный кулон матери"
      },
      {
        "id": 84,
        "text": "Нет подходящих предметов",
        "var_no_more": [
          "itemGold",
          0,
          "itemGoldStatuette",
          0,
          "itemAmberNecklace",
          0,
          "itemAmberPendant",
          0
        ]
      }
    ]
  },
  {
    "id": 82,
    "text": "Огромный ящер укладывает голову на лапы. Больше вам здесь ничего не нужно, разве что спросить, не знает ли он, где остальные две руны. Дракон выщеривает длинные клыки:\n\n— Я не видел солнца поверхности больше сотни лет, откуда мне знать? — Он недовольно стегает хвостом и сбивает бахрому натёков с потолка.\n— Руна Хлада давно утеряна, руна Жизни... Гм... В последний раз я чувствовал её у одного из остроухих предателей. Тогда он жил особняком, в горах к югу отсюда, где много озёр и лугов. А теперь ни того, ни другого, должно быть, если ты говоришь правду.",
    "answers": [
      {
        "id": 82,
        "text": "\n\nВы благодарите дракона и собираетесь уходить, но он останавливает вас.\n\n— А знаешь, человечек, — медленно тянет он, — что-то я добрый сегодня. Трудно тебе придётся: ни когтей, ни зубов, ни крыльев. Пусть хоть путеводная звезда за тобой приглядывает.\n\nГлаза дракона вспыхивают золотым, завораживают, вы чувствуете ниточку силы, что протянулась между вами.\n\nНа открытых ладонях вспыхивают и пропадают очертания звёзд.",
        "merge": true,
        "var_equal": [
          "attitudeDragon",
          3
        ]
      },
      {
        "id": 89,
        "text": "Покинуть пещеры",
        "var_equal": [
          "attitudeDragon",
          3
        ],
        "var_set": [
          "dragonsBlessing",
          1
        ]
      },
      {
        "id": 89,
        "text": "Покинуть пещеры",
        "var_less": [
          "attitudeDragon",
          3
        ]
      }
    ]
  },
  {
    "id": 83,
    "text": "Дракон хочет забрать жизненные силы.",
    "answers": [
      {
        "id": 83,
        "text": "\nСил больше 2 — забрать четверть (сканирует и выносит вердикт)",
        "var_need": [
          "characterHitPoints",
          2
        ],
        "merge": true
      },
      {
        "id": 83,
        "text": "\nСил меньше 2 — даже взять нечего, а убивать людишек он не собирается, так что превращает в свою игрушку",
        "merge": true,
        "var_no_more": [
          "characterHitPoints",
          1
        ]
      },
      {
        "id": 86,
        "text": "Сил больше или равно 26",
        "var_need": [
          "characterHitPoints",
          26
        ],
        "var_sub": [
          "characterHitPoints",
          25
        ]
      },
      {
        "text": "Сил меньше 26, но больше 1",
        "id": 86,
        "var_need": [
          "characterHitPoints",
          2
        ],
        "var_less": [
          "characterHitPoints",
          26
        ],
        "var_set": [
          "characterHitPoints",
          1
        ]
      },
      {
        "id": 85,
        "text": "Силы равны 1 (выход на концовку Драконья игрушка)",
        "var_set": [
          "endingDragonsToy",
          1
        ],
        "var_equal": [
          "characterHitPoints",
          1
        ]
      }
    ]
  },
  {
    "id": 84,
    "text": "Дракон зол от такой наглости — ни загадка (любая из двух) не разгадана правильно, ни предмета нет.",
    "answers": [
      {
        "var_equal": [
          "attitudeDragon",
          2
        ],
        "id": 84,
        "text": "\nОтношение 2 и нет проклятия — простит, но щаставит дать обещание (нравишься ты мне)",
        "merge": true,
        "var_no_more": [
          "characterCurseNewRising",
          0
        ]
      },
      {
        "var_equal": [
          "attitudeDragon",
          1
        ],
        "id": 84,
        "text": "\nОтношение 1 и нет проклятия — хочет забрать жизнь (не нравишься ты мне)",
        "merge": true,
        "var_no_more": [
          "characterCurseNewRising",
          0
        ]
      },
      {
        "id": 84,
        "text": "\nЕсть проклятие — служить дракону игрушкой (концовка)",
        "var_need": [
          "characterCurseNewRising",
          1
        ],
        "merge": true
      },
      {
        "id": 80,
        "text": "Далее (удачно, к выдаче руны)",
        "var_no_more": [
          "characterCurseNewRising",
          0
        ],
        "var_equal": [
          "attitudeDragon",
          2
        ]
      },
      {
        "id": 83,
        "text": "Далее (средне, к забору силы)",
        "var_no_more": [
          "characterCurseNewRising",
          0
        ],
        "var_equal": [
          "attitudeDragon",
          1
        ]
      },
      {
        "id": 85,
        "text": "Далее (концовка, плохо)",
        "var_need": [
          "characterCurseNewRising",
          1
        ],
        "var_set": [
          "endingDragonsToy",
          1
        ]
      }
    ]
  },
  {
    "id": 85,
    "text": "Последнее, что вы успеваете осознать — эти невероятные глаза, что поглощают саму вашу сущность, подчиняя себе.\n\nДраконы и правда не любят убивать без причины.\nОбычно они просто превращают жертв в лишённых воли марионеток. Возможно, вы поможете ему освободиться. Или будете его игрушкой, которую весело гонять по пещере — узнать об этом вы уже всё равно никогда не сможете.",
    "answers": [
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/41/c7/6f/41c76f4299e305d9557bdfc4fa450dd9.jpg"
      },
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "Процесс отбора сил, реакция дракона (смилостивился)",
    "answers": [
      {
        "id": 86,
        "text": "\n\nЕсли всего 1 пункт остался (слабость и побочки)",
        "merge": true,
        "var_equal": [
          "characterHitPoints",
          1
        ]
      },
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Выбор сделан",
    "answers": [
      {
        "id": 87,
        "text": "\n\n— Знание, — объявляет дракон, — неплохо... Расскажу, как очутился здесь. В благодатные времена, когда драконы правили небом, эльфы решили нарушить давний договор и свергнуть нас. Они разорили гнёзда и изгнали нас в сырые тёмные подземелья. А тех, кто не желал с этим мириться, заковали в цепи. Все мои сородичи давно предали кости земле, лишённые свободы. Но я буду жить, покуда не свершится мес-с-сть.\n\nОт жуткого шипения шевелятся волосы на затылке. Взгляд дракона падает на вас. Он рявкает так, что с потолка сыпется крошка:\n— А теперь говори правду, пока я тебя не съел! Я чувствую, как от тебя смердит враньём!",
        "var_need": [
          "caseBlack",
          1
        ],
        "merge": true
      },
      {
        "id": 87,
        "text": "\n\n— Вкус-с-сная, — тянет дракон. — Неплохо.\n\nОн выкатывает когтём плод. Вживую вы такое никогда не видели, но однажды встречали на картинке. Это яблоко.\n\n— Еш-ш-шь, — велит дракон. Вроде ласково, но сразу понятно, что отказаться нельзя. Он с прищуром наблюдает: — Здоровее будеш-ш-шь.\n\nИ правда — с каждым сочным кусочком вы ощущаете, как проходят ушибы и синяки, как возврашается свежесть разума.\n\nДракон терпеливо ждёт, пока вы едите. А потом рявкает так, что с потолка сыпется крошка: — А теперь говори правду! Я чувствую, как от тебя смердит враньём!",
        "var_need": [
          "caseGreen",
          1
        ],
        "merge": true
      },
      {
        "id": 87,
        "text": "\n\n— Алчная, — морда дракона складывается в ехидную усмешку, — для меня в самый раз.\n\nОн рявкает так, что с потолка сыпется крошка: — А теперь говори правду! Я чувствую, как от тебя смердит враньём!",
        "var_need": [
          "caseYellow",
          1
        ],
        "merge": true
      },
      {
        "id": 87,
        "text": "\n\nДракон бьёт хвостом о землю, глаза его разгораются алым сиянинм.\n\n— С-с-смертельная, — говорит он, улыбаясь во всю пасть.",
        "var_need": [
          "caseBrown",
          1
        ],
        "merge": true
      },
      {
        "id": 87,
        "text": "\n\n— А ты не так прост, человечек, — говорит дракон с чем-то, подозрительно похожим на уважение. — Волш-ш-шебная. В ней-то и лежит руна, что тебе так нужна.",
        "var_need": [
          "caseRed",
          1
        ],
        "merge": true
      },
      {
        "id": 87,
        "text": "\n\n— Полезная, — говорит дракон в мнимой задумчивости. — А что мош-ш-шет быть полезнее, чем хорош-ш-ший совет?\n\nУ вас есть, что возразить на этот счёт, но вы благоразумно держите эти соображения при себе. Дракон переставляет лапы, укладываясь поудобнее.\n\n— Так вот мой совет — никогда не лги тому, кто владеет магией от природы, человечек, — усмехается он. И тут же рявкает так, что с потолка сыпется крошка: — А теперь говори правду! Я чувствую, как от тебя смердит враньём!",
        "var_need": [
          "caseBlue",
          1
        ],
        "merge": true
      },
      {
        "id": 88,
        "text": "Далее",
        "var_need": [
          "caseGreen",
          1
        ],
        "var_set": [
          "characterHitPoints",
          100
        ]
      },
      {
        "id": 88,
        "text": "Далее",
        "var_need": [
          "caseBlack",
          1
        ]
      },
      {
        "id": 80,
        "text": "Далее",
        "var_need": [
          "caseRed",
          1
        ]
      },
      {
        "id": 85,
        "var_need": [
          "caseBrown",
          1
        ],
        "text": "Далее",
        "var_set": [
          "endingDragonsToy",
          1
        ]
      },
      {
        "id": 81,
        "var_need": [
          "caseYellow",
          1
        ],
        "text": "Далее",
        "var_set": [
          "attitude Dragon",
          1
        ]
      },
      {
        "id": 81,
        "var_need": [
          "caseBlue",
          1
        ],
        "text": "Далее",
        "var_set": [
          "attitude Dragon",
          1
        ]
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы рассказываете всё как есть. Кажется, этот рассказ позабавил ящера — он пускает дым из ноздрей и вырывающийся из пасти грохот подозрительно похож на смех.\n\n— Столетия сменились, а эльфы всё так же самонадеяны, — он издаёт рык, заставляя стены пещеры дрогнуть, — однажды они поплатятся за мои века здесь! А для крошечной мести сойдёшь и ты, человечек.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "После затхлых пещер воздух поверхности кажется вкусным, вы жадно пьёте его, несмотря на порывы жестокого ветра.",
    "answers": [
      {
        "id": 89,
        "text": "\n\nВы в полном порядке и готовы продолжать путешествие.",
        "merge": true,
        "var_equal": [
          "characterHitPoints",
          100
        ]
      },
      {
        "var_more": [
          "characterHitPoints",
          1
        ],
        "id": 89,
        "text": "\n\nПроделанный путь не прошёл для вас даром, самочувствие могло бы быть и получше.",
        "var_less": [
          "characterHitPoints",
          100
        ],
        "merge": true
      },
      {
        "id": 89,
        "text": "\n\nБольшая удача, что вы вообще смогли выбраться из пещер, во всём теле невыносимая слабость, холод моментально пробирает до костей.",
        "merge": true,
        "var_equal": [
          "characterHitPoints",
          1
        ]
      },
      {
        "id": 37,
        "text": "[Дорожный мешок]"
      },
      {
        "var_equal": [
          "characterHitPoints",
          1
        ],
        "id": 91,
        "text": "Надеть шаль",
        "var_need": [
          "itemIrjinaShawl",
          1
        ],
        "var_set": [
          "characterHitPoints",
          25
        ]
      },
      {
        "id": 90,
        "text": "Забраться в горы"
      }
    ]
  },
  {
    "id": 90,
    "text": "Ночь застигает вас на изрытом валунами и льдинами склоне. Под защитой одного из камней вы устраиваетесь на ночлег, больше не нуждаясь в том, чтобы развести огонь.\n\nБлизость руны Жара согревает тело лучше любого костра, магическая сила струится по венам, наполняя их теплом.\n\nНа рассвете вы уже снимаетесь с места. В утренних зыбких сумерках впереди виднеется какой-то туман, но в отличие от тумана обычного, он движется вверх. Больше похоже на... пар?",
    "answers": [
      {
        "id": 92,
        "text": "Подойти ближе"
      }
    ]
  },
  {
    "id": 91,
    "text": "Эта чудесная шаль, сотканная из тончайшей шерсти горных коз, не только теплая и приятная на ощупь, но и обладает удивительными свойствами.\n\nВы заматываетесь в шаль и чувствуете, как усталость и напряжение отступают, а их место занимают свежие силы и бодрость.",
    "answers": [
      {
        "id": 37,
        "text": "[Дорожный мешок]"
      },
      {
        "id": 90,
        "text": "Подняться в горы"
      }
    ]
  },
  {
    "id": 92,
    "text": "Небольшое горное озерцо исходит паром. Чем ближе к нему, тем меньше снега, он тает, хлюпает под ногами кашей и сменяется землёй.\n\nА по краям — настоящая живая зелень, все берега покрыты ею! Здесь даже запах другой... Вы вертите головой, пытаясь осознать то, что видите впервые в жизни.\n\nЗа дымкой виднеется нечто, похожее на жилище из переплетённых стволов и ветвей.",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      },
      {
        "id": 92,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/49/0f/85/490f856c9e1031ebdee44c30642dfdfb.jpg"
      }
    ]
  },
  {
    "id": 93,
    "text": "Пока вы наслаждаетесь видом, в траве что-то шуршит, и к вашей ноге подбегает крошечная зверушка. У неё глазки-бусинки и длинный тонкий хвост. Зверушка пищит — неужели хочет идти с вами? Она похожа на домашних мышей, но те вредители серые и крупные, а эта совсем крохотная и с шёрсткой цвета речного песка.\n\nПричин не брать её с собой полно — всё же зверьку не объяснишь правила поведения, может испортить одежду, мешок или хрупкие вещи в нём.\n\nВзять — да вроде и незачем. Для компании разве что, чтобы скрасить одинокие странствия. Питомца у вас никогда не было, но всегда хотелось.",
    "answers": [
      {
        "id": 94,
        "text": "Взять",
        "var_set": [
          "petMouse",
          1
        ]
      },
      {
        "id": 95,
        "text": "Не взять",
        "var_set": [
          "petMouse",
          0
        ]
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы подставляете ладонь и мышка стремглав взбирается по рукаву наверх. Она обнюхивает ваше лицо, смешно щекоча усами и затихает где-то под воротником.",
    "answers": [
      {
        "id": 96,
        "text": "Использовать книгу «Искусство животной речи»",
        "var_need": [
          "itemBookAnimalLanguage",
          1
        ]
      },
      {
        "id": 95,
        "text": "Пройти по берегу"
      }
    ]
  },
  {
    "id": 95,
    "text": "На подходе к хижине вы словно налетаете на невидимую стену и едва не падаете. По воздуху проходит рябь.\n\nОсмотревшись, вы замечаете, что по земле тянется цепь из врытых камешков с плоскими верхушками, повторяющая контур этой стены. Сколько вы ни пытаетесь, не можете проникнуть за магический барьер, однако, птицы и насекомые без проблем пересекают его.",
    "answers": [
      {
        "id": 97,
        "text": "Попробовать дозваться хозяина",
        "var_set": [
          "attitudeElf",
          0
        ]
      },
      {
        "id": 97,
        "text": "Вынуть несколько камней и пройти дальше",
        "var_set": [
          "attitudeElf",
          -1
        ]
      },
      {
        "id": 97,
        "text": "Запустить внутрь мышь",
        "var_need": [
          "petMouse",
          1
        ],
        "var_set": [
          "attitudeElf",
          1
        ]
      }
    ]
  },
  {
    "id": 96,
    "text": "Отличная идея приходит вам в голову — спросить у мыши, не живёт ли тут кто.\n\nМышь отвечает, что здесь владения эльфа, который был здесь до неё и даже до самой старой из ворон.\n\nОн тоже говорит с животными, сторонится других эльфов, а людей и вовсе терпеть не может за их наглость и грубость.",
    "answers": [
      {
        "id": 95,
        "text": "Идти по берегу"
      }
    ]
  },
  {
    "id": 97,
    "text": "Здесь достаточно тепло, так что пот начинает застилать глаза.",
    "answers": [
      {
        "id": 97,
        "text": "\n\nВы поддеваете один из камней и обнаруживаете, что это врытый в землю стержень длиной в две ладони. Камень переливается серым, немного похож на металл. Попыхтев, вы извлекаете три соседние стержня — этого достаточно, чтобы в преграде образовалась брешь.\n\nНо едва вы делаете шаг, как из сплетения ветвей появляется высокий мужчина. Его длинные светлые волосы убраны так, что видно кончики острых ушей.\n\nХудое лицо искажает ярость:\n\n— Как ты смеешь касаться моей земли без приглашения?",
        "var_equal": [
          "attitudeElf",
          -1
        ],
        "merge": true
      },
      {
        "id": 97,
        "text": "\n\nВы складываете ладони у рта и кричите, надеясь, что вас не услышат горные волки или барсы.\n\nИз сплетения ветвей появляется высокий мужчина в зелёных одеждах. Его длинные светлые волосы убраны так, что видно кончики острых ушей.\n\nОн явно не рад вашему появлению и складывает руки на груди, вопросительно задрав бровь.",
        "var_equal": [
          "attitudeElf",
          0
        ],
        "merge": true
      },
      {
        "id": 97,
        "text": "\n\nВы снимаете мышку с плеча и просите её сообщить эльфу, что пришли к нему с визитом. Та мгновенно скрывается в траве, добегает до переплетений ветвей и скрывается за ними.\n\nНекоторое время спустя она возвращается, а следом из своего жилища показывается хозяин — эльф с гладким молодым лицом и глазами всё повидавшего старика. Его длинные волосы белизной соперничают со снежными вершинами, окружающими долину, одежды играют всеми оттенками зелени.\n\nОн снисходительно кивает вам:\n\n— Рад видеть, что ещё не все люди утратили представления о приличиях.",
        "var_equal": [
          "attitudeElf",
          1
        ],
        "merge": true
      },
      {
        "id": 98,
        "text": "Рассказать, зачем пришли"
      }
    ]
  },
  {
    "id": 98,
    "text": "Взгляд эльфа затуманивается.\n\n— Ах, эти часы... Моя сестра создала их в прежние времена, когда наш народ пел в благословенных рощах Согдара. Она думала, что их сила поможет, но всё повторялось снова и снова, как бы она ни старалась. И тогда...\n\nОн замолкает. Взгляд, устремлённый на застывший циферблат, проясняется.\n\n— Ты говоришь, что хочешь всё изменить, но я не верю, что реку времени можно обратить вспять.",
    "answers": [
      {
        "id": 99,
        "text": "Ответить вежливо и многословно",
        "var_add": [
          "attitudeElf",
          2
        ]
      },
      {
        "id": 99,
        "text": "Ответить разумно, без лишних украшательств",
        "var_add": [
          "attitudeElf",
          1
        ]
      },
      {
        "id": 99,
        "text": "Ответить доходчиво, возможно, даже грубовато",
        "var_add": [
          "attitudeElf",
          0
        ]
      }
    ]
  },
  {
    "id": 99,
    "text": "Эльф думает",
    "answers": [
      {
        "id": 99,
        "text": " не слишком долго. Он явно впечатлён вашими манерами.\n\n— Я верю в твою звезду, — с важностью говорит он. Голос струится, как густой мёд, завораживая. — Не просто так земные дороги привели тебя ко мне. Так слушай же.\n\nМоё имя — Аркенил Сребролист. Проклятие, что обрушилось на наши земли, дело рук моей родной сестры Лириэль, самой способной из эльфийских волшебниц. Она всегда была сильна, но слишком наивна, не гнушалась дружбой с вашим племенем, за что и поплатилась... Её возлюбленный, человечишка из какой-то жалкой деревни в предгорьях, оказался мерзавцем и предал её любовь.\n\nТогда она и сделала этот хроноворот, желая вернуться в счастливые времена. Но раз за разом всё повторялось, оставляя в душе новую трещину. Сердце Лириэль не могло это вынести и оледенело. Холод поселился в ней, принеся спокойствие.\n\nИ тогда она прокляла весь наш край.",
        "var_equal": [
          "attitudeElf",
          3
        ],
        "merge": true
      },
      {
        "id": 99,
        "text": " достаточно долго, чтобы вы занервничали.\n\n— Пожалуй, ты отличаешься от других представителей человечьего рода, — с лёгким сомнением говорит он. Голос струится, как густой мёд, завораживая. — Не просто так земные дороги привели тебя ко мне. Так слушай же.\n\nМоё имя — Аркенил Сребролист. Проклятие, что обрушилось на наши земли, дело рук моей родной сестры Лириэль, самой способной из эльфийских волшебниц. Она всегда была сильна, но слишком наивна, не гнушалась дружбой с вашим племенем, за что и поплатилась... Её возлюбленный, человечишка из какой-то жалкой деревни в предгорьях, оказался мерзавцем и предал её любовь.\n\nТогда она и сделала этот хроноворот, желая вернуться в счастливые времена. Но раз за разом всё повторялось, оставляя в душе новую трещину. Сердце Лириэль не могло это вынести и оледенело. Холод поселился в ней, принеся спокойствие.\n\nИ тогда она прокляла весь наш край.",
        "var_equal": [
          "attitudeElf",
          2
        ],
        "merge": true
      },
      {
        "id": 99,
        "text": ", но лицо его полно сомнений.\n\n— Может, тебе и повезёт, — наконец говорит он. — Но доверить руну Жизни вот так запросто... Сперва пройди моё испытание, тогда я решу, что с тобой делать.",
        "var_equal": [
          "attitudeElf",
          1
        ],
        "merge": true
      },
      {
        "id": 99,
        "text": ", оглядывая вас без намёка на уважение.\n\n— Сомневаюсь, что тебе это под силу, — наконец говорит он. — Сперва пройди моё испытание, тогда я решу, что с тобой делать.",
        "var_equal": [
          "attitudeElf",
          0
        ],
        "merge": true
      },
      {
        "id": 99,
        "text": " считанный миг.\n\n— Презренный червь, — цедит он сквозь зубы, — тебе хватило наглости просить меня об этом? Вот так явиться сюда, не проявить и намёка на уважение, чтобы требовать одно из величайших сокровищ мира? Это просто немыслимо, у меня не найдётся слов, чтобы... Нет, слова тут не помогут. Ты заслуживаешь хорошего урока.",
        "var_equal": [
          "attitudeElf",
          -1
        ],
        "merge": true
      },
      {
        "id": 100,
        "text": "Далее",
        "var_equal": [
          "attitudeElf",
          3
        ],
        "var_set": [
          "elfesBlessing",
          1
        ]
      },
      {
        "id": 100,
        "text": "Далее",
        "var_equal": [
          "attitudeElf",
          2
        ]
      },
      {
        "id": 101,
        "text": "Далее",
        "var_equal": [
          "attitudeElf",
          1
        ]
      },
      {
        "id": 101,
        "text": "Далее",
        "var_equal": [
          "attitudeElf",
          0
        ]
      },
      {
        "id": 104,
        "text": "Далее",
        "var_set": [
          "endingWorkerBee",
          1
        ],
        "var_equal": [
          "attitudeElf",
          -1
        ]
      }
    ]
  },
  {
    "id": 100,
    "text": "Ещё одна руна оказывается у вас. Прикосновение к ней наполняет уверенностью, что все сложности преодолимы и жизнь всегда будет торжествовать над смертью.\n\nКруглый камешек с тихим щелчком встаёт в паз.",
    "answers": [
      {
        "id": 100,
        "text": "\n\nАркенил с выражением полного спойствия смотрит на это. А затем подходит и прижимает ладонь к вашему лбу. Голову охватывает жар, всё расплывается перед глазами и сразу же возвращается в обычный вид.\n\n— Я знаю сестру лучше всех, — говорит он с еле заметной горечью. — В трудный момент ты сможешь воззвать ко мне через пространство и попросить совет.",
        "var_equal": [
          "elfesBlessing",
          1
        ],
        "merge": true
      },
      {
        "id": 102,
        "text": "Далее"
      },
      {
        "id": 100,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/cc/55/e6/cc55e64e32ca5be5050ea30e1446786b.jpg"
      }
    ]
  },
  {
    "id": 101,
    "text": "Эльф с надменным видом разминает пальцы. \n\n— Хорошие манеры — не твой конёк. Лишь бритвенно-острый ум может извинить невежу, так давай посмотрим, наделила ли Великая Мать тебя этим достоинством.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "Эльф не идёт вас провожать, но даёт напутствие:\n\n— Ледяной чертог лежит далеко к северу отсюда, на холмах за Бренной. Дорога к нему сложна, но это ничто в сравнении с тем, что ожидает внутри. Что же, если у тебя и правда получится раздобыть руну Хлада... Я посчитаю это за улыбку богов.",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "Переход через горы был сложным, непривычному к таким странствиям жителю равнин и вовсе оказался едва посильным.\n\nВы много раз думали о том, чтобы всё бросить, злились на себя за это и упрямо шли вперёд. Что бы ни произошло дальше, вы не сможете упрекнуть себя за то, что сдались.\n\nНаконец, последний перевал, последняя ночь в горах. Уже завтра вы спуститесь на холмистую равнину, обсыпанную редколесьем.\n\nИ в эту лунную ночь видите сон, в котором незнакомые эльфы покрываются ледяной коркой, застывая навеки статуями. Вы просыпаетесь с ощущением, что этот сон что-то значит.\n\nНо утро вступает в свои права и быстро вырывает из лап ночных видений, открывая вид на цитадель, венчающую один из холмов.",
    "answers": [
      {
        "id": 37,
        "text": "[Дорожный мешок]"
      },
      {
        "id": 105,
        "text": "Приблизиться"
      },
      {
        "id": 103,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/db/4b/db/db4bdbc24d831e3431dc54158b825a8e.jpg"
      }
    ]
  },
  {
    "id": 104,
    "text": "Эльф хлопает в ладоши — и мир вокруг вас меняется: иные цвета, размеры, скорости...\n\nНа самом деле изменился не мир, а вы сами. Магия обратила вас в обычную рабочую пчёлку, и теперь до конца жизни вы будете собирать нектар на этих горных лугах.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      },
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/5d/b3/41/5db341f0dcb7f15295b989a599af577d.jpg"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы стоите в глубине зловещего леса, окруженного тишиной и мраком. Вокруг указывают в небеса чёрными пальцами мертвые деревья — единственные обитатели этого забытого места, — но взгляд ваш устремлен на замок, стоящий на вершине холма.\n\nОн вырезан из самого сердца вечной зимы, неприступный и мрачный.\n\nХолодные прозрачные шпили пронзают облака, стремясь дотянуться до солнца. Зубцы на стенах и башнях блестят, словно клыки хищника, готовые разорвать любого, кто осмелится бросить вызов его власти.\n\nЭто Ледяной чертог, обитель страха и тайн, куда вам предстоит проникнуть.",
    "answers": [
      {
        "id": 110,
        "text": "Далее",
        "var_equal": [
          "dragonsBlessing",
          1
        ]
      },
      {
        "var_less": [
          "dragonsBlessing",
          1
        ],
        "text": "Далее",
        "id": 112
      },
      {
        "id": 105,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/c9/f0/0d/c9f00d7cc17d7aca54c902dd3ae43f33.jpg"
      }
    ]
  },
  {
    "id": 106,
    "text": "— Мой друг Фарандел Ветроум отличался подозрительностью. И потому не записал заветное слово, открывающее ход в его покои, а зашифровал.\n\nОн сварил пять зелий и поставил в особой последовательности: чёрное, белое, красное, серое, синее.\n\nКаждое — в колбе с буквенным символом. Но нерадивый слуга Фарандела во время уборки повалил полку, на которой они стояли. Всё разлетелось на осколки, не понять, где какой символ был. Вдвоём они смогли припомнить лишь немногое:\n\n• Зелье в первой колбе пахло жжёным сахаром;\n• Белое зелье пахло лилиями;\n• Колба с буквой «И» не пахла сандалом или миррой;\n• Серое зелье пахло сандалом и стояло сразу после зелья с ароматом свежих трав;\n• Колба с символом «Р» стояла прямо перед колбой с символом «Э», но сильно позже колбы с символом «А»\n• Зелье с запахом жжёного сахара стояло прямо перед колбой с буквой «Н»\n• Колба с буквой «А» шла прямо перед зельем с запахом лилий.\n\nКакое же слово образовывали колбы?",
    "answers": [
      {
        "id": 107,
        "text": "ИНАРЭ"
      },
      {
        "id": 107,
        "text": "АНЭРИ"
      },
      {
        "id": 108,
        "text": "ИРЭНА"
      },
      {
        "id": 109,
        "text": "АНИРЭ"
      },
      {
        "id": 107,
        "text": "ЭНИРА"
      }
    ]
  },
  {
    "id": 107,
    "text": "Ваш ответ заставляет эльфа морщиться.\n\n— Две буквы, — говорит он разочарованно, — всего две буквы не на своих местах. Что же, ответ неверный. Но это не худший результат, так что я дам тебе последний шанс.\n\nЗдесь, в глуши, я черпаю магию из остатков природы, накапливая её годами. Мне пригодится любой предмет, что содержит хотя бы её крупицу. А если твоя дерзость столь велика, что дара не сыщется в заплечном мешке — тогда я заберу четверть твоих жизненных сил в назидание.",
    "answers": [
      {
        "id": 100,
        "var_need": [
          "itemBookAnimalLanguage",
          1
        ],
        "text": "Отдать книгу «Искусство животной речи»",
        "var_sub": [
          "itemBookAnimalLanguage",
          1
        ]
      },
      {
        "id": 100,
        "var_need": [
          "itemBookGreatGrass",
          1
        ],
        "text": "Отдать книгу «Великий травник»",
        "var_sub": [
          "itemBookGreatGrass",
          1
        ]
      },
      {
        "id": 100,
        "var_need": [
          "itemBookPath",
          1
        ],
        "text": "Отдать книгу «Путеводные нити и тропознание»",
        "var_sub": [
          "itemBookPath",
          1
        ]
      },
      {
        "id": 100,
        "var_need": [
          "itemBookDream",
          1
        ],
        "text": "Отдать книгу «Сновидческие прозрения»",
        "var_sub": [
          "itemBookDream",
          1
        ]
      },
      {
        "id": 100,
        "var_need": [
          "itemAmberPendant",
          1
        ],
        "text": "Отдать янтарный кулон матери",
        "var_sub": [
          "itemAmberPendant",
          1
        ]
      },
      {
        "id": 100,
        "var_need": [
          "itemAmberNecklace",
          1
        ],
        "text": "Отдать янтарные бусы",
        "var_sub": [
          "itemAmberNecklace",
          1
        ]
      },
      {
        "id": 100,
        "var_need": [
          "itemGoldStatuette",
          1
        ],
        "text": "Отдать золотую статуэтку",
        "var_sub": [
          "itemGoldStatuette",
          1
        ]
      },
      {
        "id": 100,
        "var_need": [
          "itemBlueIce",
          1
        ],
        "text": "Отдать синюю льдину",
        "var_sub": [
          "itemBlueIce",
          1
        ]
      },
      {
        "id": 100,
        "var_need": [
          "mansionItemFireStone",
          1
        ],
        "text": "Отдать камень-огневик",
        "var_sub": [
          "mansionItemFireStone",
          1
        ]
      },
      {
        "id": 111,
        "text": "Отдать четверть жизненных сил"
      }
    ]
  },
  {
    "id": 108,
    "text": "Ваш ответ вызывает у эльфа подлинную ярость.\n\n— Червь, — цедит он сквозь зубы, — как смеет подобное существо тратить моё время? Ты плодоносишь скудоумием и не заслуживаешь этой телесной формы. Сколь бы ни были примитивны люди, даже для своего племени ты настоящий позор.",
    "answers": [
      {
        "id": 104,
        "text": "Далее",
        "var_set": [
          "endingWorkerBee",
          1
        ]
      }
    ]
  },
  {
    "id": 109,
    "text": "Ваш ответ удивил эльфа.\n\n— Гм, — бормочет он, оглаживая подбородок, — верно. Возможно, я был поспешен в своих суждениях о твоём племени. Может, не всякий человек умён, но среди вас всё-таки находятся те, что несут в себе искру божественной мысли. Что же, это было впечатляюще. Я помогу тебе.",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "Вы жмётесь к промёрзлым камням, обходя чертог по кругу, и вдруг чувствуете, как разгораются на коже ладоней метки, оставленные драконом. Пять шагов дальше — гаснут. Потоптавшись, вы можете определить, на каком участке их реакция ярче всего.\n\nПрямо над вами участок стены, лёд на котором немного отличается от остального, блестит, словно недавно намёрз. Совсем незаметно, если не приглядываться. А снег выглядит так, будто кто-то замёл следы.",
    "answers": [
      {
        "id": 113,
        "text": "Взобраться по холму"
      }
    ]
  },
  {
    "id": 111,
    "text": "Взгляд голубых глаз такой пристальный, что от него становится щекотно.",
    "answers": [
      {
        "id": 83,
        "text": "\n\n— У тебя достаточно здоровья для этой платы, — решает эльф. — Я забираю своё.\n\nВы чувствуете, как тело покидают силы. Жутковатое ощущение, но его можно вынести.",
        "var_need": [
          "characterHitPoints",
          2
        ],
        "merge": true
      },
      {
        "id": 83,
        "text": "\n\n— Нет, нет, — качает головой эльф и холодно улыбается: — Вижу, что ноша не по твоему плечу. Давай-ка я упрощу всё дело.",
        "var_no_more": [
          "characterHitPoints",
          1
        ],
        "merge": true
      },
      {
        "id": 100,
        "var_need": [
          "characterHitPoints",
          26
        ],
        "text": "Далее",
        "var_sub": [
          "characterHitPoints",
          25
        ]
      },
      {
        "text": "Далее",
        "id": 100,
        "var_need": [
          "characterHitPoints",
          2
        ],
        "var_less": [
          "characterHitPoints",
          26
        ],
        "var_set": [
          "characterHitPoints",
          1
        ]
      },
      {
        "id": 104,
        "text": "Далее",
        "var_less": [
          "characterHitPoints",
          2
        ],
        "var_set": [
          "endingWorkerBee",
          1
        ]
      }
    ]
  },
  {
    "id": 112,
    "text": "По стенам ходят стражи со сверкающими алебардами, четверо таких же несут караул у ворот. В замок явно не попасть просто так\n\nВы замечаете, как несколько странных созданий выходят из редкого лесочка и скрываются в воротах замка. Они выглядят как ожившие пучки прутьев с руками и ногами, их лица полностью скрыты под причудливыми масками из веток и коры. То лешаки — мелкие духи болот и чащ.\n\nВ руках-ветках у них птичьи тушки. Должно быть, тащат владычице дань, чтобы та совсем их не поморозила.\n\nПохоже, что маскировка — это ваш единственный шанс проникнуть в замок незамеченным. Но лес с нужными ветками слишком близок к стенам замка.",
    "answers": [
      {
        "id": 115,
        "text": "Пробраться в чащу"
      }
    ]
  },
  {
    "id": 113,
    "text": "Оказавшись рядом со стеной, вы с опаской протягиваете руку — и ладонь с лёгкостью проходит сквозь лёд! Тёмные камни прикрыли иллюзией.\n\nМороз возле стены пробирает до нутра. Где-то должен быть проход, но как его найти? Медленно, вы начинаете ощупывать стену, нажимая на каждый камень, пытаясь найти те самые, что приведут механизм в действие. Один, второй, десятый… всё не то. Ваше сердце колотится всё быстрее, кровь бурлит в ожидании, что сейчас охрана на стенах посмотрит вниз. \n\nПровал за провалом, взгляд мечется по стене, ища хоть какую-то зацепку. Но что это? Два немного вдавленных камня, один выше другого. Вы поднимаете руку, чувствуя, как холод проникает в ваши кости, и нажимаете на нижний камень. Затем опускаете руку и касаетесь верхнего. \n\nКамни начинают дрожать, и вы слышите тихий, зловещий щелчок. Часть стены медленно сдвигается, открывая перед вами проход в замок.",
    "answers": [
      {
        "id": 114,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 114,
    "text": "Комната, в которую вы попадаете, поражает броской роскошью. \n\nСтены украшают огромные гобелены — золотые и серебряные цветы среди яркой зелени. По углам и на перламутровых столиках стоят изящные статуэтки белого мрамора: длиннопёрые птицы, что балансируют на крыле, тонкорогие олени, девушки с рыбьми хвостами и струящимися прядями волос.\n\nЛедяной пол в четыре слоя устилают шерстяные ковры тёплых огненных красок, на широкое ложе набросили покрывало из белоснежного меха.\n\nНапротив кровати висит портрет молодой женщины. У неё волосы цвета меди, тонкие черты лица и заострённые уши.\n\nПрямо под портретом стоит небольшая жаровня.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      },
      {
        "id": 114,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/29/8c/05/298c055e3a93a686b3458eb81f8a5b31.jpg"
      }
    ]
  },
  {
    "id": 115,
    "text": "Вокруг мертвый лес, где каждое дерево кажется живым существом, наблюдающим за вами.\n\nВы находите дерево, ветки которого напоминают руки и ноги лешаков. Медленно и осторожно ломаете их, сплетаете вместе тонкими лоскутами от плаща, создавая тело лешака. Сердце бешено колотится, ведь малейший шум может выдать вас. Но останавливаться нельзя.\n\nНаконец, творение готово. Всё тело обвязано сучьями, маска из ветвей и коры скрывает лицо. Теперь вы — настоящий лешак.\n\nВорота замка всё ближе и ближе, снег всё громче скрипит при каждом шаге. Приходится горбиться, чтобы сойти за духа, дыхание замирает под рёбрами, когда ближайший из стражников перехватывает алебарду.\n\nСейчас вы рискуете всем.",
    "answers": [
      {
        "id": 116,
        "text": "Подойти к воротам"
      }
    ]
  },
  {
    "id": 116,
    "text": "Четыре стражника на посту, их бледные до синевы щёки искрятся инеем, на доспехах цветут морозные узоры. Глаза — холодные голубые кристаллы — внимательно следят за каждым вашим движением.\n\nКажется, их взгляды пронизывают хлипкую маскировку насквозь, но вы все равно продолжаете идти, молясь, чтобы никто из них не заметил подвоха. И в самый последний момент спохватываетесь — дыхание! Вы задерживаете вдох, чтобы пар не выдал подмену.\n\nШаги ускоряются, так трудно не пуститься со всех ног. Первая пара стражников остаётся позади, а за ней и вторая. По спине стекает холодный пот.\n\nОни пропускают, но продолжают следить, пока вы не скрываетесь за внутренним кольцом стен.",
    "answers": [
      {
        "id": 134,
        "text": "В замок"
      }
    ]
  },
  {
    "id": 117,
    "text": "Кажется расчёты не удались. Ну или автор записки просто решил подшутить — в нужном месте не обнаружилось ничего интересного.",
    "answers": [
      {
        "id": 147,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 118,
    "text": "Дверь не заперта. Если кто-то войдёт, у вас не будет времени спрятаться.",
    "answers": [
      {
        "id": 119,
        "text": "Связаться по ментальной связи с Аркенилом Сребролистом",
        "var_set": [
          "helpWordNennerin",
          1
        ],
        "var_equal": [
          "elfesBlessing",
          1
        ]
      },
      {
        "id": 120,
        "text": "Обыскать комнату"
      },
      {
        "id": 121,
        "text": "Покинуть комнату как можно быстрее"
      }
    ]
  },
  {
    "id": 119,
    "text": "Вы закрываете глаза и концентрируетесь на образе эльфа. Сначала ничего не происходит, усилия будто вязнут в удушающей тёмной преграде, но спустя несколько мгновений черноту разрывает тусклый огонёк. Вы мысленно тянетесь к нему — и слышите в голове звучный голос эльфа: «Чего ради ты тревожишь мой сон?»\n\nНо недовольство исчезает из его речей, как только вы описываете убранство комнаты.\n\n«Это покои Меленоры Огнежар. Я уже и не чаял назвать это имя снова... В ушедшие времена мы были неразлучны, но верность моей сестре оказалась для неё превыше любви. Однако, я вижу, что жизнь во льдах не по нраву этой пылкой душе. Быть может, ты сможешь убедить её помочь. \n\nЕсли встретишь её, то скажи лишь одно слово: «Неннерин». Ваш народ звал её Танцующей рекой. На скалистом берегу Неннерин мы когда-то дали друг другу клятвы, и если сердце Меленоры ещё не охладело, она вспомнит меня».",
    "answers": [
      {
        "id": 120,
        "text": "Обыскать комнату"
      },
      {
        "id": 121,
        "text": "Покинуть комнату как можно скорее"
      }
    ]
  },
  {
    "id": 120,
    "text": "Вы осматриваете комнату.",
    "answers": [
      {
        "comment": true,
        "var_equal": [
          "counterSearchMelenoraRoom",
          1
        ],
        "id": 120,
        "text": "\n\nВ коридоре всё спокойно.",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "counterSearchMelenoraRoom",
          2
        ],
        "id": 120,
        "text": "\n\nКажется, из коридора слышатся голоса?",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "counterSearchMelenoraRoom",
          3
        ],
        "id": 120,
        "text": "\n\nОпределённо, кто-то идёт в эту сторону, вы слышите шаги.",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "counterSearchMelenoraRoom",
          4
        ],
        "id": 120,
        "text": "\n\nМомент упущен! Шаги останавливаются у двери, и та открывается...",
        "merge": true
      },
      {
        "id": 122,
        "text": "[Кровать]",
        "var_add": [
          "counterSearchMelenoraRoom",
          1
        ],
        "var_no_more": [
          "counterSearchMelenoraRoom",
          3
        ]
      },
      {
        "id": 123,
        "text": "[Шкатулки]",
        "var_add": [
          "counterSearchMelenoraRoom",
          1
        ],
        "var_no_more": [
          "counterSearchMelenoraRoom",
          3
        ]
      },
      {
        "id": 126,
        "text": "[Пол]",
        "var_add": [
          "counterSearchMelenoraRoom",
          1
        ],
        "var_no_more": [
          "counterSearchMelenoraRoom",
          3,
          "itemMelenoraRing",
          0
        ]
      },
      {
        "id": 124,
        "text": "[Шкаф]",
        "var_add": [
          "counterSearchMelenoraRoom",
          1
        ],
        "var_no_more": [
          "counterSearchMelenoraRoom",
          3
        ]
      },
      {
        "id": 127,
        "text": "[Портрет]",
        "var_add": [
          "counterSearchMelenoraRoom",
          1
        ],
        "var_no_more": [
          "counterSearchMelenoraRoom",
          3
        ]
      },
      {
        "id": 125,
        "text": "[Жаровню]",
        "var_add": [
          "counterSearchMelenoraRoom",
          1
        ],
        "var_no_more": [
          "counterSearchMelenoraRoom",
          3
        ]
      },
      {
        "id": 121,
        "text": "Покинуть комнату",
        "var_no_more": [
          "counterSearchMelenoraRoom",
          3
        ]
      },
      {
        "id": 128,
        "text": "Далее",
        "var_need": [
          "counterSearchMelenoraRoom",
          4
        ]
      }
    ]
  },
  {
    "id": 121,
    "text": "Перед вами коридор замка, полностью состоящий изо льда. Здесь наверняка жуткий мороз, но руна Жара, даже вставленная в часы, всё ещё греет вас.\n\nЗдесь два прохода, налево и направо.",
    "answers": [
      {
        "id": 121,
        "text": "\n\nЛадони знакомо горят, когда вы направляете их влево.",
        "merge": true,
        "var_equal": [
          "dragonsBlessing",
          1
        ]
      },
      {
        "id": 121,
        "text": "\n\nМеленора сказала идти влево.",
        "merge": true,
        "var_equal": [
          "attitudeMelenora",
          1
        ]
      },
      {
        "id": 132,
        "text": "Налево"
      },
      {
        "id": 134,
        "text": "Направо"
      },
      {
        "id": 121,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/f1/db/79/f1db79d4c8a57bce7effc25553bd3112.jpg"
      }
    ]
  },
  {
    "id": 122,
    "text": "Рыться в чужой постели слегка неловко. Простыни пахнут чем-то цветочным, подушки набиты мягким пухом.\n\nМех покрывала дивно тёплый и приятен на ощупь, но забрать его с собой вы не сможете, оно настолько велико, что не влезет в мешок.\n\nБольше ничего интересного здесь нет.",
    "answers": [
      {
        "id": 120,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 123,
    "text": "Здесь свалены кучей обычные для дамских шкатулок вещички. Едва ли у вас есть нужда в заколках и гребнях... А вот небольшое зеркало без ручки может пригодиться.",
    "answers": [
      {
        "var_set": [
          "itemMelenoraMirror",
          1
        ],
        "id": 123,
        "instant": true,
        "text": "Взять зеркальце",
        "var_no_more": [
          "itemMelenoraMirror",
          0
        ]
      },
      {
        "id": 120,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 124,
    "text": "Здесь много самой разной одежды на стройную даму, но все карманы досадно пусты.",
    "answers": [
      {
        "id": 120,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 125,
    "text": "Жаровню не так давно использовали, металл еще сохраняет тепло. Кто-то пытался сжечь обрывок бумаги.\n\nНа нём чернеет эльфийская вязь: «Talasen sinda tur-leucar sina».",
    "answers": [
      {
        "var_set": [
          "itemMelenoraNote",
          1
        ],
        "id": 125,
        "text": "Забрать бумажку",
        "instant": true,
        "var_no_more": [
          "itemMelenoraNote",
          0
        ]
      },
      {
        "id": 120,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 126,
    "text": "Вы осматриваете ковры, но здесь тщательно убирают — ни сора, ни брошенных случайно вещей.\n\nОдин из углов привлекает ваше внимание, он немного подвёрнут. Вы заглядываете под ковёр и обнаруживаете в полу щель, через которую видно что-то блестящее. Но пальцами добраться до вещи не получается, слишком далеко.",
    "answers": [
      {
        "id": 126,
        "text": "\n\nУвы, у вас при себе нет ничего, чем можно было бы поддеть или пролезть",
        "var_less": [
          "itemBartekSkates",
          1,
          "petMouse",
          1
        ],
        "merge": true
      },
      {
        "text": "Поддеть коньком",
        "id": 129,
        "var_need": [
          "itemBartekSkates",
          1
        ],
        "var_sub": [
          "itemBartekSkates",
          1
        ],
        "var_set": [
          "actionFloorSkates",
          1
        ]
      },
      {
        "id": 129,
        "text": "Отправить туда мышь",
        "var_need": [
          "petMouse",
          1
        ],
        "var_set": [
          "actionFloorMouse",
          1
        ]
      },
      {
        "id": 120,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 127,
    "text": "Вы отодвигаете портрет, но за ним никаких потайных сейфов... Эх, незадача.\n\nНо на обратной стороне прикреплена портретная миниатюра. Вы без труда узнаёте эльфа-отшельника.",
    "answers": [
      {
        "id": 120,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 128,
    "text": "Женщина, что изображена на портере, резко распахивает двери и входит в комнату, она явно чем-то раздражена.\n\nЧерез считанное мгновение она заметит вас!",
    "answers": [
      {
        "id": 128,
        "text": "\n\nК сожалению, у вас нет ни предметов, ни знаний, что могут выручить...",
        "var_less": [
          "helpWordNennerin",
          1,
          "itemMelenoraRing",
          1
        ],
        "merge": true
      },
      {
        "id": 130,
        "text": "Сказать: «Неннерин!»",
        "var_equal": [
          "helpWordNennerin",
          1
        ],
        "var_set": [
          "actionMelenoraRoomWord",
          1,
          "attitudeMelenora",
          1
        ]
      },
      {
        "id": 130,
        "text": "Надеть кольцо",
        "var_set": [
          "actionMelenoraRoomRing",
          1,
          "invisibleMode",
          1
        ],
        "var_equal": [
          "itemMelenoraRing",
          1
        ]
      },
      {
        "id": 131,
        "text": "Замереть",
        "var_less": [
          "helpWordNennerin",
          1,
          "itemMelenoraRing",
          1
        ]
      },
      {
        "id": 128,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/96/01/5a/96015a3717a40d6423fb33d4f1f0fa1c.jpg"
      }
    ]
  },
  {
    "id": 129,
    "text": "Крышка тайника подогнана очень плотно.",
    "answers": [
      {
        "id": 129,
        "text": "\n\nМышь приносит в зубах красивое серебряное кольцо, от которого исходит магический фон. Когда вы касаетесь его, ничего не происходит.\n\nПодумав, вы с опаской примеряете кольцо.\nИ видите пол сквозь собственную руку.\n\nЭто кольцо невидимости.",
        "merge": true,
        "var_equal": [
          "actionFloorMouse",
          1
        ]
      },
      {
        "id": 129,
        "text": "\n\nВы ломаете сперва один конёк, а потом и второй, но поддеваете краешек.\n\nВ тайнике лежит красивое серебряное кольцо, от которого исходит магический фон. Когда вы касаетесь его, ничего не происходит.\n\nПодумав, вы с опаской примеряете кольцо.\nИ видите пол сквозь собственную руку.\n\nЭто кольцо невидимости.",
        "merge": true,
        "var_equal": [
          "actionFloorSkates",
          1
        ]
      },
      {
        "var_set": [
          "itemMelenoraRing",
          1
        ],
        "id": 129,
        "text": "Забрать кольцо",
        "instant": true,
        "var_no_more": [
          "itemMelenoraRing",
          0
        ]
      },
      {
        "id": 120,
        "text": "Назад"
      },
      {
        "id": 129,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/39/95/f5/3995f5e09323a266b496b3bec56a67b1.jpg"
      }
    ]
  },
  {
    "id": 130,
    "text": "Но прежде, чем она повернула голову, ",
    "answers": [
      {
        "id": 130,
        "text": "вы громко произносите:\n\n— Неннерин!\n\nМеленора Огнежар застывает на месте, словно её приморозило к полу. Она поправляет меховую накидку и хмыкает: «Как самонадеянно с его стороны», — но по зардевшимся щекам и быстрой улыбке видно, как рада она это услышать.\n\nОна слушает вас с рассеянным интересом, то обращаясь в слух, то перебирая сухие веточки в настольной вазе.\n\n— Давно пора, — вздыхает Меленора негромко, — всё зашло слишком далеко. Можешь рассчитывать на меня.",
        "merge": true,
        "var_equal": [
          "actionMelenoraRoomWord",
          1
        ]
      },
      {
        "id": 130,
        "text": "вы успеваете надеть кольцо, что нашли в тайнике. Эльфийка смотрит мимо вас, проходит к креслу и плюхается в него с тяжёлым стоном. Она скидывает туфли с такой злостью, что те летят через половину комнаты.",
        "merge": true,
        "var_equal": [
          "actionMelenoraRoomRing",
          1
        ]
      },
      {
        "id": 121,
        "text": "Поскорее выбраться из комнаты",
        "var_equal": [
          "actionMelenoraRoomRing",
          1
        ]
      },
      {
        "id": 133,
        "text": "Далее",
        "var_equal": [
          "actionMelenoraRoomWord",
          1
        ]
      }
    ]
  },
  {
    "id": 131,
    "text": "Женщина замечает вас и мгновенно вскидывает руку. Её сила свивается в незримые петли и опутывает вас в мгновение ока, не давая шевельнуть даже мизинцем. Скованные чарами, вы не можете удержать равновесие и падаете на пол. Язык не повинуется, изо рта не вылетает и звука, как бы вы ни старались.\n\nУбедившись, что опасности вы не представляете, эльфийка подходит ближе. Зелёные глаза настороженно изучают незваного гостя. Она выпрямляется и с досадой покусывает ноготь, бормоча под нос:\n\n— Очередная проверка, Лириэль? Я так глупо не попадусь.\n\nОна отходит к дверям и громко зовёт стражу. А когда те, лязгая покрытыми инеем доспехами вваливают в комнату, небрежно указывает на ваше недвижимое тело:\n\n— Отнесите это королеве.",
    "answers": [
      {
        "id": 74,
        "text": "Далее",
        "var_set": [
          "endingEternalSlave",
          1
        ]
      }
    ]
  },
  {
    "id": 132,
    "text": "Вы подходите к площадке с лестницей на второй этаж. Широкие ступени блестят льдом и выглядят скользкими.",
    "answers": [
      {
        "id": 37,
        "text": "[Дорожный мешок]"
      },
      {
        "id": 137,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 133,
    "text": "Меленора говорит, что не знает, можно ли образумить Лириэль. Но точно не стоит пытаться, пока та питает силы от руны Хлада.\n\nОна рассказывает короткий путь до комнаты с руной и говорит, что узнала заклятие, отпирающее шкатулку: «Talasen sinda tur-leucar sina».\n\nЗвучание эльфийских слов хрупкое и нежное. Вы спрашиваете, что это значит.\n\n— «Сердце изо льда не ведает боли», — отвечает она, глубокий голос женщины напитан искренней печалью. — Это строчка из старой поэмы, которую Лириэль раньше очень любила. А теперь она не любит ничего и никого, даже наша дружба утратила для неё ценность. За мной постоянно следят, так что пойти с тобой я не могу, прости. Но кое-что дам с собой.\n\nЛукавая улыбка делает её похожей на лисичку. Меленора касается вашей ладони и закрывает глаза, кожу пронзает вспышка магии.\n\n— Здесь много стражи, на каждом уровне замка толпы Холодных рыцарей. Этих чар хватит на один раз, чтобы зачаровать человека или дворфа. Несколько минут он будет делать всё, что ты ему прикажешь.",
    "answers": [
      {
        "id": 121,
        "text": "Покинуть комнату",
        "var_set": [
          "melenorasBlessing",
          1
        ]
      }
    ]
  },
  {
    "id": 134,
    "text": "Это входной холл замка.\n\nУстройство тут простое: в боковых стенах по двери.",
    "answers": [
      {
        "id": 134,
        "var_less": [
          "dragonsBlessing",
          1
        ],
        "text": "\n\nВ укромном месте за колоннами вы избавляетесь от маскировки. Лешаков тут много, кто знает, что они вытворят, если распознают подделку.",
        "need": [
          -134
        ],
        "merge": true
      },
      {
        "id": 135,
        "text": "Направо"
      },
      {
        "id": 118,
        "text": "Налево"
      },
      {
        "id": 134,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/e7/a7/ea/e7a7eadce2ddcecfee74b02fafc67c4d.jpg"
      }
    ]
  },
  {
    "id": 135,
    "text": "Коридор приводит вас в какое-то хозяйственное помещение. Здесь довольно шумно, хотя между собой особо никто не разговаривает. Лешаки отдают мёрзлых птиц слугам, те собирают их в мешки и ведут подсчёт. У людей и дворфов непривычно бледные синегубые лица.\n\nВсе заняты делом, так что на вас никто особо не обращает внимания.",
    "answers": [
      {
        "id": 135,
        "text": "\n\nКроме одной старухи, в которой вы сразу же признаёте Иржину. Ту самую склочницу из Выдыбора, что одарила вас шалью.\n\nРазговор с ней выходит невесёлым. Ваших дров ей надолго не хватило, а никто другой помочь не захотел. Вот и замёрзла старая в собственном доме. А как очутилась здесь — толком и не знает.\n\n— Странное место, всё кажется, будто во сне брожу, — говорит она, шамкая. — И зеркальца нет, чтоб проверить, не морок ли наведённый.",
        "need": [
          6,
          -135
        ],
        "merge": true
      },
      {
        "id": 134,
        "text": "Налево"
      },
      {
        "id": 136,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 136,
    "text": "Это зал со множеством рыцарей.\n\nОбливаясь холодным потом, вы пересекаете его так тихо, как только возможно, любая мышь позавидует.",
    "answers": [
      {
        "id": 132,
        "text": "Направо"
      },
      {
        "id": 135,
        "text": "Налево"
      },
      {
        "id": 136,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/ee/7b/64/ee7b643fd7f1ec62fbc6d65e1ca1df38.jpg"
      }
    ]
  },
  {
    "id": 137,
    "text": "Вы на втором уровне замка. Здесь гораздо отчётливее звучит зов часов, словно две руны чувствуют присутствие третей и жаждут с ней воссоединиться.\n\nВ нужную вам сторону ведёт длинный пустой коридор. Но проблема в том, что в самом конце его за колоннами стоят стражники.",
    "answers": [
      {
        "id": 138,
        "text": "Пробраться мимо них в невидимости",
        "var_equal": [
          "invisibleMode",
          1
        ]
      },
      {
        "var_equal": [
          "itemMelenoraRing",
          1
        ],
        "id": 138,
        "text": "Надеть кольцо невидимости",
        "var_less": [
          "invisibleMode",
          1
        ],
        "var_set": [
          "invisibleMode",
          1
        ]
      },
      {
        "var_less": [
          "invisibleMode",
          1
        ],
        "text": "Связаться с Аркенилом Сребролистом",
        "id": 139,
        "var_equal": [
          "elfesBlessing",
          1
        ]
      },
      {
        "var_equal": [
          "melenorasBlessing",
          1
        ],
        "var_less": [
          "invisibleMode",
          1
        ],
        "var_sub": [
          "melenorasBlessing",
          1
        ],
        "text": "Использовать гипноз на ближайшем стражнике",
        "id": 140
      },
      {
        "id": 141,
        "text": "Попытаться подкупить ближайшего стражника",
        "var_less": [
          "invisibleMode",
          1
        ]
      },
      {
        "id": 137,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/34/92/e5/3492e5473cb4a9f4c2e6409b98db754b.jpg"
      }
    ]
  },
  {
    "id": 138,
    "text": "К счастью, среди стражей нет эльфов, и благодаря силе кольца вы остаётесь незамеченными.",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "На втором этаже замка ментальная саязь даётся с трудом, приходится сделать несколько попыток, пока голос Аркенила становится хорошо различим.\n\n— Холодные рыцари, — говорит он. Такой способ общения стирает эмоции, но вы улавливаете намёк на презрение. — Поднятые мертвяки. У них слух дикого кота и сила медведя, отвратительные создания. Я наложу на тебя полог невнимания, но смогу сделать это лишь раз, так что не зевай, минуй их как можно быстрее.\n\nВы мчитесь по коридору и оставляете стражников позади.",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "Один из стражников, дворф, судя по росту и ширине латного нагрудника, стоит в некотором отдалении от остальных.\n\nВы подкрадываетесь к нему и касаетесь плеча. Сила Меленоры струится через вас, лишая стражника воли. Теперь он подчиняется вам.\n\nЕсли вы просто вдвоём отправитесь к залу, это может выглядеть подозрительно для других стражей. Подумав, вы отдаёте приказ: отконвоировать вас к залу под видом нарушителя, оставить там и вернуться на пост.\n\nА потом всё забыть.",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "Это очень рисково, но что ещё остаётся?\n\nОдин из стражников, дворф, судя по росту и ширине латного нагрудника, стоит в некотором отдалении от остальных.\n\nВы подкрадываетесь к нему и привлекаете внимание. Дворф тут же вскидывает алебарду.\n\n— Тихо, тихо, — шепчете вы, — у меня есть предложение, которое тебя заинтересует.\n\nНевероятно, но это срабатывает. Льдистые глаза дворфа, что светятся за забралом, чуть пригасают. Вы предлагаете ему сделку: он проводит вас к залу под видом нарушителя, и получит за это что-нибудь ценное.\n\n— Безделушки, — скрипит страж, — не интересуют. Дай мне снова почувствовать себя живым.",
    "answers": [
      {
        "id": 141,
        "text": "\n\nК счастью, вы достаточно здоровы, чтобы отдать часть жизненных сил без непоправимого вреда для себя.",
        "var_need": [
          "characterHitPoints",
          26
        ],
        "merge": true
      },
      {
        "id": 141,
        "text": "\n\nОн хочет часть ваших жизненных сил. К сожалению, вы так много потратили к этому дню, так вымотались, что сделка не может состояться...",
        "var_less": [
          "characterHitPoints",
          26
        ],
        "merge": true
      },
      {
        "id": 142,
        "text": "Далее",
        "var_need": [
          "characterHitPoints",
          26
        ],
        "var_sub": [
          "characterHitPoints",
          25
        ]
      },
      {
        "id": 143,
        "text": "Далее",
        "var_less": [
          "characterHitPoints",
          26
        ],
        "var_set": [
          "characterHitPoints",
          1
        ]
      }
    ]
  },
  {
    "id": 142,
    "text": "Отдать жизнь, тот розовеет и добреет.\nПровожает до зала.",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "Дворф хватает вас и тащит, латная перчатка больно стискивает руку даже сквозь ткань. Он швыряет вас на пол недалеко от входа в тронный зал и возвращается на пост.\n\nВ центре зала стоит трон с высокой спинкой, но из-за спин рыцарей вы не можете разглядеть, кто на нём.\n\nСамый огромный из них отделяется от группы и подходит. От тяжёлой поступи содрогается пол, лязгают доспехи — а с ними и ваши зубы. Он такой огромный, что без натуги поднимет взрослого человека за шиворот одной рукой.",
    "answers": [
      {
        "id": 144,
        "text": "Далее",
        "var_equal": [
          "attitude Yanesh",
          1
        ]
      },
      {
        "id": 74,
        "text": "Далее",
        "var_less": [
          "attitude Yanesh",
          1
        ],
        "var_set": [
          "endingEternalSlave",
          1
        ]
      },
      {
        "id": 143,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/c5/cd/8e/c5cd8e98643a486379542e0632914c7b.jpg"
      }
    ]
  },
  {
    "id": 144,
    "text": "У него такие же пугающие глаза, источающие голубоватое сияние, что и у других стражников. Но вы помните, что раньше они были карими и добрыми.\n\nЭто Янеш, ваш проводник, который так и не вернулся в Предгорки. Он тоже узнаёт вас и быстро оглядывается.\n\nА потом сгребает ручищей и вышвыривает в соседний коридор, где из зала вас уже не смогут заметить.",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "Не успеваете вы порадоваться, как удачно всё сложилось, как приходится быстро спрятаться в нише — мимо проходит страж-эльф.\n\nОпираясь на стену за колонной, вы с шелестом задеваете что-то вмёрзшее в лёд. Это записка на сложенном вдвое куске пергамента. С помощью руны Жара вы освобождаете её и читаете загадочное содержимое:\n\n«В мой кошель поместились три медные монеты, пять серебряных и одна золотая.\n \nИзвестно, что одна стандартная золотая монета занимает столько же места, сколько две медные и одна серебряная; а пять медных — столько же, сколько две золотые и серебряная.\n\nВ таком случае, сколько же медных монет войдёт в мой кошель?»\n\nСнизу идёт приписка: «столько шагов от дверей».\n\nЕдва ли это ловушка, скорее, кто-то оставил себе подсказку на случай, если забудет важное. Нужно понять, какое число здесь сокрыто.",
    "answers": [
      {
        "id": 117,
        "text": "3"
      },
      {
        "id": 117,
        "text": "5"
      },
      {
        "id": 146,
        "text": "7"
      },
      {
        "id": 117,
        "text": "9"
      },
      {
        "id": 117,
        "text": "12"
      }
    ]
  },
  {
    "id": 146,
    "text": "Сделав ровно семь шагов от двери, вы находите замаскированный тайник в стене.\n\nВнутри лежат два эльфийских кинжала изящной работы. Когда вы касаетесь одного из них, то чувствуете присутствие мощных чар. Но определить их назначение не можете.",
    "answers": [
      {
        "id": 147,
        "text": "Забрать кинжалы",
        "var_set": [
          "itemMagicDaggers",
          1
        ]
      },
      {
        "id": 147,
        "text": "Оставить их на месте"
      },
      {
        "id": 146,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/eb/1e/a9/eb1ea9de707c2f3d69665790b7126f91.jpg"
      }
    ]
  },
  {
    "id": 147,
    "text": "Дыхание замка оседает инеем на одежде и волосах, пытается прорасти вглубь, но отступает перед теплом и жизнью. Вы идёте под ледяными сводами, ведомые нарастающим зовом хроноворота.\n\nУже совсем близко точка, к которой вы стремитесь.\n\nОна где-то за этими дверями, из-под которых пробивается свечение. Вы приникаете к обледеневшему дереву и сквозь щели видите кусочек магического портала.\n\nВозле портальной рамки со скучающим видом сидит эльф.",
    "answers": [
      {
        "id": 148,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 148,
    "text": "Натужно скрипнув, двери пропускают вас внутрь.\n\nЭльф широко зевает.",
    "answers": [
      {
        "id": 148,
        "text": "\n\n— Какая глупая невидимка. Ты заметнее оленя, влетевшего на подворье.\n\nГлядя на ваше замешательство, он издаёт вялый смешок.",
        "merge": true,
        "var_equal": [
          "invisibleMode",
          1
        ]
      },
      {
        "id": 148,
        "text": "\n\n— Вижу, тебе удалось снискать благосклонность Меленоры? Что же, опасения по её поводу оправдались... — говорит он, потирая унизанные перстнями руки.\n\nКамни переливаются и блестят, завораживают бликами.",
        "merge": true,
        "var_equal": [
          "melenorasBlessing",
          1
        ]
      },
      {
        "id": 148,
        "text": "\n\nОн склоняет голову набок, разглядывая вас. Лёгкая улыбка трогает губы:\n\n— Ха-ха, любопытно — чем же тебе удалось очаровать огромную ящерицу, что спит под горой? Она известна прескверным характером.",
        "merge": true,
        "var_equal": [
          "dragonsBlessing",
          1
        ]
      },
      {
        "id": 148,
        "text": "\n\n— Всего лишь человек, — говорит он и протяжно вздыхает, — какая скукота.",
        "var_less": [
          "invisibleMode",
          1,
          "melenorasBlessing",
          1,
          "dragonsBlessing",
          1
        ],
        "merge": true
      },
      {
        "id": 149,
        "text": "Спросить, кто он"
      },
      {
        "id": 148,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/75/f7/dc/75f7dc04b3f772496f1612ed41b10699.jpg"
      }
    ]
  },
  {
    "id": 149,
    "text": "Тонкая морщина перечёркивает алебастровый лоб.\n\n— Страж портала, а если вернее, его раб, — бормочет эльф себе под нос. — Что ж, давай побеседуем, давно ко мне никто не заглядывал. Имя мне Галатир Звёздный Ветер, но людишки вряд ли его слышали. Ещё до того, как первые из вас пришли на эти земли, я бороздил волны Моря туманов, пересекал раскалённые пески Джархаваша, погружался в расселины Гнева Недр на самом краю мира. Жизнь моя была подобна горной реке, неистовой и бурной.\n\nНо в недобрый час случилось мне оскорбить одного джинна — а джинны, скажу я тебе, народ обидчивый, — и поплатиться за это. Он заключил мою смерть в хрупкий стеклянный шар, а потом взял, да и продал той, что владеет этим замком.\n\nВот и сижу здесь, как пёс на привязи, уже который десяток лет. — Подперев голову рукой, он хмуро смотрит на вас: — Ну а тебя сюда как занесло?",
    "answers": [
      {
        "id": 150,
        "text": "Рассказать"
      }
    ]
  },
  {
    "id": 150,
    "text": "— Гм... — Галатир потирает подбородок. — Рисковое предприятие, мне нравится. Безумству храбрых поём мы оду! Но вот в успех твой, уж извини, не верю. Тут матёрые маги зубы обламывали, а ты... Смех один. Я бы и помог чем, но вот беда — причин для этого не наблюдается.",
    "answers": [
      {
        "id": 151,
        "text": "Попробовать подкупить"
      },
      {
        "id": 152,
        "text": "Рассказать что-нибудь занимательное",
        "var_set": [
          "galatirBlessing",
          1
        ]
      }
    ]
  },
  {
    "id": 151,
    "text": "Взгляд эльфа снова становится скучающим, на его зрачки будто набросили туманную пелену.\n\n— Я и говорю, не годишься ты, чтобы Лириэль одолеть. На кой мне вся эта мишура? — Он растопырил пальцы и повертел ими: — Смотри, одних амулетов сколько, хватит город прокормить. Так что, глупенький человечек, не стану я подставляться и тебе помогать. Мешать, впрочем, тоже не стану.",
    "answers": [
      {
        "id": 153,
        "text": "Войти в портал"
      }
    ]
  },
  {
    "id": 152,
    "text": "Галатир с живейшим интересом слушает про все громкие события, что происходили в окрестностях Выдыбора последние пятнадцать лет. Городок ваш на чудеса не богат, так что часть пришлось выдумать на ходу.\n\n— Ну надо же, — Галатир хлопает себя по колену, — неужто прямо на печи и поехал?\n\nИз глаз эльфа уходит сонное выражение, появляется блеск, румянец окрашивает щёки. Он будто оживает с каждой вашей историей.\n\nА когда поток фантазии иссякает, то улыбается довольно, как сытый кот:\n\n— Что же... Спасибо тебе. Вспомнил я, какой мир раскинулся за этими стенами, как много в нём ещё ждёт. Мои силы подточены ледяными глыбами замка, но кое-что для тебя сделать хватит.",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "Вас перенесло в крошечную комнату, стены которой теряются в полумраке. На мраморном столе стоят три шкатулки, совершенно неотличимые друг от друга. \n\nТревога и нетерпение захлёстывают с головой. Даже сам воздух здесь насыщен магией, близость последней руны вызывает желание броситься к шкатулкам со всех ног.",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      },
      {
        "id": 153,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/1b/50/60/1b5060c1e977db86dc62586d3203a1b8.jpg"
      }
    ]
  },
  {
    "id": 154,
    "text": "Изящные руки эльфа делают один пасс, другой. Вы чувствуете, как от них исходит вихрь силы, как вздымает он в воздух иней с ледяных полов.\n\nЗакрученный в шар магический импульс падает на вас сверху и разбивается. Кожу покалывает, сила обтекает всё тело и впитывается.\n\n— Несокрушимый щит, — отдуваясь, говорит Галатир, — отличные чары. Хватает только на один раз, но отразит любой смертельный удар, хоть мечом, хоть магией.\n\nОн поощрительно хлопает по плечу:\n\n— Печать молчания не даст мне сказать прямо, так что надеюсь на твою сообразительность. — Галатир склоняется и шепчет вам на ухо: — Сначала обличье, потом имя. Не перепутай.",
    "answers": [
      {
        "id": 37,
        "text": "[Дорожный мешок]"
      },
      {
        "id": 153,
        "text": "Войти в портал"
      }
    ]
  },
  {
    "id": 155,
    "text": "Усилием воли вы сдерживаете порыв. Цель так близка, но именно здесь и сейчас риск провалить дело неимоверно велик.\n\nРуна только одна. А значит, две из трёх шкатулок стоят здесь, чтобы запутать вора. Наверняка это какая-то ловушка.",
    "answers": [
      {
        "id": 156,
        "text": "У вас есть зеркальце. Использовать",
        "var_equal": [
          "itemMelenoraMirror",
          1
        ]
      },
      {
        "id": 157,
        "text": "У вас есть кинжалы. Использовать",
        "var_equal": [
          "itemMagicDaggers",
          1
        ]
      },
      {
        "id": 158,
        "text": "Прочесть заклинание с бумажки",
        "var_equal": [
          "itemMelenoraNote",
          1
        ]
      },
      {
        "id": 159,
        "text": "Обратиться к Аркенилу Сребролисту",
        "var_equal": [
          "elfesBlessing",
          1
        ]
      },
      {
        "id": 160,
        "text": "Коснуться одной из шкатулок"
      }
    ]
  },
  {
    "id": 156,
    "text": "В зеркальной поверхности отражается лишь одна из шкатулок.\n\nКрайняя справа.",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "В лезвии отражается только одна из шкатулок.\n\nКрайняя справа.",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "Ничего не произошло.\nКажется, вы что-то перепутали.",
    "answers": [
      {
        "id": 155,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 159,
    "text": "Связаться с эльфом из этой комнаты кажется невозможным, слишком сильны помехи сторонней магии.\n\nВы уже отчаиваетесь, но сквозь эфир проступают отдельные слова:\n\n«Пра... а... Правая. С самого края. Но.. п... ча...»",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "Какая же из трёх?",
    "answers": [
      {
        "id": 162,
        "text": "Посередине"
      },
      {
        "id": 163,
        "text": "Правая"
      },
      {
        "id": 162,
        "text": "Левая"
      }
    ]
  },
  {
    "id": 161,
    "text": "В памяти вдруг всплывает тот странный сон, что вы видели на привале перед самым замком.\n\nЭльфы, обрастающие льдом...\n\n«Сновидческие прозрения» сообщают, что такие сны обычно приходят к эльфам, страдающим от сердечных недугов. Так как вы не эльф, да и недугами подобного рода не страдаете, пояснение книги кажется бесполезной ерундой.\n\nНо в самом низу страницы есть красивая надпись, привлекающая внимание: \n\n«Talasen sinda tur-leucar sina», что в переводе значит «ледяное сердце не чувствует боли».",
    "answers": [
      {
        "id": 166,
        "text": "Произнести эти слова"
      }
    ]
  },
  {
    "id": 162,
    "text": "От греха вы заматываете руку в ткань.\n\nИ моментально понимаете, как смешна эта предосторожность, когда речь идёт о столь могучих силах.\n\nОт места касания по телу разрастается ледяная корка, она столь быстра, что вы застываете на месте раньше, чем успеваете сделать хоть что-то.",
    "answers": [
      {
        "id": 188,
        "text": "Далее",
        "var_set": [
          "endingIceStatuette",
          1
        ]
      }
    ]
  },
  {
    "id": 163,
    "text": "Осторожничая, вы касаетесь шкатулки и отдёргиваете руку, будто от раскалённого прута.\n\nНичего странного не происходит.\n\nЭто верная шкатулка.",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "Вы настолько обессилили, что едва ли когда-нибудь покинете этот зал.\n\nК счастью, Галатир заботится о вас, а дни вы проводите в беседе. Со временем стало казаться, будто ничего никогда и не было, кроме этой комнаты, сияющей рамки портала и бесконечного плетения словес.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      },
      {
        "id": 164,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/75/3e/4b/753e4b30e842e88279265f1fb3dff571.jpg"
      }
    ]
  },
  {
    "id": 165,
    "text": "Пальцы скользят по резным узорам, липнут к обжигающе холодному металлу замка, в котором нет скважины для ключа.",
    "answers": [
      {
        "id": 161,
        "text": "Вспомнить сон",
        "var_equal": [
          "itemBookDream",
          1
        ]
      },
      {
        "id": 166,
        "text": "Прочесть заклинание с обугленной бумажки",
        "var_equal": [
          "itemMelenoraNote",
          1
        ]
      },
      {
        "id": 166,
        "text": "Вспомнить слова Меленоры",
        "var_equal": [
          "attitudeMelenora",
          1
        ]
      },
      {
        "id": 168,
        "text": "У вас нет ни единой идеи, как его открыть"
      }
    ]
  },
  {
    "id": 166,
    "text": "Talasen sinda tur-leucar sina\n\nВы произносите эти слова. Они вылетают облачками пара, остаются горечью на языке.\n\nTalasen sinda tur-leucar sina\n\nВ них боль, что отравила целый свет.\n\nTalasen sinda tur-leucar sina\n\nЗамок щёлкает. Крышка откидывается.",
    "answers": [
      {
        "id": 167,
        "text": "Заглянуть в шкатулку"
      }
    ]
  },
  {
    "id": 167,
    "text": "Это она! Последняя из рун Триединого символа, руна Хлада.\n\nВаши руки дрожат от того, как близко вы подошли к цели. Осталось только соединить их, и тогда сила хроноворота истребит проклятую зиму.",
    "answers": [
      {
        "id": 169,
        "text": "Вставить последнюю руну в часы"
      },
      {
        "id": 167,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/1a/a0/ee/1aa0ee523e70beabbf7ae54e9065cdd9.jpg"
      }
    ]
  },
  {
    "id": 168,
    "text": "Увы, но за время странствий вы так и не нашли зацепок, что сейчас могли бы помочь.\n\nДолгие часы вы пытаетесь отпереть шкатулку тем или иным словом, швыряете её о стены, бьёте о камни, умоляете, проклинаете, но в итоге сдаётесь. Она выпила из вас всю волю к сопротивлению.\n\nОбессилев и потеряв надежду, вы возвращаетесь через портал.\n\nГалатир встречает вас с грустной улыбкой:\n— Сколько раз я видел такое...",
    "answers": [
      {
        "id": 164,
        "text": "Далее",
        "var_set": [
          "endingPortalGuardian",
          1
        ]
      }
    ]
  },
  {
    "id": 169,
    "text": "Зов часов заглушает всё, он пронизывает каждую жилу, даже если бы сейчас вы захотели остановиться, то уже не смогли бы этого сделать.\n\nОбжигающе холодная руна занимает своё место. Все три наливаются красками, источая сияние, разгораются: жар, хлад и жизнь наконец-то собрались воедино.\n\nСтоя на пороге чуда, вы не дышите, боясь спугнуть его. Напряжение столь велико, что вот-вот треснут стены замка.\nСтрелка хроноворота готова дрогнуть...\n\nКак вдруг всё вокруг озаряет нестерпимый свет.",
    "answers": [
      {
        "id": 170,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 170,
    "text": "Вы слышите прохладный женский голос и с ужасом видите, что хроноворот в руках его обладательницы.\n\nКоролевы Льдов...\n\n— Вероломство у вас в крови, верно? Всё ваше племя одинаково, ни один не стоит доверия. Вот так явиться в чужие владения, строить козни, красть... — Она сузила прекрасные глаза. — Такова ваша сущность, которую не исправить.",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      },
      {
        "id": 170,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/1a/dd/70/1add7036cc7260010daabe7659643a2f.jpg"
      }
    ]
  },
  {
    "id": 171,
    "text": "— Зачем тебе короткая жизнь тепла, полная разочарований, если есть вечность холода? Служи мне, чтобы искупить вину. Мои слуги не знают ни любви, ни дружбы, а значит, их нельзя ранить в спину. Они не желают недостижимого, не грустят об ушедшем, не роняют слёз. Разве не в том настоящее счастье? А это... — Она без выражения смотрит на хроноворот, стрелка которого дрожит на месте, словно её что-то сдерживает. — Это бесполезное барахло, которое давно пора было уничтожить.",
    "answers": [
      {
        "id": 172,
        "text": "Напасть и вырвать часы (невидимость)",
        "var_equal": [
          "invisibleMode",
          1
        ]
      },
      {
        "id": 173,
        "text": "Напасть с кинжалами",
        "var_equal": [
          "itemMagicDaggers",
          1
        ]
      },
      {
        "id": 174,
        "text": "Воззвать к Аркенилу",
        "var_equal": [
          "elfesBlessing",
          1
        ]
      },
      {
        "id": 175,
        "text": "Пытаться переубедить"
      }
    ]
  },
  {
    "id": 172,
    "text": "Вы стрелой бросаетесь вперёд, так быстро, что всё вокруг смазывается в полосы. Вокруг полно стражи, но вы невидимы для всех в зале, кроме самой королевы.\n\nОна не ожидала такой прыти, голубые глаза изумлённо расширяются. Пользуясь её замешательством, вы оказываетесь рядом и вырываете часы из её рук!\n\nСтрелки точно ждали этого мига.\nОни сдвигаются назад — и зал исчезает.\n\nВместе с вами.",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "Вы обнажаете кинжалы и стремглав бросаетесь вперёд, так быстро, что всё вокруг смазывается в полосы.",
    "answers": [
      {
        "id": 173,
        "text": "\n\nВокруг полно стражи, но вы невидимы для всех в зале, кроме самой королевы.\n\nОна не ожидала такой прыти, голубые глаза изумлённо расширяются. Пользуясь её замешательством, вы всаживаете оба клинка ей в грудь! Эльфийка хватается за лезвия, но не может их вынуть — магия, что заключена в них, выпивает жизнь из её тела.\n\nС громким треском разрушается хроноворот.",
        "merge": true,
        "var_equal": [
          "invisibleMode",
          1
        ]
      },
      {
        "var_equal": [
          "galatirBlessing",
          1
        ],
        "var_less": [
          "invisibleMode",
          1,
          "characterCurseNewRising",
          1
        ],
        "text": "\n\nСтражник преграждает вам путь и рубит страшенным мечом, но тот отскакивает, от места удара по телу пробегают световые волны. Вы прорываетесь к королеве!\n\nОна не ожидала такой прыти, голубые глаза изумлённо расширяются. Пользуясь её замешательством, вы всаживаете оба клинка ей в грудь! Эльфийка хватается за лезвия, но не может их вынуть — магия, что заключена в них, выпивает жизнь из её тела.\n\nС громким треском разрушается хроноворот.",
        "id": 173,
        "merge": true
      },
      {
        "id": 173,
        "text": "\n\nСтражник преграждает вам путь и рубит страшенным мечом, другой наносит удар алебардой. Но латники слишком неповоротливы и не успевают, вы прорываетесь к королеве!\n\nОна не ожидала такой прыти, голубые глаза изумлённо расширяются. Пользуясь её замешательством, вы всаживаете оба клинка ей в грудь! Эльфийка хватается за лезвия, но не может их вынуть — магия, что заключена в них, выпивает жизнь из её тела.\n\nС громким треском разрушается хроноворот.",
        "var_less": [
          "invisibleMode",
          1,
          "characterCurseNewRising",
          1,
          "galatirBlessing",
          1
        ],
        "merge": true
      },
      {
        "var_equal": [
          "characterCurseNewRising",
          1
        ],
        "id": 173,
        "text": "\n\nАх, если бы только вы смотрели под ноги!..\n\nОдин из стражников останавливает вас обычной подножкой. Вы нелепо падаете, кинжалы выпадают из рук и проскальзывают к трону.\n\nВысокий смех королевы режет по больному:\n\n— Для Холодного рыцаря ты не годишься, сделаю тебя своим шутом.",
        "var_less": [
          "invisibleMode",
          1
        ],
        "merge": true
      },
      {
        "id": 176,
        "text": "Далее",
        "var_equal": [
          "invisibleMode",
          1
        ],
        "var_set": [
          "endingBladeVengeance",
          1
        ]
      },
      {
        "var_equal": [
          "galatirBlessing",
          1
        ],
        "var_less": [
          "invisibleMode",
          1,
          "characterCurseNewRising",
          1
        ],
        "text": "Далее",
        "id": 176,
        "var_set": [
          "endingBladeVengeance",
          1
        ]
      },
      {
        "id": 177,
        "text": "Далее",
        "var_less": [
          "invisibleMode",
          1,
          "characterCurseNewRising",
          1,
          "galatirBlessing",
          1
        ],
        "var_set": [
          "endingSelfSacrifice",
          1
        ]
      },
      {
        "var_equal": [
          "characterCurseNewRising",
          1
        ],
        "id": 178,
        "text": "Далее",
        "var_less": [
          "invisibleMode",
          1
        ],
        "var_set": [
          "endingFavoriteJester",
          1
        ]
      }
    ]
  },
  {
    "id": 174,
    "text": "Эльф говорит вашими устами:\n\n— Лириэль, сестра моя! Остановись! Человек, что стоит пред тобой — мой посланник. Посмотри, разве не хроноворот у тебя в руках? Это шанс всё исправить. Начни заново. Забудь своего Мария и живи, как прежде!",
    "answers": [
      {
        "id": 181,
        "text": "Далее",
        "var_less": [
          "characterCurseNewRising",
          1
        ]
      },
      {
        "id": 182,
        "text": "Далее",
        "var_equal": [
          "characterCurseNewRising",
          1
        ]
      }
    ]
  },
  {
    "id": 175,
    "text": "Вы набираете воздуха в грудь, понимая, что здесь и сейчас решается не только ваша судьба — но и будущее всего света.\n\n— Нет, — говорите вы, стискивая кулаки, — никакое это не счастье, это маска, под которой прячется лишь пустота. Да, не все чувства приятны, но лишь проходя через них, мы понимаем, кем являемся на самом деле! Без обиды не будет прощения, без ненависти — любви. Разве не потому предательство причиняет боль, что прежде мы были счастливы?\n\nКоролева в молчании смотрит на вас, глаза её блестят, как два родника.",
    "answers": [
      {
        "id": 184,
        "text": "Далее",
        "var_need": [
          "galatirBlessing",
          1,
          "melenorasBlessing",
          1
        ]
      },
      {
        "id": 185,
        "text": "Далее",
        "var_no_more": [
          "characterCurseNewRising",
          0,
          "galatirBlessing",
          0,
          "melenorasBlessing",
          0
        ]
      },
      {
        "id": 185,
        "text": "Далее",
        "var_no_more": [
          "characterCurseNewRising",
          0,
          "melenorasBlessing",
          0
        ],
        "var_equal": [
          "galatirBlessing",
          1
        ]
      },
      {
        "id": 185,
        "text": "Далее",
        "var_no_more": [
          "characterCurseNewRising",
          0,
          "galatirBlessing",
          0
        ],
        "var_equal": [
          "melenorasBlessing",
          1
        ]
      },
      {
        "id": 186,
        "text": "Далее",
        "var_no_more": [
          "galatirBlessing",
          0,
          "melenorasBlessing",
          0
        ],
        "var_equal": [
          "characterCurseNewRising",
          1
        ]
      },
      {
        "id": 186,
        "text": "Далее",
        "var_no_more": [
          "melenorasBlessing",
          0
        ],
        "var_equal": [
          "characterCurseNewRising",
          1,
          "galatirBlessing",
          1
        ]
      },
      {
        "id": 186,
        "text": "Далее",
        "var_no_more": [
          "galatirBlessing",
          0
        ],
        "var_equal": [
          "characterCurseNewRising",
          1,
          "melenorasBlessing",
          1
        ]
      }
    ]
  },
  {
    "id": 176,
    "text": "Смерть Королевы льдов изменила многое.\n\nЛюди перестали пропадать из сёл, а зачарованные стражники получили второй шанс, вернув память и жизнь. И это немало, скажет вам любой из них.\n\nНо проклятие не рассеялось. Лютые морозы ушли, однако, зима всё ещё властвует в этих землях, не давая солнцу согреть землю. Хроноворот же рассыпался прахом, будто его и не было.\n\nГалатир Звёздный Ветер, бывший слуга королевы, обещал поискать новый в своих странствиях по свету.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      },
      {
        "id": 176,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/21/2f/31/212f310e1035028b6bc1235e4975e155.jpg"
      }
    ]
  },
  {
    "id": 177,
    "text": "Смерть Королевы льдов изменила многое.\n\nЛюди перестали пропадать из сёл, а зачарованные стражники получили второй шанс, вернув память и жизнь. И это немало, скажет вам любой из них — будь у них возможность обратиться к усопшим.\n\nВаше самопожертвование не будет забыто.\n\nНо проклятие не рассеялось. Лютые морозы ушли, однако, зима всё ещё властвует в этих землях, не давая солнцу согреть землю. Хроноворот же рассыпался прахом, будто его и не было.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      },
      {
        "id": 177,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/ed/fb/6d/edfb6d314ffd5518ec51a13165e174b8.jpg"
      }
    ]
  },
  {
    "id": 178,
    "text": "Королева не отступилась от своих слов. Ваша кровь остыла, а сердце навеки замерло, чтобы ни одно чувство не могло отвлечь любимого шута королевы от того, чтобы развлекать её.\n\nСреди Холодных рыцарей, в Ледяном чертоге, вы проводите целую вечность, ничего не желая и не ведая. Только редкий луч солнца, заглянувший в окно, рождает смутное беспокойство.\n\nСловно вы что-то позабыли.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      },
      {
        "id": 178,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/ee/7b/64/ee7b643fd7f1ec62fbc6d65e1ca1df38.jpg"
      }
    ]
  },
  {
    "id": 179,
    "text": "Лицу непривычно жарко, вы первым делом думаете, что легли слишком близко к очагу. Но звуки вокруг не похожи на шорох прогорающих углей. Птичий щебет и ветер, играющий... листвой.\n\nВы вскакиваете на ноги и неверяще озираетесь. Лужок заливает яркое солнце, в налитых соком травах копошатся жуки и пчёлы. А дальше — плетень, за которым одна улица и с десяток домов. Один из них вы узнаёте, хотя видели его только прокопчёной развалюхой, а сейчас он радует глаз свежим срубом. Предгорки, но много лет назад.\n\nУ плетня стоят двое — Королева... А стоит ли называть её так, если никаких льдов уже нет? «Ещё нет», — поправляете вы себя мысленно.\n\nВы протираете глаза, видя, что человек рядом с ней — это Марий. Он совсем не изменился, всё такой же старик с диковатым взглядом и привычкой держать руки в карманах.\n\nОни выглядят как внучка с дедом, но вы понимаете, что их история совсем не о том. На лице старика выписано раскаяние.\n\nВы хотите подойти ближе, чтобы услышать, о чём они говорят, и задеваете ногой хроноворот. В нём снова нет рун, а корпус пересекает глубокая трещина.",
    "answers": [
      {
        "id": 180,
        "text": "Далее",
        "var_set": [
          "endingNewSpring",
          1
        ]
      }
    ]
  },
  {
    "id": 180,
    "text": "С тех пор зимы обходят стороной ваши края, а если и случается выпасть снегу, то лишь на седмицу-другую, на радость любителям поиграть в снежки.\n\nВы пока не решили, где обрести новый дом, но решили по пути заглянуть в родной Выдыбор. Город, который вы привыкли видеть мрачным и тихим, встретил вас гуляниями в честь праздника урожая. Утопающий в зелени, с мостами над весело журчащей речушкой, он кажется вам незнакомцем — и вынуждает остаться подольше.\n\nПрогуливаясь по набережной, однажды вы встречаете девочку с янтарным кулоном на шее — и улыбаетесь ей.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      },
      {
        "id": 180,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/cf/b9/ea/cfb9eaf28b493523ed91f149fc3b1e7b.jpg"
      }
    ]
  },
  {
    "id": 181,
    "text": "— Как прежде, — еле слышно шепчет королева.\n\nОна касается стрелок часов длинными пальцами, задумчиво гладит их.\n\nА затем переводит назад.",
    "answers": [
      {
        "id": 180,
        "text": "Далее",
        "var_set": [
          "endingNewSpring",
          1
        ]
      }
    ]
  },
  {
    "id": 182,
    "text": "— Как прежде? — Королева улыбается, прищур её не предвещает ничего хорошего. — Твои речи смешны, брат. В одну реку не входят дважды, а те, кто от рода своего отравлен, не излечиваются. Не узнаю тебя, где прежний Аркенил Сребролист, который с человеком и говорить бы не стал? Должно быть, тебя одурачили, раз ты не заметил печати вора на этом создании. Твоего посланника заклеймили свои же.\n\nОна резко хватает часами об пол и разбивает их вдребезги!",
    "answers": [
      {
        "id": 183,
        "text": "Далее",
        "var_set": [
          "endingIngloriousReturn",
          1
        ]
      }
    ]
  },
  {
    "id": 183,
    "text": "Королева сохраняет вам жизнь, но наказывает больше никогда не попадаться ей на глаза.\n\nВы покидаете замок и возвращаетесь к прежней жизни в родном Выдыборе. Дни текут размеренно, в делах и заботах, складываются в месяцы, а те — в годы.\n\nНо каждый день здесь горек от осознания, что вы сами всё испортили. Знать бы ещё, в какой именно миг всё пошло не так.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      },
      {
        "id": 183,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/00/a2/04/00a20428905816b9637c69054662ff52.jpg"
      }
    ]
  },
  {
    "id": 184,
    "text": "Эхо ваших слов ещё живёт под сводами зала, когда королева издаёт судорожный вздох. Она прячет лицо в ладонях. «Что же я наделала», — слышите вы.\n\nИз-за спин рыцарей вдруг появляется вихрь рыжих локонов и белых мехов. Меленора бросается к подруге и обнимает её:\n\n— Прошу тебя, Лириэль! Ты ведь сама устала от этой бесконечной зимы. Давай вернёмся в наш Согдар, в солнечные рощи, которые ты так любила! Молю тебя...\n\nОна плачет, горячие слёзы капают на голубой шёлк платья Лириэль, на её бледные руки, что стискивают хроноворот.\n\n— Вернёмся... — произносит она в пространство.\n\nИ переводит стрелки назад.",
    "answers": [
      {
        "id": 187,
        "text": "Далее",
        "var_set": [
          "endingHightCouncillor",
          1
        ]
      }
    ]
  },
  {
    "id": 185,
    "text": "Но чего-то не хватает в этих словах, чтобы растопить её сердце.\n\nКоролева качает головой:\n\n— Это красивые речи, но я достаточно долго живу, чтобы отличить позолоченную фальшивку от золота. Не убедительно. Следовало бы сделать тебя Холодным рыцарем или отправить принимать дань... Но я отпущу тебя. Ступай.",
    "answers": [
      {
        "id": 183,
        "text": "Далее",
        "var_set": [
          "endingIngloriousReturn",
          1
        ]
      }
    ]
  },
  {
    "id": 186,
    "text": "Вам даже кажется, что слова вот-вот склонят её в нужную сторону, но момент разбивает вдребезги:\n\n— Такая патетика, такой пафос... — Она криво и зло усмехается. — Зачем мне слушать того, кто предал даже кого-то из собственных сородичей? О, что это за лицо, неужели тебе не сказали? Теперь всякий маг видит, каково твоё нутро на самом деле. Не удивительно, что ты пытаешься обелить предателей!\n\nЧем больше она говорит, тем сильнее распаляется. Пока, наконец, не хлопает по ручке кресла:\n\n— Довольно! Эти чувства омерзительны, зачем ты... Грр... Невыносимо!\n\nОна корчится и бросает в вас сгусток синего пламени. Вы не успеваете увернуться и с ног до головы обрастаете ледяной коркой.",
    "answers": [
      {
        "id": 188,
        "text": "Далее",
        "var_set": [
          "endingIceStatuette",
          1
        ]
      }
    ]
  },
  {
    "id": 187,
    "text": "Всех вас переносит далеко в прошлое, туда, где непоправимое ещё не свершилось.\n\nСовсем иной мир, полный тепла и красок. Вам сложно привыкнуть ко всему этому изобилию, но вы очень стараетесь.\n\nНаделённые доверием самых могущественных из эльфов, вы становитесь первым человеком, что входит в Высокий совет. Вместе с Лириэль, Аркенилом, Меленорой и Галатиром вы налаживаете дружбу меж вашими народами.\n\nЭто начало новой эпохи, которую ваши потомки станут называть Эрой встретившихся рук.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      },
      {
        "id": 187,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/1a/4a/cd/1a4acd60dbd811ec5b577ec73da03048.jpg"
      }
    ]
  },
  {
    "id": 188,
    "text": "Вы уже не видите, как в комнату проникают стражи, как волокут вас на плечах через весь замок. Они обращаются с тем, что ещё сегодня было человеком, без особой нежности — как с обычной вещью, притом, не слишком ценной.\n\nТеперь вы стоите в длинной галерее, заполненной сотнями ледяных изваяний — то застывшие навеки фигуры эльфов, людей и дворфов. И будете находиться здесь до тех пор, пока более удачливый человек не положит конец власти Королевы льдов.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      },
      {
        "id": 188,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/5f/27/8e/5f278e04613339e781ab92e8ebcf343d.jpg"
      }
    ]
  },
  {
    "id": 189,
    "text": "[Список концовок]",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "id": 75,
        "text": "Высший советник",
        "need": [
          187
        ],
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/c2/3a/fe/c23afe1da3292c5119df78979914e7cb.jpg"
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "text_color": [
          0.797,
          0.93,
          0.996
        ],
        "id": 189,
        "text": "[скрыто]",
        "need": [
          -187
        ],
        "bg_color": [
          0.988,
          0.941,
          0.887
        ],
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/16/20/c5/1620c5f5404b49020e0e1a243acd8d14.jpg"
        ],
        "middle_answer": true
      },
      {
        "need_ever": true,
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/c2/3a/fe/c23afe1da3292c5119df78979914e7cb.jpg"
        ],
        "comment": true,
        "id": 75,
        "text": "Новая весна",
        "need": [
          180
        ],
        "left_answer": true
      },
      {
        "comment": true,
        "need_ever": true,
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/16/20/c5/1620c5f5404b49020e0e1a243acd8d14.jpg"
        ],
        "text_color": [
          0.797,
          0.93,
          0.996
        ],
        "id": 189,
        "text": "[скрыто]",
        "need": [
          -180
        ],
        "left_answer": true
      },
      {
        "left_answer": true,
        "need_ever": true,
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/c2/3a/fe/c23afe1da3292c5119df78979914e7cb.jpg"
        ],
        "comment": true,
        "id": 75,
        "text": "Клинок возмездия",
        "need": [
          176
        ],
        "merge": false
      },
      {
        "comment": true,
        "need_ever": true,
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/16/20/c5/1620c5f5404b49020e0e1a243acd8d14.jpg"
        ],
        "text_color": [
          0.797,
          0.93,
          0.996
        ],
        "id": 189,
        "text": "[скрыто]",
        "need": [
          -176
        ],
        "left_answer": true
      },
      {
        "need_ever": true,
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/c2/3a/fe/c23afe1da3292c5119df78979914e7cb.jpg"
        ],
        "comment": true,
        "id": 75,
        "text": "Бесславный герой",
        "need": [
          183
        ],
        "left_answer": true
      },
      {
        "comment": true,
        "need_ever": true,
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/16/20/c5/1620c5f5404b49020e0e1a243acd8d14.jpg"
        ],
        "text_color": [
          0.797,
          0.93,
          0.996
        ],
        "id": 189,
        "text": "[скрыто]",
        "need": [
          -183
        ],
        "left_answer": true
      },
      {
        "left_answer": true,
        "need_ever": true,
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/c2/3a/fe/c23afe1da3292c5119df78979914e7cb.jpg"
        ],
        "comment": true,
        "id": 75,
        "text": "Драконья игрушка",
        "need": [
          85
        ],
        "merge": false
      },
      {
        "comment": true,
        "need_ever": true,
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/16/20/c5/1620c5f5404b49020e0e1a243acd8d14.jpg"
        ],
        "text_color": [
          0.797,
          0.93,
          0.996
        ],
        "id": 189,
        "text": "[скрыто]",
        "need": [
          -85
        ],
        "left_answer": true
      },
      {
        "left_answer": true,
        "need_ever": true,
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/c2/3a/fe/c23afe1da3292c5119df78979914e7cb.jpg"
        ],
        "comment": true,
        "id": 75,
        "text": "Вечный прислужник",
        "need": [
          74
        ],
        "merge": false
      },
      {
        "comment": true,
        "need_ever": true,
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/16/20/c5/1620c5f5404b49020e0e1a243acd8d14.jpg"
        ],
        "text_color": [
          0.797,
          0.93,
          0.996
        ],
        "id": 189,
        "text": "[скрыто]",
        "need": [
          -74
        ],
        "left_answer": true
      },
      {
        "right_answer": true,
        "comment": true,
        "need_ever": true,
        "id": 75,
        "text": "Самопожертвование ",
        "need": [
          177
        ],
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/2c/08/19/2c0819f57fd63658cf86b8d17e012302.jpg"
        ]
      },
      {
        "right_answer": true,
        "need_ever": true,
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/78/37/91/7837910109bbde16757dd51547cffb82.jpg"
        ],
        "text_color": [
          0.797,
          0.93,
          0.996
        ],
        "id": 189,
        "text": "[скрыто]",
        "need": [
          -177
        ],
        "comment": true
      },
      {
        "need_ever": true,
        "comment": true,
        "right_answer": true,
        "id": 75,
        "text": "Страж портала",
        "need": [
          164
        ],
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/2c/08/19/2c0819f57fd63658cf86b8d17e012302.jpg"
        ]
      },
      {
        "right_answer": true,
        "need_ever": true,
        "comment": true,
        "text_color": [
          0.797,
          0.93,
          0.996
        ],
        "id": 189,
        "text": "[скрыто]",
        "need": [
          -164
        ],
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/78/37/91/7837910109bbde16757dd51547cffb82.jpg"
        ]
      },
      {
        "right_answer": true,
        "comment": true,
        "need_ever": true,
        "id": 75,
        "text": "Любимый шут",
        "need": [
          178
        ],
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/2c/08/19/2c0819f57fd63658cf86b8d17e012302.jpg"
        ]
      },
      {
        "right_answer": true,
        "need_ever": true,
        "comment": true,
        "text_color": [
          0.797,
          0.93,
          0.996
        ],
        "id": 189,
        "text": "[скрыто]",
        "need": [
          -178
        ],
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/78/37/91/7837910109bbde16757dd51547cffb82.jpg"
        ]
      },
      {
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/2c/08/19/2c0819f57fd63658cf86b8d17e012302.jpg"
        ],
        "right_answer": true,
        "comment": true,
        "need_ever": true,
        "id": 75,
        "text": "Рабочая пчёлка",
        "need": [
          104
        ],
        "merge": false
      },
      {
        "right_answer": true,
        "need_ever": true,
        "comment": true,
        "text_color": [
          0.797,
          0.93,
          0.996
        ],
        "id": 189,
        "text": "[скрыто]",
        "need": [
          -104
        ],
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/78/37/91/7837910109bbde16757dd51547cffb82.jpg"
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "right_answer": true,
        "id": 75,
        "text": "Ледяная статуя",
        "need": [
          188
        ],
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/2c/08/19/2c0819f57fd63658cf86b8d17e012302.jpg"
        ]
      },
      {
        "right_answer": true,
        "need_ever": true,
        "comment": true,
        "text_color": [
          0.797,
          0.93,
          0.996
        ],
        "id": 189,
        "text": "[скрыто]",
        "need": [
          -188
        ],
        "bgAnswerImage": [
          "https://i.pinimg.com/564x/78/37/91/7837910109bbde16757dd51547cffb82.jpg"
        ]
      },
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 190,
    "text": "",
    "answers": []
  },
  {
    "id": 191,
    "text": "",
    "answers": []
  },
  {
    "id": 192,
    "text": "",
    "answers": []
  },
  {
    "id": 193,
    "text": "",
    "answers": []
  },
  {
    "id": 194,
    "text": "",
    "answers": []
  },
  {
    "id": 195,
    "text": "",
    "answers": []
  },
  {
    "id": 196,
    "text": "",
    "answers": []
  },
  {
    "id": 197,
    "text": "",
    "answers": []
  },
  {
    "id": 198,
    "text": "",
    "answers": []
  },
  {
    "id": 199,
    "text": "",
    "answers": []
  },
  {
    "id": 200,
    "text": "",
    "answers": []
  }
]