[
  {
    "id": 1,
    "text": "P.s. это мой первый квест, он был создан только для меня и моих друзей, но если хоть кому-то сюжет будет не казаться ужасным, возможно, я продолжу его и даже оформлю его.\n\n\nВы проснулись у себя в доме прямо на полу, у вас сильно болела голова и вы не помнили что произошло.\n\"Сколько времени?\"\n",
    "answers": [
      {
        "id": 2,
        "text": "Посмотреть на свои ручные часы "
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы вдруг заметили что они не на вашей руке\n\"Похоже снял, я проголодался, пора сделать завтрак\"",
    "answers": [
      {
        "id": 3,
        "text": "Искать часы"
      },
      {
        "id": 4,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы решили поискать их у себя под кроватью и нашли их.\n\"12 часов утра 9.7.1993.\" -Долго вы спали",
    "answers": [
      {
        "id": 4,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы пришли на кухню, там было грязно и на полу лежали пустые бутылки, но на столе стояла полная бутылка алкоголя — \"только не сейчас\"",
    "answers": [
      {
        "id": 5,
        "text": "сделать чай и бутерброды с маслом"
      },
      {
        "id": 6,
        "text": "Посмотреть в окно"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы сделали чай, пару бутербродов и начали завтракать, насытившись вы решили посмотреть в окно",
    "answers": [
      {
        "id": 6,
        "text": "Посмотреть в окно"
      }
    ]
  },
  {
    "id": 6,
    "text": "Посмотрев на улицу, вы увидели разбитое окно соседа, вы что-то вспомнили...",
    "answers": [
      {
        "id": 7,
        "text": "Воспоминание 1"
      }
    ]
  },
  {
    "id": 7,
    "text": "Сосед: У тебя совсем с головой не в порядке? Убирайся с моего участка!\nВы: Ты точно украл мою бутылку! Отдавай её\nСосед: Тупой пьяница!\nСосед оттолкнул вас и вы ударили его в ответ\nВы: Да ты берега попутал!\nВы взяли  большой камень и кинули его соседу в окно\nКонец воспоминания",
    "answers": [
      {
        "id": 8,
        "text": "Ох..."
      }
    ]
  },
  {
    "id": 8,
    "text": "Всё! Я бросаю пить! Из за алкоголя меня уволили с работы пожарного, я потерял семью, поссорился и возможно подрался с соседом!\nВы взяли бутылку со стола и кинули её в мусорное ведро",
    "answers": [
      {
        "id": 9,
        "text": "Пойти в гостинную"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы пришли в гостинную\n\"Стоит посмотреть телевизор и перевести мысли\"",
    "answers": [
      {
        "id": 10,
        "text": "Включить телевизор "
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы включили телевизор. На экране появились новости\n\"Ой лучше уж футбол посмотреть чем...\" — не успели вы закончить мысль как услышали по телевизору:\nкорреспондент Кристи Кормик: Люди в лагере недалеко от Луисвилла сердиты и хотят вернутся домой, также они не могут связаться со своими близкими из зоны отчуждения из-за технического ремонта Knox Telecom.\nКристи Кормик: Сэр, что вы думаете о происходящем?\nБеженец: Меня выгнали из моего дома и я не могу связаться с близкими! Это ужасно и я недоволен!\nКристи Кормик: спасибо, а теперь к заявлению официальных лиц: Болезнь не смертельна и не опасна, ее симптомами может быть \"паника\" и \"подавленное состояние\", вам не стоит беспокоиться.\nКристи Кормик: Медицинское оборудование которое было подготовлено для экспорта за границу, используется для лечения больных в Америке. А теперь к новостям футбола\n\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Выключить телевизор "
      }
    ]
  },
  {
    "id": 11,
    "text": "Что за бред? Ничего подобного я не помню, надеюсь это была ложь...\nСтоит выйти на улицу и убедиться что это ложь",
    "answers": []
  }
]