[
  {
    "id": 1,
    "text": "Автор: helivert\n\nАвторская новогодняя сказка, авторский стиль, юмор – если найдете – тоже авторский. О важном, вечном и мрачном. \n\nАннотация для хороших квестов, поэтому здесь её нет ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Переставляя ноги со скоростью всюду успевшего, ваш дедушка вошёл на кухню. Отец, прикрываясь газетой, допивал почти остывший кофе. Глухой стук привлёк его внимание.\n\n– Пап, ты часы уронил, – заметил отец.\n– В самом деле?\n\nДед начал крутиться по сторонам, разыскивая сбежавшие наручные часы – подарок, служивший, как и дед, ещё с прошлого века. \n\n– И не забудь отнести письмо Деду Морозу, время уже поджимает, – отец снова уткнулся в газету.\n– Да как я забуду? Вот сходим сегодня с внучком на почту, отнесём. Да? Ещё и посоревнуемся, кто же из нас первый добежит?\n\nНет, ведь отец должен был отнести письмо. Ещё месяц назад. Зачем же вас подгоняла мать? \n",
    "answers": [
      {
        "id": 3,
        "text": "– Папа, а разве не ты должен был отнести письмо?",
        "lua_do": "function lua_do()\n   a = 0\nend"
      },
      {
        "id": 3,
        "text": "– Ура! На почту с дедушкой!",
        "lua_do": "function lua_do()\n    a = 1\nend"
      },
      {
        "super_calculate": false,
        "lua_do": "function lua_do()\nmath.randomseed(os.time())\nend",
        "calculate": true,
        "id": 2,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 3,
    "text": "   ",
    "answers": [
      {
        "lua_text": "function lua_text()\nreturn \"– Пу-пу-пу, – отец глубже зарылся в газету, – вы поглядите-ка, а цены-то растут!<s>\n<s>\n– Ничего страшного, даже если отдать письмо прямо перед Новым годом, Дед Мороз всё равно привезёт подарки, – успокаивал вас дедушка.<s>\n<s>\n– А он успеет? – спросили вы.<s>\n<s>\n– Конечно успеет! Он всем детям успевает развезти подарки, успеет и тебе!\"\nend",
        "id": 3,
        "text": "Новый ответ. введите текст",
        "lua_if": "function lua_if()\nreturn a == 0\nend",
        "merge": true
      },
      {
        "lua_text": "function lua_text()\nreturn \"– А я вот твоего энтузиазма не разделяю, – строго начал отец, – никаких сладостей по дороге чтобы не покупали. У тебя новогодних подарков на целых год хватит. Лучше-ка зубы побереги.<s>\n<s>\n– Не выпадут же они от одной конфетки, – парировали вы.<s>\n<s>\nВерхушка газеты опала, вы заметили соколиный взгляд отца. Вас разделял забаррикодированный посудой стол: дрогнувшие ряды чашек, сваленные в блюдечную яму вилки и ложки – ещё пару минут назад здесть тлела отцова яичница.<s>\n<s>\n– Мы друг друга услышали, – коротко ответил отец.\"\nend",
        "id": 3,
        "text": "Новый ответ. введите текст",
        "lua_if": "function lua_if()\nreturn a == 1\nend",
        "merge": true
      },
      {
        "id": 4,
        "text": "Собираться на почту"
      }
    ]
  },
  {
    "id": 4,
    "text": "Последние приготовления не заставили себя ждать, вы нацепили неудобные болоньевые штаны, надели носки потеплее, натянули древний джемпер и куртку поверх, наспех обмотали вокруг шеи колючий шарф и собрались было осчастливить варежки, но внезапно обнаружили, что в доме стало подозрительно тихо.",
    "answers": [
      {
        "id": 5,
        "text": "Позвать",
        "lua_do": "function lua_do()\n    a = 0\nend"
      },
      {
        "id": 5,
        "text": "Пойти на кухню",
        "lua_do": "function lua_do()\n    a = 1\nend"
      }
    ]
  },
  {
    "id": 5,
    "text": "   ",
    "answers": [
      {
        "lua_if": "function lua_if()\nreturn a == 0\nend",
        "id": 5,
        "text": "Новый ответ. введите текст",
        "lua_text": "function lua_text()\nreturn \"– Дедушка?<s>\n<s>\nНикто не ответил. Во всём доме не прозвучало ни единого звука. Даже холодильник – из тех, что гудят отрешенно – молчал.<s>\n<s>\n– Папа?<s>\n<s>\nСтараясь прислушаться, вы то и дело скрипели ботинками и выглядывали из-за угла прихожей, но никто так не отозвался. \"\nend",
        "merge": true
      },
      {
        "id": 5,
        "text": "Идти на кухню",
        "lua_if": "function lua_if()\nreturn a ~= 1\nend",
        "lua_do": "function lua_do()\n    a = 1\nend"
      },
      {
        "lua_if": "function lua_if()\nreturn a== 1\nend",
        "id": 5,
        "text": "Новый ответ. введите текст",
        "lua_text": "function lua_text()\nreturn 'Игнорируя материнскую просьбу \"не бродить по коридору в ботинках\", вы зашли на кухню. Всё здесь было по-старому: миниатюрный стол, купленный родителями ещё до вашего рождения, чашка с недопитым кофе на нём.<s>\n<s>\nВнезапно вы услышали едва заметные легкие щелчки прямо у себя под ногами.<s>\n<s>\n– Как ты здесь оказался? – раздался чей-то голос сзади. <s>\n<s>\nВы обернулись и раскрыли от удивления рот. Перед вами стоял живой посторонний человек в доме. Одет он был странно, но большее негодование вызвал его вопрос.<s>\n<s>\n– Я здесь живу! – заявили права вы.<s>\n<s>\nНеизвестный извлек из внутреннего кармана пальто потертый лист бумаги.'\nend",
        "merge": true
      },
      {
        "id": 6,
        "text": "Что там?",
        "lua_if": "function lua_if()\nreturn a == 1\nend"
      }
    ]
  },
  {
    "id": 6,
    "text": "– Да, ошибочка вышла. По накладной должен быть мужчина постарше… Ладно, с этим повременим. Вот тебе адрес, – он быстро что-то начиркал на бумаге, оторвал клочок и протянул вам, – ступай по нему и скажи, что ошибочка вышла.\n \nНа клочке были непонятные каракули. Можно счесть шуткой, а гостя принять за сумасшедшего, но, когда он пропал, вопросы затуманили ваш разум. Стало жарко из-за одежды или из-за страха? Поэтому ли хочется бежать, или от интереса и задора? Сердце должно так колотиться? \n\nОпомниться помог стук в дверь. Снова он. \n\n– Извините, вы здесь часы не видели? \n\n– Часы?! – искренне не понимая выпалили вы.\n\n– Да, наручные. Они, видимо, выпали при транспортировке... и я теперь нигде не могу их найти.\n\nТочно! Те, что под ногами ",
    "answers": [
      {
        "id": 7,
        "text": "Нет"
      },
      {
        "id": 8,
        "text": "Да"
      }
    ]
  },
  {
    "id": 7,
    "text": "– Опять месяц без головы ходить. Ну, ничего не поделаешь. \n\nНезнакомец покинул вас. Собравшись с мыслями и духом, вы сделали первый уверенный шаг из квартиры. И хоть остальные шаги давались менее успешно...\n\nЗа пределами прихожей не существовало ничего и рельсы. Припорошннная снегом абсолютная пустота. Гудок.\n\nИз белой пелены показался состав. Он медленно тянулся к вам, а потом – сквозь, минуя рельсы и не замечая прихожей. \n\n– Залезай, – предложил высунувшийся из последнего вагона мужчина и протянул руку.",
    "answers": [
      {
        "id": 9,
        "text": "Сесть",
        "lua_do": "function lua_do()\n    door = math.random(1, 3)\n    won = false\nend"
      },
      {
        "id": 10,
        "text": "Остаться "
      }
    ]
  },
  {
    "id": 8,
    "text": "– Спасибо! С меня бы шкуру содрали, если бы я их здесь оставил. Ну, ещё свидимся, – не переставал тараторить незнакомец. \n\nИсчез он так же быстро, как и в прошлый раз. Вы лишь моргнуть успели – и оказались в своей кровати. Помнили мало, понимали ещё меньше, но в вашей памяти это был самый грустный Новый год. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы схватили руку. Мужчина с такой легкостью закинул ваше тело в вагон, что находившаяся там женщина едва совладала с нервами и устояла на ногах. \n\n– Наконец-то! – вскликнула она и с протянутыми руками бросилась к вам.\n\n– Не здесь, – легко остановил её мужчина, чья форма была похожа на форму кондуктора.\n\nОн проводил вас к пассажирским местам и рассадил перед собой. По одну сторону села женщина, а из-под соседнего сиденья вылезла собака с рукой в зубах. Вы тут же подметили, что и дама не одна: она держала небольшой намокший свёрток и что-то шептала ему.\n\n– Теперь можем начать. Правила просты: выбираете дверь, получаете либо приз, либо наказание. Кто первый? \n\n– Можно я? – тут же вскочила женщина.\n\nСобака прорычала вслед. ",
    "answers": [
      {
        "id": 11,
        "text": "Ходить первым",
        "lua_do": "function lua_do()\n    turn = 1\nend"
      },
      {
        "id": 11,
        "text": "Ходить вторым",
        "lua_do": "function lua_do()\n    turn = 2\nend"
      },
      {
        "id": 11,
        "text": "Ходить третьим",
        "lua_do": "function lua_do()\n    turn = 3\nend"
      },
      {
        "super_calculate": false,
        "lua_do": "function lua_do()\n   t = 1\nend",
        "calculate": true,
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы решили не испытывать судьбу и не запрыгивать в последний вагон. В каком-то смысле это было взрослое решение. Верным ли оно оказалось? \n\nВы и не задумывались. Проснувшись утром и обнаружив, что Новый год уже наступил, вы и думать не могли о вагонах, даже если они были последними.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "   ",
    "answers": [
      {
        "lua_do": "function lua_do()\n    if door == 1 then winP = true\nend\nend",
        "text": "Первая",
        "lua_if": "function lua_if()\nreturn t == turn\nend",
        "id": 12
      },
      {
        "lua_do": "function lua_do()\n    if door == 2 then winP = true\nend\nend",
        "text": "Вторая",
        "lua_if": "function lua_if()\nreturn t == turn\nend",
        "id": 12
      },
      {
        "lua_do": "function lua_do()\n    if door == 3 then winP = true\n    end\nend",
        "text": "Третья",
        "lua_if": "function lua_if()\nreturn t == turn\nend",
        "id": 12
      },
      {
        "lua_text": "function lua_text()\nreturn \"– Желание ребенка – закон. Так и хочется нарушить, но за это последует неминуемое наказание. Делайте выбор!\"\nend",
        "id": 11,
        "text": "Новый ответ. введите текст",
        "lua_if": "function lua_if()\nreturn t == 1\nend",
        "merge": true
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nПервой вызвалась дама, она безмолвно указала на \"..wordList[math.random(1,3)]..\" дверь, подошла к ней после кивка кондуктора. Крепко сжимая сверток, она прильнула ухом к двери – и та распахнулась.<s>\n<s>\n– Да куда ж вы, дамочка? – только и успел досадно выругаться кондуктор. – Следующий?\" \nend",
        "id": 11,
        "text": "Новый ответ. введите текст",
        "lua_if": "function lua_if()\nreturn t == 1 and turn ~= 1\nend",
        "merge": true
      },
      {
        "lua_if": "function lua_if()\nreturn t == 2 and turn == 3\nend",
        "id": 11,
        "text": "Новый ответ. введите текст",
        "lua_text": "function lua_text()\nreturn \"Собака, виляя хвостом и пуская слюни, залежавшейся культёй указала на \"..wordList[math.random(1, 3)]..\" дверь. Кондуктор вопросительно взглянул, но всё же открыл её.<s>\n<s>\n– Животное ты, как говорится, насекомое, ступай и не возвращайся понапрасну... – с грустью вымолвил кондуктор, – Следующий!\"\nend",
        "merge": true
      },
      {
        "id": 11,
        "text": "Продолжить",
        "lua_if": "function lua_if()\nreturn turn ~= t\nend",
        "lua_do": "function lua_do()\n    t = t <plus> 1\nend"
      },
      {
        "super_calculate": false,
        "lua_do": "function lua_do()\nwinP = false\nwordList ={\"первую\", \"вторую\", \"третью\"}\nend",
        "calculate": true,
        "id": 11,
        "text": "Новый ответ. введите текст"
      },
      {
        "lua_if": "function lua_if()\nreturn (t == 3 and turn > 1) or (t == 2 and turn == 2)\nend",
        "id": 11,
        "text": "Новый ответ. введите текст",
        "lua_text": "function lua_text()\nreturn \"– Давай, – кондуктор махнул рукой, – сейчас твоя очередь.<s>\n<s>\nВы прислушались  к вою дверных щелей. Ветер дул то из одной, то из другой. Могло показаться, что игра эта нечестная, но другого выбора нет.\"\nend",
        "merge": true
      }
    ]
  },
  {
    "id": 12,
    "text": "   ",
    "answers": [
      {
        "lua_text": "function lua_text()\nreturn \"– Тебе кто-то подсказал? – спросил кондуктор, когда вы указали на тянувшую мраком дверь. <s>\n<s>\nТолько после этого вы поняли, что тянулись не к безликим и одинаковым дверям, а к самой жуткой из них, сквозившей сыростью.<s>\n<s>\n– Тебе сюда.\"\nend",
        "id": 12,
        "text": "Новый ответ. введите текст",
        "lua_if": "function lua_if()\nreturn winP\nend",
        "merge": true
      },
      {
        "lua_text": "function lua_text()\nreturn \"Ваше лицо захлестул холодный январский ветер, солнце выглянуло из под зимних облаков и первые лучи его обогревали так нежно, что вы тут же рухнули вперед, ожидая, что внизу вас подхватит нечто мялкое и воздушное.\"\nend",
        "id": 12,
        "text": "Новый ответ. введите текст",
        "lua_if": "function lua_if()\nreturn winP == false\nend",
        "merge": true
      },
      {
        "id": 13,
        "text": "Продолжить",
        "lua_if": "function lua_if()\nreturn winP\nend"
      },
      {
        "id": 14,
        "text": "Это конечная",
        "lua_if": "function lua_if()\nreturn winP == false\nend"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы прибыли на станцию \"Конечная\", где в маленькой и обветшалой каморке принимает гостей Дед Гробовоз. Упокоить – труд его. Оставить там, откуда всё и вышло. \n\nВы сразу же приметили длиннющую мёртвую очередь из повисших над землёй гробов. Все они стремились в каморку гробовщика. \n\n– Мертвые ждать не любят, – послышалось изнутри, – Заходи. ",
    "answers": [
      {
        "id": 15,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 14,
    "text": "Жизнь не регламентирована. Так говорил отец, пытаясь донести, что ошибкам нужно относиться проще. Не всё в этом мире зависит от тебя. \n\nНо что делать, если зависит? Где кончается беззаботная распаковка подарков на Новый год и где начинается ответственность за счастье других? В этот Новый год вы поняли – здесь. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 15,
    "text": "– Знаешь, откуда очередь? – из-за верстака вышел человек с осанкой покосившейся хибары. \n\nОн заглянул в ваши детские глаза и без толики сочувствия продолжил колотить гробы.\n\n– Хоть и вырос ты, но ни черта не понимаешь. Мне работать нужно, а им – отдохнуть. Тебе же следовало вернуться сразу. Так легче. \n\nЧеловек опёрся на три гроба, лежавших на столе, который разделял вас.\n\n– Предалгаю игру. Победишь – разрешу забрать часы. Проиграешь – Уйдешь ни с чем. Но это скучно, не так ли? \n\nОн достал из-за пазухи конверт.\n\n– Узнаешь? Твоё письмецо. Если откажешься, я отправлю его по адресу. Тебе же это нужно?  ",
    "answers": [
      {
        "id": 16,
        "text": "Играть"
      },
      {
        "id": 17,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 16,
    "text": "– Скучный выбор, но я привык к скуке. \n\nЧеловек начал стучать костлявыми пальцами покрышкам гробов так, будто перед ним клавишы, а не отсыревшие доски. \n\n– Перед тобой три гроба. В одном из них владелец часов. Ты делаешь предположение, а я открываю один из других. Потом тебе нужно решить, оставить выбор или изменить его. Выбирай!",
    "answers": [
      {
        "id": 18,
        "text": "Первый",
        "lua_do": "function lua_do()\n    qp = 1\nend"
      },
      {
        "id": 18,
        "text": "Второй",
        "lua_do": "function lua_do()\n    qp = 2\nend"
      },
      {
        "id": 18,
        "text": "Третий",
        "lua_do": "function lua_do()\n    qp = 3\nend"
      },
      {
        "super_calculate": false,
        "id": 16,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "lua_do": "function lua_do()\n    gt = math.random(1,3)\nend"
      }
    ]
  },
  {
    "id": 17,
    "text": "Да это же новый набор лего бионикл! Не суди – да несудим будешь. Вот где настоящее волшебство. \n\nСпустя годы придется либо принять худшие качества, либо жить до конца в самокопаниях. Проснувшись утром вы поняли, что как прежде уже не будет, ибо это же новый набор лего бионикл.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 18,
    "text": "   ",
    "answers": [
      {
        "super_calculate": false,
        "id": 18,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "lua_do": "function lua_do()\n    if qp == 1 then \n    qw = (qt == 1) and math.random(2, 3) or (qt == 2 and 3 or 2)\nelseif qp == 2 then \n    qw = (qt == 1 and 3) or (qt == 2 and ((math.random(1, 2) == 1) and 1 or 2) or 1)\nelse \n    qw = (qt == 1 and 2) or (qt == 2 and 1 or math.random(1, 2))\nend\nend"
      },
      {
        "super_calculate": false,
        "id": 18,
        "text": "Новый ответ. введите текст",
        "lua_do": "function lua_do()\n   wordList = {\"Первый\", \"Второй\", \"Третий\"}\nend",
        "calculate": true
      },
      {
        "id": 18,
        "text": "Новый ответ. введите текст",
        "lua_text": "function lua_text()\nreturn \"– Дааа... Выбор. Как же тяжело людям даётся выбор. \"..wordList[qp]..\", да?<s>\n<s>\nОн положил руки на два других гроба, отстучал мелодию, которую вы уже когда-то слышали. Что-то из классики или из рекламы. Уже не имеет значения<s>\n<s>\n– \"..wordList[qw]..\"! Я выбираю тебя.<s>\n<s>\nНа лице его появилась самодовольная ухмылка, он сорвал крышку с пустого гроба. Теперь вам нужно решить, оставить всё как есть или изменить выбор.\"\nend",
        "merge": true
      },
      {
        "id": 19,
        "text": "Оставить",
        "lua_do": "function lua_do()\nif qt == qp then winL = true\nend\nend"
      },
      {
        "id": 19,
        "text": "Выбрать другой ",
        "lua_do": "function lua_do()\n    if qp ~= qt then winL = true\nend\nend"
      }
    ]
  },
  {
    "id": 19,
    "text": "– Проигрывать всегда печально.",
    "answers": [
      {
        "lua_text": "function lua_text()\nreturn \" Надеюсь, ты потратил время с пользой.<s>\n<s>\nНаручные часы вылетели из вашего кармана и медленно проплыли мимо вас.\"\nend",
        "id": 19,
        "text": "Новый ответ. введите текст",
        "lua_if": "function lua_if()\nreturn winL == false\nend",
        "merge": true
      },
      {
        "lua_text": "function lua_text()\nreturn \" Забирай часы и оставь нас... работы много.\"\nend",
        "id": 19,
        "text": "Новый ответ. введите текст",
        "lua_if": "function lua_if()\nreturn winL\nend",
        "merge": true
      },
      {
        "id": 19,
        "text": "Новый ответ. введите текст",
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nЧеловек схватил лежавшие рядом молоток и гвозди, кинул на вас прощальный взгляд и начал заколачить гроб.<s>\n<s>\nЭтот стук ещё не раз спасал вас из кошмаров.\"\nend",
        "merge": true
      },
      {
        "id": 20,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 20,
    "text": "Воспоминания о каморке и человеке каплей плюхнулись в пробуждение и растворились так же, как кофе расплывается в отцовской кружке. Вы проснулись в своей кровати. \n\nНа кухне – под плачь посуды – отрешённо гудел холодильник. Настенные часы отбили тринадцать. ",
    "answers": [
      {
        "id": 1,
        "text": "Принять"
      },
      {
        "lua_if": "function lua_if()\nreturn winL\nend",
        "id": 20,
        "text": "Новый ответ. введите текст",
        "lua_text": "function lua_text()\nreturn \" Из под подушки донеслись щелчки.\"\nend",
        "merge": true
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]