[
  {
    "id": 1,
    "text": "Автор:Васян Ямской.                                                           Жанр:новогодняя сказка.                                                   Маша каждую новогоднюю ночь ждала Дедушку Мороза у ëлки, не смыкая глаз. Один раз даже соорудила ловушку из отцовского невода и своего скотча. Девочка уже почти отчаялась, но одна ночь изменила еë навсегда... ",
    "answers": [
      {
        "id": 2,
        "text": "Начать. "
      },
      {
        "id": 19,
        "text": "Концовки"
      },
      {
        "id": 4,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Каждому хочется погрузиться в атмосферу новогодней сказки, и читатель не исключение. Что ж, начнём историю.",
    "answers": [
      {
        "id": 3,
        "text": "Ага"
      }
    ]
  },
  {
    "id": 3,
    "text": "Оказывается, маленькая девочка Маша из Санкт-Петербурга очень ждёт Нового Года. Она всегда мечтала хотя бы одним глазком увидеть настоящего Деда Мороза. Родители Маши знали об этом желании девочки. Они каждый год платили самым разным аниматорам за то, чтобы те приходили к ребëнку в роли Деда Мороза, но Машенька всегда умела отличать правду от лжи.    Но вернëмся к настоящему. Сейчас Маша... \n",
    "answers": [
      {
        "id": 5,
        "text": "Подошла к ëлке"
      },
      {
        "id": 6,
        "text": "Выглянула в окошко"
      },
      {
        "id": 2,
        "text": "Повторила стихотворение"
      }
    ]
  },
  {
    "id": 4,
    "text": "Поздравляю с уже наступившим Новым годом, желаю счастья, здоровья, успехов и удачи!               Р . S. Ждите от балагура Васи ещë квесты! ",
    "answers": [
      {
        "id": 1,
        "text": "-На первую страницу"
      }
    ]
  },
  {
    "id": 5,
    "text": "Маша подошла к ëлке и заворожëнно стала смотреть на красивейшие сочетания ëлочных шаров, гирлянд, мишуры. Но верхушкой всей композиции была звëздочка... от которой девочку отвлекла мама, зовущая еë на кухню. \n",
    "answers": [
      {
        "id": 7,
        "text": "Идти на кухню"
      }
    ]
  },
  {
    "id": 6,
    "text": "За окном была невообразимая красотища! Некоторые люди уже запускали салюты и фейерверки, хоть до Нового года был ещë целый час. Откуда-то уже доносилась праздничная весëлая музыка. Но от созерцания прекрасного девочку отвлекла еë мама, зовя еë на кухню. \n",
    "answers": [
      {
        "id": 7,
        "text": "Идти туда"
      }
    ]
  },
  {
    "id": 7,
    "text": "Там еë уже ждали мама, папа и заказные Дед Мороз и Снегурочка. Девочка уныло поплелась к ним и еë затянули в хоровод с песней «В лесу родилась ëлочка!».",
    "answers": [
      {
        "id": 8,
        "text": "Танцевать в хороводе"
      },
      {
        "id": 9,
        "text": "Подпевать"
      },
      {
        "id": 10,
        "text": "Пытаться сбежать"
      }
    ]
  },
  {
    "id": 8,
    "text": "Маша танцевала в хороводе ещë минуты 3.Когда круговой танец завершился, аниматор рассмеялся и сказал «Снегурочке»тащить его мешок с подарками. ",
    "answers": [
      {
        "id": 11,
        "text": "Принимать подарки"
      }
    ]
  },
  {
    "id": 9,
    "text": "Маша начала подпевать. Благо, она хорошо знала эту песню.« Дед Мороз»был доволен голосом Машеньки, и поэтому он заключил:                            —Уу, как красиво ты поëшь! Мы со Снегурочкой думаем, что ты заслуживаешь подарка! Внучка моя, иди-ка, принеси мой мешок! ",
    "answers": [
      {
        "id": 11,
        "text": "Принимать подарки"
      }
    ]
  },
  {
    "id": 10,
    "text": "Маша тихонько, по стеночке, попыталась выйти из хоровода. Но еë обнаружил папа и сказал:          -Доченька, ты что, хочешь расстроить Дедушку Мороза и Снегурочку? Разве так можно? Ну-ка быстро в хоровод-петь и плясать! ",
    "answers": [
      {
        "id": 9,
        "text": "Петь "
      },
      {
        "id": 8,
        "text": "Плясать"
      }
    ]
  },
  {
    "id": 11,
    "text": "В подарок девочке дали красивую музыкальную шкатулку с узорами по бокам, похожими на мороз на окнах. ",
    "answers": [
      {
        "id": 12,
        "text": "Открыть сейчас"
      },
      {
        "id": 13,
        "text": "Открыть потом"
      }
    ]
  },
  {
    "id": 12,
    "text": "Внезапно, из шкатулки вылетел колючий морозный ветер и унëс Машу из квартиры. Странно, но Маше было совсем не холодно. Но всë же, от шока она потеряла сознание. ",
    "answers": [
      {
        "id": 14,
        "text": "Лететь",
        "blackout": true
      }
    ]
  },
  {
    "id": 13,
    "text": "—Потом открою! -сказала девочка и села за стол, где уже стояли разные блюда: и салаты, и гусь, и соусы, и соки, и какие-то «взрослые напитки»(взрослые никогда не разрешали пробовать Маше напитки из этих бутылочек, наверное потому, что они очень вкусные и родители просто жадничают). Следом уселись родители, а «Дед Мороз» и «Снегурочка» сказали, что их ещë ждут заказы... ",
    "answers": [
      {
        "id": 16,
        "text": "Разговаривать и кушать",
        "blackout": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Маша очнулась в странной комнате с ледяными стенами на тëплой кровати под меховым одеялом. Ребëнка сковали страх и любопытство одновременно. У девочки возникло острое желание либо самостоятельно изучить помещение, либо позвать на помощь. Кроме того, прямо напротив кровати находилась широкая деревянная дверь! ",
    "answers": [
      {
        "id": 15,
        "text": "Осмотреться"
      },
      {
        "id": 23,
        "text": "Пойти к двери"
      },
      {
        "id": 29,
        "text": "Позвать на помощь"
      }
    ]
  },
  {
    "id": 15,
    "text": "В комнате, оказывается, ещë находились и полки с игрушками, и шкаф, и камин.Только вот было одно но... Всë это состояло изо льда! ",
    "answers": [
      {
        "id": 25,
        "text": "К камину"
      },
      {
        "id": 26,
        "text": "К шкафу"
      },
      {
        "id": 27,
        "text": "К полкам"
      },
      {
        "id": 23,
        "text": "Пойти к двери",
        "need": -48
      },
      {
        "id": 29,
        "text": "Позвать на помощь",
        "need": -48
      },
      {
        "id": 48,
        "text": "Карта терема",
        "need": 48
      }
    ]
  },
  {
    "id": 16,
    "text": "Спустя почти час весëлых разговоров на разные темы с родителями и поедания вкусной еды, Маша вместе с родителями включила на телевизоре новогоднее поздравление президента и стала слушать и смотреть его. Конечно, там было много непонятных слов, но всë же она пропиталась атмосферой почти пришедшего праздника. Спохватившись, Машенька побежала под ëлку, но уже ничего там не нашла. От безысходности, девочка решила открыть подаренную ей аниматорами шкатулочку. ",
    "answers": [
      {
        "id": 17,
        "text": "Открыть. "
      }
    ]
  },
  {
    "id": 17,
    "text": "В шкатулке оказалась только танцующая балерина, рядом с которой оказалась надпись «Прости, но ты упустила свой шанс!»",
    "answers": [
      {
        "id": 18,
        "text": "Ну неееееет! "
      }
    ]
  },
  {
    "id": 18,
    "text": "На крик девочки, которая поняла, что упустила свой шанс увидеться с Настоящим Дедом Морозом, прибежали родители. Они ещë долго втолковывали девочке, что Дела Мороза не существует! Девочка в ту новогоднюю ночь узнала очень много...и осознала, что главное-это то, что вся семья сейчас вместе! ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка«Истина новогодней ночи»"
      }
    ]
  },
  {
    "id": 19,
    "text": "Всего пять концовок. Полный список перед вами. ",
    "answers": [
      {
        "id": 20,
        "text": "Концовка«Истина новогодней ночи»",
        "need": 19
      },
      {
        "id": 21,
        "text": "Концовка «Неудавшееся чудо»"
      },
      {
        "id": 22,
        "text": "Концовка«Фейрверк»"
      },
      {
        "id": 46,
        "text": "Концовка«Семейная мелодрама»"
      },
      {
        "id": 53,
        "text": "Концовка«Бенгальские огни»"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 20,
    "text": "Девочка Маша поняла, что Деда Мороза на самом деле не существует! Или она просто плохо искала? Но к ребëнку также пришло осознание-пока мама, папа и она вместе-им ничего не страшно! ",
    "answers": [
      {
        "id": 19,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 21,
    "text": "Машенька не смогла разобраться в ситуации, и была отправлена Дедом Морозом домой-во избежание неприятностей! ",
    "answers": [
      {
        "id": 19,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 22,
    "text": "Маше запомнилась эта яркая ночь с фейрверками! ",
    "answers": [
      {
        "id": 19,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 23,
    "text": "Маша открыла дверь и оказалась в ледяном коридоре! В этот же момент, на еë ногах появились изящные детские сапожки! ",
    "answers": [
      {
        "id": 23,
        "text": "Куда пойти? ",
        "comment": true
      },
      {
        "id": 40,
        "text": "Налево",
        "left_answer": true
      },
      {
        "id": 41,
        "text": "Направо",
        "right_answer": true
      }
    ]
  },
  {
    "id": 24,
    "text": "Задача:определить правдивость высказывания.      1.Татарского Деда Мороза зовут Кыш Бабай. ",
    "answers": [
      {
        "id": 76,
        "text": "Верно"
      },
      {
        "id": 77,
        "text": "Неверно"
      }
    ]
  },
  {
    "id": 25,
    "text": "Камин выглядел несколько странно. Хотя, насколько Машенька успела осмотреться, тут всë выглядело несколько странно! Но вернëмся к камину. Внутри него не было ни поленьев, ни угля, ни золы(хотя бы ледяных).",
    "answers": [
      {
        "id": 15,
        "text": "К комнате"
      }
    ]
  },
  {
    "id": 26,
    "text": "В ледяном шкафу было всего 3 полки:верхняя, средняя, нижняя. ",
    "answers": [
      {
        "id": 30,
        "text": "Верхняя полка"
      },
      {
        "id": 31,
        "text": "Средняя полка"
      },
      {
        "id": 32,
        "text": "Нижняя полка",
        "need": -32
      },
      {
        "id": 15,
        "text": "К комнате"
      }
    ]
  },
  {
    "id": 27,
    "text": "На полках стояли ледяные машинки, лежали ледяные куклы. Тут даже находился мячик, состоящий изо льда! Машеньке всë это стало ужасно интересно... ",
    "answers": [
      {
        "id": 36,
        "text": "Рассмотреть кукол внимательнее"
      },
      {
        "id": 37,
        "text": "Покатать мячик"
      },
      {
        "id": 15,
        "text": "Отойти от полок"
      }
    ]
  },
  {
    "id": 28,
    "text": "Маша очутилась дома и нашла родителей, которые обеспокоенно бегали вокруг дочери. В общем, остаток новогодних праздников Машенька ни на шаг не отходила от родителей! ",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 29,
    "text": "Маша громко позвала на помощь. Спустя 3 минуты, она внезапно телепортировалась домой! ",
    "answers": [
      {
        "id": 28,
        "text": "Концовка«Неудавшееся чудо»"
      }
    ]
  },
  {
    "id": 30,
    "text": "С трудом дотянувшись до верхней полки шкафа, Маша прощупала поверхность.Всë ясно-полка декоративная! Судя по тому, что нашарили маленькие ручки девочки, там лежали только бумажные снежинки и ëлочные шары. ",
    "answers": [
      {
        "id": 26,
        "text": "К полкам"
      }
    ]
  },
  {
    "id": 31,
    "text": "Тут находились очень серьëзные книги на околоновогоднюю тематику. Маша, конечно, не знала таких слов, но всë же ей было очень интересно, какие же тайны хранит средняя полка  шкафа... Найдя три книги с более-менее знакомыми словами, Маша глубоко задумалась:а какие из них ей интересны? ",
    "answers": [
      {
        "id": 33,
        "text": "«История Великого Устюга(краткое содержание)»"
      },
      {
        "id": 34,
        "text": "«Откуда к нам пришëл Новый год?(кратко для чайников)»"
      },
      {
        "id": 35,
        "text": "«Новогодние традиции народов России(туристический путеводитель)»"
      },
      {
        "id": 26,
        "text": "К полкам"
      }
    ]
  },
  {
    "id": 32,
    "text": "На этой полке стояли ледяные фигурки разных персонажей:тут были и Дед Мороз, и Снегурочка, и какой-то снеговик, и много кого ещë!Маше они очень понравились, она даже взяла одну фигурку, похожую на лешего,рассмотрела. Игра света и тени на ледяной поверхности хозяина леса затянула еë. Девочка забрала фигурку с собой. ",
    "answers": [
      {
        "id": 26,
        "text": "К полкам",
        "need": 32
      }
    ]
  },
  {
    "id": 33,
    "text": "Сегодня Великий Устюг знают как новогоднюю столицу России и резиденцию главного в стране Деда Мороза. Но Дедушка поселился здесь всего двадцать лет назад, и это фактически спасло город от незавидной участи, которая постигла многие другие северные города — разрухи и запустения.\n\nВообще Великий Устюг — город очень древний. Первые упоминания о нем приходятся на самое начало 13 века, так что он старше Нижнего, Воронежа, Архангельска и многих других русских городов. В те времена это был форпост на самой границе русских земель, за которым простирались неизведанные северные просторы и необжитые территории.\n\n\n\nПравда, до наших дней не дожила ни одна постройка старше 17 века... \nВ 15 веке в борьбе между Новгородом и Москвой Устюг сделал ставку на Московской княжество и не прогадал: Москва и правда выиграла противостояние. С тех пор Великий Устюг становится важным торговым центром всего Русского Севера, а с основанием Архангельска в 16 веке значение Устюга только усиливается.\n\nВся торговля в те времена велась по рекам, а Северная Двина как раз соединяла Устюг и Архангельск. Архангельск же был единственным русским портом на море, через который можно было торговать с другими странами. Устюг богател и креп, и так продолжалось бы, наверное, до сих пор, если бы не Петр I, задумавший прорубить окно в Европу...\n\n\nЗачем нужна форточка в Европу, если есть целое окно? С момента основания Петербурга торговля через Архангельск практически сразу сошла на нет. Было бессмысленно возить товары более длинным путем через Белое море, кроме того еще и через замерзающий зимой порт, коим является Архангельск, если есть более удобная во всех отношениях и близкая к Европе Балтика.\n\n\nВеликий Устюг оказался в стороне от торговли, а значит и в стороне от денег. Он стал обычным уездным городом, коих в царской России было огромное количество. Потом приходит советская власть, которая сносит большую часть церквей, построенных во время расцвета города, еще больше уничтожая память о былом величии города.\n\nМногие церкви в Устюге до сих пор требуют реставрации! \nДалее развал Союза, девяностые и окончательный упадок всего и вся, что не успело \"упасть\" за прошедшие с момента расцвета города триста с лишним лет. И вот в 1998 году мэр Москвы Лужков обращает внимание на милый провинциальный город, расположенный на отшибе Вологодской области. Говорит, что из него может получиться туристический центр для всей страны, если придумать какую-то \"фишку\".\n\nИ фишку-таки придумали! Решили, что Устюг станет вотчиной Деда Мороза. Выделили из федерального бюджета пару сотен миллионов на начало строительства вотчины Деда Мороза в десяти километрах от городской черты и понемногу стали облагораживать город. И ставка сыграла — Великий Устюг стал интересен многим туристам: они повезли сюда свои деньги!\n\nСтатус места жительства Деда Мороза вытащил Устюг из безнадеги, в которой он пребывал последние триста лет. \nКонечно, деньги вкладывались и до сих пор вкладываются в основном в комплекс \"Вотчина Деда Мороза\", который находится не в самом городе, да и туристы в основном едут тоже туда. Но все равно нет-нет, да и заедут посмотреть древний город, тем более что некоторые объекты, связанные с Дедом Морозом, находятся в самом городе. Например, здесь находится почтовое отделение, из которого можно отправить письмо с поздравлением от Дедушки в любую точку России и Мира.\n\nМожно сказать, что сейчас Устюг переживает второй по силе экономический подъем в своей истории. Только раньше здесь проходил важный торговый путь, а сейчас сюда съезжаются люди со всей страны, чтобы снова поверить в новогоднюю сказку и чудо! \n",
    "answers": [
      {
        "id": 31,
        "text": "К научным книжкам"
      }
    ]
  },
  {
    "id": 34,
    "text": "Маша толком не понимала, при чëм тут чайники, но начала читать...                                                 Своими корнями Новый год уходит в самую древность. Праздники в честь завершения старого года устраивались еще в Древней Месопотамии и Египте. Однако ученым неизвестно, насколько важными были эти праздники для шумеров и египтян.\n\n\n\n\nСимвол Нового года — ель была возведена в этот ранг древними кельтами. Правда украшали ель не игрушками, а внутренностями убитых животных, так как кельты были язычниками. Но с ходом развития общества на ёлку стали вешать фрукты и игрушки. Так зародилась традиция украшать ёлку.\n\nА кто первым начал отмечать Новый год 1 января? Древние римляне! Правило отмечать Новый год именно 1 января ввел Юлий Цезарь, который создал новый календарь, из-за чего праздник и переместился на 1 января (до Цезаря Новый год в Риме отмечали 1 марта). Стоит отметить, что праздник в честь завершения года в Риме называли Сатурналием в честь римского бога Сатурна. Во время Сатурналия никто не работал, а рабы на некоторое время становились равными своим хозяевам и все дарили друг другу подарки.\n\nА что в России? Ученым не удалось установить как и когда в Древней дохристианской Руси праздновалось наступление нового года. После принятия христианства по Византийскому календарю Новый год на Руси стали отмечать 1 марта, а с 1492 года — 1 сентября.\n\n\n\n\n1 января Новый год в России стали отмечать только при Петре 1, который перевел Россию на новое летоисчисление от Рождества Христова. Также Петр 1 ввел обычай украшать дома еловыми ветками.\n\n\"А в знак того доброго начинания и нового столетнего века, в царствующем граде Москве после должного благодарения к Богу и молебного пения в церкви, и кому случится и в дому своем, по большим и проезжим знатным улицам, знатным людям, и у домов нарочитых духовного и мирского чину, перед вороты учинить некоторые украшения от древ и ветвей сосновых, елевых и можжевеловых, против образцов, каковы сделаны на Гостине дворе и у нижней аптеки, или кому как удобнее и пристойнее, смотря по месту и воротам, учинить возможно, а людям скудным комуждо хотя по древцу или ветви на вороты, или над хороминою своею поставить, и чтоб то поспело ныне будущего генваря к 1 числу сего года, а стоять тому украшению генваря по 7 день того ж 1700 года\". (Указ «О праздновании Нового года», 1699 год.) \n\nТакже именно Петр 1 ввел традицию устраивать народные гуляния на Новый год. Царь предписывал запускать фейерверки и взрывать петарды.\n\n\nОднако после смерти Петра 1 традиция громко и всем городом отмечать Новый год сойдет на нет. Этот праздник останется только в домах знати и в императорском дворце. А при Екатерине 2 появится традиция дарить подарки на Новый год и накрывать стол. Другие атрибуты Нового года (открытки, елочные игрушки, шампанское) появятся только в 19 веке. А в 1852 году в Петербурге будет установлена первая публичная ёлка.\n\nЗатем Новый год ждали испытания. Пришедшие к власти большевики запретили отмечать Новый год, как буржуазный пережиток. Люди стали отмечать Новый год тайно, у себя на кухне. Так появилась традиция домашнего Нового года.\n\nНовый год вернули только в 1935 году. А выходным днем 1 января стало только в 1948 году. Именно в советское время появились такие атрибуты Нового года, как салат \"Оливье\", \"Селедка под шубой\" и мандарины.\n\nС 1954 года в Кремле стали проводить ежегодную Новогоднюю ёлку для ребятишек со всей страны, а в 1970-х Брежнев начал выступать с новогодним обращением.",
    "answers": [
      {
        "id": 31,
        "text": "Интересненько... "
      }
    ]
  },
  {
    "id": 35,
    "text": "\nНа территории Российской Федерации живет около 200 разных народов. У каждого из них — свой Новый год, который празднуют с интересными традициями, любопытными приметами и праздничной кулинарией. Как встретить Новый год в России, «примерив» на себя народные обычаи?\nРУССКИЕ НАРОДНЫЕ ТРАДИЦИИ\nКонечно, три главные российские новогодние традиции известны всем — это тазик оливье, бой курантов и просмотр «Иронии судьбы». А если серьезно, то традиционный русский Новый год — это в первую очередь обильный стол с шампанским и нарядная елка. \n\nУкрашение дома к Новому году — еще одна новогодняя традиция. Снежинки на окнах, гирлянды, праздничные свечи, сверкающий «дождик» — все это создает праздничное настроение.\n\nМандарины — традиционный для России новогодний фрукт, а их свежий аромат ассоциируется у многих исключительно с Новым годом.\n\nЧто до шампанского, то оно прочно «поселилось» на новогоднем столе в 1960-х годах, в СССР. Тогда же появился и обычай жечь под кремлевские куранты бумажку с заветным желанием, бросать пепел в бокал, чтобы выпить. Насколько реально успеть все это, «пока часы двенадцать бьют», можете проверить сами!                                                  \nКуда ж без этого… Если не настругаешь тазик салата сама, его принесет мама. Или подруга. Или подруга мамы\nХорошая компания, с которой будет весело, — тоже новогодняя традиция в России. Потому что есть поговорка «Как встретишь Новый год, так его и проведешь».\n\nСтаринные традиции Рождества, которые частично превратились в новогодние, — это гадания девушек на суженого; и колядки — зимние народные гуляния с песнями, хороводами, играми. Словом, все то, чем и сейчас можно заняться на новогодних ярмарках.\n\nТАТАРСКИЙ НОВЫЙ ГОД\nВторой по численности народ России после русского — татары. Сейчас они празднуют Новый год точно так же, в ночь с 31 декабря на 1 января. Татарского Деда Мороза зовут Кыш-Бабай, а Снегурочку — Кар-Казы, и она не внучка Кыш-Бабаю, а дочка.\n\nНовый год для татар — семейный праздник, хотя можно и сходить в гости к друзьям и встретить его там. Традиционные новогодние татарские блюда — сладкий чак-чак, треугольные пирожки эчпочмаки, многослойный пирог губадия, пирог балиш. Гости приносят с собой вкусности, хозяева, в свою очередь, никого не отпустят без угощения «с собой», и это тоже новогодний обычай.\n\nНо татары России встречают Новый год дважды, второй раз — в марте. В день весеннего равноденствия они отмечают Навруз — старинный праздник, связанный с урожаем. Земледельческие традиции Навруза в больших городах уже забыты. Но сам праздник помнят. \nТрадиционные блюда Навруза и пророщенная пшеница — красивый обычай\nОдно из традиционных блюд Навруза — сладость сумаляк из пророщенной пшеницы. Другие обычаи весеннего татарского Нового года — сделать в доме генеральную уборку, встречать Навруз в новой одежде, петь песни, готовить сладкий хворост и угощать друзей и соседей.\nБАШКИРСКИЕ НОВОГОДНИЕ ТРАДИЦИИ\nПомимо обычного Нового года башкиры празднуют и свой собственный — Нардуган или Нартукан. Это долгий праздник: он начинается 25 декабря и заканчивается 7 января и связан с зимним солнцестоянием. Слово Нардуган переводится как «рождение солнца». Нардуган празднуют не только башкиры, но и татары, чуваши, удмурты.\n\nВ это время принято одеваться в самое лучшее, ходить в гости, устраивать праздничные гуляния, готовить вкусную еду. Например, аумаля и элеш. Аумаля — это блюдо из муки, похожее на сладкие клецки, а элеш — наваристый мясной суп, немного похожий на щи. Также готовят бешбармак, катламу — что-то вроде слоеных пельменей, вак-бэлиш — пирожки с мясом и картошкой.\nНовогодняя Уфа — это красиво. И холодно!\nОдна из древних традиций Нардугана — жечь большие костры, чтобы прогнать ночь и призвать солнце и весну. Был и еще один интересный обычай — переодевание. Бабушки одевались молодухами и наоборот, парни носили маски волков, медведей или козлов. Хорошей приметой считалось, если в измененном обличье человека не узнали его близкие: это сулило удачу.                   СУРХУРИ\nТак называется древний чувашский Новый год. Праздник отмечают целую неделю примерно в то же время, что и традиционный Новый год, и Нардуган, — в конце декабря — начале января, то есть в период зимнего солнцестояния.\n\nПеревод слова — «баранья нога». Это связано с гаданиями: девушки заходили в темный овин и ловили барашка. Попался белый баран — суженый будет блондином; черный — брюнетом.\n\nСейчас старинные традиции Сурхури почти забыты. Остались такие новогодние чувашские обычаи, как веселье, пение и танцы, угощение. Обычно готовили йовача — шарики из муки.\n\nТакже на Сурхури люди надевали маски и устраивали шумные уличные гуляния, чтобы прогнать беды и привлечь удачу.\nЯКУТСКИЙ ПРАЗДНИК СОЛНЦА\nСреди народов России есть и такой, который празднует Новый год прямо в разгар лета. Ысыах — так называется традиционный Новый год в Якутии (Республике Саха), и приходится он на период с 10 по 25 июня. Перевод слова — изобилие.\n\nПраздник связан с древними богами и символизирует возрождение природы после зимней спячки, пробуждение солнца. Самоназвание якутов «саха» переводится как «свет» или «солнечный огонь». Для северной территории, где зимой обычная температура минус 50, солнце всегда имело огромное значение, от него буквально зависела жизнь и благополучие народа...\nГлавной датой Ысыаха считается 22 июня — летнее равноденствие. К этому времени на открытых полянах устанавливают ритуальные столбы-коновязи (сэргэ) для встречи солнечных богов. Сэргэ украшены витиеватой резьбой и разноцветными лентами. Они символизируют связь человека с богами.\n\nОсновной обряд якутского Нового года — Кюн Керсютэ, это встреча восходящего солнца. В ночь летнего солнцестояния спать не принято, чтобы не пропустить рассвет.\nБЕЛЫЙ МЕСЯЦ БУРЯТ\nЧтобы зимой отметить Новый год дважды, отправляйтесь в Бурятию, Забайкалье, Калмыкию или Туву: здесь в феврале празднуют Сагаан Сар или Сагаалган (Белый Месяц). Точную дату бурятского Нового года вычисляют по лунному календарю. \n\nЭто праздник, символизирующий преодоление зимы, встречу весны и призыв изобилия. В древние времена монгольские племена отмечали его осенью, но затем внук Чингисхана, увлекавшийся китайской астрологией, перенес праздник на февраль. В Сагаан Сар принято разводить большие костры, в которых сгорают все беды уходящего года. Другие традиции Белого Месяца — генеральная уборка в доме, выбрасывание старых и ненужных вещей.\nЛев у одного из буддийских монастырей Бурятии улыбается — наверное, тоже любит встречать Новый год дважды. \nВ ночь праздника спать не ложатся, накрывают стол, красиво наряжаются и ждут рассвета. Само празднование продолжается целый месяц. В это время принято ходить в гости — причем обязательно с подарками, навещать пожилых родственников, устраивать уличные гуляния и игры.\n\nТрадиционные блюда Сагаалгана — молочные: творог, сыр, сметана. Также готовят мясные супы, кровяную колбасу, беляши. Алкоголь не приветствуется.\nСЮНДУМА В КАРЕЛИИ\nКарелия — один из регионов России, где тоже празднуют собственный Новый год как сплетение языческих и христианских традиций. Сюндума иначе называют «магией первого дня». Он отмечается в начале января. Сюндума — приготовление огромного количества вкусной еды, уборка в доме и — обязательный банный день 31 декабря, чтобы, как в «Иронии судьбы», «встретить Новый год чистым».\n\nХорошей приметой в первый день Нового года считается встреча с пожилым мужчиной, а если он с бородой, как Дед Мороз, — то еще лучше, можно ожидать богатства. Также было принято колядовать, устраивать шествия ряженых, гадать, веселиться.\n\nВ Карелии есть сразу несколько Дедов Морозов: Талви Укко (зимний дед) и его родственница Лумики, мама и папа которой — Снежная Туча и Ясный Месяц. Талви Укко ездит на оленьей упряжке, а иногда запрягает в сани хаски и маламутов. \nЕще один карельский «дед» — Халла, которому помогают веселые домовята и его хозяйка Инкери. \n\nТретий — молодой Морозец (так переводится с карельского Паккайне), который живет в Олонце. Здесь зимой проводятся Олонецкие Игры Дедов Морозов, которые уже стали в Карелии новогодней традицией.\nОСЕТИНСКИЙ НОГБОН\nЕго празднуют в Старый Новый год, то есть 14 января. Праздник считается у осетин началом возрождения природы. Ногбон переводится как «новый день».\n\nВ ночь Ногбона принято накрывать богатый стол, основное блюдо — пирог артхурон, символизирующий солнце, и три пирога с сыром. Обязательно на столе должны быть мясные блюда, приготовленные на открытом огне, например шашлык. Это тоже символ новой жизни. Принято угощать всех друзей, звать их в гости и встречать Ногбон в веселой компании.\nПироги — традиционное блюдо осетинского Нового года! \nЕще одна традиция осетинского Нового года — встречать его без старых долгов и за столом говорить только о хорошем, чтобы привлечь в свою жизнь добро и удачу. Конечно, на Новый год загадывают заветные желания, гадают на суженого и зажигают костры, в которых сгорают все беды года предыдущего.\nЗАКЛЮЧЕНИЕ\nВсе новогодние традиции и обычаи народов России связаны с ожиданием добра, надеждой на новую жизнь и радостные события. И неважно, какой Новый год отмечать — традиционный или фольклорный, главное — верить в себя, ценить своих близких и бескорыстно помогать тем, кто в этом нуждается.\n\nСчастливого вам Нового года!\n",
    "answers": [
      {
        "id": 31,
        "text": "Многобукав! "
      }
    ]
  },
  {
    "id": 36,
    "text": "Куклы были сделаны очень красиво! Они были одеты либо в платьица, либо в юбочки. Ни у кого не было повторяющихся причëсок. На всех куклах отражалась лучезарная улыбка, прямо как у Маши! Мама всегда хвалила улыбку девочки, говорила, что она самая красивая на свете... ",
    "answers": [
      {
        "id": 38,
        "text": "Поиграть с куклами"
      },
      {
        "id": 27,
        "text": "К игрушкам"
      }
    ]
  },
  {
    "id": 37,
    "text": "Маша решила покатать ледяной мячик, но что-то не рассчитала и скинула его с полки! Но мячик изо льда, хоть и должен был разбиться, этого не сделал! Он просто отскочил от пола, как обычный резиновый мяч, и стал катиться по полу! ",
    "answers": [
      {
        "id": 39,
        "text": "Ещë немного порезвиться с мячиком"
      },
      {
        "id": 27,
        "text": "Поймать и положить мяч на место"
      }
    ]
  },
  {
    "id": 38,
    "text": "Маша ещë немного поиграла с куклами. Ей нравилось сидеть с ними. Она так чувствовала себя в своей тарелке... ",
    "answers": [
      {
        "id": 38,
        "text": "Поиграть ещë немного. "
      },
      {
        "id": 27,
        "text": "Прекратить и вернуться к другим игрушкам"
      }
    ]
  },
  {
    "id": 39,
    "text": "Маша ещë немного покатала мяч по комнате... ",
    "answers": [
      {
        "id": 39,
        "text": "Ещë! "
      },
      {
        "id": 27,
        "text": "Положить мяч на место"
      }
    ]
  },
  {
    "id": 40,
    "text": "Маша пошла налево и нашла в конце коридора двустворчатые белые двери, охраняемые... снеговиками? ",
    "answers": [
      {
        "id": 42,
        "text": "Подойти к снеговикам"
      },
      {
        "id": 43,
        "text": "Вернуться к развилке"
      }
    ]
  },
  {
    "id": 41,
    "text": "Внезапно, коридор извернулся,и Маша пошла налево. ",
    "answers": [
      {
        "id": 40,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 42,
    "text": "Маша с опаской подошла к снеговикам. Те спросили еë, кто она такая. Девочка рассказала о всех своих приключениях. Тогда снеговики в один голос заявили:                                                                -Так это о тебе хозяин рассказывал? Тогда проходи! ",
    "answers": [
      {
        "id": 44,
        "text": "Пройти за двери"
      }
    ]
  },
  {
    "id": 43,
    "text": "Снеговики спросили Машу, кто она такая... ",
    "answers": [
      {
        "id": 42,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 44,
    "text": "Машенька прошла за белые двери и попала в большущий зал, состоящий изо льда и снега, как и почти всë здесь! Массивные ледяные колонны создавали громкое эхо и просто хорошо дополняли картину... В центре же зала, на ледяном троне, сидел... Дед мороз! ",
    "answers": [
      {
        "id": 45,
        "text": "-Дедушка мороз! "
      },
      {
        "id": 45,
        "text": "-Здравствуйте! "
      }
    ]
  },
  {
    "id": 45,
    "text": "—Привет, Машенька! Добро пожаловать в мой терем! Я знаю, ты очень хотела увидеть меня и моих подчинëнных! Можешь погостить у меня денëк, осмотреться в моëм царстве! Если есть вопросы-задавай, я выслушаю! Вот тебе карта моей усадьбы! Когда будешь возвращаться домой-знай, что время тут идëт в 10 раз медленнее! ",
    "answers": [
      {
        "id": 47,
        "text": "Задать вопросы"
      },
      {
        "id": 48,
        "text": "В коридор"
      }
    ]
  },
  {
    "id": 46,
    "text": "Маша уснула на плече папы, пока смотрела новогодний фильм. ",
    "answers": [
      {
        "id": 19,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 47,
    "text": "—Я тебя слушаю, Машенька! ",
    "answers": [
      {
        "id": 49,
        "text": "-Что за шкатулка меня перенесла сюда? ",
        "need": -49
      },
      {
        "id": 50,
        "text": "-В какой комнате вашего терема я очнулась? ",
        "need": -50
      },
      {
        "id": 51,
        "text": "-Мои родители не сильно напуганы? ",
        "need": -51
      },
      {
        "id": 52,
        "text": "-Почему мне не холодно? ",
        "need": -52
      },
      {
        "id": 45,
        "text": "-Дедушка Мороз, потом подойду! "
      },
      {
        "id": 79,
        "text": "-Я закончила! ",
        "need": -73
      },
      {
        "id": 84,
        "text": "-Я закончила! ",
        "need": 73
      },
      {
        "id": 87,
        "text": "-Я закончила! ",
        "need": 71
      }
    ]
  },
  {
    "id": 48,
    "text": "Карта терема Деда Мороза:",
    "answers": [
      {
        "id": 45,
        "text": "Покои Деда Мороза",
        "left_answer": true
      },
      {
        "id": 55,
        "text": "Комната Снегурочки",
        "right_answer": true
      },
      {
        "id": 56,
        "text": "Фабричные помещения",
        "left_answer": true
      },
      {
        "id": 57,
        "text": "Складские помещения",
        "right_answer": true
      },
      {
        "id": 58,
        "text": "Гостиная",
        "left_answer": true
      },
      {
        "id": 59,
        "text": "Кабинет",
        "right_answer": true
      },
      {
        "id": 61,
        "text": "Библиотека",
        "right_answer": true
      },
      {
        "id": 62,
        "text": "Кухня",
        "left_answer": true
      },
      {
        "id": 63,
        "text": "Столовая",
        "right_answer": true
      },
      {
        "id": 15,
        "text": "Машина комната",
        "left_answer": true
      }
    ]
  },
  {
    "id": 49,
    "text": "—Эту шкатулку ковал наш лучший мастер-снеговик Иван. В неë входит лишь две основные детали-твоя надежда и морозоний-редкий металл, который и вложил в эту шкатулку магическую силу! ",
    "answers": [
      {
        "id": 47,
        "text": "-Понятно"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Это бывшая комната Снегурочки! Сейчас она уже большая стала, в другую переселилась... ",
    "answers": [
      {
        "id": 47,
        "text": "-Ясно"
      }
    ]
  },
  {
    "id": 51,
    "text": "—Нет, на них тоже действует эффект твоего новогоднего чуда! ",
    "answers": [
      {
        "id": 47,
        "text": "-Ясненько! "
      }
    ]
  },
  {
    "id": 52,
    "text": "—Потому что я специально создал для тебя невидимую куртку, Машенька! Ну и сапожки вот тоже... видимые. ",
    "answers": [
      {
        "id": 47,
        "text": "-Понятненько! "
      }
    ]
  },
  {
    "id": 53,
    "text": "Маша прекрасно повеселилась с родителями и друзьями, зажигая бенгальские огни! ",
    "answers": [
      {
        "id": 19,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 54,
    "text": "В комнате Снегурочки стояли большая двуспальная кровать, платяной шкаф, сервант, комод и находилось большое окно. ",
    "answers": [
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "Маша зашла в комнату к Снегурочке. Внучка Деда Мороза умилилась красоте девочки, погладила еë по голове и продолжила читать книгу, от которой еë отвлекла Маша. ",
    "answers": [
      {
        "id": 54,
        "text": "Осмотреться в комнате",
        "need": -54
      },
      {
        "id": 60,
        "text": "Поговорить со Снегурочкой"
      },
      {
        "id": 48,
        "text": "К карте терема"
      }
    ]
  },
  {
    "id": 56,
    "text": "Маша решила пойти на фабрику Деда Мороза. Тут везде работали белые медведи, снеговики и лесные звери! Маша решила им не мешать и вышла оттуда. ",
    "answers": [
      {
        "id": 48,
        "text": "К карте терема"
      }
    ]
  },
  {
    "id": 57,
    "text": "Маша решила пойти в кладовку Деда Мороза. Но она оказалась закрытой. ",
    "answers": [
      {
        "id": 48,
        "text": "К карте терема"
      }
    ]
  },
  {
    "id": 58,
    "text": "В гостиной лишь сидел одинокий юноша в крестьянской рубахе с засученными рукавами в обнимку с гармошкой. На нëм был бейджик: «Емеля»",
    "answers": [
      {
        "id": 66,
        "text": "Поговорить с крестьянином",
        "need": -73
      },
      {
        "id": 48,
        "text": "К карте терема"
      }
    ]
  },
  {
    "id": 59,
    "text": "Маша открыла кабинет Деда Мороза. За письменным столом сидел волк в деловом костюме и разбирал какие-то бумаги. Маша решила не мешать ему, но Волк уже заметил еë и вежливым тоном спросил у девочки: «Чем могу помочь?»",
    "answers": [
      {
        "id": 72,
        "text": "-Может, вам помочь? ",
        "need": -80
      },
      {
        "id": 48,
        "text": "Карта терема:"
      }
    ]
  },
  {
    "id": 60,
    "text": "Снегурочка лежит на кровати, читая какую-то книжку. Увидев Машеньку, она отвлеклась и сказала:                                                                                                  -Привет, девочка, я Снегурочка. Ты и так это знаешь, но всë же. Тебе подсказать что-нибудь? ",
    "answers": [
      {
        "id": 64,
        "text": "-Что читаешь? ",
        "need": -64
      },
      {
        "id": 65,
        "text": "-Как дела? ",
        "need": -73
      },
      {
        "id": 90,
        "text": "-Как дела? ",
        "need": -90
      },
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 61,
    "text": "Маша подошла к библиотеке. На еë дверях висела табличка:«Библиотека в праздничные дни не работает!»",
    "answers": [
      {
        "id": 48,
        "text": "Карта терема"
      }
    ]
  },
  {
    "id": 62,
    "text": "На кухне терема хлопотали торопливые снеговики. Маша решила не мешать им. ",
    "answers": [
      {
        "id": 48,
        "text": "Карта терема"
      },
      {
        "id": 81,
        "text": "Попробовать что-нибудь"
      }
    ]
  },
  {
    "id": 63,
    "text": "В столовой всë уже было накрыто, но только на столе была табличка«Кушать в 8 часов»",
    "answers": [
      {
        "id": 48,
        "text": "Карта терема"
      }
    ]
  },
  {
    "id": 64,
    "text": "—Да так, просто юмористическую книгу. ",
    "answers": [
      {
        "id": 60,
        "text": "-Хорошо"
      }
    ]
  },
  {
    "id": 65,
    "text": "—Да всë более-менее хорошо! ",
    "answers": [
      {
        "id": 60,
        "text": "-Это прекрасно! "
      }
    ]
  },
  {
    "id": 66,
    "text": "Крестьянин играет на гармошке. Ловко это у него выходит...                                                                             — Я ходил по белу свету, знался с умными людьми,\nСчастье есть, и счастья нету, есть любовь, и нет любви.\nУж я к ней и так и этак, со словами и без слов,\nОбломал не мало веток, наломал не мало дров,\n\nВроде гляну, все в порядке, а выходит ерунда\nУместились на трëхрядке все страданья в три ряда.\nУж я к ней и так и этак, со словами и без слов,\nОбломал не мало веток, наломал не мало дров,\n\nВсë бы ты гармошка пела, переборами звеня,\nА кому какое дело, что на сердце у меня.\nУж я к ней и так и этак, со словами и без слов,\nОбломал не мало веток, наломал не мало дров.\n\nНи хозяйки, ни усадьбы- до чего же не везëт,\nУ людей сплошные свадьбы, у меня сплошной развод.\nУж я к ней и так и этак, со словами и без слов,\nОбломал не мало веток, наломал не мало дров! ",
    "answers": [
      {
        "id": 67,
        "text": "Подойти и поговорить. "
      },
      {
        "id": 48,
        "text": "Карта терема"
      }
    ]
  },
  {
    "id": 67,
    "text": "Увидев Машу, крестьянин отвлëкся и спросил, что случилось... ",
    "answers": [
      {
        "id": 68,
        "text": "Спросить крестьянина, кто он такой",
        "need": -68
      },
      {
        "id": 69,
        "text": "Спросить, почему он такой печальный",
        "need": -73
      },
      {
        "id": 48,
        "text": "Карта терема"
      }
    ]
  },
  {
    "id": 68,
    "text": "—Я-Емеля. Меня с деревни Варламовки отправили сюда учиться на Деда Мороза. На Новый год я играю роль младшего Деда Мороза-Морозца! ",
    "answers": [
      {
        "id": 67,
        "text": "-Понятно"
      }
    ]
  },
  {
    "id": 69,
    "text": "—Я хочу заполучить руку и сердце Снегурочки, но не знаю, как ей об этом сказать! ",
    "answers": [
      {
        "id": 70,
        "text": "-Скажи прямо! "
      },
      {
        "id": 71,
        "text": "-Подари ей эту фигурку! ",
        "need": 32
      },
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 70,
    "text": "—Прямо,но... мне страшно. А, ладно! Жди здесь-и Емеля ушëл. ",
    "answers": [
      {
        "id": 73,
        "text": "Подождать его"
      }
    ]
  },
  {
    "id": 71,
    "text": "—Что? Ну ладно... Я побежал.. ",
    "answers": [
      {
        "id": 73,
        "text": "Подождать его"
      }
    ]
  },
  {
    "id": 72,
    "text": "—Уверена, что не сдюжишь?-спросил Волк у Машеньки. ",
    "answers": [
      {
        "id": 74,
        "text": "-Уверена! "
      },
      {
        "id": 75,
        "text": "-Не уверена, извините! "
      }
    ]
  },
  {
    "id": 73,
    "text": "Спустя время, Емеля вернулся и радостно прокричал«Она согласна!».Маша была довольна таким раскладом... ",
    "answers": [
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "—Тогда приступай! ",
    "answers": [
      {
        "id": 24,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 75,
    "text": "—Тогда в другой раз как-нибудь! ",
    "answers": [
      {
        "id": 59,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 76,
    "text": "Волк кивнул. Похоже, верно.                                              2.Многие церкви в Великом Устюге до сих пор требуют реставрации! ",
    "answers": [
      {
        "id": 78,
        "text": "Верно"
      },
      {
        "id": 77,
        "text": "Неверно"
      }
    ]
  },
  {
    "id": 77,
    "text": "Волк резко зарычал на Машеньку. Та в шоке... ",
    "answers": [
      {
        "id": 29,
        "text": "закричала"
      }
    ]
  },
  {
    "id": 78,
    "text": "Волк кивнул. Похоже, верно.                                           3.Правда ли, что Сталин начал впервые выступать с новогодним обращением? ",
    "answers": [
      {
        "id": 77,
        "text": "Верно"
      },
      {
        "id": 80,
        "text": "Неверно"
      }
    ]
  },
  {
    "id": 79,
    "text": "—Хорошо, но раз ты была не так внимательна к мелочам, как я ожидал, тебя придëтся отправить домой! ",
    "answers": [
      {
        "id": 82,
        "text": "-Эх, ладно! "
      },
      {
        "id": 83,
        "text": "Входит Волк со стопкой бумаг",
        "need": 80
      }
    ]
  },
  {
    "id": 80,
    "text": "Маша закончила разбирать бумаги. Волк обнял еë и чуть ли не начал вылизывать! ",
    "answers": [
      {
        "id": 59,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 81,
    "text": "Маша, пока никто не видит, умыкнула с тарелки несколько свиных рулетиков! ",
    "answers": [
      {
        "id": 62,
        "text": "Ай-яй-яй! "
      }
    ]
  },
  {
    "id": 82,
    "text": "Машу телепортировало домой, где она очнулась лежащей на диване с родителями, которые смотрели какой-то новогодний фильм. Девочка поудобнее устроилась и задремала на отцовском плече. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка«Семейная мелодрама»"
      }
    ]
  },
  {
    "id": 83,
    "text": "—Не надо, хозяин! Она хорошо мне помогла!               -Да? Тогда, Машенька, извини! Я дам тебе важное умение-сохранять надежду. ",
    "answers": [
      {
        "id": 85,
        "text": "-Спасибо! "
      }
    ]
  },
  {
    "id": 84,
    "text": "—Проходи, Машенька,! Ты помогла Морозцу очаровать Снегурочку, поэтому я подарю тебе важное умение-не терять надежду. ",
    "answers": [
      {
        "id": 85,
        "text": "-Спасибо! "
      }
    ]
  },
  {
    "id": 85,
    "text": "Но тут Машку повело, всë осветилось белым светом. ",
    "answers": [
      {
        "id": 86,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 86,
    "text": "Маша очнулась на улице с родителями. Они запускали фейерверки. Синие, зелëные и красные огни создавали невообразимо красивую картину. Маша быда счастлива. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка«Фейрверк»"
      }
    ]
  },
  {
    "id": 87,
    "text": "—Молодец, Машенька, ты помогла Морозцу очаровать Снегурочку, и даже подарила ему волшебную фигурку! Перед тем, как попрощаться, я хочу подарить тебе такую же! ",
    "answers": [
      {
        "id": 88,
        "text": "-Спасибо! "
      }
    ]
  },
  {
    "id": 88,
    "text": "Машу повело,всë осветилось белым светом... ",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Маша очутилась на улице вместе с родителямии друзьямм, зажигая бенгальские огни! Всем было весело... ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка«Бенгальские огни»"
      }
    ]
  },
  {
    "id": 90,
    "text": "—Всë просто прекрасно, скоро мы с Морозцем... пока секрет! ",
    "answers": [
      {
        "id": 60,
        "text": "-Ну ладно"
      }
    ]
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  }
]