[
  {
    "id": 1,
    "text": "автор: Kitsune \nжанр: фантастика, в этом квесте вы проживёте небольшой участок жизни средневекового \"охотника на монстров\". Выполните охотничьи заказы и многое другое.",
    "answers": [
      {
        "id": 2,
        "text": "продолжить"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.postimg.cc/7ZqG2JHh/upload-2024-02-29-15-11-49-376.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Очнулись Вы в своей камере, где находились примерно месяц или два. Уже совсем сбились счёта времени. Темная, влажная и холодная, каменная тюремная камера поглощала все звуки, оставляя вас в полной тишине и одиночестве. Стены из твердого камня, лишены каких-либо украшений или особых элементов. На полу лежало несколько связок сена, служащих вместо кровати для уставшего заключенного.\n\nВоздух был тяжелым и пропитан запахом старости, плесени и влаги. Отсутствие окон и естественного света делало время неопределенным.\n\nВы сидели на холодном каменном полу, взволнованный мыслями о ...",
    "answers": [
      {
        "id": 3,
        "text": "...том как Вы сюда попали."
      },
      {
        "id": 4,
        "text": "... вспомнить о том кто Вы ."
      },
      {
        "id": 5,
        "text": "...закончить раздумья и начать медитировать."
      },
      {
        "id": 2,
        "text": "very big ",
        "url": "https://i.postimg.cc/Zn0Cx3yP/Screenshot-20240227-183853-Shedevrum.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Помнили Вы всё очень смутно как в тумане. Отрывками. Но кое-что всё-таки осталось в вашей памяти. \nМожно частично вспомнить или сменить тему.\n",
    "answers": [
      {
        "id": 2,
        "text": "сменить тему раздумий "
      },
      {
        "id": 6,
        "text": "ВСПОМНИТЬ"
      }
    ]
  },
  {
    "id": 4,
    "text": "Зовут вас, Вимак, это имя дала вам мать, когда Вы были совсем маленьким. Но это всё было давно, сейчас вам 96 лет, но выглядите на все 34 года. Хоть и из-за бороды, что выросла на вас за долгое время пребывания в темнице судить было сложно, Вы очень похудели ведь вам не разу не приносили еды и даже воды. Интересно забыли про вас или просто хотят убить? \n\nВсю свою осознанную жизнь, Вимак, был охотником на монстров, убивал их за деньги. И можно сказать даже преуспели в этом. \n\nОбычным человеком Вы конечно же не являлись, были так сказать мутантом и это давало свои плюсы повышенная регенерация, сила, слух острее волчьего, обоняние, которому позавидует каждая собака.\n Но главное это магия \"телекинетический удар-позволяющий вмиг сломать любое препятствия будет то дверь или каменная стена\". \"Обман-позволяет обмануть кого угодно\". \"Щит-образует вокруг вас сферу которую очень сложно пробить\". \"Пламя-из вашей руки вырывается струя искр плавно переростающая в огненный шквал\". \"Магическая ловушка-позволяед парализовать противника на некоторое время\".",
    "answers": [
      {
        "id": 2,
        "text": "сменить тему раздумий "
      },
      {
        "id": 7,
        "text": "телекинетический удар "
      }
    ]
  },
  {
    "id": 5,
    "text": "     С помощью медитации, можно пропускать отрывки времени, это очень полезно в некоторых случаях.\n\nСколько хотите медитировать? ",
    "answers": [
      {
        "id": 8,
        "text": "час"
      },
      {
        "id": 9,
        "text": "пять часов"
      },
      {
        "id": 10,
        "text": "весь день"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы выпивали на балу вроде бы в честь .............. принцессы с .......... земель. Он вам сразу не ...........  но решили молча остаться в стороне. Спустя некоторое время когда ............ на весиле, к вам подошли ......... и ........... Вы не стерпели такого ............ удар удар удар ................\nОчнулись вы уже в этой темнице.",
    "answers": [
      {
        "id": 2,
        "text": "сменить тему"
      }
    ]
  },
  {
    "id": 7,
    "text": "      Без кинетического удара, Вы как без рук наверное это самый полезный и сильный  знак.\nПочему бы просто не выбить им дверь и не сбежать наверняка подумал ты. Но всё было не так легко, как Вы очнулись, сразу же заметили двимеритовый браслет на своём левом запястье.  Известно, что двимерит действует как транквилизатор для магии и поэтому пока он на вас про магию можно забыть.",
    "answers": [
      {
        "id": 2,
        "text": "вернуться назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "     Вы решили медитировать всего час. Но не успели, приступить к задуманному как  услышали звуки сверху, слышали треск городских ворот, шаги многочисленных ног (по звуку экипированы значит солдаты), звон колокола, что означало ОСАДУ города.",
    "answers": [
      {
        "id": 11,
        "text": "прислушаться "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы решили медитировать пять часов. Но не успели, приступить к задуманному как тут же услышали звуки сверху, слышали треск городских ворот, шаги многочисленных ног (по звуку экипированы значит солдаты), звон колокола, что означало ОСАДУ города.",
    "answers": [
      {
        "id": 11,
        "text": "прислушаться "
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы решили медитировать весь день. Но не успели, приступить к задуманному как тут же услышали звуки сверху, слышали треск городских ворот, шаги многочисленных ног (по звуку экипированы значит солдаты), звон колокола, что означало ОСАДУ города.",
    "answers": [
      {
        "id": 11,
        "text": "прислушаться "
      }
    ]
  },
  {
    "id": 11,
    "text": "    Слышали звон ударяющейся стали, наверху были ожесточённые сражения. Крики.\n     \n      Вдруг Вы услышали быстрые шаги которые приближались к вам. Звук ключей, неужели меня освободят подумали Вы. Мгновение и дверь уже открыта.  \n\n      — Как долго я этого ждал.",
    "answers": [
      {
        "id": 12,
        "text": "выйти из камеры"
      }
    ]
  },
  {
    "id": 12,
    "text": "     Прямо перед вами висела кожаная сумка с вашими вещами или так сказать пожитками, в которые входили старый, но верно служивший годами меч, но время не затупило его, он всё такой же острый. Потрёпанная броня в целом не очень, но со своей задачей справляется.\n\n — если жизнь спасло значит, пригодилось, так говорил мой дядя.\n\n      Ещё был один метательный кинжал и старый арбалет с пятью болтами. На этом вроде бы всё.",
    "answers": [
      {
        "id": 13,
        "text": "экипироваться "
      }
    ]
  },
  {
    "id": 13,
    "text": "     Вы в полной боевой готовности. ",
    "answers": [
      {
        "id": 14,
        "text": "осмотреться"
      }
    ]
  },
  {
    "id": 14,
    "text": "\n\n    Стояли Вы в середине длинного коридора по бокам которого находились многочисленные двери камер, а в конце была не высокая лестница с распахнутой дверью которая вела на свободу.",
    "answers": [
      {
        "id": 15,
        "text": "идти к двери"
      },
      {
        "id": 14,
        "text": "very big ",
        "url": "https://i.postimg.cc/1Rkfxgxt/Screenshot-20240227-190239-Shedevrum.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "     Не успели Вы сделать и двух шагов, как в дверном проёме появилось три хорошо экипированных солдата-захватчика.\nОни явно не поболтать сюда пришли, похоже боя избежать не удастся.",
    "answers": [
      {
        "id": 16,
        "text": "дать бой"
      }
    ]
  },
  {
    "id": 16,
    "text": "    С громким криком на вас бросился первый противник, он поднял меч высоко над головой готовясь сделать сильный удар.",
    "answers": [
      {
        "id": 17,
        "text": "быстрый удар "
      },
      {
        "id": 18,
        "text": "парирование"
      }
    ]
  },
  {
    "id": 17,
    "text": "     Вы нанесли быстрый удар на опережение в шею противника.\nБагровая кровь акатила ваш меч и стену напротив. Враг схватился за горло и упал захлёбываясь своей кровью. Мёртв.",
    "answers": [
      {
        "id": 21,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 18,
    "text": "   Вы без труда отпарировали атаку противника. Он покачнулся и стал в ступор. Воспользовавшись моментом, Вы замахнулись и нанесли сильный, рубящий удар в ....",
    "answers": [
      {
        "id": 19,
        "text": "голову"
      },
      {
        "id": 20,
        "text": "туловище"
      }
    ]
  },
  {
    "id": 19,
    "text": "   Одним сильным и резким ударом Вы отделили голову от тела, багровая кровь брызнула фонтаном и враг упал замертво.",
    "answers": [
      {
        "id": 21,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 20,
    "text": "   Одним сильным ударом вашего верного меча Вы прорезали броню и разрубили живот противника. Внутренности врага выпали на ружу.  В миг он схватился за ранение и упал замертво.\n\n   ",
    "answers": [
      {
        "id": 21,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 21,
    "text": "    Не успели Вы перевести дыхание как на вас бежал второй солдат также высоко поднявший меч над головой.",
    "answers": [
      {
        "id": 22,
        "text": " быстрый удар"
      }
    ]
  },
  {
    "id": 22,
    "text": " Вы нанесли молниеносный удар в сердце врага, кровь потекла алой струйкой, лицо  солдата скрутило и он издох.",
    "answers": [
      {
        "id": 23,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 23,
    "text": "   Третий испуганный солдат увидев ваше мастерство решил не связываться с вами. Он в страхе начал убегать. ",
    "answers": [
      {
        "id": 24,
        "text": "метнуть метательный кинжал "
      },
      {
        "id": 25,
        "text": "пощадить"
      }
    ]
  },
  {
    "id": 24,
    "text": "  Медко брошаный кинжал достиг своей цели, солдат пал.\n — никакой пощады каждый получит своё.",
    "answers": [
      {
        "id": 26,
        "text": "выйти на улицу"
      }
    ]
  },
  {
    "id": 25,
    "text": "   Вы решили не убивать испуганного захватчика и сохранить кинжал для более подходящего момента.",
    "answers": [
      {
        "id": 26,
        "text": "выйти на улицу"
      }
    ]
  },
  {
    "id": 26,
    "text": "   Захватчики постарались на славу весь город был объят пламенем, в каждом углу были тела солдаты, женщины, старики и даже дети пощады не было. Безжалостные захватчики были повсюду.\n\n   Ваша верная лошадь стояла у разбитых ворот привязанная к столбу которой был опорой для маленького перехода над воротами. ",
    "answers": [
      {
        "id": 27,
        "text": "бежать к лошади"
      },
      {
        "id": 28,
        "text": "идти к лошади"
      },
      {
        "id": 26,
        "text": "very big ",
        "url": "https://i.postimg.cc/Yqjwt7Fs/Screenshot-20240227-191125-Shedevrum.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "   Вы пронеслись мимо воюющих солдат и захватчиков. Одним быстрым, но точным ударом перерубили веревку к которой была привязана ваша лошадь. В миг оседлав её вы поскакали прочь навстречу приключениям.",
    "answers": [
      {
        "id": 30,
        "text": "скакать"
      },
      {
        "id": 27,
        "text": "j",
        "url": "https://i.postimg.cc/Hk0PbP1g/Screenshot-20240227-194313-Shedevrum.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "   Вы спокойно прошли  мимо воюющих солдат и захватчиков все были слишком заняты и не обратили на вас никакого внимания. Одним быстрым, но точным ударом перерубили веревку к которой была привязана ваша лошадь. В миг оседлав её вы поскакали прочь навстречу приключениям.",
    "answers": [
      {
        "id": 30,
        "text": "скакать"
      }
    ]
  },
  {
    "id": 29,
    "text": " — Заранее спасибо тебе, Вимак знаю я что ты своё слово держишь. Значит так они приходят каждое воскресенье, вечером, это получается завтра. \n\n — Я разберусь с ними.",
    "answers": [
      {
        "id": 54,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 30,
    "text": "   Скакали Вы только вперёд, оставляя позади разгромленный город Староград. К этому моменту на небе была уже глубокая ночь и поэтому становилось не безопасно. Нужно прибавить ходу.\n    ",
    "answers": [
      {
        "id": 31,
        "text": "ускориться "
      },
      {
        "id": 30,
        "text": "very big ",
        "url": "https://i.postimg.cc/W1wGbBgQ/Screenshot-20240227-192150-Shedevrum.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "   Вся ночь прошла верхом на коне. И только к рассвету на горизонте начали маячить очертания города Кулория. \n   В нём Вы планировали обновить снаряжение и улучшить свой меч. А также немного заработать золотых и снять двимеритовый браслет.",
    "answers": [
      {
        "id": 32,
        "text": "заехать в город"
      },
      {
        "id": 31,
        "text": "very big ",
        "url": "https://i.postimg.cc/htyg9jBg/Screenshot-20240227-194926-Shedevrum.jpg"
      }
    ]
  },
  {
    "id": 32,
    "text": "   Небольшой, но довольно красивый город Кулория всегда вам нравился, в нём есть всё необходимое трактир, кузня и жители которые всегда нуждается в помощи охотника на монстров и готовы хорошо заплатить за ваши услуги. ",
    "answers": [
      {
        "id": 33,
        "text": "ТРАКТИР"
      },
      {
        "id": 34,
        "text": "КУЗНЯ"
      },
      {
        "id": 35,
        "text": "НАЙТИ РАБОТУ",
        "need": 59
      },
      {
        "id": 32,
        "text": "big ",
        "url": "https://i.postimg.cc/76qVwx5G/Screenshot-20240227-195309-Shedevrum.jpg"
      },
      {
        "id": 113,
        "text": "БАНЯ",
        "need": 100
      },
      {
        "id": 131,
        "text": "ПОКИНУТЬ КУЛОРИЮ ",
        "need": 49
      }
    ]
  },
  {
    "id": 33,
    "text": "   Довольно большой и красивый трактир находившийся в центре  города в нём всегда кипела жизнь, но также часто ошивались пьяницы и попрошайки. Когда-то Вы проводили здесь много времени, а трактирщик стал вам хорошем другом. ",
    "answers": [
      {
        "id": 36,
        "text": "зайти в трактир"
      },
      {
        "id": 32,
        "text": "назад"
      },
      {
        "id": 33,
        "text": "big ",
        "url": "https://i.postimg.cc/Hn1zGrSD/Screenshot-20240228-173915-Shedevrum.jpg"
      },
      {
        "id": 72,
        "text": "медитировать ",
        "var_need": [
          "гол",
          1
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "  На всю Кулорию была всего одна кузница и от того у кузница не было времени на разговоры. \n\n — Чего тебе охотник?",
    "answers": [
      {
        "id": 44,
        "text": "- мне нужно снять двимеритовый браслет ",
        "need": 38,
        "var_need": [
          "ж",
          1
        ]
      },
      {
        "id": 45,
        "text": "- мечи продаёшь?",
        "need": -49
      },
      {
        "id": 46,
        "text": "- есть броня?"
      },
      {
        "id": 32,
        "text": "ничего "
      }
    ]
  },
  {
    "id": 35,
    "text": " Вы стояли по среди людной улицы, где ходила пара возможных заказчиков. ",
    "answers": [
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/Y9yJfDsd/upload-2024-02-29-07-40-37-953.jpg"
      },
      {
        "id": 78,
        "text": "дедушка",
        "need": -105
      },
      {
        "id": 99,
        "text": "мужчина"
      },
      {
        "id": 32,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 36,
    "text": "  Вы зашли внутрь. Трактир совсем не изменился, много окон, пара десятков столов, людей немерено, бард что-то пел да именно таким Вы его и помнили. За барной стойкой стоял и протирал фарфоровые рюмки ваш старый знакомый трактирщик. \n  ",
    "answers": [
      {
        "id": 37,
        "text": "подойти к трактирщику",
        "need": -41
      },
      {
        "id": 43,
        "text": "поговорить с трактирщиком",
        "need": 38
      },
      {
        "id": 42,
        "text": "подняться в свою комнату",
        "need": 41
      },
      {
        "id": 36,
        "text": "big ",
        "url": "https://i.postimg.cc/y8NYskRR/Screenshot-20240228-170418-Shedevrum.jpg"
      },
      {
        "id": 32,
        "text": "выйти"
      },
      {
        "var_sub": [
          "з",
          1
        ],
        "id": 132,
        "var_need": [
          "з",
          1
        ],
        "need": -132,
        "text": "спросить про долг "
      }
    ]
  },
  {
    "id": 37,
    "text": " Вы подошли к трактирщику он явно был рад вашему неожиданному визиту.\n\n — Ооо, какие люди, Вимак, какими судьбами, ты ведь лет пятнадцать здесь не появлялся, что тебя сюда занесло?\n\n — И я рад тебя видеть Хильдегардис . Времени мало ты случайно не знаешь где можно снято двимеритовый браслет?\n\n — Хм... Давай ка присядем нужно подумать.",
    "answers": [
      {
        "id": 38,
        "text": "сесть ",
        "need": 37,
        "var_add": [
          "ж",
          1
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": " \n— Вроде кузнец что-то должен знать о таких вещах, но ты же его знаешь за бесплатно делать он ничегошеньки не будет. Так что без денег идти к нему бесполезно.\n\n— Спасибо.\n\n— У тебя есть еще вопросы или комнату снять хочешь?",
    "answers": [
      {
        "id": 39,
        "text": "снять комнату"
      },
      {
        "id": 40,
        "text": "мне пора "
      }
    ]
  },
  {
    "id": 39,
    "text": "\n— Знаешь комната сейчас была бы как нельзя кстати, сколько с меня?\n\n— Успокойся, Вимак, какие деньги ты ж мне как брат никаких денег я не возьму!\n\n— Спасибо тебе.\n\n  Трактирщик передал вам ключи, на которых было небрежно вырезано число 21, видимо это номер вашей комнаты.\n\n",
    "answers": [
      {
        "id": 41,
        "text": "отойти"
      }
    ]
  },
  {
    "id": 40,
    "text": " — Держи ключи! Денег не надо.\n\n  Трактирщик сунул вам в руку ключь на котором было небрежно вырезано число 21, видимо это номер вашей комнаты.\n\n — Спасибо тебе.\n ",
    "answers": [
      {
        "id": 41,
        "text": "отойти"
      }
    ]
  },
  {
    "id": 41,
    "text": "  Вы направились к выходу с трудом проталкивая людей, которые находились здесь уже явно не первый день. Напоследок окинули взглядом таверну и вышли.",
    "answers": [
      {
        "id": 32,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 42,
    "text": "  На втором этаже находилось всего три комнаты  номер 21, 23, и 25. Трактирщик передал вам ключи, но цифр было не разобрать придётся идти на память.",
    "answers": [
      {
        "id": 56,
        "text": "номер 21"
      },
      {
        "id": 57,
        "text": "номер 23",
        "need": -57
      },
      {
        "id": 58,
        "text": "номер 25",
        "need": -58
      }
    ]
  },
  {
    "id": 43,
    "text": "\n — Вимак, освободилась минутка, поговорить пришёл или надо чего?\n\n — Привет, Хильдегардис, я пришёл чтобы .......",
    "answers": [
      {
        "id": 47,
        "text": "поговорить",
        "need": -54
      },
      {
        "id": 32,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 44,
    "text": " — Замок не сложный за 10 золотых я сниму твой браслет.\n\n",
    "answers": [
      {
        "var_equal": [
          "о",
          1
        ],
        "id": 48,
        "text": "хорошо я плачу ",
        "need": 112,
        "var_sub": [
          "о",
          1
        ]
      },
      {
        "id": 34,
        "text": "назад"
      }
    ]
  },
  {
    "id": 45,
    "text": " — А как-же я кузнец или кто. Конечно продаю. Готов за 100 золотых отдать тебе меч из тёмной, закалённой эльфийской стали. Лучше этого меча во всей Кулории не найдёшь от того и цена такая.\n\n — Звучит действительно не плохо. Во всяком случае это лучше, чем мой нынешней меч.",
    "answers": [
      {
        "id": 49,
        "text": "беру",
        "need": 130
      },
      {
        "id": 34,
        "text": "я подумаю "
      },
      {
        "id": 45,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/Fsf1LTGR/Screenshot-20240228-172926-Yandex-Start.jpg"
      }
    ]
  },
  {
    "id": 46,
    "text": " — Я кузнец, а не бронник ",
    "answers": [
      {
        "id": 34,
        "text": "понятно"
      }
    ]
  },
  {
    "id": 47,
    "text": " — Наконец-то я не мог этого дождаться у меня столько вопросов, например почему ты выглядишь  так словно тебя съел дракон, а ты выбрался через его ...\n\n — Понял тебя можешь не продолжать. Я отвечу на твои вопросы.\n\n — Хорошо ты можешь ответить на тройку моих вопросов?\n\n— Да\n\n— Ладно тогда, что занесло тебя в это место? \nПочему ты так выглядишь?\nУ тебя есть еще минутка?",
    "answers": [
      {
        "id": 50,
        "text": "почему вы здесь находитесь",
        "need": -50
      },
      {
        "id": 51,
        "text": "объяснить свой внешней вид",
        "need": -51
      },
      {
        "id": 52,
        "text": "спросить про минуту",
        "var_add": [
          "гол",
          1
        ]
      },
      {
        "id": 41,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 48,
    "text": " Кузнец покопался в ведре и вытянут ключ. На удивление ключ подошёл и ваши способности теперь ничего не сдерживало.",
    "answers": [
      {
        "id": 34,
        "text": "назад",
        "var_sub": [
          "ж",
          1
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": " Кузнец явно был рад такому развитию событий.\n\n— Хо-хо-хо, наконец-то висит тут уже второй год никто не покупал. Вижу ты с оружием управлять умеешь так что держи.",
    "answers": [
      {
        "id": 34,
        "text": "взять"
      }
    ]
  },
  {
    "id": 50,
    "text": "\n — Здесь я, чтобы улучшить снаряжение, а так я охочусь за очень опасным вампиром, он истребляет деревни и нападает на путников, сам король Флавии лично нанял меня, назначив 1000 золотых как награду за его голову. Он моя главная цель.\n\n — Вампир это что-то новое. Но разве они вообще существуют?\n\n — Они существуют только не такие, как ты привык о них думать, это огромные двух метровые, лысые, с крыльями на спине и с рядом бритвенно острых зубов каждый по 3-5 сантиметров. В день он выпивает до 30л крови и часто убивают ради забавы. А когда голоден превращается в практически не убиваймого монстра. Убить его может лишь осиновый кол или серебряный меч.\n\n — У меня есть ещё вопросы.",
    "answers": [
      {
        "id": 47,
        "text": " я отвечу на них"
      },
      {
        "id": 41,
        "text": "мне пора"
      }
    ]
  },
  {
    "id": 51,
    "text": " — Как ты объяснишь свой внешний вид.\n\n — Я пробыл в темнице Старограда около двух месяцев, там я не видел ни солнечного света, ни еды и даже воды. \n\n — Думаю это всё объясняет. Но у меня остался ещё один вопрос.",
    "answers": [
      {
        "id": 47,
        "text": " ответить"
      },
      {
        "id": 53,
        "text": "пожалуй хватит"
      }
    ]
  },
  {
    "id": 52,
    "text": " — Я ведь не просто так был к тебе вежлив, я нуждаюсь в твоих услугах, убить нужно не конечно монстров, а банду людей которая вымогает с меня деньги, ужасные 70 процентов. Помоги, пожалуйста по старой дружбе, заплатить тебе я конечно не смогу, но и в долгу не останусь.",
    "answers": [
      {
        "id": 29,
        "text": "я помогу тебе "
      },
      {
        "id": 55,
        "text": "это не мои проблемы"
      }
    ]
  },
  {
    "id": 53,
    "text": " — Приятно было поболтать, но дел не мерено.\n\n — Подожди, Вимак, я ведь не просто так был к тебе добр, я нуждаюсь в твоих услугах, убить нужно не конечно монстров, а банду людей которая вымогает с меня деньги, ужасные 70 процентов. Помоги, пожалуйста по старой дружбе, заплатить тебе я конечно не смогу, но и в долгу не останусь.",
    "answers": [
      {
        "id": 29,
        "text": " я помогу тебе "
      },
      {
        "id": 55,
        "text": "это не моя проблема"
      }
    ]
  },
  {
    "id": 54,
    "text": " У вас было ещё много дел и задерживается в карчьме не было смысла.",
    "answers": [
      {
        "id": 32,
        "text": "выйти"
      }
    ]
  },
  {
    "id": 55,
    "text": " — Как знаешь, Вимак, я уговаривать не стану. Но если надумаешь то знай они приходят каждое воскресенье вечером, это получается завтра. \n\n — Я это учту",
    "answers": [
      {
        "id": 54,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 56,
    "text": " Ключ вошёл в замочную скважину и Вы прокрутили его, как ни странно дверь открылась.",
    "answers": [
      {
        "id": 59,
        "text": "войти"
      }
    ]
  },
  {
    "id": 57,
    "text": "закрыто",
    "answers": [
      {
        "id": 42,
        "text": "назад"
      }
    ]
  },
  {
    "id": 58,
    "text": " Вы зашли в открытую дверь и увидили как на горшке сидел явно не довольный гном. \n\n—Я ищу свою комнату, не хотите ли подсказать, где она? \n\n Гном только фыркнул и указал на дверь вашей комнаты. Вы поспешили, быстро выйти из его комнаты, пытаясь не привлекать лишнего внимания.",
    "answers": [
      {
        "id": 42,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 59,
    "text": " Комната оказалась уютной и атмосферной. Помещение было небольшим, но украшенным в стиле, грубые каменные стены, деревянные балки и мебель из массива дерева.\n\nВ комнате была большая кровать с тяжелым одеялом и подушками, а также скромный столик и стулья. Под окном стояла маленькая терракотовая печь, которая, вероятно, служила для отопления помещения. На стенах висели кованные фонари и картины с изображениями рыцарей, замков и драконов, а также прислонившись к стене стояло большое зеркало.\n\nОсвещение в комнате создавалось свечами, что добавляло атмосферности и таинственность.",
    "answers": [
      {
        "id": 59,
        "text": "big ",
        "url": "https://i.postimg.cc/nLKfTbCV/Screenshot-20240227-204918-Shedevrum.jpg"
      },
      {
        "id": 60,
        "text": "посмотреть в зеркало",
        "need": -60
      },
      {
        "id": 61,
        "text": "посмотреть в зеркало",
        "need": 60
      },
      {
        "id": 62,
        "text": "бестиарий"
      },
      {
        "id": 63,
        "text": "спать",
        "need": -65
      },
      {
        "id": 64,
        "text": "выйти"
      }
    ]
  },
  {
    "id": 60,
    "text": " На вас смотрел обросший и измученный жизнью мутант. \n\n — Нужно сходить баню.",
    "answers": [
      {
        "id": 59,
        "text": "отойти"
      }
    ]
  },
  {
    "id": 61,
    "text": " — А, я постарел.",
    "answers": [
      {
        "id": 59,
        "text": "отойти"
      }
    ]
  },
  {
    "id": 62,
    "text": "Бестиарий — это сборник монстров. Зародившись не так давно, бестиарии не были популярны. Зачастую они были в виде иллюстрированных томов, описывающих различных мостров и даже их места обитания. Естественная история и иллюстрация каждого монстра обычно сопровождались нравственным уроком.",
    "answers": [
      {
        "id": 62,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/cHGBc2Pm/Screenshot-20240227-214234-Yandex-Start.jpg"
      },
      {
        "id": 66,
        "text": "волколак"
      },
      {
        "id": 67,
        "text": "накеры"
      },
      {
        "id": 68,
        "text": "леший"
      },
      {
        "id": 69,
        "text": "полуночница"
      },
      {
        "id": 70,
        "text": "гуль"
      },
      {
        "id": 71,
        "text": "утопцы "
      },
      {
        "id": 59,
        "text": "закрыть бестиарий "
      }
    ]
  },
  {
    "id": 63,
    "text": " После насыщенного дня, проведенного  у трактирщика, Вы чувствовал усталость, но в то же время ощущал приятное умиротворение. Вы сняли с себя всю броню и экипировку.\n\nЛожась на тяжелую деревянную кровать, Вы услышали громкие  звуки ночной жизни первого этажа трактира за окном — свист ветра, шум листьев и редкие крики сов. Свечи на столике бросали приятный мягкий свет, а запах дубовых бревен и каминного дыма наполнил комнату.\n\nЗакрыв глаза, Вы почувствовали, как уставшие мышцы расслабляются, а ум начинает медленно затихать, унося вас в мир сновидений. Дыхание стало глубоким и ровным, чувство спокойствия и уюта охватило вас полностью.\n",
    "answers": [
      {
        "id": 63,
        "text": "big",
        "url": "https://i.postimg.cc/nLKfTbCV/Screenshot-20240227-204918-Shedevrum.jpg"
      },
      {
        "id": 65,
        "text": "проснуться "
      }
    ]
  },
  {
    "id": 64,
    "text": " Вы спустился по крутой лестнице трактира. Деревянные перила были изрезаны годами и тяжелыми ботинками гостей. Свет пламени свечей и светильников плясал на стенах, создавая таинственные тени. На каждом этаже Вы встречали случайных прохожих, которые торопились вниз или вверх. Запах свежеиспеченного хлеба и жареного мяса заполнил воздух, и Вы почувствовали приятное чувство голода. Ступени лестницы скрипели под вашими ногами, и Вы поспешили вниз.",
    "answers": [
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/dtHyKMf5/Screenshot-20240228-165801-Shedevrum.jpg"
      },
      {
        "id": 36,
        "text": "идти"
      }
    ]
  },
  {
    "id": 65,
    "text": "Проснувшись после ночи, проведённой в уютной комнате у трактирщика, Вы почувствовал прилив энергии и готовность к новым приключениям. Протянувшись на тяжелой кровати, Вы наслаждались моментом спокойствия и уюта, но затем решили встать и начать свой насыщенный день.\n\nПроскальзывая ногами по тёплым деревянным половицам, Вы подошёл к окну и увидел, что золотые лучи утреннего солнца проникали сквозь стекло, освещая комнату. Птицы чирикали за окном, напоминая о начале нового дня и призывая вас отправиться на свои приключения.\n\nПовнимательнее оглядев комнату, Вы увидели свои вещи, приготовленные к новым путешествиям.",
    "answers": [
      {
        "id": 65,
        "text": "big",
        "url": "https://i.postimg.cc/nLKfTbCV/Screenshot-20240227-204918-Shedevrum.jpg"
      },
      {
        "id": 36,
        "text": "спуститься "
      }
    ]
  },
  {
    "id": 66,
    "text": "Волколаком можно стать в результате проклятия или родиться таковым, если оба или даже один из родителей является оборотнем. В зависимости от первопричины ликантропии, условий проклятья и превращения и личностных качеств индивида, ликантроп может обращаться либо по своей воле, либо в определенные периоды, например, в полнолуние, либо же вообще перманентно оставаться волком, и как терять контроль после обращения, так и сохранять разум, приобретая исключительно преимущества волчьего организма. Кроме того, даже в человеческом обличье волколаки имеют невероятно тонкие нюх и слух, которым уступают даже охотничьи, а также обладают ускоренной регенерацией, нечеловеческими ловкостью и скоростью.\nРазумеется, разумный, осознающий свои действия волколак — большая редкость, и чаще оборотни не контролируют процесс трансформации и то, что творят, будучи волками — ими движут животная жажда крови и инстинкты хищника. Принимая вновь человеческое обличье, люди обычно не помнят зверств, которые они сотворили в облике волколака. Несмотря на потерю контроля, волколаки сохраняют общую «производительность» человеческого разума и несравнимо умнее животных, а, временами, даже могут приходить в сознание и говорить. Волколаки особенно активны в полнолуние. Охотятся они, как правило, в одиночку, однако, могут контролировать обычных волков и призвать их себе на помощь в случае опасности.",
    "answers": [
      {
        "id": 66,
        "text": "big",
        "url": "https://i.postimg.cc/cCbmfCWK/Screenshot-20240227-214829-Yandex-Start.jpg"
      },
      {
        "id": 62,
        "text": "назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "Когда накеры идут на охоту или в военный поход, их ведут вожди. Это самые массивные и крупные накеры. Они метят свои лица красной глиной. Вожди отдают приказы, превращая дикую банду в отряд. От таких накеров надо избавляться в первую очередь.\n\nОсновная тактика накеров — одновременный удар. Они выкапываются из-под земли и бросаются на добычу. Эта примитивная тактика приносит весьма неплохие результаты. Нужно быть готовым отразить атаку множества противников, что проще сделать при помощи скоростного стиля боя. Как и при встрече с другими ловкими и подвижными тварями, в случае накеров бегство — не лучший выход: эти чудища легко догоняют жертву и быстро убивают ее ударами множества лап.\n\nС накерами можно бороться при помощи любых охотничьих приемов. Очень полезны против них знаки телекинэтическийудар и магическая ловушка.",
    "answers": [
      {
        "id": 67,
        "text": "big",
        "url": "https://i.postimg.cc/zDT9fDDd/Screenshot-20240228-072556-Yandex-Start.jpg"
      },
      {
        "id": 62,
        "text": "назад"
      }
    ]
  },
  {
    "id": 68,
    "text": "Внешне — высокое, сухопарое, коричневое, реже — зелёное существо, имеющее руки и ноги, безобразной формы голову. Пальцы снабжены острыми, цепкими когтями, с помощью которых лешие карабкаются по деревьям. Обладают большой силой; часто дурят наивным кметам головы, аукая и зазывая в чащу, где и пожирают.\n\nЛеший обычно питается лесными зверями, не трогая человека, но если двуногий пришелец, явившись в лес, оскорбляет природу — леший не будет ждать (особенно, когда голоден): подкрадётся и свернёт шею, либо пробьёт голову сухим, костистым кулаком. Иногда это почитаемое существо может лечить других лесных жителей и призывать накеров или воронов на защиту леса. Его атаки неторопливы, но смертельны.\n\nНечто, что «живет только, чтобы убивать», а когда они убивают кого-то или что-то, то не оставляют почти ничего для падальщиков. Раньше лешие встречались очень часто и повсеместно; сейчас же встретить лешего — большая редкость.",
    "answers": [
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/JnM4J9jZ/Screenshot-20240228-080723-Yandex-Start.jpg"
      },
      {
        "id": 62,
        "text": "назад"
      }
    ]
  },
  {
    "id": 69,
    "text": "Полуночницы рождаются из лунного света, ветра и земли, охлаждающейся после дневного жара. Они воспаряют над землей и крутятся в диком танце, который не следует видеть смертным. Если смертного застали за подглядыванием, его ослепляют лунным светом и вовлекают в круг, где заставляют танцевать до самой смерти, иногда такие смертные сами потом становятся полуночницами.\n\nПолуночницы предпочитают ночное время, поэтому охотиться на них нужно, пока Луна висит в небе. К сожалению, в это время и полуночница становится сильнее.\n\nИспользуйте Знак Магическая ловушка чтобы вернуть полуночнице материальную форму. По проявившейся полуночнице наносите два-три быстрых удара мечом и уклоняйтесь.\n\nПризванных двойников можно уничтожить с помощью арбалета.",
    "answers": [
      {
        "id": 69,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/fR44W3mg/Screenshot-20240228-074136-Yandex-Start.jpg"
      },
      {
        "id": 62,
        "text": "назад"
      }
    ]
  },
  {
    "id": 70,
    "text": "Гуль является обыкновенным падальщиком, разорителем могил, пожирающим разлагающиеся останки, не прочь, однако, и какой-либо «свежатинки»: например, он не прочь полакомиться странниками из торгового каравана, забредшего в посещаемые гулями местности. На живых гуль нападает только тогда, когда очень голоден, разъярен или охотится в стае. Излюбленными районами проживания гулей, а значит и особо опасными, считаются некрополи, кладбища, руины, подземелья и лабиринты, а также колодцы и оазисы в пустынях. В особо больших количествах гулей можно встретить на местах схваток, недавних побоищ. Боится огня.",
    "answers": [
      {
        "id": 62,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/wjg4mzv9/Screenshot-20240228-155929-Yandex-Start.jpg"
      },
      {
        "id": 62,
        "text": "назад"
      }
    ]
  },
  {
    "id": 71,
    "text": "Утопцы представляет собой переродившихся преступников или грешников, которые закончили свою жизнь в воде. Ростом они со среднего человека или выше, в большинстве случаев тощие, костлявые, с гребнями на загривке и с ластами на ногах, а также тонкими острыми когтями на руках. Утопцы имеют большие выпуклые глаза на вздутой башке с редкими волосами. Чудовища покрыты липкой слизью, которая остаётся на поверхностях, которых они касались. Кожа, имеющая следы гниения, чаще всего зеленоватая, либо синяя. \n\nВпрочем, уничтожая чудовищ, монстробои редко вдаются в причины его появления. Утопцы очень коварны, а в группе — очень опасны: действуют слаженно, бесстрашно и быстро, ударами когтистых лап сбивая противника с ног и набрасываясь всем скопом, полагаясь не на качество, а на количество. В одиночку же данная тварь не страшнее бешеной дворняги. Впрочем, дворняги бывают разные... Особую опасность представляют когти чудовища — отравление трупным ядом при встречах с утопцами не редкость.",
    "answers": [
      {
        "id": 71,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/HLZ7tw96/Screenshot-20240228-162009-Yandex-Start.jpg"
      },
      {
        "id": 62,
        "text": "назад"
      }
    ]
  },
  {
    "id": 72,
    "text": "  Вы вспомнили о поручении трактирщика и решили поджидать бандитов у самого входа в заведение. Осталось только вспомнить когда они придут.",
    "answers": [
      {
        "id": 73,
        "text": "утро",
        "need": -73
      },
      {
        "id": 74,
        "text": "день ",
        "need": -74
      },
      {
        "var_add": [
          "з",
          1
        ],
        "id": 75,
        "var_sub": [
          "гол",
          1
        ],
        "need": -96,
        "text": "вечер"
      },
      {
        "id": 32,
        "text": "назад",
        "need": 96
      }
    ]
  },
  {
    "id": 73,
    "text": "  Решение медитировать до утра не принесло своих плодов. Вымогателей не наблюдалось.",
    "answers": [
      {
        "id": 72,
        "text": "назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "Решение медитировать до обеда не принесло своих плодов. Вымогателей не наблюдалось.",
    "answers": [
      {
        "id": 72,
        "text": "назад"
      }
    ]
  },
  {
    "id": 75,
    "text": " Когда наконец три бандита в балахонах и в капюшоне с мечами и клинками появились на горизонте. Вы решили ....",
    "answers": [
      {
        "id": 75,
        "text": "big",
        "url": "https://i.postimg.cc/Dy3Ty5WL/Screenshot-20240228-175356-Shedevrum.jpg"
      },
      {
        "id": 76,
        "text": "ждать "
      },
      {
        "id": 77,
        "text": "спрятаться "
      }
    ]
  },
  {
    "id": 76,
    "text": " Вы решили поговорить с вышибалами.\n\n— Чё смотришь идиот, дай пройти если жить хочешь.\n\n— Мне нужно поговорить.\n\n— О чём мне с тобой говорить?\n\n— Оставьте трактирщика в покое. И тогда будете живы.\n\n— Ха-ха-ха насмешил идиот нас трое, а ты один.",
    "answers": [
      {
        "id": 81,
        "text": "ударить"
      }
    ]
  },
  {
    "id": 77,
    "text": " Вы спрятались за углом и приготовились к схватке. Когда бандиты показались, вы приготовились к нападению на них .",
    "answers": [
      {
        "id": 79,
        "text": "схватка"
      }
    ]
  },
  {
    "id": 78,
    "text": "Этот житель был стариком с мудрыми глазами и щетиной на подбородке. Он был одет в заляпанную рубашку и старую шляпу. \n\n— Дед чего грустишь?\n\n Он медленно поднял на вас взгляд.- Охотник слава богу, охотник у меня есть к тебе задание за которое я разумеется заплачу 10 золотых.\n",
    "answers": [
      {
        "id": 100,
        "text": "11 золотых"
      },
      {
        "id": 103,
        "text": "согласен"
      },
      {
        "id": 35,
        "text": "нет"
      }
    ]
  },
  {
    "id": 79,
    "text": " Быстрым ударом вы отрубили по локоть руку тому бандиту, что стоял слева, он схватился за ранение и опустился на одно колено и залился душе разрывающем криком.\nВдруг центральный  вышибала заговорил :\n\n — Чего тебе мужик чего сразу рубить начал? Может поговорить удастся?",
    "answers": [
      {
        "id": 80,
        "text": "поговорить"
      },
      {
        "id": 83,
        "text": "добить раненного"
      }
    ]
  },
  {
    "id": 80,
    "text": "—А сразу нельзя было!? Человека мне подпортил!\nНу говори чего хотел то.\n\n—Я хочу чтобы ты перестал вымогать деньги с бедного трактирщика.\n\n — Ха-ха-ха ато, что ты один нас трое ах-ха-ха.\n \n— Знал что поговорить не получится доставайте мечи!\n\n— Ну как знаешь.",
    "answers": [
      {
        "id": 82,
        "text": "драться "
      },
      {
        "id": 83,
        "text": "убить раненого "
      }
    ]
  },
  {
    "id": 81,
    "text": " Быстрым ударом вы отрубили по локоть руку того  бандита, что стоял слева. Враг упал на колени и схватившись за обрубок залился истерическим криком.\n\n— Следующей будет твоя голова!\n\n— Ты чё пёс, ладно снизим мы проценты с 70 до 30 согласен?",
    "answers": [
      {
        "id": 102,
        "text": "да"
      }
    ]
  },
  {
    "id": 82,
    "text": "  Враг готовился сделать быстрый удар вам в туловище.",
    "answers": [
      {
        "id": 86,
        "text": "отскочить"
      }
    ]
  },
  {
    "id": 83,
    "text": " Вы решили сначала добить раненого, он до сих пор сидел держась за обрубок и заливаясь слезами. Решив облегчить его страдания вы быстрым ударом отрубив ему голову, его обезглавленное тело упало.",
    "answers": [
      {
        "id": 84,
        "text": "драться "
      }
    ]
  },
  {
    "id": 84,
    "text": " Ошеломлённый смертью товарища, бандит напал на вас. Он хочет нанести быстрый удар вам в грудь.",
    "answers": [
      {
        "id": 85,
        "text": "парирование ",
        "need": -85
      },
      {
        "id": 86,
        "text": "отскочить"
      }
    ]
  },
  {
    "id": 85,
    "text": " Смерть.\n Толи реакции не хватило или меч был слишком плох, но так или иначе вы закончили свой путь в самом его начале.",
    "answers": [
      {
        "id": 85,
        "text": "big",
        "url": "https://i.postimg.cc/yN1rv1nY/Screenshot-20240228-191013-Yandex-Start.jpg"
      },
      {
        "id": 83,
        "text": "переиграть "
      }
    ]
  },
  {
    "id": 86,
    "text": " Вы с трудом успели увернуться от удара, но противник уже готовился нанести новый сильный удар.",
    "answers": [
      {
        "id": 87,
        "text": "увернутся "
      },
      {
        "id": 89,
        "text": "быстрый удар"
      },
      {
        "id": 101,
        "text": "параривать"
      }
    ]
  },
  {
    "id": 87,
    "text": " Увернуться было легко ведь противник нанёс сильный удар и его меч застрял в земле пока он пытался вытащить свое оружие у вас было время чтобы...",
    "answers": [
      {
        "id": 90,
        "text": "убить его"
      }
    ]
  },
  {
    "id": 88,
    "text": " Толи реакции не хватило или меч был слишком плох но вы закончили свой путь в самом его начале.",
    "answers": [
      {
        "id": 88,
        "text": "big",
        "url": "https://i.postimg.cc/yN1rv1nY/Screenshot-20240228-191013-Yandex-Start.jpg"
      },
      {
        "id": 91,
        "text": "переиграть"
      }
    ]
  },
  {
    "id": 89,
    "text": " Быстрым ударом вы снесли голову врага с плеч.  Кровь рванула как из фонтана окатив землю в округе.",
    "answers": [
      {
        "id": 92,
        "text": "напасть на третьего "
      }
    ]
  },
  {
    "id": 90,
    "text": " Сильный, но быстрый удар сделал голову и тело вашего недоброжелателя двумя разными объектами,  его не полноценное тело упало без намёков на жизнь. ",
    "answers": [
      {
        "id": 92,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  },
  {
    "id": 92,
    "text": " Когда закончили с главным, вы набросились на последнего вояку. Он готовился нанести быстрый удар в грудь.",
    "answers": [
      {
        "id": 93,
        "text": "отразить "
      }
    ]
  },
  {
    "id": 93,
    "text": " Ваш противник был слишком молод и неопотен, чтобы составить вам хоть малейшую конкуренцию. Вы без труда выбили меч из его рук враг покачнулся и сбился с ног.\n\n— Стой умоля-ю не убивай я сделаю всё что скажешь только посщяд-и. \n",
    "answers": [
      {
        "id": 94,
        "text": "пощадить"
      },
      {
        "id": 95,
        "text": "убить"
      }
    ]
  },
  {
    "id": 94,
    "text": "— Мне нечего не нужно, я возьму с тебя только обещание того что ты больше не будешь заниматься этим делом.\n\n— К-конечно, конечно не буду, о спасибо тебя милейший.\n\n Он поспешно встал и убежал за первый же поворот. Пожалеете вы об этом поступке или нет скоро всё будет известно.",
    "answers": [
      {
        "id": 96,
        "text": "доложить трактирщику"
      }
    ]
  },
  {
    "id": 95,
    "text": "—Ты знал на что идёшь и не надо давить на жалость это тебе не поможет.\n (Молодой противник тихо заплакал.)",
    "answers": [
      {
        "id": 97,
        "text": "убить"
      },
      {
        "id": 98,
        "text": "пощадить"
      }
    ]
  },
  {
    "id": 96,
    "text": " Вы решили разказать всё как было. Трактирщик удивился.\n\n— Спасибо тебе выручил как я и говорил в долгу я не останусь заходи ко мне завтра.\n\n",
    "answers": [
      {
        "id": 32,
        "text": "выйти"
      }
    ]
  },
  {
    "id": 97,
    "text": " Удар ваш крепок был и точен, один удар в грудню врага и зрачки его недвижных глаз застыли грозна навсегда.",
    "answers": [
      {
        "id": 96,
        "text": "доложить трактирщику"
      }
    ]
  },
  {
    "id": 98,
    "text": " Вы нанесли удар в сантиметре от головы врага и тихим голосом проговорили \n\n— \"беги\"\n\n Противник поспешно стал и убежал за первый же поворот. Пожалеете вы об этом поступке или нет скоро всё будет известно.",
    "answers": [
      {
        "id": 96,
        "text": "доложить трактирщику "
      }
    ]
  },
  {
    "id": 99,
    "text": " Вы подошли к опечаленному мужчине, который явно нуждался в помощи.\n\n— Что произошло?\n\n— Охотник я ведь не ошибаюсь? Я странствующий торговец, а мой лагерь подвергся нападению каких-то пяти лысых монстров, лагерь находился на небольшой поляне в лесу. Разорвали всех моих людей я один успел бежать. Готов заплатить за выполненную работу сотню золотых.\n\n— Я выполню заказ.",
    "answers": [
      {
        "id": 115,
        "text": "ехать в лес",
        "need": 48
      },
      {
        "id": 32,
        "text": "назад"
      },
      {
        "id": 99,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/xCRnQTZZ/Screenshot-20240229-213621-Shedevrum.jpg"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Эх, ладно если работу выполнишь то будет тебе я не убавлюсь.",
    "answers": [
      {
        "id": 103,
        "text": "согласен"
      }
    ]
  },
  {
    "id": 101,
    "text": " Толи реакции не хватило или меч был слишком плох но вы закончили свой путь в самом его начале.",
    "answers": [
      {
        "id": 101,
        "text": "big",
        "url": "https://i.postimg.cc/yN1rv1nY/Screenshot-20240228-191013-Yandex-Start.jpg"
      },
      {
        "id": 86,
        "text": "переиграть"
      }
    ]
  },
  {
    "id": 102,
    "text": "— Вот и договорились. Бывай защитник.\n\n Он скамандовал вышебалам идти за ним и разтворился в закате.\n\n",
    "answers": [
      {
        "id": 96,
        "text": "доложить трактирщику "
      }
    ]
  },
  {
    "id": 103,
    "text": "— Чего согласен? Я ведь даже не рассказал где искать. \n\n— Говори.\n\n— Так вот мы с моим внукам, он сирота отец и мать в Старограде погибли. Вот и остался со мной, а сегодня мы с утра пошли на рыбалку я старый дурак дал ему удочку и в лес отошёл, вернулся, а его там уже нет и только удочка плавает, а на берегу одно лаптя осталась.( Старик протянул лаптю)\n\n— Я найду его.\n\n— Подожди ещё была новая чёрна фуражка. Теперь вроде всё. Иди я буду тебя ждать.",
    "answers": [
      {
        "id": 104,
        "text": "отправиться на поиски "
      }
    ]
  },
  {
    "id": 104,
    "text": " Вы оседлали своего коня — Грязь, так его звали и поскакали к единственной реке в округе. Обычно там всегда",
    "answers": [
      {
        "id": 105,
        "text": "ехать"
      }
    ]
  },
  {
    "id": 105,
    "text": "Большая река представляет собой мощный водоток, который протекает на протяжении многих километров через различные ландшафты и территории. Она обладает обширной водосборной площадью, что делает ее одним из основных источников воды для местных и экосистемы",
    "answers": [
      {
        "id": 105,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/WbCtv07q/Screenshot-20240229-173646-Yandex-Start.jpg"
      },
      {
        "id": 106,
        "text": "искать"
      },
      {
        "id": 107,
        "text": "слушать"
      }
    ]
  },
  {
    "id": 106,
    "text": " Пара минут ходьбы туда-сюда и вы наткнулись на камыши в которые вёл след из крови.",
    "answers": [
      {
        "id": 108,
        "text": "зайти в камыши"
      }
    ]
  },
  {
    "id": 107,
    "text": " Внимательно прислушавшись вы услышали брызги воды, звук ветра и чавканье в камышах, что находились в метрах десяти от вас.",
    "answers": [
      {
        "id": 108,
        "text": "подойти к камышам"
      }
    ]
  },
  {
    "id": 108,
    "text": " В камышах сидел перемазанный в крови утопец и жадно поедал мясо. Заметив вас он тотчас же встал и сделал быстрый рывок к воде.",
    "answers": [
      {
        "id": 108,
        "text": "big",
        "url": "https://i.postimg.cc/xd4bcBvg/upload-2024-02-29-17-49-37-204.jpg"
      },
      {
        "id": 109,
        "text": "арбалет"
      },
      {
        "id": 111,
        "text": "осмотреть труп"
      }
    ]
  },
  {
    "id": 109,
    "text": " Двумя прицельными выстрелами из арбалета вы убили бежавшего утопца, его тело плюхнулось в воду и она окрасилась в красный.",
    "answers": [
      {
        "id": 111,
        "text": "осмотреть тело"
      }
    ]
  },
  {
    "id": 110,
    "text": " Эмоций у вас не было ровно так же как и чувств и поэтому всю дорогу вы ехали спокойно не переживая о произошедшем.",
    "answers": [
      {
        "id": 112,
        "text": "заехать в город"
      }
    ]
  },
  {
    "id": 111,
    "text": " Тело принадлежало ребёнку лет шести-семи, на нём было всего одна лаптя, мешковатая рубаха и рядом валялась новая чёрная фуражка.",
    "answers": [
      {
        "id": 110,
        "text": "вернуться в город"
      }
    ]
  },
  {
    "id": 112,
    "text": " У входа в город вас уже поджидал взволнованный старик.\n\n— Ну что охотник нашёл? Расскажи всё как было.\n\n— Мёртв твой внук.(Вы протянули фуражку).\n\n— Как мёртв? \n\n— Разорвал утопец, тело ты найдёшь в камышах. Я свою работу выполнил, давай деньги.\n\n Старик протянул вам мешочек с монетами и ушёл в сторону реки.",
    "answers": [
      {
        "id": 32,
        "text": "зайти в город",
        "var_add": [
          "о",
          2
        ],
        "var_sub": [
          "о",
          1
        ]
      }
    ]
  },
  {
    "id": 113,
    "text": " Возле входа в баню стоял амбал которого ещё поискать надо, он пробасил.\n\n— Вход стоит одну золотую.\n",
    "answers": [
      {
        "id": 114,
        "text": "заплатить",
        "need": -114
      },
      {
        "id": 32,
        "text": "назад"
      }
    ]
  },
  {
    "id": 114,
    "text": "После тяжелого дня вы зашели в баню и почувствовали, как напряжение покидает ваши мышцы под воздействием тепла пара. Вы закрыл глаза и наслаждались чувством расслабления, которое охватило вас. Звуки шуршащей воды и потрескивающего дрова создавали атмосферу уюта и спокойствия. Вы расслабились и наслаждались моментом, забыв о всех заботах и стрессе дня. Вскоре  почувствовали, как уставшие мышцы начинают расслабляться, а ум успокаивается от приятного тепла. Этот момент в бане стал для вас настоящим источником восстановления и релаксации после тяжелого дня.\n",
    "answers": [
      {
        "id": 114,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/4ydgWxq6/Screenshot-20240229-204743-Yandex-Start.jpg"
      },
      {
        "id": 32,
        "text": "выйти"
      }
    ]
  },
  {
    "id": 115,
    "text": " Снова сев на свою лошадь вы выехали за массивные ворота Кулории, держали свой путь в лес где возможно обитали гули ведь по описанию что дал торговец это были они.",
    "answers": [
      {
        "id": 115,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/7PndKRvK/Screenshot-20240229-214558-Shedevrum.jpg"
      },
      {
        "id": 116,
        "text": "ехать"
      }
    ]
  },
  {
    "id": 116,
    "text": " Спустя пару часов блуждания по лесу вы наткнулись на разгромленный лагерь повсюду были изгрызанные тела. Сломанные палатки, давно затухший костёр и брошенные товары торговца.",
    "answers": [
      {
        "id": 117,
        "text": "осмотреть товары"
      },
      {
        "id": 118,
        "text": "осмотреть трупы",
        "need": -118
      }
    ]
  },
  {
    "id": 117,
    "text": " Из общего ряда товаров выделялась броня из тёмной кожи дракона стоила такая явно не один десяток золотых.\n\n— Думаю торговец не обидеться если я заберу её себе.",
    "answers": [
      {
        "id": 117,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/BvM9XwqY/Screenshot-20240229-215752-Yandex-Start.jpg"
      },
      {
        "id": 119,
        "text": "забрать"
      }
    ]
  },
  {
    "id": 118,
    "text": " Трупы человек восемь хорошо экипированы явно не солдаты, а значит наёмники. Их прупы были изгрызанные, сомнений не осталось это гули.",
    "answers": [
      {
        "id": 116,
        "text": "назад"
      }
    ]
  },
  {
    "id": 119,
    "text": " Новая броня сидела на вас как влитая не стягивая и не гуляя, а также не сковывая движения и придовая бодрости для битв. С такой бронёй враг трижды подумает прежде чем напасть.",
    "answers": [
      {
        "id": 120,
        "text": "осмотреть лес"
      }
    ]
  },
  {
    "id": 120,
    "text": " Вы вышли за предел лагеря и тут же учуяли запах тухлятины. Обернувшись вы увидели стаю гулей состоящую из пяти особей.",
    "answers": [
      {
        "id": 121,
        "text": "знаки"
      }
    ]
  },
  {
    "id": 121,
    "text": " Против гулей можно использовать только два знака.",
    "answers": [
      {
        "id": 122,
        "text": "пламя"
      },
      {
        "id": 123,
        "text": "телекинетический удар"
      }
    ]
  },
  {
    "id": 122,
    "text": " Как известно гули питают слабость к огню и кому как не вам это было понятно что \"пламя\" это лучший знак против этих тварей. Пламя вырвавшиеся из вашей руки подожгло четверых гулей. Страшный вой разлетелся по всей округе. Горящие бестии упали замертво. ",
    "answers": [
      {
        "id": 122,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/mkrp3hk7/Screenshot-20240301-095949-Yandex-Start.jpg"
      },
      {
        "id": 124,
        "text": "добить"
      }
    ]
  },
  {
    "id": 123,
    "text": " Мощный удар отправил на тот свет троих монстров. Скорее всего \"пламя\" дало бы лучший результат. ",
    "answers": [
      {
        "id": 128,
        "text": "бой"
      }
    ]
  },
  {
    "id": 124,
    "text": " Последний монстр думал напасть или убежать, к его несчастью он выбрал не тот вариант. Быстрый рывок в вашу сторону значительно сократил расстояние между вами. Гуль замахнулся для сильного удара.",
    "answers": [
      {
        "id": 124,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/mgTj7tnk/1000011195.jpg"
      },
      {
        "id": 125,
        "text": "удар ",
        "need": -125
      },
      {
        "id": 126,
        "text": "увернуться "
      }
    ]
  },
  {
    "id": 125,
    "text": " Гуль оказался куда быстрее вас. Смерть ещё одного охотника наступила быстро.",
    "answers": [
      {
        "id": 125,
        "text": "big",
        "url": "https://i.postimg.cc/cLkBnZ88/Screenshot-20240228-191013-Yandex-Start.jpg"
      },
      {
        "id": 124,
        "text": "переиграть"
      }
    ]
  },
  {
    "id": 126,
    "text": " Сильный удар гуля прошёл мимо, его когти застряли в дереве, эта оплошность стала смертельной ваш сильный удар разрубил монстра на две части.",
    "answers": [
      {
        "id": 126,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/VLgnQ47s/Screenshot-20240228-160309-Yandex-Start.jpg"
      },
      {
        "id": 127,
        "text": "вернуться в город"
      }
    ]
  },
  {
    "id": 127,
    "text": " Очередной раз проезжая через ворота Кулории вы осознавали что скоро покинете это место и отправитесь на поиски вампира. ",
    "answers": [
      {
        "id": 130,
        "text": "доложить торговцу"
      }
    ]
  },
  {
    "id": 128,
    "text": " Гуль яростно рванулся на вас, готовясь сделать сильный удар в грудь. ",
    "answers": [
      {
        "id": 128,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/VLgnQ47s/Screenshot-20240228-160309-Yandex-Start.jpg"
      },
      {
        "id": 129,
        "text": "быстрый удар"
      }
    ]
  },
  {
    "id": 129,
    "text": " Быстрым ударом старого меча вы разрубили голову гуля на две ровные части. Бестия пала.",
    "answers": [
      {
        "id": 124,
        "text": "добить"
      }
    ]
  },
  {
    "id": 130,
    "text": " Торговец находился всё в том же месте.\n\n— Ну что? Рассказывай вижу ты броню мою взял, ладно это так сказать подарок.\n\n— Гули не большая стая твой лагерь чист, но тебе нужно поспешить, на запах трупов сбегутся все гули в округе и тогда я тебе не помогу.\n\n— Хорошо, возьми вот заслужил. ( торговец протянул увесистый мешочек)",
    "answers": [
      {
        "id": 130,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/xCRnQTZZ/Screenshot-20240229-213621-Shedevrum.jpg"
      },
      {
        "id": 32,
        "text": "взять мешочек и уйти"
      }
    ]
  },
  {
    "id": 131,
    "text": " снять двимеритовый браслет ",
    "answers": [
      {
        "id": 134,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 132,
    "text": "— Да помню, помню. Вот держи арбалет (трактирщик передал вам явно дорогой арбалет украшенный позолотой, и следом протянул пять болтов). Спасибо, что помог.\n",
    "answers": [
      {
        "id": 132,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/brd6ZTz1/upload-2024-03-01-11-55-38-622.jpg"
      },
      {
        "id": 32,
        "text": "уйти",
        "need": 133
      },
      {
        "id": 133,
        "text": "взять",
        "need": -133
      }
    ]
  },
  {
    "id": 133,
    "text": " Вы взяли арбалет и поспешно удалились.",
    "answers": [
      {
        "id": 32,
        "text": "выйти"
      }
    ]
  },
  {
    "id": 134,
    "text": " найти броню ",
    "answers": [
      {
        "id": 137,
        "text": "продолжить",
        "need": -96
      },
      {
        "id": 136,
        "text": "продолжить",
        "need": 96
      }
    ]
  },
  {
    "id": 135,
    "text": "Вы находились в пути уже около двух дней, как вдруг Вы заметили маленькую деревушку на отшиби возможно там можно передохнуть и выполнить пару возможных заказов.",
    "answers": [
      {
        "id": 135,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/8PV0Nx9V/Screenshot-20240301-123254-Shedevrum.jpg"
      },
      {
        "id": 139,
        "text": "заехать"
      }
    ]
  },
  {
    "id": 136,
    "text": " взять арбалет ",
    "answers": [
      {
        "id": 137,
        "text": "продолжить",
        "need": 133
      },
      {
        "id": 32,
        "text": "назад"
      }
    ]
  },
  {
    "id": 137,
    "text": " купить меч",
    "answers": [
      {
        "id": 138,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 138,
    "text": " Когда вы оседлал лошадь и поскакал вперед, все ваши сомнения рассеялись. Ветер, лошадь рывками двигалась вперед, и чувствовали себя свободным и могучим.\n\nВокруг вас разверзались удивительные пейзажи: красивые луга, высокие горы, шумные реки. Вы наслаждался свободой движения и силой лошади, которая несла вас вперед с неизменной страстью.\n\nВы мчались сквозь поля и леса, преодолевая препятствия и трудности.",
    "answers": [
      {
        "id": 138,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/jSpPPrb8/Screenshot-20240301-122236-Shedevrum.jpg"
      },
      {
        "id": 135,
        "text": "ехать"
      }
    ]
  },
  {
    "id": 139,
    "text": " Не успели вы заехать в деревню как все жители вышли из своих домов и подошли к вам. \n\n— Вы ведь охотник?\n\n— Да.\n\n— Вас послал к нам сам бог. Спаси нас охотник каждую ночь к нам в деревню приходит он. Полу волк, полу человек. Таскает животных и людей что не успели спрятаться дома. Осталась у нас всего одна лошадь. \n\n",
    "answers": [
      {
        "id": 140,
        "text": "поговорим об оплате"
      },
      {
        "id": 141,
        "text": "я помогу вам"
      }
    ]
  },
  {
    "id": 140,
    "text": "— Прости господи нет у нас ни гроша, люди мы не богатые. Но если поможешь за нами останется долг.\n\n— Я помогу.",
    "answers": [
      {
        "id": 142,
        "text": "спешиться"
      },
      {
        "id": 140,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/T3bqkcTY/Screenshot-20240301-123825-Shedevrum.jpg"
      }
    ]
  },
  {
    "id": 141,
    "text": "— Спасибо добрый охотник. Только на тебя вся надежда.",
    "answers": [
      {
        "id": 142,
        "text": "спешиться"
      },
      {
        "id": 141,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/T3bqkcTY/Screenshot-20240301-123825-Shedevrum.jpg"
      }
    ]
  },
  {
    "id": 142,
    "text": " Как только вы слезли со своего коня, его тут же облепили маленькие дети.",
    "answers": [
      {
        "id": 143,
        "text": "прогнать детей"
      },
      {
        "id": 145,
        "text": "обойти деревню"
      }
    ]
  },
  {
    "id": 143,
    "text": " Подняв руку к небу вы использовали \"пламя\" дети испугались и в страхе убежали прочь.",
    "answers": [
      {
        "id": 145,
        "text": "осмотреть деревню"
      }
    ]
  },
  {
    "id": 144,
    "text": " Из трёх точных выстрелов до монстра долетел всего один болт, он пронзил левое плечо бестии. Волколак завыл и ему на помощь сбежалось два волка. А сам монстр убежал вглубь леса.",
    "answers": [
      {
        "id": 148,
        "text": "знаки"
      },
      {
        "id": 144,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/mDddyDJH/Screenshot-20240301-145641-Shedevrum.jpg"
      }
    ]
  },
  {
    "id": 145,
    "text": " Деревня была не большой и сделана в старом стиле многие дома были заброшены как говорила старуха это дома умерших от лап волколака.",
    "answers": [
      {
        "id": 145,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/8PV0Nx9V/Screenshot-20240301-123254-Shedevrum.jpg"
      },
      {
        "id": 146,
        "text": "медитировать "
      }
    ]
  },
  {
    "id": 146,
    "text": " Промедитировав весь день, а  ночью вы отправились на охоту за волколаком. Удивительно то что ночью деревня становилась будто необитаемой из окон не светил свет, все ставни были наглухо закрыты, а на улице не увидишь ни души.",
    "answers": [
      {
        "id": 147,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 147,
    "text": " Монстр не заставил себя долго ждать. Вы услышали его вой примерно в двухсот метрах в лесу. Вы тут же сорвались и побежали на звуки.\n\n Волколак будто поджидал вас, он стоял между деревьев и не спешил нападать.(вы медленно достали арбалет)",
    "answers": [
      {
        "id": 147,
        "text": "big",
        "url": "https://i.postimg.cc/28yYYNTT/1000011154.jpg"
      },
      {
        "id": 144,
        "text": "прицелиться"
      }
    ]
  },
  {
    "id": 148,
    "text": " В данной ситуации помогут всего два знака.",
    "answers": [
      {
        "id": 149,
        "text": "телекинетический удар "
      },
      {
        "id": 150,
        "text": "пламя"
      }
    ]
  },
  {
    "id": 149,
    "text": " Телекинетический удар пригвоздил волков к деревьям. Их ветки проткнули туши волков. Впрочем, времени на рассматривание у вас не было, надо догнать бестию.",
    "answers": [
      {
        "id": 151,
        "text": "искать Волколака"
      }
    ]
  },
  {
    "id": 150,
    "text": " Пламя вмиг охватило сухую шерсть волков, они вспыхнули и срёвам бегали по лесу. Смотреть на это у вас не было времени и желания.",
    "answers": [
      {
        "id": 151,
        "text": "найти волколака"
      }
    ]
  },
  {
    "id": 151,
    "text": " Вы решили, что искать волколока стоит по запаху. Часа два-три искали монстра и наткнулись на глубокую пещеру куда вёл след из крови.",
    "answers": [
      {
        "id": 152,
        "text": "зайти в пещеру"
      },
      {
        "id": 151,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/GhFt5y3G/Screenshot-20240301-151732-Shedevrum.jpg"
      }
    ]
  },
  {
    "id": 152,
    "text": " Зайдя в пещеру вас встретили три огромных волка. Они одновременно прыгнули на вас. Времени не оставалось нужно думать быстро.",
    "answers": [
      {
        "id": 152,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/QdStXZTM/Screenshot-20240301-151544-Yandex-Start.jpg"
      },
      {
        "id": 153,
        "text": "знаки"
      }
    ]
  },
  {
    "id": 153,
    "text": " В сложившейся ситуации помочь вам могут только два знака.",
    "answers": [
      {
        "id": 154,
        "text": "защитный щит"
      },
      {
        "id": 155,
        "text": "телекинетический удар "
      }
    ]
  },
  {
    "id": 154,
    "text": " За долю секунды вокруг вас образовалась защитная сфера, которая по вашему желанию взорвалась и унесла жизни всех волков.",
    "answers": [
      {
        "id": 157,
        "text": "искать волколака"
      }
    ]
  },
  {
    "id": 155,
    "text": " Успев в последний момент использовать удар вы убили всех волков. Они сильно ударились о стенки пещеры и в добавок на них упали сталактиты. ",
    "answers": [
      {
        "id": 157,
        "text": "искать волколака"
      }
    ]
  },
  {
    "id": 156,
    "text": " По прибытию в деревню вас уже ждали взволнованные жители, но увидев вас целым не вредимым они заметно приободрились.\n\n— Монстр больше вас не потревожит.\n\n— Спасибо тебе охотник. Наконец-то мы можем жить спокойно. А ты заходи домой отдохнёшь, поешь, а утром уже отправляйся в путь.\n\n",
    "answers": [
      {
        "id": 160,
        "text": "зайти в дом"
      },
      {
        "id": 156,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/FK4GKfng/Screenshot-20240301-205338-Shedevrum.jpg"
      }
    ]
  },
  {
    "id": 157,
    "text": " За то время, что вы блуждали по пещере наступил рассвет и волколак наверняка превратился в человека.",
    "answers": [
      {
        "id": 158,
        "text": "искать"
      }
    ]
  },
  {
    "id": 158,
    "text": " К вам на встречу вышел человек в его левом плече был обломанный болт, а в правой руке он держал серебряный меч. И сам он был в разорванной одежде.\n\n— Охотник ты ведь меня просто так не оставишь?",
    "answers": [
      {
        "id": 158,
        "text": "big",
        "url": "https://i.postimg.cc/8zWhz5bb/Screenshot-20240301-153824-Shedevrum.jpg"
      },
      {
        "id": 159,
        "text": "нет"
      },
      {
        "id": 164,
        "text": "да"
      }
    ]
  },
  {
    "id": 159,
    "text": "— Ну тогда приготовься к смерти.\n\n Он с криком бросился на вас, готовясь сделать быстрый удар.",
    "answers": [
      {
        "id": 161,
        "text": "защитный щит"
      },
      {
        "id": 162,
        "text": "увернуться "
      }
    ]
  },
  {
    "id": 160,
    "text": " Во время завтрака они рассказали вам о своей жизни, о том, как им тяжело работать на земле и как волколак испортил им жизнь. Вы узнали много интересного о их повседневной жизни и о том, как они борются за свою семью.\n\n После плотного завтрака вы пошли на поковую.",
    "answers": [
      {
        "id": 160,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/HWvmRM6N/Screenshot-20240301-210317-Shedevrum.jpg"
      },
      {
        "id": 165,
        "text": "спать"
      }
    ]
  },
  {
    "id": 161,
    "text": " Вокруг вас образовалась сфера которую соперник никак не мог пробить. Вы решили сделать взрыв, тем самым выбив оружие из рук врага.",
    "answers": [
      {
        "id": 163,
        "text": "добить"
      },
      {
        "id": 164,
        "text": "поговорить"
      }
    ]
  },
  {
    "id": 162,
    "text": " Враг был слишком слаб и выранив меч упал.",
    "answers": [
      {
        "id": 163,
        "text": "добить"
      }
    ]
  },
  {
    "id": 163,
    "text": " Подойдя ближе вы проткнули врага насквозь, он лишь тихонько хрипнул. Волколак больше не угрожал деревни, она может жить спокойно. А вы подобрали серебряный меч и направились в сторону деревни.",
    "answers": [
      {
        "id": 156,
        "text": "уйти в деревню"
      }
    ]
  },
  {
    "id": 164,
    "text": "— Ну зачем же сразу убивать, я цивилизованный охотник, просто одену тебе двимеритовый браслет и пока ты его не снимешь превращения прекратятся.\n\n— Спасибо. Я, за твою доброту даю тебе мой серебряный меч. ",
    "answers": [
      {
        "id": 156,
        "text": "уйти в деревню"
      }
    ]
  },
  {
    "id": 165,
    "text": "Ваши ноги уставали, а тело пропитано влагой. Вы понимали, что вам нужен отдых и расслабление. Благодаря уставшему телу и уму вы быстро заснули в уютной комнате, что дал вам крестьянен.\n\n",
    "answers": [
      {
        "id": 165,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/rwwMPJk7/Screenshot-20240301-211744-Shedevrum.jpg"
      },
      {
        "id": 166,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 166,
    "text": "\nПросыпаясь на следующее утро, вы почувствовали приятное тепло одеяла, обнимающее вас. Странные звуки природы и утренний свет пробивающийся сквозь шторы наполнили комнату. Крепкий сон и отдых принесли вам облегчение после тяжелой ночи.",
    "answers": [
      {
        "id": 166,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/rwwMPJk7/Screenshot-20240301-211744-Shedevrum.jpg"
      },
      {
        "id": 167,
        "text": "выйти"
      }
    ]
  },
  {
    "id": 167,
    "text": " Выйдя на улицу, вы уже собирались уходить из деревни, но нигде не нашли своего коня. Придётся искать, обычно лошадей с утра пораньше выводят на поле.",
    "answers": [
      {
        "id": 168,
        "text": "искать"
      }
    ]
  },
  {
    "id": 168,
    "text": " Подойдя к полю, Вы не ошиблись именно там, паслись ваш конь и какая-то лошадь, ещё между ними бегали маленькие крестьянские дети.",
    "answers": [
      {
        "id": 168,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/4yJDqfcs/Screenshot-20240301-214045-Shedevrum.jpg"
      },
      {
        "id": 169,
        "text": "оседлать коня"
      }
    ]
  },
  {
    "id": 169,
    "text": " Посмотрев на, Грязь вы увидели, что его волосы Заплетины в косички, а на голове красивый венок из полевых цветов.",
    "answers": [
      {
        "id": 170,
        "text": "ехать"
      }
    ]
  },
  {
    "id": 170,
    "text": " Ваш путь пролегал через дремучий лес где когда-то обитал волколак. Но теперь эти места полностью безопасны.",
    "answers": [
      {
        "id": 170,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/kgtZ6B3Y/Screenshot-20240301-215118-Shedevrum.jpg"
      },
      {
        "id": 171,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 171,
    "text": " Проехав ещё несколько километров, вы наткнулись на высушенный труп человека, по осмотру трупа было понятно, что он ещё довольно свежий, два-три дня. Без сомнений это дело рук вампира.",
    "answers": [
      {
        "id": 172,
        "text": "ехать"
      }
    ]
  },
  {
    "id": 172,
    "text": " Наступала ночь, а до ближайшего населённого места было ещё очень далеко. Если не ускориться, то битвы с каким нибудь монстром не избежать.",
    "answers": [
      {
        "id": 173,
        "text": "ускориться "
      }
    ]
  },
  {
    "id": 173,
    "text": " Как вы и предполагали монстром избежать не получилось. Из под земли начали вылазить, накеры, а во главе стоял особенно большой накер, окрашенный красный краской.\n\n— Накеры одиннадцать штук, не евшие примерно неделю. Агрессивно настроены, готовы рвануться в атаку. \n\n",
    "answers": [
      {
        "id": 173,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/1zPwZj9R/1000011163.jpg"
      },
      {
        "id": 174,
        "text": "знаки"
      }
    ]
  },
  {
    "id": 174,
    "text": " Против накеров может помочь только два знака.",
    "answers": [
      {
        "id": 175,
        "text": "обман"
      },
      {
        "id": 176,
        "text": "пламя"
      }
    ]
  },
  {
    "id": 175,
    "text": " Использовать Знак \"обман\" было очень умно. Вы приказали главному накеру сражаться на вашей стороне. Этот поступок разгруппировал отряд и накеры не понимали что им делать, а как известно растерянный накер-мёртвый накер.",
    "answers": [
      {
        "id": 177,
        "text": "рубить"
      }
    ]
  },
  {
    "id": 176,
    "text": " Использовать Знак \"пламя\" было очень умно. Вы подожгли место боя и накеры запаниковали. Этот поступок разгруппировал отряд и накеры не понимали что им делать, а как известно растерянный накер-мёртвый накер.",
    "answers": [
      {
        "id": 177,
        "text": "рубить"
      }
    ]
  },
  {
    "id": 177,
    "text": " Растерянные накеры ничего не могли сделать, примерно за одну минуту с ними было покончено. Вся поляна была усеяна мертвыми тварями.",
    "answers": [
      {
        "id": 178,
        "text": "ехать дальше"
      }
    ]
  },
  {
    "id": 178,
    "text": " Проехав верхом, по следу вампира ещё нескольно недель, вы наконец прибыли в финальный посёлок, после которого планировали настичь вампира и тем самым выполнить заказ.",
    "answers": [
      {
        "id": 178,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/9MNsSk6z/Screenshot-20240301-231728-Shedevrum.jpg"
      },
      {
        "id": 179,
        "text": "заехать в посёлок "
      }
    ]
  },
  {
    "id": 179,
    "text": " Заехав в посёлок, Вы не остались без внимания.\n\n— Приветствуем тебя путник. Что занесло тебя в это богом забытое место?\n\n— Я ищу вампира, Вы что-нибудь знаете о нём?\n\n— А так ты охотник, что насчёт вампира мы знаем где он, но просто так не скажем. Выполни для нас два заказа убей полуночницу и лешего. В награду ты получишь информацию и дом в лесу. Как выполнишь заказы приходи.\n\n",
    "answers": [
      {
        "id": 180,
        "text": "идти в лес"
      }
    ]
  },
  {
    "id": 180,
    "text": " Доехали Вы до своего домика уже под вечер, привязав своего коня к заборчику. Вы отправились на поле искать полуночницу.",
    "answers": [
      {
        "id": 180,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/8kqd3qGr/Screenshot-20240302-094355-Shedevrum.jpg"
      },
      {
        "id": 181,
        "text": "идти"
      }
    ]
  },
  {
    "id": 181,
    "text": "Вы стоите на поле, окруженном высокой травой, на горизонте виднеется силуэт полуночницы, который медленно приближается к вам. Её огромные серпа сверкают в лунном свете, её глаза сверкают зловещим свечением. Вы сжимаете в руке оружие и готовитесь к битве, ваше сердце бьется медленно заставляет вас сосредоточиться только на цели.",
    "answers": [
      {
        "id": 181,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/PrGRyNKL/Screenshot-20240302-104439-Shedevrum.jpg"
      },
      {
        "id": 182,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 182,
    "text": " Монстр создал два клона подобных себе как две капли воды. Они окружили вас, есть всего одна попытка, чтобы угадать и ударить настоящею полуночницу и тогда все клоны пропадут.",
    "answers": [
      {
        "id": 182,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/nzP6pkvT/1000011165.jpg"
      },
      {
        "id": 183,
        "text": "левая"
      },
      {
        "id": 184,
        "text": "средняя "
      },
      {
        "id": 183,
        "text": "правая"
      }
    ]
  },
  {
    "id": 183,
    "text": " Сильным ударом Вы перерубили полуночницу, но это оказался всего лишь клон.",
    "answers": [
      {
        "id": 183,
        "text": "big",
        "url": "https://i.postimg.cc/769QZN0j/1000011209.jpg"
      },
      {
        "id": 182,
        "text": "назад"
      }
    ]
  },
  {
    "id": 184,
    "text": " Сильным ударом Вы выбили серп из правой руки монстра и тут же все клоны растворились в лунном свете. Злая полуночница сделала быстрый удар.",
    "answers": [
      {
        "id": 185,
        "text": "знаки"
      },
      {
        "id": 184,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/nzP6pkvT/1000011165.jpg"
      }
    ]
  },
  {
    "id": 185,
    "text": " Защититься от полуночицы могут помочь.",
    "answers": [
      {
        "id": 186,
        "text": "телекинетический удар "
      },
      {
        "id": 187,
        "text": "защитный щит"
      }
    ]
  },
  {
    "id": 186,
    "text": " Сильный удар вырвавшийся из вашей руки откинул бестию на два метра, полуночница уранила свой последний серп и растворилась в лунном свете.",
    "answers": [
      {
        "id": 189,
        "text": "взять серп и уйти"
      }
    ]
  },
  {
    "id": 187,
    "text": " Успев чуть ли не в последний момент использовать Знак, Вы спасли себя приказав сфере взорваться. Взрыв от сферы отбросил полуночницу на два метра назад она уронила свой последний серп и растворилась в лунном свете.",
    "answers": [
      {
        "id": 189,
        "text": "взять серп и уйти"
      }
    ]
  },
  {
    "id": 188,
    "text": " На улице стоял густой туман, но это не помешает вам найти лешего. \n\n— Леший не любит когда его лес портят, а это значит что именно этим я и займусь.",
    "answers": [
      {
        "id": 188,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/SQ1bLcvm/Screenshot-20240302-111750-Shedevrum.jpg"
      },
      {
        "id": 190,
        "text": "пламя"
      }
    ]
  },
  {
    "id": 189,
    "text": " После тяжёлой битвы Вы отправились к себе в дом где благополучно проспали до утра.",
    "answers": [
      {
        "id": 189,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/8kqd3qGr/Screenshot-20240302-094355-Shedevrum.jpg"
      },
      {
        "id": 188,
        "text": "выйти"
      }
    ]
  },
  {
    "id": 190,
    "text": " Пламя вмиг охватило деревья, густой дым поднялся столбом и леший не заставил себя долго ждать. Огромный трёх метровый монстр появился будто из неоткуда.",
    "answers": [
      {
        "id": 190,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/FFwpyRNY/1000011169.jpg"
      },
      {
        "id": 191,
        "text": "сражаться "
      }
    ]
  },
  {
    "id": 191,
    "text": " Леший призвал себе на помощь огромного бурова медведя, который был готов вас разорвать.",
    "answers": [
      {
        "id": 192,
        "text": "знаки"
      },
      {
        "id": 191,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/T3tCWcw6/Screenshot-20240302-113518-Shedevrum.jpg"
      }
    ]
  },
  {
    "id": 192,
    "text": " Против медведя может помочь только два знака.",
    "answers": [
      {
        "id": 193,
        "text": "пламя",
        "need": -193
      },
      {
        "id": 194,
        "text": "магическая ловушка"
      }
    ]
  },
  {
    "id": 193,
    "text": " Пламя лишь слегка подпалила шерсть массивного животного. Медведь разорвал охотника.",
    "answers": [
      {
        "id": 193,
        "text": "big",
        "url": "https://i.postimg.cc/769QZN0j/1000011209.jpg"
      },
      {
        "id": 192,
        "text": "переиграть"
      }
    ]
  },
  {
    "id": 194,
    "text": " Магическая ловушка справилась со своей задачей, массивный зверь замер. Сильным ударом Вы отрубили голову медведя. Опасное животное умерло, этот поступок явно вывел лешего из себя.",
    "answers": [
      {
        "id": 194,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/02Dps0mf/1000011170.jpg"
      },
      {
        "id": 195,
        "text": "сражаться "
      }
    ]
  },
  {
    "id": 195,
    "text": " Как известно лешего можно убить только раскалённым мечем в сердце. Вы использовали \"пламя\" чтобы раскалить меч. ",
    "answers": [
      {
        "id": 196,
        "text": "бой"
      }
    ]
  },
  {
    "id": 196,
    "text": " Вы побежали на лешего сломя голову, но леший опередил вас. Из земли начали вылазить острые корни деревьев нужно было срочно что-то придпренять.",
    "answers": [
      {
        "id": 196,
        "text": "big",
        "url": "https://i.postimg.cc/mrvmjgGZ/Screenshot-20240302-120115-Shedevrum.jpg"
      },
      {
        "id": 197,
        "text": "защитный щит "
      },
      {
        "id": 198,
        "text": "бежать",
        "need": -196
      }
    ]
  },
  {
    "id": 197,
    "text": " Защитный щит успел защитить ваше тело от острых корней. Леший не увидел ваших действий из-за высоких корней, он подумал, что Вы не выжили и начал отдаляться.",
    "answers": [
      {
        "id": 199,
        "text": "магическая ловушка"
      }
    ]
  },
  {
    "id": 198,
    "text": " Добежать до лешего не получилось, острые корни пробили ваше тело.",
    "answers": [
      {
        "id": 198,
        "text": "big",
        "url": "https://i.postimg.cc/769QZN0j/1000011209.jpg"
      },
      {
        "id": 196,
        "text": "переиграть"
      }
    ]
  },
  {
    "id": 199,
    "text": " Магическая ловушка поймала лешего, он замер. Вы подбежали к беззащитному монстру и решили нанести удар в .",
    "answers": [
      {
        "id": 200,
        "text": "сердце "
      },
      {
        "id": 201,
        "text": "голову",
        "need": -201
      }
    ]
  },
  {
    "id": 200,
    "text": " Ваш раскалённый меч пронзил сердце монстра. Гигант рухнул и заснул мертвым сном.",
    "answers": [
      {
        "id": 202,
        "text": "забрать череп и уйти"
      }
    ]
  },
  {
    "id": 201,
    "text": " Ваш меч пронзил голову монстра, но он не умер ведь смертельный удар это удар в сердце. Огромные когти монстра пронзили ваше тело.",
    "answers": [
      {
        "id": 201,
        "text": "big ",
        "url": "https://i.postimg.cc/769QZN0j/1000011209.jpg"
      },
      {
        "id": 199,
        "text": "переиграть"
      }
    ]
  },
  {
    "id": 202,
    "text": " Ваш конь, Грязь верно ждал вас у домика.\n\n— Ну что, Грязь нам пора остался последний рывок, скоро мы станем богатыми.\n\n Оседлав коня Вы поскакали в деревню.",
    "answers": [
      {
        "id": 202,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/CKmXSfXv/Screenshot-20240302-130154-Shedevrum.jpg"
      },
      {
        "id": 203,
        "text": "деревня"
      }
    ]
  },
  {
    "id": 203,
    "text": " После выполненный работы.\n\n— Ну что охотник всё выполнил?\n\n— (Вы достали серп и череп) Монстры больше вас не потревожат можете жить спокойно\n\n Жители поблагодарили вас за оказанную помощь. Они выразили свою благодарность и сказали, что видили вампира в деревне что находилась в паре часов езды от сюда. \n\n— А пока охотник можешь отдохнуть в нашей таверне для тебя всё бесплатно.",
    "answers": [
      {
        "id": 203,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/Gtd1p1zK/1000011482.jpg"
      },
      {
        "id": 204,
        "text": "отдохнуть"
      },
      {
        "id": 215,
        "text": "вампир"
      }
    ]
  },
  {
    "id": 204,
    "text": "Таверна расположена на окраине деревни, в небольшом деревянном здании с крышей из соломы. Несмотря на свою скромность, таверна очень уютная и атмосферная. На входе висит красивая деревянная вывеска с названием заведения.\n\nПо внутреннему убранству таверна украшена светлыми тканями, кованными светильниками и деревянной мебелью. В углу таверны тлеет камин, создавая уютную атмосферу и согревая посетителей.\n\nНа столиках стоят глиняные кувшины с вином и пивом, а на полках разложены книги и игровые карточные колоды. Здесь можно встретить как местных жителей, так и путешественники.",
    "answers": [
      {
        "id": 204,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/nVD21PpF/Screenshot-20240302-132242-Shedevrum.jpg"
      },
      {
        "id": 206,
        "text": "взять вино"
      },
      {
        "id": 207,
        "text": "взять пиво "
      }
    ]
  },
  {
    "id": 205,
    "text": " Разрушенная деревня которая когда-то была очень даже ничего. Вампир явно не ушёл отсюда далеко, везде были высушенные тела.\n\n— Люди умерли не так давно примерно часов двенадцать назад, это значит вампир ещё здесь.\n\n Вы оглянулись по сторонам и увидели пещеру в скале, сомнений не было вампир там, но идти в логово монстра было самоубийством.",
    "answers": [
      {
        "id": 205,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/5N6KTqNW/Screenshot-20240302-171733-Shedevrum.jpg"
      },
      {
        "id": 214,
        "text": "осмотреть деревню "
      }
    ]
  },
  {
    "id": 206,
    "text": "Сев за столик в углу таверны, вы ощущаете приятное уединение и уютное убранство помещения. С той стороны, где вы расположились, стены украшены деревянными полками, на которых стоят старинные книги и декоративные склянки. \n\nСтолик, за которым вы сидите, выполнен из темного дерева с изящной резьбой по краям. На столе стоит глиняный кувшин с вином и два граненых стакана, а рядом лежит деревянный плетеный поднос с закусками из сыра, маслин и свежих фруктов.\n\n",
    "answers": [
      {
        "id": 206,
        "text": "big",
        "url": "https://i.postimg.cc/QM8cGf2T/Screenshot-20240302-140219-Yandex-Start.jpg"
      },
      {
        "id": 209,
        "text": "пить"
      }
    ]
  },
  {
    "id": 207,
    "text": " Сев за столик в углу таверны, вы ощущаете приятное уединение и уютное убранство помещения. С той стороны, где вы расположились, стены украшены деревянными полками, на которых стоят старинные книги и декоративные склянки.\n\nСтолик, за которым вы сидите, выполнен из темного дерева с изящной резьбой по краям. На столе стоит глиняный стакан с пивом , а рядом лежит деревянный плетеный поднос с закусками из сыра, маслин и свежих фруктов.\n",
    "answers": [
      {
        "id": 207,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/4y99bq9r/Screenshot-20240302-140330-Yandex-Start.jpg"
      },
      {
        "id": 209,
        "text": "пить"
      }
    ]
  },
  {
    "id": 208,
    "text": " Поймав кулак Вы явно удивили нападающего.\n\n— Ты чё мутант. Не жить тебе! Бей мутанта!",
    "answers": [
      {
        "id": 213,
        "text": "драться "
      }
    ]
  },
  {
    "id": 209,
    "text": " Вы опустошали стакан за стаканом и это не осталось без внимания. К вам подошли четыре пьяных крестьянина, они начали наезжать.\n\n— Вот он посмотрите пьёт, мутант проклятый. Ты знаешь кто мы?\n\n— ...\n\n— Вот именно никто нас не знает, а мы тут всю жизнь живём. Ты мутант проклятый появился здесь и всю деревню на уши поставил, ишь герой из неоткуда. Вали отсюда пока ходить можешь.. \n\n",
    "answers": [
      {
        "id": 210,
        "text": "встать и уйти"
      },
      {
        "id": 211,
        "text": "телекинетический удар "
      }
    ]
  },
  {
    "id": 210,
    "text": "— Вот и вали нелюдь, а хотя стой вот тебе подарок лично от меня (крестьянин замахнулся и готовился сделать сильный удар).",
    "answers": [
      {
        "id": 208,
        "text": "поймать кулак"
      }
    ]
  },
  {
    "id": 211,
    "text": " Встав из-за своего столика Вы сделали сильный телекинетический удар, он разрушил пол таверны и вырубил всех недоброжелателей.",
    "answers": [
      {
        "id": 212,
        "text": "уйти с таверны"
      }
    ]
  },
  {
    "id": 212,
    "text": "Покинув таверну, Вы подошели к своему коню, который стоял у входа, терпеливо ждал вас. Вы пристегнули сумку к седлу. Лошадь, по имени Руна, была моя верная компаньонка, и мы готовы были отправиться в путь.\n\nВы щелкнули языком, призывая Грязь к движению, и он медленно поплёлся вперед. ",
    "answers": [
      {
        "id": 212,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/8PLCKFcb/1000011496.jpg"
      },
      {
        "id": 215,
        "text": "покинуть деревню"
      }
    ]
  },
  {
    "id": 213,
    "text": " В рукопашном бою вам не было равных вырубив всех недоброжелателей меньше чем за пол минуты. Вы направились к выходу с таверны.",
    "answers": [
      {
        "id": 212,
        "text": "выйти с таверны"
      }
    ]
  },
  {
    "id": 214,
    "text": " Вы заметели, что большинство построек сильно разрушены. Дома обветшали, окна разбиты, улицы покрыты трещинами, а в некоторых местах видны признаки пожаров. Улицы пусты и безлюдны, только холодный ветер шепчет свои загадочные шепоты среди руин.",
    "answers": [
      {
        "id": 216,
        "text": "осмотреть руины"
      }
    ]
  },
  {
    "id": 215,
    "text": " Солнце уже начинало садиться за горизонт, и лучи его освещали ваш путь, делая дорогу золотисто-оранжевой.\n\nВы направили коня к деревне, где, по слухам, остановился вампир. Вы были решительны и несмотря на все трудности, продолжали двигаться вперед.\n\nКогда вы приблизились к деревушке, воздух стал наполнен напряжением. Вампир явно был здесь.",
    "answers": [
      {
        "id": 215,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/tT4TBP4M/Screenshot-20240302-170022-Shedevrum.jpg"
      },
      {
        "id": 205,
        "text": "заехать в деревню"
      }
    ]
  },
  {
    "id": 216,
    "text": " Вы начали рассматривать руины дома и заметили что между ними человека с испуганными глазами.\n\n— Выходи.\n\n— Нет он ещё здесь, монстр убивший всех. И тебя ждёт та же самая участь если не уедешь, хотя ты уже не успеешь солнце заходит монстр, выходит.\n\n— Я не боюсь его.",
    "answers": [
      {
        "id": 217,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 217,
    "text": " Как только последние лучи солнца зашли за горизонт из пещеры вылетел вампир и отправился в лес. Нужно отправиться в погоню чтобы не потерять вампира.",
    "answers": [
      {
        "id": 217,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/Fzths1Ms/Screenshot-20240302-175221.jpg"
      },
      {
        "id": 218,
        "text": "погоня"
      }
    ]
  },
  {
    "id": 218,
    "text": " Вы забежали в страшный лес, но увы там уже никого не было.\n\n— Вампир не мог далеко уй...\n\n Не успели Вы договорить как из крон деревьев на вас вылетел вампир, он сделал сильный удар своей когтистой лапой. Вы упали.",
    "answers": [
      {
        "id": 218,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/DZcGT5Qf/Screenshot-20240303-103805-Shedevrum.jpg"
      },
      {
        "id": 219,
        "text": "встать"
      }
    ]
  },
  {
    "id": 219,
    "text": " Всё было в крови, но на вас не было ранений. Грязь, Грязь лежал с сильно  поцарапанным боком когти монстра пробили коня почти насквозь. Вы могли лишь облегчить страдания.",
    "answers": [
      {
        "id": 220,
        "text": "меч"
      }
    ]
  },
  {
    "id": 220,
    "text": " Вы сделали быстрый удар в сердце коня. Грязь тихонько фыркнул и перестал подавать признаки жизни. Его единственное белое пятно на лбу окрасилось в красный. Вы опустились на одно колено и закрыли другу глаза.\n\n— Я отомщу за тебя.\n\n",
    "answers": [
      {
        "id": 221,
        "text": "найти вампира"
      }
    ]
  },
  {
    "id": 221,
    "text": " Вы решили выйти на открытую местность, там поймать вампира будет в разы легче. ",
    "answers": [
      {
        "id": 221,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/kgGpfQBL/Screenshot-20240303-135054-Shedevrum.jpg"
      },
      {
        "id": 222,
        "text": "слушать"
      }
    ]
  },
  {
    "id": 222,
    "text": " Прислушавшись, Вы услышали звук крыльев в пятнадцати метрах справа. Вампир стремительно приближался.\n",
    "answers": [
      {
        "id": 222,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/Fzths1Ms/Screenshot-20240302-175221.jpg"
      },
      {
        "id": 223,
        "text": "арбалет ",
        "need": 96
      },
      {
        "id": 224,
        "text": "знаки"
      }
    ]
  },
  {
    "id": 223,
    "text": " Резко обернувшись Вы достали арбалет который дал вам, Хильдегардис пяти выстрелов хватило чтобы монстр рухнул и больше не смог взлететь.",
    "answers": [
      {
        "id": 227,
        "text": "бежать к вампиру"
      }
    ]
  },
  {
    "id": 224,
    "text": "Здесь могут помочь только два знака.",
    "answers": [
      {
        "id": 225,
        "text": "ловушка"
      },
      {
        "id": 226,
        "text": "телекинетический удар "
      }
    ]
  },
  {
    "id": 225,
    "text": " Ловушка не смогла сдержать столь могущественного соперника. Он вырвался и выпил всю вашу кровь.",
    "answers": [
      {
        "id": 222,
        "text": "переиграть"
      }
    ]
  },
  {
    "id": 226,
    "text": " Телекинетический удар сбил вампира, он и  рухнул в невысокую траву.",
    "answers": [
      {
        "id": 227,
        "text": "бежать к вампиру"
      }
    ]
  },
  {
    "id": 227,
    "text": " Вампир был ранен и вряд-ли сможет улететь. Он сделал быстрый выпад вашу сторону, намереваясь разорвать вас быстрым ударом.",
    "answers": [
      {
        "id": 228,
        "text": "защитный щит "
      },
      {
        "id": 229,
        "text": "увернуться ",
        "need": -229
      }
    ]
  },
  {
    "id": 228,
    "text": " Сфера вновь спасла вам жизнь. Когти монстра застряли в щите. По вашему желанию сфера взорвалась, оторвал когти монстра. Бестия завыла, но сдаваться не желала. Он сделал сильный удар вам в грудь, но Вы успели отойти.",
    "answers": [
      {
        "id": 230,
        "text": "удар в ногу"
      },
      {
        "id": 231,
        "text": "удар в руку"
      }
    ]
  },
  {
    "id": 229,
    "text": " Вы не успели увернуться.",
    "answers": [
      {
        "id": 227,
        "text": "переиграть"
      }
    ]
  },
  {
    "id": 230,
    "text": " Сильным ударом своего серебряного меча Вы отрубили ногу монстра он упал и был явно ослабленным.",
    "answers": [
      {
        "id": 232,
        "text": "проткнуть"
      }
    ]
  },
  {
    "id": 231,
    "text": "Сильным ударом своего серебряного меча Вы отрубили руку монстра он упал и был явно ослабленным.",
    "answers": [
      {
        "id": 232,
        "text": "пробить"
      }
    ]
  },
  {
    "id": 232,
    "text": " Вы пробили монстра насквозь, прибили его к земле и вдруг он заговорил.\n\n— Охотник ты думаешь что моя смерть что-то изменит?\n\n",
    "answers": [
      {
        "id": 233,
        "text": "да"
      },
      {
        "id": 235,
        "text": "нет"
      }
    ]
  },
  {
    "id": 233,
    "text": "— И что же может изменить смерть Дракулы? \n\n",
    "answers": [
      {
        "id": 235,
        "text": "убить"
      }
    ]
  },
  {
    "id": 234,
    "text": " Вимак принёс голову вампира королю и на этом выполнил свою работу. Король передал охотнику обещанную суму и сделал предложение служить королевству как королевский \"охотник на монстров\", но Вимак отказался.\n\n         НА ЭТОМ ИСТОРИЯ ЗАКОНЧИЛАСЬ!",
    "answers": [
      {
        "id": 234,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/nzm5qB3B/Screenshot-20240303-150210-Yandex-Start.jpg"
      },
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 235,
    "text": "— Я не желаю с тобой говорить!\n\n После этих слов Вы пронзили сердце монстра. Раздался ультра звук которой пронёсся по всей округе. Задание выполнено нужно доложить королю Влафии.",
    "answers": [
      {
        "id": 234,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 236,
    "text": "",
    "answers": []
  }
]