[
  {
    "id": 1,
    "text": "Автор: Zvest\n\nЖанр: фентази, приключение\n\nКвест расскажит вам о герое по имени Арфагор, о ноше которую донеслось нести главному герою. \nР.S Оставляйте отзывы, мне очень хочется знать ваше мнение)))",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "http://ts01.spac.me/tfil/30bee95c668de600ff31172531ddc8a6/68715652.f.500.500.0.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "http://ts01.spac.me/tfil/5552478114d124257fa0bbf8ed716f3e/68715748.f.500.500.0.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вечер, спальня, диолог отца и сына:\n-Ложись в постель!\n-Я не хочу спать, я хочу что бы ты мне опять рассказал ту легенду о человеке способном убить дракона\n-хм... драконов не бывает, но раз ты просишь то так уж и быть я раскажу...\nОчень, очень давно понебу летали огромные крылатые ящеры. Они были мирные и уважали людей, но однажды один из главнейших драконов поднял бунт о том что драконы не должны делить землю с людьми, а должны истребить их и жить в полном благополучии.",
    "answers": [
      {
        "id": 3,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 3,
    "text": "Но не все драконы хотели этого.\nБыли и те кто хотел мира. Одим из таких драконов был Серос. Узнав о том что человечество в опастности он обращается к своему другу, человеку по имени Арго. Арго был выращен драконом и даже ходили слухи о том что в нем течет кровь дракона.\n-пап давай по короче!\n-хорошо.\nСерос и Арго отправились к злому дракону Одису. В долгой и очерь кровопролитной схватке Одис был убит, но он успел забрать с собой Сероса.\nУмирая Серос сказал:\n-Арго, я знаю что ты герой, но ты слаб для борьбы с драконами прими мой дар, возми мое серде и кровь.\nАрго:\n-зачем?\n-Я не говорил тебе, но я последний дракон, который остался на стороне человечества. Мой дар даст тебе огромную силу, силу способную убить дракона снова.\n- А разве мы не убили дракона?\n-Одис наложил на себя проклятье. Через 1000 лет он вернется в наш мир чтобы захватить его. Но ты, приняв мою кровь сможешь одолеть его\n-но как? Я же не проживу 1000 лет\n-Ты нет, но ты можешь завести детей, а твои дети своих детей. В них тоже будет частичка нас с тобой, а теперь прими мой дар скорее!\nАрго принял дар. От силы его волоса стали белыми как у тебя сынок. Больше о Арго никто нечего не слышал, но говорили что он отправился в путешесвие и жив до сих пор!\n-это не возможно!\n-конечно! а теперь Арфагор, ложись спать\n",
    "answers": [
      {
        "id": 4,
        "text": "далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "10 лет спустя....\nВы открываете глаза, видете как горит ваша деревня. С огромным трудом вы встаете, воздух пропитан кровью и слезами людей сгоревших заживо. Немного позже вы услышали громкий плач...",
    "answers": [
      {
        "id": 5,
        "text": "Побежать в сторану крика"
      },
      {
        "id": 6,
        "text": "пройти мимо"
      }
    ]
  },
  {
    "id": 5,
    "text": "Пробежав вы увидели под большим слоем тряпок и шуб чьюто ногу\nВы подошли посмотреть и увидели девушку вашего возраста (главному герою 16 лет)\nВы толкнули ее в бок, она покашляла и пытается встать\n—позволь я помогу — сказал Арго и аккуратно поднимает незнакомку\n—спасибо\n—давай я тебя отведу отсюда, здесь не безопастно\n—хорошо\nВы берете ее на руки и бежите из деревни",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы пытаетесь проигнорировать этот плачь, но все же ваше доброе сердце не позволяет вам этого",
    "answers": [
      {
        "id": 5,
        "text": "побежать в сторону крика"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы остановились у небольшого дерева, аккуратно положили девушку и начали разговор\n- для начала скажи как тебя завут?\n- меня зовут Лэйла, а тебя?\n- очень приятно, меня зовут Арфагор,\nа теперь скажи что здесь творится?\n-я толком не знаю я вышла во двор как вдруг раздалось очень страшное рычание, я обернулась и увидела дракона, он был очень большой и страшный! (начинает плакать и заякаться) О-он сжог мой дом, мою сем-ью\n-успокойся, я понимаю что тебе тяжело, но ты должна держатся, жить дальше!) я уверен что твои родители хотели чтобы ты улыбалась, смеялась и просто жила \n-думаю ты прав( вытерает рукой слезы)\n-ладно, как я понял идти тебе некуда\n-ага\n-вот возми это(передает Лейле сверток небольшого размера). а теперь иди в Маргоэл и подойди к барду, передай ему что ты от меня.\n-хорошо, а как же ты?\n- я пойду к мудрецу мне нужно кое что у него спросить.\n-удачи",
    "answers": [
      {
        "id": 8,
        "text": "идти к мудрецу"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы шли и думали о легенде которую вам рассказал твой отец. О том что драконы вернутся, о том что кто-то должен положить этому конец...\nНаконец вы пришли в город. В городе все говорят о том что произошло. \nВы сразу направились к старейшене\nвы:\n—срарейшина\n—да\n—что вы можете мне сказать о том что произошло?\n—а ты о драконах?\n—ага\n—что тут говорить, драконы вернулись, как в легенде, но война драконов не видно.\n—как его найти?\n—у меня есть одна вещица...(дастает огромный меч) которой может овладеть только воин дракона\nПосмотрев на меч у вас появилось желание взять его, как будто он звал тебя \nАрфагор:\n—можно взлянуть?\n—конечно (протягивает вам меч, ну как сказать протягивает, скорее всего протаскивает т.к он весит килограмм так 50 и длинной метра в 2))) )\n—докаснувшись до меча раздалось яркое сияние и вы уснышали голос\nголос:\n—ты всеже пришел\n—это кто?\n—я Серос\n—Серос? ты же умер 1000 лет назад.\n—И да и нет, я все еще живу, я живу в тебе о дитя дракона\n—т.е?\n—ты тот в ком тичет моя кровь (безнадежно пробармотал серос)\n—значит я воин дракона?\n—да так и есть\n—как мне остановить Одиса?\n—Одис, давно я не слышал этого имени... очень давно... \n—неотходи от темы как мне его победить?\n—ответ ты должен найти сам \nНеожиданно голос исчез\nВы стоите и слегкостью держите этот мечь\nмудрец:\n—ккк-ка-кк ты....\n—я.?\n—дда тты воин дракона, у этого мира еще есть шанс\n—да, но что же мне делать?\n—я незнаю\n—как? аааа... Серос сказал тоже самое, ладно  тогда я пойду куда-нибудь.\n—у тебя появилась идея?\n—и да, и нет. Вот блин я уже как Серос говорю\n",
    "answers": [
      {
        "id": 9,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы вышли из города и отправились в забытую пещеру т.к все знания таятся в руинах. Дорага была долгой. По дороге вы вспоминаете спасенную девушку.\n-интересно как же она, добралась или нет. Хм а зачем я о ней вспоминаю у меня и так проблем хватает.(((\n-да -промолвил Серос\nВы обернулись, некого небыло видно\n-показалось наверно -сказал Арго\n-нет -добавил Серос - кстате идти в пещеру отличная идея, надеюсь ты там найдешь что-то интерестное\n-надеюсь. вот мы и пришли...\n",
    "answers": [
      {
        "id": 10,
        "text": "Войти в пещеру"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы вошли в пещеру....\nВоздух здесь сырой, влажный и очень тяжелый. Повсюду слышно какоето шуршание.",
    "answers": [
      {
        "id": 11,
        "text": "осмотрется"
      },
      {
        "id": 12,
        "text": "пройти дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы посмотрели по старанам.\nСтены разукрашены различными руинами, которые светятся ярко голубым светом.\n",
    "answers": [
      {
        "id": 12,
        "text": "пройти дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "Пройдя дальше вы наткнулись на скелета.\nСкелет шумя костями встает.\nСкелет:\n-кккттттоооо посмелл нарушить мой покой\n-извени я не хотел тебе помешать\n-ты или храбр или полный болван если решил придти сюда в одиночку.\n-мне это было необходимо, здесь я ищу ответы\n-ответы на что?\n-я хочу узнать как победить Одиса\n-Одис вернулся, вы обречены! этому миру придет конец! Ахаха\n-нет! я остановлю его, меня завут Арфагор, я воин дракона\n-Арфагор? недавно я подчинил себе девченку, ее вроде Лейла звали, как же она звала тебя! ахахах\n-ты заплатишь за то что напал на человека, я заставлю твои бренные кости гнисть в одиночнстве\n-это мы еще посмотрим\n\n",
    "answers": [
      {
        "id": 13,
        "text": "начать бой"
      }
    ]
  },
  {
    "id": 13,
    "text": "Готовся! — воскликнул скелет и бросился на Арфагора.\nПарнишка взял в руки меч, его белые волосв засияли, глаза за горелись синим пламенем.\nВ одно мгновение он отскачил, и ударил скелета мечем так быстро что  тот неуспел даже заметить меча Арфагора.\nСкелет пал на земь, Арфагор подошел, подставил к голове скелета меч и сказал:\n—где она\n—онна лежит в соседнем гробу\n—мразьь -злобно сказал он и отрубил ему голову.",
    "answers": [
      {
        "id": 14,
        "text": "Искать Лейлу"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы долго ходили и искали гробы, и только в самом краю подземелья вы нашли Лейлу.\nОна лежала в гробу.\nВы проверили ее пульс. \nОна жива — сказал серос\n—проснись -сказал Арфагор толкая \"спящую красавицу в бок\"\nЛейла открыла глаза...\nАрфагор, ты пришел! Я знала что ты прийдешь!\nВдруг стены пещеры задражали, и из самого дна выполз огромный тролэф (это монстр чье тело покрыто лавай, ростом он около 40метров)\nНет — закричала она -нам конец!\n—это мы еще посмотрим",
    "answers": [
      {
        "id": 15,
        "text": "Атоковать тролэфа"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы подхватили Лейлу левой рукой, Второй рукой вы вытащили мечь из ножен на спине.\nЛейла смотрела на вас с огромным удивлением.\nВы прыгнули.\nЛейла смотрела вниз и видела как земля остается позади, ноходясь в ваших руках она совсем не волновалась о своей жизни, она знала что вы не допустите того чтобы кто-то невинный страдал.\nАрфагор посмотрел на Лейлу, улыбнулся и ударил тролэфа.\nВдруг раздался душераздирающий крик. \nНо арфагор был беспощяден, он легким взмахом отрубил голову обидчику\nПокойся смиром - с сожелением сказал Арфагор\n- а теперь скажи мне как ты здесь оказалась?\n-я отправилась в Маргоэлл, бард посмотрел на меня, я ему рассказала все как есть и отдала тот сверток что ты мне дал.\n- ну и? что было дальше?\n- он сказал что гильдия героев набирает новичков.\n- и ты согласилась - раздраженно сказал Арфагор?\n- да, когда я пришла они посмотрели на меня и сказали что слабоков не берут, но добавили что если я принесу какой нибудь трофей из забытой пещеры то они пересмотрят свое решение.\n-ладно идем к ним (сказал Арфагор вырывая клык монстра)\n",
    "answers": [
      {
        "id": 16,
        "text": "Идти в гильдию героев"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы отправились в путь.\nПодойдя к входу в гильдию к вам подошел какой-то мужик с головы до пяток одетый в бронь. Судя по царапинам на броне он побывал во многих сражениях.\nКто это к нам пожаловал? — усмехнулся мужик — здесь нету места слабокам вроде тебя! Еще и мечь напялил (смеется) ты же его даже не поднимешь. Отбросам вроде тебя здесь не место!\nЛейла хотела возразить, но Арфагор прикрый ей рот рукой.\nОна посмотрела на него и увидела что несмотря на оскорбления он спокойно отвечал\n—мне нужно видеть главу гильдии — настойчиво сказал Арфагор\n—несмеши он не принимает кого попало!\n— а если я тебя одолею?\n—ахахах ты! меня? да ты и 30 секунд не протянешь!\nВокруг собралось много народа и все смеялись над париньком.\n— ты не герой, ты разбойник — воскликнул Арфагор\n— пареньку не жить — раздался голос из толпы\n— давай размажь его — опять воскликнул кто-то\n— да я тебя в лепешку превращу — громко крикнул мужик.\nАрфагор погладил Лейлу по голове\n— стой здесь — сказал Арфагор смотря на Лейлу. — а что касается тебя (обращается к мужику) то я разберусь с тобой голыми руками.\n",
    "answers": [
      {
        "id": 17,
        "text": "Преподать урок грубияну"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы достали меч положили его и приготовились к сражению.\nМужик достал молот (судя повсему на нем есть какая-то чара)\nАрфагор не напрягаясь хрупастнул пальцами сел и сказал\n—нападай дубоголовый.\nМужик разозлился, за орал и что есть силы ударил по сидящему пареньку.\nОт удара появилось очень много пыли\nиз толпы раздались голоса:\n—конец пареньку\nВсе замерли в ожидании. Лейла прикрыла рот руками сдерживая свой крик. Пыль рассеялась, но паренька нет.\nВдруг кто-то постукал по плечу мужика. Мужик обернулся и мощный удар в лицо не заставил себя ждать.\nДубоголовый лег без сознания.\nВсе закричали:\n—не может быть, я не верю!\nВсе толпой кинулись на Арфагора.\nОн раскидал всех, одного за другим.\nВдруг раздался громкий голос:\n—хватит!\nБой прекратился.\n—лидер! -воскрикнули побитые ребята)))\n—ты мне и нужен -сказал Арфагор взяв за руку Лейлу и быстро подходя к лидеру.\n",
    "answers": [
      {
        "id": 18,
        "text": "Говорить с лидером гильдии героев"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы называете себя гильдией героев — сказал Арфагор показывая рукой на всех присутствующих — вы просто сбореще разбойников! какой герой отправит девушку в столь опастное место? Она чуть не погибла\n—мы там были, страшнее скелетов там никого нет — сказал кто то из толопы\n— нет ? ( с удивлением сказал Арфагор)- там был тролэф\n—Тролэф? -удивленно воскликнула толпа — неможет этого быть, ты врешь!\n—я не вру, он действительно там был (паказывает клык тролэфа)\nЛица всех присуствующих побледнели, но это понятно, ведь с тролэфом еле справилась 10 тысячная армия элитных солдат.\n—идемте ко мне в кобинет -сказал лидер обращаясь к Арфагору и Лейле",
    "answers": [
      {
        "id": 19,
        "text": "идти к лидеру"
      },
      {
        "id": 20,
        "text": "разговаривать здесь"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы вошли в кабинет лидера.\n-Обьясни, как ты победил монстра? - с удивлением сказал лидер\n",
    "answers": [
      {
        "id": 21,
        "text": "Я сбросл его в низ в лаву"
      },
      {
        "id": 22,
        "text": "я зарубил его своим мечом, это не так сложно как кажется"
      }
    ]
  },
  {
    "id": 20,
    "text": "-Я хочу говорить здесь - сказал Арфагор\n-Здесь много лишних ушей пошли в нуторь\nВы посмотрели по сторонам и поняли что нормального диолога здесь не получится. Вы берете Лейлу  за руку и отправляетесь в кабинет лидера\n",
    "answers": [
      {
        "id": 19,
        "text": "Войти в кабинет"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты врешь! - воскликнул лидер - если бы ты сбросил его то не добыл бы его клык.\nА теперь говори правду как ты убил Тролэфа?",
    "answers": [
      {
        "id": 22,
        "text": "Я зарубил его своим мечем, это не так сложно как кажится"
      }
    ]
  },
  {
    "id": 22,
    "text": "—Зарубил мечем? как?- с удивлением сказал лидер\n—просто взял и зарубил, я не думаю что это сложно.\n—зачем ты кнам пожаловал?\n—твои ребята отправили моего друга на смерть! это возмутительно.\n—приношу свои извенения, я не был в курсе всего происходящего\n—как вы вообще можете звать себя героями, если вы не смогли помочь бедной девушке? Разве герой стал бы измываться над человеком?\n—да я понимаю, сейчас нет особых бед и наша гильдия скучает, ей негде показать свою силу.\n—вообще-то есть одно дело. Одис вернулся\n—Одис? не может быть! Значит эта детская легенда правда. (удивленно сказал лидер)\n—да, это так\n—тогда его нужно остановить любой ценой\n—знаю, этим я и занимаюсь\n—вступайте к нам. Мы пожем тебе с этой проблемой!\n—к вам? к разбойникам? (возмущенно сказал Арфагор)\n—да мои люди одичали они не видели настоящего героя! Им нужен кто-то вроде тебя. Покажи им что значит быть героем!",
    "answers": [
      {
        "id": 23,
        "text": "хорошо, я вступлю"
      }
    ]
  },
  {
    "id": 23,
    "text": "Арфагор и Лейла подписали какие-то бумаги и стали полноправными членами гильдии героев.\nНовички и лидер выходя в главный зал\n—Внимание попреветствуйте новых членов гильдии Арфагора и Лейлу!\nАрфагор и Лейла приветствуют всех\nАрфагор начинает говорить:\nВы считаете себя героями? Ели это так то докажите это своими делами, помогайте людям, не обижайте слабых.В мире много людей которые нуждаются в вас, надеются что герой всегда защитит их в трудную минуту, но в вашем текущем положении вы скоро потеряете их веру.\nСейчас мы с Лейлой уходим, но мы вернемся. Скажу еще вот что, тренируйтесь, нас ждет великая битва, битва с Одисом — драконом который хочет уничтожить мир.\n",
    "answers": [
      {
        "id": 24,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы ушли из убежища гильдии. Вы шли через лес скорби убивая всех чудовищь на своем пути. Вдруг Лейла спросила:\n—А куда мы идем?\n—узнаешь — задумчиво сказал Арфагор\n—скажи мне откуда у тебя такая сила? Кто ты такой?\n—А ты правда хочешь знать?\n—да\n—знаешь легенду об Арго и Серосе?\n—да, это была моя любимая легенда — с улыбкой сказал Лейла\n—я тот кому суждено убить Одиса\n—ясненько, но откуда такая сила\n—вспомни легенду, там говорилось что Арго должен оставить наследника, война дракона....\n—не может быть — с удивлением сказала Лейла — ты воин дракона!\n—да, кстате давай я тебя еще кое с кем познакомлю\n—скем? здесь кроме нас никого нет.\nАрфагор улыбнулся, взял в руку свой меч и сказал:\n—Откликнись на мой зов тот с кем я делю сердце и кровь, приди же Серос.\nВдруг на земле появилась руна огромных размеров, засияла и из света появися огромный, красного цвета, дракон.\n—зачем ты меня звал? -спросил Серос сердито смотря на Арфагора.\n—вот знакомся, это Лейла — промолвил Арфагор.\n—а Лейла та девушка, о которой ты постоянно думал?\nЛейла улыбнулась.\n—я просто хотел знать впорядке ли она — смущенно сказал Арфагор\n— ты покраснел))) еще немного и станешь таким же красным как я! — усмехнулся Серос.\nПозже Серос подошек к прекрасной спутнице, посмотрел, облизнул (что вызвало непонимание у нее)\n—Арфагор, отойди мне нужно с ней кое о чем поговорить -сердито сказал Серос как бы прогоняя Арфагора.\n—все, все ухожу -с улыбкой сказал Арфагор\n— а теперь Лейла слушай меня внимательно.\nАрфагор тот кто делит со мной свое сердце, но он сейчас не тот что раньше, его сердце так же окутывает страх.\n—он боися Одиса? — спросила Лейла\n—нет он боится потерять тебя. Незнаю как, но ты захватила его сердце, он полюбил тебя, поэтому несмотря ни на что не умри, если он начнет мстить за тебя то в его сердце появится зло. Нельзя допустить чтобы он стал злым ведь он по опаснее Одиса будет. он не раскрыл и 10% своего потонциала, он гораздо сильнее Арго.\n—я это уже поняла, мне тоже нравится Арфагор, но боюсь ему признаться.\n—всему свое время — сказал серос и исчез\nПосле подошел Арфагор\n—о чем вы с ним говорили?\n—это секрет — с улыбкой сказала Лейла.\nОни отправились дальше.",
    "answers": [
      {
        "id": 25,
        "text": "идти"
      }
    ]
  },
  {
    "id": 25,
    "text": "Через часа 2 они подошли к каким-то руинам\n—зачем мы сюда пришли? -в негодовании спросила Лейла\n—смотри \nАрфагор повернул пару плит и перед ними открылся  проход.\nОказалось что это подземный город-крепость.\n—а зачем мы сюда пришли — спросила Лейла\n— продать вот это (показывает клык тролэфа)\n—понятно\nАрфагор подходит к торговцу\n—Я хочу кое что продать (ложит на стол клык)\n—ого да эта вещичка стоит целое состояние!  нет 10 состояний, но у нас нет столько денег\n—деньги мне не нужны, покажите важи лучшие доспехи\n—но даже если я продам тебе доспехи мы тебе все равно будем должны очень много...\n—паказывай доспехи — продолжил Арфагор\n—ну хорошо\nАрфагор стал смотреть доспехи спустя пол часа он позвал Лейлу\n—что такое -спросила Лейла\n—примерь ка это (паказывает Лейле доспех)\nЛейла посмотрела на цену и замерла (цена 9'800'000, при том что дворец стоит 1'000'000 золотых)\n—примеряй \nЛейла примерила. Одев доспех она чувствовала огромную легкость\n—о небесный доспех, последний гном сковал эти доспехи, а самый великий чародей зачартвал их — с гордостью сказал торговец\n—берем их — сказал Арфагор\n—нет! я немогу это принять! ты и так слишком много для меня сделал — сказала Лейла\n— глупышька, это что бы тебя защитить! Я не знаю смогу ли я всегда придти к тебе на помощь, так мне будет спокойнее — успокоил ее Арфагор.\n\n\n\nВыйдя и магазина Арфагор отключился и упал без сознания, Лейла кричала, звала на помощь, но вокруг не кого",
    "answers": [
      {
        "id": 26,
        "text": "далее..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вдруг нахмурились тучи и пошел дождь. Лейла закрывала Арфагора своим телом, лежала на нем. Немного погодя раздался рев. Лейла смотрела в даль и видела как горить лес, видела как дерьвья падают одно за другим и все ближе и ближе. Появился огромный черный дракон.\n—Он так жалок -злорадно сказал Одис\n—нет, он тот кто тебя остановит — серьезно ответи Лейла\n—он? меня? ахахахаха)) чушь! Несмеши меня\nАрфагор приоткрыл глаза....\nперед собой он видет Лейлу. Немного после Арфагор увидел Одиса.",
    "answers": [
      {
        "id": 27,
        "text": "говорить с Одисом."
      },
      {
        "id": 28,
        "text": "Атаковать Одиса"
      }
    ]
  },
  {
    "id": 27,
    "text": "Одис, как ты посмел явиться сюда? — хмурым тоном спросил Арфагор\n—этот мир принадлежит мне -ответил Одис\n—ты ошибаешся, он не может принадлежать тебе\n—Я тот кто должен править! Имя мне Одис, и тебе меня не остановить, уйди с дороги глупый человек\n—Нет я не отступлю! Я остановлю тебя любой ценой! -Воскликнул Арфагор",
    "answers": [
      {
        "id": 28,
        "text": "атаковать"
      }
    ]
  },
  {
    "id": 28,
    "text": "Взяв в руку меч и непроронив не слова вы ринулись в бой. Одис оказался очень сильным противником, не одна ваша атака несмогла его задеть.\nОдис ударил вас. Вы получили огромный урон и едва стояли на ногах",
    "answers": [
      {
        "id": 29,
        "text": "Схватить Лейлу и отступить"
      },
      {
        "id": 30,
        "text": "сражаться дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы хватаете Лейлу и бежите что есть сил.\nВы прибыли в гильдию героев.\n-внимание -сказал Арфагор размахивая руками в главном зале- я иду за Одисом, пожалуйсто присмотрите за ней (показывает рукой на Лейлу)\n-нет, неоставляй меня здесь одну -возразила Лейла\nАрфагор подошел к ней и страстно поцеловал ее. Лейла удивилась, но потом закрыла глаза и поддалась потоку чуств бушующих в ней.\n-Гм гм- покашлял лидер - ты собираешься сражаться в одиночку\n-мне нужно обсудить это с вами на едене\n-чтож пройдем ко мне",
    "answers": [
      {
        "id": 33,
        "text": "войти"
      }
    ]
  },
  {
    "id": 30,
    "text": "Собрав всю волю в кулак, Арфагор схарькивает кровь и продолжает бой, бой затянулся.\nНаконец вы смогли поцарапать врага. Одис разозлился и что ечть силы ударил вас. Вы не смогли увернуться и пали без сознания.\n—Неееееет -со слезами на глазах закричала Лейла\nОдис тут же посмотрел на нее. Последствия не заставили ждать и вследующую секунду последовал мощный удар.\nБой затих....\nВы открыли злаза и видите перед собой голову Лейлы.\n—Не может быть — заякаясь сказал Арфагор.\nнеееееееет -продолжил он держа голову своей любимой в руке — почему она? Почему он забрал ее, а неменя?\n В этот момент пошел дождь. Капли падали и падали смешиваясь со слезами и кровью.\nАрфагор похоронил останки Лейлы. Стоя у ее могилы Арфагор начал придумывать план мести одису.\n—Он рано или поздно нападет на Маргоэлл, на его месте я поступил бы так же поэтому я буду ждать там и наконец смогу отомстить... ",
    "answers": [
      {
        "id": 31,
        "text": "Осесть в городе и ждать следующего появления Одиса"
      }
    ]
  },
  {
    "id": 31,
    "text": "Арфагор прибыл Маргоэлл, снял комнату и не выходил из нее подчи год.\nОн размышлял о последнем сражении.\n—Зачем я продолжил бой? Зачем я не отступил тогда.\nВдруг раздался Громкий крик.\n—Дракон, нам конец -слышались крики с улицы.\nАрфагор тут же подхватилися и выбижал на улицу.\nУвидев Одиса ваши волоса стали черными, а глаза загорелись красным пламенем.\nВаше сердце переполняла злоба. Вы подняли меч в верх и вспорили в небо. \n—ты заплатишь за все -крикнул Арфагор смотря на Одиса и начал читать заклинание.\n—нет, не смей, только не разрыв души — со страхом сказал Одис\nВы громка крикнули \"Разрыв души\" \nВаше тело засияла и раздался мощьный взрыв уничтоживший огромную территорию. \n—я наконец отомстил за тебя, Лэйла. Скоро мы воссоединимся — прошептал Арфагор.\n Одис и ты погибли, забрав с собой сотни тысяч жизней невинных людей. Погибали все и дети и старики. Все обреченным взглядом смотрели как взрыв заберал их жизни оду за другой...\n\nПрошло много лет и люди вспоминали этот день как апокалипсис. А легенду о войне дракона все забыли.\n",
    "answers": [
      {
        "id": 32,
        "text": "далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Квест завершен!\nКонцовка злой рыцарь! \nР.s это не верная концовка, Герои жизни не забирают. попробуй пройти еще раз",
    "answers": [
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы вошли\n—Я пойду один — начал Арфагор\n— Нет мы идеи с тобой — перебил его лидер\n—Я был бы только рад, но у Одиса очень большая сила, я сражался с ним и чуть не потерял Лейлу.\nДа же все мы не сможем одолеть его.\n—и как же собираешся победить его ты?\n—я использую технику \"Разрыв души\" которая вызавит очень мощный взрыв, и если вы пойдете со мной от вас неостанится и косточек.\n—но ведь если взрыв настолько сильный то он может задеть ближайшие поселения\n—незаденит т.к я отправляюсь в темное измерение, в логово Одиса и там положу всему конец.\n—а как же ты? -спросил лидер с побледневшим лицом.\n—наверное погибну -с улыбкой ответил Арфагор.- мне пора!",
    "answers": [
      {
        "id": 34,
        "text": "войти в темное измерение"
      }
    ]
  },
  {
    "id": 34,
    "text": "Прочитав заклинание Арфагор без труда попал в темное измерение.\nБродя по подолгу в тумане пропитаном злобой и слезами вы начали выбиваться из сил, здесь ваше тело не востанавливается.\nГде-то через дня 2 вы смогли найти Одиса.\n—Пришел твой конец! -величественно крикнул Арфагор\n—нет, конец пришел тебе.\n—Ты больше не заберешь ни одной жизни!",
    "answers": [
      {
        "id": 35,
        "text": "применить технику \"разрыв души\""
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы подняли меч в воздух и ваше сияние развеяло туман. Вы вспарили в верх и шромко крикнули \"разрыв души\".\n Раздался огромный взрыв и все исчезло, в том числе и темное измерение\n\n\n",
    "answers": [
      {
        "id": 36,
        "text": "далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "НЕДЕЛЮ СПУСТЯ....\nЛидер сидел у себя в кабинете и размышлял\n—как он мог улыбатся зная что погибнет\n—он герой, он знал что спасет множество жизней и это его радует — сказала внезапно появившаяся в дверях Лейла.\n—да мы звали себя героями, но мы и представить не могли что значет быть истинным героем!\n—он был бы рад знать что вы поняли это -сказала Лейла и ушла\n\nВЕЧЕР, ТОТ ЖЕ ДЕНЬ\nЛейла сидела и плакала смотря на лучи заката. Вдруг она увидела человека который шел в ее сторону держа в руке огромный меч\n—он вернулся — крикнула Лейла и побежала к нему\n—он истинный герой — сказал лидер смотря как Арфагор весь израненый улыбается и гордо смотрит в перед. \n—я вернулся -охрыплым голосом сказал Арфагор. -теперь ты не будешь одна -добавил он смотря на Лейлу\nЛейла заплакала\n—Ты все же смог -сказал дубоголовый хлопая по плечу пареньку.\n—да я вернулся и сегодня мы начнем строить дорогу в завтра! Мы изменим этот мир! -сказал Арфагор.\n— да ответил лидер\n\nМир запомнил этот день как явление нового героя. Героя который несмотря не начто будет защищять всех, даже ценой своей жизни\nПОЗДРАВЛЯЮ КВЕСТ ПРОЙДЕН\nконцовка истенный герой — это правельная концовка. Вы показали всем что значит быть героем!\n",
    "answers": [
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  }
]