[
  {
    "id": 1,
    "text": "—Алина, просыпайся. Просыпайся скорее!\nЯ еле как открыла глаза и увидела перед собою нашего соседа Богдана\n—Эм..здравствуйте?\n—Быстро вставай и одевайся, твоя мать на кухне\nПосле этих слов Богдан вышел из комнаты. Он выглядел обеспокоенным, но тем не менее я уже вышла на кухню. Там сидела и жена нашего соседа Анна. О них знаю не так уж и много, кроме того что Анна работает врачом каким то, Богдан тренером. Со стороны всегда казалось что женатая пара очень счастливая и будто бы ни разу не ругались. Чего нельзя сказать о моих родителях, отец с мамой постоянно ругались, что в итоге привело к разводу..\n   Зайдя на кухню мама спешно собирала вещи.\n—Мам?\nНаконец меня заметив, подошла ко мне:\n—Алиночка, нам нужно уехать отсюда и как можно быстрее, ты только не волнуйся, и в окно не выглядывай. Богдан нас отвезёт в...\n—Мама, что случилось? Ты сильно обеспокоенна\n—Как тебе сказать..ты понимаешь.. эм\n—Марина, давай я попробую объяснить — В разговор вступился Богдан — Люди чем то заразились, понимаешь? Это как собаки заражаются бешенством, люди начинают кусать, убивать друг друга. Нам лучше уйти отсюда, как можно дальше. Скоро я познакомлю тебя с людьми, они поедут с нами. А пока, подожди в своей комнате чуток, хорошо?\n—Да..хорошо",
    "answers": [
      {
        "id": 2,
        "text": "Пойти в комнату"
      }
    ]
  },
  {
    "id": 2,
    "text": "Слова, сказанные Богданом, потрясли меня. \"Бешенство\"? Можно ли назвать это \"зомби\" апокалипсисом, как бы смешно это не звучало. \nДругие люди? А им можно доверять?.. \nЯ встала с кровати и подошла к окну....\nРазбитые машины, люди в хаосе бегут куда глаза глядят, а за некоторыми бегут другие люди, скорее всего те, которые заразились \"бешенством\" ",
    "answers": [
      {
        "id": 3,
        "text": "Пойти к маме"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я зашла на кухню. Богдана уже не было\n—Мама?\n—Что то хотела Алина? Я просто вот собрала все небходимые вещи которые нам пригодятся\n—Хорошо..а Богдан где?\n—Он вышел встречать других людей\n—Им можно доверять? — Спросила я\n—Богдану виднее, всё таки он служил и был командиром каких то войск, точно не знаю\n—Ладно тогда, подождём",
    "answers": [
      {
        "id": 5,
        "text": "Подойти к Ане"
      }
    ]
  },
  {
    "id": 4,
    "text": "",
    "answers": []
  },
  {
    "id": 5,
    "text": "—Привет солнце! Как у тебя дела? — Аня всегда была доброй и красивой\n—Здравствуйте, вы вещи уже собрали?\n—Мы да, дождёмся дядю Богдана и поедем отсюда.  Надеюсь выберемся\n—Я тоже\nЯ села на стул и принялась ждать. Спустя 10 минут в квартиру зашли двое незнакомых мужчин\n—Это вы значит? — Спросил один из них. — За нами, Богдан и остальные уже ждут в машине\n—Так, только эта сумка? — Спросил второй\n—Нет, моя сумка в другой квартире\n—Алекс, подбери этот, я пойду с ней и возьму её сумку.\n Я, мама и мужчина вышли на улицу где нас ждали и остальные. Спустя 2 минуты все были в сборе и сели в \"минивен\".\n—Теперь дави на газ!",
    "answers": [
      {
        "id": 6,
        "text": "Отправиться в поездку "
      }
    ]
  },
  {
    "id": 6,
    "text": "Прошло 2 недели. Мы изначально смогли уехать с города и жили на холмике в лесу. Я смогла со всеми познакомиться. Очень высокий и худой, зовут Роберт, был полиционером. Его напарница Вика. Братья, Алекс и Томас. Оба довольно красивы, Алекс был блондином. Тогда, в квартире, унести сумки помогли Роберт и Алекс.\nНо еды надолго не хватило. Пришлось искать место в городе, где можно добыть ещё еды. На карте заметили ферму, и как удачно находилась на окраине. Это значило что там должно было быть более менее безопасно, даже возможно могли бы устроить там базу. Собравшись, мы выдвинулись в путь",
    "answers": [
      {
        "id": 7,
        "text": "Поехать на ферму"
      }
    ]
  },
  {
    "id": 7,
    "text": "Спустя 2 часа мы приехали на ферму, как ни странно с заборами всё было нормально. Мы подъехали к главному дому и вышли. \n—Вы кто б*ядь такие?! — С дома вышло несколько людей, главный из них был с ружьём — Я вас не звал!\n—Стой, не стреляй! -Кричит Богдан — У нас закончилась еда, нам нужна помощь\n—Да мне всё равно!Сворачивайте и валите с моих земель!\n—Да успокойся ты, Макс! — Один из них отобрал ружьё у \"Макса\" — Ребят, что у вас?\n—Нет еды и ночлега, запускать к себе  необязательно, но еда нам необходима. У нас ребёнок, ей всего 14. Помогите нам\n—Хах, у него в руках что, ножик? — Сказал с насмешкой Томас\n—Я тебе этим ножом язык отрежу — С угрозами начал третий из них\n—Что?! Да ты этим ножиком мне пятки почеши\n—Чё сказал?!\n—Ребят! Успокойтесь уже! Тебя как зовут?\n—Богдан\n—Хорошо, меня Али. Зайдите домой, там всё обсудим, не вздумайте драться",
    "answers": [
      {
        "id": 8,
        "text": "Зайти в дом"
      }
    ]
  },
  {
    "id": 8,
    "text": "    Дом был двухэтажный, и довольно не маленьким. Электричество здесь была благодаря генератору, на кухне вкусно пахло едой.\n—Давайте мирно познакомимься. Я Али, это Макс, Дима, Саша. Эти девушки Наташа и Вероника\n— Как я уже сказал, Я Богдан. это Аня, Алекс, Томас, Алина, Роберт, Вика и Марина. \n—У вас нет еды?\n—Совсем, и негде жить\n     Пока они говорили, я заметила как Дима и Томас злобно смотрели друг на друга. Дима был невысокого роста, худенький, брюнет. Чего нельзя сказать о Саше. Саша был мускулистым и широкоплечим, как Макс. Но Максу на вид было уже за 40. Наталья привлекательная светловолосая девушка, Вероника оказалась дочерью Макса. \n     Спустя полчаса переговоров\n—Я впущу вас в свою ферму, при условии что не будете здесь просто так отсиживаться — Предъявляет Макс\n—Без проблем Максим, мы вместе станем союзниками и поможем укрепить уже нашу базу — Соглашается Богдан\n—Хорошо, тогда пойдём со мной, я вам покажу амбар. Больше дома мест нет — Али показал нам амбар и принес спальные мешки\n   Много времени Алекс отказывался и брезгался лежать в амбаре, но в итоге не было другого выбора",
    "answers": [
      {
        "id": 9,
        "text": "День 1.\n"
      }
    ]
  },
  {
    "id": 9,
    "text": "    Я проснулась от крика Алекса:\n—Твою мать, ненавижу этих КРЫС!! Пристрелить бы всех вас к чёртовой матери!\n    Томас лежал и хохотал со своего брата.  Богдана и Роберта не было в амбаре, остальные спали.",
    "answers": [
      {
        "id": 10,
        "text": "Выйти с амбара"
      }
    ]
  },
  {
    "id": 10,
    "text": "    На улице было солнечно, далеко на грядках Дима работал. С амбара Томас вышел покуривая сигаретку и направился в туалет. ",
    "answers": [
      {
        "id": 11,
        "text": "Пойти к Диме"
      },
      {
        "id": 12,
        "text": "Идти в дом фермеров"
      }
    ]
  },
  {
    "id": 11,
    "text": "     Я направилась к Диме:\n—Здравствуйте, я Алина\n—Привет, Дима\n—А чем вы занимаетесь?\n—Сено убираю — Настроение у Димы было дружелюбным\n—Мм, Дима, расскажешь о себе?\n—О себе? Да что там рассказывать. Я с пацанами с армии вернулись, а тут такая хе*ня нас поджидала. Хорошо что Вероника и Наташка нас там встретили, сразу заехали сюда.\n—Так вы были знакомы?\n—Естественно,  Наташа моя девушка. А Али, Санёк и Тимур друганы мои, правда Тимур остался в городе..\n—Сочувствую, а Макс всегда такой злой?\n—Не, он конечно та ещё пьяница, но добрый, хоть и вспыльчивый сильно\n     Я пыталась собрать с него как можно больше информации\n—Ну ладно тогда, я в дом пойду ",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "    В доме все уже встали и каждый занимается своими делами. Вероника готовит, Макс пошёл животных кормить. Богдан общается с Али\n    \"С армии вернулись значит\" ",
    "answers": [
      {
        "id": 13,
        "text": "Подойти к Богдану"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Привет, ты же Алина? — Али был необычайной внешности. Светлые волосы, зелёные глаза и высокий рост с атлетичным телосложением. \n—Да\n—О, Алина.  В 11 мы все начнём работать, ты можешь Веронике помочь с готовкой, ну или на грядках пахать. А пока можешь пойти и осмотреться. Я с Али обсуждаем как можно улучшить оборону фермы ",
    "answers": [
      {
        "id": 14,
        "text": "Подойти к Веронике"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Здравствуйте \n—Привет, Алина. Что хотела?\n—Да нет, просто. Поговорить или помочь\n—Я не особо люблю общаться во время готовки и учить тебя готовить я не собираюсь.  А ты умеешь?\n—Вполне, маме помогала\n—Вот как, ладно, приступай.\n    Видимо, \"яблоко от яблони\". Вероника копия Макса. Готовили мы обычный суп с овощами и мясом. Ощущения, будто бы и не было никогда этого апокалипсиса...\n    Так проходили наши дни в течении недели. Утром все работали, 2 раза в день кушали. Со временем мы привыкли друг другу. Дима оказался очень весёлым и позитивным, Макс научил меня разделывать мясо. Иногда к заборам приближались мертвяки, но парни быстро пробивали им бошки. Всё было больше чем нормально, пока речь не пошла о эвакуации..",
    "answers": [
      {
        "id": 15,
        "text": "День 9"
      }
    ]
  },
  {
    "id": 15,
    "text": "    День был довольно пасмурным, тёмные облака приближались и это значило что дождь сегодня будет. Довольно мрачная атмосфера, учитывая положение в нашем городе...Интересно во всём ли мире так? Жаль нельзя просто загуглить и узнать. Видимо это конец света и смерть для всех, это всего лишь вопрос времени.  Странно что я так спокойно реагирую на это, вот когда посмотрю смерти в глаза, мне не будет до спокойствия. Тем не менее, я закончила доить коров и нужно сказать об этом Максу",
    "answers": [
      {
        "id": 16,
        "text": "Зайти в дом"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Зайдя в дом, я услышал споры между взрослыми:\n—И долго ли мы будем здесь так торчать? Вдруг нам по радио отправляют координаты точки эвакуации, а мы тупо не можем услышать их, так как радиоприёмника НЕТ! — Голос Алекса\n—Идти в магазин техники слишком рискованно! Ты разве не видишь? Нам итак хорошо здесь,  еда, убежище. Кто ваще тебе сказал об этом?\n—Неважно. Не лучше ли тебе жить под защитой хорошо вооружённых людей? Что у нас есть среди огнестрела?Ружьё Макса? Пистолет Томаса? И ВСЁ. Короче, В город съездит Али\n—Ничего себе, может тебе ещё танк перегнать? — Заступился за друга Саня\n—А что? По вашим словам он невероятно умён да и не зря он служил снайпером, пусть идёт и раздобудет этот ЧЁРТОВ РАДИОПРИЁМНИК.\n—Я тебе сейчас все зубы выбью\n—Саш, успокойся. Я то пойду в город, а тебе слабо? -Начал Али — Давай ты со мной съездишь\n—Я?.. — Замялся Алекс\n—Я пойду за него — Вступился Том\n     Томас явно переживал за Алекса, и даже защищал.\n—Вот как, хорошо Том. Быстро сгоняем туда сюда, ты же хорошо разбираешься в электронике. А ты Алекс — Али указал на него — Потом поговорим\n—Ты сначала там не помри, герой\n",
    "answers": [
      {
        "id": 17,
        "text": "Подойти к Али"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я подошла к Али.\n—Вы сейчас поедете в город?\n—Пешком, на машине привлечём много внимания\n—Вы там не умрёте?\n—Хах, волнуешься? Не бойся, мы быстро вернёмся\n—А можно задать всего 1 вопрос?\n—Да, конечно \n—С вами можно?\n—Эмм, Алина. Ты вообще своей головой думаешь? Вдруг я не смогу тебя защитить, вдруг ты там погибнешь?Как я в глаза твоей матери смотреть буду?\n—Али, пожалуйста, мне интересно посмотреть на город\n—Мой ответ нет и точка. Прости, мне нужно к Богдану\n   \"Вот чёрт, вдруг с ними что то случится?\"\nТем не менее, Али и Томас уже были готовы, и выдвинулись в путь.....",
    "answers": [
      {
        "id": 18,
        "text": "Подойти к Диме"
      },
      {
        "id": 19,
        "text": "Подойти к Роберту"
      },
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Дима?\n—Аа, привет\n    Дима убирал сорняки с картофельного поля\n—Что то хотела?\n—Можешь что нибудь рассказывать об Али?\n—Али... мы с ним дружим с рождения,  росли в одной деревне. С детства Али был очень смышлённым. Удивительный случай — он нашёл золотую середину между ботаником и спортсменом\n—Я помню, вы говорили про вашего 4 друга.. где он?\n—Тимур. Его звали Тимур, остался на станции,  в день когда приехали.. Он был очень вспыльчивым, с детства постоянно дрался, типичный гопарь.\n—Сочувствую вам. Ладно, я пойду да?\n—Угу",
    "answers": [
      {
        "id": 17,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 19,
    "text": "   Роберта я нашла на улице\n—Здравствуйте!\n—Привет\n—Можете что нибудь рассказать о себе?\n—Нет\n—Хотя бы ответите на вопросы?\n   Мне нужно было необходимо узнать как можно больше информации об этих людях\n—Задавай\n—Сколько времени работаете в полиции?\n—6 лет достаточно?\n—Вполне, значит стрелять и драться умеете?\n—Не Брюс Ли конечно, но кое как умею\n—Хм, научите стрелять?\n—Иди куда шла девочка, я не в духе\n",
    "answers": [
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "   На часах было 2 часа дня, интересно, как там Али и Томас? Надеюсь с ними всё нормально. Если бы не Алекс со своим радиоприёмником... а вдруг военные даже не планируют эвакуацию? Вдруг они оставили нас умирать здесь. \n    В городе в любом случае много этих зомби, у Али и Томаса нет оружия. Пора бы перестать волноваться за них, ведь даже пол дня не прошло с тех пор, как они ушли.\n    Мои \"философские\" мысли перебил Макс, заставив работать в теплице",
    "answers": [
      {
        "id": 21,
        "text": "От лица Али"
      }
    ]
  },
  {
    "id": 21,
    "text": "    Скоро снова дожди, это даже хорошо, во время дождя зомби вряд ли услышат нас.\n—Слышь, Али, почему ты так легко согласился пойти в город? За фигнёй этой\n—Знаешь, просто, вдруг Алекс прав? Может быть сейчас, где то на окраинах, военные силы проводят эвакуацию выживших\n—Так ты у нас оптимист?\n—Я реалист, просто надеюсь на лучшее.\n   За час мы с Томасом дошли до города. В центре оказалось много зомби, разбитые машины, много растерзанных трупов на тротуарах.. Печальное зрелище, тем не менее нужно было как то найти магазин техники.\n—Али, нам через них не прорваться..\n—Через крыши домов\n—Что? Может ты и занимался паркуром, но я нет. Это плохая идея\n—Думаешь идти через них лучше?\n—Давай просто обойдём их через тот переулок.\n    В общем то, мы так и сделали на переулках было мало зомби, я легко ломом ломал им черепы. Первые несколько зомби было тяжело убить морально, всё таки в каком то смысле они люди.. хотя в этом мире нужно быть беспощадным, если хочешь выжить",
    "answers": [
      {
        "id": 22,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 22,
    "text": "—Али, слушай.. Может обчистим эти гаражи а? Мало ли что ценного найдём\n—Например?\n—Машину, бензин, оружие какое нибудь\n   Возможно это хорошая идея.. но вдруг всё пойдёт не по плану?",
    "answers": [
      {
        "id": 23,
        "text": "Проверить гаражи"
      },
      {
        "id": 24,
        "text": "Идти дальше по переулку"
      }
    ]
  },
  {
    "id": 23,
    "text": "   Вдруг мы действительно найдём что то ценное, если даже не сможем унести, можем придти в следующий раз. \nС этими мыслями мы начали взламывать ломом замки в гаражах",
    "answers": [
      {
        "id": 25,
        "text": "Сломать 1 замок"
      }
    ]
  },
  {
    "id": 24,
    "text": "   Я решил не тратить время на гаражи и пошёл дальше, огорчённый Томас последовал за мной. Впереди мы увидели раненую девушку которая звала на помощь \n—Давай побежали к ней!\n—Девушка, что с вами? Вас укусили?\n    Томас сказал:\n—Это не кровь!\n   Я увидел как Томаса начали душить, а меня вырубили сзади. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 1 главы"
      }
    ]
  },
  {
    "id": 25,
    "text": "    Замок быстро поддался лому, здесь лежали разного рода инструментов, стол, лампа, сварочный аппарат. Я взял лишь молоток на всякий случай и вышел. Томас стоял на шухере закурив сигарету. \n     Стоит идти дальше или продолжить обыскивать гаражи?",
    "answers": [
      {
        "id": 22,
        "text": "Перестать взламывать и пойти "
      },
      {
        "id": 26,
        "text": "Продолжить взламывать "
      }
    ]
  },
  {
    "id": 26,
    "text": "   На улице уже начинался проливной дождь, а это значит нас тяжелее услышать. Мы подошли ко второму замку и начали ломать её",
    "answers": [
      {
        "id": 27,
        "text": "Сломать 2 замок"
      }
    ]
  },
  {
    "id": 27,
    "text": "   2 замок уже давался с трудом, но с общими стараниями мы смогли сломать. Не успели мы открыть ворота гаража, как на меня напал оживший мертвяк изнутри. \n—Твою мать! -Али крикнул\n    Раздался выстрел на всю улицу..\n—Том! Зачем ты выстрелил?!\n—Так на тебя эта тварь напала\n—Сейчас другие за нами побегут\n    Несмотря на дождь, зомби в этом районе начали погоню за нами. Мы бежали с улицы на улицу, Томас начал выдыхаться\n—Али, я больше не могу бегать\n—Давай на крышу!\n    Мы смогли залезть на крышу дома незаметно, благодаря дождю. Потеряв добычу, зомби встали перед домом\n—Что делать?!\n—Томас, не ори. Я думаю..\n   В принципе, мы можем здесь переждать пока мертвяки не уйдут, но много ли времени это займёт? Или же.... я могу отвлечь их, а Томас пусть бежит обратно на ферму",
    "answers": [
      {
        "id": 28,
        "text": "Отвлечь их на себя"
      }
    ]
  },
  {
    "id": 28,
    "text": "—Томас... у меня есть одна мысль \n—Какая же?\n—Тебе придётся дать мне пистолет\n—Зачем тебе мой пистолет?\n—Я могу их отвлечь на себя. Пока они будут бежать за мной, ты по тихому уйдёшь обратно на ферму и скажешь что не смогли найти радио\n—Ты спятил? Ты там помрёшь, ты не подумай, мне всё равно что с тобой. Но мне ведь придется говорить всем остальным что ты остался там и погиб спасая меня\n—У нас нет больше вариантов, переждать никак, еды у нас нет, а под нами толпа зомби. Дай пистолет\n—..... Ну ты и чёрт Али!\n—Передай моим пацанам что всё будет нормально\n—Надеюсь ты знаешь что делаешь Али..\n",
    "answers": [
      {
        "id": 29,
        "text": "Спустится"
      }
    ]
  },
  {
    "id": 29,
    "text": "   Я смог спустится сделать 2 выстрела в сторону толпы и побежать прочь. За мной бежали десятки мертвяков... а у меня тупо нет выхода, даже негде спрятаться. Я бежал по главной улице, привлекая внимание ещё больше зомби. Спустя 10 минут изнурительного бега, я начал уставать. Перед мной встал выбор, либо забежать в салон красоты либо бежать дальше",
    "answers": [
      {
        "id": 30,
        "text": "Забежать в салон красоты"
      },
      {
        "id": 33,
        "text": "Бежать дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "    Я ожидал что дверь была открытой, но это было не так. Я начал выбивать дверь силой, как изнутри открыл мне человек... Взяв меня за шею потащил внутрь, закрыл дверь и наставил на меня свою биту. Это невозможно...\n—Тимур??!!",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 1 главы"
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": [
      {
        "id": 32,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "    \"Если зайду в здание, то мне точно крышка\" подумал я и побежал дальше, я обнаружил вдалеке вертолёт который отлетал от земли. Это военные! Я начал им махать руками\n—Стоять!!Иначе огонь на поражение!\n   Я встал с поднятыми руками\n—Немедленно лягьте на землю. Начинаем огонь по зомби!!\n  Пока я лежал на земле военные перестреляли зомби. Когда я поднялся чтобы поблагодарить их.. На лбу я почувствовал ствол пистолета...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 1 главы"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  }
]