[
  {
    "id": 1,
    "text": "       В Тенеземье вновь разрозилась битва между людьми Скролла и Длиннотени. Хоть прошлые их стычки были явно слабыми и не долгими, эта же заставила содрогнуться практически весь нынешний мир. Последствия коснулись даже Имх-Актура, города, состоящего из множества банд наемников, стоящий совсем в другом краю карты.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Благодарность читателю"
      },
      {
        "id": 4,
        "text": "Примечание"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                       Глава 1.\n                             Поганые новости.\n\n         Столько лет прошло... Столько свободных и мирных времен просто сгинуло при малейшем столкновении этих двух держав. О Длиннотени уже давным давно не было никаких вестей. После его поражения при Дежагоре он словно сквозь землю провалился. Тогда и Скролл, к всеобщему удивлению пропал на несколько лет.\n         Но вот, ровно через пять лет разнеслись трагические новости. Длиннотень видели у Ахт-Амбура, города, разделяющего два берега реки, у которой в свое время произошла самая кровопролитная битва.\n          -Что скажешь об этом?-спросил толстый карлик,высотой не больше пня.\n          -Очень много времени прошло,что бы что-то говорить,надо проверить эти слухи. Кабы и они не оказались всего лишь выдумкой пары зевак.-ответил худощавый,но высокий мужчина лет 45 на вид.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "         Хотим поблагодарить всех читателей данного рассказа, малейшая поддержка в комментариях способствует улучшению качества рассказа.\n          Спасибо вам!",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "         Данный рассказ основан на \"Книгах юга\". Автор, при написании основывался на рассказы из этой серии книг. Некоторые названия, имена и прозвища могут повторять события книги. Автор приносит извинения,если кому то это сходство предоставляет неудобства.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "         С тех самых пор Скролл путешествовал,ведя за собой всего одного человека. Мага,по прозвищу Скверный. Так его прозвали в честь его не очень любимого народом характера. Но несмотря на его характер, магом он был выдающимся. Даже Длиннотени пришлось бы повозиться с ним.\n         До того,как до них дошли слухи о возвращении теневого властелина,они держали курс в портовой город Кхамбур, откуда хотели отправиться к себе на родину. Но, как обычно, что-то да помешает этим двум бродягам.\n         -Знаешь,дружище, я уже устал постоянно встревать из-за тебя в передряги,может хотя бы раз вместо очередного боя ты предпочтешь кружку холодного пива в каком-нибудь кабаке?\n         -Да я то,собственно, никаких боев и не ищу. Ты же знаешь мою удачу, с ней нам мало сулит чего-нибудь хорошего или хотя бы каплю приятного.\n",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "         Скверный был не только искуссным магом, он так же \"подрабатывал\" знаменосцем в их дуэте. Дааа... Когда то их отряд насчитывал несколько десятков тысяч могущественных солдат, готовых отдать жизнь за своего капитана. \n          К сожалению, множество верных сотоварищей полегло в той кровопролитной бойне у реки при городе Ахт-Амбур.\n          То была великая битва, решившая практически весь исход войны между войсками Длиннотени и Дневным Отрядом.\n           Сейчас же оставшиеся члены отряда потеряют много дней, прежде чем дойдут до корня слухов о своем враге. Их ждут, и они это знают. Потому что слухи, к сожалению,быстро разрастаются. А о появлении Скролла на западной части карты Тенеземья тоже поползли рассказы.",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "                                        Глава 2.\n                            Битва при Ахт-Амбуре.\n         Вокруг друзей Скролла уже успели собраться несколько трупов, образовав собой подобие стены, за которой Дневной Отряд успешно укрывался и наносил войску Длиннотени непоправимый ущерб.\n          -Мы не продержимся так долго, где чертово подкрепление?! Гер Нурим же божился, что поможет!\n          -Нам нельзя надеяться на других. Мы годами ведем эту войну сами и справлялись вполне успешно без чей либо помощи.\n          -Слышь, Туфта, я конечно все понимаю, но в такой ситуации я бы все таки надеялся на чью-либо помощь, сил уже почти не осталось.\n          -Скверный,может сотворишь пару заклинаний и бой остановится? Ты же вроде как почти что \"бог\" в магии.\n          -Твой сарказм сейчас ой как неуместен.\n          -Не ну а что,не будем же мы вечность колоть этими палками, что кличут копьями. Боже,да у них даже копья делать не умеют.\n          -Парни,обсудите это потом, а сейчас держите оборону и ждите сигнала.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "         И даже спустя множество часов подкрепление так и не прибыло, Скролл уже отчаялся, но план все же придумал.\n         -Так,как только я подам сигнал,начинайте движение вперед,пора нам выходить из этого капкана!\n         -Капитан, а ты хорошо подумал,их там тысячи,а где наше остальное войско,мы не знаем,может мы и вовсе последние из отряда.\n         -Не хнычь,мы справимся, всегда справлялись!\n         Так и есть, их отряд выбирался из самых необыкновенных и неприятных ситуаций. Например на моменте основания отряда. Когда ими заправлял еще другой капитан. Они победили войско Неизвестного, в котором участвовало больше пяти тысяч человек в войске врага и всего пара сотен человек в отряде.\n          К сожалению с тех пор хоть и порастерялись качественные бойцы, но задать трепку врагу они все еще могут.",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "         -Готовсь... Раз... Два... Три.... Пора!\n         И тут,словно они договаривались заранее о каждом своем действии отряд ринул на врага,сметая всех на своем пути, а тех,кто выжил добивали замыкающие.\n         Спустя пару часов отряд вышел обратно к реке,где эта битва все никак не нашла своего конца. Да,там были войска отряда, но их все чаще отбрасывали в сторону города, где выцепляли по несколько человек и беспощадно резали.\n          -Какие они все таки животные! — сказала Госпожа.\n          Повисло гробовое молчание. Скролл смотрел на нее с изумленными глазами и не мог поверить в то,что она сказала хоть пару слов.\n           Когда то Госпожа и сама воевала в рядах войска Длиннотени и лично боролась против Скролла. Но однажды в битве при Донгфолзене Скверный забрал у нее ее магические способности и попытался убить. Но вмешался Капитан и пощадил ее,завербовав к себе в отряд.\n            Может это просто потому, что она просто нравилась ему, а может из сожаления.",
    "answers": [
      {
        "id": 10,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": "         Госпожа родом из Башни — этакая цитадель, насыщенная магией. До распада отряда, в котором она числилась воеводой и полностью посвящала себя изучению магии. И уж поверьте, у нее получилось достичь многого.\n          Сейчас же Госпожа — обычная женщина средних лет, умеющая хорошо владеть оружием ближнего боя, а все что осталось у нее из магических запасов — это неимоверная красота и бессмертие... Возможно, бессмертие...\n           Да, она живет, по ее же рассказам уже несколько тысяч лет, и пока что не было повода усомниться в ее словах.\n           -Госпожа?\n           -Я что то не то сказала?\n           -Да вроде нет, все хорошо... Ты в порядке?\n           -За исключением того,что наши люди мрут прямо перед нами, а мы стоим как истуканы и ведем светскую беседу,все отлично, Капитан.\n           -Пожалуй ты права, давайте разберемся с ними!",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "         Отряд продвигался в стан врага не неся никакие потери, их боевой опыт и грозный вид заставляли врага сдавать позиции и убегать в страхе. А может тут было что-то еще? Конечно же, Скверный наколдовал им такой вид, что даже у Скролла захватывало дух. Их оружие сверкало, словно гроза, шлема были похожи на головы демонов,до сих пор источающих пламя, а броня и вовсе словно из рассказов про черных всадников.\n          И тут Скролл заметил Длиннотень.\n          -У нас гости!-воскликнул Капитан\n          -А я то думал он пропустит это веселье... Ха... Да он даже без охраны, убьем в два счета.\n          -Я бы так не надеялся, этот колдун любит исполнять всякие фокусы. Давайте положим конец его существованию,а там и его войско разбежится.\n          Это был слишком безрассудный шаг.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "         В ту ночь Дневной Отряд потерпел крах. Из живых, если так можно было их назвать остались только Скролл, Скверный и Госпожа.\n          Они допустили глубокую ошибку, набросившись на Длиннотень без какого-либо плана, лишь надеявшись на удачу. Видимо,в эту ночь удача повернулась к ним спиной. Длиннотень использовал какое то новое, еще никому неведомое заклинание, разом убив и свое войско, и войско Дневного Отряда. Ему было плевать на потери, он хотел стереть Дневной Отряд из истории.",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "                                         Глава 3.\n                                    Долгий путь.\n         -Долго нам еще? У меня уже ноги отваливаются?\n         -Примерно с полсотни мили будет поселение. Осталось немного. Терпи.\n         -Знаешь, неспокойно мне тут, за нами следят. И я даже не знаю кто...\n         -Ничего нового, за нами постоянно кто-то да следит...\n         -Нееет, тут что то другое, не как обычно, это что-то источает очень сильный магический след. И меня это пугает.\n         Дорога составляла из себя несколько участков пересеченной местности и несколько соток лесополосы, по которой герои сейчас и продвигались. До выхода из этих густых зарослей им оставалось минут 20 пути неспешным шагом, но не зря же у Скверного было плохое предчувствие.\n          Из-за кустов за ними следило нечто, что по габоритам было точно крупнее медведя. Зубы у этого чудища были размером с давно выросшие деревья.\n          И только цель этой слежки была неизвестна. Хоть и продолжалась она с начала их пути, почувствовали присутствие чужого они только сейчас. Может ли это быть Длиннотень? Но он не может менять облик... А может научился? Столько вопросов, но ни одного ответа...",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "         Находясь уже рядом с рекой Майн, которая и пролегала через Ахт-Амбур, они заметили отсутвие живности в городе и вокруг него.\n         Раньше здесь кипела жизнь, а сейчас дай бог бабочка пропархнет рядом.\n         -Дурной знак... Слишком тихо тут... — обратился к Скроллу уже утомившийся Скверный\n         -Да, пожалуй тут я с тобой соглашусь. Может все же воздвигнем наше знамя? Когда-то оно вселяло ужас нашим врагам...\n         -А что толку? Да и не практично это... Разве мы хотим,что бы о нас узнали?\n         -Да о нас и так все уже кличут где только можно...\n         Капитан был прав, новость о их возвращении и вероятной кровопролитной битве Дневного Отряда и войска Длиннотени разрасталась на удивление очень быстро. Через пару дней о них узнает все Тенеземье.",
    "answers": [
      {
        "id": 1,
        "text": "В разработке"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  }
]