[
  {
    "id": 1,
    "text": "Автор: GM-Sstep\n\nЖанр: Ознакомительный мини-квест\n\nОписание: \n\n—Иосиф Виссарионович Каменевский государственный политический и военный деятель, В настоящее время Ген. Секретарь ЦК RS \"Красная полоса\" \nДанный квест создан исключительно для участников фракции красная полоса для общения с персонажем, в ролевом стиле.\nА также создан с целью вербовки новых участников фракции, путём общения или беседы..\n\nСтатус: В процессе разработки...\n\nДата начала создания: 19 Мая 2024 года\nДата завершения: Неизвестно...\n\nУдачи вам в общении с персонажем!",
    "answers": [
      {
        "id": 2,
        "text": "[Начать диолог]"
      },
      {
        "id": 1,
        "text": "Ссылка на группу фракции в ВК:\nhttps://vk.com/club225605765",
        "url": "https://vk.com/photo-225605765_457239017"
      }
    ]
  },
  {
    "id": 2,
    "text": "*Вы пришли к генеральному штабу красной полосы на территории Нового пониграда,  открыв дверь вы вошли в здание оглядываясь по сторонам увидели перед собой несколько кабинетов, ваше внимание привлёк кабинет под номером один, с приписанной на ней табличкой \"генсекретарь\" направляюсь к ней вы осторожно постучали в дверь, услышав чей-то голос*\n\n— Входите!!\n\n*Вы не торопясь зашли в кабинет, в кабинете за карточным столом сидел Пони- Пегас надетый в повседневную военную форму, Верховного Совета партии красной полосы, с виду жеребцу было не менее 35 лет, он уставился на вас глядя в ваши глаза, пройдя вперёд вы уселись напротив него*\n\n— Вы что то хотели узнать?? Спрашивайте, помогу чем смогу..\n\n*Иосиф смотрел на вас в ожидании ответа с вашей стороны, попивая кружку горячего чая стоящего на краю карточного стола*",
    "answers": [
      {
        "id": 3,
        "text": "- Какова стратегическая обстановка в пустоши?"
      },
      {
        "id": 4,
        "text": "- Я хотел бы узнать о вашей фракции побольше"
      },
      {
        "id": 5,
        "text": "-С кем вы сейчас ведете войну?"
      },
      {
        "id": 6,
        "text": "- Кто ваши союзники??"
      },
      {
        "id": 7,
        "text": "- Расскажи про \"Новый Пониград\""
      },
      {
        "id": 8,
        "text": "- Расскажите о себе..."
      },
      {
        "id": 9,
        "text": "- У меня тут колода карт завалялась, сыграем в 21?"
      },
      {
        "id": 1,
        "text": "*Покинуть кабинет*"
      },
      {
        "id": 12,
        "text": "- Меня интересует ваш устав.."
      }
    ]
  },
  {
    "id": 3,
    "text": " — Если быть в краце, то обстановка накаляется... На юге от нашего поселения, находится территория НКР... Севернее от нас Сталлионград, западнее, Кристальная империя... В ближайших районах, идет активность рейдеров, если нечего не изменится, придется со временем проводить зачистку местности от рейдеров, но это еще рано, посмотрим на дальнейшие обстоятельства...",
    "answers": [
      {
        "id": 2,
        "text": "- Понятно... [Назад к вопросам]"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Что ж **Название: Красная полоса\nОсновоположник: Известный коммунистический активист, прославившийся своими борьбой за социальное равенство.\nИдеология:\nРавенство: Основным принципом Красной полосы является равенство всех жителей  пустоши. Они придерживаются идеи, что все должны жить в гармонии и солидарности, без образования социальных или экономических неравенств.\nКоллективизм: Красная полоса считает, что сила и процветание общества достигаются через совместные усилия и коллективное владение ресурсами. Они пропагандируют создание коммунальных общин и кооперативов, где ресурсы распределяются в соответствии с потребностями каждого.\nПролетариат и рабочие: Красная полоса придает высокое значение работающему классу и пролетариату. Они на защите трудящихся и их прав, а также за преодоление эксплуатации и устранение классовых противоречий.\nОбщественная справедливость: Красная полоса стремится к созданию общества, где каждый получает достойное жизненное пространство, доступ к образованию, медицине и другим социальным благам. Они борются с коррупцией, эгоизмом и капитализмом, стремясь достичь справедливости для всех.\nИстория:\nКрасная полоса возникла в результате социальных и экономических неравенств, вызванных последствиями ядерной войны в Эквестрии. Она была основана объединением группы коммунистически настроенных выживших, которые увидели крах капиталистических систем и были убеждены, что коммунизм может предложить лучший путь к восстановлению общества.\nКрасная полоса стремилась организовать общинные фермы, склады и производственные центры, чтобы обеспечить продовольствие, лекарства и другие необходимые ресурсы для всех жителей. Они также активно пропагандировали идеи равенства и солидарности, привлекая к себе все больше сторонников.\nФракция Красная полоса столкнулась с сопротивлением со стороны других группировок и фракций, особенно тех, кто видел в них угрозу собственным интересам. Но они неуклонно продолжали борьбу за свои идеалы равенства и социальной справедливости.**",
    "answers": [
      {
        "id": 2,
        "text": "-Спасибо, за информацию [ Назад к вопросам]"
      }
    ]
  },
  {
    "id": 5,
    "text": "— На в данный момент активные боевые действия со стороны красной полосы с другими фракциями не предусмотрены, надеюсь так оно будет и впредь, хотя в особенности своём мы воюем с рейдерами и работорговцами, порой даже выходим на зачистку местности от мутантов...",
    "answers": [
      {
        "id": 2,
        "text": "-Понятно [ Назад к вопросам]"
      },
      {
        "id": 10,
        "text": "- Может следует запросить помощи союзников?"
      },
      {
        "id": 11,
        "text": "- Вы пытались добиться мира?"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Учитывая тот случай что был организован Коминтерн, в ряды наших союзников, были добавлены следующие фракции: \n1. СRV — фракция присоединённая Коминтерна под предводительством Красной полосы \n\n— Это пока всё что у нас имеется Но это хоть что-то... В дальнейшем будем стараться продвигать дипломатию",
    "answers": [
      {
        "id": 2,
        "text": "- Понятно ... [Назад к вопросам]"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Новый пониград товарищ, это наш город, это наша столица, столица Красной полосы.\nГород расположен на северо-востоке, рядом с границей кристальной империи а также Сталлионграда, несмотря на то что в  вблизи нашего поселения, идет активность рейдеров, мы все таки не плохо установили оборонную просышленность, у нас уже имеется поселение бар где можно хорошо выпить и закусить, имеется медпункт со своими сотрудниками, также имеется казарма тренировочный полигон, мастерская... Ну больше я тебе ничего не скажу так как ты сам прогуляешься по городу, сам всё увидишь...",
    "answers": [
      {
        "id": 2,
        "text": "- Понятно [Назад к вопросам]"
      },
      {
        "id": 1,
        "text": "*Покинуть кабинет*"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Меня зовут Иосиф Каменецкий Я являюсь на данный момент генеральным секретарём центрального комитета Красной полосы..\n\n*Иосиф сделал паузу затем продолжил*\n\n— Это все что я могу пока что о себе заявить, что касается остального, это моё личное дело Прости распространять я его не планирую...",
    "answers": [
      {
        "id": 2,
        "text": "- Понятно [ Назад к вопросам] "
      },
      {
        "id": 1,
        "text": "*Покинуть кабинет*"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Ох нет товарищ.. Мне мы с вами в карты играть, портить репутацию среди своих товарищей и народа я пока что не намерен, Ну по крайней мере зная что многие из бойцов всё ещё увлекаются азартом, конечно это против правил но На мои глаза ещё пока никто не попадался... \nпоэтому если у них нет иного развлечения как азарт пусть играют, главное чтоб на крышки и своё снаряжение не играли тогда уж точно придётся принять меры...\n\n* Иосиф отрицательно помотал головой*\n\n— Простите товарищ, но я пока что не планирую играть в карты...",
    "answers": [
      {
        "id": 2,
        "text": "-Понятно... Очень жаль...  [ Назад к вопросам]"
      },
      {
        "id": 1,
        "text": "*Покинуть кабинет*"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Как по мне, идея в принципе не плохая...\n\n*Иосиф задумался облакотившись копытами об стол*\n\n— Только нет необходимости сейчас дергать наших союзников...",
    "answers": [
      {
        "id": 5,
        "text": "- Понятно... [ Назад к вопросам]"
      }
    ]
  },
  {
    "id": 11,
    "text": "— С рейдерами? Ты шутишь?? Эти пони не знают слова мир, да и дружить с ними я и партия не намерены...\n\n*Иосиф грозно фыркнул*\n\n— А что касается остальных, время покажет... Я тоже хотел бы мира.. \nОднако мы не с кем не воюем кроме рейдеров в данный момент...",
    "answers": [
      {
        "id": 5,
        "text": "- Понятно... [ Назад к вопросам]"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Это очень хорошо, я вас внимательно слушаю, какая из статей вас интересует на данный момент??\n\n*Иосиф с интересом посмотрел на вас*\n\n[Ждите обновления] ",
    "answers": [
      {
        "id": 2,
        "text": "- Пока что никакая, я передумал... [ Назад к вопросам]"
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  }
]