[
  {
    "id": 1,
    "text": "Автор: GM-Sstep \nЖанр: RP,  Роман, фантастика, Апокалипсис\nДата начала: 14 Марта 2024\nдата завершения: Неизвестно... \n\nИстория повествует о сталкере по прозвищу \"Тарзан\" за время нахождения в зоне отчуждения он многому обучился, в том числе и профессионально уничтожать мутантов на своем пути, деятельность сталкера заинтересовала группировку \"Наблюдатели\" после нескольких поручений, Тарзан стал одним из Охотников и дигеров хоть и не большой но весьма загадочной группировки в зоне. Перед выполнением важного заказа учёным, Тарзан встретил своего давнего сослуживца, но так как он потерял сознание и нечего не помнил, цель в его жизни изменила поворот, в надежде узнать правду, Тарзан покинул базу в поисках информации своего прошлого...",
    "answers": [
      {
        "id": 2,
        "text": "*Открыть книгу*"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1 \"Там где все началось\"\n...........\n\n\"Дальше в зону ближе к смерти\" такие слова я услышал от своего товарища, когда мы находились практически к территории радара, в некоторых случаях он от части прав, однако учитывая мое положение, я бы расценивал это иначе, такая философия слов сейчас не для меня, разве что новички из Кардона испугавшись опасностей зоны, врят-ли сунуться в центр зоны цитируя словами \"А нам и здесь хорошо, на окраине зоны\" И действительно, кордон тихое, спокойное место, рай о котором может мечтать каждый опытный сталкер, хотя конечно находиться в таком раю не по нраву даже новичкам.\nВедь если разобраться, для выживания и охоты на мутантов, это место конечно безопасное, из всех живностей что обитают на кордоне я примечал лишь кабанов и слепых псов, конечно такие цели легче, нежели какая нибудь химера или псевдогигант, однако заработать на их устранение можно гораздо меньше, я уже молчу и за артефакты, добываемые в этой местности... Медуза, Каменный цветок, Выверт и грави, давно не редкость среди общества сталкеров, собственно и цена за их находку.\nХоть и сама цена артефактов превышает доход больше, чем охота на мутантов, все равно, на пропитание, патроны и оружие у сталкеров новичков не хватает. \nРанее я тоже был когда то новичком, проникнуть дальше на север дело не из лёгких, порой даже муторно, чтобы осуществить такое желание, я работал на местного ученого как проклятый, то помогал измерять радиоактивные места, то измерять аномальную активность, то измерять уровень опасности пси-поля, но по мимо этих научных задач, я успел побывать и охотником в тех краях, новичек, работающий за гроши с укороченным обрезом от двух-стволки обреза ТОЗ-64 шел против стаи кабанов, благо из всей защиты что было рядом, это огромная каменная глыба, на которую мне пришлось взбираться. К счастью с недавним появлением группы сталкеров я все же смог найти своей жизни достойное применение..\nГруппа сталкеров, которых я упоминал, разместила свою базу на кордоне, зачистив местность от бандитов они обустроили ее за счёт разного рода груды мусора, железные пластины, сетки, бочки и даже старые машины в качестве забора и укрытия, что и придавало этому месту более приятную домашнюю обстановку, даже дыры в главном здании, были тщательно забиты досками и обшиты стальными листами как на первом, так и на втором этаже здания.\nЕе лидеры сами по себе скрытый народ, мне пришлось явно попотеть чтобы заслужить довольно приятную симпатию к этим сталкерам, сейчас же за свои старания я смог вступить хоть и не всем известную и на тот момент многочисленную, но по крайней мере приятную группировку \"Наблюдатели\" \nИз всех ее представителей я знаю несколько человек, Козырь.. пожалуй самый важный и опытный сталкер в данной группировке, своего рода лидер своего круга друзей и группы... Тигр... Как по мне этот сталкер не плохо понимает в технике и оружии, чем собственно и занимается на базе, если говорить простыми словами, его должность в данной группировки \"Техник\" далее заместитель а так же любитель чего либо купить или продать, своего рода местный торговец Стервятник... Через него по словам Козыря, вроде как идёт связь от черного рынка, однако снаряжение они получают за счёт уничтожения бандитов, которые время от времени появляются на территории кордона.\nНе смотря что в ассортименте их вооружения не так много припасов, для таких новичков как я иметь при себе комбинезон \"Заря\" а так же АКМ-74 большая редкость, однако при вступлении в их ряды, я понял что мои старания и рабочие усилия на них были не напрасны.. Своего рода я стал для них чем то напоминающего дигером, чаще всего по наводке и просьбе Козыря я мало находился на базе, шастая в заражённых участках свалки, чтобы найти какую либо нужную для нашего техника деталь. Все равно не смотря не на что, я рад что смог вернуться на базу живым, однако мне всё ещё жаль, своего первого товарища, погибшего от лап химеры на армейских складах..\n— Эй, ты заснул что-ли? Просыпайся, солнце взошло..\nЯ открыл глаза приподнимая голову за барной стойкой, взглянул на дергающего за мое и без того больное плече Стервятника.\n— Ну и денёк вчера был, тебя даже вчерашний выброс и стая собак не разбудили, а тебе куда столько выпивать то было брат?? Все веселье пропустил, а за тебя охотничек, ребята мутантов отбивали.. Все ещё думаешь за своего погибшего друга?\nПротирая глаза после очередной бутылки водки, после поминок моего товарища в глазах все ещё бегали круги а голова представляла из себя крутящийся  глобус, выслушивая слова Стервятника, я постепенно пытался прийти в себя после похмелья.\n— Угум ... Думаю, а ещё думаю как бы эту тварь прыгучую на тот свет отправить... А что?? Было нападение?? Раненые есть?...\nСтервятник выслушивал меня натирая стакан и барную стойку\n—  Конечно было нападение, да и выброс в придачу, но ты не переживай, ребята справились, медиков и учёных у нас пока что нет, за то хоть Дигер и охотник на месте, двойная работа как говориться к большой прибыли верно??  Но а за ребят не переживай, вон там Козырь у себя уже как несколько дней не в духе, сидит на своем месте, в гараже Тигр железом балуется, чинит что то... Все пока что на своих местах, надеюсь так будет и дальше, за исключением конечно настроения Козыря, но это не столь важно верно??\nМое любопытство не заставило меня долго ждать, перед очередной вылазкой мне хотелось больше общения с товарищами, нежели шастать по зоне в поисках приключений, хотя по рассказам Стервятника, ребятам приключений хватало и без моей помощи.\n— Что верно то верно ... Кстати насчет Козыря, что с ним стало до такого состояния?? С ним вообще сейчас контактировать безопасно?? Может помочь чем смогу ему? Как ни как брат сталкер тоже человек, вряд-ли от помощи он бы отказался.\nСтервятник нечего не ответил, лишь пожал плечами не отрывая руки от барной стойки.\n— Без понятия.. Наконец ответил он. \n— Если конечно тебе интересно, можешь поговорить с ним, заодно по возможности также получишь у него задание.\nДелать было нечего, от любопытства я потер нос посмотрел в сторону главного здания, мое желание получить очередную работу было гораздо важнее, проверив разгрузочный рюкзак на наличие патронов я наконец решил оставить бар и покинуть базу, заглянув перед дорогой к лидеру группировки Козырю, я не спеша направился в главное здание прямиком на второй этаж кабинета лидера.\nПодойдя достаточно близко к двери, я приготовился постучать, но думая о возможных последствий воздержался и оккуратно приоткрыв дверь заглянул во внутрь кабинета.\nКозырь сидел за столом, как и говорил Стервятник, настроение как и само состояние моего компаньона было не совсем приятным, на письменном столе стояла вскрытая, наполовину уже выпившая бутылка водки, на краю стола лежал его КПК а в центре располагалась закуска.\nКозырь услышал скрип дверей, тут же обратив на меня внимание, своим пьяным хмурым видом смотрел на меня.\n— О... Это ты?.. Ну пр-проходи... Ик .. выпьешь со мн-мной? \nРука Сталкера потянулась за недопитой бутылкой водки, наливая ее в рюмку, тот поставил ее передо мной.\nЯ осмотрев помещение наконец спокойно зашёл в кабинет закрыв за собой дверь, подашел к столу отодвигая рюмку водки.\n— Извини Козырь, я сюда не бухать пришел, я по делу к тебе, я слышал у тебя какие то личные проблемы? По состоянию здоровья же видно что явно что то не так, может объяснишь мне в чем проблема?\n—Проб-Проблема??  Злобно фыркнув носом ответил Козырь. \n—К-какая м-может быть проблема??\nНе понимая к чему он клонит, я все же пожал плечами, давая понять что не знаю, однако все равно понимал что нажрался Козырь не просто так, при чем в таких больших количествах дозы алкоголя.\nЯ приподнял голову на стену, заметив крайним глазом прибитую к стене фоторамку, изображение которого я заметил девушку и склонив голову с понятием и сочувствием почесал затылок.\n— Красивая.. Прокомментировав на фото, я обратился к Козырю, выражая чувства соболезнования, прекрасно понимая чувства моего товарища\n— Погибла? Или ушла?? Продолжил расспрашивать Сталкера.\n— Ушла черт бы меня п-побрал!! Ушла не поп-попрощавшись... А живая или нет, я без понятия... Чувства у меня к ней остались п-понимаешь? Все я просрал!! Все!!!\nС чувствами гнева тот махнул рукой по столу сметая все на своем пути, включая и заветный пузырь, разбив его на полу вместе с рюмкой, Козырь твердо ударил по столу что вызвало у меня лёгкий испуг и волнение, конечно в таком случае я понимал его и действительно в такой ситуации даже есть повод чтобы выпить и обо всем забыть, я не стал дальше вдаваться в расспросы, лишь продолжал хранить молчание.\nНаконец придя в себя Козырь усмирил свой гнев, посмотрев на меня тот хмуро спросил.\n— Тебе когда нибудь приходила мысль в голову о том, чтобы податься в профессоры? Скажем так податься к учёным? Есть ли у тебя опыт в этом деле? Просто заказ у меня важный есть, нужно доставить контейнер на янтарь, не спрашивай меня что там, знал бы я бы все равно не сказал, слово ведь сталкерское дал человеку одному, возмешься за дело??\nЯ снова почесал затылок, обдумывая предложение Козыря, конечно к учёным я не планировал переходить, так как мне и на кордоне хватило достаточно нахвататься радиации и всякой дряни, от которой мне месяцами пришлось отлеживаться в лазарете у местных подпольных медиков, но к моему счастью задание вроде бы обычное, принеси да подай, правда что же находиться в этом ящике, мне тоже любопытно было бы узнать, но слово есть слово и нарушать я его так и так не намерен, понимая то на сколько Козырь серьёзен к этой доставке, на что мне пришлось охотно согласиться на предложение.\n— Что ж предложение весьма заманчивое, что касается учёных, работал я как то на одного местного ученого, из за частой беготни по изучению радиоактивного фона и пси- излучения, я часто лежал в лазарете в лагере, так что извини Козырь, за работу ученого я не возьмусь, а вот в качестве курьера, без проблем, контейнер на янтарь доставлю без труда...\n— Что ж ну вот и договорились, с учёными я договорюсь, там военные могут не пропустить.\n Сказал Козырь уверенно потирая ладони.\n— Скажешь что ты от меня принес заказ, командир военных просто обязан пропустить тебя, в этом сомнений нет, так что отправляйся ты сейчас к Стервятнику, у него получишь контейнер и можешь выдвигаться, советую тебе напарника взять, в зоне мало ли что может произойти... \nЯ вздохнул, согласованно кивнул головой, покинул главное здание, направляясь прямиком в сторону бара, Стервятник все так же сидел на своем месте, беседуя со Сталкерами что заходили на огонек, заметив меня Сталкеры притихли, а Стервятник убирая ящик свежего пойла, протирал стойку.\nНаконец Сталкеры разошлись, а я подойдя к бармену встал на против него, стряхивая пыль со своего комбинезона.\n— И снова здравствуй, в общем дело тут такое есть, Козырь мне передал что у тебя какой то контейнер учёных завалялся? Мне поручили его отнести учёным на янтарь, Козырь хоть и в пьяном состоянии, но надеюсь не забудет про свой должок?\n— Да есть такой контейнер. Согласованно кивнул Стервятник.\n— Значит Козырь поручил тебе отправить столь важный груз? Надеюсь он не ошибся в выборе, ладно, он у меня где то здесь..\nПослышались звуки шуршания и звонкого удара бутылок под барной стойкой, спустя минуту Стервятник все же достал контейнер, поставив его на стойку, пододвинул его ко мне ручкой.\n— Вот наконец то нашелся, бери... Надеюсь что Козырь передал что ты от меня подойдёшь...Ну, вернее от Козыря, ну а в прочем какая разница верно?? В общем можешь приступать к работе...\nЯ принял контейнер, взяв его в удобном положении, осмотрел бар, не кого не обнаружив я направился прямиком к выходу из базы, на моем пути уже стоял неизвестный мне сталкер, надетый в комбинезон Заря, а так же с накинутым поверх комбинезона черным плащем, лицо которого скрывал противогаз ГП-5 за спиной он имел при себе СВД, он любезно протянул мне руку, на котором хорошо виднелся брелок группировки Вольных сталкеров.\n— Ты Тарзан верно? Полагаю ты меня не помнишь, хотя с нашей последней встречи прошло около года, ты не поверишь я....\n—Да погоди ты, не торопись брат. Пожав сталкеру руку, я тут же перебил его.\n— Ну во первых как тебя зовут? А во вторых, напомни мне хоть один случай, чтобы я тебя помнил, как ты нашел меня и где узнал мое имя?\nСталкер издал лёгкий смешок, затем протянув руку в карман, тот достал фотографию протянул его мне, я взял фотографию начал внимательно рассматривать ее, на чёрно-белом фоне, была изображена Припять, возле кинотеатра \"Промитей\" стоял этот самый сталкер а рядом с ним похожая фигура похожая на меня.\nЯ протер глаза, не чего не понимая пытался что то вспомнить, конечно было бы проще, если бы этот сталкер упоминал свое имя или прозвище, я посмотрел на него снова, в ожидании ответа в полной подробности.\n— Мне эта фотография не чего не говорит, к тому же я никогда не был в Припяти, но ты мне так и не сказал и не ответил на мой заданный вопрос..\n— Ах да, пожалуй освежу твою память сталкер.. Неизвестный убрал фотографию в свой карман, продолжил.\n— Сержант Николай Барыстин, позывной Кальмар Вооруженные силы СБУ, 2013 год, мы служили на южном блок-посте, когда пришел приказ найти группу разведки с добытыми документами с лаборатории, нас перебросили в Припять, помню был выброс, мы бежали в укрытие, однако ты потерял сознание, я не успел тебя подхватить а время сильно поджимало... Я думал ты погиб, хотел найти твое тело на том месте, но к сожалению тебя там не обнаружил... И вот ты здесь... \nВсе казалось странным, Припять, изображение этого самого Сталкера рядом со мной, казалось что в его рассказе он что то сочинял, так как если мы действительно служили и были в Припяти, то почему не в армейском бронежилете? Ведь как мне кажется фотография была сделана до выброса и потери сознания, если верить рассказам Кальмара. Да ну нет, бред какой-то... При потери сознания я не мог выжить, ведь на сколько известно выброс издает всплеск радиоактивного излучения, что плохо бы отразилось на мое здоровье приводящее к мгновенной гибели, но откуда то все таки он узнал мой позывной? Возможно я чего то не помню, но последнее что я помню в 2013 году, это подвал, в котором было несколько товарищей который один из них, погиб на армейских складах пару месяцев назад, я проснулся с больной головой, вколотый в мое тело какие то шприцы, похожие чем то на капельницу или на переливание крови, в голове прозрела мысль о том что я должен разобраться в этом вопросе, а значит должен буду отправиться в то место, где как раз таки я и пришел в сознание на этом моменте.\n— Возможно ты и прав... Мы служили, но не напомнишь ли ты мне, где мое удостоверение а так же армейская амуниция?? Не могли же мы пойти на службу и задание в сталкерских комбинезонах? \n— Да, видать память у тебя Серёга отбило славно...\nКальмар стоял в недоумении.\n— Мы же спрятали их в том же \"Прометее\" на верхнем чердаке, чтобы нас не распознали, помнишь? После операции \"Фарватер\" сталкеров в Припяти было куда больше нас, к тому же нам нужна была от них хоть какая то информация.. \nВерсия объяснений Кальмара была убедительна, дабы проверить действительно ли это было так, я хотел бы проверить этот кинотеатр в Припяти, жаль только до него путь не близок, возможно когда нибудь, я обязательно проверю легенду нашей службы, от этого странного и неожиданного товарища, по крайней мере доверять я ему не хотел, слишком уж подозрительно дунул ветер в мою светлую голову.\n— Хорошо, но как я выжил? Это во первых... Во вторых, после долгих лет ты так и не решился разобраться куда и кто дел мое \"бездыханное\" тело?? Товарищество конечно из тебя было так себе...\n— Если бы я знал как ты выжил, сидели бы мы сейчас на базе, пили бы водку и возможно ты бы меня помнил и знал, но учитывая тот факт, что я не обнаружил твое тело я не мог предположить что ты вообще жив, мутанты не против полакомиться свежим трупом, я мог лишь предположить что тебя утащили эти твари в свои поганые норы. \nОтветил кальмар, сложив руки вместе.\n— Ты конечно извини меня за то что не навёл о тебе справки ранее, но в тот момент по возвращению на базу, командир меня сильно отчитывал и я был перенаправлен в другое подразделение... Кстати, задание прошло тогда успешно, только группа что мы с тобой искали, были уже мертвы, а документы давно найдены и переданы учёным, следуя из доклада и их КПК...\nЯ молча стоял выслушивая рассказ Кальмара почему то мне казалось что он больше и больше пытается навешать лапшу на мои и без того уже усталые уши.\n— Результаты нашей прошлой работы, мне не интересны Кальмар...\nСпокойно ответил я.\n— Все в прошлом, сейчас я сталкер как и ты,  дела военных меня сейчас ну не капли не интересуют, разве что интерес доставить этот Чертов контейнер на территорию бункера учёных на заводе \"Янтарь\" извини дружище, но мне некогда болтать, мне пора идти...\n— Постой! \nТоропливо но твердо взяв меня за плече, когда я уже собирался покинуть территорию базы, Кальмар остановил меня.\n— В бункере учёных есть военные, скажу сразу, тебя они не знают и могут запросто забрав твой контейнер, пристрелить тебя на месте. Я могу помочь тебе остаться в живых, но в замен попрошу помочь мне в одном важном деле на территории Припяти, поможешь мне?\nВ этой просьбе Кальмара и заключён подвох, в котором как мне казалось больше похоже на подставу. Этот сталкер просит помощи его личных дел в Припяти, тем самым пытаясь задержать мою поставку контейнера на Янтарь, Козырь и Стервятник упоминали ценность этого груза, однако я не сомневаюсь что военные стали бы стрелять в тех, кто ранее был в их рядах и уж точно не стали бы забирать контейнер, который я и без того нёс учёным правительственного бункера, скорее всего это было похоже чем то из проделок других группировок, по предложению Кальмара прогуляться со мной в Припять, я могу лишь предположить что тот работает либо на \"Наемников\" либо на \"Монолит\" хотя по большей части я склонен на первый вариант, так как Монолитовцы не на столько проверенные в подобных  операциях.\n— Кальмар вот скажи мне, тебя не смущает, что при походе в Припять, я запросто во время какой либо стычки или неловкой ситуации в зоне, могу просрать либо контейнер либо все задание в целом? Было бы гораздо разумнее, доставить посылку на место назначения, после чего уже заниматься личным делом, не так ли??\nСталкер задумался, он облакотился об стену здания присланив к подбородку кулак, размышляя мой ответ.\n— Ты прав, груз который тебе поручил доставить Козырь весьма ценен, он бы не стал поручать это дело любому первопроходцу, я предлагаю тебе следующий вариант, спрячь его, спрячь там где ты потом с лёгкостью можешь найти, но так чтобы никто другой до него не добрался, если поможешь мне, я не только помогу тебе доставить посылку учёным, но так же расскажу кое что интересное в придачу, уверен что моя информация окажется для тебя очень полезной и выгодной и как ею распоряжаться решать тебе самому.\nСпрятать контейнер была глупой идеей, но все таки не оставляло мне выбора, путь на Янтарь не близок да и к тому же опасен, на предложения Кальмара мне пришлось согласиться, осмотрев контейнер я заметил на нем символ моячка нашей группировки, начерканый на стальном покрытии ручки полумесячным рисунком, значит ситуация под контролем, если кто то и намериться украсть контейнер, то Козырь и его люди без труда и усилий смогут выйти на вора и вернуть его себе на базу.\nМысленно попросив прощения у Козыря я охотно согласился, пожимая руку Кальмара.\n— Хорошо, будь по твоему, я помогу тебе добраться до Припяти, думаю нам пора в путь, а куда спрятать посылку я уже приметил несколько возможных мест, уверен контейнер в нем будет в полной безопасности..\nСказав эти слова мы с Кальмаром пожали друг другу руки, я держа посылку в удобном положении направился следом за  напарником, но внутреннее волнение все таки не давало мне покоя в надёжности моего нового товарища.",
    "answers": [
      {
        "id": 3,
        "text": "Глава 2 \n*Перевернуть лист*"
      }
    ]
  },
  {
    "id": 3,
    "text": "Глава 2 \" Дружеский подход\"\n............................\n\nДело шло к вечеру, на нашем пути на удивление было все спокойно, контейнер с важным и ценным грузом пришлось спрятать в яме на территории Элеватора на кордоне, не забыв после этого закрыть плотной плиткой, тщательно замаскировав ее землёй и всяческим мусором что мы нашли с Кальмаром в ее окрестностях, по дороге мы с Кальмаром спорили о безопасных легко проходимых местах, через блок пост бандитов на свалке, в конце концов нами было принято решение пересечь границу с территории Кардона по западной части свалки, местные Сталкеры называли и называют по сей день \"Тайный лагерь\" по пути через туннели ведущие на свалку, мы бесшумно смогли убрать часовых, принадлежавших местной организации бандитов, после таковых действий Кальмар настоятельно предупредил меня быть крайне внимательным и осторожным, так как бандиты не редко но регулярно проводят рейды и разведку по всей территории свалки, мы шли след в след, мой компаньон постоянно сверялся с местностью, попутно отправляя какое то сообщение на своем КПК, из слов моего компаньона, я тоже не дремал и не считал летающих в небе ворон, хотя крайним глазом я случайно заметил как одна из них угодила прямиком в аномалию \"Воронку\" что находилась на достаточно высоком расстоянии в небе над моей головой, бедолагу буквально разорвало на части, пустив кровь бедной птицы по всей округе, но не смотря не на что я продолжал следовать за напарником, будучи уже на подходе к огромной горе напоминающую груду мусора из металлолома. \nМой счётчик Гейгера постепенно трещал как не в себя, я сразу же как и мой напарник надев респиратор остановился, когда Кальмар подняв свою руку над уровнем моей груди, остановился первым, вглядываясь в свой ПДА на карту, после чего достав свой измерительный от радиации прибор с кармана,  внимательно вглядывался в него.\n— В чем дело? \nС любопытством я смотрел за действием Кальмара, стараясь не мешать ему в ориентировке.\n— Да нечего особенного, просто в переди кучи мусора куда мы направляемся, одними респираторами не отделаться. Без хорошей защиты и экипировки, мы подохнем от радиации гораздо быстрее и раньше чем доберёмся до ближайшего медика на Барахолке...\n— Предлагаешь обойти гору? С любопытством переспросил я.\n— А ты хочешь подвергнуть себя облучению и смерти? Ответил Кальмар посмотрев на меня.\n— Да нет, просто предполагал что у тебя есть другая, более подходящая и надёжная защита, чтобы пройти и заодно обследовать гору на предмет какого нибудь тайника.\n— У меня нет денег на покупку подобного снаряжения, к тому же на такой сильный источник радиации подашел бы либо экзоскелет, либо костюм с замкнутой системой дыхания и фильтрацией воздуха, не думаю что анти-рад нам здесь в принципе поможет, а водку даже не вздумай пить, то что она выводит радиацию или защищает, это всего лишь миф, придуманный местными алкашами с целью споить молодняк, а ты на сколько я знаю не дурак верить в эти сказки...\nСлова Кальмара были искренне особенно в упоминания водки, конечно будучи новичком я не верил в это и выпивал как минимум пол литра в день, в надежде что против радиации я буду неуязвим, где в конечном итоге в доваль облучившись, я понял это не сразу, начал понимать то что все таки это бред сказанный пьяным языком местной компании алкоголиков.\n— Я тебя понял Кальмар, не дурак. С последствиями употребления водки перед выходом в заражённые области полностью ознакомлен...\nКальмар кивнул головой в мою сторону и убрав счётчик Гейгера в карман, упорно смотрел в КПК отмечая себе в записи новую заметку.\nПродвигаясь все дальше в глубь свалки мы тщательно проверяли свой путь на наличие аномалий, разбрасывая болты в разные места на своем пути, снова поднимая их ложили в карман, так как болтов для проверки аномалий у нас было в избытке.\n— Послушай. Обратился я с интересным вопросом к Кальмару.\n— Может молчать всю дорогу конечно и интересно, но узнать цели нашего визита в Припять куда интереснее, как ни как ты впутал меня в эту историю, поэтому хотелось более подробно узнать цель визита в столь далёкое и почти не достигаемое место в зоне, куда мало по малу даже Сталкеры Ветераны не суются.\nКальмар неохотно вздохнул, по его состоянию он явно не хотел начинать тему этого разговора, наверняка ожидая момента что я сам обо всем догадаюсь и увижу своими глазами, но к счастью не стал молчать и более подробно начал разъяснять причину, пусть даже не всю, но и этого было достаточно понять цель нашей экспедиции.\n— Вот скажи мне Серёга, ты когда нибудь мечтал о лучшей жизни? Мечтал вернуться домой на большую землю, увидеть свою здоровую жену, детей, отца или мать? \nГод назад я получил письмо от брата, в нем говорилось что моя жена сильно больна и была госпитализирована в больницу за границу, так как у нас в стране подобные редкие болезни не лечиться, указанная сумма в письме меня конечно шокировала, но не удивила, на службе я мало получал зарплату а порой ее даже и задерживали по вполне понятной причине, так вот, во время одного из рейдов погибли трое моих бойцов сослуживцев, а я в этот момент понял, что это единственный шанс дезертировать.. Мне пришлось покинуть армию и стать вольным наемным сталкером, где за свои заказы и контракты я смогу собрать необходимую сумму, для лечения моей жены, как только я это исполню, покину зону и заживу красиво...\n— И ты решил выполнить контракт в Припяти за выгодное вознаграждение? Внимательно выслушав Кальмара я снова задал этот вопрос.\n— Совершенно верно мыслишь Тарзанчик, голова у тебя прошареная, надеюсь вопросов больше не будет?\n— Есть один и наверняка последний... Продолжил я разговор.\n—Что же все таки за задание ты выполняешь в Припяти? И кто решился тебя нанять? \n— А вот это тебе сейчас знать пока что не обязательно, на месте встречи сделки, ты сам все увидишь и поймёшь и вообще как говориться в поговорке \"Меньше знаешь-крепче спишь\" \nЯ уже не стал вдаваться в вопросы, хотелось бы поскорее закончить это дело и наконец разобраться, что же все-таки за чертовщина происходит, учитывая то что я практически нечего не помнил, да и мой напарник и спутник казался мне уж больно подозрительным, мы шли спокойно, северный ветер слегка обдувал мое лицо, я осматривался по сторонам, мой напарник тоже не считая ворон внимательно осматривал окрестности частично посматривая себе под ноги. \nВнезапно на мой КПК пришло сообщение от Козыря, я полагал что наверняка начнет меня покрывать матом за то, что я не доставил важный контейнер на Янтарь вовремя, но даже и на этот случай у меня были свои отмазки. \nДоставая свой КПК с переднего кармана, я включил его дабы проверить сообщение, действительно, входящее сообщение было от Козыря в нем он упоминал ту самую девушку с фотографии. \n\"Тарзан, мне известно куда ты дел контейнер, я не на столько глупый, чтобы не отслеживать свою посылку через маячек, однако мне пришлось выслать на элеватор охранников на тайник у элеватора который ты устроил, наезжать на тебя я не стану, уверен у тебя есть на то причины, если в течении недели, ты не заберёшь контейнер, эту работу я поручу другому... Во вторых: Если встретишь по пути девушку по прозвищу хип, пожалуйста, передай ей что я труп, я достаточно настрадался от ее ухода... До связи\" \nПриняв сообщение я с большой тяжестью вздохнул, единственное что меня успокоило, это спокойная реакция Козыря на мое самовольство, однако за девушку он конечно перешагнул все границы, сказать такое про себя, равносильно самоубийству... Зная Козыря, на такое он бы точно не пошел, мужик он как говориться крепкий, но как бы там у него не было с хип, обещание я все же решил сдержать, отправив ему на КПК всего две фразы \" Понял, принял\" и отключив КПК положил обратно в карман, следуя по пути за моим проводником и спутником. \nПока мы бродили по свалке, остерегаясь опасностей пустоши на своем пути, мы многое узнали о жизни за пределами зоны на большой земле, Кальмар то и дело уверял меня что не раз покидал зону чтобы навестить свою больную невесту, правда его словам поверил бы не каждый суеверный в принципы зоны сталкер, мол \"Зона назад тебя не впустит и не выпустит\" еще как отпустит, ведь зона как цыганка и ей не интересно заигрывать с теми, кто ей не интересен, а правда это или нет, тут я не мог судить, у каждого Сталкера своя судьба и свое предназначение, наконец мы подошли достаточно близко к Северному посту на свалке, дорога была к заводу Росток  неподалеку от бара \"100 рентген\" к моему счастью контролировали дорогу не абы кто, а лично хорошо экипированные бойцы группировки \"Долг\" те самые борцы против зоны и мутантов. \nХоть я и всегда считал что цели что Долга что Свободы весьма фанатичны, однако не могу не согласиться, за все время Долг проводил не мало успешных операций в зачистке местности от мутантов, за что я и выразил свою симпатию к черно-красным армейцам. Противостоящие им группировка \"Свобода\" хоть и отбитые на голову наркоманы, тоже как и Долг, показывают себя с хорошей стороны, по крайней мере не к тем не другим у меня на данный момент претензий не имеется, покуда они ведут себя достойно, я всегда буду относиться к ним с теплым приемом. \n— Стой кто идет? Оружие за спину а руки поднимите над головой! И чтоб без резких движений! Говорить будем... \nКальмар без всяких резких движений сразу же убрал оружие, замечая то как в нашу сторону направлялся отряд бойцов Долга из пяти человек, остановился поднимая руки над головой, я так же без труда повторил его действие. \n",
    "answers": []
  }
]