[
  {
    "id": 1,
    "text": "Жанр: фэнтези, детектив\nАвтор: ShayaVoronkova\n\nДверь без ручки. Человек без памяти. И запертая комната, полная ответов. Вы не знаете, ни кто вы, ни где вы, ни почему на четырех ногах вам многим привычнее, чем на двоих. Тут, где переплетаются в таинственный узор множество запахов, каждый предмет готов рассказать историю. Главное — уметь слушать.\n\nВспомните ли вы себя или забудете окончательно?",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "lua_do": "function lua_do()\ng.defaultBgAnswerImage =\"https://i.ibb.co/bdBTswb/i-6.jpg\"\ng.blockNightMode = 1\nend"
      },
      {
        "id": 90,
        "text": "Концовки"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/DtpYvTv/1729466316.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/DtpYvTv/1729466316.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Связь с автором",
        "url": "https://vk.com/shayavoronkova"
      }
    ]
  },
  {
    "id": 2,
    "text": "    Черное. Колышется, пятнами плывет. Они двоятся и скачут, распадаются кляксами и идут тошнотворной рябью. Вдохи вязнут в них, рваные и хриплые, едва вырвавшись изо рта. И от каждого — жжется. \n    Болит. Колет. \n    Прошибает насквозь обжигающим жаром. Темнота пахнет пылью и страхом, и она становится все плотнее, крепнет, наливается силой с каждым ударом сердца.  Напряженные мышцы сводит дрожью. Еще чуть-чуть, и черное заполнит собой все,  загустеет, навалится тяжелой волной... От ужаса стискивает грудь, и вдох камнем застревает в горле. \n    Бежать! Надо бежать!",
    "answers": [
      {
        "id": 3,
        "text": "Скорее!",
        "var_set": [
          "инс",
          1,
          "раз",
          0
        ]
      },
      {
        "id": 4,
        "text": "Попытаться успокоиться",
        "var_set": [
          "инс",
          0,
          "раз",
          1
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "    Прижавшись к полу, вы силой отталкиваетесь от него и прыгаете, прорываясь сквозь липкую тьму. Бум! В глазах вспыхивает огненно-алым, и голова взрывается болью. Вас откидывает назад сквозь багровое марево, вышибив жалобный всхлип вместе с воздухом. \n    На мгновение мир исчезает, разлетается на черепки. Остается только огненный обруч вокруг макушки и сиплое дыхание. Потом боль отступает, и только темнота продолжает пульсировать перед глазами. Вы бездумно ползете вперед, и она, зашуршав, сдвигается, выпуская наружу. \n    Выпуская? Кого?",
    "answers": [
      {
        "id": 5,
        "text": "Кто... вы?"
      }
    ]
  },
  {
    "id": 4,
    "text": "    Тихо. Тихо. Вы замираете, стараясь дышать медленнее и глубже. Сперва перед глазами только сильнее чернеет, но вскоре вязкие щупальца отступают. Вместе с этим расслабляется и тело, распластавшись на покрытом пылью полу. \n    Сквозь темноту проступают очертания резных ножек и неровного полога. Остается только отодвинуть в сторону. Выбравшись, вы шумно втягиваете воздух носом, и к уже знакомому запаху присоединяются другие: чернила и шерсть, ежевика и розы. Ежевика... прямо как... Одинокая мысль обрывается, отозвавшись звоном в ушах.\n    Как кто?",
    "answers": [
      {
        "id": 5,
        "text": "Кто... вы?"
      }
    ]
  },
  {
    "id": 5,
    "text": "    Вы растерянно замираете, так и не поднявшись с пола. Вы... Вы... Мысли ворочаются тяжело, то и дело сменяясь нечеткими образами. Они выплывают из пустоты, заполняющей вашу голову, и вновь тают в ней, как в тумане.                             \n    Дрожащий язык. Теплое прикосновение узкой ладони. Разноцветные вспышки. Лицо, подернутое дымкой. Вновь язык, другой. Он проходится по губам в таком чужом и знакомом жесте... Губы улыбаются и расплываются черной кляксой, а она становится стеной тьмы. Вы бежите, бежите сквозь нее, тонете, тонете... \n    Вы сидите на полу, растерянно снимая с носа липкую бахрому паутины и утирая влажные от слез щеки. Почему они влажные? И почему в вашей груди так болит и разрывается? В вашей — это чьей?\n    Вы не помните, ничего не помните, и от осознания сердце стискивает страхом, и вы вязнете в нем, как болоте. Задыхаетесь. \n    Почти — задыхаетесь.\n    А потом совсем рядом раздается стук, и вы, резко вздрогнув, приходите в себя. Вновь подступает страх, но другой, привычный, и вопрос \"кто\" сменяется на \"где\".",
    "answers": [
      {
        "id": 6,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 6,
    "text": "    Вы вертите головой, водя носом по воздуху. Стены, покрытые золотыми узорами, высокий, выбеленный потолок... Вглядываться сложно: глаз так и соскальзывает с предметов, чье назначение вы помните очень смутно. Зато в воздухе цветными нитями вспыхивают запахи.\n    Привычно. Правильно. И все же странно. Несоответствие отзывается тяжестью в голове. Вы невнятно ворчите, и стук раздается снова. Звук тихий, но вы различаете его легко и невольно вытягиваете шею в нужную сторону. Дерево — подсказывает нос. Дерево и чужак. \n    Вы опускаетесь на четвереньки и двигаетесь в сторону запаха, но на середине пути останавливаетесь, захваченные призрачным чувством неправильности.",
    "answers": [
      {
        "id": 7,
        "text": "Вперед",
        "var_add": [
          "инс",
          1
        ],
        "var_set": [
          "пол",
          1
        ]
      },
      {
        "id": 9,
        "text": "Попытаться встать",
        "var_add": [
          "раз",
          1
        ],
        "var_set": [
          "стоя",
          1
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "    Но оно тут же пропадает, ведь тело движется привычно и легко, с почти хищной грациозностью. Только ногам приходится приноровиться. Вы позволяете запаху вести вас и вскоре уже оказываетесь на другой стороне комнаты, у двери. Машинально припадаете к полу носом, прижавшись к едва различимой щели, и удивленно фыркаете. \n    Чужак пахнет полынью и конским потом. А еще — похлебкой. Вспыхивают нечеткие образы: тонкие пальцы на струнах и длинное, красное перо.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "    Как же странно — ни ручки, ни замочной скважины. Резные розы выглядят, как живые. Из-за двери доносятся невнятные шорохи.",
    "answers": [
      {
        "id": 10,
        "text": "Позвать Чужака",
        "var_less": [
          "раз",
          2
        ]
      },
      {
        "id": 24,
        "text": "Позвать Чужака",
        "need": [
          -24
        ],
        "var_more": [
          "раз",
          1
        ]
      },
      {
        "id": 11,
        "text": "Толкнуть дверь",
        "need": -11
      },
      {
        "id": 49,
        "text": "Говорить с Винки",
        "need": 24,
        "var_more": [
          "раз",
          1
        ]
      },
      {
        "id": 54,
        "text": "Попробовать открыть",
        "need": [
          -54,
          42,
          24
        ]
      },
      {
        "id": 12,
        "text": "Вернуться обратно",
        "need": -12
      },
      {
        "id": 13,
        "text": "Отойти",
        "need": 12
      }
    ]
  },
  {
    "id": 9,
    "text": "    Чувство неправильности усиливается, и вы поднимаетесь на ноги, но тут же падаете обратно. Колени больно ударяются о пол. Щелкают зубы. Охнув, вы потираете челюсть и пробуете вновь. Но тело не слушается. Туловище шатается, будто тряпичное, а ноги подгибаются, вновь и вновь заставляя терять равновесие. \n    Лишь с пятого раза вам удается кое-как удержаться и доплести до двери. Совсем маленькое, расстояние кажется бесконечным, а спина вся взмокает от напряжения. Преодолев его, вы обессиленно сползаете по стене. \n    Дверь удается рассмотреть, только отдышавшись. Неизвестный мастер вырезал на ней розовые бутоны, такие красивые, что отсутствие ручки бросается в глаза не сразу. Прижавшись к шершавой поверхности ухом, вы различаете доносящийся снаружи мужской голос. Он достаточно громкий, чтобы разобрать слова, но они все звучат непонятной тарабарщиной. \n    В груди вновь начинает ныть, и в сознании всплывает веселая песенка. Как бы хотелось помнить, о чем она. ",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "   Вы открываете рот, но вместо слов из него вырывается бессвязное восклицания. Язык еле ворочается во рту, и вам удается добиться только невнятного мычания. За дверью затихают, а потом голос раздается вновь. Тон чужака неуверенный, но вы все так же не понимаете, что он спрашивает. Не дождашись от вас ответа, незнакомец затихает. ",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "    Вы силой наваливаетесь на дверь, но она не поддается. Похоже, она все же заперта, хоть замочной скважины и не видно, как и ручки. Чужак, заслышав шум, вновь что-то говорит и вдруг ударяет по двери кулаком. Вы резко отшатываетесь, невольно радуясь, что отделены друг от друга слоем дерева. Еще непонятно, что незнакомцу от вас надо. ",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "    Вы",
    "answers": [
      {
        "id": 12,
        "text": " с трудом возвращаетесь на середину комнаты. Впрочем, путь обратно дается чуть легче, и под конец даже удается ускориться. Но лоб все равно становится влажным от пота.\n    Голову вновь пытаются заполнить вопросы, но вы спешно отгоняете их. Чутье подсказывает: ответы стоит попробовать поискать в комнате. Впрочем, выбора у вас немного.",
        "var_equal": [
          "стоя",
          1
        ],
        "merge": true
      },
      {
        "id": 12,
        "text": " за пару плавных, быстрых движений пересекаете комнату, продолжая принюхиваться, но новых запахов не появляется, только ниточка, ведущая к чужаку, становится бледнее. Правда, спустя какое-то время вы понимаете, что вставать все-таки придется. Но время от времени вы вновь передвигаетесь на четвереньках.\n    Голову вновь пытаются заполнить вопросы, но вы спешно отгоняете их. Чутье подсказывает: ответы стоит попробовать поискать в комнате. Впрочем, выбора у вас немного.",
        "var_equal": [
          "пол",
          1
        ],
        "merge": true
      },
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "    В комнате тихо, только невнятные шорохи время от времени доносятся из-за двери. Запахи переплетаются в воздухе, как разноцветные нити.",
    "answers": [
      {
        "id": 14,
        "text": "Мыло и пыль",
        "need": -14
      },
      {
        "id": 26,
        "text": "Кровать",
        "need": 14
      },
      {
        "id": 16,
        "text": "Ткани",
        "need": -16
      },
      {
        "id": 17,
        "text": "Платяной шкаф",
        "need": 16
      },
      {
        "id": 18,
        "text": "Ежевика и розы",
        "need": -18
      },
      {
        "id": 19,
        "text": "Туалетный столик",
        "need": 18
      },
      {
        "id": 20,
        "text": "Шерсть",
        "need": -20
      },
      {
        "id": 21,
        "text": "Арка",
        "need": 20
      },
      {
        "id": 22,
        "text": "Книги",
        "need": -22
      },
      {
        "id": 23,
        "text": "Книжный шкаф",
        "need": 22,
        "var_add": [
          "вр",
          1
        ]
      },
      {
        "id": 70,
        "text": "Чернила",
        "need": -70
      },
      {
        "id": 71,
        "text": "Письменный стол",
        "need": 70
      },
      {
        "id": 8,
        "text": "Дверь без ручки"
      }
    ]
  },
  {
    "id": 14,
    "text": "    Сперва вы узнаете это место по запаху. Пылью тянет снизу, из-под сползшего на пол бархатного покрывала. Помедлив, вы опасливо засовываете под него голову, но темнота больше не кажется такой пугающей. Она присмирела, и теперь глаз замечает паутину, оплевшую заднюю ножку. Вы вылезаете обратно, следуя за вторым запахом, и утыкаетесь носом в смятые простыни. \n    ...шелк приятно холодит кожу. Чужой смех щекочет ваше ухо, нежный и бархатный. Прикосновение тонких пальцев оставляет огненные отпечатки. Едва пересилив себя, вы выпутываетесь из теплых объятий и тянетесь к балдахину. Ткань тяжело падает, и кровать погружается в приятный полумрак.\n    Вы вздрагиваете. Видение отзывается вспыхнувшим в груди огненным шаром. Он разрастается, опаляет изнутри, языками пламени доставая до горла. Ярость ослепляет вас, и взгляд бездумно скачет по кровати: покрывало, резное изголовье, подушка...",
    "answers": [
      {
        "id": 25,
        "text": "Рвать!",
        "var_add": [
          "инс",
          1
        ]
      },
      {
        "id": 27,
        "text": "Не поддаваться порыву",
        "var_add": [
          "раз",
          1
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "    Склянки и пузырьки, шкатулки и кисти. Столик весь сверкает и переливается, как россыпь звезд. Пытаясь разглядеть одну из баночек, вы случайно задеваете ее, и она катится по полу.\n    ...пузырек падает, второй, третий. Стекло бьется с громким звоном, брызжет в сторону осколками. Запахи духов перемешиваются, зависают в воздухе плотным облаком. Вивиена не останавливается, продолжая швырять баночки о пол.\n    — Роза... пожалуйста, — просите вы и пытаетесь поймать чужие руки, но Вивиена вырывается яростно, как дракон.\n    — Не зови меня так! Не смей! — швырнув очередной флакон, она сгибается в рыданиях. Каждый всхлип пронзает вас насквозь. — Как ты мог... я ведь ради тебя...\n    Вы и сами не знаете, как. Почему волшебство так всесильно — и так бесполезно, когда нужно больше всего. Но помочь вам не сможет даже магия, обращающая горы в пепел.\n    — Вивиена, так просто вышло, — разговор тянется уже долго, и вас охватывает раздражение.  — Открой дверь. Ты не можешь меня удерживать. Да и ты решила отказаться от должности магистра сама!\n    Она вздрагивает, как от удара, и поднимает голову. Золотые локоны разметались, глаза, влажные от слез, горят ненавистью.\n    — Ты не поступишь так со мной.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "    Лен, шелк, шерсть — все это мешается в один запах, тяжелый и мягкий. Вы утыкаетесь носом в закрытые створки.\n    ...она кружится, и подол колышется, как бутон распустившегося цветка.\n    \"Мне идет?\"\n    Вы ловите ее взгляд из-за плеча.\n    \"Конечно. Роза прекрасна потому, что она роза\". цитируете вы строчку из ее книги о травах.\n    Тонкие пальцы поправляют бант на поясе, и, чуть помедлив, перевязывают его чуть иначе.\n    \"А как лучше? Как было или сейчас?\"\n    Вы тянетесь вперед, и, схватив кончик пояса, тянете его на себя. Бант медленно распускается. Вы хитро ухмыляетесь.\n    \"Так\".",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "    На темных створках, на удивление, резьбы нет. Только едва различимые царапины на лаке.",
    "answers": [
      {
        "id": 37,
        "text": "Открыть шкаф",
        "need": [
          -37,
          -87
        ]
      },
      {
        "id": 38,
        "text": "Открыть шкаф",
        "need": [
          -38,
          87
        ]
      },
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 18,
    "text": "Запахи окружают вас плотным, тяжелым облаком. Сладкие, с ноткой горечи, скрытой за нежным шлейфом, они отзываются в груди странным трепетом. \n    ...в воздухе мелькает кисточка. Вы лежите и смотрите на обнаженную женскую спину, чуть прикрытую золотистыми локонами. Свет скользит по плавным изгибам. Она ловит ваш взгляд в зеркале и строго хмурится, но голубые глаза все так же смеются. \n    \"Ты же знаешь, я не люблю, когда ты смотришь. Волшебство исчезнет, если узнаешь, как оно творится\"\n    Она кладет пудру на туалетный столик и берет пинцет для бровей. Вы отмахиваетесь.\n    \"Я все равно ничего не понимаю\"\n    Образ развеивается, будто дым, оставляя щемящую боль в сердце. ",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "    Столик весь сверкает и переливается, как россыпь звезд. Зеркало в тяжелой золотой раме отражает ваше растерянное лицо.",
    "answers": [
      {
        "id": 15,
        "text": "Осмотреть столик",
        "need": -15
      },
      {
        "id": 72,
        "text": "Взять пинцет",
        "need": [
          74,
          -72
        ],
        "var_more": [
          "раз",
          1
        ]
      },
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 20,
    "text": "    Запах шерсти приводит вас к вычурной белоснежной арке в углу комнаты. Она высокая и узкая, до середины занавешанная фиолетовой шторкой. По ту сторону прохода виднеется потрепанное одеяло и миска с едой, а еще вторая арка с кусочком коридора.\n    ...теплая ладонь скользит по макушке, медленно и по-хозяйски властно. Каждое прикосновение рождает приятные мурашки на затылке. \n    \"Помни свое место,\" раздается рядом, и рука чуть надавливает, заставив посмотреть на лежанку. \"Ни одному человеку, кроме меня, сюда не пройти. Забавно, не так ли?\"\n    Когда вы приходите в себя, глаза заливает пот. Дрожащая рука утирает лоб. Рвано вздохнув, вы смаргиваете багровые круги и понимаете, что почти лежите, уткнувшись в пол. Из прохода аппетитно тянет чем-то пряным. Тот же запах идет от кусочков еды, рассыпанных перед аркой. Рот сам собой наполняется слюной. О, вы помните этот вкус, сочный, сытный, так и хочется зубами впиться...",
    "answers": [
      {
        "id": 44,
        "text": "Слизать",
        "var_add": [
          "инс",
          1
        ]
      },
      {
        "id": 21,
        "text": "Не есть",
        "var_add": [
          "раз",
          1
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "    Возле арки все еще сильно пахнет едой. По воздуху бегают голубоватые молнии.",
    "answers": [
      {
        "id": 46,
        "text": "Попробовать просунуть руку",
        "need": [
          -46
        ]
      },
      {
        "id": 48,
        "text": "Вперед",
        "var_more": [
          "инс",
          3
        ]
      },
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 22,
    "text": "    Книжная пыль совсем другая, чем та, что встретила вас в этой комнате. Она более влажная, насыщенная, веющая странным уютом. Это чувство захватывает вас полностью, рождая в уме воспоминания.\n    ...Вы вытаскиваете одну книгу за другой под тихое хихиканье за спиной. Нет. Не та. Не та. Спустя пол перебранных полок она сдается, и, обвив ваши плечи, прижимается к спине. Тепло проникает сквозь рубаху.\n     \"Милый, это было бы слишком просто. Нет, вход в ритуальную спрятан посложнее\".",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Полки забиты книгами. Тут и любовные романы, и исторические трактаты и даже учебники по магии. Потрепанные корешки в пыли, но подклеенные, насколько возможно — о книгах кто-то заботился.\n",
    "answers": [
      {
        "id": 73,
        "text": "Достать книгу о травах",
        "need": [
          16,
          80,
          -73
        ],
        "var_more": [
          "раз",
          1
        ]
      },
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 24,
    "text": "    Изо рта вырывается мычание, но не успеваете вы вновь отчаяться, как произносите нечеткое:\n    — Эй?\n    Кажется, будто встают на место потерянные детали. За дверью замолкают, а потом раздается неуверенное:\n    — Яр?\n    ...женская рука в кружевной перчатке кажется хрупкой, как хрустальная статуэтка. Вы наклоняетесь и осторожно касаетесь ткани губами. \n    — Яргес, верно? — спрашивают сверху.\n    Ноздри щекочет сладкий аромат. Горечь сокрыта в нем, как шипы в глубине розового куста. Вы лукаво щуритесь.\n    — Можно просто Яр.\n   Сердце яростно колотится в груди, словно собираясь проделать в нем дыру. Каким бы чужим не казалось это имя, оно — ваше.",
    "answers": [
      {
        "id": 50,
        "text": "– Кто ты?"
      }
    ]
  },
  {
    "id": 25,
    "text": "    Вы бросаетесь вперед и впиваетесь в тонкий шелк ногтями. Мир заливает кроваво-красным. Он весь горит и пульсирует, и в венах у вас тоже горит, будто по ним течет жидкое пламя.   \n    Уничтожить. Разодрать. Выпотрошить. \n    Ярость сладка, и вы утопаете в ней, в этом жарком удушливом мареве. Когда оно отступает, и глазам вновь возвращается зрение, подушки уже нет. Только рваные клочки раскиданы по кровати. В воздухе вьется пух. Перья везде, и на краткий миг чудится, что это осталось от настоящей добычи. Мысль отзывается приятным теплом в животе. Вы отплевываетесь, и из уголка губ стекает тонкая ниточка слюны.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "    Кровать такая огромная, что при большой нужде на ней можно поместиться вчетвером. Тяжелый синий балдахин откинут, и можно разглядеть резное изголовье с цветущими розами и смятые простыни. Возле кровати стоит небольшая тумбочка.",
    "answers": [
      {
        "id": 28,
        "text": "Осмотреть тумбочку",
        "need": [
          -28
        ]
      },
      {
        "id": 29,
        "text": "Осмотреть изголовье",
        "need": -29
      },
      {
        "id": 32,
        "text": "Тумбочка",
        "need": 28
      },
      {
        "id": 33,
        "text": "Изголовье",
        "need": [
          29
        ]
      },
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 27,
    "text": "   Тело трясет, и мышцы сводит почти до боли, но вы остаетесь на месте. Потемневший взгляд впивается в узоры на изголовье. Там вновь розы, розы и шипы, а еще бабочки.\n    \"Это мы\", вспыхивает вдруг в голове. \"Ты и я\".\nТонкие женские пальцы водят по дереву, повторяя причудливые завитки.\n    Воспоминание отзывается тошнотой, и во рту появляется мерзкий металлический привкус. Вы шумно сглатываете, и ярость начинает слабеть. Вскоре она развеивается, как дым.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "    Вы выдвигаете ящик за ящиком, но они пустуют. Только в одном лежит книга с темно-зеленой обложкой. Названия нет, а одна из страниц заложена лентой. \n    \"Моя любимая\", произносят тонкие женские губы. \"Мне всегда жалко принца\".",
    "answers": [
      {
        "id": 30,
        "text": "Попробовать прочитать",
        "var_less": [
          "раз",
          2
        ]
      },
      {
        "id": 31,
        "text": "Попробовать прочитать",
        "need": -31,
        "var_more": [
          "раз",
          1
        ]
      },
      {
        "id": 26,
        "text": "Отложить"
      }
    ]
  },
  {
    "id": 29,
    "text": "    Вырезанные из дерева цветы поражают взор. Лепестки такие пышные, что кажется, стоит наклониться поближе, и почувствуется запах. Завитки закручиваются в причудливый узор.",
    "answers": [
      {
        "id": 26,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 30,
    "text": "    Вы всматриваетесь в тонко выведенные буквы, но они так и не складываются в слова и остаются всего лишь непонятными завитками.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "    Вы открываете книгу и склоняетесь над ней, бегая по строчкам глазами. Сперва ничего разобрать не удается, но вскоре вы обнаруживаете, что начинаете понимать отдельные слова. Чтение дается тяжело, отзываясь головной болью, но вы кое-как одолеваете пару страниц. \n    Это сказка про принцессу и дракона. Девушка влюбилась в рыцаря, но ее отец не одобрил брака. И тогда принцесса попросила дракона помочь ей: похитить и дать рыцарю спасти. Дракон согласился, и король на радостях одобрил возлюбленного дочери. Казалось, сказка должна бы закончиться. Но через несколько лет рыцарь сказал, что разлюбил принцессу, и ушел. \n    Принцесса разозлилась и попросила дракона отомстить за нее. Дракон отказывался, но девушка умоляла, и он согласился. В бою рыцарь пал. Молва об этом охватила королевство, и король назначил за дракона награду. Теперь уже дракон обратился за помощью.\n    \"Прости\", ответила ему принцесса. \"Но я не буду помогать чудовищу\".\n    Дочитав, вы горько усмехаетесь — и тут же в недоумении касаетесь губ. ",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "    На тумбочке одиноко лежит книга.",
    "answers": [
      {
        "id": 30,
        "text": "Попробовать прочитать",
        "var_less": [
          "раз",
          2
        ]
      },
      {
        "id": 31,
        "text": "Попробовать прочитать",
        "need": -31,
        "var_more": [
          "раз",
          1
        ]
      },
      {
        "id": 26,
        "text": "Отложить"
      }
    ]
  },
  {
    "id": 33,
    "text": "    Розы и шипы. Красивая резьба.",
    "answers": [
      {
        "var_equal": [
          "аму",
          1
        ],
        "id": 87,
        "var_more": [
          "раз",
          1
        ],
        "need": [
          -87,
          35
        ],
        "text": "Нажать комбинацию"
      },
      {
        "id": 35,
        "text": "Осмотреть завитки внимательнее",
        "need": [
          -35,
          22
        ],
        "var_more": [
          "раз",
          1
        ]
      },
      {
        "id": 26,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "    Вы задумчиво пробегаете по резьбе пальцами и замираете: в некоторых местах узор выступает чуть сильнее, чем в других. При нажатии где-то рядом сухо щелкает. Вы беспорядочно жмете еще пару раз, но ничего не происходит. Видимо, надо знать комбинацию.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "    Вы открываете створки, и, чуть подумав, лезете внутрь. Шкаф полнится одеждой, аккуратно надетой на вешалки. Поднырнув под нее, вы водите по дну и бокам, но ничего особого не находите. Только от задней стенки как-то странно веет холодком.\n    ...вы с шутливой обидой кривите губы.\n    \"Ну хоть одним глазочком дай глянуть\".\n    \"Нет. У женщины должны быть секреты\".",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "    Первое, что встречает вас, это запах: к одежде прибавляется новый, травянистый. Вы забираетесь в шкаф и удивленно охаете, когда не встречаете преград. Задняя стенка пропала. Впереди виднеется небольшая комнатка, освещенная холодно сияющими на стенах кристаллами. В центре испещренного странными символами пола высится широкий стол, заваленный всем подряд.\n    ...так страшно видеть этот стол чистым. Еще страшнее оцепенение, охватившее тело. Оно будто опутано нивидимыми нитями. Вы пытаетесь дергаться, но это удается, лишь когда Вивьена защелкивает последний ремень. Из горла вырывается задушенный всхлип.\n    \"Не надо!\"\n    Она оборачивается. Злость уничтожила знакомые черты, извратила их, и теперь вместо любимой когда-то женщины на вас глядит чудовище.\n    \"Я не позволю тебе оставить меня. Нет. Не после всего,\" голос Вивиены превращается в свистящий шепот. \"Ты останешься. И больше никогда не предашь. Я позабочусь\"\n    Вивиена хватает нож и делает первый надрез.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "    Кто-то рядом горестно всхлипывает и подвывает, как собака. Рвано выдыхаете. Скулеж затихает. Это... это были вы? Ужасающая картина все еще стоит перед глазами. Сверкающее лезвие ножа. Боль. Запах паленой шерсти. Произнесенное шепотом заклинание и...\n    Вы замираете, глядя на собственные дрожащие руки, которые миг назад выглядели лапами. Проклятье. Вивиена... превратила вас в пса?\n    Сквозняк вновь касается лица, и вы вновь заглядываете в ритуальную комнату. Идти туда не хочется, но, возможно, внутри лежит ваше спасение.",
    "answers": [
      {
        "id": 40,
        "text": "Пройти внутрь"
      }
    ]
  },
  {
    "id": 40,
    "text": "    Вы забираетесь, дрожа от напряжения в комнату. Стоит второй ноге опустится на пол, как что-то щелкает. Проход начинает со скрипом закрываться. Проклятье! А изнутри она может и не открыться!",
    "answers": [
      {
        "id": 41,
        "text": "Срочно в шкаф"
      },
      {
        "id": 42,
        "text": "Быстро схватить что-то и бежать"
      }
    ]
  },
  {
    "id": 41,
    "text": "    Вы разворачиваетесь и прыгаете обратно. Пропустив вас, задняя стенка возвращается на место. Попытка сдвинуть ее вновь ничего не дает. Остается только выбраться наружу и продолжать осматриваться.",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "    Вы бросаетесь к столу и судорожно обшариваете его взглядом. Неясно, удастся ли открыть дверь еще раз, и шанса упускать нельзя. Глаз цепляется за все подряд, не в силах выбрать.",
    "answers": [
      {
        "id": 43,
        "text": "Книга",
        "var_set": [
          "кни",
          1
        ]
      },
      {
        "id": 43,
        "text": "Кристалл",
        "var_set": [
          "кри",
          1
        ]
      },
      {
        "id": 43,
        "text": "Ключ!",
        "var_set": [
          "клю",
          1
        ]
      },
      {
        "id": 43,
        "text": "Роза",
        "var_set": [
          "роз",
          1
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "    Схватив свою добычу, вы кидаетесь обратно как раз вовремя, чтобы протиснуться в стремительно закрывающуюся щель. Из шкафа вы выкатываетесь кубарем. ",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "    Вы наклоняетесь и быстро слизываете крошки языком, жмурясь от удовольствия. Мало. Как мало. Поддавшись голоду, вы обнюхиваете пол, но больше вкусняшки тут нет. Но там... Шумно облизываясь, вы подаетесь вперед. Лицо обдает холодом. Раздается треск, и в кожу вдруг впиваются раскаленные иглы. Вы с визгом отскакиваете прочь. Вспыхнув на миг голубым, проход вновь становится таким, как был.\n    \"Ни одному человеку, кроме меня\", вновь раздается в ушах.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "    Сглотнув, вы с трудом отодвигаетесь. Живот скручивает от голода, но стоит отползти, как ему на смену приходит отвращение. Вы что, правда собирались это съесть? Мерзость.    \n    Поморщившимь, вы глядите в проход новым взглядом и только теперь различаете странные молнии, время от времени пробегающие по воздуху.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "    Вы вытягиваете вперед руку. Пальцы холодит, словно из прохода дышит холодом, как из открытого окна — даже волосы колышутся, как на ветру. Вы напряженно поджимаете губы, но не останавливаетесь. Наконец, ладонь ныряет под арку. Точнее пытается. Раздается треск, и руку простреливает болью. Зашипев, вы поспешно отдергиввете ее. Проход вспыхивает синим и гаснет.\n    \"Ни одному человеку\", вспоминаете вы.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "    Пряности и шерсть. Запахи ведут вас за собой, указывают дорогу. Прокравшись к арке, вы замираете, вновь втягивая носом воздух, и к двум плотным нитям добавляется новая, едва заметная. Полынь. \"Чужак\", гудит в ушах.\n    Вторженец. Враг. Его здесь не должно быть. \n    В груди распаляется ярость вместе с азартом, и вы хищно оскаливаетесь. Разорвать. Загрызть. Кровь поет, кровь зовет, и этот зов отзывается дрожью где-то там, в глубине. Из горла вырыжается угрожающий, вибрирующий рык.  \n    Проход уже рядом, переливается, блестит. \"Ни одному человеку\", вспоминаются слова. Но вы вряд ли человек. Вы срываетесь в места и несетесь вперед, сквозь арки. \n    Там — добыча. Теплая. Слабая. Испуганная. Вы уже чувствуете ее запах, чувствуте ее кровь на своем языке. Слышите захлебывающийся крик. \n    Чужак пытается бежать, но вы быстрее. Он не успевает даже дернуться, а зубы уже впиваются в беззащитную шею. Раздается хруст. Рот наполняется горячим и соленым, и в воздухе мешаются, переплетаясь между собой, кровь и горькая полынь.",
    "answers": [
      {
        "comment": true,
        "middle_answer": true,
        "text": "Кровь и полынь ",
        "id": 48,
        "merge": false
      },
      {
        "id": 1,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "    Винки все еще за дверью — вы иногда слышите, как он возится там, будто мышь.",
    "answers": [
      {
        "id": 51,
        "text": "– Где я?",
        "need": -51
      },
      {
        "id": 52,
        "text": "– Что ты тут делаешь?",
        "need": -52
      },
      {
        "id": 53,
        "text": "– Другого выхода нет?",
        "need": [
          20,
          -53
        ],
        "need_sometimes": false
      },
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 50,
    "text": "    — Ты меня не помнишь?\n    В чужом голосе боль и отчаяние. \n    — Не помню, — эхом отвечаете вы.\n    В этот раз язык слушается лучше, и только конец слова зажевывается. За дверью вздыхают.\n    — Что же она сотворила с тобой... — чужак обрывает себя. — Неважно. Я Винки. Твой друг.\nВинки. Знакомое имя отзывается в груди.\n    ...вы плететесь сквозь темноту в обнимку с другом, не разбирая дороги. Грязь чавкает под подошвами сапог. Мир кружится, и огни трактира мельтешат далеко впереди, как светлячки.\n    — Моя мила-ая лю-юбит ирисы, — завывают над ухом. — Не-ет миле-ее ей этих цветов.\nУдивительно мелодично. Вы хихикаете, и смех щекочет в груди.\n    — И когда-а их погрызли вдруг крысы, завела-а она сотню котов, — подхватываете вы.\n   И вдвоем взрываетесь хохотом.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "    — Ты что, забыл? Рваные струны! Я думал, магия вернет тебе все, как было! — ругается Винки. — Ты в спальне Вивиены, и... нет, слишком долго объяснять. \n    Очередное имя прошибает, как ножом.\n    — Вивиена... — шепчете вы пересохшими вдруг губами.\n    — Яр! Послушай меня, — голос Винки тверд и тороплив. — Нам надо выбраться, пока она не вернулась. Поищи, как открыть дверь. Может у Вивиьены есть запасной ключ или вроде того.\n    — Но...\n    — Скорее!",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "    Винки усмехается, звонко и чуть нервно.\n    — Спасаю тебя, конечно же. Отдаю долг. Хотя больше похоже на самоубийство.\nДолг. В глазах вспыхивает красным, и правое плечо начинает ныть. Вы трете кожу и натыкаетесь пальцами на заживший рубец. \n    — Что за долг? Откуда ты узнал, где я? Как я вообще тут оказался?\n    Вопросы так и просятся на язык, один другого быстрее, бытаясь заполнить пустоту в голове. Но Винки в ответ только нетерпеливо цыкает.\n    — Все потом. Расскажу, как выберемся.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "    — Я все обыскал.\nВинки скорбно вздыхает, и вам вдруг видится юноша в огромной шляпе, повесивший голову. \nВы задумчиво трете затылок.\n    — Просто я тут увидел проход. Но он...\n    — Заколдован, да, — перебивает вас Винки, не дав договорить. — Я тоже его нашел. Лучше попробуй сделать что-то с этой дверью. Только головой не вышибай.\n    В мелодичном голосе чудится улыбка. Вы ухватываетесь за смутное воспоминание: вытаращивший глаза трактирщик и вы, развалившийся на полу.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "    Вы подходите к двери со своей добычей.",
    "answers": [
      {
        "id": 55,
        "text": "Далее",
        "var_equal": [
          "кни",
          1
        ]
      },
      {
        "id": 56,
        "text": "Далее",
        "var_equal": [
          "кри",
          1
        ]
      },
      {
        "id": 57,
        "text": "Далее",
        "var_equal": [
          "клю",
          1
        ]
      },
      {
        "id": 58,
        "text": "Далее",
        "var_equal": [
          "роз",
          1
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "    Книга... Может, она волшебная? Но ни прикладывание, ни постукивание не помогает. Пролистав пару страниц, вы с упавшим сердцем понимаете, что украли какой-то легкомысленный романчик.",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "    Кристалл мерно сияет в ваших руках. Вы подносите его к двери, но ничего не меняется: сияние не гаснет и ярче не становится. Похоже, свет — это единственная польза.",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "    Вы подносите ключ к двери и молча стоите так пару минут. Замочной скважины, куда его можно вставить, все также нет. И на что вы вообще расчитывали?",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "    Не особо на что-то надеясь, вы подносите к двери розу. Стоит бутону коснуться резьбы, как раздается хрустальный перезвон. Носа касается сладкий запах, и бутоны не дереве распускаются. Дверь, чуть качнувшись, открывается, чуть не сбив отскочившего Винки.\n    — Рваные струны! — ругается он, но сразу же замолкает. — Яр!\n    Не успеваете вы и шага сделать, как друг заключает вас в крепкие объятия. Запах полыни ударяет в нос, и сердце щемит.\n    ...вы сидите у костра, по очереди передавая друг другу флягу. Настойка на вкус не очень, но она дарит желанное тепло, распускаясь в груди огненным цветком. В густом ночном воздухе вьется ниточка дыма. Чуть поодаль, на раскидистом кусте, сушится ваша одежда. В очередной раз передав флягу, Винки виновато косится на ваше перевязанное плечо.\n     — Прости. Ты меня ведь собой закрыл. Если б не...\n    Вы поспещно отмахиваетесь.\n    — Пустяки.\n    Но Винки серьезно мотает головой.\n    — Нет, не пустяки. Ты мне жизнь спас, — темные глаза ловят отсветы пламени. — Я обязательно верну долг, так и знай.\n    Прежде чем Винки отстраняется, вы смаргиваете непрошенные слезы.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "    Винки тем временем боязливо оглядывается по сторонам, и перо на его шляпе тревожно подрагивает.\n    Вы в длинном коридоре. Вниз ведет широкая лестница, укрытая серебристой ковровой дорожкой. Будто лунный свет над водой.\n    — Как ты меня нашел? — спрашиваете вы.\n    — Потом, — губы Винки бледные и дрожат. — Надо спешить, пока она не вернулась.\n    Он лезет в притороченную к боку сумку и вынимает пожелтевший свиток, запечатанный сургучем. Вы его сразу узнаете.\n    — Телепорт? Но он ведь стоит целое состояние, — выдыхаете невольно и замираете, вдруг осененный. — Где второй?\n    Винки бледно улыбается.\n    — Хватило только на один.\n    И протягивает свиток вам.",
    "answers": [
      {
        "id": 60,
        "text": "Принять"
      },
      {
        "id": 61,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 60,
    "text": "   — Но как же так... — шепчете вы.\n    Винки упрямо вздергивает подбородок.\n    — Бери. Если попадешься ты, то это конец, — он храбро улыбается. — А я... я смогу выбраться. Или что-то придумаю.\n    В блестящих напускной смелостью глазах сидит страх. Вы протягиваете руку и берете свиток. Бумага сухая на ощупь и все еще хранит тепло чужой руки. Нет. Нельзя так поступать. Но от одной только мысли о том, чтобы остаться тут, скручивает внутренности. И вы позволяете себя убедить.\n    — Я вернусь, — обещаете, стискивая свиток влажными от пота пальцами.\n    — Конечно вернешься, — соглашается Винки. — А может, и не понадобится. Давай.\nГлаза шарят по чужому лицу, пытаясь запомнить каждую черту: изогнутые в грустной улыбке губы, морщинки в уголках глаз, русые волосы на плече.\n    — Давай, — торопит Винки. — Ну!\n    Вы жмуритесь и с хрустом ломаете печать",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "    На один краткий миг вы представляете, что согласились. Смакуете эту сладкую мысль. А потом твердно отпихиваете чужую руку.\n    — Нет.\n    Винки недовольно хмурится.\n    — Не спорь, Яр, — он вновь протягивает свиток, добавляя. — Я успею уйти так же, как пришел. \nВы складываете руки на груди.\n   — И как же?\n   — Через ход для слуг. Там обычный замок, не волшебный, потому что двор сторожат грифоны.   Я сторговал зачарованную флейту... — он замолкает, верно, что-то разглядев в вашем лице.    — Даже не думай. Мы можем не успеть.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "    Воздух закручивается в тошнотворном водовороте, подхватывает вас, как пушинку, всасывает, сминает — и выплевывает в сырой сумрак. Вскрикнув, вы падаете прямо на мокрую траву. Запах влажной земли и земляники обступает со всех сторон, свежий и холодный. \n    Пару минут вы не двигаетесь, только жадно втягиваете его носом. Потом садитесь. Сбоку высится лес. Сквозь пышные ветви елей виднеется кусочек звездного неба и далекий замок, тенью заслонивший горизонт. Замок Вивьены.\n    Вы медленно поднимаетесь, отряхиваясь от земли. В груди колет виной. Винки остался там совершенно один. А что, если... Трясете головой, отгоняя дурные мысли. Он выберется. Или вы вернетесь. Конечно, вернетесь. Главное, чтоб Вивьена не нашла вас раньше.\n    Вновь втягиваете воздух, одуряюще свежий, ледяной воздух, пробирающий до самых костей. Так пахнет свобода.",
    "answers": [
      {
        "comment": true,
        "id": 62,
        "text": "Ледяная свежесть",
        "middle_answer": true,
        "merge": false
      },
      {
        "id": 1,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "    — Мы можем не успеть, если будем стоять и болтать дальше.\n    Вы ухмыляетесь. Винки открывает рот, чтобы что-то возразить, но в итоге махает рукой.\n    — Осел упертый. Ладно, пошли. Как знал вторую лошадь брал.\n    Вы крадетесь вниз по лестнице. Ковер скрадывавает шаги. Вскоре Винки подводит вас к крылу для слуг. Вы замедляетесь, но друг уверенно толкает запертую дверь. Внутри тихо и пахнет странно, морозом и мятой.\n    — Сон-трава, — шепчет Винки и толкает вас в коридор. \n    Быстро преодолев его, вы оказываетесь на улице. Тут же налетает ветер, приятно растрепав влажные волосы. Хочется постоять так подольше, прикрыв глаза. \n    Но Винки не медлит. Вынув из-за пазухи потертую флейту, он начинает играть — и вовремя. Первый грифон с шорохом опускается рядом, угрожающе распахнув пасть. Вы отшатываетесь, но чудовище вдуг замирает, очарованное льющимся в воздухе звуком. Флейта поет нежно и ласково. Продолжая играть, Винки поторапливающе пинает вас ногой.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "    Вы движетесь по двору мимо тварей, застывших, как каменные статуи. Ворота становятся ближе и ближе, но и Винки ступает медленно. Каждый раз, когда он спотыкается или еще отчего то останавливает игру, грифоны начинают рычать. Когда до ворот остается всего-ничего, в воздухе раздается хрустальный перезвон. Вы резко узнаете его и оттого поворачиваетесь.\n    Вивьена стоит возде одной из тварей, остро улыбаясь. Ее губы как будто высечены ножом, а золотые локоны водопадом стекают на плечи. Ладонь проходится по голове грифона в знакомом властном жесте.\n    — Послушная тварь. Преданная, — говорит женщина нежно. — В отличие от тебя.\n    Ее взгляд пронзает насквозь, будто ледяной осколок. \n    А ведь когда-то... когда-то... каким же теплым он был.\n    Рядом ругается Винки, шаря по карманам. Вы вздергиваете подбородок.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "    — Это не я превратил свою любовь в собаку.\nУлыбка Вивиены начинает напоминать трещину на лице.\n    — Лучше бы ты слелал это! — кричит она, и вы вздрагиваете как от удара. — А не врал, врал, что любишь, а потом...\n    — Я не врал, — говорите неуверенно.\nВивиена подходит ближе. Подол ее серого платья ползет по земле, как туман. Вы отшатываетесь, и она горько усмехается.\n    — Тогда что?",
    "answers": [
      {
        "id": 66,
        "text": "– Я..."
      },
      {
        "id": 67,
        "text": "– Помнишь сказку о принцессе и драконе?",
        "need": [
          84
        ]
      }
    ]
  },
  {
    "id": 66,
    "text": "    Вы растерянно замолкаете. Воспоминания перемешаны в голове, как кусочки головоломки, запутанные и разрозненные. Вы, вроде бы, любили женщину перед вами, но воспоминания об этом — как зыбкая дымка.\n    Вивиена качает головой.\n    — Вот именно.\n    — Яр, — вдруг шепчет Винки, о котором вы успели забыть. — Беги!\n    Вы неуверенно поворачиваетесь, как раз вовремя, чтобы заметить, как ваш друг достает длинную склянку и с размаху разбивает ее о землю прямо около Вивиены. Женщина с криком отскакивает. Красные капли брызжут во все стороны, но земли коснуться не успевают. В нос резко ударяет запах серы, и пространство идет трещиной. Едва удается заметить в ней рогатую голову, когда Винки дергает вас за руку, и вы несетесь к воротам. Позади гремит бой. Рядом падает огненный шар, и к сере прибавлется вонь паленых перьев. ",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "    Внезапный вопрос застает Вивиену врасплох. Она растерянно моргает и на миг вновь становится собой, той, кого вы однажды полюбили — а потом перестали любить. Сердце вновь наполняет горечь, как когда-то, и вы понимаете вместе со злостью чувствуете... жалость? Вам жаль, что все вышло так.\n    — Ты всегда говорила, что тебе жалко принца. Он ведь не изменял принцессе и не врал, просто ушел, — вы улыбаетесь и сами удивляетесь, какой мягкой выходит эта улыбка. — Я правда любил тебя, Вивиена. \n    Голубые глаза в обрамлении пушистых ресниц начинают блестеть.\n    — Если ты любил меня, то почему!..\n    Тонкие пальцы стискивают подол платья. Вы качаете головой.\n    — Я не знаю. Чувства просто прошли. Я знаю, ты многим пожертвовала ради меня. Но я не могу ничего с этим поделать.\n    Почему вы не нашли этих слов сразу? Почему она вас тогда не услышала? \n    — Уходи.\n    Голосы Вивиены звучит так глухо, что вы не сразу разбираете, и она повторяет, срывает голос:\n    — Уходи!\n    — Вивиена?\n   Винки торопливо дергает за руку, и оцепенение отступает. Отвернувшись, вы бежите к воротам, в каждое мгновение ожидая удара в спину. Но его не следует. В проходе вы оборачиваетесь. Вивиена тоже смотрит на вас, стоя в окружении чудовищ. Ее губы беззвучно шевелятся.\n    \"Прости\".\n    Но вы не знаете, сумеете ли.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "    Не останавливаясь, вы несетесь по склону, к спрятанным в подлеске лошадям, а потом гоните их по тракту. Только когда замок далеко скрывается за холмом, бледный Винки позволяет лошади перейти на шаг. \n    — Это же демон, да? — неверяще спрашиваете вы, когда молчание затягивается. — Зачем?\n    Друг стискивает челюсти. Выглядит он неважно: встрепанные волосы, глубокие тени под глазами. Шляпы нет — видно, упала.\n    — А что оставалось, — глухо отзывается он и тут же исправляется, растянув губы в улыбке. — Прорвемся!\n    — Винки, призыв же тратит годы жизни!    Особенно такой большой твари! Да и если об этом узнает канцелярия...\n    Друг смотрит вам в глаза, и вы понимаете: он знает. Сразу знал. \n   Роняете голову.\n   — Не стоило так ради меня.\nВинки ухмыляется непривычно для него криво.\n    — Пустяки. Мы еще поборемся.\n    Налетает теплый ветер, нежно касается лица и забирается за шиворот. Вы прикрываете глаза, чуть откинувшись в седле. Свобода досталась вам слишком большой ценой, ну думать об этом сейчас не хочется.\n    Потом.",
    "answers": [
      {
        "middle_answer": true,
        "text": "Паленые перья",
        "comment": true,
        "id": 68
      },
      {
        "id": 1,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "    Несмотря на случившееся, Винки вынуждает вас гнать лошадей — на всякий случай. Только отъехав далеко, он позволяет остановится на полянке и отдохнуть. Вы бездумно сидите на бревне, глядя в пустоту, пока друг ходит за водой. \n    — Ежевика уже поспела, — довольно говорит он, вернувшись с полными флягами. — На вот, поешь. Сладкая...\n    Вы растерянно глядите на пересыпанные в ладонь ягоды.\n    ...она подставляет шею под брызги духов, прикрыв глаза.\n     \"Почему ты так любишь этот запах?\"\n     Вивиена ставит флакончик на место и кидает на вас хитрый взгляд.\n    \"Ежевика вкусная, а розы красивые. Но придется пробраться сквозь шипы\".\n    \"Я попытаюсь\".\n    Винки, видно, что-то замечает в вашем лице, потому что сперва хмурится, а потом, глянув на темные ягоды, подскакивает.\n    — Ой! Ну я дурак. Прости, Яр.\n    Но вы с улыбкой закидываете ежевику в рот. В груди разливается странное спокойствие: воспоминание не приносит боли, только светлую грусть.\n    — Все нормально. И правда сладкие.\n    Вы разжевываете ягоды, и тяжесть на сердце, наконец, пропадает. Наверное, это и есть настоящая свобода — свобода от злых чувств.",
    "answers": [
      {
        "middle_answer": true,
        "text": "Ежевика и розы",
        "comment": true,
        "id": 69
      },
      {
        "id": 1,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 70,
    "text": "    Пахнет не только ими — еще бумагой, перьями и вновь духами, но слабо, едва различимо. Толстые стопки разложенны аккуратно, часть перетянута бечевкой.\n    ...Она всегда тщательно следит за порядком. Глядя, как тонкие пальцы перекладывают бумаги, вы засматриваетесь, и только упавший на одно из писем блик возвращает ваши мысли к столу. На нем — гильдейская печать.\n    \"Что это?\" спрашиваете вы.\n    Пальцы останавливаются. В уголках губ пролегают тени.\n    \"А. Приглашение. Магистр Ильсин ушел в отставку, и меня предлагают на его место,\" она не смотрит на вас и вновь начинает перекладывать бумаги, более нервно. \n    Сердце обрывается. Должность почетная — выше только королевский маг. Но магистру не позволено иметь отношений, а это значит одно.\n     \"А как же я?\" \n    Вы испуганно шарите по чужому лицу, ища там то, что боитесь увидеть. — Ты согласишься?\n    Она наконец глядит на вас — и это глаза, полные любви.\n    \"Нет\".",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "    На столе и ни намека на бардак. То, как тщательно разложены бумаги, даже пугает.",
    "answers": [
      {
        "id": 74,
        "text": "Осмотреть ящики",
        "need": [
          -74
        ]
      },
      {
        "id": 75,
        "text": "Поискать на столе",
        "need": [
          -75
        ]
      },
      {
        "id": 78,
        "text": "Открыть ящик пинцетом",
        "need": [
          72,
          -78,
          -76
        ],
        "var_more": [
          "раз",
          1
        ]
      },
      {
        "id": 83,
        "text": "Достать дневник",
        "need": 78
      },
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 72,
    "text": "    Вы осторожно поднимаете со столика пинцет, стараясь не скинуть стоящие вокруг баночки.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "    Вы находите ее сразу — корешок самый свежий, и на нем выведено золотыми чернилами \"Вивиена Л\". Не уверенные, что ищите, вы начинаете перелистывать страницы и в поисках написанной в книге фразы. Она обнаруживается, и оказывается, что вы помните ее не полностью.\n\"Роза прекрасна потому, что она роза, несмотря на шипы\".",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 74,
    "text": "    Сперва вы просто открываете ящики, но ничего особенного не находите — очередные бумаги, перья и прочее барахло. Со злостью пихнув очередной ящик внутрь, вы невольно сдвигаете лежащие в нем бумаги, и в нос вдруг ударяет морозный запах. Лишний совершенно. Нахмурившись, опустошаете ящик и обраруживаете на дне странную дырочку. А еще, даже пустой, он остается странно тяжелым.",
    "answers": [
      {
        "id": 76,
        "text": "Попытаться разломать",
        "var_add": [
          "инс",
          1
        ]
      },
      {
        "id": 77,
        "text": "Не трогать",
        "var_add": [
          "раз",
          1
        ]
      }
    ]
  },
  {
    "id": 75,
    "text": "    Отчеты, исследования, работы учеников, списки... Ничего, что могло бы вам помочь — сплошная рутина.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "    Открыть! Открыть! Вы замахиваетесь и силой бьете по днищу кулаком. Раздается громкий треск, и руку вдруг пронзает болью. Вы с ревом отшатываетесь в сторону и принимаетесь вылизывать обожженную кожу. Лишь когда она отступает, вы осмеливаетесь заглянуть в ящик. Днище почернело и обгорело. Вы трясете ящиком, и вместе с пеплом из него вываливается почерневший амулет. Если там и было что-то еще — его там больше нет.",
    "answers": [
      {
        "id": 92,
        "text": "Осмотреть амулет",
        "var_set": [
          "аму",
          1
        ]
      }
    ]
  },
  {
    "id": 77,
    "text": "    Порыв отпускает не сразу. Посидев пару мгновений, вы со вздохом задвигаете ящик обратно. Вряд ли его удастся открыть так легко.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "    Вы осторожно просовываете пинцет в отверстие и поддеваете днище. Оно легко поднимается, открыв взору потертый амулет и кожаный дневник.",
    "answers": [
      {
        "id": 79,
        "text": "Достать амулет",
        "need": -79,
        "var_set": [
          "аму",
          1
        ]
      },
      {
        "id": 80,
        "text": "Рассмотреть дневник",
        "need": 79
      }
    ]
  },
  {
    "id": 79,
    "text": "    Снова шипастые стебли! Только в этот раз стилизованные. \n    ...\"Смотри! Бабушка подарила мне его перед смертью. Как бы я хотела стать магистром, как она!\"\n    Вы задумчиво рассматриваете амулет, водя пальцем по завиткам.\n    \"Похоже на изголовье кровати\".\n    \"Конечно,\" она ласково целует вас и забирает медальон обратно.\n    Вы выныриваете из морока воспоминаний и вновь осматриваете амулет. Верно. Некоторые части выступают сильнее.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "    Вы берете дневник в руки и вздрагиваете — обложка такая холодная, будто высечена из куска льда. Пальцы покалывает. Вы осторожно пытаетесь отщелкнуть ремешок, но тот не поддается, и по руки пробегает вспышка боли. Похоже, он зачарован.",
    "answers": [
      {
        "id": 82,
        "text": "– Ни одному человеку...",
        "need": [
          20
        ],
        "var_equal": [
          "раз",
          3,
          "инс",
          2
        ]
      },
      {
        "id": 71,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 81,
    "text": "   Времени расшифровывать все нет — приходиться делать это кусками. Вы и сами не понимаете, зачем это делаете. Что-то внутри говорит: иначе нельзя. ",
    "answers": []
  },
  {
    "id": 82,
    "text": "    Вы невольно вспоминаете эти слова. Человеку... А если это будет не человек? Вы быстро облизываете губы и обращаетесь внутрь себя, туда, где еще чувствуете нечто хищное, хоть и дремлющее сейчас. \n    Запахи обостряются, опутывают клубком. С каждый вздохом все тише становятся мысли, и все громче — стук сердца в груди. Вы чувствуете, как несется по венам кровь, как трепещут крылышки носа и скалятся зубы. Зверь просыпается и поднимает голову. Чудится бег сквозь лес, раздирающий горло вой, лапы, втаптывающие влажную грязь. Вот-вот и все утонет в этом мороке. Вот-вот...\n    Но остатки разума не дают этому случиться. Пальцы быстро щелкают ремешком. Вдох — и вы возвращаетесь обратно, а инстинкты вновь засыпают глубоко внутри.\n    Дневник открыть. Кожаная обложка медленно начинает теплеть. Вы с жадностью перелистываете страницы и тут же разочарованно ворчите. На страницах — полная тарабарщина. Только фраза на самой первой написана нормально: \"Роза прекрасна потому, что она роза\". \n    Наверняка неспроста.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "    Вы вновь вынимаете дневник из ящика. Пальцы неприятно холодит.",
    "answers": [
      {
        "id": 82,
        "text": "– Ни одному человеку...",
        "need": -82,
        "var_equal": [
          "раз",
          3,
          "инс",
          2
        ]
      },
      {
        "id": 84,
        "text": "Произнести фразу",
        "need": [
          73,
          -84
        ]
      },
      {
        "id": 71,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 84,
    "text": "    Стоит процитировать книгу вслух, как страницы ярко вспыхивают, и буквы на ваших глазах перестраиваются в понятный текст. Вы начинаете читать, быстро бегая по строчкам глазами. \n    \"Я. водил меня на озеро, в свое особое место! Он никому его раньше не показывал. Как же там было красиво... Казалось, под водой горят огни. Мне никогда не было так хорошо\".\n    \"Очень сильно заболела. Подхватила что-то на болотах, наверное. Я. приехал, несмотря на ливень, и всю ночь сидел со мной. Сказал, что никогда меня не оставит\".\n    \"Сегодня пришло письмо из гильдии. Мне предлагают должность магистра. Сперва я так обрадовалась! Бабушка очень хотела, чтобы я пошла по ее стопам. Но если я соглашусь, нам с Я. придется расстаться. Я не знаю, что делать...\"\n    \"Я отказала. Поверить не могу. Я шла к этому всю жизнь, и тут... Но с моим мотыльком я так счастлива... Разве могла я оставить его? Никто не любил меня так же. И он так смотрел... Я же... Нет, я сделала все правильно\".\n    \"Бросает. Он. Меня. Бросает! Меня! После всего, что было. Он прислал мне письмо, проклятое письмо о том, что чувства прошли, и даже не имел смелости сказать это в лицо. Неужели правда? Я не верю... Нет... Смогла уговорить его приехать и обсудить. Может, он передумает? Если нет, я...\"\n    На этом дневник обрывается. Вы стоите и смотрите на исписанные страницы, как оглушенный, и воспоминания проносятся перед вашими глазами, складываются в одну картину, становятся на место. В груди сводит от боли, словно нечто дерет ее когтями. \n    Когда вы приходите а себя, пальцы так и стискивают дневник.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "    Вы задумчиво пробегаете по резьбе пальцами и замираете: в некоторых местах узор выступает чуть сильнее, чем в других. При нажатии где-то рядом сухо щелкает. Вы беспорядочно жмете еще пару раз, но ничего не происходит. Видимо, надо знать комбинацию.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "    Вы защелкиваете нужные места, сверяясь с амулетом. Когда палец вдавливает последний, раздается тонкий звон, и все встает на место. Что-то явно произошло. Но что?",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "    Вы вновь щелкаете панели, но в этот раз вместо звона по ушам ударчет противный скрип. Похоже, вы невольно включили какую-то охранную систему.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "    В воздухе раздается тихий, хрустальный перезвон, и спину обдает холод. Вы вздрагиваете, но отпрянуть не успеваете: на плечо ложится узкая женская рука. Ногти почти вгрызаются в кость, заставив вскрикнуть от боли. Запах еживики и розы обволакивает плотным пологом.\n    — Жалость. Так и знала, что она меня сгубит, — бархатный шепот касается уха. — Хорошо, твой дружок не учел твою глупость.\n    Вы дергаетесь, но рука держит крепко. В груди ворочается что-то темное и склизкое.\n    — Мой дружок... — в голове проносятся нечеткие воспоминания. — Что ты с ним сделала?\nВивьена, а теперь вы четко помните, что это Вивьена, цыкает. Перед глазами проносится красивое скривившееся лицо. Лицо, которое вы целовали, которое любили, которое...\n    Она смеется, колюче и холодно.\n    — Этого ты уже не узнаешь, мотылек.\n    Ладонь, лежащая на плече, раскаляется, как горячие угли. Жар приникает к коже и глубже, в грудь, в самое сердце. На краткий миг вы вспоминаете, все вспоминаете...\n    ...прежде чем развеяться дымом.",
    "answers": [
      {
        "comment": true,
        "middle_answer": true,
        "text": "Едкий дым",
        "need_sometimes": true,
        "id": 89
      },
      {
        "id": 1,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "Всего в квесте есть 5 концовок. \n\nОткрытые:",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 90,
        "text": "Ежевика и розы",
        "need": [
          69
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 90,
        "text": "Едкий дым",
        "need": [
          89,
          96
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 90,
        "text": "Паленые перья",
        "need": [
          68
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 90,
        "text": "Ледяная свежесть",
        "need": [
          62
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 90,
        "text": "Кровь и полынь",
        "need": [
          48
        ]
      },
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 91,
    "text": "    Вы дергаетесь и силой прижимаете руку к груди. Там, внутри, все грохочет и бьется, бьется на мелкие осколки, прямо как стеклянные флаконы. Дыхания не хватает. Вздох удается сделать лишь с пятого раза. ",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "Снова шипастые стебли! Только в этот раз стилизованные. \n    ...\"Смотри! Бабушка подарила мне его перед смертью. Как бы я хотела стать магистром, как она!\"\n    Вы задумчиво рассматриваете потемневшие завитки.\n    \"Похоже на изголовье кровати\".\n    \"Конечно,\" она ласково целует вас и забирает медальон обратно.\n    Вы выныриваете из морока воспоминаний и вновь осматриваете амулет. Верно. Некоторые части выступают сильнее.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "",
    "answers": []
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  },
  {
    "id": 95,
    "text": "",
    "answers": []
  },
  {
    "id": 96,
    "text": "    Время идет. Вы все бродите и бродите по комнате в надежде на спасение. Вдруг в воздухе раздается тихий, хрустальный перезвон, и спину обдает холод. Вы вздрагиваете, но отпрянуть не успеваете: на плечо ложится узкая женская рука. Ногти почти вгрызаются в кость, заставив вскрикнуть от боли. Запах еживики и розы обволакивает плотным пологом.\n    — Жалость. Так и знала, что она меня сгубит, — бархатный шепот касается уха. — Хорошо, твой дружок не учел твою нерасторопность.\nВы дергаетесь, но рука держит крепко. В груди ворочается что-то темное и склизкое.\n    — Мой дружок... — в голове проносятся нечеткие воспоминания. — Что ты с ним сделала?\nВивьена, а теперь вы четко помните, что это Вивьена, цыкает. Перед глазами проносится красивое скривившееся лицо. Лицо, которое вы целовали, которое любили, которое...\n    Она смеется, колюче и холодно.\n    — Этого ты уже не узнаешь, мотылек.\n    Ладонь, лежащая на плече, раскаляется, как горячие угли. Жар приникает к коже и глубже, в грудь, в самое сердце. На краткий миг вы вспоминаете, все вспоминаете...\n    ...прежде чем развеяться дымом.",
    "answers": [
      {
        "comment": true,
        "middle_answer": true,
        "text": "Едкий дым",
        "need_sometimes": true,
        "id": 96
      },
      {
        "id": 1,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  },
  {
    "id": 98,
    "text": "",
    "answers": []
  }
]