[
  {
    "id": 1,
    "text": "Тихая ночь.\nЕхать еще немного... но главное доехать.\nДолг зовёт...\n\n\n\n\nУНИКАЛЬНОЕ ПРОИЗВЕДЕНИЕ, ПОЛНОЕ ТАЙН, РОМАНТИКИ И БОЕВИКА.\nЧТО ЖЕ СЛУЧИЛОСЬ В ЭТОМ ЛАГЕРЕ И ЧТО ЕГО ЖДЕТ?\nЗАПОМИНАЮЩИЕСЯ ГЕРОИ, УВЛЕКАТЕЛЬНЫЕ ДИАЛОГИ \n\nВСЁ ЭТО ЗДЕСЬ!!!",
    "answers": [
      {
        "id": 2,
        "text": "Смотреть на дорогу"
      },
      {
        "id": 3,
        "text": "Заглянуть в сумку"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы смотрите на дорогу, мокрую от дождя ...",
    "answers": [
      {
        "id": 4,
        "text": "Очень внимательно смотреть на дорогу"
      },
      {
        "id": 5,
        "text": "Ехать дальше\n"
      }
    ]
  },
  {
    "id": 3,
    "text": "Внутри мирно потикивает бомба, которая дожидается своего часа...",
    "answers": [
      {
        "id": 7,
        "text": "Весело подергать красный провод"
      },
      {
        "id": 9,
        "text": "Весело подергать синий провод"
      },
      {
        "id": 2,
        "text": "Весело подергать можно и потом"
      }
    ]
  },
  {
    "id": 4,
    "text": "Смотря очень внимательно вы задумываетесь, а вдруг дорога мокрая не из-за дождя...а ...пота???",
    "answers": [
      {
        "id": 6,
        "text": "Еще внимательнее смотреть на дорогу "
      },
      {
        "id": 5,
        "text": "Ехать дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы обращаете внимание на вывеску \" До Жаксы осталось 200 метров\"\n",
    "answers": [
      {
        "id": 10,
        "text": "Остановиться и рассмотреть вывеску"
      },
      {
        "id": 11,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Возможно ...эта дорога повидала многое...",
    "answers": [
      {
        "id": 8,
        "text": "Смотреть капец как внимательно"
      },
      {
        "id": 5,
        "text": "Ехать дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "ВЗРЫВ \nЖеня Зинин прожил долгую жизнь, но его смерть однозначно лучше интервью с Данияром",
    "answers": []
  },
  {
    "id": 8,
    "text": "Вы смотрели очень очень внимательно и случайно сбиваете коня, который тоже задумчиво смотрел на дорогу и очень задумчиво крутил своей писей",
    "answers": [
      {
        "id": 13,
        "text": "Извиниться перед конем"
      },
      {
        "id": 14,
        "text": "Шлепнуть коня"
      },
      {
        "id": 15,
        "text": "Сначала надо вылезти из перевернутой машины, которая врезалась в дерево и горит"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы дергаете провод и решаете, что это как-то неуважительно по отношению к красному проводу",
    "answers": [
      {
        "id": 7,
        "text": "Подергать красный провод"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы трогаете знак, а в глубине души чувствуете страх перед этим странным местом...",
    "answers": [
      {
        "id": 23,
        "text": "Начать лизать знак"
      },
      {
        "id": 24,
        "text": "Дружески похлопать по знаку"
      },
      {
        "id": 11,
        "text": "Пора закончить начатое"
      }
    ]
  },
  {
    "id": 11,
    "text": "Его цель — лагерь Жаксы, надо уничтожить зло...\n\nНо проблема заключалась в том, что лагерь был закрыт на ночь, а Евгений не мог ждать до утра. Он знал, что на завтра будет уже слишком поздно. \n\n\nПеребравшись через ограду(через огромную дырку в заборе), он оказался на территории лагеря.  Ему повезло: охранники, двое молодых ребят, спали в сторожке, увлеченные игрой в карты. Но вот, из-за угла показался  инвалид колясочник,  грохоча колесами по асфальту. \n\nЭто был Петр,  охранник, который был  глухим, слепым  и  с  неуемным  аппетитом  к  водке.  В этот момент  он  был  в  непристойном  состоянии. \n\n",
    "answers": [
      {
        "id": 25,
        "text": "Время Рэмбо..."
      },
      {
        "id": 30,
        "text": "Время романтики..."
      }
    ]
  },
  {
    "id": 12,
    "text": "Дым вился клубами, обволакивая перевернутый автомобиль, как дымкой таинственности. Евгений Зинин,  старый  дед,  сидевший  в  салоне,  ощущал,  как  тело  ломит  от  боли.  Он  пытался  выбраться,  но  руки  не  слушались.  Перед  его  глазами  мелькали  краски  пламени,  отражавшиеся  в  разбитом  стекле.  \n\nВнезапно,  через  дым,  он  увидел  ее.  Лошадь.  Черная  как  ночь,  с  глазами,  полными  искры  и  жизни.  Она  стояла  у  края  леса,  наблюдая  за  ним  с  непонятным  выражением  лица.  \n\nЕвгений  Зинин  попытался  подняться,  но  упал  обратно  на  сиденье.  В  этот  момент,  он  увидел,  как  лошадь  наклоняет  голову,  словно  хотя  бы  что-то  сказать.  И  в  этом  молчаливом  взгляде,  он  увидел  что-то  непонятное,  но  привлекательное.  \n\nВ  его  старом  сердце  забился  молодой  ритм.  Он  увидел  не  только  красоту  этой  лошади,  но  и  некую  нежность,  которую  он  давно  не  чувствовал.  \n\nОн  попытался  вновь  подняться,  и  лошадь  как  будто  ответила  ему,  медленно  подойдя  ближе.  Она  наклонилась  и  коснулась  своей  мокрым  носом  его  руки.  \n\n\"Ты  такая  красивая...\" —  прошептал  Евгений  Зинин,  чувствуя  нежность  в  своей  душе.  \n\nЛошадь  вновь  коснулась  его  руки  и  как  будто  улыбнулась.  \n\nВ  этот  момент,  Евгений  Зинин  почувствовал  не  только  боль  от  травм,  но  и  счастье.  Счастье  от  того,  что  в  этой  беде,  он  встретил  существо,  которое  понимает  его,  которое  приносит  ему  тепло  и  радость.  \n\nОн  не  знал,  что  будет  дальше,  но  в  этом  пожаре,  в  этом  хаосе,  он  встретил  нечто  прекрасное,  что  позволило  ему  найти  нежность  и  любовь.  \n\nИ  даже  если  это  было  только  воображение,  оставаясь  в  горящей  машине,  он  был  счастлив.\n\nНо потом он сгорел нахуй",
    "answers": []
  },
  {
    "id": 13,
    "text": "Конь возмущенно фыркает , в его голосе слышится возбужденные нотки",
    "answers": [
      {
        "id": 12,
        "text": "Тоже возмущенно фыркнуть"
      },
      {
        "id": 16,
        "text": "Вспомнить, что ты сидишь в перевернутой машине, которая врезалась в дерево и горит"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ловким движением руки вы шлепаете коня, он заигрывающе закусывает губу, а его глаза очень романтично разъезжаются ",
    "answers": [
      {
        "id": 17,
        "text": "Если для коней это признак возбуждения...может быть стоит сделать такое же лицо?"
      },
      {
        "id": 18,
        "text": "Шлепнуть еще раз"
      }
    ]
  },
  {
    "id": 15,
    "text": "В кромешной тьме царила тишина, нарушаемая лишь тихим шипением. Евгений Зинин, голова забитая осколками, а попа в царапинах, лежал на потолке перевернутого автомобиля. Он с трудом разлепил веки, пытаясь сориентироваться. Все кружилось, мир казался искаженным, будто в кривом зеркале. Он чувствовал резкую боль, словно кто-то всадил ему в грудь острый нож. Ноги были зажаты, металлический каркас салона давил на грудь. Он был в ловушке, заживо погребенный под обломками.\n\nПамять услужливо предоставила ему последние мгновения: скользкая дорога, гололед, резкий рывок руля, удар, оглушительный грохот, и… темнота. Он помнил, как его конь заржал, но сейчас только его собственное дыхание разрывало тишину. Паника начинала подниматься волной, но он заставлял себя дышать, бороться с нарастающим страхом.\n\nОн поднажал и открыл дверь",
    "answers": [
      {
        "id": 22,
        "text": "Подумать, что ты медведь"
      },
      {
        "id": 5,
        "text": "Выйти и отправиться дальше, здесь больше нечего ловить, этот конь не такой уж и секси"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вспомнив , где находитесь вы начинаете орать и биться в конвульсиях , конь смотрит на вас и сует свое писло вам в окно.\n\nВы умерли...но возможность увидеть писло коня перед смертью того стоит...так ведь?",
    "answers": []
  },
  {
    "id": 17,
    "text": "В  этот  момент,  Евгений  Зинин  решил  сделать  нечто  необычное.  Он  пытался  повторить  выражение  ее  лица.  Он  попытался  выразить  тот  же  романтический  взгляд,  тот  же  загадочный  блеск  в  глазах.  \n\nОн  пытался,  но  его  старые  глаза  уже  не  могли  выразить  то,  что  он  хотел.  Его  веки  были  тяжелыми,  и  он  только  увидел,  как  его  глаза  разъехались  в  разные  стороны,  а  губы  невольно  закусили  нижнюю  губу. \n\nВ  этот  момент,  он  увидел,  что  лошадь  немного  наклонила  голову,  словно  улыбаясь  его  нелепой  попытке.  \n\nИ  в  этой  улыбке,  он  увидел  не  только  сочувствие,  но  и  смех.  \n\nЕвгений  Зинин  понял,  что  он  делает  нечто  глупое,  но  в  этом  безумии  он  нашел  счастье.  Счастье  от  того,  что  он  смог  выразить  свои  чувства,  пусть  даже  и  так  нелепо.  \n\nИ  в  этом  пожаре,  в  этом  хаосе,  он  нашел  нечто  прекрасное.  \n\nОн  увидел  в  этой  лошади  не  только  животное,  но  и  кого-то,  кто  может  понять  его  душу.\n\n\nА потом он сгорел нахуй",
    "answers": []
  },
  {
    "id": 18,
    "text": "Ловким движением руки вы шлепаете коня еще раз, он еще более заигрывающе закусывает губу, а его глаза очень-очень романтично разъезжаются ",
    "answers": [
      {
        "id": 19,
        "text": "Шлепнуть еще раз"
      },
      {
        "id": 20,
        "text": "Если для коней это признак возбуждения...может быть стоит сделать такое же лицо?"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ловким движением руки вы шлепаете коня еще раз, он невероятно заигрывающе закусывает губу, а его глаза разъезжаются  настолько, что вы больше не можете сдерживаться и чувствуете жар...\nЛошадь смотрит на Вас , ожидая ответа...",
    "answers": [
      {
        "id": 21,
        "text": "Это жар моего сердца..."
      },
      {
        "id": 16,
        "text": "БЛЯТЬ ЭТО МОЯ МАШИНА"
      }
    ]
  },
  {
    "id": 20,
    "text": "Женя Зинин напрягая свои мышцы лица старается заигрывающе повторить выражение лошади, но случайно пукает, потом еще раз, тем самым еще сильнее разжигая пожар в лесу...\nПОТОМУ ЧТО ВЫ ЗАБЫЛИ НАХУЙ, ЧТО СИДИТЕ В ПЕРЕВЕРНУТОЙ МАШИНЕ, КОТОРАЯ ВРЕЗАЛАСЬ В ДЕРЕВО И ГОРИТ НАХУЙ",
    "answers": []
  },
  {
    "id": 21,
    "text": "Это твоя горящая перевернутая машина, которая врезалась в дерево и горит, придурок.\nхотя уже поздно, лох",
    "answers": []
  },
  {
    "id": 22,
    "text": "Вы сгорели нахуй\n\n\nБлин, а ведь это рил смешно...\n\n\n\nтучка кеша лисичка цыпа\nууу пасхалко",
    "answers": []
  },
  {
    "id": 23,
    "text": "Старый Евгений Зинин, крепкий, как дуб, но с морщинами, как у изюма, стоял у знака\n\nВдохнув  полной  грудью  свежий  воздух,  пропитанный  запахом  степи  и  сосен,  он  почувствовал,  как  все  его  старые  болезни  отступают.  Он  был  полн  сил!\n\nИменно в этот момент  он  увидел  знак,  с  красной  краской,  которая  уже  потрескалась  от  солнца.  Он  прочитал  его  вслух:  \"До  лагеря  Жаксы  200  метров!\".\n\nИ  не  зная,  что  на  него  нашло,  Евгений  Зинин  нагнулся  и  начал  лизать  знак.  Он  лизал  его  с  удовольствием,  чувствуя,  как  железный  металл  охлаждает  его  язык.  Он  лизал  его  с  упорством,  словно  хотел  впитать  в  себя  все  то  хорошее,  что  несло  этот  знак.\n\nПотом  он  отстранился  от  знака  и  громко  сказал:  \"Лучший  лагерь  в  мире!  Лучший  лагерь!\".  \n\nЕвгений  Зинин  был  счастлив.  Он  чувствовал,  что  наконец  то  добрался  до  места,  где  он  сможет  найти  отдых  для  тела  и  души.  Он  был  готов  испытать  все  прелести  лагеря  Жаксы. \n\nИ  он  был  готов  лизать  этот  знак  еще  не  раз,  потому  что  он  верил,  что  он  приносит  счастье.",
    "answers": [
      {
        "id": 28,
        "text": "Продолжать лизать"
      },
      {
        "id": 11,
        "text": "Долг зовёт..."
      }
    ]
  },
  {
    "id": 24,
    "text": "Старый Евгений Зинин, с морщинами, как у пересохшего винограда,  почувствовал резкий Вдохнув полной грудью свежий воздух, пропитанный запахом степи и сосен, он почувствовал, как все его старые болезни отступают. Он был полон сил!\n\nИменно в этот момент, как он поднял руку, чтобы  шлепнуть по знаку, он услышал свист, будто кто-то пустил стрелу. В тот же миг на него с ветки дерева,  с грохотом,  упала  белка — маленькая, но кровожадная,  с глазами,  как  у  хищника. \n\n—  Ты кто такой?! —  прорычала белка,  сжимая  в лапах  какой-то  взрывчатый  прибор.  —  Ты  смеешь  трогать  священный знак?  \n\nЕвгений Зинин опешил.  Белка  была  настоящим  берсерком,  с  бешеным  взглядом.  Он  пытался  объяснить,  что  хотел  просто  шлепнуть  по  знаку,  но  белка  не  хотела  слушать.\n\n—  Нет  прощения!  —  проревела  она,  —  Ты  должен  быть  наказан!\n\nИ  она  бросила  свой  взрывчатый  прибор  прямо  в  ноги  Евгению  Зинину!\n\nПроизошел  оглушительный  взрыв.  Евгений  отлетел  на  несколько  метров,  но  почувствовал,  что  жив.  Он  огляделся  вокруг  и  увидел,  что  огненный  шар  поглотил  знак,  а  белка  вцепилась  в  него  с  бешеным  ожесточением.  Она  продолжала  бесноваться,  крича  и  высказывая  грозные  угрозы.\n\n—  Не  простим!  —  вопила  белка,  —  Мы  отомстим!  \n\nЕвгению  Зинину  пришлось  быстро  сбежать  от  этого  места,  пока  белка  не  решила  использовать  свою  новую  взрывчатку.  Он  с трудом  поднялся  на  ноги,  почувствовав  сильную  боль,  и  побежал  в  сторону  лагеря.  Он  бежал,  озираясь  назад,  пока  не  увидел  дым  и  пламя,  которые  охватывали  знак  \"До  лагеря  Жаксы  200  метров\".\n\nЕвгений  Зинин  не  мог  поверить  в  то,  что  произошло.  Он  хотел  просто  шлепнуть  по  знаку,  а  в  итоге  устроил  настоящий  взрыв,  угрожающий  всем  окрестностям.  Теперь  он  бежал  к  лагерю  Жаксы,  опасаясь,  что  белка-берсерк  будет  преследовать  его.  \n\nОн  был  уверен,  что  ему  не  повезло  с  лагерным  знаком,  но  он  еще  не  знал,  что  это  только  начало.",
    "answers": [
      {
        "id": 11,
        "text": "Бежать со всех ног"
      },
      {
        "id": 27,
        "text": "Попытаться подкатить к белке-берсерку"
      }
    ]
  },
  {
    "id": 25,
    "text": "Э?! —  проорал  Петр\nЕвгений  быстро  пригнулся,  оказавшись  в  тени  куста.  Он  увидел,  что  Петр  был  вооружен  дробовиком,  который  был  направлен  вообще не в  его  сторону.\n\n—  Э! —  прокричал  Петр,  —  Э!\n\nЕвгений  понял,  что  нужно  действовать  быстро.  Он  поднял  с  земли  небольшой  камень  и  бросил  его  в  коляску.\n\n—  Ай!  —  закричал  Петр.\nЕвгений  поднял  с  земли  еще  один  камень  и  бросил  его  в  коляску,  но  на  этот  раз  он  попал  в  дробовик.\n\n—  А-а-а!  —  заорал  Петр.\n\nЕвгений  выскочил  из  куста  и  бросился  на  Петра.  Он  схватил  его  за  руку  и  вырвал  дробовик.\n\n—  Ну,  что,  старик,  попробуй  меня  убить  теперь!  —  сказал  Евгений  Зинин,  улыбаясь.\n\n\nЕвгений  засмеялся.  —  Я  не  боюсь  слепых.\n\nОн  быстро  оглянулся  вокруг,  ища  что-нибудь  полезное.  Он  увидел  рядом  с  коляской  большой  камень.  Он  взял  его  и  бросил  в  Петра.\n\nКамень  попал  Петру  прямо  в  голову.  \n\n—  А-а-а!  —  закричал  Петр,  и  упал  на  землю,  теряя  сознание.  \n\nЕвгений  Зинин  вздохнул  с  удовлетворением.  Он  справился  с  охранником.  Теперь  он  мог  идти  к  цели.  \n\nОн  взял  дробовик,  который  лежал  рядом  с  Петром,  и  пошел  дальше.  \nТеперь пришел его час расплаты...\nБеги, Данияр...\n\n",
    "answers": [
      {
        "id": 29,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "Евгений Зинин бежал, оглядываясь назад, пока не увидел, как огонь,  словно злой дракон,  поглощает знак \"До лагеря Жаксы 200 метров\".  В его голове царил хаос: он шлепнул по знаку,  и  в ответ получил взрыв, а  еще  и белку-берсерка, которая  угрожала всем  окрестностям.\n\nНо  в этот момент,  он  увидел  ее,  белку,  стоящую  на  краю  огненной  кучи.  Она  была  маленькой,  но  в  ее  глазах  горел  огненный  блеск,  а  ее  хвост  трепетал,  словно  флаг  войны. \n\nЕвгений  Зинин  остановился.  Он  почувствовал  нечто  необъяснимое,  нечто,  что  было  сильнее  страха  и  боли.  Он  почувствовал  романтику.\n\n—  Ты…  ты  прекрасна,  —  прошептал  он.\n\nБелка  фыркнула.  —  Не  надо  мне  льстить,  старый  дурак.\n\n—  Я  не  льщу,  —  ответил  Евгений  Зинин,  —  Я  говорю  правду.\n\nОн  бросился  обратно  к  белке,  несмотря  на  то,  что  она  была  опасна  и  зла.  Он  хотел  быть  рядом  с  ней,  хотел  почувствовать  ее  огненный  дух.\n\nНо  когда  он  подошел  ближе,  то  увидел,  что  белка  уже  не  одна.  Рядом  с  ней  стоял  танк,  огромный  и  мощный,  с  огненным  знаком  на  башне.  \n\n—  Ты  думаешь,  ты  сможешь  меня  остановить?  —  спросила  белка,  —  Я  тебя  предупреждала,  старый  дурак.\n\nИ  она  вскочила  на  башню  танка,  отдав  приказ  о  нападении.\n\nТанк  ворвался  в  движение.  Из  пушки  вылетел  огненный  шар,  который  разнес  все  вокруг  в  пух  и  прах.  Евгений  Зинин  отпрыгнул  в  сторону,  увернувшись  от  взрыва.\n\n—  Ты  должен  быть  наказан!  —  прокричала  белка  с  танковой  башни.  —  За  то,  что  тронул  священный  знак!\n\nИ  она  началась  стрелять  из  всех  орудий  танка.  Евгений  Зинин  отбивался,  как  мог,  используя  все  что  было  под  рукой:  камни,  палки,  и  даже  свою  \"Ниву\".  \n\nНо  белка  была  слишком  сильна.  Танк  стрелял  не  прекращая.  В  небе  разрывались  снаряды,  земля  дрожала,  а  воздух  заполнился  дымом  и  пламенем.\n\nВ  итоге,  белка  все  же  добилась  своего.  Танк  выстрелил  в  последний  раз,  и  огненный  шар  попал  прямо  в  сердце  Евгения  Зинина.  \n\nЕвгений  Зинин  исчез  в  пылающем  огне.  \n\nА  белка  стояла  на  танковой  башне,  с  горелым  хвостом  и  огненными  глазами,  и  кричала:  —  Я  победила!  \n\nНо  ее  победа  была  самой сладкой.  Она  уничтожила  все  вокруг,  включая  и  самого  Евгения  Зинина,  которого  она  хотела  убить.  \n\n",
    "answers": []
  },
  {
    "id": 28,
    "text": "Чем больше он лизал, тем сильнее становилась его страсть к знаку. Он лизал его так сильно, так нежно, будто хотел впитать в себя все то хорошее, что нес этот знак.  \n\nОн лизал знак, пока не почувствовал, как его рука, уже не осознанно, начала набирать на телефоне код доступа к ядерному оружию. Он не заметил этого. Он был поглощен своей нежностью.  \n\nИ когда код был набран, он посмотрел на знак и с улыбкой прошептал: \"Ох ты, старый дуралей!\".  \n\nВ тот же момент, по всему миру пронеслась волна ядерного пламени.  \n\nЕвгений Зинин почувствовал жару, которая окутала его с головы до ног. Он поднял голову и увидел, как небо горит, а земля дрожит.  \n\nОн не понял, что произошло. Он только увидел перед собой знак, который  сиял, словно горящий костер. \n\nОн не мог поверить, что это его  лизы   привели  к  такому  кошмарному  финалу.  Он  всего  лишь  хотел  добраться  до  лагеря  Жаксы  и  погрузиться  в  понос,  чтобы  избавиться  от  болей  в  спине , ногах, руках, голове, шее, тазе, пузе.  \n\nТеперь  же  он  был  охвачен  пламенем,  и  ему  не  было  спасения.  \n\nНо  он  не  жалел  о  том,  что  лизал  знак.  Он  верил,  что  это  было  не  зря.  Ведь  этот  знак  был  самым  лучшим,  что  он  когда-либо  видел.  И  он  был  счастлив,  что  мог  поделиться  своей  нежностью  с  ним. \n\nИ  в  момент  своей  гибели,  он  улыбнулся,  ощущая  как  пламя  охватывает  его  все  сильнее.  \n\n\"Вот  так  вот  я  и  умираю\",  —  подумал  он,  \"Но  хотя  бы  умер  с  улыбкой\". \n\nИ  он  умер.  \n\nА  знак  продолжал  гореть,  освещая  полыхающее  небо.",
    "answers": []
  },
  {
    "id": 29,
    "text": "СКОРО",
    "answers": []
  },
  {
    "id": 30,
    "text": "\n\n—  Э?! —  проорал  Петр.\n\nЕвгений  понял, что Петр  ничего  не  видит,  и  что  он  может  его  обмануть.  Он  осторожно  вышел  из  куста  и  под  покровом  ночи  подошел  к  Петру. \n\n—  Привет,  —  сказал  Евгений,  нежно  погладив  Петра  по  голове.\n\n—  Э?!  —  прохрипел  Петр,  еще  не  осознавая,  что  перед  ним  стоит  человек.\n\n—  Это  я,  —  ответил  Евгений,  —  Не  бойся,  я  тебя  не  трону.  \n\nОн  поцеловал  Петра  в  щеку.  \n\nПетр  отшатнулся.  —  Э?  \n\n—  Я  —  твоя  судьба,  —  прошептал  Евгений,  —  Я  пришел,  чтобы  избавить  тебя  от  печали.  \n\nОн  опять  поцеловал  Петра  в  щеку,  но  на  этот  раз  он  поцеловал  его  сильнее.  \n\n—  М-м-м,  —  пробормотал  Петр.\nЕвгений  засмеялся,  и  опять  поцеловал  Петра.  На этот  раз,  Петр  ответил  на  поцелуй. \n\nОни  целовались  долго  и  страстно,  забыв  обо  всех  на  свете.  \n\nКогда  они  оторвались  друг  от  друга,  они  оба  смеялись.  \n\n\n—  Я тебя  люблю,  —  ответил  Евгений,  —  Поехали  со  мной  в  Семипалатинск.  \n\nОни  уехали  на  коляске  Петра.  \n\nИ  они  уехали  в  Семипалатинск,  чтобы  искупаться  в  радиоактивном  озере  и  отпраздновать  свою  любовь.",
    "answers": []
  }
]