[
  {
    "id": 1,
    "text": "Автор: ワイズマン\nЖанр: Ужасы, криминал, псевдоромантика, фэнтези. \n\nАннотация:\n\nРечь идёт от лица девушки – Эшли Вагнер. Девушка из семьи герцога Уильяма Вагнер, получила прекрасное образование и должна была унаследовать титул.\n\nТак бы и было если бы в день ее совершеннолетия не произошел дворцовый переворот. Император свергнут, его преспешники изгнаны из страны, родители Эшли в тюрьме. \n\nСама девушка вынуждена бежать в скрытое поместье своей семьи, но Эшли не знала что уже на тот момент хозяином поместья являлся старый вампир... ",
    "answers": [
      {
        "id": 2,
        "text": "Начало",
        "var_set": [
          "global base_layer_alpha",
          0.2
        ]
      },
      {
        "id": 3,
        "text": "Содержание"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.imgur.com/gSiiHUU.png",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.imgur.com/M8I8Pmu.png",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог\n\nХолод пробирал до костей, просачиваясь сквозь тонкое платье, словно змея, ползущая под кожу.  Лунный свет, проникающий сквозь витражи, рисовал на полу причудливые узоры, подобные костям скелетов, танцующих в моём разуме.  Запах пыли и старых роз, смешанный с едва уловимым металлическим оттенком, щекотал ноздри, напоминая о крови, о страхе, о том, что моя жизнь больше не принадлежит мне.\n\nЯ, Эшли Вагнер, наследница герцогского рода, чьё имя когда-то гремело в императорских залах, теперь пряталась в тени, подобно трусливой мыши.  Дворцовый переворот, свержение императора, арест моих родителей – всё это рухнуло на меня, как лавина, сметая всё на своём пути.  И вот я, беглянка, скрываюсь в этом проклятом поместье, которое, как я узнала, уже давно стало пристанищем для чего-то… древнего, нечеловеческого.\n\nСтарый вампир.  Эти слова, шепнутые слугой, который предал меня,  пронзили меня, как лезвие.  Вампир…  Существо из легенд, из кошмаров, которые я, будучи ребёнком, слышала от няни.  Теперь эта легенда стала моей реальностью, моей тюрьмой.\n\nЯ чувствую его взгляд, ледяной и пронизывающий, словно он уже здесь, в этой комнате, наблюдает за мной, как за добычей.  Сердце колотится в груди, как пойманная птица, готовая вырваться из клетки.  Я сжимаю в руках кулон, подаренный матерью, единственный остаток былой роскоши, единственное напоминание о том, кем я была.\n\nНо я не сломлюсь.  Я, Эшли Вагнер, не буду просто жертвой.  Я буду бороться.  Я разгадаю тайны этого поместья, найду способ спасти своих родителей, и, возможно, даже уничтожить этого вампира, который посмел вторгнуться в мою жизнь.  Пусть он и древний, и могущественный, но я не боюсь.  В моих жилах течёт кровь герцогов, а в сердце – огонь, который не потушить никакой тьме.",
    "answers": [
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://i.imgur.com/tVWG9JC.png"
      },
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Содержание",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница"
      },
      {
        "id": 2,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ночь, словно бархатный покров, окутывала поместье, усиливая и без того гнетущую атмосферу.  Каждый шорох, каждый скрип половиц, каждый шелест ветра за окном – всё это звучало как предвестники чего-то ужасного, чего-то, что таилось в тенях, готовое вырваться наружу.  Я, Эшли, прижавшись к холодному камню стены,  вслушивалась в эти звуки, пытаясь различить в них хоть что-то знакомое, хоть что-то, что могло бы дать мне хоть малейшее представление о том, что меня ждёт.\n\nСтрах, подобно лиане, обвивал моё сердце, сдавливая его в тисках паники.  Но я гнала его прочь, заставляя себя думать рационально.  Я не могла позволить страху парализовать меня,  не могла позволить ему сломить меня.  Я должна была быть сильной,  должна была выжить.\n\nВспоминая рассказы старых слуг, я понимала, что это поместье хранит множество тайн,  множество секретов, которые могут быть ключом к моей свободе.  Я начала исследовать его,  пробираясь по тёмным коридорам,  заглядывая в пыльные комнаты,  ища хоть какие-то подсказки.  \n\nКаждая комната – это отдельный мир,  застывший во времени.  Портреты предков,  с их холодными,  бесчувственными взглядами,  наблюдали за мной,  словно осуждая мою слабость.  Книги,  наполненные древними заклинаниями и историями о вампирах,  лежали на пыльных полках,  словно соблазняя меня своими тайнами.  \n\nИ чем глубже я проникала вглубь поместья,  тем сильнее становилось ощущение, что я не одна.  Что за мной наблюдают,  что за мной следят.  Я чувствовала его присутствие,  холодное и пронизывающее,  как лезвие,  готовое вонзиться в мою плоть.  \n\nВ одной из комнат,  заставленной старинными музыкальными инструментами,  я наткнулась на дневник.  Дневник,  написанный рукой одного из моих предков,  который, как я поняла,  тоже столкнулся с этой угрозой.  В нём были описаны ритуалы,  заклинания,  и, самое главное,  слабости этого вампира.  \n\nОн боялся света,  особенно солнечного.  Он боялся серебра.  И, что самое интересное,  он был связан с этим поместьем,  не мог покинуть его пределы.  \n\nЭто давало мне надежду.  Надежду на то, что я смогу победить его,  что я смогу выжить.  Но эта надежда была хрупкой,  как лепесток розы на ветру.  Ведь я всё ещё не знала,  кто он,  и что он задумал.  \n\nИ эта неизвестность,  эта тьма,  окутывающая меня со всех сторон,  была самой страшной из всех моих опасений.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Солнечные лучи, подобные золотым стрелам, пронзали тьму, проникая сквозь щели в занавесях,  освещая пыльные ковры и запыленные картины.  Я, Эшли, словно мотылёк, привлечённый светом,  бродила по поместью,  раскрывая одну за другой тяжёлые шторы,  впуская в него жизнь,  впуская в него надежду.  \n\nКаждый день,  как маленькая победа,  как вызов тьме,  которая пыталась поглотить меня.  Я знала, что вампир боится света,  и я использовала это против него.  Я хотела,  чтобы он чувствовал себя неуютно,  чтобы он понимал,  что его власть над этим местом  начинает рушиться.\n\nВместе со светом приходили и ответы.  В дневнике моего предка я нашла упоминание о тайных ходах,  о подземных лабиринтах,  которые скрывались под поместьем.  И я,  воодушевлённая надеждой,  начала их искать.  \n\nЯ изучала старинные карты,  расспрашивала старых слуг,  которые,  оказалось,  знали о существовании вампира,  но молчали из страха.  Они рассказывали мне о легендах,  о тайнах,  которые передавались из поколения в поколение,  словно эстафета страха.  \n\nЯ узнала,  что в подземельях поместья хранится нечто очень ценное,  нечто,  что вампир охраняет.  Нечто,  что,  возможно,  является ключом к его силе.  \n\nИ я, решила добраться до этого сокровища.  Я знала,  что это опасно,  что это может стоить мне жизни.  Но я не могла остановиться.  Я должна была узнать правду,  я должна была положить конец этому кошмару.\n\nДни сменялись ночами,  и я,  словно охотник,  следила за вампиром,  изучая его привычки,  его слабости.  Я поняла,  что он активен только ночью,  что он избегает солнечного света,  что он боится серебра.  \n\nИ я начала готовиться к финальной схватке.  Я собрала все свои силы,  всю свою храбрость,  всю свою решимость.  Я знала,  что это будет битва не на жизнь,  а на смерть.  Но я была готова.  Я была готова сражаться за свою свободу,  за свою жизнь,  за своих родителей.  \n\nИ в один из солнечных дней,  когда свет проникал в каждый уголок поместья,  я спустилась в подземелья,  в сердце тьмы,  в логово вампира.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ступени, влажные от сырости и времени, скрипели под моими ногами, словно стонали от предчувствия грядущей битвы.  Воздух был тяжел, пропитан запахом сырости и чего-то… сладкого, манящего.  Сердце колотилось в груди,  но не от страха, а от предвкушения.  Я шла к разгадке, к финалу этой истории, к встрече с тем, кто держал в своих руках мою судьбу – Август.\n\nДа, я узнала его имя.  Не из дневника, не от слуг, а из собственных ощущений.  В его взгляде,  в его присутствии,  в том, как он наблюдал за мной,  скрываясь в тенях,  я почувствовала не только угрозу, но и… что-то другое.  Что-то, что заставляло дрожать не только от страха, но и от странного,  непонятного влечения.\n\nИ вот,  в самом сердце подземелья,  освещённом лишь мерцанием факелов,  я увидела его.  Август.  Высокий,  стройный,  с бледной кожей,  словно мраморная статуя,  и глазами,  в которых танцевали тьма и свет.  \n\nОн стоял,  опираясь на посох,  и смотрел на меня,  не выражая ни гнева, ни злобы,  а…  интерес.  \n\n\"Эшли Вагнер\", – произнёс он,  и его голос,  глубокий и бархатный,  проник в самое сердце,  заставив его трепетать.  \"Я ожидал тебя\".\n\nЯ не испугалась.  Я не отшатнулась.  Я чувствовала,  что он не собирается нападать,  что он не хочет причинить мне боль.  В его взгляде я увидела нечто большее,  нечто,  что заставило меня забыть о страхе,  о своей миссии,  о своей ненависти.\n\n\"Ты…  ты знаешь,  кто я\", – прошептала я,  чувствуя,  как щёки заливает румянец.\n\nОн улыбнулся,  и эта улыбка,  такая холодная и прекрасная,  растопила лёд в моей душе.  \"Я знаю всё о тебе,  Эшли.  Я знаю о твоей силе,  о твоей храбрости,  о твоей решимости\".\n\nОн подошёл ко мне,  и я почувствовала его тепло,  его присутствие,  его силу.  И в этот момент,  вопреки всему,  вопреки здравому смыслу,  я поняла,  что не боюсь его.  Я…  я желаю его.  \n\nЕго взгляд,  его прикосновение,  его голос – всё это завораживало меня,  притягивало,  словно магнит.  И я,  Эшли Вагнер,  наследница герцогского рода,  девушка,  которая должна была сражаться с вампиром,  почувствовала,  как моя ненависть тает,  как моя решимость рушится,  как моё сердце открывается для него.\n\n\"Ты прекрасна\", – прошептал Август,  наклоняясь ко мне.  \n\nИ я,  забыв обо всём,  о своей миссии,  о своей семье,  о своей ненависти,  ответила ему:  \"И ты…  ты прекрасен\".",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "В тот миг, когда мои губы едва коснулись его,  когда я позволила себе утонуть в иллюзии его красоты,  в его голосе,  в его взгляде,  Август оскалился.  Не в улыбке,  не в дружелюбном жесте,  а в оскале,  раскрывающем пасть,  наполненную острыми,  как бритва,  клыками.  \n\nЕго глаза,  до этого момента полные странного,  завораживающего света,  потемнели,  становясь чёрными,  как бездонная пропасть.  В них не было больше ни малейшего намёка на то очарование,  которое он так мастерски использовал,  чтобы заманить меня в ловушку.  \n\n\"Прекрасна,  говоришь?\" – прошипел он,  и его голос,  до этого бархатный и мелодичный,  стал хриплым,  пропитанным ядом.  \"Ты даже не представляешь,  насколько прекрасна ты будешь,  когда я выпью твою кровь\".\n\nВ этот момент,  как будто холодный душ,  на меня обрушилась вся правда.  Вся иллюзия,  которую он так искусно создал,  распалась в прах.  Я поняла,  что он не испытывал ко мне никаких чувств,  кроме жажды.  Жажды моей крови,  моей жизни. Я отшатнулась от него,  чувствуя,  как кровь стынет в жилах.  Страх,  который я так старательно подавляла,  вспыхнул с новой силой,  охватывая меня,  словно пламя.  \n\n\"Ты…  ты обманул меня\", – прошептала я,  голос дрожал от ужаса.\n\n\"Я лишь показал тебе своё истинное лицо\", – ответил он,  и его клыки блеснули в свете факелов.  \"Лицо,  которое ты должна была увидеть с самого начала\".\n\nОн шагнул ко мне,  и я почувствовала,  как его холодное дыхание касается моей шеи.  Запах крови,  его собственной крови,  смешанный с запахом смерти,  ударил мне в нос.  Я попыталась отбиться,  но он был слишком силён.  Он схватил меня за руку,  и его пальцы,  холодные и острые,  словно когти,  вонзились в мою плоть.  \n\n\"Не бойся,  Эшли\", – прошептал он,  и его голос звучал как обещание вечной пытки.  \"Скоро ты будешь со мной,  навсегда\".\n\nЯ закрыла глаза,  готовясь к смерти.  Но вместо боли,  я почувствовала…  нежность. Его губы коснулись моей шеи,  и я почувствовала,  как его клыки проникают в мою плоть.  Но это не было больно.  Это было…  странно приятно. Как будто он не хотел причинить мне боль,  а хотел…  поделиться со мной чем-то.  \n\nИ в этот момент,  когда я чувствовала,  как моя жизнь утекает из меня,  я поняла,  что он не просто вампир.  Он…  он что-то делает со мной.  Он меня…  меняет.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я открыла глаза,  ощущая жгучую ненависть,  словно раскалённое железо,  пронизывающее каждую клетку моего тела.  Окружающая обстановка – знакомая спальня в поместье,  с её тяжёлыми шторами и пыльными зеркалами,  – казалась мне чужой,  враждебной.  \n\nВ голове пульсировала боль,  смешанная с яростью,  с отвращением к себе,  к этому месту,  к всему,  что со мной произошло.  \n\nЯ вспомнила Августа,  его обольщение,  его клыки,  его прикосновение.  Вспомнила,  как моя жизнь уходила из меня,  как я чувствовала его кровь,  его присутствие внутри себя.  \n\nИ,  вспомнив,  я потянулась к шее,  к месту,  где он вонзил в меня свои клыки.  \n\nНо раны не было. Ни единого следа,  ни царапины,  ни синяка. Как будто всё это был сон,  кошмар,  от которого я проснулась.  \n\nНо ощущение его присутствия,  его крови,  его силы – всё это было слишком реальным,  слишком живым.  \n\nЯ вскочила с постели,  чувствуя,  как злоба и ненависть,  словно лава,  извергаются изнутри.  \n\nНенависть к Августу,  к его коварству,  к его лжи.  Ненависть к себе,  за то,  что я поддалась его чарам,  за то,  что я позволила ему обмануть себя.  \n\nИ ненависть ко всему миру,  к этой несправедливости,  к этой тьме,  которая окружила меня со всех сторон.  \n\nЯ больше не была той наивной девушкой,  которая бежала в это поместье,  ища убежища.  Я стала кем-то другим.  Кем-то,  кто прошёл через ад,  кто познал тьму,  кто потерял свою невинность.  \n\nИ эта тьма,  эта ненависть,  стали частью меня.  \n\nЯ посмотрела на свои руки,  на свои пальцы,  и поняла,  что я больше не та,  кем была.  Я изменилась.  \n\nИ я не знала,  что это значит.  Не знала,  что со мной будет дальше. Но я знала одно:  я не прощу Августа.  Я не прощу его за то,  что он сделал со мной.  \n\nЯ отомщу ему. Я отомщу за себя,  за своих родителей,  за всё,  что он отнял у меня.  \n\nИ я сделаю это,  даже если мне придётся погрузиться в самую тьму,  даже если мне придётся стать тем,  кого я ненавижу.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Солнечный свет, до этого казавшийся символом надежды,  вдруг стал пыткой.  Я, отдернула шторы,  и в тот же миг,  словно удар молнии,  меня пронзила невыносимая боль.  \n\nНе боль от раны,  не боль от физического повреждения,  а боль,  пронизывающая душу,  разрывающая её на части.  \n\nЯ закричала,  дикий,  нечеловеческий крик,  вырвавшийся из самых глубин моего существа.  \n\nТело свело судорогой,  я рухнула на пол,  словно сломанная кукла. В ужасе,  в агонии,  я поняла,  что Август сделал со мной.  \n\nОн не просто укусил меня.  Он изменил меня.  Он связал меня с собой,  сделал частью себя.  \n\nЯ чувствовала его кровь,  его силу,  его присутствие в каждой клетке своего тела.  \n\nЭто не был сон.  Это не был кошмар. Это была реальность. Реальность,  в которой я больше не была человеком.  \n\nВ панике,  в отчаянии,  я поползла в тень,  ища хоть какое-то убежище от этого невыносимого света,  от этой невыносимой боли.  \n\nЯ ненавидела себя,  ненавидела Августа,  ненавидела этот мир,  который превратил меня в чудовище. Я хотела умереть.Но я знала,  что не смогу.  \n\nПотому что я больше не была той,  кто мог умереть. Я стала чем-то другим. Чем-то,  что не подвластно смерти.  \n\nЧем-то,  что связано с тьмой,  с вампиром,  с Августом. И эта мысль,  эта ужасная,  неизбежная истина,  заставила меня завыть от боли,  от отчаяния,  от ненависти.  \n\nЯ была потеряна. Я была обречена.  \n\nИ в этой тьме,  в этом кошмаре наяву,  я поняла,  что моя жизнь никогда уже не будет прежней.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "День тянулся бесконечно,  словно караван верблюдов в раскалённой пустыне.  Я, Эшли,  оставалась прижатой к холодному полу,  в углу комнаты,  закрыв глаза,  пытаясь унять бурю,  которая бушевала внутри меня.  \n\nКаждая клеточка моего тела ныла,  словно после жестокой пытки.  Невыносимая боль,  пронизывающая меня насквозь,  смешивалась с чувством отвращения к себе,  к тому,  что Август сделал со мной.  \n\nЯ пыталась совладать с собой,  с этой новой,  чужой силой,  которая теперь текла в моих венах.  Пыталась понять,  что со мной произошло,  как мне жить дальше.  \n\nНо мысли путались,  словно нити,  разорванные ветром.  Страх,  отчаяние,  гнев – всё это смешивалось в один клубок,  душащий меня,  не давая дышать.  \n\nЯ чувствовала,  как меняется моё восприятие мира.  Цвета стали ярче,  звуки – острее,  запахи – интенсивнее.  \n\nИ вместе с этим,  пришла жажда.  \n\nНе жажда воды,  не жажда пищи,  а жажда крови.  \n\nОна была слабой,  едва заметной,  но она была.  И она пугала меня больше всего.  \n\nЯ боялась,  что я становлюсь таким же,  как Август.  Таким же чудовищем,  которое питается кровью,  которое лишает жизни.  \n\nИ эта мысль,  эта ужасная перспектива,  заставляла меня дрожать от ужаса.  \n\nЯ пыталась отвлечься,  вспоминая свою прежнюю жизнь,  свою семью,  свои мечты.  Но эти воспоминания,  словно миражи в пустыне,  растворялись,  не принося облегчения.  \n\nЯ была одинока.  \n\nОдинока в этом огромном,  враждебном поместье.  Одинока в своём теле,  которое больше не принадлежало мне.  Одинока в своей душе,  которая была разорвана на части.  \n\nИ в этой пустоте,  в этом одиночестве,  я начала понимать,  что моя жизнь никогда уже не будет прежней.  \n\nЯ стала чем-то другим.  \n\nИ мне предстояло узнать,  что это значит.",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "Каменный пол подвала холодит босые ступни, но я не чувствую дискомфорта. Холод снаружи – ничто по сравнению с ледяной яростью, которая бушует внутри меня. \n\nЯ смотрю на Августа, и в моих глазах нет страха, лишь презрение и решимость. Его слова – ядовитые стрелы, но они не могут пробить броню моей воли. Я больше не та слабая девушка, которую он сломил. Я – феникс, восставший из пепла. \n\n\"Ты думаешь, что можешь управлять мной?\" – спрашиваю я, мой голос – хлыст, рассекающий тишину подвала. \"Ты ошибаешься, Август. Я не твоя марионетка. Я – это я, и я сама буду решать свою судьбу\". \n\nОн усмехается, но в его глазах мелькает тень сомнения. Он чувствует перемену во мне, чувствует силу, которая пробудилась во мне. \n\n\"Ты забавна, дитя\", – говорит он, но его голос уже не звучит так уверенно. \"Но ты не понимаешь, с чем связалась. Ты – лишь пешка в игре, которая началась задолго до твоего рождения\". \n\n\"Может быть\", – отвечаю я, не отводя взгляда. \"Но я не буду играть по твоим правилам. Я буду играть по своим\". \n\nЯ чувствую, как новая сила пульсирует в моих венах, как тьма, которую он пробудил во мне, начинает подчиняться моей воле. Я – не его рабыня, я – его соперница. \n\n\"Ты пожалеешь об этом, Эшли\", – шипит он, его глаза горят ненавистью. \n\n\"Возможно\", – отвечаю я, не дрогнув. \"Но я не боюсь тебя, Август. Я сильнее, чем ты думаешь\". \n\nИ в этот момент я понимаю, что это правда. Я сильнее, чем когда-либо, и я не сдамся просто так. ",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ярость – раскаленная лава, текущая по моим венам. Боль – лишь приглушенный шепот на фоне грохочущего сердца. Я бросаюсь на Августа, словно фурия, вырвавшаяся из преисподней. \n\nМои ногти – острые лезвия, оставляющие кровавые борозды на его лице. Он рычит, словно раненый зверь, и отвечает ударом, от которого я отлетаю к стене, больно ударяясь спиной. \n\nВкус крови во рту – металлический, терпкий. Но я не чувствую страха, лишь ярость, которая гонит меня вперед. \n\nЯ снова бросаюсь на него, нанося удары, царапая, кусая. Он уклоняется, блокирует, контратакует. \n\nПодвал – арена нашей кровавой битвы. Каменный пол скользкий от крови, стены – свидетели нашей яростной схватки. \n\nЯ чувствую, как его сила превосходит мою. Он – опытный хищник, я – лишь новичок в этом кровавом танце. \n\nЕго удар в живот – словно удар молота. Я падаю на колени, хватаясь за рану, из которой сочится кровь. \n\nОн стоит надо мной, его глаза горят торжеством. \n\n\"Ты слаба, Эшли\", – говорит он, его голос – шелест стали. \"Ты никогда не сможешь победить меня\". \n\nЯ пытаюсь подняться, но он хватает меня за волосы и поднимает в воздух. \n\n\"Ты – лишь игрушка в моих руках\", – шипит он, сжимая мою шею. \n\nЯ задыхаюсь, воздух обжигает легкие. Мир вокруг меня расплывается, темнеет. \n\nЯ вижу его лицо, искаженное злобой, и понимаю, что это конец. \n\nЕго клыки вонзаются в мою шею, и я чувствую, как жизнь покидает мое тело. \n\nЯ падаю на пол, словно сломанная кукла, и погружаюсь в темноту. \n\nПоследнее, что я вижу – его торжествующее лицо, залитое моей кровью. \n\nЯ проиграла. \n",
    "answers": [
      {
        "id": 13,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 13,
    "text": "Каменный пол подвала холодит кожу, но я не чувствую боли. Тело словно ватное, но мысли – кристально чистые. Август, окутанный дымкой сигарного дыма, стоит надо мной, словно мрачный ангел-хранитель. \n\n\"Проснулась?\" – его голос – смесь насмешки и любопытства. \"Пришло время поучиться\". \n\nЯ поднимаюсь, удивляясь собственной легкости. Раны, которые, казалось, должны были разорвать меня на части, лишь слегка ноют. \n\n\"Что?\" – спрашиваю я, не понимая, что происходит. \n\n\"Твой первый урок\", – продолжает он, словно не замечая моего замешательства. \"Вампира можно убить только серебром, как и ликантропов. Но у псов есть преимущество – они могут шастать днем\". \n\nЕго слова – поток информации, который обрушивается на меня, словно водопад. Он рассказывает о слабостях вампиров, о способах их уничтожения, о том, как сломить человека, как превратить его в послушную марионетку. \n\n\"Зачем ты мне это рассказываешь?\" – спрашиваю я, все еще не веря своим ушам. \n\n\"Ты вроде хочешь отомстить всему миру, или уже нет?\" – он усмехается, выпуская клубы дыма. \"Ах да, у каждого вампира есть отдельные особенности, такие как чтение мыслей, как у меня, телепортация, видение будущего или просто нечеловеческая сила\". \n\nЕго слова – откровение, которое переворачивает мой мир с ног на голову. Я – вампир, существо ночи, обладающее невероятной силой. И у меня есть враги, которых нужно уничтожить. \n\nВ моих глазах вспыхивает огонь мести. Я больше не жертва, я – хищник. \n\n\"Чему ты хочешь меня научить, Август?\" – спрашиваю я, мой голос – сталь, закаленная в огне ненависти. \n\n\"Я научу тебя выживать, Эшли\", – отвечает он, его глаза сверкают хищным блеском. \"Я научу тебя убивать\".",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Дни сменялись неделями, недели – месяцами, месяцы – годами. Три года я провела в темном чреве поместья, в обществе Августа. Дни сливались в бесконечную череду тренировок, ночей – в мрачные уроки Августа. \n\nМое тело, некогда хрупкое и уязвимое, стало сильным и гибким, словно у пантеры. Мои чувства обострились, превратив мир в калейдоскоп ярких красок, острых запахов, пронзительных звуков. \n\nНо главное изменение произошло внутри меня. В моей душе, где тьма сплелась со светом, где ярость боролась со страхом, где рождался новый дар – дар иллюзий. \n\nЯ помню тот день, когда впервые осознала свою силу. Мы тренировались в подвале, Август атаковал меня, я уклонялась, парировала, контратаковала. И вдруг, в пылу схватки, я представила, как стена позади него превращается в бездонную пропасть. \n\nИ она превратилась. \n\nАвгуст, застигнутый врасплох, отшатнулся, его глаза расширились от ужаса. Он увидел пропасть, почувствовал, как земля уходит из-под ног. \n\nЭто была всего лишь иллюзия, но она была настолько реальной, что обманула даже его, опытного вампира. \n\nВ тот момент я поняла, что обладаю невероятной силой. Силой, которая может изменить мир, перевернуть его с ног на голову. \n\nАвгуст был поражен моим даром. Он видел в нем не только оружие, но и ключ к власти, к господству над другими. \n\nОн начал обучать меня, раскрывая секреты создания иллюзий, учил управлять ими, усиливать их, делать их неотличимыми от реальности. \n\nЯ училась жадно, словно губка, впитывая знания, оттачивая мастерство. Я создавала иллюзии, которые могли обмануть любого, заставить поверить в ложь, увидеть то, чего нет. \nэ\nЯ могла превратить темный подвал в цветущий сад, заставить Августа увидеть себя ребенком, создать армию призраков, готовую сражаться по моему приказу. \n\nМой разум стал мастерской, где рождались фантазии, превращающиеся в реальность. И я знала, что придет время, когда я использую свой дар, чтобы отомстить. Отомстить за себя, за свою сломанную жизнь, за все страдания, которые мне пришлось пережить. \n\nЯ стала мастером иллюзий, кукловодом, играющим на струнах чужого разума.",
    "answers": [
      {
        "id": 1,
        "text": "Конец пролога. "
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  }
]