[
  {
    "id": 1,
    "text": "Автор:kukuryza\nЖанр:апокалипсис\n\n2013 год. Россия. Отдалённая деревня, затерянная в лесах. Жизнь течёт своим чередом, пока нечто неведомое не проникает в их тихий мир. Странная болезнь, зародившаяся в глубине тайги, начинает распространяться, заставляя людей сходить с ума и обращаться друг против друга.  \n\nИван — один из немногих, кто избежал ужасной участи. Но время уходит, и  чума неумолимо ползёт  к его дому.  Сможешь ли ты пережить кошмар,  или  будешь  обречён  на  гибель  вместе  с  остальными?\n\nв квесте доступно 8 концовок, 2 хорошие, одна нейтральная  и 5 плохих.",
    "answers": [
      {
        "id": 2,
        "text": "начать"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.postimg.cc/hjRyBwX8/2-1.png",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Солнце, редкий гость в этих краях, пробивалось сквозь кроны могучих кедров, освещая заснеженную тайгу. Вдали, за рекой, слышался глухой, неразличимый гул, который Иван привычно игнорировал. Он уже много лет жил в этой глухой деревне, где жизнь текла размеренно, как течение реки.  Казалось, время здесь остановилось. \n\nИван, сидя на крыльце дома, с любопытством наблюдал за белкой, которая ловко перескакивала с ветки на ветку. В руках у него была старая, потертая книга, которую он читал уже не первый раз.  Ее страницы, пожелтевшие от времени, хранили  легенды о могущественной тайге, о мистических существах, населяющих ее, о таинственных силах, скрытых в ее недрах.  \n\n",
    "answers": [
      {
        "id": 3,
        "text": "задуматься над происходящим"
      }
    ]
  },
  {
    "id": 3,
    "text": "За последние дни он замечал странные изменения в поведении животных. Волки, обычно осторожные, стали приближаться к деревне, а птицы, безмятежно щебетавшие  раньше, тревожно кричали, кружа над головой.  Иногда  каменные  горы,  окружающие деревню,  словно стонали,  дрожа от глухих,  неразличимых  толчков.  Но  Иван  не  придавал  этому  значения,  считая  это  просто  капризами  природы.",
    "answers": [
      {
        "id": 4,
        "text": "зайти в дом"
      },
      {
        "id": 5,
        "text": "пройтись к озеру"
      }
    ]
  },
  {
    "id": 4,
    "text": "Иван разделся и после плодотворного дня повалился на кровать, перед сном бегло осмотрел комнату дома, в котором прожило не одно поколение его предков, после чего забылся безбробудным сном.",
    "answers": [
      {
        "id": 6,
        "text": "на следующий день",
        "blackout": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Подойдя к озеру, попутно отбиваясь от комаров Иван уселся на скамейку, сколоченную им ещё в молодости, окинул взглядом лодку привязанную ко пню, после чего услышал странный гул.",
    "answers": [
      {
        "id": 4,
        "text": "уйти в дом"
      },
      {
        "id": 7,
        "text": "подняться"
      }
    ]
  },
  {
    "id": 6,
    "text": "В этот  день  к Ивану  в    избу  забрела  девушка,  потерявшая  путь  в  лесу и попросила впустить ее переночевать.",
    "answers": [
      {
        "id": 9,
        "text": "пустить"
      },
      {
        "id": 10,
        "text": "не пускать"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы поднимаетесь, в надежде уловить источник гула, однако он прекращается также резко, как и начался, ложнюка также качается на лёгких волнах, так же странно молчат птицы в лесу однако из кустов справа от вас слышится странный шелест",
    "answers": [
      {
        "id": 4,
        "text": "пойти домой"
      },
      {
        "id": 8,
        "text": "пойти проверить"
      }
    ]
  },
  {
    "id": 8,
    "text": "\"эээ не, под вечер чёрт его разберёт, что там шумит, лучше уж утром проверить\" сказал Иван и пошёл домой",
    "answers": [
      {
        "id": 4,
        "text": "дома"
      }
    ]
  },
  {
    "id": 9,
    "text": "Иван,  добрый  душой  человек,  впустил  ее  в  дом,  накормил  горячим  чаем  и  обещал  помочь  вернуться  домой.  Девушка  была  красавицей,  ее  глаза  светились  необычной  силой,  а  слова  были  полны  таинственности.  Рассказывая  о  своем  путешествии,  она  упомянула  о  необычных  звуках,  которые  слышала  в  лесу,  о  необычных  знаках,  которые  видела  на  деревьях.",
    "answers": [
      {
        "id": 12,
        "text": "далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Девушка погрустнела, и пошла деревню, Иван больше её не видел, от соседей он узнал, что девушке удалось выбраться из деревни и уехать в город.",
    "answers": [
      {
        "id": 11,
        "text": "через несколько дней",
        "blackout": true
      }
    ]
  },
  {
    "id": 11,
    "text": "Ночь, Иван проснулся от гула, криков и редких хлопков, доносящихся из деревни, собираясь разузнать что происходит он вскочил с кровати, как вдруг устюлышал , как в его дверь яростно колотят руками.",
    "answers": [
      {
        "id": 13,
        "text": "открыть"
      },
      {
        "id": 14,
        "text": "поискать оружие"
      }
    ]
  },
  {
    "id": 12,
    "text": "Иван  не  придал  этим  словам  значения,  списав  их  на  переживания  девушки,  заблудившейся  в  тайге.  Но  глубоко  внутри  его  зародилась  неопределенная  тревога.  Он  почувствовал,  что  что-то  не так,  что  мир  вокруг  него  понемногу  меняется. Вскоре  девушке  удалось  вернуться  домой,  а  Иван  остался  наедине  со  своей  тревогой. ",
    "answers": [
      {
        "id": 11,
        "text": "через несколько дней"
      }
    ]
  },
  {
    "id": 13,
    "text": "Иван подбежал к двери и распахнул её, тут же помещение окутало запахом дыма, жжёной плоти и гнили, на пороге стоял обезображенный, облысевший, голый по пояс, но вполне узнаваемый сосед Ивана, который тут же кинулся на него.",
    "answers": [
      {
        "id": 15,
        "text": "стараться защититься"
      },
      {
        "id": 16,
        "text": "атаковать"
      }
    ]
  },
  {
    "id": 14,
    "text": "Иван сразу сориентировался и достал топор из под кровати, после чего распахнув дверь, увидел лысое, уродливое существо, которое тут де набросилось на него.",
    "answers": [
      {
        "id": 31,
        "text": "ударить топором"
      },
      {
        "id": 15,
        "text": "отскочить в сторону"
      }
    ]
  },
  {
    "id": 15,
    "text": "когда сосед бежал на Ивана, тот успел отскочить, но больно впечатался в шкаф, после чего урод понесся на Ивана вновь",
    "answers": [
      {
        "id": 23,
        "text": "ударить в челлюсть"
      },
      {
        "id": 24,
        "text": "попытаться закрыться в комнате"
      }
    ]
  },
  {
    "id": 16,
    "text": "Иван отскочил от бегущего на него урода, однако он все же зацепился за него и оба покатились по полу, после чего монстр рывком кинулся на парня",
    "answers": [
      {
        "id": 17,
        "text": "пнуть ногой"
      },
      {
        "id": 18,
        "text": "поискать чем защититься"
      }
    ]
  },
  {
    "id": 17,
    "text": "Иван пинает противника, после чего тот плюхается на землю, хрипит и затихает",
    "answers": [
      {
        "id": 20,
        "text": "успокоиться"
      },
      {
        "id": 22,
        "text": "поддаться панике"
      }
    ]
  },
  {
    "id": 18,
    "text": "Иван лёжа на полу у кровати недолго думая схватил топор из под кровати и всадил его в голову того, что можно было с трудом назвать соседом.",
    "answers": [
      {
        "id": 19,
        "text": "далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "чавкнуло, тело обмякло и упало забрызгав Ивана кровью",
    "answers": [
      {
        "id": 20,
        "text": "попытаться успокоиться"
      },
      {
        "id": 22,
        "text": "поддаться панике"
      }
    ]
  },
  {
    "id": 20,
    "text": "Дрожь в теле постепенно стихла, но сердце все ещё стучало в бешеном ритме. Иван глубоко вдохнул, пытаясь наполнить легкие воздухом, которого так не хватало в первые минуты паники.  ",
    "answers": [
      {
        "id": 27,
        "text": "собраться и покинуть дом"
      }
    ]
  },
  {
    "id": 21,
    "text": "13 июня\n\n—начат квест\n\n14 июня\n\n—созданы обложка и фон для квеста, также          дописана часть страниц\n\n15 июня\n\n—добавлена концовка [счастливое спасение]\n—начато создание ветки с бункером Степана",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Сердце колотилось в груди, словно птица, запертая в клетке. Руки дрожали, не слушались. Воздух в лёгкие входил с трудом, каждый вдох давался с усилием. Мир вокруг словно растворился, оставив только пугающий хаос.  \nМысли носились в голове, как шальные птицы в бурю. \"Что делать? Куда бежать?  Как спастись?\" — эти вопросы пронзали его сознание, не давая ни секунды покоя\n—я убил человека, что делать?",
    "answers": [
      {
        "id": 27,
        "text": "успокоиться, собраться и выйти из дома"
      }
    ]
  },
  {
    "id": 23,
    "text": "Иван ударил соседа в челюсть, тот пошатываясь начал отходить, после чего упал и ударившись головой об угол печи захрипел и затих",
    "answers": [
      {
        "id": 22,
        "text": "запаниковать"
      },
      {
        "id": 20,
        "text": "попытаться успокоиться"
      }
    ]
  },
  {
    "id": 24,
    "text": "Иван забегает в комнату и захлопывает за собой тяжелую дубовую дверь, однако сосед начинает пытаться открыть ее",
    "answers": [
      {
        "id": 25,
        "text": "спрятаться"
      },
      {
        "id": 26,
        "text": "атаковать"
      }
    ]
  },
  {
    "id": 25,
    "text": "Иван стараясь не шуметь залез в пространство между комодом и печью, стоит мрак, сосед врывается в комнату и не замечает того.",
    "answers": [
      {
        "id": 29,
        "text": "закрыть соседа в комнате"
      }
    ]
  },
  {
    "id": 26,
    "text": "Иван схватив со стола первое что попалось толкнул дверь, из-за чего урод стоявший за ней упал на пол и начал пытаться встать",
    "answers": [
      {
        "id": 28,
        "text": "убежать из дома"
      }
    ]
  },
  {
    "id": 27,
    "text": "Забравшись в погреб Иван раскрыл ящик стоявший там и достал рюкзак который тот собирал на случай черезвычаянных ситуаций, проверил всё ещё раз, оделся, прицепил топорик на пояс и вышел из дома.",
    "answers": [
      {
        "id": 33,
        "text": "идти в деревню"
      }
    ]
  },
  {
    "id": 28,
    "text": "Иван пытается выбежать, однако сосед хватает того за ногу и добивает кулаками",
    "answers": [
      {
        "id": 11,
        "text": "на точку сохранения"
      },
      {
        "id": 2,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 29,
    "text": "Иван резким движением вылезает из-за угла и выбегая из комнаты закрывает ее на щеколду.",
    "answers": [
      {
        "id": 27,
        "text": "собраться и покинуть дом"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "с размаху всадив топор в голову твари Иван отпрянул и испугался",
    "answers": [
      {
        "id": 20,
        "text": "не паниковать"
      },
      {
        "id": 22,
        "text": "поддаться панике"
      }
    ]
  },
  {
    "id": 32,
    "text": "Иван шёл уже третий день",
    "answers": []
  },
  {
    "id": 33,
    "text": "Уже на подходе к деревне перестали хлопать выстрелы, крики утихли, а на въезде Иван увидел настоящую мясорубку, тела разодранные, побитые, с поломанными и оторванными конечностями валялись всюду, а среди них копошились такие же облвсевшие существа, как и сосед Вани.",
    "answers": [
      {
        "id": 34,
        "text": "прокрасться в деревню"
      }
    ]
  },
  {
    "id": 34,
    "text": "Запрыгнув в кусты у дороги Иван наступил во что-то вязкое, но все же проползя в кустах вылез с обратной стороны дома, его соседа Степана и его жены Нюты, их почти никто не знал, они жили обособленно от остального села, поговаривали, что они были в секте.",
    "answers": [
      {
        "id": 35,
        "text": "залезть в дом"
      }
    ]
  },
  {
    "id": 35,
    "text": "Когда Ваня влез в дом Валерия через разбитое окно, он оказался в помещении освященном керосинкой, обратил внимание на поваленный стол, из которого похоже вылетело куча бумаг, одна из них привлекла внимание, однако так же Иван заметил, отличную куртку висящую у кровати",
    "answers": [
      {
        "id": 37,
        "text": "прочитать бумагу"
      }
    ]
  },
  {
    "id": 36,
    "text": "Иван бежал, бежал, но выдохся, однако осмотревшись он не увидел ничего подозрительного, поняв это он направился в путь.",
    "answers": [
      {
        "id": 48,
        "text": "конец"
      }
    ]
  },
  {
    "id": 37,
    "text": "Бережно подняв бумагу со стола, Иван прочитал:\n\nЯ знаю, это страшно, но мы должны держаться вместе.  \nЕще до катастрофы я сделал убежище в старом колодце. \nВ нем есть запасы на пару месяцев, жду вас там, будем пытаться выжить.\n\n—С\n\nпрочитав последнюю букву, Иван услышал, как кто-то начал сильно ломиться в дверь.",
    "answers": [
      {
        "id": 39,
        "text": "бежать"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "Выскочив из окна дома Иван пролез в через дыру в заборе и ринулся в лес, с мыслью\n\"утро вечера мудренее\", как раз Иван шел в сторону пещерного комплекса.",
    "answers": [
      {
        "id": 40,
        "text": "лечь спать"
      }
    ]
  },
  {
    "id": 40,
    "text": "Иван очень быстро заснул под звук карающих с потолка капель, проснувшись не сразу понял, где он и что с ним случилось, однако через секунду всё прояснилось и Иван двинулся в путь.",
    "answers": [
      {
        "id": 41,
        "text": "направиться к колодцу"
      },
      {
        "id": 42,
        "text": "уходить в город по тайге"
      }
    ]
  },
  {
    "id": 41,
    "text": "Иван добрался к колодцу уже в полдень, по пути он не слышал ничего, ни птиц, н  людей, ничего, будто вымерли все, добравшись до колодца, тот сразу увидел металлические скобы вбитые в стены колодца.",
    "answers": [
      {
        "id": 49,
        "text": "залезть в колодец"
      }
    ]
  },
  {
    "id": 42,
    "text": "\"Итак\" Иван прикинул \" до ближайшего города около 359 с хреном километров, но это если делать крюк, а так можно пройти по болоту, но там хрен пройдёшь, хотя вполне, если идти по карте, выйдет около 220 километров \"",
    "answers": [
      {
        "id": 43,
        "text": "сделать крюк"
      },
      {
        "id": 44,
        "text": "идти болотом"
      },
      {
        "id": 40,
        "text": "передумать"
      }
    ]
  },
  {
    "id": 43,
    "text": "Иван шёл, как вдруг из за кустов послышался треск и рёв, промелькнула мысль: медведь!",
    "answers": [
      {
        "id": 36,
        "text": "бежать"
      },
      {
        "id": 97,
        "text": "защищаться"
      }
    ]
  },
  {
    "id": 44,
    "text": "ну что, пора собираться в город, Иван выдвинулся в путь, окинув родной край взором подкмал\" вернуться ли он в родной край или нет, доберётся ли он до города или потонет, как Миха три года назад",
    "answers": [
      {
        "id": 45,
        "text": "шесть дней спустя"
      }
    ]
  },
  {
    "id": 45,
    "text": "Иван брёл по тайге шестой день, хотя маршрут должен был составить не более трёх дней, он замечал, что по пути растительность становилась меньше всё более разряженной, однако не придал этому значения, и вот пройдя через очередные заросли, он увидел не еловый лес, а пустынную равнину поросшую мелкими деревьями  кустарниками и понял, что заблудившись дошёл до тундры.",
    "answers": [
      {
        "id": 46,
        "text": "двигаться по тундре"
      }
    ]
  },
  {
    "id": 46,
    "text": "В надежде отыскать местных Иван брёл по тундре, увидев костёр, тот ринулся туда и увидел палаточный лагерь из трёх палаток, а у костра сидели люди.\nподбежав к ним Иван рассказал, о том, что в его деревне началась эпидемия и о том, что его послали в город за помощью, однако он заблудился, и ему помогли, тут же накормили и повезли в ближайший город.",
    "answers": [
      {
        "id": 48,
        "text": "заснуть"
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "Конец\n[счастливое спасение]\n\nУАЗ гнал по дороге высекая из грязной просёлочной дороги комъя грязи, Иван сидел на заднем сиденье и беседовал с врачом, которому рассказывал обо всём, что произошло за последние несколько дней, вскоре эпидемию удалось остановить, зараженных вылечили, через пару дней они пришли в себя, однако деревня не пережила произошедшего, многие семъи погибли, остальные покинули его в поисках лучшей жизни.",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 49,
    "text": "Иван спустившись в колодец действительно почти сразу увидел люк, дёрнув ручку, того не открылся, после того как тот постучал, что-то щёлкнуло у того под ногами и из люка показалось дуло ружья. И зычный бас:\n—человек?\nиван ответил:\n—да человек, оружие то опусти\n—ну да, выглядишь по человечески, это главное, залезай.",
    "answers": [
      {
        "id": 50,
        "text": "далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Спустившись в подземелье иван увидел того самого Степана с ружьём, на мешках в углу сидел Лёша, давний друг Ивана, Степан кивнул на лавочку  сваренную из проволоки и Иван сел, после чего Степан ввел всех в курс дела:\nТак, вы считали меня сумасшедшим, но сейчас это не главное,  скорее всего больше никто не придёт, все мертвы либо обратились, вообщем, уже давно я приметил в лесу группы странных людей, они постоянно уходили в чащу, один раз я проследил за ними, но так и не понял, что они творили, руны какие-то, жертвоприношение, ну отбитые, шо сказать, ну да тоже не суть, у меня есть подозрение, что произошедшее их рук дело, у меня тут книжка где-то была, о древних заклинаниях, так вот там описаны подобные ритуалы, ну да ладно, надо пока обустраиваться тут, брифинг окончен, спальники там, кивнув на дверь в углу сказал Степан.",
    "answers": [
      {
        "id": 51,
        "text": "месяц спустя"
      }
    ]
  },
  {
    "id": 51,
    "text": "Степан был прав, из деревни больше никто не пришёл, на дворе стоял уже конец август , начинались заморозки, предчувствуя неладное Степан сменил петли у люка, чтобы те открывались в внутрь, а Ивана с Лёшей отправил собрать всё что осталось в их домах.",
    "answers": [
      {
        "id": 52,
        "text": "далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Благополучно добравшись до своего дома Иван увидел ничуть не поменявшуюся картину, все тот же дом, даже дверь не открыли, Иван привычно распахнул дверь, когда учуял запах разложения от уже мёртвого соседа, спустился в погоеб , забрал оставшиеся консервы, после чего войдя в сарай забрал инструментв которые влезли, на выходе он заметил две нечсгве фигуры, которые видимо заметив его рванули в лес.",
    "answers": [
      {
        "id": 53,
        "text": "побежать следом"
      }
    ]
  },
  {
    "id": 53,
    "text": "Иван бежал за одной из фигур, периодически теряя её из виду, но всегда находил по шуму, вскоре выдохшись, он осел на землю возле большого булыжника, когда боль пронзила висок и тот потерял сознание.",
    "answers": [
      {
        "id": 55,
        "text": "очнуться"
      }
    ]
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": "Иван пришёл в себя, руки были привязаны к столбу, сам Ваня находился в лесу, рядом стояли шалаши, рядом с Ваней горел костёр.\nК Ивану подошёл человек обритый налысо в чёрном балахоне и произнёс\n—Оттон итэбэйбэт кихи ухугунна, эйигин ыраастыыр кэм кэллэ!\nиз лагеря вышло ещё пятеро человек, отвязав Ивана они повели его к сооружению из веток похожую на решётку.",
    "answers": [
      {
        "id": 56,
        "text": "далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Ивана привязали по рукам и ногам, сняв с него рубашку и куртку, самый высокий из людей начал вешать:\n—Бырааттарым! Бихиги манна, таҥарабыт кырдьыктаах кыыхын туохулаары, чугуйааччыларга тухаайыллыбыт кырдьыксыт уордайыытын туохулаары, мустубуппут. Кини соботох итэбэлтэн киэр хайыхан, хара дьайдаах сиэртибэ дуухатын хатаан, билигин соептеех буруйу- сэмэни билиниэхтээх!\nпроговорив это Сектант достал нож и прислонил его к груди Ивана",
    "answers": [
      {
        "id": 57,
        "text": "пытаться вырваться"
      },
      {
        "id": 57,
        "text": "лежать смирно"
      }
    ]
  },
  {
    "id": 57,
    "text": "Сектант начал вырезать на груди Ивана символ похожий на букву А, когда грянул выстрел и тот упал наземь, в тот же момент к Ивану подскочил Лёха, ловко разрезав верёвки достал пистолет и продолжил вести огонь, следом подбежал Степан с винтовкой и помог Ивану встать, когда дело было окончено, шалаши разрушены, а один из противников валялся раненым Они обыскали тела и шалаши, однако помимо ножа у \"отца\" и еды они нечего не нашли.",
    "answers": [
      {
        "id": 58,
        "text": "забрать сектанта с собой"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Ну что попробуем ещё раз, я вот самоучитель нашёл, там язык на егонный похож\n—Ну давай\nИван открыл дверь, с ним вошёл Лёха, Сектант мирно сидел привязанный к стулу, Лёша что-то посмотрев в книге сказал:\n—Халлаан тыынын уола бу икки итэбэлэ суох тугу гыныахпытый?\nСектант недоверчиво посмотрел и произнёс:\n—Билбэппин эрээри, \"Сибэтиэй\" лаабыртан ынгыран ылан сир урдугэр ыйан кэбихиэххин сеп.\nкак только Сектант договорил последнее слово Лёха молча выстрелил тому в лицо.",
    "answers": [
      {
        "id": 62,
        "text": "промолчать"
      },
      {
        "id": 61,
        "text": "высказать всё"
      }
    ]
  },
  {
    "id": 59,
    "text": "Конец\n[глупое упрямство]\n\nлес, бежит человек, за ним бежит группа сектантов , тот скидывает капюшон и окружившие его люди шепчутся, после чего поднимают того на руки и ликующей крича несут того в деревню, человек так же ликующе кричит.",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вот наступила зима, то что осталось на полях они собрали, почти все обратившиеся ушли из деревни и выжившие вынесли из деревни почти всё, за неимением отопления в бункере, выжившие перешли обратно в свои дома, и поделили между собой ресурсы имевшиеся в бункере.",
    "answers": [
      {
        "id": 63,
        "text": "просунуться"
      }
    ]
  },
  {
    "id": 61,
    "text": "—ты в край крышай поехал твою мать?!\n—да Вань, Вань успокойся, а если бы он выбрался и перерезал нас, тем более я всё выведал, он последний остался.\n—так начерта ему правду говорить то, может он как-то, может он как-то уже сообщил своим что мы тут, и перережут на всех, как соб...\nне успел иван договорить, как в комнату ворвался Степан.",
    "answers": [
      {
        "id": 62,
        "text": "далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "когда в комнату ворвался Степан, и увидел тело и пистолет в руках Лёши, тот процедил сквозь зубы :\n—похоронить, потом ко мне, есть разговор.",
    "answers": [
      {
        "id": 60,
        "text": "три месяца спустя"
      }
    ]
  },
  {
    "id": 63,
    "text": "Иван проснулся, за окном валил снег, в лесу кто-то был, печь ещё отдавала часть тепла, хотя уже прогорела, привычным маршрутом Иван вышел к сараю, окинул озеро взглядом, и вошё в сарай, на верстаке валялись различные запчасти из которых Иван планировал начать собирать оружие.",
    "answers": [
      {
        "id": 64,
        "text": "начать"
      }
    ]
  },
  {
    "id": 64,
    "text": "Разложив все на столе иван подумал над калибром и выбрал два самых доступных на данный момент, а именно дробь 12 калибра, которая хранилась у Лёши, и патрон 7,62 от винтовки Степана",
    "answers": [
      {
        "id": 65,
        "text": "делать винтовку"
      },
      {
        "id": 66,
        "text": "делать дробовик"
      },
      {
        "id": 72,
        "text": "не делать ничего"
      }
    ]
  },
  {
    "id": 65,
    "text": "Иван взял затвор, патронник и ствол, их он нашёл в одном из домов, они были единственным, что находилось хотя бы в применимом состоянии, остальная винтовка сгнила и проржавела.",
    "answers": [
      {
        "id": 67,
        "text": "изготовить ствольную коробку из листов металла"
      },
      {
        "id": 68,
        "text": "собрать всё воедино"
      }
    ]
  },
  {
    "id": 66,
    "text": "Иван достал имеющиеся компоненты:\nдве трубы для стволов, спусковой механизм снятый с найденной побитой винтовки, приклад с той же винтовки и пара пружин найденных в сарае.",
    "answers": [
      {
        "id": 78,
        "text": "изготовить цевье из доски"
      }
    ]
  },
  {
    "id": 67,
    "text": "проворочась почти весь день нагревая и загибая стальные листы, иван все же смог сделать что-то похожее на ствольную коробку, к которому удалось приварить патронник и вставить затвор",
    "answers": [
      {
        "id": 69,
        "text": "привинтить полученную конструкцию к стволу"
      },
      {
        "id": 70,
        "text": "приварить конструкцию к стволу"
      }
    ]
  },
  {
    "id": 68,
    "text": "Иван извернувшись смог соединить всё вместе, однако патронник и вставить так и не получилось, приварив цевьё и приклад сделанные из металлических труб Иван вышел попрактиковаться, винтовка не дала осечек, хоть и получилась однозарядной.",
    "answers": [
      {
        "id": 72,
        "text": "на следующий день",
        "blackout": true
      }
    ]
  },
  {
    "id": 69,
    "text": "Громко матерясь иван все же отыскал подходящие болты, и прикрутил ствол, на следующий день он приварил к полученной конструкции самодельные цевье и приклад, к стволу приделал прицел, сделанный из гвоздика и металлического хомута.",
    "answers": [
      {
        "id": 71,
        "text": "проверить винтовку"
      }
    ]
  },
  {
    "id": 70,
    "text": "Подумав иван приварил получившуюся конструкцию к стволу и выстрелил, что-то щёлкнуло после чего винтовка взорвалась\n—что ж, похоже не судьба сказал иван",
    "answers": [
      {
        "id": 72,
        "text": "на следующий день",
        "blackout": true
      }
    ]
  },
  {
    "id": 71,
    "text": "начертив маркером на листе бумаги мишень Иван выстрелил 3 раза удачно, винтовка получилась хорошая",
    "answers": [
      {
        "id": 72,
        "text": "на следующий день",
        "blackout": true
      }
    ]
  },
  {
    "id": 72,
    "text": "Иван проснулся от хлопков доносящихся с улицы, вскочив он увидел в окно людей в чёрных балахонах и Степана отстреливающегося от них из дома",
    "answers": [
      {
        "id": 73,
        "text": "схватить винтовку и помочь Степану",
        "need": [
          71
        ]
      },
      {
        "id": 75,
        "text": "поспешить с топором на помощь"
      },
      {
        "id": 76,
        "text": "взять винтовку и побежать на помощь Степану",
        "need": [
          68
        ]
      },
      {
        "id": 77,
        "text": "взять дробовик и побежать на помощь Степану",
        "need": [
          79
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "Когда иван бежал к Степану, тот уже успел положить троих сектантов, засев под камнем Иван прицелился и  начал по одному уничтожать противников, Достреляв обойму Иван увидел, как из-за дома Степана вышел Лёха,добивший остатки сектантов",
    "answers": [
      {
        "id": 74,
        "text": "подойти к товарищам"
      }
    ]
  },
  {
    "id": 74,
    "text": "на подходе иван уже услышал крик Степана\n—Не, ну я не понял, ты же сказал, что сектанты кончились!\n—так ведь это не я сказал, мне сообщил тот пленный.-да я не спрашиваю, а ты почему не проверил?!\nв этот момент иван зашёл в дом к товарищам и взоры устремились на него, Степан сказал:\nВань, ну а что нам с ними делать?",
    "answers": [
      {
        "id": 80,
        "text": "надо уходить отсюда в город"
      },
      {
        "id": 80,
        "text": "надо их добивать"
      }
    ]
  },
  {
    "id": 75,
    "text": "Ваня бросился на сектантов с топором, адреналин захлестнул его, тот упал в безумие, когда увидел, что Лёха достал оружие и выстрелил в Степана, тот с хрипом повалился наземь\n—УБЪЮ, ТВАРЬ, ТЫ У МЕНЯ В ЛУЖЕ СОБСТВЕННОЙ КРОВИЩИ СДОХНЕШЬ\nиван уже не различал, что он рубит, сражение превратилось в кровавый танец, во. перед лицом мелькнуло лицо паренька лет 15, вот мимо пролетела рука, вот топор воткнулся в голову бывшего друга, всё было конечно.",
    "answers": [
      {
        "id": 94,
        "text": "конец"
      }
    ]
  },
  {
    "id": 76,
    "text": "Иван подбежал к Степану навстречу, по пути он пытался стрелять из получившейся однозарядной винтовки, однако когда он подбежал вплотную, начал размахивать винтовкой над головой, долго ли он это делал так и не понял, кровавая пелена заволокла глаза, тело пронзила боль, Иван увидел как падает Степан, а Лёха убегает.",
    "answers": [
      {
        "id": 59,
        "text": "конец"
      }
    ]
  },
  {
    "id": 77,
    "text": "Иван подбежал к блидайшему сектанту, БАХ. голова урода разлетелась, как арбуз, БАХ, второе тело разлетелось, пару секунд на перезарядку, Степан перестал стрелять, Иван обернувшись увидел как Лёха наводит пистолет на Стёпу, и выстрелил, Лёха повалился на землю и затих. Степан кивнул и добил бегущие остатки сектантов очередью.",
    "answers": [
      {
        "id": 96,
        "text": "конец"
      }
    ]
  },
  {
    "id": 78,
    "text": "иван сделал цевье из одной из досок стоявшей в сарае",
    "answers": [
      {
        "id": 79,
        "text": "соединить всё воедино"
      }
    ]
  },
  {
    "id": 79,
    "text": "соединив всё иван получил вполне годную двустволку, сбив зарядом дроби доску с соседского забора.",
    "answers": [
      {
        "id": 72,
        "text": "на следующий день",
        "blackout": true
      }
    ]
  },
  {
    "id": 80,
    "text": "—надо...\nБАХ!\nраздался выстрел, Иван упал на пол, живот пронзила резкая боль, оружие отлетело в сторону\nБАХ!\nУже бездыханное тело Степана упало на пол хаты, обдав Ивана и Алексея кровью, не успел иван понять что произошло Иван увидел перед своим лицом ствол пистолета.\n—ну, Ванядзе не думал я, что всё так сложиться, ну ладно уже, по плану ты уже должен был сдохнуть в том лесу, но нет, Степан кинулся тебя искать, пришлось проследовать за ним.",
    "answers": [
      {
        "id": 81,
        "text": "выбить ногой пистолет"
      },
      {
        "id": 83,
        "text": "достать нож из-за пояса и пырнуть Лёху"
      }
    ]
  },
  {
    "id": 81,
    "text": "Размахнувшись ногой Иван выбил из руки Лёхи пистолет и встал у стены\n—ах ты тварь, ну давай голос Ивана срывался наружу\n—ну давай, давай, паскуда\nЛёша достал нож и ринулся на Ивана, тот инстинктивно убрал корпус за секунду от того, как нож воткнулся в его тело, после чего схватил винтовку Степана ударил ею Лёху, тело отлетело в другую сторону комнаты, но тот встал и агрессивно пошёл на Ивана рыча и плюясь слюной, с улицы послышались крики, а во входную дверь начали стучать.\n",
    "answers": [
      {
        "id": 84,
        "text": "выстрелить в лёху"
      },
      {
        "id": 85,
        "text": "добить Леху вблизи"
      }
    ]
  },
  {
    "id": 82,
    "text": "Концовка\n[тёмный лес]\n\nтайга, деревня, сектанты разжигают костёр и бегают вокруг него, после чего по очереди прыгают в него и с криками умирают.",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вынув нож Иван из последних сил запрыгнул на Лёху, пырнулюв его ножом, Лёха обладавший большей комплекнюцнией одной рукой прижал Ивана к стене, а второй вынул нож и перерезал тому горло.",
    "answers": [
      {
        "id": 82,
        "text": "конец"
      }
    ]
  },
  {
    "id": 84,
    "text": "Иван выстрелил в Алексея, тот захрипел, сел на колени и упал, под телом растекалась багровая лужа, но Иван не обратил на это внимание, была другая проблема.",
    "answers": [
      {
        "id": 86,
        "text": "открыть дверь"
      },
      {
        "id": 87,
        "text": "расстрелять остаток патронов в дверь"
      },
      {
        "id": 88,
        "text": "посмотреть чем защититься"
      }
    ]
  },
  {
    "id": 85,
    "text": "Иван ударил Лёху по лицу Прикладом, хрустнуло, тот осел наземь и больше не шевелился, но у Ивана оставалась ещё проблема, Иван проверил боезапас.\n\"не густо, четыре патрона осталось\"",
    "answers": [
      {
        "id": 92,
        "text": "поискать чем защититься"
      },
      {
        "id": 93,
        "text": "выстрелить в дверь три раза"
      }
    ]
  },
  {
    "id": 86,
    "text": "Ваня распахнул дверь, один из сектантов тут же кинулся на него, иван отобрал у того топор и всадил тому под рёбра, чавкнуло, противник захрипел,и,упал на пол, но тут же бок Ивана пронзила боль, второй Сектант проткнул Ивана самодельным копьём, тот не растерялся и ударил сектанта в голову.",
    "answers": [
      {
        "id": 91,
        "text": "конец"
      }
    ]
  },
  {
    "id": 87,
    "text": "Иван расстрелял отстаток патронов, за дверью послышались крики, выйдя на Ивана накинулся Сектант с топором, тот ударил Ивана по голове топором и сам повалился наземь с пулевым ранением.",
    "answers": [
      {
        "id": 91,
        "text": "конец"
      }
    ]
  },
  {
    "id": 88,
    "text": "Иван увидел на столе керосиновую лампу",
    "answers": [
      {
        "id": 89,
        "text": "сжечь дом вместе с сектантами"
      },
      {
        "id": 84,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 89,
    "text": "Иван распахнул дверь, в тот же момент на него кинулась небритое существо, но тот отскочил и Сектант плюхнулся на живот, второй же пытался ударить Ивана, но не вышло, Иван зарядил тому кулаком в челюсть и выбежал из дома, после чего кинул в тех керосинкой и закрыл дверь.",
    "answers": [
      {
        "id": 90,
        "text": "конец"
      }
    ]
  },
  {
    "id": 90,
    "text": "Конец\n[искупление огнём]\n\nПозади слышались крики горящих заживо сектантов, Иван брёл по дороге, закатное небо было багрово-красным, как будто боги напились крови пролитой в этот день, Иван уходил из дома.\nВ тайгу.",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 91,
    "text": "Концовка\n[искупление кровью]\n\nнад тайгой поднялся волчий вой, стая заходила в деревню, распахнутая дверь манила, но за ней чувствовалось что-то зловещее, сугробы скрывали лежащие тела, сугробы побольше скрывали под собой дома, вскоре природа окончательно захватит эти места.",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 92,
    "text": "Иван нашёл лишь горящую керосинку чудом уцелевшую в драке",
    "answers": [
      {
        "id": 89,
        "text": "сжечь сектантов заживо"
      },
      {
        "id": 85,
        "text": "назад"
      }
    ]
  },
  {
    "id": 93,
    "text": "Иван всадил в дверь три пули, с улицы послышались крики, Иван распахнул дверь, когда на него кинулась небритое существо, Иван был готов, громыхнул выстрел, тело отброшенное пулей покатилось по земле краша снег в красный.",
    "answers": [
      {
        "id": 95,
        "text": "конец"
      }
    ]
  },
  {
    "id": 94,
    "text": "Концовка\n[выживший телом, но не моралью]\n\nпо тайге передвигалась фигура человека, казалос., тот был одет в полностью красную одежду, но это была лишь запёкшаяся кровь, у человека в голове была лишь одна мысль.\nУБИВАТЬ.",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 95,
    "text": "Концовка\n[единственный выживший]\n\nВечер, тайга, дом у озера на пороге сидит человек и начищает винтовку, он был спокоен, ведь спустя десять лет ему удалось вызвать подмогу, от них он узнал, что почти вся земля была уничтожена тем вирусом, человек подумал:\n\"интерестно, как же он все же появился?\"\n",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 96,
    "text": "Концовка\n[выжившие]\n\nночь, валит снег, Степан сидит за столом, Иван сидит напротив, они болтают с кем-то по радиостанции и слышат радостное известие о том, что вскоре к ним прибудет подмога, хоть эпидемия и затронула остальные города.\n",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 97,
    "text": "Из леса вышла огромная бурая туша и тут же кинулась на Ивана, Иван упал и достав нож попытался убить медведя, но было уже поздно.",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 98,
    "text": "",
    "answers": []
  }
]