[
  {
    "id": 1,
    "text": "Автор:kukuryza\nЖанр:апокалипсис\n\nДесять лет назад мир рухнул. Вирус,  словно  ураган,  прошелся  по  планете,  оставив  после  себя  пустоту  и  тишину.  Иван,  единственный  выживший  в  своей  деревне,   получил  помощь  у  колонистов,  прибывших  из  города.  \n\nТеперь,  спустя  десять  лет,  он  стоит  на  пороге  нового  мира.  Мир,  где  жизнь  течет  по  новым  законам.  Он  отправляется  в  путешествие  по  разрушенной  России. В  этом  путешествии  он  встретит  новых  людей,  старых  врагов,  и  новые  вызовы.\n\nданный квест является продолжением квеста \"глубинная чума\" после концовки \"единственный выживший\"",
    "answers": [
      {
        "id": 2,
        "text": "начать"
      },
      {
        "id": 1,
        "targetbookid": 278173,
        "text": "первая часть"
      },
      {
        "id": 34,
        "text": "главы"
      },
      {
        "id": 39,
        "text": "об обновлении"
      },
      {
        "id": 40,
        "text": "о квесте"
      }
    ]
  },
  {
    "id": 2,
    "text": "акт 1\n\"путь вникуда\"\n\nпролог\n\n\nУтром Иван проснулся у себя дома. Он услышал шум на улице. За последние несколько месяцев после прибытия военных, уцелевших и жителей «Беломорска» жизнь начала налаживаться. Военные обосновали небольшую деревушку возле высохшего колодца. В бункере Степана, разместилось их командование. В деревушку заселили прибывших выживших. Они заняли опустевшие жилища. Иван услышал, как стучат в дверь.",
    "answers": [
      {
        "id": 3,
        "text": "открыть дверь "
      }
    ]
  },
  {
    "id": 3,
    "text": "Иван открыл дверь, на пороге стоял пацан лет двенадцати и пищащим голосом проговорил\n—Иван Семёнович, вас Евгений Кириллович звал к себе\n—ясно, иди, Дим.\nпаренёк развернулся и побежал к озеру\n\"эх, хороший пацан всё же\"\nподумал иван",
    "answers": [
      {
        "id": 4,
        "text": "выдвинуться в деревню"
      }
    ]
  },
  {
    "id": 4,
    "text": "Спускаясь с холма Иван вспомнил события десятилетней давности, сейчас это казалось уже прошедшим, тем чего не было. Войдя в деревню он направился к новому зданию возведенному жителями буквально за месяц, к зданию сельсовета.\n\"мда, большой группе людей требуется лидер\"\nподумал Иван и вошёл в здание",
    "answers": [
      {
        "id": 5,
        "text": "в здании"
      }
    ]
  },
  {
    "id": 5,
    "text": "В здании стоял стол, на нем горела свеча, за длинным столом с одной стороны сидела часть верхушки военных, а с другой сидела часть мирных граждан.\n—а, ну вот и он, вообщем Семеныч, тут такое дело, ты нам рассказывал про сектантов, так вот разведчики зольдов заметили какой-то лагерь, там бегали люди вообщем по описанию похожие на них, ты единственный кто знает как они выглядят, так что пойдёшь с ними. Потом ко мне, есть разговор.\nИван сначала не понял кто говорил, однако посмотрев в сторону голоса понял, что это говорил Евгений.",
    "answers": [
      {
        "id": 6,
        "text": "далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ивану не выдали ничего, отмахнувшись тем, что тому достаточно лишь сказать сектанты это или нет.\n\"ага, так я вам и поверил, крысите вы просто или стремаетесь, что утащу\"\n",
    "answers": [
      {
        "id": 7,
        "text": "пойти так"
      },
      {
        "id": 8,
        "text": "взять свою винтовку"
      }
    ]
  },
  {
    "id": 7,
    "text": "Иван плюнул на это, хотя стандартный ножик за поясом не помешал, Иван никогда с ним не расставался с момента того \"момента\" с Лёхой, Ваня шёл в компании трёх солдат, вдруг один остановился и махнул рукой, солдаты все как один упали на землю",
    "answers": [
      {
        "id": 9,
        "text": "упасть на землю"
      },
      {
        "id": 10,
        "text": "стоять"
      }
    ]
  },
  {
    "id": 8,
    "text": "\"нет, лучше перебдеть чем недобдеть\"\nс этими словами Иван сбегал к себе домой за винтовкой и повесил её на плечо",
    "answers": [
      {
        "id": 7,
        "text": "выдвинуться"
      }
    ]
  },
  {
    "id": 9,
    "text": "Иван лёг на землю и пополз за остальными, по видимому главный в отряде перестал ползти и указав на полчну на которой стояли палатки, а вокруг сновали люди в чёрных балахонах, между ними периодически сновали люди в красных и белых балахонах, но ваще всего ходили люди либо голые, на из тела виднелись красные надписи на непонятном языке, либо люди в одежде из шкур.\n—это они?\nспросил главный",
    "answers": [
      {
        "id": 11,
        "text": "они"
      }
    ]
  },
  {
    "id": 10,
    "text": "Иван стоял\nглавный злобно прошипел:\n—ляг, придурок выдашь нас всех\nИван продолжал стоять, главный встал и влепил тому подзатыльник\n—ляг, ато тут на месте пришъём.\n",
    "answers": [
      {
        "id": 9,
        "text": "лечь"
      }
    ]
  },
  {
    "id": 11,
    "text": "главарь кивнул\n—ну что, ты с нами?",
    "answers": [
      {
        "id": 12,
        "text": "пойти в атаку",
        "need": [
          8
        ]
      },
      {
        "id": 13,
        "text": "нет, тут подожду"
      }
    ]
  },
  {
    "id": 12,
    "text": "Солдаты вместе с Иваном начали красться к палаткам, чтобы вызвать переполох главарь поджог одну из палаток после чего началась стрельба.",
    "answers": [
      {
        "id": 14,
        "text": "остаться с остальными"
      },
      {
        "id": 15,
        "text": "побежать в атаку"
      }
    ]
  },
  {
    "id": 13,
    "text": "Солдат кивнул и встав начал красться к палаткам, остальные последовали его примеру, вскоре подобравшись к палаткам, он чиркнул зажигалкой и поджог одну из них, когда одна из палаток достаточно разгорелась и начался переполох, началась стрельба, Иван наученный горьким опытом битв с фанатиками инстинктивно откатился за камень, один раз хлопнул взрыв, когда выстрелы прекратились Иван вылез из-за камня и встретившись с солдатами проследовал к Гене",
    "answers": [
      {
        "id": 20,
        "text": "далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ваня с солдатами остались лежать на краю лагеря, уничтожая сектантов как опухоль на теле могучей тайги, когда дело было сделано, тот выдвинулся к Геннадию",
    "answers": [
      {
        "id": 20,
        "text": "далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "выскачив из-за палатки иван точным выстрелом срезал одного из сектантов, стоявший рядом кинулся на Ивана, но того скосило очередь, иван продолжал атаку, вскоре на него сбоку накинулся противник, винтовка отлетела в сторону.",
    "answers": [
      {
        "id": 16,
        "text": "отбиваться кулаками"
      },
      {
        "id": 17,
        "text": "пырнуть ножом"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ваня начал бить нападавшего в ответ и даже смог выбить у того топор, вскоре успешно ударив противник потерял сознание.",
    "answers": [
      {
        "id": 18,
        "text": "забрать топор себе"
      },
      {
        "id": 19,
        "text": "не брать топор"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ваня выхватил нож и ударил им врага в печень. Тот вскрикнул и упал с Вани. Когда он поднялся остальных уже перебили",
    "answers": [
      {
        "id": 20,
        "text": "выдвинуться к Геннадию"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ваня прихватил топор с собой и пристегнул на пояс, после чего к нему подошёл один из солдат\n—нусс, вроде всё, ты бы сходил к Геннадию, он там звал тебя вроде.",
    "answers": [
      {
        "id": 20,
        "text": "к Геннадию"
      }
    ]
  },
  {
    "id": 19,
    "text": "Выскачив Иван понял, что остатки сектантов были уничтожены, к нему подошёл один из солдат\n—толковый ты парень, тебя там Ненад звал, заскочи.",
    "answers": [
      {
        "id": 20,
        "text": "к Геннадию"
      }
    ]
  },
  {
    "id": 20,
    "text": "Войдя в дом \"вождя\", как в шутку называли Геннадия Иван с ходу спросил\n—что такое?\nда вот, Вань тут такое дело, около двух лет нам осталось, ресурсы которые мы привезли кончаются, штаб молчит, вчера мы поймали сигнал выживших, все погибли, холера у них там что ли или что-то похожее\n—к сути!\n—вообщем, наши бравые воины\"усмехнувшись Геннадий продолжил\" поймали сигнал с Владивостока, с их слов они засели в правительственном бункере и готовы поедоставить нам помощь, но у них нет наших координат, а антенна как ты наверное знаешь отдала богу душу , вообщем военные собирают экспедицию туда, едешь в главном автомобиле, как один из командующих.\n—но\n—не обсуждается!В пятницу в 10, сбор у бункера.",
    "answers": [
      {
        "id": 21,
        "text": "в Пятницу",
        "blackout": true
      }
    ]
  },
  {
    "id": 21,
    "text": "На подходе к колодцу Ваня чуть не упал в обморок от удивления:7 машин стояло у выезда, а в центре стоял армейский тягач, Иван сразу понял что это, он сам чинил такой, когда служил.\nНа месте баллистической ракеты на тягаче был приделан металлический цилиндр.Из цилиндра показалось седое, бородатое лицо и махнул Ивану.\n—Так, паря, ты с нами, залазь.",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "войдя в цилиндр через дверь Иван увидел ещё двух людей сидевших на креслах за столом, рядом трещали дрова в металлической печи, у стены стояли кровати, на потолке был люк в пулемётную башню.\n—ну что ж, Ваня давай познакомлю тебя с остальными.\nпроизнес один из севших на кресле, Иван сразу признал его, это был Женя, парень занявший дом его соседа и по совместительству главный по подготовке солдат.\n—это вот у нас два представителя от военных, Герман и Никита. Вот и всё собственно, информации о них мало, ну да ладно.\nузнав всё, что нужно Иван сел на кресло, рядом уместился высокий боец похожий на медведя.\n—Итак, ребята, план такой, пока мы будем ехать, мы будем заезжать по стратегическим точкам, чтобы пополнить ресурсы, починить автомобили, и так далее.Первая точка: Питер. Через некоторое время тягач тронулся.",
    "answers": [
      {
        "id": 23,
        "text": "в дороге",
        "blackout": true
      }
    ]
  },
  {
    "id": 23,
    "text": "Глава 1\n\"в Питер\"\n\nВечерело, тягач гнал по дороге периодически подскакивая на кочках, Герман мерно покачиваясь на стуле протирал автомат, Женя и Никита мирно посапывали на койках, как вдруг тягач резко остановился, Генриха тряхнуло, а Иван сидевший у печки повалился на пол.",
    "answers": [
      {
        "id": 27,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 24,
    "text": "Подскочив Иван подбежал, из-за адреналина тот не замечал ничего, пришёл в себя тот уже на болоте, вокруг был слышен стон, от которых бросало в дрожь, как вдруг Иван вспомнил про зажигалку",
    "answers": [
      {
        "id": 41,
        "text": "зажечь зажигалку"
      }
    ]
  },
  {
    "id": 25,
    "text": "Ну что, тварюга, поиграть захотела? Так знай, Меркуловы просто так не сдаются.\nПрокричал Иван в темноту и выхватил из-за спины нож. Холодная сталь сверкнула в лунном свете, завораживая Ивана.\nИз темноты послышался рык, в темноте вспыхнули мириады красных глаз существа, оно кинулось на Ивана",
    "answers": [
      {
        "id": 35,
        "text": "отскочить"
      },
      {
        "id": 35,
        "text": "атаковать"
      }
    ]
  },
  {
    "id": 26,
    "text": "Глава 2\n\"петроград\"\n\nКолонна остановилась на дороге, солдаты выскочили из автомобилей, Иван, Герман и Женя вышли и встали напротив, Никита встал в строй к столадатм.\nГерман начал вешать:\n—Итак, бойцы вот мы и в Питере у нас три задачи: проверить военный объект номер девять, туда пойдут:Семёнов, Кабанов, Рыжов и Кукуцаполь, главой отряда будет Никита Кузнецов.Второй целью будет обследовать ближайшие СТО на предмет запчастей, дабы починить наши автомобили, этим займутся Егоров, Никитин, Краснов и я. третьей-де задачей будет поставлено обследование ближайшего госпиталя. пойдут Женя и Ваня, каждому главному в отряде выдаётся рация.",
    "answers": [
      {
        "id": 36,
        "text": "далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "поднявшись Иван сел на кресло рядом с Германом, тот не отрывая взгляд от автомата произнёс:\n—по идее должны быть под Медвежьегорском, скорее всего его жители нас стопарнули\n—ну да, а на кой чёрт им это?\n—так сам посуди, паря такая колонна, мож они подумали, шо мы диверсанты, или их поработить приехали\n—а, ну ладно.\nв подтверждение словам Германа в помещение ввалился мужчина в чёрном пуховике и кроссовками на ногах\n—кто главный?\nмы. сказал Герман показав на Ивана.\n—ясно, ну пойдёмте со мной, надо у вас кое-что узнать.",
    "answers": [
      {
        "id": 28,
        "text": "пойти"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ваню и Германа завели в подвальное помещение, налили воду и посадили за стол. После этого мужчина начал задавать им вопросы.",
    "answers": [
      {
        "id": 29,
        "text": "отдать инициативу Герману"
      },
      {
        "id": 30,
        "text": "врать"
      },
      {
        "id": 31,
        "text": "приврать"
      },
      {
        "id": 32,
        "text": "говорить правду"
      }
    ]
  },
  {
    "id": 29,
    "text": "—так, мужики, я вижу, вы люди порядочные, так что мы вас тут надолго не задержим, так вот, откуда вы?\n—мы военные из Беломорска, выдвигаемся во Владивосток по приказу верховного главнокомандующего.\n—как вы связались с правительством вам Владивостоке?\n—не могу рассказать.\n—какова ситуация в других городах России?\n—Беломорск мёртв, наш штаб уничтожен, мы обосновались в селе к Западу отсюда, там еще озеро такое рядом, если сможете, подъезжайте.\n—понятно, я понял о каком селе вы говорите, к нам оттуда девушка приезжала, ну когда всё и началось, ну да ладно, зачем вы здесь?\n—мы здесь просто проездом, так что советую нас пропустить и всё.\n—ну всё, вы свободны.",
    "answers": [
      {
        "id": 33,
        "text": "в пути",
        "blackout": true
      }
    ]
  },
  {
    "id": 30,
    "text": "—так, мужики, я вижу, вы люди порядочные, так что мы вас тут надолго не задержим, так вот, откуда вы?\n—мы такие же выжившие, как и вы, нам просто надо добраться до Владивостока, у нас там родня.\n—какова ситуация в других городах России?\n—Мурманск мёртв, в заполярном ещё есть выжившие, мы оттуда.\n—понятно, ну да ладно, зачем вы здесь?\n—мы здесь просто проездом, так что советую нас пропустить и всё.\n—ну всё, вы свободны.",
    "answers": [
      {
        "id": 33,
        "text": "в пути",
        "blackout": true
      }
    ]
  },
  {
    "id": 31,
    "text": "—так, мужики, я вижу, вы люди порядочные, так что мы вас тут надолго не задержим, так вот, откуда вы?\n—мы военные из Беломорска, выдвигаемся во Владивосток по приказу верховного главнокомандующего.\n—как вы связались с правительством вам Владивостоке?\n—наши радисты поймали их сигнал.\n—какова ситуация в других городах России?\n—нет информации, но Беломорск точно мёртв, мы обосновались в селе к Западу отсюда, там еще озеро такое рядом, если сможете, подъезжайте.\n—понятно, я понял о каком селе вы говорите, к нам оттуда девушка приезжала, ну когда всё и началось, ну да ладно, зачем вы здесь?\n—мы здесь просто проездом, так что советую нас пропустить и всё.\n—ну всё, вы свободны.\n",
    "answers": [
      {
        "id": 33,
        "text": "в пути",
        "blackout": true
      }
    ]
  },
  {
    "id": 32,
    "text": "—так, мужики, я вижу, вы люди порядочные, так что мы вас тут надолго не задержим, так вот, откуда вы?\n—часть из настроенные из Беломорска, часть из деревни к Востоку отсюда. Мы едем во Владивосток, по запросу от правительства.\n—как вы связались с правительством вам Владивостоке?\n—не могу рассказать.\n—какова ситуация в других городах России?\n—Беломорск мёртв,военные обосновались в моём селе к востоку отсюда, там еще озеро такое рядом, если сможете, подъезжайте.\n—понятно, я понял о каком селе вы говорите, к нам оттуда девушка приезжала, ну когда всё и началось, ну да ладно, зачем вы здесь?\n—мы здесь просто проездом, так что советую нас пропустить и всё.\n—ну всё, вы свободны.",
    "answers": [
      {
        "id": 33,
        "text": "в пути",
        "blackout": true
      }
    ]
  },
  {
    "id": 33,
    "text": "В пути конвой настиг сильный осенний ливень, лило так, что пришлось свернуть с дороги и устроить привал, чтобы не застрять в грязи, Иван лёг на кровать и задремал...\n\nНочь, Иван вздрогнул, сонливость пропала, словно её и не было, его что-то тащило и это был явно не человек, присмотревшись Ваня увидел силуэт, бесформенный, чернильно чёрный, с сильным запахом гнили, поняв, что Иван очнулся тварь взвыла, отпустила Ивана и унеслась вглубь леса\n\n",
    "answers": [
      {
        "id": 24,
        "text": "Бежать"
      },
      {
        "id": 25,
        "text": "Защищаться"
      }
    ]
  },
  {
    "id": 34,
    "text": "список глав:",
    "answers": [
      {
        "id": 2,
        "text": "пролог",
        "blackout": true
      },
      {
        "id": 23,
        "text": "глава 1",
        "need": [
          23
        ],
        "blackout": true
      },
      {
        "id": 26,
        "text": "глава 2",
        "need": [
          26
        ],
        "blackout": true
      }
    ]
  },
  {
    "id": 35,
    "text": "Ну что ты, дрянь, давай!\nс криком Иван бросился на существо, проскользнув мимо того всадил нож в спину твари, чавкнуло, рука провалилась в тело, завоняло гнилью ещё сильнее, существо резко развернувшись ударило Ивана выросшим из тела щупальцем, иван врезался во что-то жёсткое в глазах полетели звёзды.\n—ну вот и всё, подумал иван, когда существо шло на него, как вдруг существо поскользнулась и упало.",
    "answers": [
      {
        "id": 24,
        "text": "вскочить и бежать"
      },
      {
        "id": 37,
        "text": "схватить нож и атаковать"
      }
    ]
  },
  {
    "id": 36,
    "text": "после речи Герман подошёл к ребятам.\n—и так идёте по дороге, на третьем повороте направо,потом через один поворот опять направо, далее идёте до поворота налево, после чего на первом повороте  увидите кирпичное здание, вам нужно его обследовать, вперёд.",
    "answers": [
      {
        "id": 42,
        "text": "на подходе к госпиталю"
      }
    ]
  },
  {
    "id": 37,
    "text": "Иван даже не успел подскочить к ножу, как его ударило щупальцем, в себя тот пришёл уже не в лесу, он лежал посреди холмистого поля поросшего пожухлой травой, поддавшись панике, что существо где-то рядом, тот кинулся бежать, непонятно сколько тот бежал, но так ничего не найдя тот рухнул без сил.",
    "answers": [
      {
        "id": 38,
        "text": "далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 38,
    "text": "—Иван!Иван, твою мать вставай, ты же обдрищешся щас, что случилось-то?\nза столом в привычной позе сидел Герман.\n—да так, сон дурной, мерзкий такой.\n—ну, как говорится сон в руку, так щас ещё и пятница, а вещие сны как раз сняться в ночь с четверга на пятницу, ну да ладно об этом потом, скоро мы будем в Питере, поднимай своих.",
    "answers": [
      {
        "id": 26,
        "text": "глава 2",
        "comment": false
      }
    ]
  },
  {
    "id": 39,
    "text": "скорее всего вторая глава будет доделана и опубликована к середине-концу июля",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "Полностью пересмотрел идею квеста. Если первая часть представляла собой короткий квест, направленный на создание вселенной, то эта часть будет более длинной и ориентированной на персонажей и их приключения. Герои пройдут путь от деревни Ивана в Карелии до Владивостока и вернутся обратно. Каждый пункт маршрута будет наполнен приключениями и испытаниями.",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "Иван чиркнул зажигалкой и закричал от ужаса, вокруг него было множество человеческих силуэтов, большинство уже в безумии и обессиленные бормотали и хрипели, но некоторые ещё сохраняли часть рассудка\n—Ваня, поммоги.\nИван ,сразу узнал голос своегомсоседа убитого им ещё в начале катастрофы.\nбулькнуло, тело погрязшее в зловонной, чёрной грязи исчезло в пучине.\n—ну что же, Ванька вот мы и встретились!\nкаждое слово отдавалось жгучей болью в висках, Иван узнал голос, это был охрипший, искажённый, но все же голос Лёхи. Иван увидев наступающий на него силуэт развернулся и побежал, но ноги его погрязли в грязи и тот упал.\n—нет смысла бежать, придется ответить ща те десять лет мучений, Иван по пояс погрязший в грязи начал медленно погружаться и потерял сознание.",
    "answers": [
      {
        "id": 38,
        "text": "далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 42,
    "text": "войдя в госпиталь ребят погрузило во мрак, запах спирта и затхлости заставлял глаза слезиться\n—ну что, Вань, тут 6 этажей, один подвальныйс какие ты будешь обследовать?",
    "answers": [
      {
        "id": 43,
        "text": "обследовать второй и третий этажи"
      },
      {
        "id": 44,
        "text": "обследовать подвал и первый этаж"
      }
    ]
  },
  {
    "id": 43,
    "text": "—второй и третий\n—понятно, Вань удачи тебе, я в подвал, пятый и шестой вместе обследуем\nподнявшись на второй этаж ваня увидел длинный коридор уходящий в разные стороны.",
    "answers": [
      {
        "id": 45,
        "text": "идти вправо"
      },
      {
        "id": 46,
        "text": "идти влево"
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "Иван решил осмотреть правый коридор. но какую дверь выбрать?",
    "answers": [
      {
        "id": 47,
        "text": "выбрать ближайшую",
        "need": -47
      },
      {
        "id": 48,
        "text": "выбрать самую дальнюю",
        "need": -48
      },
      {
        "id": 49,
        "text": "выбрать случайную",
        "need": -49
      },
      {
        "id": 55,
        "text": "назад к выбрру",
        "need": [
          47,
          48,
          49
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "выйдя в левый коридор, уходивший вправо под углом 90 градусов, иван увидел палаты для больных и в конце коридора столовую",
    "answers": [
      {
        "id": 53,
        "text": "обыскать столовую",
        "need": -27
      },
      {
        "id": 54,
        "text": "обыскать платы",
        "need": -54
      },
      {
        "id": 55,
        "text": "вернуться на стык коридоров",
        "need": [
          53,
          54
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "Иван открыл дверь, комната оказалась абсолютно пустой.",
    "answers": [
      {
        "id": 45,
        "text": "вылезти обратно"
      }
    ]
  },
  {
    "id": 48,
    "text": "Иван зашёл в комнату, там стоял полумрак, у входа лежала детская игрушка, с потолка капало, в помещении стояли кровати.",
    "answers": [
      {
        "id": 52,
        "text": "обшарить тумбочки"
      }
    ]
  },
  {
    "id": 49,
    "text": "Иван подёргал ручку двери,та была заперта, Иван мгновенно сориентировавшись отошёл к стене напротив и с разбега ударил по двери подошвой сапога, хрустнуло, прогнившая дверь с хрустов вылетела, кабинет был на удивление чистым и целым, по сравнению с остальной больницей,на столе лежал дневник, за столом сидел скелет с дыркой в черепе.",
    "answers": [
      {
        "id": 50,
        "text": "открыть дневник",
        "need": -50
      },
      {
        "id": 51,
        "text": "искать лекарства"
      },
      {
        "id": 45,
        "text": "покинуть кабинет",
        "need": [
          51
        ]
      },
      {
        "id": 57,
        "text": "подобрать пистолет скелета",
        "need": -57
      }
    ]
  },
  {
    "id": 50,
    "text": "\n21.03.2013\n\nВсе кончено.  Вирус  победил.  Я  видел  своими  глазами,  как  он  уничтожает  все  живое  вокруг.  Сначала  было  не  так  страшно.  Лихорадка,  кашель,  слабость  –  простые  симптомы.  Но  потом  начались  изменения.  Люди  стали  превращаться  в  чудовищ.  Их  лица  искажались,  глаза  теряли  цвет,  кожа  становилась  бледной,  как  у  мертвеца. \n\nМы  пытались  бороться.  Изолировали  больных,  искали  лекарство,  но  все  бесполезно.  Вирус  слишком  быстрый,  слишком  мощный.  Он  уничтожает  все  на  своем  пути. \n\nВ  госпитале  становится  все  хуже.  Каждый  день  умирает  все  больше  людей.  Я  чувствую  себя  бессильным.  Как  я  могу  помочь  им?  Как  я  могу  справиться  с  этим  ужасом? \n\n28.03.2013\n\nЯ  один.  Все  умерли.  Я  вижу  их  лишь  в  кошмарах.  Я  не  могу  спастись  от  этой  болезни.  Я  чувствую,  как  она  проникает  в  мою  душу  и  меняет  меня  изнутри.  Я  не  хочу  становиться  таким,  как  они.  \n\nНо  уже  слишком  поздно.  Я  чувствую,  что  умираю.  Я  вижу  свои  смертельные  симптомы  в  зеркале.  Я  хочу  умереть  быстро  и  без  болезни.  Но  я  боюсь.  Я  боюсь  того,  что  станется  с  миром  после  меня.  \n\n01.04.2023\n\nЯ  пишу  эти  строки,  чувствуя  ужасную  боль  в  теле  и  в  душе.  Я  не  могу  более  писать.  Я  чувствую,  как  вирус \nдалее неразборчиво из-за пятна крови на дневнике.",
    "answers": [
      {
        "id": 49,
        "text": "назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "Пооткрывав шкафы Ваня не нашёл ничего, кроме пожухлых медицинских записей.",
    "answers": [
      {
        "id": 49,
        "text": "назад"
      }
    ]
  },
  {
    "id": 52,
    "text": "Обыскав тумбочки на предмет личных вещей Иван нашёл пару телефонов, пачку салфеток и пачки лекарств.",
    "answers": [
      {
        "id": 45,
        "text": "выйти"
      }
    ]
  },
  {
    "id": 53,
    "text": "Зайдя в столовую Иван обыскал её, ничего не найдя его взор уцепился за выступающий кирпич.",
    "answers": [
      {
        "id": 56,
        "text": "потянуть кирпич на себя",
        "need": -56
      },
      {
        "id": 46,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 54,
    "text": "в палатах не нашлось ничего, кроме пыльных коек, да пары скелетов, которые за давностью лет уже потеряли часть костей.",
    "answers": [
      {
        "id": 46,
        "text": "назад"
      },
      {
        "id": 62,
        "text": "осмотреть палаты ещё раз"
      }
    ]
  },
  {
    "id": 55,
    "text": "Иван вновь стоял на стыке двух коридоров",
    "answers": [
      {
        "id": 45,
        "text": "в правый"
      },
      {
        "id": 46,
        "text": "в левый"
      },
      {
        "id": 58,
        "text": "на третий этаж",
        "need": [
          54,
          49
        ]
      },
      {
        "id": 61,
        "text": "спуститься к Жене",
        "need": 58
      }
    ]
  },
  {
    "id": 56,
    "text": "1Ваня дёрнул кирпич, тот поддавшись вылетел и Иван упал, в стене был тайник с парой консерв и бутылка воды.",
    "answers": [
      {
        "id": 53,
        "text": "сложить всё в рюкзак"
      }
    ]
  },
  {
    "id": 57,
    "text": "\"ну, тебе это точно не пригодиться\"\nс такими мыслями Иван подобрал ПМ лежавший на полу у ног трупа, похоже их выдавали врачам в последние дни эпидемии для защиты от заражённых, после чего засунул пистолет за пояс",
    "answers": [
      {
        "id": 49,
        "text": "назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "Поднявшись на один пролёт по лестнице Иван Увидел, что проход на верхние этажи завален рухнувшей крышей.",
    "answers": [
      {
        "id": 59,
        "text": "осмотреть завал"
      },
      {
        "id": 55,
        "text": "вернуться на второй этаж"
      }
    ]
  },
  {
    "id": 59,
    "text": "завал состоял из бетонных плит сваленных друг на друга, похоже четвертый этаж обвалился полностью",
    "answers": [
      {
        "id": 58,
        "text": "назад"
      },
      {
        "id": 65,
        "text": "сделать из прута рычаг и сдвинуть плиты",
        "need": [
          64
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "На этом этаже практически все двери были сделаны из металла, все были закрыты, единственной окрытой была дверь в конце коридора",
    "answers": [
      {
        "id": 66,
        "text": "войти"
      },
      {
        "id": 65,
        "text": "назад"
      }
    ]
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  },
  {
    "id": 62,
    "text": "Ещё раз осмотрев помещение, Ваня заметил, что решетки на одном из окон отсутст, в отличии от остальных окон в больнице, которые он уже видел.",
    "answers": [
      {
        "id": 63,
        "text": "выйти через окно на крышу"
      },
      {
        "id": 46,
        "text": "покинуть палаты"
      }
    ]
  },
  {
    "id": 63,
    "text": "Выйдя на крышу, Иван увидел валяющиеся прутья решётки. справа возвышался один из коридоров третьего этажа.",
    "answers": [
      {
        "id": 64,
        "text": "поднять прут",
        "need": -64
      },
      {
        "id": 46,
        "text": "залезть обратно и покинуть палаты"
      }
    ]
  },
  {
    "id": 64,
    "text": "нагнувшись за прутом Иван поднял его и прицепил на рюкзак.",
    "answers": [
      {
        "id": 63,
        "text": "назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "Пыхтя и потея Иван всёже смог сдвинуть плиту и пролезть в коридор третьего этажа, всё таже картина, скелеты, пыль и запах сырости.",
    "answers": [
      {
        "id": 60,
        "text": "обыскать коридор"
      },
      {
        "id": 59,
        "text": "вылезти назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "Иван вошёл в дверь, комната была пуста, но в стену был вмонтирован приоткрытый сейфт, открыв его Ваня увидел записку:\n—Лёха, БСК нас накрыло, схрон в подвале заминирован, смотри не подорвись, всё здание заминировано.Растяжка сразу за шкафом.\nпо спине Вани пробежал холод",
    "answers": [
      {
        "id": 67,
        "text": "побежать к Жене в подвал."
      }
    ]
  },
  {
    "id": 67,
    "text": "Пока Иван бежал по коридору этажа здание содрогнулось. Резкий удар по голове заставил вас потерять сознание.",
    "answers": [
      {
        "id": 68,
        "text": "очнуться"
      }
    ]
  },
  {
    "id": 68,
    "text": "Иван очнулся со связанными руками, рядом лежал Женя, в слабо освещенной комнате  ходили вооруженные люди.",
    "answers": [
      {
        "id": 69,
        "text": "далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "в жвереой проём справа от Вани влетел обрезок труюы с фитилём через несколько мнгновений он хлопнул оглушив всех в клмнате, когда Иван пришёл в себя комната была завалена телами, а его уже развязывали люди Бориса.",
    "answers": []
  }
]