[
  {
    "id": 1,
    "text": "Твои плавания\n\nСтолько всего, что попросту слишком долго перечислять. Давай просто возьмемся за руки и окунемся с головой в это для нас обоих новое приключение. И даже если тебя захлестнут волны отчаяния, я точно знаю: даже под толщами морской воды ты не потеряешь из виду далекие звезды. Когда-нибудь все мы окажемся там. А какой путь к звездам изберешь ты?.. \n",
    "answers": [
      {
        "id": 2,
        "text": "Ладно... Начинаем? "
      },
      {
        "id": 3,
        "text": "Не, чувак, я просто хочу понажимать на эту кнопку"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты стоишь на берегу, взирая на пожирающие друг друга морские волны. Возможно они пообедают и твоими амбициями?.. Это не отменяет необходимости пойти на риск. \n\nВ поле твоего зрения попадают лишь пристань, рощи тропических деревьев и совсем крошечная, богом забытая деревенька, даже не имеющая конкретного названия. На что способен выходец из такого места? ",
    "answers": [
      {
        "id": 4,
        "text": "Сесть в лодку"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты с вожделением прожимаешь кнопку, но удовольствие быстро улетучивается. Все же, жизнь пройти — не поле пережить.. ",
    "answers": [
      {
        "id": 1,
        "text": "Я хочу жить! "
      }
    ]
  },
  {
    "id": 4,
    "text": "Прогоняя остатки сомнений, ты садишься в заплесневевшую лодку. Да, вот с такого корыта начинается любой путь к величию. Никто из селян не держит тебя здесь, а остаться и прожигать обывательское существование — не твой вариант. Ведь ты, ни много ни мало, стремишься... ",
    "answers": [
      {
        "id": 5,
        "text": "СТАТЬ КОРОЛЕМ ПИРАТОВ! "
      },
      {
        "id": 5,
        "text": "Найти хороших друзей"
      },
      {
        "id": 5,
        "text": "Обрести истинную свободу "
      }
    ]
  },
  {
    "id": 5,
    "text": "Что ж, будем надеяться, тебе это удастся. Иначе история окажется слишком грустной... \n\n\"Только вперёд\". В любом случае нет смысла оставаться здесь. Ты не бережешь силы, стремительно гребя веслами, с каждой минутой продолжая отдаляться от островка безопасности. Впереди — бесконечная синева.\n\n ",
    "answers": [
      {
        "id": 6,
        "text": "Продолжать грести"
      }
    ]
  },
  {
    "id": 6,
    "text": "По прошествии нескольких часов ты сделал перерыв, чтобы экономно пообедать. Поживившись заранее наловленной рыбой и немного отдохнув, ты решил прожолжать плыть до тех пор, пока не найдешь землю. У тебя не было представления о том, насколько велико море и как быстро ты достигнешь цели. Это создавало некоторое фоновое напряжение. ",
    "answers": [
      {
        "id": 7,
        "text": "Продолжать грести"
      }
    ]
  },
  {
    "id": 7,
    "text": "Еще несколько часов продвижения вперед — но ни намека на землю. Уже начинает понемногу смеркаться. Что ж... ",
    "answers": [
      {
        "id": 8,
        "text": "Грести усерднее "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вечер уже почти вступил в свои права. Прошел целый день. Может, завтра повезет больше? Оторванность от цивилизации сделала тебя несколько наивным. Но ведь в случае чего всегда можно повернуть назад... ",
    "answers": [
      {
        "id": 9,
        "text": "Продолжать грести"
      }
    ]
  },
  {
    "id": 9,
    "text": "День второй. А после и третий. Или все-таки четвертый?.. Возможно прошла уже целая неделя, а ты уже умудрился сбиться со счета. Похоже на то, что провизия подошла к концу. Этот испортившийся хлеб — последнее, что осталось. У тебя все еще есть удочка и приманки для занятия рыбной ловлей. Но все же... ",
    "answers": [
      {
        "id": 10,
        "text": "Повернуть назад. Плывем домой "
      },
      {
        "id": 11,
        "text": "Не отступать! "
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты решил прислушаться к доводам рассудка и не рисковать. Может, ты захочешь попробовать отправиться в плавание еще раз, но уже подготовиться получше. К тому же долгое нахождение в одиночестве натолкнуло тебя на мысли о знакомых селянах, оставленных позади. Кого-то из них ты даже называл своим другом. Пожалуй, зря ты обесценивал его общество. ",
    "answers": [
      {
        "id": 12,
        "text": "Грести домой"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты решил продолжить плавание: похвальная решимость. Не обращая внимание на накапливающиеся голод и усталость, ты продолжал плыть. Рыба очень плохо клевала: недаром местное море называют мертвым. Но тебе удалось выжить. ",
    "answers": [
      {
        "id": 15,
        "text": "Продолжать грести. "
      }
    ]
  },
  {
    "id": 12,
    "text": "С момента принятия решения вернуться прошло трое суток. До этого момента ты благославлял безмятежность местных вод. Однако сегодняшний вечер заставил тебя отказаться от прежних слов. Не прошло и часа, как обманчиво спокойное море обратилось вскипающим левифаном, жаждущим поглотить твою несчастную душу. ",
    "answers": [
      {
        "id": 13,
        "text": "Подготовиться к шторму "
      }
    ]
  },
  {
    "id": 13,
    "text": "А что ты можешь сделать? ",
    "answers": [
      {
        "id": 14,
        "text": "Ничего. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Большая волна с яростью обрушилась на тебя, переламывая тело твоего судна, а заодно и тебя вместе с ним. Последнее, что ты увидел перед тем, как сознание окончательно угасло — череп другого такого же искателя приключений, оказавшийся на дне морском. ",
    "answers": [
      {
        "id": 1,
        "text": "Я умер ради мечты. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Последующие несколько недель прошли в довольно упадническом настроении. Но поворачивать назад уже было попросту слишком поздно. Из-за нехватки питания ты заболел. Рано или поздно это должно было произойти. К счастью, пока что у тебя есть силы. ",
    "answers": [
      {
        "id": 16,
        "text": "Продолжать грести. "
      }
    ]
  },
  {
    "id": 16,
    "text": "На рассвете ты сумел разглядеть вдали движущуюся белую точку. Подзорная труба подтвердила догадку: это был корабль. Принадлежит он пиратам или членам Морского Дозора: для тебя совсем неважно. Ты слишком устал плыть. ",
    "answers": [
      {
        "id": 17,
        "text": "Грести к кораблю. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Через несколько часов лодка стукнулась об огромное, судя по флагу, пиратское судно. Дозорные давно заметили тебя, потому на палубе собралась целая орава головорезов. Смерть или хлеб — сейчас оба исхода одинаково приемлемы. Лучше было оставаться на острове и не пытать свою удачу. ",
    "answers": [
      {
        "id": 18,
        "text": "«Пожалуйста, позаботьтесь обо мне»"
      }
    ]
  },
  {
    "id": 18,
    "text": "Темнота. Ты нехотя открыл глаза... \n",
    "answers": [
      {
        "id": 19,
        "text": "«Ч-что?..»"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты лежал на койке, а на тебе была совсем новенькая, чистая одежда. Не убили. Когда ты потерял сознание, тебя перенесли в отдельную каюту. \n\nВыходит, о тебе позаботились. Невероятная удача. И заслуженный подарок судьбы за такое бездарное начало путешествия. ",
    "answers": [
      {
        "id": 20,
        "text": "Наброситься на суп"
      }
    ]
  },
  {
    "id": 20,
    "text": "Еще до того, как ты это осознал, тело жадно выпило все содержимое тарелки. Остается надеяться, что впредь тебе не придется так голодать. Даже если за это придется поплатиться свободой?.. ",
    "answers": [
      {
        "id": 21,
        "text": "Я готов быть рабом. "
      },
      {
        "id": 21,
        "text": "У меня не такие планы! "
      }
    ]
  },
  {
    "id": 21,
    "text": "Что ж, поначалу тебе в любом случае необходимо познакомиться с капитаном корабля и отблагодарить за спасение. И, по крайней мере, добраться до суши. Там будет виднее. ",
    "answers": [
      {
        "id": 22,
        "text": "Встать с койки"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты огляделся и осознал, что стены каюты сделаны из металла. Это явно необычный корабль... Содержание шкафов и комодов вокруг удивляло не меньше. Судя по всему здесь хранились лекарства и самое разное медицинское оборудование для проведения хирургических операций. Откуда такие технологии у пиратов в никому не нужном Мертвом море?.. ",
    "answers": [
      {
        "id": 23,
        "text": "Мне нужен галоперидол "
      }
    ]
  },
  {
    "id": 23,
    "text": "Внезапно дверь в каюту открылась. Твой покой побеспокоила... Панда в комбинезоне?..",
    "answers": [
      {
        "id": 24,
        "text": "Лучше бы я умер"
      }
    ]
  },
  {
    "id": 24,
    "text": "— То-то я услышал какую-то возню... Что, уже хочешь скрысить что-нибудь, мразь неблаголарная?! — медвежонок оказался агрессивно настроен к тебе. \n\n",
    "answers": [
      {
        "id": 25,
        "text": "«Я ничего не брал»"
      }
    ]
  },
  {
    "id": 25,
    "text": "— О-ой... П-проистите п-пожалуйста... — медвежонок успокоился так же быстро, как возбудился до этого. — М-мое имя Бепо... Не злитесь на меня... \n\nСущество в комбинезоне поникло, заставляя тебя чувствовать себя виноватым. ",
    "answers": [
      {
        "id": 26,
        "text": "«Ну... Кое-что я все-таки сделал. Я плотно насытился тем, что нашел»"
      }
    ]
  },
  {
    "id": 26,
    "text": "Бепо упал на пол с тем, чтобы начать истерично перекатываться из стороны в сторону, поднимая оглушительный визг. \n\n— ОН СЪЕЛ ФРУКТ!.. БОЖЕ, ЧТО С НИМ БУДЕТ!.. О, ГОСПОДЬ, ПОМИЛУЙ НАШИ НЕВИННЫЕ ДУШИ!.. ",
    "answers": [
      {
        "id": 27,
        "text": "Съел что?.. "
      }
    ]
  },
  {
    "id": 27,
    "text": "На крики Бепо пришел другой член экипажа. Это был человек, но и его внешний вид сумел поразить тебя. В жару его голову неизменно защищал крупный головной убор, а на яркой рубашке красовалось улыбающееся во все зубы лицо. В противовес ему таинственный незнакомец лишь хмурился. \n\n— Хватит кричать, Бепо. Я специально раскрошил фрукт, чтобы он принял его. Посмотрим, что с ним станет. ",
    "answers": [
      {
        "id": 28,
        "text": "Что?.. ",
        "need_ever": true
      }
    ]
  },
  {
    "id": 28,
    "text": "Незнакомец в кепке посмотрел тебе прямо в глаза. Выдержать его прямой взгляд было непросто: казалось, что он смотрит тебе прямо в душу. \n\n— Меня зовут Трафальгар Ло. Я капитан «Веселого Роджера». Это — моя сумбарина. Добро-пожаловать. \n\nМужчина подошел к тебе и протянул ладонь. ",
    "answers": [
      {
        "id": 29,
        "text": "Пожать руку"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Мы спасли тебя от смерти, так что, думаю, ты не возражаешь, если мы немного поэксперементируем на тебе. \n\nКапитан Трафальгар выдерживал паузу после каждого предложения, помогая осмыслить услышанное. \n\n— Ближе к делу...Ты съел фрукт типа «Парамеция», Firi Firi no Mi. Он позволяет убеждать людей в том, во что ты хочешь, чтобы они верили. У этой силы большой потенциал. Но много подводных камней. Например, на меня ты никак не повлияешь. Потому что я готов к этому. ",
    "answers": [
      {
        "id": 30,
        "text": "Не понимаю... Чего вы от меня хотите? "
      }
    ]
  },
  {
    "id": 30,
    "text": "— Мы предлагаем тебе присоединиться к нашей команде. Только и всего. — вставил Бепо. \n\n— Да... Бепо знал про фрукт, потому не понимаю, зачем он пытался изобразить истерику. — добавил Ло. \n\n— П-простите, капитан... \n\n— \"Простите\" в карман не положишь. Иди, приготовь нам ужин. \n\n— Т-так точно! \n\nОранжевый комбинезон испарился в мгновение ока. Ло вздохнул. \n\n— Ну а с тобой мы еще поговорим. Как насчет того, чтобы спуститься в подвал? ",
    "answers": [
      {
        "id": 31,
        "text": "Мы же не будем делать ничего неприличного?.. "
      }
    ]
  },
  {
    "id": 31,
    "text": "— Странный у тебя юмор... Но я ценю таких отчаянных людей, как ты. У меня есть некоторые догадки, но я хочу послушать, как ты оказался здесь. Но сначала... \n\nМужчина надавил на стену в том месте, где располагалась скрытая нажимная плита. Механизм пришел в действие: твоему взору открылась лестница, ведущая вниз, в комнату, полностью состоящую из стекла. \n\nСпустившись по ступеням ты оказался окружен буйством красок, любуясь стайками рыб и красивыми кораллами, от которых тебя отделяло лишь тонкое стекло. \n\nЛо хмыкнул. \n\n— А ведь это корыто умеет еще и погружаться на глубину. Нравится? ",
    "answers": [
      {
        "id": 32,
        "text": "Ещë бы! "
      }
    ]
  },
  {
    "id": 32,
    "text": "— Я рад. Мне дорого обошелся такой корабль. Но благодаря нему мы сможем без особых проблем добраться до Гранд-Лайна. \n\nТрафальгар кашлянул. \n\n— Ты обещал рассказать больше о себе. ",
    "answers": [
      {
        "id": 33,
        "text": "«Ах, да...»"
      }
    ]
  },
  {
    "id": 33,
    "text": "Следующие два часа твои уста неустанно излагали подробную автобиографию. Сиротство, жизнь бок о бок с подворовывающими друг у друга рыбаками, уроки выживания в лесу. И... Эйс. Твой брат. ",
    "answers": [
      {
        "id": 34,
        "text": "«Где же ты, Эйс?»"
      }
    ]
  },
  {
    "id": 34,
    "text": "«Эйс... Мы называли друг друга братьями, хоть у нас и не общие родители. Изначально он вечно прогонял меня, и мне не удавалось заслужить его доверие. Но в деревне не было других сверстников. Или же они не нравились мне. Даже если Эйс бил меня, рядом с ним мое одиночество исчезало. Я преследовал его и нашел его убежище в лесу. По сути так он учил меня выживать. \n\nМы мечтали о том, чтобы выйти в море вдвоем и отправиться на поиски красоток и сокровищ. Но... Честно говоря, мы оба хотели быть капитанами и отказывались подчиняться друг другу. Поэтому он отправился в странствия раньше меня. Недавно мне исполнилось девятнадцать. А значит, настало время пойти вслед за ним. \n\n",
    "answers": [
      {
        "id": 35,
        "text": "Предаться воспоминаниям"
      }
    ]
  },
  {
    "id": 35,
    "text": "Трафальгар улыбнулся. Он делал это необычайно редко, отчего каждая его улыбка приобретала особую ценность. \n\n— То есть вы плаваете порознь, но остаетесь близки? \n\n",
    "answers": [
      {
        "id": 36,
        "text": "«Как-то так. Не хочу быть зависимым от него. Но он очень дорог мне»"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Что ж, ты будешь отныне зависим от меня. Однако я обещаю заботиться о твоем благополучии. Может быть, следуя за мной, ты повстречаешь своего брата. ",
    "answers": [
      {
        "id": 37,
        "text": "Было бы здорово. "
      }
    ]
  },
  {
    "id": 37,
    "text": "Повисла неловкая тишина. Красота морского дна не могла заглушить ее. Нужно что-то спросить. В такой ситуации вопросов должно быть хоть отбавляй, но почему-то усыпать ими капитана прямо сейчас не хотелось. Он вызывал у тебя доверие. ",
    "answers": [
      {
        "id": 38,
        "text": "«Расскажете о членах вашей команды? »"
      }
    ]
  },
  {
    "id": 38,
    "text": "Ло почесал подбородок. \n\n— А чего там рассказывать? Пообщайся, сам узнаешь о всех. А вообще не то чтобы они любят говорить о себе. Некоторые мои последователи в прошлом были убийцами или просто злостными нарушителями закона. Но я поставил их на \"путь истинный\". \n\nКапитан посмотрел в потолок, словно силясь что-то вспомнить. \n\n— Бепо, например, раньше вечно нападал на людей. И его можно понять... Но, как видишь, наш медвежонок немного биополярный. Я научил его вежливости и кротости. \n\nМужчина обвел рукой комнату, вращая скалпель между пальцами. \n\n— Также я обучаю каждого своего последователя медицине. Ну, по крайней мере самому важному. Ты должен уметь оказывать помощь своим соратникам. ",
    "answers": [
      {
        "id": 39,
        "text": "Я гуманитарий"
      },
      {
        "id": 39,
        "text": "Я больше по технике"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Радует, что ты в чем-то разбираешься, но не забывай, кто здесь главнвый. \n\nВнезапно по каюте разнесся дребезжащий голос. Как будто кто-то интенсивно полоскал горло. Трафальгар подошел к столу, взял в руки улитку и приложил к уху. \n\n/ Beru-beru-beru-beru-beru.... \n\nBeru-beru-beru-beru-beru.... \n\nАлло, Трафальгар. Я думаю ты понимаешь, что если не развернешь свою посудину сейчас же, то будешь уничтожен? Даю тебе час на то, чтобы покинуть море смерти. Эти воды принадлежат только мне. Я не дам тебе вернуться сюда. Убирайся ради твоего же блага /\n\n— Пошел нахуй. — капитан положил Ден-Ден-Муши. — Мы так просто отсюда не уйдем. ",
    "answers": [
      {
        "id": 40,
        "text": "«Кто это?..»"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Один мой старый знакомый. — Трафальгар поправил кепку. — Недавно он получил статус Шичибукая. Работает на Морской Дозор, а следовательно, на Мировое Правительство. Но я знаю, что он мечтает получить статус Йонко, захватив себе целое море. Мне не интересно проливать кровь ради территории. Однако на дне этого моря может находиться понеглиф. Я хочу найти его и расшифровать его текст, чтобы приблизиться к нахождению One Piece. ",
    "answers": [
      {
        "id": 41,
        "text": "«Кто-то в твоей команде умеет читать понеглифы?»"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Не в моей... Но у меня есть одна хорошая знакомая. И да, она знает язык древних. Я бы не стал рисковать тобой и другими своими подопечными просто так. Возьми это и изучи. — капитан передал тебе книгу. — Найди свой фрукт. Тебе придется протестировать его сразу в бою. ",
    "answers": [
      {
        "id": 42,
        "text": "Слушаюсь. "
      }
    ]
  },
  {
    "id": 42,
    "text": "Ты несколько раз изучил вдоль и поперек любые записи, касающиеся Firi Firi no Mi, чтобы впоследствии апробировать их на одном из членов экипажа. Жертвой эксперимента стал бывший заключенный, выполняющий роль несменяемого часового — Жан. По словам капитана, этот громила выделялся своей феноменальной наивностью и глупостью: он мог поверить практически во все, что угодно. ",
    "answers": [
      {
        "id": 43,
        "text": "«Жан. А ты знал, что если хлопнуть в ладоши пять раз подряд, а затем подергать задницей, то небо станет фиолетовым?»"
      }
    ]
  },
  {
    "id": 43,
    "text": "\n— Жан не настолько глуп, чтобы поверить в это... — громила говорил о себе в третьем лице. — Извини, но мне нужно работать... \n\nКогда Жан покинул палубу по долгу службы, ты решил попробовать силу фрукта на ком-то другом. Однако... ",
    "answers": [
      {
        "id": 44,
        "text": "НЕБО СТАЛО ФИОЛЕТОВЫМ?! "
      }
    ]
  },
  {
    "id": 44,
    "text": "Жан выполнил предложенную ему инструкцию в тайне от всех, — результат его выдал. Он поверил в твои слова, и эта вера отразилась на реальном мире. И правда, ужасающая сила... ",
    "answers": [
      {
        "id": 45,
        "text": "Найти капитана"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Ну, как успехи? — Трафальгар занимался ремонтом одного из запасных двигателей сумбарины, но при этом мог спокойно поддерживать разговор. ",
    "answers": [
      {
        "id": 46,
        "text": "«Все получилось... И мне до сих пор в это не верится»"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Это несомненно радует. К сожалению, времени на тренировки у тебя немного, но постарайся что-нибудь придумать. А я за тобой понаблюдаю. Будь готов к нападению в любой момент. Барталомео... Не самый опасный противник, которого я встречал. Но, пожалуй, самый подлый и безжалостный. ",
    "answers": [
      {
        "id": 47,
        "text": "«Я буду на чеку»"
      }
    ]
  },
  {
    "id": 47,
    "text": "Хоть имя Бартоломео и предвещало опасность, ты был счастлив. У тебя есть еда, тебя излечили, и, судя по всему, тебе повезло стать частью увлекательного приключения. Разве не этого ты желал? У тебя всегда будет время создать собственную команду, но сейчас тебе в любом случае жизненно необходимо набраться опыта. Тренировок на изолированном острове не могло хватить самих по себе. А уж с ошметками Дьявольской силы тебе и вовсе прежде не приходилось встречаться. ",
    "answers": [
      {
        "id": 57,
        "text": "Отправиться спать ко всем "
      },
      {
        "id": 49,
        "text": "Отправиться к капитану"
      }
    ]
  },
  {
    "id": 48,
    "text": "По стенам кают побежали трещины, а один из иллюминаторов разбился под действием сильного давления. Несколько пиратов не смогли удержаться на корабле и полетели вниз чтобы разбиться о волны с большой высоты. Чудовище подняло субмарину на сотни метров в воздух. Сбежать не представлялось возможным. \n\nТрафальгар... Выглядел не менее шокированным, чем остальные. Не то, чего ожидаешь от непоколебимого капитана. Но ведь он знает что делать?.. \n\nЛо опирался одной рукой об штурвал, а другой удерживал от падания тебя. \n\n— Чертов... Барто... Он врал мне... У него мифический Зоан!.. *\n\n______________________________________________________\n\n* мифический Зоан. — редчайшая версия Зоана, типа фруктов, позволяющих осуществлять превращения, например, в животных ",
    "answers": [
      {
        "id": 59,
        "text": "Орать еще неистовее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Под покровом ночи ты вновь проник на капитанский мостик. Трафальгар до сих пор не сомкнул ни глаза. Ты часто пугал людей своим бесшумным и резким появлением на острове, но капитан даже не дернулся, когда ты объявился из-за угла. \n\n— Не спится, новенький? ",
    "answers": [
      {
        "id": 50,
        "text": "«Да. А тебе?»"
      },
      {
        "id": 50,
        "text": "«Хочу побыть с тобой»"
      }
    ]
  },
  {
    "id": 50,
    "text": "\nЛо улыбнулся. Как же он красив, когда улыбается только для тебя. \n\n— Я все равно не могу показать спину Бартоломео. Будет здорово, если его появления будет ждать кто-то еще, помимо меня. \n\nКапитан посмотрел в небо. Вслед за ним обратил свой взор к черноте и ты. Звезды... раньше они сулили тебе достичь славы. Теперь ты служишь ради другого человека, ради чужих амбиций. Но почему-то это уже не представляется чем-то ужасным. Почему-то, глядя на Трафальгара, ты подумал, что и такой путь имеет место быть. Ты можешь многому научиться у него. ",
    "answers": [
      {
        "id": 51,
        "text": "«О чем ты мечтаешь?»"
      }
    ]
  },
  {
    "id": 51,
    "text": "— О победе над Бартоломео. ",
    "answers": [
      {
        "id": 52,
        "text": "«Нет... Потом... Зачем тебе One Piece?»"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Разве не очевидно? Меня не интересуют богатство и признание. И я не то что бы любитель путешествий. Но я считаю, что One Piece может открыть тайны потерянного столетия и помешать пропагандистской деятельности Мирового Правительства. ",
    "answers": [
      {
        "id": 53,
        "text": "«А на самом деле?»"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ло с явным удивлением посмотрел на тебя. А затем и вовсе расмеялся. Только что он сделал то, чего, по словам остальных пиратов, не делал никогда. На флаге его корабля тоже было смеющееся лицо. \n\n— Я... Если думать о том, почему я хочу открыть эту тайну... Она напоминает мне об одном важном человеке. Он улыбнулся мне даже когда оказался на пороге гибели. Я восхищаюсь теми, кто в отличие от меня способен улыбаться даже в самых тяжёлых обстоятельствах. ",
    "answers": [
      {
        "id": 54,
        "text": "«Ты тоже так можешь»"
      }
    ]
  },
  {
    "id": 54,
    "text": "Трафальгар странно посмотрел на тебя. По его лицу было невозможно угадать, что он испытывает сейчас. Но почему-то тебе хотелось верить, что он из последних сил борется с желанием приблизиться к твоему лицу. ",
    "answers": [
      {
        "id": 55,
        "text": "«Улыбайся почаще. Для меня»"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вопреки твоим ожиданиям, капитан снова построил хмурую мину. \n\n— Пора спать. Что-то мне захотелось отдохнуть. Дозорные все равно предупредят нас об опасности... Ты всего лишь один день на корабле. И то, что я прикасался к тебе во время лечения, вовсе не добавляет тебе особых привилегий. ",
    "answers": [
      {
        "id": 56,
        "text": "«Спокойной ночи.....»"
      }
    ]
  },
  {
    "id": 56,
    "text": "Остается надеяться, что капитан проявил грубость по отношению к тебе из-за смущения. Тогда это определенно согревает твое обледеневшее сердце. ",
    "answers": [
      {
        "id": 57,
        "text": "Ложиться спать"
      }
    ]
  },
  {
    "id": 57,
    "text": "Ты устроился на гамаке вместе с остальными пиратами. Мало кто из них показался тебе приятным внешне и духовно, однако тебе не было до того дела. Главное не испортить отношения с капитаном. \n\nТемнота поглотила тебя, твои слова, твои буквы, твои линии и точки, чтобы переконструировать во что-то новое. Этой ночью тебе снилось как лицо потерянного брата Эйса превращается в хмурое лицо Трафальгара. Нет, они определенно были разными людьми. И именно потому этот сон по пробуждении вызывал у тебя жгучее чувство вины. Ты не знаешь, что с этим делать. ",
    "answers": [
      {
        "id": 58,
        "text": "Очнуться от бреда "
      }
    ]
  },
  {
    "id": 58,
    "text": "Уж лучше было не просыпаться. Трафальгар заявлял, что Бартоломео не был слишком опасным противником для его опытной команды. В конце концов, \"Пираты Сердца\" когда-то состояли в альянсе со знаменитыми \"Соломенными шляпами\", а Бартоломео смог захватить лишь участок North Blue, даже не достигнув великого океана Гранд-Лайн. \n\nОднако реальное положение дел оказалось куда более жутким. Сумбарина Трафальгара оказалась в ловушке из щупалец гигантского Кракена. Тварь могла расплющить укрепленную подводную лодку. ",
    "answers": [
      {
        "id": 48,
        "text": "Неистово орать"
      }
    ]
  },
  {
    "id": 59,
    "text": "\n\n/ Е е е е с ли ... \n\nЕ с л и т ы н е о т с т у п и ш ь... /\n\nТрафальгар нарисовал в воздухе вращающийся обруч. \n\n/ В с е т в о и т о в а р и щ и... \n\nУ м р у т в с е б е з и с к л ю ч е н и й /\n\n— Room! \n\nГигантский Кракен оказался заперт в кубической прозрачной комнате. \n\n— And Shambles! \n\nВ следующее мгновение тело чудовища разделилось на сотни отдельно друг от друга левитирующих кусков мяса. Трафальгар схватил радио-нож, чтобы взмахами клинка разделить огромную тушу на еще большее число частей. Однако даже самая крошечная из них представляла опасность: обрубки щупалец яростно бились из стороны в сторону, насмерть прихлопывая невезучих матросов. ",
    "answers": [
      {
        "id": 60,
        "text": "Мне нужно что-то сделать"
      }
    ]
  },
  {
    "id": 60,
    "text": "Наиболее опытные пираты из команды \"Сердца\", включая Бепо, ринулись в гущу событий. Туда же последовал и ты: Трафальгар силой бросил тебя в сторону падающего обрубка, за который ты ухватился изо всех сил. Благодаря дьявольскому фрукту капитана обрубки падали медленнее, чем должны были под силой законов мироздания, потому тебе было не страшно падение с высоты. \n\nПираты ворвались в пасть Кракена: вражеская команда находилась прямо внутри Бартоломео. \n\n— Возьми кого-то на себя. И не вздумай умирать! — крикнул Ло перед тем, как исчезнуть в брызгах грязной крови. ",
    "answers": [
      {
        "id": 61,
        "text": "Вперед! "
      }
    ]
  },
  {
    "id": 61,
    "text": "До этого момента тебе приходилось рисковать жизнью в стычках с бандитами, однако о битвах такого масштаба не могло быть и речи. Но спасовать нельзя. Это шанс проявить себя перед Трафальгором. \n\nВнезапно ты уловил как сбоку на тебя летит черное пятно. ",
    "answers": [
      {
        "id": 62,
        "text": "Заблокировать удар"
      },
      {
        "id": 63,
        "text": "Пригнуться"
      }
    ]
  },
  {
    "id": 62,
    "text": "Пантера оторвала твои руки и спрятавшуюся за ней голову. По крайней мере ты умер быстро, и тебе уже не придется думать о том, каким страданиям ты подверг чью-то душу.",
    "answers": [
      {
        "id": 1,
        "text": "Земля мне пухом"
      }
    ]
  },
  {
    "id": 63,
    "text": "Ты едва успел упасть, как ощутил что часть твоих волос и куски кожи были вырваны с нечеловеческой силой тварью что пролетела над тобой. \n\n— Влад! — не в силах открыть глаза, ты остался лежать на земле, чтобы услышать крик боевого товарища. \n\nГигант Жан принял на себя удар пантеры. \n\n— Беги! Не оставайся здесь! ",
    "answers": [
      {
        "id": 64,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 64,
    "text": "Новая встреча со смертью не заставила себя ждать: перед тобой возник другой подчиненный Бартоломео. Судя по всему, все его пираты съели Зоаны, а потому обрели формы различных животных. Твоим противником стал массивный орëл, достигавший трех метров в высоту. И все же это был человек, способный воспринять твою речь. \n\nВ чем попытаться убедить врага? ",
    "answers": [
      {
        "id": 65,
        "text": "«Через секунду ты умрешь»"
      },
      {
        "id": 66,
        "text": "«Я владелец фрукта бессмертия»"
      },
      {
        "id": 67,
        "text": "«Трафальгар сильнее Бартоломео»"
      }
    ]
  },
  {
    "id": 65,
    "text": "—Ч-что? \n\nНа секунду птица опешила, но затем оторвала твою голову клювом. \n\nЧто не помешало ей впоследствии оплакивать твою смерть. ",
    "answers": [
      {
        "id": 1,
        "text": "Спасибо "
      }
    ]
  },
  {
    "id": 66,
    "text": "— Т-только не это! \n\nПтица была поражена этой репликой. Сначала ты подумал что тебе помогла клишированность ситуации, когда в художественном произведении персонаж добровольно раскрывает свою способность противнику, лишая себя преимущества. Возможно орел был потрясен таким глупым решением. \n\nНо истинная отгадка оказалась куда более жестокой. Поиски секретного знания, поиски любви, поиски славы... В конечном итоге все пути сводились к одной точке. Братья мечтали побороть смерть. ",
    "answers": [
      {
        "id": 68,
        "text": "Нет... Только не это..."
      }
    ]
  },
  {
    "id": 67,
    "text": "Птице оказалось плевать на такое дерзкое заявление. Орел преданно верил в своего лидера. \n\nСмерть настигла тебя между челюстями антропоморфного животного. Оно горько плакало, поедая тебя. ",
    "answers": [
      {
        "id": 1,
        "text": "Я люблю смерть "
      }
    ]
  },
  {
    "id": 68,
    "text": "Противник решил деактивировать свой фрукт. Оперение исчезло, открыв взору человеческое лицо. Теперь это был не абстрактный орел, всего лишь хищник или жертва. Теперь это был Эйс. И он горько плакал. \n\n— Эйс!.. \n\nНа тебя набросился кровожадный волк, но брат заслонил тебя от неожиданной атаки. Обстановка никак не сочувствует тебе. Нужно торопиться, как бы сильно не клокотало внутри. Почему вам было суждено оказаться по разную сторону баррикад?.. \n\n— Брат... Я люблю тебя! \n\nТы вспомнил все тепло и всю боль, которые разделил с Эйсом. А затем вспомнил о своей задаче. Трафальгар... Ты принадледишь ему. Ты... Более того, ты хочешь быть его пешкой. \n\nЧто делать? ",
    "answers": [
      {
        "id": 69,
        "text": "Убить Эйса "
      },
      {
        "id": 70,
        "text": "Убить Трафальгара "
      }
    ]
  },
  {
    "id": 69,
    "text": "Нельзя мешкать. Прошлое осталось в прошлом. Сейчас Эйс был твоим врагом. Он бы не остановился. Кажется, он и правда поверил в твое бессмертие. Может, ему просто всегда хотелось верить в него. В любом случае, теперь тебя невозможно убить. Убивать должен ты. \n",
    "answers": [
      {
        "id": 71,
        "text": "Обезглавить брата "
      }
    ]
  },
  {
    "id": 70,
    "text": "Трафальгар стремился к тебе, чтобы защитить. Он никак не мог ожидать того, что в этот миг, когда он проявит самое сильное стремление к близости, ты максимально болезненно оттолкнешь его. Зачем ты убил его? Зачем так грязно подловил уязвимого человека, который стал твоим капитаном? \n\nЭти гложущие мысли будут похоронены так быстро, как может позволить себе совестливая душа, ведь уже ничего не исправить. Падение это или возвышение? Вряд ли что-то из этого. ",
    "answers": [
      {
        "id": 74,
        "text": "Эйс... "
      }
    ]
  },
  {
    "id": 71,
    "text": "Вот и все. Больше его нет. Все, что было дальше, — филлер, не стоящий упоминания. Бесмысленное кровавое мессиво, в котором ты утопил свое безжалостное сердце. Прошло время. Бартоломео и его команды давно не стало. Остались лишь Трафальгар и твое сердце, связанное с ним. Сердце, ради которого ты будешь улыбаться. ",
    "answers": [
      {
        "id": 72,
        "text": "Продолжить путешествие"
      }
    ]
  },
  {
    "id": 72,
    "text": "«Веселый Роджер» приплыл к Reverse Mountain. Теперь вопреки законам физики вода текла вверх в гору, унося корабль на переправу, чтобы отправиться на исследование великого и ужасного океана Гранд-Лайн, которому теперь не суждено встретить чудовище в лице Бартоломео. \n\nВо время восхождения солнечные лучи упали на тебя и капитана. В этот момент тебе стало так тепло на душе. ",
    "answers": [
      {
        "id": 73,
        "text": "«Трафальгар... Ты, кажется, что-то забыл»"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Точно. — и вот, Ло вновь одарил тебя улыбкой. — Держи. Я мог случайно сесть на него... Но я очень старался. \n\nТы раскрыл сверток, чтобы обнаружить в нем весьма привлекательный, по крайней мере с визуальной точки зрения, торт. Из хаотично разбросанных букв, как будто бездумно разделенных фрагментов, вырисовывалась фраза, в которой было сосредоточено слишком много чувств. ",
    "answers": [
      {
        "id": 1,
        "text": "«С Днем рождения, Влад»"
      }
    ]
  },
  {
    "id": 74,
    "text": "Так ты переметнулся на сторону Бартоломео, заручившись пламенной поддержкой Эйса, его правой руки. Оба брата мечтали о независимости, а в итоге сошлись в добровольном рабстве по отношению к одному господину. Мораль тоже смогла перепрыгнуть через себя. Это плохо или хорошо? \n",
    "answers": [
      {
        "id": 75,
        "text": "Я вечен"
      }
    ]
  },
  {
    "id": 75,
    "text": "Корабль твоей новой команды поднимался вверх по горе Reverse Mountain силой волшебного течения. Бартоломео уже успел прославиться как «кандидат в Йонко», а что будет, когда его нога ступит на Гранд-Лайн?..  Опредеденно, под его предводительством тебя ждет множество ярких приключений. \n\nЭйс, прокашлявшись, протянул тебе сверток. Ты раскрыл его, чтобы обнаружить пронзительную своей простотой фразу на праздничном торте. ",
    "answers": [
      {
        "id": 1,
        "text": "С Днем рождения, Влад "
      }
    ]
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  }
]