[
  {
    "id": 1,
    "text": "Основан на неизвестном фанфике по вселенной Соника. \nВсе действия происходят на альтернативной планете Земля, где на протяжении всей истории вместе с людьми жили мобианцы различных видов.\nСейчас 20хх год, на планете Земля Империя Роботника давно пала.\nМировая Федеративная Республика теперь правит Планетой, уважая права каждого разумного существа и свободу мысли.\n\nВы — Кристина Прауэр, лисичка, дочь отважного механика и Героя Земли Майлза Прауэра, не говоря уже о любимой матери Лео.\nУ Крис есть старший брат синего цвета от матери, который на пару минут старше ее, но поскольку Крис всю жизнь была такой хрупким, Скай защищал ее.\n\nОкунитесь в жизнь этих персонажей, пройдя множество препятствий на пути к победе!\n\n[ДИСКЛЕЙМЕР!]\nПрисутствует жестокость и кровь, 16<plus>\n",
    "answers": [
      {
        "id": 2,
        "text": "[Начало истории]"
      },
      {
        "id": 3,
        "text": "[От автора]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Крис идет по джунглям с картой в руках.\nВскоре она видит перед собой старинный храм из мрамора, он зарос виноградными лозами и находится в весьма упадочном состоянии.\n\nОна с изумлением посмотрела на древний храм и ее глаза загорелись счастьем.",
    "answers": [
      {
        "id": 4,
        "text": "[Зайти в древний храм]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я надеюсь, что вам понравится/понравился этот квест, ведь я придумал этот фанфик очень давно.\n\n[В память об моём друге и помощнике по сценарию Дрейку Кембеллу] 2021 RIP\nОригинальная идея: Сис Сибирский Лис\n\n(Если вы сюда попали с одной из страниц, то ждите продолжения в скором времени.\nЕсли вы умерли и попали сюда, то вам придется проходить всё сначала, жизнь ценна и одна!)\n\nОбновления:\n\n3 Июля 2024 — Создание Квеста\n\n4 Июля 2024 — Допись некоторой части и публикация на тестирование\n\n8 Июля 2024 — Дописывание Аль-Самана",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Храм внутри кажется еще больше, красивый мрамор своим видом радует Крис.\n\nВпереди развилка, она ведет в 3 разные комнаты: \n\n№1 ведет налево, там очень темно и Крис с дрожью посмотрела в ту сторону.\n\n№2 ведет прямо, там стоит алтарь со статуей какого-то божества и там что-то блестит.\n\n№3 ведет вправо, там прошла какая-то тень и быстро исчезла, от чего колени Крис снова затряслись.\n\nОсмотревшись, Крис начала думать.",
    "answers": [
      {
        "id": 5,
        "text": "[Пойти налево]"
      },
      {
        "id": 6,
        "text": "[Пойти прямо]"
      },
      {
        "id": 7,
        "text": "[Пойти направо]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Крис достала из рюкзака большую дубинку, завернула ее в ткань, облила ткань керосином и зажгла факел зажигалкой.\n\nЕй было очень страшно идти туда, но дух исследователя заставил ее осмотреть тамошнюю комнату.\nЗайдя внутрь, дверь за ней захлопнулась с каменным треском, она даже завизжала от этого, теперь её тело дрожит полностью от страха, а хвост с шерстью стали дыбом.",
    "answers": [
      {
        "id": 8,
        "text": "[Попытаться преодолеть страх и пойти дальше]"
      },
      {
        "id": 9,
        "text": "[Найти способ открыть каменную дверь]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Зайдя внутрь, дверь за ней захлопнулась с каменным треском, она даже вскрикнула от этого, теперь ее тело полностью трясется от страха, а хвост и шерсть стоят дыбом.\nНо главный зал храма был так красив, а в потолке была дыра, из которой лучами светило солнце.\nВпереди были только толстые колонны и сам алтарь с золотым идолом.",
    "answers": [
      {
        "id": 18,
        "text": "[Подойти к алтарю]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Зайдя внутрь из любопытства, дверь за ней захлопнулась с каменным треском, она даже визжала от этого, теперь ее тело полностью дрожит от страха, а хвост и шерсть встают дыбом.\nКрис достала из рюкзака большую дубинку, завернула ее в ткань, облила ткань керосином и зажгла факел зажигалкой.",
    "answers": [
      {
        "id": 13,
        "text": "[Попытаться преодолеть страх и пойти дальше]"
      },
      {
        "id": 9,
        "text": "[Найти способ открыть каменную дверь]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Крис пару раз вдохнула и выдохнула, немного приведя в порядок свое напряжение, и пошла вперед.\nПод ногами были кучи паутины; очевидно, здесь уже много столетий никого не было.",
    "answers": [
      {
        "id": 11,
        "text": "[Идти вперёд]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Как бы Крис ни старалась, нигде нет ни рычага, ни даже ближайшей трещины, чтобы вернуться.\nТем временем сзади Крис подул холодный ветер, от которого по ее телу пробежали мурашки.\nКогда она начала оборачиваться, ее факел начал гаснуть, и в мерцающем свете показались острые клыки.",
    "answers": [
      {
        "id": 23,
        "text": "[Умереть]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Крис просыпается в холодном поту, она резко вздрагивает от вздохов.\nПридя в себя, она обнаружила, что проснулась в спальном мешке внутри большой палатки.\nТам был стол с различными книгами, второй спальный мешок, багаж, а также ошарашенный брат Скай, который пытался разбудить ее раньше.\n\nСкай: Крис, ты в порядке? Доброе утро.",
    "answers": [
      {
        "id": 12,
        "text": "Крис: Доброе утро, всё хорошо..."
      },
      {
        "id": 12,
        "text": "Крис: Доброе, я не в порядке..."
      }
    ]
  },
  {
    "id": 11,
    "text": "Проходя дальше, над Крис обдувал холодный ветер, и ее факел начал медленно угасать.\nОтвлекшись на поддержание огня зажигалкой, Крис не увидела дыры.\nУпав с криком в яму, она потеряла в пропасти факел и теперь была приклеена к гигантской паутине, вокруг которой начали собираться голодные пауки размером с саму Крис.\n",
    "answers": [
      {
        "id": 23,
        "text": "[Умереть]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Скай взял и надел на Крис очки, чтобы она снова могла видеть.\n\nСкай: Бедняжка, тебе действительно снова снится кошмар?\nКак ты говорила ранее, это был какой-то храм, да?\nНе знаю, какой храм ты себе представляла, но одной я тебя никуда не отпущу...\n\nСтарший брат обнял младшую сестру, поглаживая ее по спине и успокаивая.",
    "answers": [
      {
        "id": 17,
        "text": "[Обнять Ская в ответ]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Крис пару раз вдохнула и выдохнула, немного приведя в порядок свое напряжение, и пошла вперед.\nЗдесь было что-то вроде склепа, место действительно пахло смертью.\nПройдя немного дальше среди серебряных гробов, Крис заметила свежие следы крови и один открытый гроб.",
    "answers": [
      {
        "id": 14,
        "text": "[Осмотреть кровь]"
      },
      {
        "id": 15,
        "text": "[Заглянуть в гроб]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Приближаясь, чтобы осмотреть свежую лужу крови, Крис обдувал холодный ветер, и ее факел начал медленно угасать.\nОтвлекаясь на поддержку огня зажигалкой, кто-то схватил ее за плечо, заставляя пройти боль по всему телу.",
    "answers": [
      {
        "id": 23,
        "text": "[Умереть]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Из любопытства Крис захотела рассмотреть красивый серебряный гроб, чтобы отвлечься от мыслей о крови на полу.\nГлядя внутрь гроба, он выглядел как кровавая ванна с кусками свежего человеческого мяса и разорванной одеждой.\nСкелет в древних погребальных тряпках сзади толкнул Крис прямо в гроб, дав ей вымазаться свежей кровью и немного покричать, пока он сам не прыгнул в гроб и не захлопнул крышку.",
    "answers": [
      {
        "id": 23,
        "text": "[Умереть]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Крис остановила себя, она все еще была в пижаме, ей было бы неловко выйти в таком виде.\n\nКрис: Что на меня нашло?...\nВыйти вот так?...\nА если кто-нибудь увидит?...",
    "answers": [
      {
        "id": 26,
        "text": "[Все равно выйти]"
      },
      {
        "id": 17,
        "text": "[Вернуться к переодиванию]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Как только Крис обнял его в ответ и улыбнулся, Скай немного рассмеялся и отпустил ее.\n\nСкай: Давай, одевайся. \nТы же сама хотела изучить ту самую пирамиду.\nЯ подожду тебя снаружи.\n\nСкай вышел из палатки, и на секунду была видна стена из песчаных блоков.\nОн застегнул вход в палатку, чтобы никто не потревожил Крис.\n\n",
    "answers": [
      {
        "id": 16,
        "text": "[Выйти из палатки]",
        "need": -16
      },
      {
        "id": 22,
        "text": "[Одеться и выйти]"
      },
      {
        "id": 24,
        "text": "[Осмотреть вещи]"
      },
      {
        "id": 25,
        "text": "[Осмотреть часы]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Солнечные лучи заставили сверкать идола на алтаре, Крис начала привлекать изысканная золотая работа ручной работы.",
    "answers": [
      {
        "id": 19,
        "text": "[Идти ближе]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Крис показалось, что сам идол живой и смотрит на нее.\nПодойдя еще ближе, она убедилась, что он действительно жив.\n\nИдол: Приветствую, странница!\n\nПосле того, как идол начал шевелить ртом и глазами, Крис начала дрожать от страха, начиная пятиться назад.\n\nИдол: Не бойся, вы проделали долгий путь, чтобы увидеть меня...\n\nПоверив ему, Крис подошла к нему еще ближе, и идол начал ей широко улыбаться.\n\nИдол: Меня зовут Монеротесеку, я главное сокровище этого храма...\nЧто бы вы хотели?",
    "answers": [
      {
        "id": 20,
        "text": "Крис: Я..."
      },
      {
        "id": 21,
        "text": "[Схватить идол]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Идол: ЧТО ВЫ?!\nВЫ ТАК ЖАЛКИ, ВЫ ДАЖЕ НЕ МОЖЕТЕ СФОРМУЛИРОВАТЬ НОРМАЛЬНЫЙ ОТВЕТ НА ОБЫЧНЫЙ ВОПРОС!\nКРИСТИНА ПРАУЭР, ВЫ ПРОСТО НИЧТОЖЕСТВО, ВАШЕ СУЩЕСТВОВАНИЕ — ОШИБКА! \nВЫ НАСТОЯЩАЯ У-\n\nКрис начала проваливаться сквозь пол, очертания храма стали размытыми, а крики и ругательства идола превратились в белый шум.\nКрис летит вниз все быстрее и быстрее, ее очки слетают вместе со слезами.\nВнизу виднелись шипы, они обязательно спасут Крис от мучений такой ошибки природы.",
    "answers": [
      {
        "id": 23,
        "text": "[Умереть]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Идол: ЭЙ!!! ОТПУСТИ МЕНЯ, РАСХИТИТЕЛЬНИЦА!!!\n\nИдол начал излучать энергию, которая начала шокировать Крис.\nОна уронила идола и упала на каменный пол, бьясь в конвульсиях.\n\nИдол: Эх, ты... ты же не такая на самом деле...",
    "answers": [
      {
        "id": 23,
        "text": "[Умереть]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Крис сняла пижаму, переодевшись в короткие шорты, джинсы, белую футболку с курткой и шляпу-федору.\nОна надевает белые носки и ботинки на шнуровке.\n\nКрис: Я готова, он наверно меня заждался.\n\nУлыбнулась Крис.",
    "answers": [
      {
        "id": 27,
        "text": "[Выйти из палатки]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Крис все еще в полусне, ее кто-то зовет, в голове звучит голос.",
    "answers": [
      {
        "id": 10,
        "text": "[Проснуться]"
      }
    ]
  },
  {
    "id": 24,
    "text": "На столе лежала куча разных книг по истории, теориям заговора и даже что-то по оккультной литературе.\nЕсть фотография в рамке, на которой вся семья Прауэров позирует на своем любимом острове в Атлантическом океане на фоне Храма Времени.",
    "answers": [
      {
        "id": 17,
        "text": "[Вернуться к переодиванию]"
      }
    ]
  },
  {
    "id": 25,
    "text": "[09:42]",
    "answers": [
      {
        "id": 17,
        "text": "[Вернуться к переодиванию]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Как только Крис захотела выйти на улицу в пижаме, Скай остановил ее.\n\nСкай: Ты, наверное, еще не проснулась, ага?\nНе волнуйся, мы здесь одни, но на улице жарко.\nОденься, ладно?\n\nКрис кивнула с улыбкой своему брату, заходя обратно в палатку.",
    "answers": [
      {
        "id": 17,
        "text": "[Вернуться к переодиванию]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Крис вышла из палатки, перед ней стоял довольный курящий Скай с видом на древние руины Песчополиса, построенного ехиднами тысячи лет назад.\nК сожалению, эпоха фараонов и древних царств уже давно прошла, но Крис так хотелось прикоснуться к каждой древности, которую она могла найти.\n\nСкай: Знаешь, ты обычно встаешь рано, всё точно хорошо?\n\nОн настойчиво спросил Крис, делая заботливый вид.",
    "answers": [
      {
        "id": 28,
        "text": "Крис: Конечно, всё хорошо!"
      },
      {
        "id": 29,
        "text": "Крис: Мне всё ещё страшно..."
      }
    ]
  },
  {
    "id": 28,
    "text": "Скай: Это здорово!\nВчера мы хотели осмотреть окрестности, но слишком устали и уснули, помнишь?\n\nКрис трудно вспомнить вчерашний день; как будто неё память была стёрта.\n\nКрис: Хмммм, вроде да...\n\nСкай: Ты, наверное, забыла из-за кошмара, прости, я не буду тебе напоминать...\n\nСкай тушит сигарету и протягивает своей сестре карту местности, на най нарисован каждый участок Песчополиса.",
    "answers": [
      {
        "id": 30,
        "text": "[Открыть карту]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Скай: Оу... извини...\n\nКрис стала держать себя за локоть, вспоминая тот ужасный кошмар; ей это казалось реальностью.\nСкай затушил сигарету и подошел ближе, нежно похлопав Крис по плечу.\n\nСкай: Эй, всё хорошо... если бы я был в твоем сне, я бы смог защитить тебя, не бойся... со мной ты в безопасности...\n\nКрис была настолько успокоена этим, что обняла Ская за руку, что заставило его улыбнуться.\n\nСкай: Ладно, ладно, дорогая!\nВчера мы хотели осмотреть окрестности, но слишком устали и уснули.\n\nКрис трудно вспомнить вчерашний день; у неё как будто память вышибли.\n\nКрис: Хмммм, вроде да...\n\nСкай: Ты, наверное, забыла из-за кошмара, извини, не буду тебе напоминать.\n\nСкай протягивает своей сестре карту местности, на най нарисован каждый участок Песчополиса.\n",
    "answers": [
      {
        "id": 30,
        "text": "[Открыть карту]"
      }
    ]
  },
  {
    "id": 30,
    "text": "|~~~~~~~~[КАРТА ПЕСЧОПОЛИСА]~~~~~~~~|\n\n1. Лагерь (Вы здесь)\n\n2. Деревня Аль-Саман\n\n3. Оазис Масар\n\n4. Комплекс руин древнего города Песчополис\n\n5. Пирамиды Песчополиса",
    "answers": [
      {
        "id": 31,
        "text": "[Аль-Саман]"
      },
      {
        "id": 30,
        "text": "[Масар] РАЗРАБОТКА"
      },
      {
        "id": 30,
        "text": "[Песчополис] РАЗРАБОТКА "
      },
      {
        "id": 30,
        "text": "[Пирамиды Песчополиса] РАЗРАБОТКА"
      }
    ]
  },
  {
    "id": 31,
    "text": "До этой арабской деревни идти было недалеко; это единственный населенный пункт на многие километры отсюда.\nДеревня хоть и бедная, но имеет небольшой космопорт, состоящий из Центра управления полетами, построенного за счет Республиканского бюджета с Арабским Содружеством, и пары посадочных площадок для космических шаттлов.\nТут также был рынок, на котором продавали всякие сувениры и продукты выращенные у Оазиса Масар.\n\nСкай шёл рядом с Крис и был всегда готов защитить её, хоть эта и спокойная деревня, но тут иногда промышляют карманные кражы и жульничество.",
    "answers": [
      {
        "id": 32,
        "text": "[Космопорт Аль-Самана]",
        "need": -32
      },
      {
        "id": 33,
        "text": "[Рынок Аль-Самана]",
        "need": -33
      },
      {
        "id": 34,
        "text": "[Пройтись по деревне]",
        "need": 40
      },
      {
        "id": 30,
        "text": "[Передумать идти сюда]"
      }
    ]
  },
  {
    "id": 32,
    "text": "Очень известный космопорт этой деревни, сюда обычно прилетают туристы, чтобы насладиться красотами древнего мира; как будто пирамид Гизы им не хватает.\nРеспублика и Арабские Содружество через шаттлы привозят иногда электронику, медицину, сладости для детей, а иногда даже что-то увозят для музев по всему миру.\n\nСкай и Крис быстро почувствовали здесь цивилизацию, ведь шаттл как раз приближался и жители деревни прибежали посмотреть, что им привезли.\n",
    "answers": [
      {
        "id": 35,
        "text": "[Подойти и наблюдать с жителями]"
      },
      {
        "id": 31,
        "text": "Крис: Вроде ничего интересного, пошли ещё куда-то?"
      }
    ]
  },
  {
    "id": 33,
    "text": "Рынок этой деревни был разнообразным, каждый торговал чем мог.\nЭто одно из самых оживленных мест деревни (после космодрома).\nПока Скай и Крис гуляли по рынку и рассматривали товары, Крис наслаждалась музыкой дудки, звучавшей как спокойная песня пустынного каравана.\nКрис увидела музыканта с дудкой, он сидел на ковре и играл свою мелодию заколдованной змее из кувшина.\n\nМузыкант заметил, что Крис наблюдает за его игрой; Ловким движением он закрыл крышку змеи в кувшине и повернулся к ней.\n\nМузыкант: Достопочтенная, не желаете ли заплатить за мою игру?\n\nСкай: Пойдем, ты только что остановилась...\nТы не обязана платить...\n\nМузыкант сделал грустное лицо, он жалобно начал приближаться вместе с кувшином.\n\nМузыкант: Прошу вас, о Великолепная, всего пара купюр!",
    "answers": [
      {
        "id": 43,
        "text": "[Заплатить]"
      },
      {
        "id": 44,
        "text": "[Не платить]"
      }
    ]
  },
  {
    "id": 34,
    "text": "Решив просто прогуляться по деревне, Скай и Крис уже насторожились и спрятали свои деньги в укромное место.\nПройдя еще пару шагов, на них нападает несколько человек и мобианцев в черных одеждах, обнажая кривые сабли.\n\n???: Папалися!\n\nВышедший между Скаем и Крис из ниоткуда ехидна Хранитель, делает Крис чуть спокойнее, ведь он огородил их от них.\n\nХранитель: Уходите, я не позволю вам обокрасть их снова!\n\nКак только они захотели атаковать, на крышах появились союзники Хранителя, это другие ехидны в белых одеждах и с огнестрельным оружием.\n\n???: Ви пазалеиете, Обден Хвавителий!\n\nБандиты разбрелись по разным переулкам.\nЕхидны в белых одеждах перекрестились и убрали оружие.\n\nКрис: Спасибо вам большое, но кто же вы?\n\nХранитель: Мы — Орден Хранителей, потомки первых крещеных египетских ехидн, защищаем местные места от вандалов и помогаем добрым туристам избежать плохой участи.\n\nКрис: Погодите-ка, вы настоящие Коптские ехидны!\nВы существуете 2000 лет и наверное много знаете?\n\nХранитель: Пожалуйста, пройдёмте с нами, некоторые тайны нельзя рассказать прямо на улице.\nНо вы можете не пойти с нами, тогда вы останетесь в неведении.",
    "answers": [
      {
        "id": 53,
        "text": "[Отправиться в обитель Ордена]"
      },
      {
        "id": 54,
        "text": "[Покинуть их]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Шаттл приземлился, и роботы начали вытаскивать груз.\nВ контейнерах была куча разной электроники, одежды, книг и спортивного инвентаря.\nПока Скай и Крис смотрели на все это, сама Крис почувствовала недостаток тяжести.\nГлядя на свой рюкзак, там была проколота дыра, из нее вывалилась пара республиканских купюр и можно было увидеть убегающего вора.\n\nСкай: О ЧЕРТ! ТЕБЯ ОГРАБИЛИ!\nЯ ПОЙМАЮ ЭТОГО ГАДА!\n\nСкай убежал ловить вора, оставив Крис одну среди жителей в замешательстве.",
    "answers": [
      {
        "id": 36,
        "text": "[Плакать]"
      },
      {
        "id": 37,
        "text": "[Присоединиться к Скаю]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Увидев плачущую Крис, местные жители посмотрели на нее с недоумением.\nИ все же кто-то решил к ней подойти, это был охранник космопорта и начал говорить на ломаном английском.\n\nОхрана: Усо нармальна?\n\nКрис: Нет, меня обокрали...\n\nОхрана: Агэ, кождий дэн тута обограбли лудэй или мобианевцэв.\n\nКрис: Почему вы мне не поможете?...\n\nОхрана: Я защищай космопорта, мэне нилза виходеть за придели.\nЯ сожайлеть вас, на помогайт нэ магу.\n\nСкай вернулся, он был очень грустным и испачконным в песке.\nОтряхнувшись, он подошёл ближе.\n\nСкай: Прости, наши деньги пропали...",
    "answers": [
      {
        "id": 37,
        "text": "[Грустно отправиться в лагерь]"
      }
    ]
  },
  {
    "id": 37,
    "text": "???: Стойте!\n\nКрикнул ехидна в белом одеянии, он шёл медленно, но быстро приближался.\nСкай был готов снова вступиться за сестру, но ехидна показал мирный жест.\n\n???: Я узнаю эту шляпу, неужто она принадлежала другу моего прадеда?\n\nКрис: Простите, нет, это совсем новая федора и кто же мог быть другом вашего прадеда?\n\n???: Джеймс Прауэр, великий искатель приключений, который объездил весь мир в поисках разных сокровищ связанных с народом ехидн.\nТак скажите, вы его правнуки?\n\nСкай и Крис задумались, фамилия их же, но это неизвестный им родственник.",
    "answers": [
      {
        "id": 38,
        "text": "[Сказать правду]"
      },
      {
        "id": 39,
        "text": "[Сказать ложь]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Перед тем как Крис отвелила на его вопрос, ехидна взялся за амулет у себя на шее.\n\nКрис: Мы не знаем кто это, может это наш дальний родственник?\n\n???: Вы говорите правду, за это можете забрать свои деньги назад!\n\nОн протянул похищенные купюры, которые какой-то воришка украл у них в космопорте.",
    "answers": [
      {
        "id": 40,
        "text": "[Взять деньги назад]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Перед тем как Крис отвелила на его вопрос, ехидна взялся за амулет у себя на шее.\n\nКрис: Да... да, мы знаем его!\n\n???: Вы лжете... Я надеялся, что в вас остался дух предка, который помогал моему народу...\nЭх... Я дам вам еще один, последний шанс!\nЕсли вы не решите этот вопрос, то... лучше не надо.\n\nУ этой ехидны на шее волшебный амулет, наверное, он читает их мысли и рассказывает своему хозяину.\nСитуация здесь катастрофическая, Крис становится всё страшнее от угроз.\n\n???: Кто ходит на четвереньках утром, днём на двух, а вечером на трёх?",
    "answers": [
      {
        "id": 41,
        "text": "Крис: Козёл"
      },
      {
        "id": 42,
        "text": "Крис: Человек/Мобианец"
      },
      {
        "id": 41,
        "text": "Крис: Обезьяна "
      },
      {
        "id": 41,
        "text": "Крис: Аллигатор "
      },
      {
        "id": 41,
        "text": "[Называть случайное существо]"
      }
    ]
  },
  {
    "id": 40,
    "text": "Крис: Спасибо вам большое, Сэр...?\n\nХранитель: Можете звать меня просто Хранитель, если захотите узнать о своем предке, вы обязательно найдешь нас в деревне.\nА пока я ухожу, желаю вам всего наилучшего!\n\nЕхидна в белом одеянии поклонился и начал уходить от них.\nУдивленный, Скай нежно ткнул улыбающееся Крис в плечо.\n\nСкай: Я уже боялся, что нам конец, но нам просто вернули деньги.\n\nКрис: Да, он такой добрый.\nТакже я хочу узнать больше о нашем предке, возможно, он был великим исследователем и у него что-то есть.\n\nСкай: Не знаю, не знаю...\nСпасибо, конечно, что деньги назад вернули, но я бы не стал им полностью доверять...\n\nКрис: Возможно, ты прав, но нам помогли, так что есть некоторое доверие.\n\nСкай: Ладно, пойдем отсюда.\n",
    "answers": [
      {
        "id": 31,
        "text": "[Уйти из окрестностей космопорта]"
      }
    ]
  },
  {
    "id": 41,
    "text": "???: Вы... не смогли, мне жаль...\n\nКрис начала дрожать сильнее, начиная искать убежища за Скаем, но это ей не помогло.\nКак только ехидна в белом одеянии достал свой кинжал, он на своем языке приказал своим помощникам на крышах прицелиться из огнестрельного оружия. \n\nСкай попытался отбиться от ехидны с кинжалом голыми руками, но получил удар прямо в сердце и упал замертво.\nОшеломленная смертью любимого брата, она попыталась убежать, но единственный выстрел из множества видов оружия заставил ее навсегда упасть на теплый песок.\n\nЕхидна в белом одеянии подошёл к телу Крис, закрывая ей глаза.\n\n???: Сожалею вам, род Прауэров сгнил...\n\nИх обоих похоронили неизвестно где, а деньги раздали нищим.",
    "answers": [
      {
        "id": 3,
        "text": "[Смерть]"
      }
    ]
  },
  {
    "id": 42,
    "text": "???: Поздравляю, ответ на вопрос правильный!\nЯ прощаю вашу ложь, но денег вы не получите...\nВы можете идти с миром...\n\nКрис: Сэр?... нас ограбили без всякой причины...\n\n???: Каждое несчастие – это не случайность.\n\nЕхидна в белом одеянии ушёл, Крис почувствовала облегчение, но было так жаль денег, ведь они остались от родителей.\n\nСкай подошёл ближе к Крис, он приобнял её и погладил.\n\nСкай: Я не понимаю, ты сегодня совсем не в себе...\nты начала ему врать, что мы его знали...\nЯ, например, первый раз о нем слышу...\n\nКрис: Извини, что-то внутри меня заставило меня сделать это, что-то было не так...\n\nСкай: Тише, дорогая... давай уйдем отсюда, а?\n\nКрис: Пошли...",
    "answers": [
      {
        "id": 30,
        "text": "[Выйти из деревни]"
      }
    ]
  },
  {
    "id": 43,
    "text": "Музыкант: Ох, храни Аллах вас за щедрость!\nПослушайте ещё!\n\nСкай: Ладно, пойдём уже...\n\nСкай схватил ее за руку и увел от музыканта, Крис уже проснулся от этой гипнотической мелодии.\n\nКрис: Что?... Куда мы идём?...\n\nСкай: А, что? Ты же сейчас заплатила музыканту!\n\nКрис: Какому музыканту? \nЯ платила?...\n\nСкай: Вот чёрт, тут везде жулики...",
    "answers": [
      {
        "id": 45,
        "text": "[Продолжить прогулку по рынку]"
      },
      {
        "id": 30,
        "text": "Крис: Может всё-таки уйдем отсюда? [Выйти из деревни]"
      }
    ]
  },
  {
    "id": 44,
    "text": "Крис: Скай, ты прав... Мистер, мне не нужно вам ничего платить!\n\nМузыкант: Я научу вас уважать труд уличных заклинателей...\n\nМузыкант бросает кувшин на землю в сторону Ская и Крис, тот разбивается и оттуда вылезает змея.\nЗмея с шепотом почти бросается на Крис, но Скай прикрывает её собой, получая смертельный укус.\nОшеломленная Крис хочет помочь брату, но музыкант начинает играть свою мелодию, которую он использовал на своей змее.\nМузыкант загипнотизировал и змею, и Крис, он медленно начал уводить их в переулок, оставляя Ская медленно умирать от смертельного яда на жаре в окружении толпы зевак.\n\nВпоследствии Скай умер из-за змеиного яда, и его тело было отправлено родителям, но что касается Крис, то она пропала без вести.\nОднако возникли слухи, что её насильно продали в рабство.",
    "answers": [
      {
        "id": 3,
        "text": "[Смерть]"
      }
    ]
  },
  {
    "id": 45,
    "text": "Продолжая прогулку по рынку, Скай и Крис сильно проголодались, а жара становилась невыносимой.\nК счастью для них обоих, поблизости была какая-то гостиница.\nИм больше некуда было идти в знойную, смертоносную жару; это казалось убежищем и спасением.",
    "answers": [
      {
        "id": 46,
        "text": "[Зайти в подобие гостиницы]"
      }
    ]
  },
  {
    "id": 46,
    "text": "Зайдя внутрь этого псевдоотеля, Скай и Крис освежились под ветром от кондиционера и почувствовали себя приятно.\n\nВнутри этого пустого отеля была столовая, и радио играло веселую арабскую музыку.\n\nБармен: Эй, идите сюда!\n\nЗа стойкой, почти ниже барной стойки, стоял лис фенек; он посмотрел на них обоих и улыбнулся.\nОни подошли к нему.\n\nСкай: Привет, есть что-нибудь поесть?\n\nБармен: Здравствуйте, добро пожаловать в мою обитель!\nЯ глубоко извиняюсь, что сейчас... кхм... мало посетителей...\nУ меня для вас специальное предложение, подойдите сюда!\n\nФенек отвел их к колесу фортуны, которое им нужно раскрутить и на стрелке что-нибудь выпадет.\n\nБармен: Так вот, если вы что-нибудь выбьете на колесе, то эта услуга для вас будет бесплатной!\nПрямо сейчас вам придется заплатить мне за вход, попробуйте!\n\nСкай покрутил головой и сделал фейспалм, а Крис думает.\n\nСкай: Да тут каждый первый мошенник...",
    "answers": [
      {
        "id": 47,
        "text": "[Крутить слабо]"
      },
      {
        "id": 47,
        "text": "[Крутить средне]"
      },
      {
        "id": 47,
        "text": "[Крутить со всей силы]"
      }
    ]
  },
  {
    "id": 47,
    "text": "Крис взяла колесо удачи и покрутила его, вращение колеса остановилось на «Нет услуг».\n\nБармен: Ой, мне очень жаль!\nВам придется заплатить мне, чтобы войти, ах!\n\nКрис: А сколько?...\n\nБармен: 20 кредитов, купюрами!\n\nСкай шёпотом: Да ты ахренел...\n\nКрис: Ладно, держите...\n\nВзяв 20 кредитов, она заплатила бармену за вход, и он с лукавыс лицой принял деньги.\n\nБармен: Хотите отыграться? \nЯ повышаю ставки!\nЯ верну вам деньги и дам бесплатную еду!\nА если вы проиграете, вам придется заплатить мне 40 кредитов и совершить одну услугу.\n\nОн потирает руки и улыбается. \nСкай что-то заподозрил, но намекнул Крис, чтобы она продолжала играть.\n\nСкай шёпотом: Отвлеки его...\n\nСкай: Кхм, я пойду проветрюсь!\n\nКрис кивнула ему, отойдя чуть ближе к барной стойке.\n\nКрис: А что у вас есть среди еды?\n\nБармен: Так, ну... ээээ... разные закуски, напитки, супы, такое вас устроит?\n\nКрис: Конечно, давайте продолжим игру!\n\nБармен: Ох-хахахаха, отлично!\n\nФенек начинает улыбаться всё злее и злее, пока он смотрит на Крис.",
    "answers": [
      {
        "id": 48,
        "text": "[Крутить слабо]"
      },
      {
        "id": 48,
        "text": "[Крутить средне]"
      },
      {
        "id": 50,
        "text": "[Крутить со всей силы]"
      }
    ]
  },
  {
    "id": 48,
    "text": "Крис взялась за колесо и покрутила его, вращение колеса остановилось на «Все услуги».\n\nБармен: ЧТО?!- Кхм!\nПоздравляю, да!.... Всё у меня будет бесплатно, ура!...\n\nФенек казался разочарованным, но он пытается показать видимость счастья, у него это не очень хорошо получается.\n\nБармен: Может... отыграемся, а?...\n\nКрис: Извините, но нет, согласие важнее действия!\n\nКрис услышала тихий смех где-то за колесом фортуны, этот смех был похож на смех Ская.\nРаздраженный фенек возвращает Крис 20 кредитов и уходит.\nТем временем, Скай с улыбкой выходит из-за колеса и крепко обнимает Крис.\n\nСкай: Представляешь, он хотел нас обмануть!\nЭто колесо несчастья, он все настроил так, чтобы посетители всегда получали отсутствие услуг.\nНу, я... сдвинул гирю! Ха-ха-ха-ха!",
    "answers": [
      {
        "id": 51,
        "text": "[Бесплатно отдохнуть и дождаться вечера]"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вернувшись в свой лагерь поздно вечером, Скай и Крис уснули в своих спальных мешках, на них светили звезды, символизирующие их победу.",
    "answers": [
      {
        "id": 52,
        "text": "[Спать]"
      }
    ]
  },
  {
    "id": 50,
    "text": "Крис взяла колесо удачи и покрутила его, вращение колеса снова остановилось. \n«Нет услуг».\n\nБармен: Извините, теперь вы должны мне 40 кредитов и сделать кое-что~\n\nКрис: Что?...\n\nБармен бросает какую-то газовую бомбу, от которой у Крис кружится голова, она падает на пол и засыпает.\n\nБармен: Какая она красивая, я возьму ее себе в жены~\n\nПока фенек тащит Крис за ноги в подсобное помещение, Скай вылезает из-за колеса фортуны.\n\nСкай: ЭЙ, ЕЁ ОТПУСТИ!!!\n\nСкай не ожидал, что он упадет из-за усыпляющей бомбочки перед его ногами.\n\nБармен: Дурак, что тут ещё сказать.\n\nФенек отвел Крис в подсобное помещение и выбросил Ская в мусор.\nСильно ударившись, он страдал амнезией и стал обычным нищим.\nКрис стала вынужденной женой фенека, у них родятся лисята, но остаток своей короткой жизни она проведет в подвале, без свежего воздуха и солнца.",
    "answers": [
      {
        "id": 3,
        "text": "[Смерть]"
      }
    ]
  },
  {
    "id": 51,
    "text": "Под присмотром задумчивого и грустного бармена Скай и Крис прекрасно пообедали и расслабились, слушая арабские хиты по радио и играя в шахматы.\nКогда наступил вечер и знойная жара спала, бармену это надоело.\n\nБармен: Всё, выходите, всего доброго!\nЯ закрываюсь!\n\nФенек выгнал Ская и Крис и запер дверь.\nУдивленные брат и сестра переглянулись и через мгновение громко рассмеялись.",
    "answers": [
      {
        "id": 49,
        "text": "[Вернуться в лагерь]"
      }
    ]
  },
  {
    "id": 52,
    "text": "Проспав всю ночь и встав утром с новыми силами, Скай и Крис взглянули на карту.",
    "answers": [
      {
        "id": 30,
        "text": "[Открыть карту]"
      }
    ]
  },
  {
    "id": 53,
    "text": "Согласившись пройти с ними, Скаю и Крис завязали глаза и повели куда-то.\nШум пустыни сменялся прохладной пещерой, а потом был каменный скрежет, что-то открылось.\nНаконец им сняли повязки с глаз и перед ними открылся древний зал в Египетском стиле с элементами Христианства.\n\nХранитель: Добро пожаловать в нашу обитель, здесь вы полностью в безопасности.\nИзвините, что вам пришлось завязать глаза, сюда вход разрешён только нашим братьям и сёстрам.\n\nКрис: Вау, и ваш Орден находится в этом зале 2000 лет?\n\nХранитель: Совершенно верно, это очень древний храм, он стал самой первой церковью ещё до крещения Армянских ехидн.\n\nПока хранитель рассказывает историю крещения ехидн при Римской Империи, Скай чуть чуть задремал.",
    "answers": [
      {
        "id": 55,
        "text": "[Слушать]"
      }
    ]
  },
  {
    "id": 54,
    "text": "Хранитель: Понимаю, мы не будем вас останавливать.\nЖелаю вам удачи!\n\nОрден хранителей скрылся также внезапно, как и появился.",
    "answers": [
      {
        "id": 49,
        "text": "[Вернуться в лагерь]"
      }
    ]
  },
  {
    "id": 55,
    "text": "Хранитель рассказывает об периоде разделения Римской Империи на западную и восточную.\nЭто очень повлияло на Христианство, делая Коптскую Египетскую церковь более независимой от Константинополя.",
    "answers": [
      {
        "id": 56,
        "text": "[Слушать]"
      }
    ]
  },
  {
    "id": 56,
    "text": "Хранитель теперь рассказывает про ранее средневековье и про жизнь в Восточной Римской Империи (Византия).\nЕхидн, которые искренне были ещё язычниками, насильно крестили, направляя их на путь правды.",
    "answers": [
      {
        "id": 57,
        "text": "[Слушать]"
      }
    ]
  },
  {
    "id": 57,
    "text": "Хранитель начинает грустить, он рассказывает про потерю контроля над Египтом и захвата его арабами.\nЕхидн арабы ненавидили, никак не хотели принимать ислам, их уничтожали деревнями.\nУ Крис пробежали мурашки по телу, она представляет загубленную семью простых ремесленников, которые не приняли новую религию.",
    "answers": [
      {
        "id": 58,
        "text": "[Дослушать]"
      }
    ]
  },
  {
    "id": 58,
    "text": "Хранитель: Вот так мы всё ещё живы. \nМногие пытались нас уничтожить, но их попытки были и будут неудачными.\n\nКрис: Это очень трогательная история, даже в книге по истории большего тут нет...\n\nХранитель: Историю пишут победители, нам больше не отвоевать Египет, ведь мы в меньшинстве, да и мы больше этого давно не преследуем.\n\nКрис: Я помню, что вы рассказывали о вашем прадеде, который дружил с моим предком, Джеймсе Прауэре.\n\nХранитель: Да, я расскажу о нём.",
    "answers": [
      {
        "id": 59,
        "text": "[Слушать]"
      }
    ]
  },
  {
    "id": 59,
    "text": "Хранитель: По пересказу от моего дедушки, они познакомились ещё в 1930-х.\nОн был обычным студентом в США и подружился тогда с ним по случайности, когда помог моему прадеду с тестом по истории.\nПереходя на Вторую Мировую, лисы нацисты искали гробницы Царицы Лах, но Джеймс и мой прадед остановили их, не дав волку Фюреру овладеть древним проклятием.\nК сожалению, это всё, что я знаю из пересказа.\nКстати, вот, держите на память, это подарок от всего Ордена.\n\nХранитель улыбнулся и передал старую чёрно-белую фотографию Джеймса Прауэра, он позирует на фоне пирамид Песчополиса.\nОдет в жилетку, огромную федору и в руках у него хлыст.\nКрис улыбнулась фотографии, ей показалось, что предок с фотографии подмигнул ей, но это была просто игра воображения.",
    "answers": [
      {
        "id": 60,
        "text": "Крис: Спасибо вам большое..."
      }
    ]
  },
  {
    "id": 60,
    "text": "Крис переполняют очень добрые чувства, почему-то ещё появились слезы ностальгии.\n\nХранитель: Нет, это вам спасибо!\nНе будь бы вашего предка с нами, нас бы уничтожили.\nА теперь, вам снова завяжут глаза и отправят обратно в деревню Аль-Саман.\n\nСкай: Хорошо, мы согласны.",
    "answers": [
      {
        "id": 49,
        "text": "[Вернуться в деревню, а потом лагерь]"
      }
    ]
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  }
]