[
  {
    "id": 1,
    "text": "эта история о подростке, который ищет приключения в своей жизни, но как то раз это сыграло с ним плохую шутку\nсоздано :; nainerqqze // SCUMchurka — tg",
    "answers": [
      {
        "id": 2,
        "text": "начать игру"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/DMgwm5S"
      }
    ]
  },
  {
    "id": 2,
    "text": "ты — 17-ти летний подросток , которому не живется спокойно, ведь ты хочешь испытать адреналин в крови, что ж, эта история поведует тебе всë, что ты испытывал в этот момент",
    "answers": [
      {
        "id": 3,
        "text": "продолжить ????"
      }
    ]
  },
  {
    "id": 3,
    "text": "одним поздним вечером, ты, читая новости, наткнулся на одну статью о скончавшейся девушке, сначала ты не обратил на это никакого внимания, но потом, любопытство взяло верх, и ты зашел на сайт, чтобы прочитать о ней больше. ",
    "answers": [
      {
        "id": 4,
        "text": "далее ????"
      }
    ]
  },
  {
    "id": 4,
    "text": "свежие новости 12.04.2018\n\"психически нездоровая девушка пропала 12.04.2018\"\nпо словам очевидцев и матери этой девушки, она каждый раз говорила о каком то маньяке, который предследовал ее во снах, мама этой девушки, разумеется, не верила ей, ведь это просто ребенок с хорошей фантазией, но позже девушка просто исчезла. \n—------------------------------------\nкак поговаривают эксперты, девушка употребляла наркотические вещества и была психически больная, сейчас ведется разбирательство в семье этой девушки, как оказалось, у нее не было отца, была только мама, которая не пила, не курила, не употребляла, в общем, подавала хороший пример для дочери. ",
    "answers": [
      {
        "id": 5,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "хах, ну и чушь — сказал ты, медленно закрывая ноутбук, как тут, ты решаешь \"чисто по приколу\" сходить на данный адрес, но нигде не было точного адреса, как тут ты нашëл адрес заброшенного дома, и решаешь на следующий день сходить туда. \nно перед этим походом нужно взять вещи, не так ли? ",
    "answers": [
      {
        "id": 6,
        "text": "да! "
      },
      {
        "id": 7,
        "text": "нет! зачем? "
      }
    ]
  },
  {
    "id": 6,
    "text": "ты стоишь перед столом с вещами, рюкзак у тебя небольшой, так что вместит всего 4 предмета, что ты возьмешь? \n\n1: бутылка воды\n2: три бутерброда\n3: две банки супа\n4: маленький военный нож\n5: аптечка\n6: карта местности\n",
    "answers": [
      {
        "id": 8,
        "text": "взять 1, 4, 5 и 6"
      },
      {
        "id": 9,
        "text": "взять 1, 3, 5 и 6"
      },
      {
        "id": 10,
        "text": "взять 2, 3, 4 и 5"
      },
      {
        "id": 11,
        "text": "ничего не брать! я справлюсь сам! "
      }
    ]
  },
  {
    "id": 7,
    "text": "наступил следующий день, ты отправился с пустыми карманами, по пути ты захотел пить",
    "answers": [
      {
        "id": 19,
        "text": "но у меня нет воды! "
      }
    ]
  },
  {
    "id": 8,
    "text": "наступил следующий день, ты взял воду, нож, аптечку и карту, но не взял еду.. на пол пути тебе захотелось есть ",
    "answers": [
      {
        "id": 13,
        "text": "но у меня нет еды! "
      }
    ]
  },
  {
    "id": 9,
    "text": "наступил следующий день, ты взял с собой бутылку воды, две банки супа, аптечку и карту местности, это был самый разумный выбор!",
    "answers": [
      {
        "id": 20,
        "text": "отправиться в поход! "
      }
    ]
  },
  {
    "id": 10,
    "text": "наступил следующий день, ты отправился в поход, но споткнулся и разбил колени, ты не взял  с собой аптечку, так что пришлось ипровизировать, ты взял кусок карты, смочил водой и забинтовал себе ноги, ты пошел дальше. ",
    "answers": []
  },
  {
    "id": 11,
    "text": "наступил следующий день, ты отправился с пустыми карманами, по пути ты захотел пить",
    "answers": [
      {
        "id": 12,
        "text": "но у меня нет с собой воды! "
      }
    ]
  },
  {
    "id": 12,
    "text": "ты не взял воду? ну и дурак. \n\n\nтебе пришлось терпеть, с каждым разом пить хотелось всë больше и больше, ты уже начал терять сознание, как тут наткнулся на неглубокую лужу, выбор за тобой. ",
    "answers": [
      {
        "id": 14,
        "text": "попить из лужи"
      },
      {
        "id": 15,
        "text": "не пить, пойти дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "ты не взял еду? ну и дурак. \n\nТЫ ПРОИГРАЛ, перезапусти игру, чтобы начать сначала, и в следующий раз будь умнее",
    "answers": []
  },
  {
    "id": 14,
    "text": "да что такого? я такой крепкий, подумаешь, из лужи попью, сказал ты и наклонился чтобы попить",
    "answers": [
      {
        "id": 17,
        "text": "попить из лужи"
      }
    ]
  },
  {
    "id": 15,
    "text": "твой ответ : не пить из лужи\nдумаю это правильно, ведь в любой луже есть микробы, из-за которых ты бы отравился, ты пошел дальше",
    "answers": [
      {
        "id": 16,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "пока ты шел, вся влага в организме заканчивалась, у тебя начало темнеть в глазах, и вскоре, ты потерял сознание\n\n\"ПРОИГРАЛ\" перезапусти игру, чтобы начать заново, и в следующий раз будь умнее. ",
    "answers": []
  },
  {
    "id": 17,
    "text": "ты попил из лужи, и счастливый пошел дальше. ",
    "answers": [
      {
        "id": 18,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "как тут тебе стало плохо и ты потерял сознание. \n\nмдаа, пить из лужи — не самое лучшее решение. \n\"ПРОИГРАЛ\" перезапусти игру, чтобы начать сначала, и в следующий раз будь умнее. ",
    "answers": []
  },
  {
    "id": 19,
    "text": "ты не взял воду? ну и дурак. \n\n\nтебе пришлось терпеть, с каждым разом пить хотелось всë больше и больше, ты уже начал терять сознание, вскоре, ты упал на землю от обезвоживания\n\n\"ПРОИГРАЛ\" начни сначала",
    "answers": []
  },
  {
    "id": 20,
    "text": "ты отправился в поход",
    "answers": [
      {
        "id": 21,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "перед тобой две развилки с табличками, на правой написано :;\n—дом культуры\nа на левой :; \n—отель элеон\nкуда отправишься? ",
    "answers": [
      {
        "id": 22,
        "text": "дом культуры"
      },
      {
        "id": 23,
        "text": "отэль элеон"
      }
    ]
  },
  {
    "id": 22,
    "text": "ты шел, но в итоге не нашел ни одной заброшки, похоже, ты заблудился\n",
    "answers": [
      {
        "id": 24,
        "text": "пойти по лесу дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "ты шел, но в итоге не нашел ни одной заброшки, похоже, ты заблудился и пришел не туда\n\n\"ПРОИГРАЛ\" начни сначала, и в следующий раз будь умнее. ",
    "answers": []
  },
  {
    "id": 24,
    "text": "ты пошел по лесу, опять две развилки, на этот раз на табличке написанно :;\n—лагерь для заблудившихся\nпойти дальше, или заглянуть в лагерь.? ",
    "answers": [
      {
        "id": 25,
        "text": "пойти дальше"
      },
      {
        "id": 26,
        "text": "заглянуть в лагерь"
      }
    ]
  },
  {
    "id": 25,
    "text": "ты пошел но так ничего и не нашел, ты проиграл, начни сначала",
    "answers": []
  },
  {
    "id": 26,
    "text": "ты пошел в лагерь, там нашел небольшое сооружение, тебя встретил человек и предложил провести экскурсию, что ты ответишь? ",
    "answers": [
      {
        "id": 27,
        "text": "почему бы и нет, я согласен"
      },
      {
        "id": 28,
        "text": "нет! никому нельзя доверять! "
      }
    ]
  },
  {
    "id": 27,
    "text": "человек очень странно улыбнулся, но ты не придал этому значения, вы пошли дальше",
    "answers": [
      {
        "id": 29,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 28,
    "text": "человек явно разозлился, он резко вырубил вас, вы потеряли сознание\n",
    "answers": []
  },
  {
    "id": 29,
    "text": "он показал тебе твою комнату, кухню, туалет и зону комфорта, там были мягкие кресла, игрушки для детей и прочие безделушки. ",
    "answers": [
      {
        "id": 30,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "—\"а почему здесь нет телевизоров?\" спросил ты\n—\"мы считаем, что телевизоры — это зло для людей, они мешают в жизни, без них люди будут умнее, ученые доказали, что 80%  депрессий случается из-за телевизоров, именно поэтому мх здесь нет. \n\"что за бред\" — подумал ты, но в ответ просто улыбнулся.. ",
    "answers": [
      {
        "id": 31,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "вы не заметили, как наступил вечер, вас провели в комнату и уложили спать",
    "answers": [
      {
        "id": 32,
        "text": "дальше! "
      }
    ]
  },
  {
    "id": 32,
    "text": "отходя ко сну, на вас резко надели мешок и связали, от нехватки воздуха вы потеряли сознание.. \n",
    "answers": [
      {
        "id": 33,
        "text": "..далее.. "
      }
    ]
  },
  {
    "id": 33,
    "text": "спустя какое то время вы очнулись в темной комнате, ни окон, ни света, только вы, тьма и дверь, у вас болели ноги, руки и голова, когда вы встали, вы решили осмотреться, в комнате,в которой вы находились, был шкаф, в котором можно спрятаться,вы решили его открыть, но он лишь проскрипел, как тут вы услышали шаги, что будете делать? \n",
    "answers": [
      {
        "id": 34,
        "text": "притвориться спящим"
      },
      {
        "id": 35,
        "text": "спрятаться в шкаф"
      }
    ]
  },
  {
    "id": 34,
    "text": "вы притворились спящим, слегка приоткрыв глаза, вы увидели как кто-то зашел в комнату, он увидил, что вы спите и ушëл",
    "answers": [
      {
        "id": 37,
        "text": "встать, осмотреться"
      }
    ]
  },
  {
    "id": 35,
    "text": "и так, вы в шкафу, через щель вы увидели как кто-то заходит в комнату, не найдя вас на полу, он решает заглянуть в шкаф. \n",
    "answers": [
      {
        "id": 36,
        "text": "принять смерть. "
      }
    ]
  },
  {
    "id": 36,
    "text": "открыв шкаф, он увидил вас и ударил что есть сила, перед потерей сознания, вы увидели что ваша голова буквальнт разбита, вы потеряли слишком много крови..\n\n\"ПРОИГРАЛ\" начни сначала, и в следующий раз будь умнее\n",
    "answers": []
  },
  {
    "id": 37,
    "text": "вы встали, куда направляемся дальше? \n",
    "answers": [
      {
        "id": 38,
        "text": "к двери"
      },
      {
        "id": 39,
        "text": "к шкафу"
      }
    ]
  },
  {
    "id": 38,
    "text": "вы слегка приоткрыли дверь, вы увидели длинный, темный и страшный коридор с множеством комнат, вы прошли по коридору, на полке вы нашли ствол и 6 патронов, возьмем? ",
    "answers": [
      {
        "id": 40,
        "text": "да! он поможет нам в случае опасности"
      },
      {
        "id": 41,
        "text": "нет! мало ли что, вдруг, это ловушка? "
      }
    ]
  },
  {
    "id": 39,
    "text": "это не самая лучшая идея, идти к шкафу, вернитесь на шаг назад и подумайте еще",
    "answers": []
  },
  {
    "id": 40,
    "text": "вы взяли ствол,  пройдя по коридору дальше, под вами заскрипела одна из досок деревянного пола, вы надеялись, что никто не услышал, но обернувшись, вы увидели того же человека, который проводил вас в лагерь и который заходил к вам в комнату, чтобы проведать, он пошел к вам, что будем делать? у нас мало времени! ",
    "answers": [
      {
        "id": 44,
        "text": "стоять на месте"
      },
      {
        "id": 45,
        "text": "побежать! "
      }
    ]
  },
  {
    "id": 41,
    "text": "вы решили не брать, мало ли что, пройдя по коридору дальше, под вами заскрипела одна из досок деревянного пола, вы надеялись, что никто не услышал, но обернувшись, вы увидели того же человека, который проводил вас в лагерь и который заходил к вам в комнату, чтобы проведать, он пошел к вам, что будем делать? у нас мало времени! ",
    "answers": [
      {
        "id": 42,
        "text": "побежать! "
      },
      {
        "id": 43,
        "text": "стоять на месте"
      }
    ]
  },
  {
    "id": 42,
    "text": "вы побежали! как тут споткнулись, у вас нет средства обороны, так как оставили пистолет на полке, а вот он заметил его, зарядил и застрелил вас, поговаривая :;\n—\"никто тебе не поможет, это твой конец\"\n\n*выстрел*\n\nПРОИГРАЛИ, начните сначала, и в следующий раз будьте умнее",
    "answers": []
  },
  {
    "id": 43,
    "text": "вы остановились, а он подбежал и вырубил вас, вы проиграли, вернитесь назад ",
    "answers": []
  },
  {
    "id": 44,
    "text": "вы остановились, а он подбежал и вырубил вас, вы проиграли, вернитесь назад  по кнопки снизу",
    "answers": []
  },
  {
    "id": 45,
    "text": "вы побежали, как тут споткнулись и упали, вам стало плохо, а он приближается, у вас хватает сил только на 1 выстрел, куда стреляем? ",
    "answers": [
      {
        "id": 46,
        "text": "в ногу! "
      },
      {
        "id": 47,
        "text": "в руку! "
      },
      {
        "id": 48,
        "text": "в голову! "
      }
    ]
  },
  {
    "id": 46,
    "text": "он немного прохромал но всë равно вырубил вас! \n\nПРОИГРАЛ, вернись назад по кнопке снизу",
    "answers": []
  },
  {
    "id": 47,
    "text": "выстрел в руку никак не помог, он только прорычал и тут же вырубил вас\nПРОИГРАЛ, вернись назад по кнопке снизу",
    "answers": []
  },
  {
    "id": 48,
    "text": "куда стреляем? ",
    "answers": [
      {
        "id": 49,
        "text": "в глаз"
      },
      {
        "id": 50,
        "text": "в нос"
      },
      {
        "id": 51,
        "text": "в мозг! "
      }
    ]
  },
  {
    "id": 49,
    "text": "вы отстрелили ему глаз! но у него хватило сил вырубить вас, но после вы оба скончались\n\nПРОИГРАЛ, вернись назад по кнопке снизу",
    "answers": []
  },
  {
    "id": 50,
    "text": "вы промазали, он вырубил вас\nПРОИГРАЛ, вернись назад по кнопке снизу",
    "answers": []
  },
  {
    "id": 51,
    "text": "вы выстрелили в мозг! он упал вам на больную ногу, вы услышали хруст, но он перестал дышать, ура! вы победили! но тоже потеряли сознание.. ",
    "answers": [
      {
        "id": 52,
        "text": "... "
      }
    ]
  },
  {
    "id": 52,
    "text": "очнувшись, вы отодвинули бездыханное тело этого человека в сторону, и попытались встать, но у вас не получилось, вам пришлось ползти дальше",
    "answers": [
      {
        "id": 53,
        "text": "ползти дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": "вы начали терять сознание, вы почти у выхода, но у вас явно не хватит сил доползти, что будем делать? ",
    "answers": [
      {
        "id": 54,
        "text": "выстрелить в потолок"
      },
      {
        "id": 55,
        "text": "ползти дальше"
      },
      {
        "id": 56,
        "text": "смириться со своей смертью"
      }
    ]
  },
  {
    "id": 54,
    "text": "вы выстрелили в потолок! но кажется вас никто не слышал, вам нужно продолжать привлекать внимание;",
    "answers": [
      {
        "id": 57,
        "text": "еще один выстрел"
      }
    ]
  },
  {
    "id": 55,
    "text": "это было глупо, у вас не хватило сил и вы потеряли сознание, вернитесь назад по кнопке снизу и подумайте еще. ",
    "answers": []
  },
  {
    "id": 56,
    "text": "это было глупо, вернитесь назад по кнопке снизу и подумайте еще. ",
    "answers": []
  },
  {
    "id": 57,
    "text": "вы выстрелили в потолок! но кажется вас никто не слышал, вам нужно продолжать привлекать внимание; осталось снарядов 3",
    "answers": [
      {
        "id": 58,
        "text": "выстрелить.. "
      }
    ]
  },
  {
    "id": 58,
    "text": "вы выстрелили в потолок! но кажется вас никто не слышал, вам нужно продолжать привлекать внимание; количество запасов 2",
    "answers": [
      {
        "id": 59,
        "text": "выстрел.. "
      }
    ]
  },
  {
    "id": 59,
    "text": "вас услышали! но у вас остался один патрон, вам нужно выстрелить еще раз , чтобы люди поняли где вы находитесь. ",
    "answers": [
      {
        "id": 60,
        "text": "выстрел... "
      }
    ]
  },
  {
    "id": 60,
    "text": "вы выстрелили, но никто так и не пришел.. вы потеряли сознание., ",
    "answers": [
      {
        "id": 61,
        "text": "смириться с участью. "
      }
    ]
  },
  {
    "id": 61,
    "text": "вы потеряли сознание, через время очнулись в больнице, рядом с вами врачи и родители, они плакали от счастья, как оказалось, вас нашла уличная собака и начала скулить, на ее голос пришли люди и нашли вас, после чего сразу вызвали скорую",
    "answers": [
      {
        "id": 62,
        "text": "его тоже нашли? "
      }
    ]
  },
  {
    "id": 62,
    "text": "кого? спросил врач? ",
    "answers": [
      {
        "id": 63,
        "text": "ч.человека"
      }
    ]
  },
  {
    "id": 63,
    "text": "вы были там одни, никого не было, :- сказал врач",
    "answers": [
      {
        "id": 64,
        "text": ".. "
      }
    ]
  },
  {
    "id": 64,
    "text": "скорее всего, вы просто потеряли сознание и видели сны",
    "answers": [
      {
        "id": 65,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 65,
    "text": "конец':; \nпо итогу у вас даже не спрашивали что произошло, всë списали на молодую кровь и адреналин, но только вы знаете, что произошло на самом деле..\n\nВЫ ПРОШЛИ ИГРУ! ПОЗДРАВЛЯЕМ, телеграмм создателя —  SCUMchurka,  его тг канал с другими проектами-nainerqqze games (открытый доступ) \nспасибо за прохождение! ",
    "answers": []
  }
]