[
  {
    "id": 1,
    "text": "Привет! Меня зовут Ронтар, или Рон, и я записываю разные истории, нереальные и волшебные)\nНадеюсь, что тебе понравится моё творчество, дорогой читатель.",
    "answers": [
      {
        "id": 2,
        "text": "Начать игру"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты очнулся в пустой и темной комнате.\nВ углу стоит шкаф из темного орехового дерева, в противоположном — стол. На столе одиноко светит свеча.\n\nВоздух в комнате сухой и теплый, как в средневековом замке, впрочем, кажется, ты в нем и есть.",
    "answers": [
      {
        "id": 3,
        "text": "Встать и осмотреться "
      }
    ]
  },
  {
    "id": 3,
    "text": "Когда твои глаза привыкли к мягкому свету свечи, ты смог увидеть ещё один шкаф, расположенный вдоль стены, и дверь напротив кровати.\n\nШкаф заполнен книгами.\n",
    "answers": [
      {
        "id": 4,
        "text": "Подойти и осмотреть шкаф"
      },
      {
        "id": 9,
        "text": "Подойти к двери"
      }
    ]
  },
  {
    "id": 4,
    "text": "Шкаф выглядит старым. На углах расположены резные статуэтки драконов с разверзнутыми пастями.\nУ одного из них челюсть свисает чуть ниже других.\nНа полках расположены разные рукописи.\nЕсть и очень старые манускрипты, по крайней мере об этом можно судить по их внешнему виду. Кажется здесь есть и карманные версии некоторых популярных книг.\n ",
    "answers": [
      {
        "id": 6,
        "text": "Взять «Карманный Гримуар»"
      },
      {
        "id": 7,
        "text": "Взять «Пламенный экзорцизм»"
      },
      {
        "id": 9,
        "text": "Подойти к двери "
      },
      {
        "id": 5,
        "text": "Потянуть за нижнюю челюсть дракона"
      }
    ]
  },
  {
    "id": 5,
    "text": "Скрип и скрежет.\nШкаф медленно отодвинулся ровно настолько, насколько необходимо чтобы пролез человек средней комплекции.\nЛаз зиял сыростью и теменью. Кажется за шкафом начиналась тайная лестница ведущая вверх и вниз.",
    "answers": [
      {
        "id": 4,
        "text": "Вернуться к книжному шкафу "
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты осмотрел увесистую книгу в своих руках.\nСквозь обложку будто сочился небольшой синеватый отблеск.   \nЧутье подсказывает, что эта книга может сослужить добрую службу.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты осмотрел увесистую книгу в своих руках.\nСквозь обложку будто сочился небольшой кровавый отблеск.   \nЧутье подсказывает, что эта книга может сослужить добрую службу.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Теперь настала пора выйти из комнаты, и осмотреться более основательно ",
    "answers": [
      {
        "id": 9,
        "text": "Подойти к двери"
      }
    ]
  },
  {
    "id": 9,
    "text": "Дверь закрыта.\nВ щелях между досками пробивается молодой мох. Кажется это место не очень-то и обитаемо. Во всяком случае это можно будет узнать точно только выйдя за дверь.",
    "answers": [
      {
        "id": 10,
        "text": "Попытаться открыть"
      },
      {
        "id": 4,
        "text": "Вернуться к книжному шкафу"
      }
    ]
  },
  {
    "id": 10,
    "text": "Дверь туго, но поддалась твоим усилиям.\nЗа ней открывался просторный зал с высокими потолками и стенами.\nНапоследок оглянув комнату, ты выходишь из нее и закрываешь за собой дверь.",
    "answers": [
      {
        "id": 11,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 11,
    "text": "Зал был освещен обильно проникающим, сквозь расположенные на верхней половине стен узкие окна, светом.\nДверь, из которой ты вышел, легко слилась с общей массой стены и теперь ничем не выделялась на ее фоне.",
    "answers": [
      {
        "id": 1,
        "text": "Дальнейшая часть находится в разработке."
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]