[
  {
    "id": 1,
    "text": "История начинаеться с того что Андрей шол по трассе (Ежедневка) выполнял задачи за опыт и монетки ему нравилась его задача в этом мире))\nТак вот идет он по трассе и вилит 12 геликов думает нууу стоолько ему не обслужить.В гелике сидел Лёша, Булка, Валера, Даня и двое оч крутых водителей (Артём, Максим) — они управляли всем раёном (даже слабо сказал прявят миром)\nМы играем ща Адрея что же ему сейчас делать гелики почти подъехали. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать плакать, возможно они пожалеют (вседа работало с толиком)."
      },
      {
        "id": 3,
        "text": "Попытаться спрятаться в ближайшей траве. "
      },
      {
        "id": 4,
        "text": "Очееень быстро побежать на встречю к геликам и встрерит всех как пологаеться"
      },
      {
        "id": 5,
        "text": "Начать убегать от них по дороге. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Маленький Андрейка начинает плакать и говорить что у него нет сил бежать и он согласен зотябы отсасать что бы все уже отстали. Анрей тянул время оч долго брал хуи как дома через пару минут.\n—Анрейка :отпустите а то миня дома папы накажут они как раз в танки доиграли, ну пожалуйста\n—Максим :завали ебало и займись делом.\n—Даня :нууу, даебал уже саси а то неотпустим и пап тваих отпиздим\n—Аедрейка :хорошо хорошо я буду састь сколько душе угодно. Д д Данечка вас все устраивает??\n—Даня :да все кроч он заебал станать берем его с собой.\n\nГрузят андрейку в гелики и везут неизвкстно куда. — Внутрений голос андрейки :хммм что же делать. ",
    "answers": [
      {
        "id": 6,
        "text": "Сказать что у миня спид. С папами работало"
      },
      {
        "id": 7,
        "text": "Ждать"
      },
      {
        "id": 8,
        "text": "Просить прощения "
      }
    ]
  },
  {
    "id": 3,
    "text": "Он начинает прятаться в траве и потихоньку отступать (по сути это хороший план он действительно может уйти, вот он уже длстаточно долико прошол по траве, как вдруг он спатыкаеться об лешино говно зделаное в 1488 году, и тут он понимает что тут целое поле щаминированое ведь у леши тагда небыло туалета дома и он зодил срал на поле. Но Андрей решил попробывать пойти дальше, он проходит дальше и вспатыкаеться об какой та камень. Это были каринка и булка, они ибались на синовале. Андрей неудержался и крикнул ШАЛААВА ПОЧЕМУ МНЕ НЕ ДОЛА. Это была его глабальная ошибка. Это услышали те гелики и Артём с максимом открыли багажники геликов и от туда выбежали 14 обезьянок чтобы найти и выибать андрейку. ",
    "answers": [
      {
        "id": 11,
        "text": "Остаться и ращбераться с каринкой ведь это важно для анрея-дристофановича. "
      },
      {
        "id": 12,
        "text": "Сказать почему он а не я и заплакать "
      },
      {
        "id": 13,
        "text": "Убегать дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Андрейка подбежал к геликам и начал придлогать сваи услуги и что в это невериться ноооо его невыебали стоооп чтооо автор ну как же так (ну вот я решил что мож хоть щдесь его не выибут.\nАртём дал анрею 500 $ и сказал потом приедим 1000$ отдашь мне похуй как отдашь\n—Максим :ага пусть тут готь во все 4 дыры работает мне вот лично поебать как ты заработаешь в два раза больше чем тибе дали\n—андрей :давайте мож лучше выибите?\n—Даня :не, ну я могу.\n—Андрей :тоесть могу неотдовать?\n—Максим :ну отдовать серавно придется.\n\nИ тут начинается жоское гучи мучи оно продолжаеться около 14 часов у андрея остаеться 10 часов на подработку. Что же еиу делать? ",
    "answers": [
      {
        "id": 14,
        "text": "Андрей нечего несабирает (денег) и ждет Артёма со всеми. "
      },
      {
        "id": 15,
        "text": "Андрей устроиться на работу кладменом"
      },
      {
        "id": 16,
        "text": "Решает спрятаться дома"
      }
    ]
  },
  {
    "id": 5,
    "text": "Он начал убегать. Но он не учел тот факт что по дороге от геликов ногами не убежать.\nЕго догнали и начали распрашивать куда бежит? Хороша ли дыра? Мыть жива? И тд. Вообщем попускают максимально. Он неудержался и сказал. ",
    "answers": [
      {
        "id": 17,
        "text": "Я гей мои папы миня ебут я убежал с дома и щя вы тожа миня ибать приехали можно ненадо? "
      },
      {
        "id": 18,
        "text": "Убегать быстрей в кусты"
      },
      {
        "id": 19,
        "text": "Смириться с тем что тибя выибут"
      }
    ]
  },
  {
    "id": 6,
    "text": "Повернулся Максим и говорит.\n—Максим :ты че шмара раньше не сказал пизда тибе шкура ебаная.. Хатяя мы же прещиками пользовались. Но ты нас тагда не предупредил теперь мы везем тибя в приют для \"юных негров\" там тибя научат хорошим манерам, через месяц приедим заберём тибя и проверим лучше ли ты сасешь, в противном же случае будишь жить и отдаваться им пожизненно. Бужешь платить неграм за еблю с ними. ",
    "answers": [
      {
        "id": 9,
        "text": "Хорошо"
      },
      {
        "id": 10,
        "text": "Максим пашол нахуй"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы подождали 10 минут как вдруг вас довезли в другое шассе где ездят только негры на машино-бананах и в штанах у них такие же бананы. И тут начинает говорить Артём.\n— Артём : Мы привезли тибя сюда чтобы ты зарабатывал деньги здесь и отдовал дане на донаты в бс.\n— Андейка: фууух я та уж думал... Ну эт неплохо могу и пороботать. А извеняюсь за вопрос, типо мне 60 проц заработка а вам 40 или как?\n—Максим :хвзахазазаххахахазаххахаэаэахэаэаэаэ. Ты че детачка ты куда попал мы тибя здаем в аренду еблан ты нихуя небудкшь фармить поэтому я бы тибе советовал сильнее сосать ведь еду тибе крлме белка будет запрещать да и тибе небудет на неё хватать.\n—Артём :крос красиво сказал, да и вме понятно.\n\n\nАнрейка работал 40 лет и умер от запущенного спида и вся улица негров умерла от спида андреки (тоесть Артём привез туда андрея чтобы пофармить голды и зделать гиноцид негров) отличная концовка",
    "answers": []
  },
  {
    "id": 8,
    "text": "Андрека просит прощения. И его отшивают как чюшпана плюют в него харкают и спецально для этогг случаю у максима в богажнике гелика были 14 злых бабуинов жаждующих секаса Максим посадил андрюшу в клетку на трассе и выпустил всех мартышек для прогулки с шлюшкой (андрейкой) на андрее изночально были сильно вырожающиеся стринги и кепка андрец кнеш попытался ударить монкей но потом пришли их папы горилы и разебали клетку и андрей вывалился из неё и ему сразу пиреебали 2 хуя по голове чтл даже у него началачь кружиться голова. Плохая концовка",
    "answers": []
  },
  {
    "id": 9,
    "text": "Тибя привезли в приют где тибя сразу же надивают на гига негра и у тибя начинают равться жизненно важные органны в очке твой спид просто теряеться в тваей дыре, ощющения фантастические. (ты недоживаешь до приезда великого Максима, и умераешь от члена великана каторый кладёт на тибя сверху пока ты спал и ты задыхаешься в сперме. Плохая концовка) ",
    "answers": []
  },
  {
    "id": 10,
    "text": "Ты говоришь максиму пойти нахуй. Но максим говорит отебать его прям щя. Максим выходит с андрейкой с машины и ставит андрейку  в рако-подобную позу где андреку порят 12 часов анрейка начинаеь станать где то на 1 секунде вообщем у максима <plus>12 сылы <plus>10 уверинности <plus> 100 самец. А у андрея <plus>100 лучшая максима сукчка у и все впринцапе все. (история заканчиваеться тем что андрека будет жаждить член максимки поле работы концовка неплозая только для максима) ",
    "answers": []
  },
  {
    "id": 11,
    "text": "Андрей начинает разбераться че ща хуйня почему булке дают а андрею нет. В это время прибегают обезьянки (будующие пользователи киски андрейки) и начинают ибать андрея на виду у булки и каринки, каринка неудерживаеться и начинает угорать. Это замичают монкей и думают что каринка угорает на членами макак и подхватывают и несут к господинам (Артёму и Максиму) приносят каринку и лешу (булка прикинулся камнем и жто сработало поэтому его не взяли прос обезьянки поссали на булку. Леша с каринкой в ахуе что они щя будут палировать и андрека задумываеться а нахуй лн остановился тагда бляяяяя (плозая концовка.) ",
    "answers": []
  },
  {
    "id": 12,
    "text": "Вы все сказали и заплакали у вас небыло сил чтобы двигаться. НО ЭТО УЖЕ И НУЖНО БЫЛО ДЕЛАТЬ ВЕДЬ ОБЕЗЬЯНКИ ЖЕ УЖЕ ПРИБЕЖАЛИ И ЕБУТ В ОЧКО, НАХУЙ ВАЩЕ УХАДИТЬ ОТ УЧАСТИ. Пока ибали андрея булка укатился на круглом пуще домой с приклепленной к хую как по USB каринкой. (андрей умер от 40 смтамитровых хуев мокак. Плохая концовка. ",
    "answers": []
  },
  {
    "id": 13,
    "text": "Он побежал наугад вроде не попадаясь на говно леши и смог убежать домой только чючють щаморал кросовок в говне леши. Хорошая конйовка (бляять это рили самая спокойная концовка) есев ты это прошол с первого раза то у тибя явно 200 IQ. ",
    "answers": []
  },
  {
    "id": 14,
    "text": "Приезжает Артём и споашивает где деньги шлюха??\n—андрей:какте деньги?\n—Артём :понятноо, ну ребят он вас кинул на деньги что делать будем?\n—Максим :выибать\n—Даня :выибать\n—все остальные:выибать\n—Артём :лан ебите до сметри и когда мы закончим мы тибе палку в очко вставим чтоб знал как кидать людей на денюшки но перед смертью палки в жопу отдай нам 500$.\nАндрека протягивает 480$ долларов и плачет\nВсе спрашивают где еще 20$. Он плачет и говорит да ебите вы уже серавно из уже не вернуть.\n—Артём :да почему де не вернуть щя мы можем тибе хуй оторвать пизду пришить создать тибе онлик и ты вернешь 50000$ еще и будешь жить и впринцапе можешь даже сибе инонда вычитать по 10$ в месяц. Хорошая концовка так как он типерь ща работу еще и деньги получает. ",
    "answers": []
  },
  {
    "id": 15,
    "text": "Его сразу же поймали и отебашили 12 летние дети когда заметили что он копаеться в песочнице с 3 летними детьми. Плохая концовка его поймали и посадили на бутылку с 12 детним стажем ему было небольно но все же ему еще долго сидеть так что он умер от голода на бутылке. ",
    "answers": []
  },
  {
    "id": 16,
    "text": "Его дом пушат китайцы и через 15 минут китайцы уже стаят возле задней двери анрейки и стучат своими оружиями по его задней дырочки ибут его и писюнами и палками и рыбами и что только в него невлазило в тот день. Плохая концовка его ибали до смерти ебаные китайцы. ",
    "answers": []
  },
  {
    "id": 17,
    "text": "Максим говорит \"надо феля надо\" и его стова ибут наверное уже 10 ращ за этот разсказ.\nАнрей отдает ключи от дома и теперь к ниму могут ходить в гости негры и папы и как их там еще аааа точн макаки каторые его уже ибали в прошлых концовказ ахазахаххахаэаэ(, концовка плохая его снова выибали и нечего не дали) ",
    "answers": []
  },
  {
    "id": 18,
    "text": "Он подумал что прямо перед всеми можно без разговороов убежать в кусты. Но он не учел что он стаял прямо под выстрелами шпаз макак и они под ним зделали большую липкую кучю спермы. Он полскальзнулся весь испачкался и потом подбежали собаки и отебали его. Нооо чтоо это первая концовка где появился Витя всемудрый и сказал \"отпустите вы его\" вы согласились ведь если андрей неуспеет подрочить папам кагда они победят в танках то они будут ходить очень злыми по улице а папы жто друзья максима тоесть максим незотел видеть недовольныз друзей и дал андрею схадить и подрочить папам. Хз средняя концовка зато справедливая и с Витей. ",
    "answers": []
  },
  {
    "id": 19,
    "text": "И вправду тибя просто зотели выибать потом твое тело повесили на копот гелика и очко андрея было как новая марка))) хахахаха",
    "answers": []
  }
]