[
  {
    "id": 1,
    "text": "Попаданец в Курьера №6. Основная задумка — реализовать прохождение с упором на реализм, а также усовершенствовать как основной сюжет, так и побочные линии, ибо многие из них мне кажутся недоработанными.<s>r\n<s>r\nГотовые главы: 1, 2<s>r\n<s>r\nЖанры: просто книга, по игре",
    "answers": [
      {
        "id": 2,
        "text": "Список глав",
        "middle_answer": true
      },
      {
        "id": 3,
        "text": "Соц. сети автора",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Список глав",
    "answers": [
      {
        "id": 4,
        "text": "1"
      },
      {
        "id": 5,
        "text": "2"
      },
      {
        "id": 8,
        "text": "3"
      },
      {
        "id": 11,
        "text": "4"
      },
      {
        "id": 12,
        "text": "5"
      },
      {
        "id": 13,
        "text": "6"
      },
      {
        "id": 14,
        "text": "7"
      },
      {
        "id": 15,
        "text": "8"
      },
      {
        "id": 20,
        "text": "9"
      },
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мои соц. сети",
    "answers": [
      {
        "url": "https://boosty.to/deverlybee",
        "middle_answer": true,
        "text": "Boosty (бусти)",
        "id": 3,
        "no_transition": true
      },
      {
        "url": "https://author.today/u/deverlybee/works",
        "middle_answer": true,
        "text": "Author today (автор тудей)",
        "id": 3,
        "no_transition": true
      },
      {
        "url": "https://ficbook.net/authors/6932826",
        "middle_answer": true,
        "text": "Ficbook (фикбук)",
        "id": 3,
        "no_transition": true
      },
      {
        "id": 1,
        "text": "В главное меню",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": "Очередной изнурительный рабочий день, который мне пришлось потратить на разгребание всяческих документов, позади. Как же порой раздражает работа — напрасное изображение бурной деятельности! Как же порой раздражает коллектив — рассадник ядовитейших змей! Как же порой раздражает начальство — ничего не смыслящие идиоты!<s>r\nНо это в прошлом: я вернулся домой! Ура! Наконец-то можно ни о чём не беспокоиться, просто забыться, расслабленно раскинуться в игровом кресле и с головой окунуться в мир любимой игры — Fallout: New Vegas. Как же я люблю её! В ней есть всё: надолго запоминающиеся колоритные персонажи; захватывающий и не отпускающий до самого конца сюжет; крайне продуманный, глубокий лор; интересные разнообразные квесты и прописанные второстепенные персонажи… перечислять плюсы можно бесконечно. Минусы, разумеется, наличествуют, однако они настолько несущественны, что на них можно смело закрыть глаза. Резюмируя: Fallout: New Vegas шедеврален.<s>r\nСпустя бесчисленное множество проведённых в игре часов слишком простой геймплей порядком приелся и перепрохождения перестали увлекать так сильно, как раньше, потому я решил освежить игру и установить модификацию «АБСОЛЮТНЫЙ РЕАЛИЗМ», которая, судя по положительным отзывам, должна исправить все недоработки геймплея, попавшие в финальную версию игры из-за спешной разработки, и подарить уникальный опыт, сделав каждое мгновение, проведённое на пустоши, незабываемым.<s>r\nВсё, не могу больше ждать! Запускаю!<s>r\nПривычный загрузочный экран с красующимся рейнджером-ветераном Новой Калифорнийской Республики немного изменился: вместо револьвера солдат держит крупнокалиберную снайперскую винтовку. Эй! В описании было сказано, что затрагивается только геймплей! Впрочем, деталь незначительная, смириться можно, но если разработчик не ограничился одним артом, то придётся удалить мод.<s>r\nПосле полной загрузки появилась лишь кнопка «НАЧАТЬ», и я незамедлительно нажал на неё, но ничего не произошло. М-да… я же сделал всё по инструкции! Видимо, что-то пропустил ввиду неопытности в таких делах. Придётся всё переустанавли…<s>r\nВнезапная вспышка ослепила меня; нахлынула сильная слабость; голова начала трещать так, словно по ней стреляли из пистолета. Я еле-еле поднял руку, чтобы погладить места, где болело наиболее интенсивно, но нащупал не чистенькую коротенькую причёску, а сальные лохмы. Либо у меня в мгновение ока отросли волосы, либо… а какой ещё логический вывод напрашивается? Другого быть не может! Ну не может же быть такого, что я погладил не свою голову?!<s>r\n— Очнулся? —  послышался немолодой мужской голос по левую руку от меня. Это что за хрен?! Ещё и у меня дома?! И, как назло, всё тело ломит, даже осмотреть незваного гостя не могу…<s>r\nСконцентрировавшись и собрав всю силу, я кое-как приподнялся в кровати... какой, на хрен, кровати?! Пару секунд назад я спокойно восседал в прекрасном кресле! Что-то невероятно странное творится!<s>r\n— Не спеши, ты два дня пролежал без сознания, — два дня? Постойте-ка! Это мне кое-что напоминает…  — Расслабься. Тебе нужно время, чтобы прийти в себя, — зрение начало проясняться, а боль и слабость отступать. — Как тебя зовут?<s>r\n— К-курьер, — выдавил я из себя первое, что пришло в голову, и осмотрелся: это же дом дока Митчелла! Знакомый интерьер: на стене висят неработающие заляпанные часы, а прямо под ними стоит стол, на котором лежат пишущая машинка, журнал «Терапевт сегодня» и «Рефлектрон»  — что-то вроде сверхтехнологичного зеркала, — всё это напротив кровати; слева от стола есть разбитые заколоченные окна; справа от кровати расположена закрывающая лабораторный уголок грязная металлическая ширма из трёх секций; в конце комнаты размещён операционный стол; чуть дальше от операционного стола, между дверными проёмами, левый из которых ведёт в коридор, а правый в гостиную, поставлен энергетический тестер «Вит-О-Матик» ; слева от него находятся два сломанных металлических стеллажа, на которых лежит куча всякого.<s>r\n Стало быть, игра началась? Любопытно… крайне любопытно! Модификация пока что превосходит все мыслимые и немыслимые ожидания! Перенести человеческое сознание в компьютер! Вау!<s>r\n— Курьер, значит? Странное тебе дали имя, — чёрт! Облажался с кличкой! Впрочем, представляться в Гудспрингсе можно как угодно, ведь потом никто не запрещает переименоваться. — Я — доктор Митчелл. Добро пожаловать в Гудспрингс, — я осмотрел Митчелла: это пожилой поседевший мужчина с облысевшей теменной зоной и с пирамидальными усами.<s>r\n— Спасибо за гостеприимство, — притормозите-ка! Если моя догадка про перенесение сознания верна, то это объясняет полноту ощущений, вот только я чувствовал и боль, и слабость! Не-ет, не такого реализма я ожидал, совсем не такого!<s>r\n— Не за что. <s>r\nВ общем, мне пришлось провести операцию по извлечению инородных тел из твоего головного мозга. Надеюсь, ты не против, — док погладил подбородок.<s>r\n— Не против… — согласие постфактум не дают, ну да пофиг.<s>r\nКстати, мне же провели операцию на мозге в кустарных условиях… да то, что я очнулся, можно расценивать как победу в лотерее!<s>r\n— Отлично. Я неплохо зашиваю раны, но ты проверь, всё ли у тебя на месте, — Митчелл подошёл к столу, взял «Рефлектрон» и протянул его мне. То ли старик беспокоится, то ли издевается: как я, чёрт тебя дери, проверю, всё ли у меня на месте?! Ты мог откромсать важные части мозга, пока я беззаботно спал!<s>r\n— Л-ладно, — поумерив злость, я взял прибор и изучил свою внешность: блондин-европеец со стрижкой средней длины, с щетиной на лице и с двумя углублениями со швами на лбу. Красавчик.<s>r\nЗакончив любоваться собой, я вернул зеркало доктору и сообщил, что всё вроде бы на месте.<s>r\n— Что ж, хотя бы всё жизненно важное правильно пришил, — я нервно усмехнулся; Митчелл приулыбнулся и положил «Рефлектрон» на место. — Ещё полежишь?<s>r\n— Хотелось бы встать, да боюсь, что упаду, — неигровые реплики! Ничего себе!<s>r\n— Попробуй встать, а я подстрахую, — док помог мне подняться, за что я безмерно благодарен: без его поддержки попытка бы вряд ли увенчалась успехом. Ох уж эта слабость после двух дней в отключке… — Отлично! Ты большой молодец.<s>r\n— Спасибо, — а в этом моде док такой лапочка! Я прямо воодушевлён.<s>r\n— Давай проверим твоё состояние, раз уж ты встал? Надо пройтись вон к тому, — Митчелл указал на «Вит-О-Матик», — автомату и взяться обеими руками за рычажок.<s>r\n— Хорошо, — ходьба далась значительно легче подъёма. <s>r\nА моё новое тело такое ловкое и крепкое! Никогда не ощущал себя настолько легко! Вау!<s>r\n— Пока всё неплохо… — от этих слов я впал в ступор: должно было быть хуже?! — Не стесняйся, берись за тестер! Посмотрим, как проходит твоё восстановление, — доктор остановился рядом с тестером и начал смотреть на меня, как бы намекая, что пора бы уже взяться за рычажок. Я решил ничего не предпринимать, чтобы услышать больше неигровых реплик.<s>r\n— Всё в порядке? — забеспокоился Митчелл, приближаясь ко мне. — Голова не кружится? Не тошнит? Не рябит в глазах?<s>r\n— Э… всё в порядке, — вау… какие же новые реплики крутые! Да ещё и тем же самым голосом, как и прошлые… я всё больше начинаю склоняться к тому, что это слишком хорошо для модификации.<s>r\nЗакончив действовать на нервы доку, я схватился за рычажок обеими руками, и «Вит-О-Матик» загудел, затрясся, затем голосом робота, таким трескучим, произнёс: «Пять!» — и выключился. А как же мои характеристики?! Зачем мне такой реализм?!<s>r\n— Показатели в норме, но это не значит, что пули не превратили твой мозг в кусок толсторожьей какашки, — доктор усмехнулся; я выпучил глаза и поднял брови.<s>r\n— Не смешно!<s>r\n— Ладно-ладно, — Митчелл помахал ладонью вверх-вниз, — прости старика за своеобразный юмор.<s>r\nКхм… нужно выполнить пару тестов, чтобы убедиться, что всё точно в порядке. Ты не против? — я кивнул. — Прекрасно. Садись на диван, — доктор указал на диван в гостиной, — а я присяду рядышком, в кресло, — мы прошли в гостиную и сделали всё так, как сказал док.<s>r\nПервым делом он поинтересовался о моём прошлом (на большинство вопросов я не ответил), затем задал пару вопросов из личностного опросника, после взял с тумбочки подле кресла несколько фотографий, на которых были запечатлены чернильные кляксы, и показал их, попросив дать интерпретацию увиденному; короче говоря, ничего интересного или важного во время тестов не произошло.<s>r\n— Понятно… — Митчелл погладил усы и убрал фотографии. — Прежде чем ты уйдёшь, сделай одолжение: заполни медицинскую карту; я хочу зафиксировать историю болезни, — док протянул мне планшет и карандаш, взяв их с тумбочки. — Просто формальность. Вряд ли пули в голове передаются по наследству, — Митчелл ухмыльнулся. <s>r\nИ что мне писать? Я никогда не выбирал особенности, так как их недостатки весомые… к чёрту! Не буду ничего писать!<s>r\nЯ вернул письменные принадлежности доктору под предлогом отсутствия воспоминаний.<s>r\n— Хм, — Митчеллу явно это не понравилось. — Курьер, у меня плохие новости, — доктор отложил планшет на рядом стоящую тумбочку.<s>r\n— Что не так? — я мельком оглядел комнату: она выделяется огромным ковром, покрывающим больше половины комнаты; двумя деревянными, забитыми книгами стеллажами, стоящими впритык друг к другу, у стены, под забитыми окнами, слева от дивана; двумя маленькими креслами и маленьким кофейным столиком, находящимися рядом со стеллажами; расположенным визави дивана камином, на котором лежит череп какого-то животного.<s>r\n— У тебя амнезия, — Митчелл протёр лоб левой рукой, — это такое заболевание, при котором ты утрачиваешь воспоминания… страшная штука.<s>r\nНа пустошах в таком состоянии тебе делать нечего, уж поверь. Тебе лучше отлежаться да сил набраться, — ну уж нет! Уж кому, а мне медлить нельзя!<s>r\n— Нет, док, я пойду. Свежий воздух мне не помешает, — доктор вздохнул.<s>r\n— Ты даже не помнишь, где живёшь! Пойми, ты не на прогулку выходишь… пустоши небезопасны! Я не хочу, чтобы ты погиб!<s>r\n—  Я не забыл, что такое пустоши, док, — я встал. — Я в порядке. Я ухожу.<s>r\n— Кажется, тебя не переубедить… как скажешь, — док махнул рукой, — всё-таки я не имею права указывать, что тебе делать.<s>r\nНу, — доктор встал, — нужно вернуть твои вещички, — констатировал Митчелл, направляясь к выходу. — Пойдём, — подозвал он, и я пошёл за ним.<s>r\nДойдя до выхода, док открыл сундук, стоящий у двери, и начал возвращать снаряжение Курьера: мне выдали пистолетную поясную кобуру; какой-то непонятный 9-мм пистолет с магазином и коробочку с патронами к нему (всего двадцать четыре патрона); небольшой походный рюкзак; маленький мешочек с крышками; пенал-раскладушку с креплениями из тканевой резинки, в котором лежали четыре «Стимулятора»; какой-то батончик, который я сразу же съел; распоряжение о доставке; «ПИП-Бой 3000»  и перчатку для него; костюм Убежища 21 и чёрные ботинки. Всё бы ничего, да только инвентаря, куда бы я сложил всё это, не было, как и специального инвентарного раздела в «ПИП-Бое», поэтому я одежду и обувь надел, а остальное запихнул в рюкзак.<s>r\nРазработчик, конечно, постарался сделать всё максимально реалистичным, тут не поспоришь, но зачем меню инвентаря трогать? Без него же вообще туго придётся! Погодите-ка… меню… хм. А как зайти в главное меню, чтобы сохраниться? Э… никак. ДА ЧТО ЗА ЧЕРТОВЩИНА?!<s>r\nЭто игра или нет?! Какого хрена?! Я могу понять, почему вырезали систему S.P.E.C.I.A.L. ; могу понять, почему вырезали инвентарь; могу понять, почему сделали так, чтобы игрок ощущал боль и слабость, но никогда не смогу понять, почему вырезали меню! Это уже не смешно! Я хочу сохраниться, но не могу! Я хочу выйти, но НЕ МОГУ! Мне страшно!<s>r\nТак, стоп! Нужно успокоиться и обмозговать всё логически: если я не могу вызвать меню, то нужно попасть в него другим способом. А такие существуют? Существуют! Нужно всего лишь выиграть битву за дамбу Гувера, и меня выкинет в меню! Если меня выкинет в меню, то должно и выкинуть в реальное тело (к слову, я его не ощущаю, но это сейчас малозначительно), а потом я просто закрою игру и удалю модификацию! Всё! Это мой план!<s>r\nПродолжим обдумывание: что мне дальше делать? Основной сюжет, думаю, не сдвинется, пока я не разберусь с платиновой фишкой, однако второстепенные миссии могут продвинуться и без моего участия, если разработчик сделал так, чтобы всё происходило, как в реальности. Примеров много: лагерь «Форлорн-Хоуп»  падёт без моего вмешательства; кучу пленных либо убьют, либо переведут в другое место; Вульпес Инкульта уйдёт из Ниптона быстрее, чем мне удастся добраться до города и так далее, но это мелочи, фокусироваться на которые не имеет смысла.<s>r\nИтак, мой план: сперва обезопасить Гудспрингс, сблизиться с Санни и нормально экипироваться. Когда всё из этого списка будет выполнено, сразу же двинуть в Примм, навести там порядок, попробовать починить ЭД-Э , затем ликвидировать «Подрывников» в исправительном учреждении, сработавшись с солдатами Новой Калифорнийской Республики — одной из крупнейших фракций в регионе, а там… посмотрим. Если у меня получится реализовать задуманное, то это будет гигантским скачком в моей жизни на пустошах, а планировать следующие действия нужно будет с учётом преуспеваний и конъюнктуры.<s>r\nК слову, было бы замечательно заиметь крепкие связи с умными и сильными людьми: Джулс из Норт-Вегаса, закалённый пустошами человек, мог бы научить меня выживать; Аркейд Геннон, член организации «Последователи Апокалипсиса», мог бы поделиться со мной медицинскими знаниями (как и любой последователь, впрочем… хорошие отношения с ними мне бы пригодились); Бун из Новака , бывший снайпер первого разведбата, мог бы преподать мне пару уроков о снайперском деле (да и снайперы всегда работают в паре с наблюдателем, коего у Крейга нет… полагаю, он не откажется от путешествия со мной)…<s>r\n— Я вырос в одном из убежищ, которые строили ещё до войны. Мы все имели по одному такому устройству, — прервал мои размышления Митчелл, указывая на «ПИП-Бой». — Сейчас оно мне ни к чему, а тебе пригодится.<s>r\n— Спасибо, док, — поблагодарил я спасителя. Кажется, такая фраза была и в игре…<s>r\n— Только не потеряй! Аппаратура дорогая, — хм, ответил неигровой фразой… неожиданно. — Что бы посоветовать напоследок… найди Санни Смайлс (она, скорее всего, в салуне сидит) и поговори с ней: она бесплатно научит выживать на пустошах, заодно расскажет про окрестности, — ну да, обучение мне не помешает. Там же ещё варминт-винтовку выдают! Будет полезной для старта. — Если ранят, приходи — залатаю. Только не погибай больше, ладно?<s>r\n— Буду живее всех живых! — стоп! Я же ни лазерный пистолет, ни 9-мм пистолет-пулемёт не забрал! Надо исправляться! — Док, у вас случайно нет какого-нибудь оружия?<s>r\n— Да, кажется, валяется где-то… — Митчелл почесал макушку и как-то подозрительно посмотрел на меня. — А что?<s>r\n— Э-э… — я хотел попросить дать мне стволы, но не будет ли это слишком… наглым? Да, в оригинале можно бесплатно забрать что угодно, вот только я не в оригинале. — Выкупить хочу, если ты не против.<s>r\n— Хм… — Митчелл задумался, почесав усы. — У меня есть лазерный пистолет и пистолет-пулемёт, вот только они нуждаются в обслуживании и работают с переменным успехом; короче говоря, рискованная затея. Я бы не советовал тебе их выкупать, — зубы заговаривает, старый змей, но меня не проведёшь!<s>r\nЧто бы взять? Лазерный пистолет — штука крутая, но в начале игры слабенькая, а пистолет-пулемёт — вещь затратная ввиду высокого расхода боеприпасов, но в начале игры довольно неплохая… думаю, инвестировать надо так, чтобы не опростоволоситься в будущем, потому выбираю энергетическое оружие.<s>r\n— Сколько хочешь за лазерный пистолет?<s>r\n— Лазерный пистолет? Отговаривать не стану, но предупрежу: в Гудспрингсе никто не умеет обслуживать энергетическое оружие, поэтому тебе придётся чинить его самостоятельно, если он вдруг уйдёт на покой.<s>r\nК слову, в последнее время я лазерный пистолет использовал только для разведения огня, — Митчелл почесал подбородок, — а по назначению из него стреляли… давно… — док заметно погрустнел. — Но это я отхожу от темы!<s>r\nВозвращаясь к цене, я бы запросил, учитывая состояние пистолета… крышек восемнадцать, — как же выгодно! Пистолет стоит гораздо дороже запрошенного! Повезло так повезло!<s>r\n— Секунду, — я достал мешочек из рюкзака и пересчитал крышки, и оказалось, что всего их было двадцать. — Идёт! — согласился я и протянул мешочек с крышками, взяв из него две штуки.<s>r\nДоктор кивнул, взял мешочек, зашёл в комнату с «Вит-О-Матиком», притащил оттуда железный ящик и достал из него лазерный пистолет и малую энергетическую батарею, которые тут же протянул мне.<s>r\nЯ забрал батарею и засунул в рюкзак, а пистолет решил не убирать, а взять, покрутить в руках и рассмотреть. Дизайн, мягко говоря, плохой: все важные компоненты, как я полагаю, помещены в гладкий прямоугольный потёртый корпус, на котором размещён большой провод, на конце которого размещена прицельная мушка, на правой стороне которого есть какой-то переключатель и к которому прикреплена эргономичная рукоять со спусковым крючком. Ещё и какая-то прямоугольная хрень приделана, зачем-то соединяющая рукоять и переднюю часть корпуса снизу… что это вообще такое? Зачем оно тут? Похоже на складной приклад, а на деле просто лишнее железо.<s>r\n— Пистолет стреляет импульсами, расходует заряд батареи за тридцать выстрелов. Батарея в него уже вставлена, так что у тебя будет заряда на шестьдесят выстрелов. Боеприпасы редкие, так что постарайся не разбрасываться ими.<s>r\nПредохранитель, переключатель справа, очень тугой. Проворачивай его по часовой стрелке, используя всю силу, и не бойся сломать: он крепче железа.<s>r\nЧтобы перезарядить пистолет, нажми на кнопку у рукоятки, и откроется отсек, в который нужно поместить энергетическую батарею; засунь её туда положительным полюсом вперёд, — я заново оглядел пистолет, и действительно, у рукоятки, на корпусе слева, есть кнопка. И как я её не заметил? — Истощённые батареи не выбрасывай: их можно переработать или продать.<s>r\n— Хм, — а Митчелл-то непрост! Кучу всего знает! — А как понять, где у батареи положительный полюс?<s>r\n— Батарея состоит из батареек. Один конец каждой батарейки окрашен в чёрный и имеет нарисованный плюс на нём; второй окрашен в жёлтый и имеет нарисованный минус на нём. Положительный полюс — плюс; отрицательный полюс — минус. <s>r\nКороче говоря, нужно совать плюсом вперёд, — а-а, блин, точно!<s>r\n— Всё понял, — я поблагодарил дока и убрал пистолет в рюкзак; мы попрощались, и я вышел на улицу. <s>r\nЯркий солнечный свет на мгновение ослепил меня, а знойный воздух затруднил дыхание… пустыня Мохаве во всём её великолепии. Надо бы обзавестись чем-нибудь, чтобы жара меня не испепелила, и про средства против песка не забыть, а то ветер однажды задует и ослепит песчинками посреди боя… и ведь мне не хватает не только условных шляпы, платка и очков: я всё засунул в рюкзак, когда по-хорошему нужен разгрузочный жилет! Что произойдёт, если в бою мне надо будет быстро перезарядиться?<s>r\nПостойте-ка, а как я буду перезаряжаться? У меня же всего один магазин! Чёрт побери… чем больше я думаю, тем хуже становится ситуация. Может быть, надо перестать думать, и игра подстроится под меня и вернёт все игровые условности? Я люблю систему адаптивной сложности!<s>r\nЕщё и в горле пересохло из-за нервотрёпки… стоп. А где я буду хранить воду? Нужна фляга… Нет, всё, хорош! Хватит думать! Я куплю всё необходимое, когда подзаработаю или найду что-нибудь ценное для обмена. Да, точно, так и сделаю.<s>r\nПеред этим надо бы осмотреться… с небольшого холма, на котором построен дом Митчелла, открывается хороший вид: видно весь Гудспрингс — посёлок, состоящий из стоящих везде домов, заброшенной школы, салуна «Старатель», небольшого магазина, которые расположены в низине, причём салун и магазин на северо-востоке, а школа на юго-юго-западе; неработающей заправочной станции, находящейся слева от дома Митчелла, на северо-западе; кладбища, размещённого вдалеке, на большом угоре, на северо-востоке. Отдельного упоминания заслуживают окрестности: холмы на востоке, скрывающие Дьявольскую Впадину — небольшую карстовую воронку, местами ограждённую сетчатым забором, на дне которой есть (я надеюсь на это) парочка железных армейских ящиков; извилистая, начинающаяся на востоке и идущая на юго-восток дорога к Примму — закрытому из-за нападения бандитов городку с двумя достопримечательностями: отелем «Бизон Стив» и казино «Викки и Вэнс». Была дорога, кстати, паршивого качества, однако Виктор — робот, вытащивший главного героя из могилы и притащивший его к доктору, без проблем ехал по ней на своём большом колесе.<s>r\nПогодите-ка, куда он сваливает? «Секьюритрон»  же насовсем остаётся в поселении даже в том случае, если Курьер уходит из него? Впрочем, со мной буквально только что произошли более необыкновенные вещи, так что ломать голову над небольшим отклонением от обыденности было бы глупо.<s>r\nИ нечего ворон считать на таком солнцепёке! Раз Виктор уезжает, надо заскочить в его хижину и собрать там всё, что не прибито к мебели! Если очень повезёт, то я смогу заявить права на ныне не имеющий хозяина дом, поэтому надо заранее навести порядок в нём, а также разобраться в местах поблизости, которые будут связаны с моей деятельностью.<s>r\nНа пути к хижине мне встретился брамин — мутировавший брахман, сохранивший свою крупность, но потерявший волосяной покров и обрётший вторую голову в результате мутаций; наверное, скот одного из жителей на самовыгуле. Я, признаться, побаиваюсь больших животных из-за того, что они так и норовят перекусить каждым встречным, но здешнее страшилище отличается неагрессивной натурой, поэтому я нашёл в себе силы пройти по тропинке, хотя в рутинных обстоятельствах маршрут пришлось бы перестроить.<s>r\nДойдя до обиталища Виктора, я не стал засматриваться на его экстерьер, а тут же заскочил внутрь, поскольку тщательный призор и мычание брамина щекотали и без того пошатанные нервишки. Так, посмотрим…<s>r\nХижина разделена на туалет и жилую комнату, которая была полностью освещена лампой, стоящей на книжной полке, и двумя подвесными потолочными светильниками, работающими на ядерных батареях. Интерьер, хочу заметить, уютный: посередине комнаты размещены письменный стол и маленькая книжная полка, на которых лежит различная электроника; справа от входа, в углу, расположена кровать с грязным матрасом; рядом с ней, у стены, помещены две большие книжные полки, заваленные каким-то хламом; слева от входа, в углу, находятся чистенькие кресло и диван; дальше от софы, в противоположном углу, обустроена кухня с тумбами, плитой, нерабочими холодильником и раковиной, причём на одной из тумб зачем-то поставлены два небольших железных ящика. Оглядывать туалет было больно: разбитый унитаз, чёрная от грязи ванна… В общем, дом особо не отличался от своей игровой версии.<s>r\nВнимательно осмотрев хлам на полках, я приметил две незадействованные ядерные батареи, которые сразу же прикарманил, затем изучил железные ящики, в одном из которых оказалась малая энергетическая батарея, идентичная той, что была приобретена у Митчелла; я взял её и засунул в рюкзак. Более полезного обнаружено не было.<s>r\nБогатый улов! Найденное на наилучшее снаряжение я, конечно, не выменяю, но что-нибудь неплохое для старта точно заграбастаю, надо только… стоп, а чего ждать-то? Держим на курс магазин прямо сейчас!<s>r\nКое-как обойдя брамина, я дошёл до главной улицы, если уголок с салуном можно так назвать, и обнаружил Чета — молодого мужчину с коричневыми бородой, усами и волосами средней длины и с крупными чертами лица, который затаскивал в магазин коробки, выгруженные подле входа. Я решил не беспокоить торговца и зайти в лавку, как только он закончит, однако он меня заметил, и пришлось войти сразу.<s>r\nМагазин отличается ветхостью: витрины побиты; металлические стеллажи чуть ли не разваливаются; повсюду пыль да грязь. Есть и проблеск света в этой пучине: товары аккуратно уложены на стеллажах и витринах; деревянные полки ухожены; есть свет. Надеюсь, Чет возьмётся за голову и начнёт уделять внимание не только мерчандайзингу, но и хотя бы подметанию.<s>r\n— Ты, должно быть, тот, кого латал док Митчелл, — Чет зашёл за прилавок. — Я и подумать не мог, что ты выйдешь из его кабинета на своих двоих.<s>r\n— Мне повезло, что у вашего доктора золотые руки, — если задуматься, то Митчелл гений: вытащить человека с того света без «Авто-Дока» сможет не каждый.<s>r\n— Это верно: Митчелл столько жителей заштопал, не пересчитать, — я кивнул. — Ты хотел что-то купить? — владелец опёрся на прилавок. — Продаю всё, что лежит на стеллажах и витринах.<s>r\n— Дай-ка подумать, — итак, суммируем: мне нужно что-либо, чтобы противодействовать песчаным бурям и жаре; что-нибудь, чтобы постоянно не лезть в рюкзак; какой-нибудь сосуд для воды; магазины для пистолета. — Нет ли у тебя… — начнём с проблемы номер… два, — разгрузочного жилета?<s>r\n— Разгрузочного жилета? — удивился Чет, подняв брови. — Аналоги не рассматриваешь? Могу продать ременно-плечевую систему.<s>r\n— Жилета нет?<s>r\n— Не думаю, что он вообще у кого-то здесь есть: вещица не из дешёвых, — получается, мне нужно искать какой-нибудь республиканский военторг-магазин, чтобы отовариться хорошенько? Как-то невесело получается.<s>r\n— Ясно, — выпалю всё сразу, чтобы не шастать в поисках нужного. — Я бы хотел купить ременно-плечевую систему, защитные очки, флягу, тканевую маску, шляпу и два магазина для, — я положил пистолет на прилавок, — вот такого пистолета.<s>r\n— М-м, — Чет оглядел магазин, — думаю, если поискать, то всё достанем. Крышки-то есть?<s>r\n— Предлагаю обмен, — я достал из рюкзака ядерные батареи и поставил их на прилавок. — Две ядерные батареи твои, если дашь всё, что я запросил.<s>r\n— По рукам, — Чет улыбнулся и забрал батареи, убрав их куда-то под прилавок.<s>r\nКак-то всё слишком гладко прошло… видимо, ценность запрошенного неэквивалентна ценности двух ядерных батарей, причём перевес в их сторону значителен, иначе Чет бы задумался, прежде чем соглашаться. К слову, они бы точно пригодились мне если не для создания боеприпасов, так для облагораживания дома, но это не важно: сейчас нужно покрыть базовые потребности любой ценой.<s>r\nПройдя к большому сундуку за прилавком, Чет открыл его, достал из него ременно-плечевую систему и положил её на прилавок, затем порыскал в магазине, в том числе и в подсобке, и принёс всё остальное.<s>r\nПоблагодарив Чета за бартер, я спросил, можно ли мне тут приодеться, и Чет сказал, что не против: я надел очки, шляпу, маску, РПС; нацепил кобуру с пистолетом на пояс, справа; положил флягу в чехол, висящий на системе; снарядил магазины и засунул их в подсумки. Теперь я снаряжён!<s>r\nРюкзак чувствуется тяжеловатым… надо что-то переложить: я достал лазерный пистолет, который отложил в сторону; малые энергетические батареи и два «Стимулятора» из пенала и засунул их в свободные подсумки.<s>r\nУма не приложу, куда привязать или сунуть лазерный пистолет… вообще нет места для него. Неужели на послевоенных разгрузках не предусматривается какое-нибудь местечко под энергетические стволы? Вот зараза…<s>r\n— Что-то не так? — поинтересовался Чет и подошёл ко мне.<s>r\n— Да вот, — я повернулся к Чету и продемонстрировал пистолет, — не знаю, как прицепить пистолет… и куда.<s>r\n— Сейчас сообразим, — Чет походил по магазину, достал со стеллажа какой-то ремень, привязал его к «окну» пистолета (той самой железяке, назначение которой мне неизвестно), и похлопал меня по плечу. — За счёт заведения.<s>r\n— Спасибо, — я надел получившийся амулет и направился к выходу.<s>r\nНа вид я теперь, думаю, грозный, вот только «ПИП-Бой», отсутствие брони и комбинезон Убежища 21 делают меня лакомым кусочком для «Подрывников» и прочей швали. Да, можно было присмотреться к какой-нибудь броне в магазине, вот только полный хороший комплект мне не по карману, а дешёвые варианты рассматривать бессмысленно ввиду плохих защитных характеристик.<s>r\nТак, теперь к Санни Смайлс, в салун.<s>r\nДойдя до него, я хотел войти, но меня окликнул сидящий на крыльце, в кресле, бывший старатель Забей-Пит — темнокожий старик с густыми седыми бородой и усами; с испещрённым морщинами лицом; с усталыми тёмно-зелёными глазами. На Пите были соломенная шляпа; коричневая узорчатая бандана, висящая на шее; тёмно-серая рубашка; тёмно-коричневые джинсы с подтяжками, перчатки и ботинки.<s>r\n— Тебе что-то нужно? — спросил я, приблизившись к Питу.<s>r\n— Пару секунд твоего времени, — старик выпрямился, — если ты не против, — я кивнул и встал у столба, опёршись о него спиной. — Я видел, как кто-то неместный шёл в сторону старой школы, но разглядеть не сумел. Это был ты? — хм, неужели Пит увидел, как я вынес богатства из лачуги Виктора? Без паники: то, что он что-то там заметил, ничего не доказывает. Отвечу прямолинейно:<s>r\n— Да. Какие-то проблемы?<s>r\n— Нет-нет, — Пит помахал рукой, — что ты, никаких проблем! Я просто предупредить хотел: держи пистолет наготове, если случишься побывать там снова, ибо у школы частенько прогуливаются гигантские богомолы.<s>r\n— А-а, — кажется, в игре Пит о чём-то подобном предуведомлял… хорошо, — спасибо, что предостерёг.<s>r\n— И ещё кое-что: сделай одолжение, не шастай у домов, ладно? Мало ли, что могут подумать жители.<s>r\n— Ага, — вот тут уже предупреждение ближе к теме, — понял, — я не стал продолжать разговор и вошёл в салун.<s>r\nВыглядел он… привлекательно! Для постапокалипсиса, очевидно. Хотя всё здесь было полуразбитым, грязным, это не мешало наслаждаться атмосферой и приятностью заведения, которые создавались людьми, разговоры и смех которых сводили на нет ощущение беспокойства.<s>r\nПару слов об обстановке: салун делится на две части: левую — зону с деревянной барной стойкой, расположенной у центральной стены, делящей салун на две части; металлическими барными стульями, расставленными у стойки; парочкой столиков против стойки, у стены, у каждого из которых размещено два кожаных дивана, — и правую — зону с большим бильярдным столом; тремя столами, каждый из которых окружён высокими стульями. На стенах висят разные плакаты с рекламой довоенных мероприятий и картины, напоминающие о мирных временах.",
    "answers": [
      {
        "id": 6,
        "text": "Продолжить"
      },
      {
        "id": 2,
        "text": "К списку глав"
      }
    ]
  },
  {
    "id": 5,
    "text": "В этот прекрасный второй день увлекательной игровой сессии, где-то в два часа дня, если я всё-таки умру, мне придётся оставить заработанное кровью и потом имущество жителям Гудспрингса за доброту и отзывчивость, если меня, окружённого радскорпионами и койотами, никто не спасёт… а должны бы…<s>r\nВам, наверное, крайне интересно, как столь осторожный и опытный я попал в смертельно опасную, патовую ситуацию? Что ж, перенесёмся на час назад, в момент, когда можно было избежать поспешно принятых решений.<s>r\nВ очередной раз собрав жителей Гудспрингса, чтобы разобраться с очередной опасностью, которая рано или поздно нанесла бы непоправимый ущерб поселению, мы обсудили составленный мною и Санни во время пропускания неплохого качества алкоголя план. Суть его проста: с помощью динамита кто-нибудь должен привлечь к оврагу если не всех скорпионов, то хотя бы большую часть стада, а после выполнения задачи уносить ноги. Остальным, предварительно занявшим позиции на кладбище (на котором, кстати, не было снежного шара), следует ждать подходящего момента, чтобы накрыть заманённых тварей градом снарядов из всех орудий, что имеются; большая надежда возлагалась на Забей-Пита с его динамитными шашками. К сожалению, казавшаяся безукоризненной тактика на практике не оправдала возложенных ожиданий, напротив, принесла огромную проблему, решить которую представилось возможным с помощью геройства. <s>r\nПервый этап затеи был осуществлён достаточно успешно, кстати говоря, мной, так как, во-первых, больше никто не вызвался рисковать; во-вторых, за спасение жизни отрабатывать надо, как ведает моя совесть, на всех фронтах; в-третьих, из присутствующего контингента я был самый матёрый, а значит наиболее подходящий; в-четвёртых, мой лазерный пистолет в случае чрезвычайного происшествия поможет лучше варминт-винтовки или 9-мм пистолета не самого умелого садовника; в-пятых, в качестве запасного плана Забей-Пит, пошарив в закромах, предложил ещё больше динамита и зажигалку, которые словно жаждали заиметь уютное местечко в РПС, устоять моя скопидомская душа не сумела.<s>r\nИтак, как только я забросил подожжённую шашку и отошёл подальше, из скорпионьего лежбища выскочила целая туча огромных голодных озлобленных чудовищ, всего девять особей, и, что самое неприятное, каждая из них сразу же устремилась на меня! Впрочем, на душе у меня было спокойствие: я верил, что у селян достаточно мощи, чтобы не напрягаясь сокрушить стайку радскорпионов, пускай и гигантских.<s>r\nПоначалу вера оправдывала себя: целью залпа огневой поддержки стали наименьшие из стаи, и они (всего сравнительно маленьких было трое), получив серьёзные повреждения, свалились, не пройдя и полпути до меня. Тут-то и начались трудности: старшие братья павших были чуть ли не впятеро больше, оттого крепче, выносливее, сильнее и так далее… умирать от полученного урона они не собирались, хоть и едва заметно замедлялись. И как я не догадался, что взрослые особи будут живучее? Почему никто из них даже не обернулся на звуки выстрелов? Не попытался забраться на кладбище? Это могло значительно облегчить мне жизнь… ай, проехали.<s>r\nДело начало принимать неприятный оборот: гигантские радскорпионы всё приближались и приближались, пронзительно шипя, щёлкая клешнями, оставляя глубокие следы на песке… нужно было что-то предпринимать, причём срочно, и я, пару секунд поразмыслив, хорошенько взялся за лазерный пистолет и начал расстреливать кровожадную армаду, подпустив её на такую дистанцию, с которой я, скорее всего, не промахнусь.<s>r\n Поначалу самоличное истребление подавало большие надежды, однако после нейтрализации четырёх особей двенадцатью выстрелами пистолет то ли сломался, то ли перегрелся; разбираться, почему он отказывается стрелять, было некогда, пришлось в стремительном темпе драпать. Бежал я сломя голову, снимая с себя и откидывая в сторону всё, что усложняло побег: рюкзак, маску, шляпу, лазерный пистолет с ремнём; довольно быстро на мне не осталось ничего, кроме комбинезона и РПС с её вещами, разобраться с которой на бегу я не мог.<s>r\nПервое время я нёсся в сторону Гудспрингса, однако после половины пути в моей голове промелькнула мысль о вероятных последствиях данного поступка, потому сиюминутно было решено поменять курс и полететь к другому ближайшему месту, к Дьявольской Впадине. Почему именно к воронке? Во-первых, она достаточно удалена от поселения, поэтому радскорпионы не пойдут его разорять, если потеряют мой след; во-вторых, спуск из железных листов, держащихся на машине, там узковатый и хрупкий, подходящий исключительно для существ размером с человека или меньше его. Конечно, ничто не мешает радскорпиону попробовать спуститься, но под его весом там всё рухнет, и я буду сражаться не против троих, а против одного.<s>r\nВсё это время твари не отставали, но я не обращал на преследователей внимания, а вернее сказать, после минуты погони мой слух ласкал только звон, а зрение было сконцентрировано на камнях, холмах и высушенных кустиках, споткнуться о которые мне совсем не хотелось.<s>r\nДобежав до Дьявольской Впадины, я столкнулся с сюрпризом: вместо мостика из ржавых автомобилей была какая-то хлипкая конструкция из досок. Радовало только одно: она ещё уже, чем спуск из игры, а следовательно, радскорпионы ни за что не попытаются последовать за мной, даже если их интерес к моей шустрой персоне будет чрезвычайным.<s>r\nКое-как спустившись, я присел рядом с железными армейскими ящиками (всего их четыре), подальше от конструкции, и начал оправляться от преследования: достав флягу из чехла, я отпил немного воды, плеснул чуток на лицо и волосы, чтобы умыться и охладиться, и убрал флягу в чехол.<s>r\nОтдыхать я планировал минуту, однако теперь у меня есть целая вечность: где-то наверху раздалась какофония рыков. И чего это вдруг койоты решили зарубиться с гигантами? Неужели собаки подумали, что радскорпионы прибыли, чтобы напасть на их пещеру неподалёку? Впрочем, мне любая сторонняя активность на руку: гиганты переключатся с меня на что-нибудь другое.<s>r\nДальше… в общем-то всё, вот так я и попал в засаду. Теперь мне остаётся либо ждать, пока бой закончится, либо попытаться что-нибудь предпринять, что категорически противопоказано, поскольку никакого мощного вооружения, нужного для ликвидации радскорпионов, у меня нет.<s>r\nКак бы поступил адекватный человек в моей ситуации? Конечно же начал бы рыться в поисках добра, которое помогло бы справиться с членистоногим злом! Ну и я последовал воображаемому примеру, начав вскрывать армейские ящики.<s>r\nКак же вскрытие тяжело далось! Их как будто смазывали клеем изнутри, чтобы над кем-нибудь поиздеваться! Я столько драгоценных сил потратил на это, и что в итоге? Ничего! А вдруг они все пустые?!<s>r\nВ порыве секундного гнева я швырнул третий ящик в последний, и тот с лёгкостью открылся, вывалив свои внутренности. Фух, хотя бы над этим не нужно корпеть! Так, посмотрим… граната и «Стелс-Бой»…<s>r\nГРАНАТА И «СТЕЛС-БОЙ»?! Я, кажется, даже взвизгнул от восторга: какая находка! Прямо дар Богов пустоши! Ещё и граната, если судить по виду, какая-то необычная, явно не плазменная или импульсная, но и не, дешёвка какая-нибудь… ух!<s>r\nПора действовать: ехидно ухмыляясь, я подобрал «Стелс-Бой» и закинул его в подсумок, затем поднял гранату и начал потихоньку подниматься по конструкции, стараясь не упасть и не привлекать внимания. Как только я забрался достаточно высоко, мне посчастливилось внимательно изучить поле жёсткой схватки: повсюду были кровь и изуродованные части тел собачек; не отошедшие в мир иной койоты громко лаяли, но ничего поделать не могли; радскорпионы прилегли отдохнуть и отведать собачьего мяса примерно в пяти метрах от Дьявольской Впадины. Прикинув, как сильно нужно бросать, я оторвал чеку и швырнул гранату между гигантами, а сам в ускоренном темпе пополз вниз.<s>r\nДоползти не успел: взрывная волна разрушила конструкцию, соединявшую моё временное убежище с внешним миром; меня чудом не расплющило обломками. Да что это вообще было?! Тут каждая граната с такой мощью детонирует?! М-да… теперь я пять раз подумаю перед использованием оружия будущего…<s>r\nПрошла пара минут прежде, чем я оправился от падения, песчаный туман осел и звон в ушах после взрыва затих. Несмотря на положение, мне почему-то было так хорошо, чувствовалось умиротворение… я сидел, опершись спиной на обломки, и размышлял о предстоящем путешествии: когти смерти, безусловно, опасны, однако проблема не в них, ведь более-менее безопасные тропки там есть… загвоздка в «Чертях», которые сидят чуть ли не в каждом здании и терпеливо ждут очередную жертву. В игре отпетые наркоманы были вооружены как неплохим обычным, так и высокотехнологичным снаряжением, что в текущих реалиях выглядело бы абсурдно, но чем чёрт не шутит, лучше подстраховаться и сделать крюк, нежели объявлять войну рейдерам, с которыми не может совладать даже НКР.<s>r\nЧтобы точно пройти без риска, придётся идти по тропинке промеж скал, что около свалившегося вагона, к Хидден-Вэлли  (может встретиться парочка древесных скорпионов, но это не проблема); затем повернуть направо и пойти к хижине Нила (по возможности побеседовать с ним и попытаться расположить к себе); после по скалам у подножия горы Блэк прийти к расщелине, что соединяет северные изгибы дороги горы (где-то тут надо будет активировать «Стелс-Бой», а обвалы и капканы я с лёгкостью избегу); там, как поднимусь, идти вперёд и направо, пока штаб-квартира «РЕПКОНН» не будет напротив (гипотетически, в этих окрестностях могут странствовать когти смерти, буду действовать по ситуации); в конце концов спуститься, дойти до «Маккарана» и держаться его стен: снайперы на вышках и патрули держат местность у лагеря в относительной безопасности. Конечно, можно было бы заскочить в штаб-квартиру и обчистить карманы сдохших «Чертей», только я не уверен, что это единственные представители рейдеров в округе: задание по доставке тела рейнджера Эстебана Моралеса к ближайшему посту НКР инициировало появление снайперов на зданиях неподалёку от РЕПКОНН, а теперь неизвестно, сидят ли они там по умолчанию или нет, а если сидят, то не в засаде ли? Заприметят меня, и каюк. Нет, так рисковать ради мусора я не намерен.<s>r\nТолько если идти не за мусором, а за модулятором материи Q-35 и дипломатом Пирса Айсли, с помощью ключ-карты которого не придётся ничего взламывать… Если я верно припоминаю, то для доступа на первый и второй этажи нужно забрать из подсобки ключ-карту Дженни Миллет, а пароль для третьего этажа — мороженое. Как же повезло, что не придётся взламывать компьютеры для внесения биометрических данных и что не нужно перехватывать управление на втором этаже. Какой же там был код? 4f, 75 или 76… не помню, да и плевать.<s>r\nТолько мне посчастливилось войти во вкус, как вдруг рассуждения о грядущем были прерваны обеспокоенным поселенцем, который, по всей видимости, искал меня; я откликнулся и попросил помочь мне выбраться. Парень, немного подумав и почесав затылок, отлучился за верёвкой, по которой я поднялся наверх.<s>r\nЯ осмотрелся: место взрыва, ранее ничем не примечательный кусок пустоши, превратилось в большую воронку, вокруг и в которой валялись изувеченные частички некогда разъярённой живности. Взрывная волна смела на два-три метра метров кустики, камни и волнистые узоры песка, оставив после себя лысый ландшафт. Что же это за граната была такая? Святая осколочная? Креста на ней вроде не было, да и дикую пустошь я не вписывал… ну да ладно, поздно разбираться.<s>r\nЖитель протянул мне запылённые шляпу, маску и рюкзак, а также лазерный пистолет на ремне, с которыми мне пришлось расстаться во время пробежки. Шляпу я надел, маску отряхнул и закинул в рюкзак, ремень надел на шею и ударил по лазерному пистолету пару раз.<s>r\nНесмотря на все усилия, я не мог заставить эту чёртову рухлядь работать. Не то чтобы я знал, как его починить, просто дедовский метод «постучи посильнее, авось заработает» никогда меня не подводил! До этого момента. Да и вообще, Митчелл вроде честный малый, но загнал мне это барахло! Неслыханная наглость! Надо будет навестить старика.<s>r\n— Спасибо! — я пожал руку парню. — Всех скорпионов перебили? Где остальные поселенцы? — резонно поинтересовался я.<s>r\n— Скорпионов больше нет, а поселенцы боятся подходить после случившегося: взрыв был такой, что даже Забей-Пит, мягко говоря, удивился… — может быть, жители боятся меня? Да не, бред какой-то.<s>r\n— Было настолько устрашающе? Как тебя зовут, кстати? — да преувеличивает он! Я был у эпицентра, и мне детонация не показалась такой сокрушительной. Им померещилось!<s>r\n— Было! Звать Генри. Откуда у тебя настолько мощная взрывчатка? — теперь уже резонно поинтересовался поселенец.<s>r\n— Нашёл в Дьявольской Впадине, — решил ничего не утаивать я, сметая пыль с лямок рюкзака.<s>r\n— Да? Забей-Пит выпрыгивал из штанов, думая, что у него такой мощный динамит. Пару минут назад старик бы сумел продать его Чету раз в двадцать дороже, чем он стоит на самом деле, но Чет решил дождаться тебя, — Генри рассмеялся. — Ладно, пойдём к остальным.<s>r\n— Вперёд! — я последовал за парнем. <s>r\nКак оказалось, меня ждали в салуне, но не все жители, а лишь часть, которая, как сказала Труди, хотела выразить уважение от лица Гудспрингса: товарищи осыпали меня похвалой, а в качестве презента дали немного еды и алкоголя в виде пары бутылок пива. Я искренне отблагодарил каждого поселенца, а после разрешил небольшой спор между Забей-Питом и Четом — всё обстояло так, как сказал Генри. Забей-Пит, разочарованный услышанным, вышел из салуна, а Чет дал двадцать пять крышек и пожал руку.<s>r\nКак только поселенцы разбрелись, я заприметил в конце коридора, за угловым столиком, пёсика и Санни Смайлс, которая что-то ела; она, поймав мой взгляд, приостановилась и подозвала меня жестом. Я присел напротив неё и присоединился к трапезе, закусывая жареным богомолом.<s>r\n— Не хотела мешать твоей минуте славы, — Санни достала из кармана «Стелс-Бой» и поставила его на мою половину стола.<s>r\n— Ты бы не помешала, — не помешала бы во всех смыслах! Я думал, что у нас была хоть какая-то связь, а ты даже не подошла к Дьявольской Впадине, чтобы узнать, как я там! Я разочарован… крайне разочарован. — Ну что, как тебе охота на радскорпионов?<s>r\n— Охота? По-моему, охотился только ты, — Санни отложила еду в сторону. — И это было круто! Никогда не видела ничего подобного, — охотница улыбнулась. — Спасибо тебе; без твоего мастерства мы бы не справились ни с Коббом, ни с радскорпионами.<s>r\n— Да не за что, — хм… что-то мне вспомнился лут банды: у неё же была куча всякого! Авось и мне что-то достанется: надо прощупать почву. — Кстати о Коббе и его ребятах: вы проверяли их карманы?<s>r\n— Проверяли. Большая часть найденного досталась Чету, поскольку он предоставил и оружие, и патроны каждому.<s>r\n— Понятно, — стало быть, всё у Чета? А мне? — Если я попрошу поделиться, то мне что-нибудь дадут?<s>r\n— Так жители, в том числе и Чет, уже договорились подарить тебе немного еды… не думаю, что что-нибудь добавят, — что? Мне за всю помощь с Коббом и остальное… еда? Серьёзно?<s>r\n— Еда? И всё?<s>r\n— Ну… ещё та штука, делающая людей невидимыми, — так это за радскорпионов! А за помощь с Коббом? Ничего? Вот же неблагодарные гады!<s>r\n— Ясно… забей. Я пойду.<s>r\n— А? Ну… прощай… собираешься посетить нас снова? — Санни погладила волосы и опустила взгляд.<s>r\n— Как-нибудь зайду на огонёк, — ага, щас! Ноги моей здесь больше не будет! Я ваши задницы из такой бездны вытащил, а вы мне… тьфу.<s>r\nЯ встал из-за стола, взял Стелс-Бой», засунул его в рюкзак и подошёл к Труди, которая суетилась рядом с радио. Санни, кажется, что-то проговорила вслед, но мне было всё равно.<s>r\n— Да что же ты… — гневалась хозяйка салуна, что-то пытаясь починить радио.<s>r\n— Смотрю, радио не работает? — я облокотился на стойку.<s>r\n— Да, — Труди подошла ко мне, — нахальные гости уронили. <s>r\n— Позвольте взглянуть, — я зашёл за стойку и вставил выпавшие компоненты радио в соответствующие гнёзда; оно заработало. <s>r\n— Спасибо! — хозяйка салуна протянула мне небольшой мешочек с крышками. — Это за труды. У тебя золотые руки!<s>r\n— Благодарю, — я принял оплату, — и ещё кое-что: не сочтите за грубость, однако я не могу принять пиво от жителей — крепость слишком низкая. Не могли бы вы обменять его на пустые бутылки и крышки для них?<s>r\n— Без проблем! — Труди достала из-под прилавка пару бутылок с крышками. Я отдал ей пиво, забрал запрошенное и поспешил на выход. <s>r\nЧто ж, жизнь поселенцев спасена, теперь пора спасти свою, только перед этим куплю парочку вещей, требуемых для выполнения квестов в Слоуне, и пробегусь по парочке мест перед тем, как выходить на когтей.<s>r\nПервым делом я сходил к Митчеллу, чтобы он осмотрел меня: во мне не было уверенности в том, что все органы после падения целы. Док провёл осмотр бесплатно, отметив, что моя помощь в делах с Коббом и радскорпионами была неоценима: к счастью, травм обнаружено не было. Между делом мы поговорили о неисправном лазерном пистолете, и Митчелл, по всей видимости почувствовав вину, хотел вернуть крышки за него, но я отказался и попросил бинты и антибиотик в виде суспензии в обмен на сломанный пистолет, чтобы залатать одно животное; Док согласился. Также он упомянул, что в поселении никто не разбирается в починке оружия.<s>r\nОткланявшись, я направился к Чету, купил у него журнал «Чиним сами», предварительно удостоверившись, что там есть парочка страниц про генераторы, и отдав за него 40 крышек (чёртов барыга), затем спросил, поделится ли он шмотками подрывников, на что получил категорический отказ. <s>r\nЗакончив с магазином, я ушёл к источникам и занялся подготовкой к походу: постирал маску; умылся; протёр очки; попил воды, набрал её во флягу и в бутылки, предварительно промыв их; переложил «Стелс-Бой» из РПС в рюкзак; осмотрел снаряжение на предмет неисправностей и всё в таком духе.<s>r\nСамое главное в подготовке — изучение «Стелс-Боя». Данное устройство — небольшой металлический прибор с подобием прямоугольной, параболической антенны и с кнопкой — создаёт модуляционное поле, из-за которого свет огибает пользователя, а не отражается от него, вследствие чего любое существо, посмотревшее в сторону пользователя, увидит то, что находится за ним, а не его самого; принцип действия схож с тем, как поток воды огибает речной валун.<s>r\nВсё бы ничего, да есть одна загвоздка, которая беспокоит меня: если пользователь становится полностью невидимым, то как он вообще видит? Свет не попадает на оптическую систему органа зрения, следовательно человек не должен видеть в принципе. В игре на это можно закрыть глаза (игровые условности, всё такое), однако теперь игнорировать такие детали нельзя: от них зависит моя жизнь.<s>r\nК сожалению, я не додумался ни до одного рационального объяснения, да и времени до неприличия мало, тут не разгуляешься с рассуждениями. Короче, стоит ли мне подстраховаться и потратить «Стелс-Бой», чтобы разобраться в принципе его работы, или нет? С одной стороны, если я пойду за модулятором материи и дипломатом, то оба «Стелс-Боя» пойдут в дело: один для когтей смерти, другой для «Чертей»; с другой — если я активирую «Стелс-Бой», когда дойду до горы, и стану кротом, то конец мой будет печальным. Сложный выбор…<s>r\nВзвесив все за и против, я решил не экспериментировать: чтобы подтвердить платёжеспособность на Стрипе, нужно во что бы то ни стало забрать дипломат, поэтому второй «Стелс-Бой» жизненно необходим. <s>r\nСледом за подготовкой я направился в единственное место, которое меня немного порадовало и разочаровало одновременно, — логово койотов у Гудспрингса, карстовая пещера; подле неё должен был быть выдолбленный камень, однако его не было. После недавнего переполоха собак не осталось, поэтому я беспрепятственно вошёл в неё и, освещая путь фонариком «ПИП-Боя», дошёл до места, где койоты складировали добычу. На месте не оказалось мёртвого последователя Брайта, однако пожёванная спортивная сумка и обглоданные трупы двух обитателей пустошей присутствовали. Пошарив в карманах бедняг, я обнаружил горсть крышек и, открыв сумку, ощутил всю прелесть протухшей еды, что не остановило меня от дальнейшего изучения содержимого, однако оно меня разочаровало: ничего стоящего.<s>r\nСледующая остановка — заброшенная лачуга у мемориала. Этот небольшой домик, обустроенный в фрагменте корпуса самолёта, был кем-то разграблен: внутри были хаос и разруха. Ничего ценного найдено не было.<s>r\nТратить время на логово радскорпионов я не стал, потому что там ничего нет: перед нападением я внимательно осмотрел место через позаимствованный бинокль.<s>r\nУ мемориала Янцзы — памятника в виде огромного бетонного креста, который уже потрепало временем; посвящённого солдатам, павшим на реке Янцзы в ходе военной кампании США против Китая, — не было ни выдолбленного камня, ни трупа, ни спортивной сумки. М-да…<s>r\nПрежде чем спуститься, я осмотрел местность: повсюду были ферокактусы, кактусы с шарообразным стеблем; коротколистные юкки, деревья с густой листвой и сильно разветвлённым стволом вверху; другие растения и куча камней — опасностей нет. Что же, почесали по самому короткому пути — отсюда напрямик к дороге, затем только по дороге вперёд — к Слоуну!<s>r\nПосёлок оказался пустой: на дороге, рядом с баррикадой из мешков с песком, не стоял Чавк Льюис, седобородый мужчина в рабочей одежде и в каске. Помимо основной деятельности — работы в карьере — глава рабочих поставлял вещества для наркотиков, которые получал от интенданта Тайрона, Мелиссе — своей дочери, разведчику банды рейдеров, которые именуют себя «Великие Ханы».<s>r\nСерьёзно, Слоун словно вымерший: ни душеньки вокруг, хотя убранство улицы и свежие следы прямо-таки кричат о том, что местечко обжитое. Может, трудящиеся испугались забредших представителей фауны и спрятались внутри одного из зданий? Кстати о них: всего их четыре — администрация шахты, барак рабочих, мастерская и столовая; каждое сооружение построено из ржавого металлолома и дерева.<s>r\nДля проверки догадки я приблизился к администрации и постучал в дверь, поскольку опасался вероятности словить пару пуль ввиду неожиданного визита и обстоятельств.<s>r\n— Кто там? — осторожничал, полагаю, дозорный слоуновчанин.<s>r\n— Путник. Иду на Стрип, — и тут меня осенило: сюда же могут нанести повторный визит подрывники, чтобы пограбить! Меня же не застрелят местные, приняв за беглеца? Очень надеюсь…<s>r\n— Совсем спятил что ли?.. — вылетел какой-то паренёк, снаряжённый по-шахтёрски и вооружённый винтовкой, из постройки, — В могилу нас всех загонишь!..<s>r\n— Расслабься, — я попятился, — я зна… — договорить мне не дали: парень схватил меня, затянул в администрацию и захлопнул дверь. Хоть не застрелили, и на том спасибо…<s>r\nВнутри было тухленько, сумрачно: поникшие работяги сидели за столом и на полу и стояли у стен, пялясь на меня из темноты, из-за которой было проблематично оценить обстановку.<s>r\n— И кого к нам занесло? — встал из-за стола и приблизился… лидер, Чавк Льюис, а вместе с ним кротокрыс Нюхач.<s>r\n— Забейте, уже ухожу, — я отряхнулся и поторопился к выходу.<s>r\n — Постой-ка! — Я остановился. Льюис поднял руку и расправил ладонь. — К северу отсюда толпы когтей смерти. Я бы на твоём месте повернул назад.<s>r\nЕсли хочешь попасть в Новый Вегас, лучше поворачивай на восток от Примма, а потом обходи с севера. Гораздо безопаснее. <s>r\n— Спасибо за предупреждение, но я могу постоять за себя, — неуверенно убеждал я собеседника.<s>r\n— Да? — Чавк пристально осмотрел меня и вздохнул. — Не жди спасательной экспедиции, если влипнешь, и сюда не отступай.<s>r\n— Да нельзя его отпускать! — дозорный разозлился и начал держать меня на мушке. — Он сюда когтей приведёт! <s>r\n— Алан, опусти винтовку, — попытался успокоить парня Льюис; я поднял руки. — Если ему встретится коготь смерти, то до Слоуна он точно не добежит.<s>r\n— Да-да, я бегать не мастак! — твою мать, они тут все на взводе! Видимо, пока я дрых, парочка когтей навела суеты. Неужели они захаживали в Слоун? Если так, то где гарантии, что их нет, допустим, у горы Блэк? Чёрт…<s>r\nПока я размышлял, дозорный выдохнул и опустил оружие.<s>r\n— Расслабьтесь, я вам проблем не создам, — надо бы сменить тему, пока бойня не началась… — Смотрю, у вас кротокрыс в роли собаки? — я махнул головой в сторону Нюхача.<s>r\n— А? Ага, он… или она, чёрт их разберёт, забрела пару месяцев назад. Мирная, даже ласковая.<s>r\nВыглядит страшненько, но ребятам нравится, когда она тут. Поднимает дух и всё такое, — поддержал беседу Льюис и скрестил руки на груди.<s>r\n— Вот как? Занимательно. Я чего спрашиваю: кротокрыс-то хромой. Не против, если осмотрю питомца? — максимум, что мне когда-либо приходилось делать с животным, — поглаживание по голове, однако я почему-то уверен, что смогу залатать ранение.<s>r\n— Хуже точно не будет… А ты случайно в генераторах не разбираешься? — попытал удачу Чавк, приложив сжатую в кулак руку к подбородку.<s>r\n— Не эксперт, но немного смыслю. Какие-то проблемы? — с прикупленным за баснословные деньги журнальчиком, в котором есть раздел, посвящённый обслуживанию и ремонту генераторов, починить аппарат Слоуна не составит труда!<s>r\n— Да ладно?! На секунду мне показалось, что тебя НКР отправила, но от них ничего не дождёшься… — Льюис махнул рукой. — Наши горе-умельцы чего-то наворотили там, и генератор теперь вполсилы пыхтит. Посмотришь, что можно сделать? Он здесь рядом стоит, увидишь, как выйдешь.<s>r\n— Без проблем, — согласился я и подошёл к Нюхачу… или Нюхачке и вывел её на улицу.<s>r\nУ кротокрыса — крупного, размером чуть больше собаки, лысого грызуна с розоватой, морщинистой кожей; короткими конечностями; длинными усиками на морде и хвосте; большими резцами — серьёзно повреждена левая задняя лапа: место, по которому нанёс удар детёныш стаи когтей смерти, покрасневшее, загноившееся; было ясно, что Нюхач страдает от боли и нуждается в немедленной помощи. Я присел рядом с ним, достал из рюкзака антибиотик и принялся промывать рану. Во время процедуры кротокрыс особо не сопротивлялся, был на удивление спокойным — кажется, он полюбил горняков и стал доверчивым. После очищения я перебинтовал рану и убедился, что повязка плотная, но не слишком тугая.<s>r\nПоможет ли это? Честно говоря, понятия не имею; я сделал то, что было совершено в игре. Думается мне, это временная мера, которая облегчит страдания Нюхача, однако без периодической смены повязки и повторного обрабатывания раны он не выздоровеет.<s>r\nЗакончив с медицинской помощью, я хотел заняться генератором, однако кротокрыс не хотел меня отпускать: он тёрся о мои ноги и руки, ластясь. Пришлось вернуться и подозвать слонявшегося рабочего, чтобы животинка переключилась на него.<s>r\nТак, теперь разберёмся с генератором: я вышел на улицу и начал рассматривать детали конструкции… и что это за хреновина такая?! Изрезанный; обветренный; представляющий собой мешанину из разноцветных, почти выцветших проводов; спорадически колеблющихся труб и местами нового, местами ржавого металлов, генератор не похож ни на один из проиллюстрированных в журнале. Было ясно одно: устройство работает на добром слове и только на нём.<s>r\nИ как это чинить? Моему дилетантскому взору не за что зацепиться, а лучше сказать, он цепляется за всё, выделяя генератор как одну большую неисправность, не подлежащую починке. Сакральные письмена из журнала свет на ситуацию не проливают: ни одна из поломок, описанных в нём, если и применима к кустарной разработке рабочих, то не ремонтируется изложенным методом ввиду нетрадиционной структуры изделия.<s>r\nВнезапно мою голову посетила мысль: а вдруг это атомный реактор, извлечённый из какого-нибудь автомобиля и доработанный под селянские нужды местными умельцами? За кучей заплаток этого не разглядеть, однако идея не лишена смысла… в таком случае я понапрасну трачу время. Никогда такого не было, и вот опять…<s>r\nКороче говоря, я не имею и малейшего понятия, каким образом заставить это работать правильно, и даже не буду пытаться, потому что в журнале нет раздела, посвящённого машинам. Остаётся только сообщить о неудаче Льюису, и дело с концом.<s>r\n— Извиняйте, — войдя в администрацию, оправдывался я, потирая руки, — с генератором разобраться не получилось.<s>r\n— Спасибо, что попытался, — Чавк достал стодолларовую купюру из кармана и протянул мне. — Это тебе за Нюхача.<s>r\n— Благодарю, — я взял купюру и засунул её в рюкзак. Надо бы чем-нибудь поинтересоваться напоследок… — А чего вы тут сидите? Снаружи опасно? <s>r\n— Так я же уже говорил, про когтей смерти не слыхал что ли? — Льюис протёр лоб. — Целый выводок забрёл в карьер, теперь сидит там, иногда вылезая для охоты. Не знаю, как ты, но нам не особо хочется стать обедом.<s>r\n— Это-то понятно, я имею ввиду другое: когти сюда доходят?<s>r\n— А с чего бы им не доходить? Нам их отпугивать нечем, убивать тем более. Когда динамита хватало, у нас проблем не было, а после набега подрывников… эх, — стало быть, история тут не изменена, что просто замечательно, вот только часть рассказа про когтей меня сильно напугала: вдруг я выйду, и меня тут же сцапают? Чем больше я думаю про здешние дорожные опасности, тем больше я надеюсь, что супермутанты все ещё у горы: лучше уж умереть от удара арматурой или заиметь пару лишних дырок от лазера, чем быть съеденным заживо.<s>r\n— Ясненько. Спасибо за беседу, но мне пора, — я откланялся и вышел к баррикадам, чтобы осмотреться: вдалеке, у входа в карьер, шагают три когтя смерти, но меня вроде как не чуют, просто… патрулируют? Похоже на то.<s>r\nМне уже хочется чесануть к проходу у вагона, вот только все ещё наличествуют опасения, что когти могут заметить меня и стремглав побежать вслед. Риск вроде бы и небольшой, но и ненулевой, поэтому компромисс был выбран следующий: как только на горизонте не будет никого, то сразу в путь, а пока посидим и отдохнём.<s>r\nТак я, поглядывая на дорогу в обоих направлениях и попивая водичку, провёл около пятнадцати минут — когти удачно разбрелись, и мне удалось рвануть к тропинке незамеченным. К сожалению, когти не были единственной опасностью на пути: проход блокировали три скорпиона, потому в дело пришлось пустить пистолет, и, как только я замочил одного пятью выстрелами, послышался громогласный рёв: когти смерти услышали шум и, вероятнее всего, мчатся сюда.",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить"
      },
      {
        "id": 2,
        "text": "К списку глав"
      }
    ]
  },
  {
    "id": 6,
    "text": "Санни Смайлс, одетая в кожаную броню с подсумками и кожаными ножнами на поясе, располагается в правой части салуна: она — молодая стройная девушка с причёсанными и убранными назад в пучок русыми волосами — сидит на стуле у ближнего ко мне стола, на котором стоят две пустые бутылки, и что-то выпивает из полупустой бутылки; на стуле слева от девушки лежат вещмешок и варминт-винтовка с ремнём; Шайен, её беспородная (хотя я не уверен, что наша классификация применима к игровым псам) собака, смирно сидит рядышком. Я попытался подойти к ним, но Шайен как зарычит! Я дёрнулся и попятился назад.<s>r\n— Спокойно, Шайен! — остановила свою охранницу хозяйка. — Не бойся, — Санни поставила бутылку на стол и покосилась на меня, — она не укусит, пока я не дам команду.<s>r\n— Да я не боюсь, — на самом деле боюсь… ну а кто не боится недрессированных псин? Тут и моргнуть нельзя: кусок мясца сразу оттяпают, а я в зоне риска из-за того, что решил пренебречь бронёй. — Просто не хочу раздражать собачку.<s>r\n— Всё в порядке, можешь подойти, если хочешь, — Смайлс как-то подозвала Шайен, и она залезла под стол и легла там. — Ты что-то хотел?<s>r\n— Ты же Санни Смайлс, верно? Док Митчелл сказал, что ты можешь научить выживать на пустошах, — я решил не подходить, а встать у левой стены.<s>r\n— Митчелл? Это тебя на кладбище подобрали? — Санни повернулась ко мне, и я оглядел её: у неё сердцевидная форма лица; чётко очерченные скулы и нижняя челюсть; нетолстые дугообразные брови; большие глаза мягкого карего оттенка с густыми короткими ресницами; прямой нос; нежно-розовые губы, при этом нижняя из них гораздо пухлее верхней.<s>r\n— Да. Говорят, та ещё ночка была, а я ничего не помню. Совсем.<s>r\nДок сказал, что это «амнезия», болезнь, когда теряешь память. Кошмар какой-то.<s>r\n— Какой ужас, — удивилась девушка, подняв брови и ахнув, — нелегко тебе приходится… — Смайлс погладила волосы, затем встала. — Без знаний о пустошах я тебя не отпущу. Пойдём, — Санни надела вещмешок, продела ремень винтовки через плечо, взяла со стола две пустые бутылки и одну почти пустую и подозвала Шайен, которая начала идти вплотную к хозяйке, а после и меня, и мы вышли на задний двор, миновав переулок между магазином и салуном, через запасной выход.<s>r\nЯ посмотрел вокруг: здесь кончается низина; дальше идёт возвышенность, на которой стоит парочка домов, у одного из которых, что визави салуна, есть маленькая ферма, ограждённая хрупкой на вид изгородью; у салуна зачем-то возведён заборчик с железной сеточкой, вокруг которого валяется битое стекло; повсюду растут какие-то кустарнички, деревца; местами есть кучки камней.<s>r\n— Прежде чем я расскажу тебе о выживании, давай проверим, как у тебя с точностью, — Санни подошла к заборчику, поставила на него три бутылки и дала мне варминт-винтовку, объяснив это тем, что не хочет, чтобы я тратил свои патроны. — Отойдём-ка подальше, — мы отошли, поднявшись к забору и встав напротив изгороди.<s>r\nКак бы выразиться… несмотря на увлечение военной тематикой, мой уровень стрельбы весьма посредственен. Меня такое положение, очевидно, не устраивает, но что поделать? Я не мог посвятить похождениям в тир и изучению матчасти много времени, поскольку надо зарабатывать.<s>r\nВопреки вышесказанному, мне удалось преуспеть в поражении бутылок: три штуки было вдребезги разбито за три выстрела. Удивительным было не только это: я знал, как правильно стоять, целиться, дышать, нажимать на спусковой крючок, хотя буквально минуту назад этих знаний у меня не было! Всё-таки разработчик сжалился над таким любителем, как я, и даровал ценнейший навык, без которого моя жалкая тушка была бы обречена на съедение или изуродование… большое человеческое спасибо.<s>r\n— Молодец! Очень хорошо стреляешь по стоячим мишеням, — Санни попросила вернуть винтовку (не-е-е-е-ет), и я… вернул её. Печальный поворот событий. — Теперь нужно отработать стрельбу по движущимся мишеням, вот только мне в голову не приходит, куда бы нам направиться, — Смайлс призадумалась. — Не хочешь поработать со мной? Я вознагражу, если всё пройдёт гладко.<s>r\n— А что за работа? — награда — это хорошо: вряд ли торговцы будут без разбору скупать всякий мусор, отдавая последний прибыток, как это было в игре. Кстати, за гекконов вроде давали пятьдесят крышек… для начала сгодится.<s>r\n— Ничего сложного: нужно пострелять гекконов у наших источников, — Смайлс перезарядила винтовку. — Сволочи довольно проворные, но если мы ударим первыми, то они даже не поймут, что произошло, — девушка продела ремень винтовки через плечо.<s>r\nГекконы близ Гудспрингса — ящерицы-мутанты, потомки довоенных гекконов. Каждая особь довольно крупная, ростом от пятнадцати до шестидесяти сантиметров (зависит от возраста); имеет два плавника на голове; острые зубы и тёмно-синий окрас с оттенком белого. Существуют виды гекконов, которые гораздо сильнее, чем те, что водятся здесь.<s>r\nИсточники Гудспрингса — место, где жители городка могут набрать чистой питьевой воды. Всего есть три источника, каждый из которых состоит из ветряной мельницы; металлических труб, по которым течёт вода; и бетонных ёмкостей для неё.<s>r\n— Звучит несложно… я помогу, — мне же ещё должны рецепт целебного порошка подсказать, а такое упускать нельзя, да и процесс создания предметов надо изучить.<s>r\n— Отлично. Как я понимаю, ты уже подготовлен, так что идём сейчас, — мы вышли на дорогу и отправились на юго-восток. Я сделал вид, что не знаю, где находятся источники, и просто поплёлся за Санни.<s>r\nМы довольно быстро добрались до места назначения. Смайлс села за скалой, которая располагалась рядом с источниками, а я расположился за ней и взялся за лазерный пистолет, сняв его с предохранителя.<s>r\nПослышалось рычание.<s>r\n— Слышал? — заговорила Санни шёпотом. — Там, у источника? Гекконы.<s>r\nПопробуем подобраться ближе, чтобы застать их врасплох, — девушка приказала Шайен остаться у скалы, а сама начала красться к ничего не подозревающим гекконам, я следом за ней.<s>r\nПодобравшись поближе, мы увидели, где зверьки копошились: один что-то рыл за мельницей, второй пил воду из поилки, причём первый был довольно далеко. Больше гекконов тут не было. <s>r\nСанни шепнула мне:<s>r\n— Я убью того, что за мельницей, а ты, когда второй геккон отбежит от поилки, убьешь его, — Смайлс прицелилась, задержала дыхание и снайперским выстрелом в голову умертвила дальнего геккона. Второй дёрнулся из-за шума, повернулся на нас и побежал, растопырив плавники, разинув рот и зарычав.<s>r\nОдин точный выстрел, и у геккона появилось сквозное отверстие между глаз. У-ух, сколько дыма! Таким и должно было быть вооружение нового поколения! Даже появилось небольшое углубление в песке!<s>r\nПодождите минутку… Если энергетическое оружие настолько убойное, то баланс сил существенно смещён в сторону «Братства Стали», а Ван Граффы имеют арсенал, с помощью которого можно хоть сейчас захватить Стрип, были бы люди… Не могу поверить в это! Даже не имею представления, к чему подобное может привести. Надо срочно идти за Вероникой, налаживать контакт с БС, а после что-то с Ван Граффами решать, благо игра предоставляет возможность их полного уничтожения безо всякого затруднения.<s>r\n— Отличный выстрел! — похвалила меня Санни.<s>r\nУбедившись, что гекконов больше нет, Смайлс подозвала Шайен.<s>r\n— Это оказалось даже проще, чем я думал, — я подошёл к источнику, наполнил флягу водой и напился.<s>r\n— Как я и говорила: они даже не поймут, что произошло, — девушка улыбнулась. — Осталось зачистить ещё два места. Пойдём, — мы продолжили охоту.<s>r\nЕдва наша банда приблизилась ко второму источнику, где-то дальше, за ним, раздались истошные вопли. Ах, да… житель Гудспрингса пошёл за водичкой несмотря на то, что Санни запретила делать это в одиночку (и как он сумел пройти мимо гекконов на первом и втором источниках?). В игре спасти легкомысленного гражданина было достаточно просто, но теперь нужно успеть до того, как гекконы перегрызут ему глотку. М-да…<s>r\nТри геккона со второго источника, услышав крики, ринулись в нашу сторону, поскольку только рядом с нами есть спуск, и мы с лёгкостью перестреляли их. Не теряя ни секунды, я побежал по тропке вниз, к третьему источнику, а Санни решила занять позицию наверху, у второго источника. Картина открылась не для слабонервных: беззащитная дама была облеплена четырьмя гекконами, которые беспощадно разрывали её тело, брызгая кровью во все стороны. Пока гекконы были заняты, мы быстренько пристрелили их и подбежали к раненой, ещё хрипевшей, подававшей признаки жизни, хоть и едва заметные. У дамы было четыре раны: на шее, на правом боку, на левой груди, на правом бедре.<s>r\n— Да что же ты будешь делать! Мелкие твари! — злилась Санни; казалось, она вот-вот заплачет. — Сволочи! — девушка пнула ближайший труп геккона.<s>r\n— Спокойно, — я поставил пистолет на предохранитель, затем достал «Стимулятор» из подсумка, — ещё не всё кончено, — я ввёл «Стимулятор» в шею дамы.<s>r\n— У тебя есть «Стимуляторы»?! — Смайлс подскочила ко мне, склонившись над дамой. — Слава Богу!<s>r\n— Подожди, — я достал ещё один «Стимулятор» из подсумка и ввёл его в правое бедро дамы. — Как думаешь, она протянет на этом, пока мы несём её к Митчеллу?<s>r\n— Я не знаю… — девушка была растеряна.<s>r\n— Не бойся, всё хорошо, — я скинул рюкзак, достал из него пенал, из которого вытащил «Стимуляторы», ввёл их в места оставшихся ран и надел рюкзак. — Теперь несём её к доку, — Санни кивнула и начала помогать мне с переноской.<s>r\nПо дороге к Митчеллу выяснилось, что беспечного местного зовут Алисия. Она, по словам Смайлс, никогда так сильно не рисковала; что её побудило сходить без охраны сегодня — неизвестно.<s>r\nВ дом мы вошли без стука. К счастью, доктор в это время был в коридоре.<s>r\n— Господи… — ужаснулся увиденному Митчелл, поглаживая лысину. — Кладите её на хирургический стол в той, — док рукой указал на дверной проём в комнату, где я лежал, — комнате, — он ушёл куда-то.<s>r\nМы аккуратно положили Алисию на стол и, убедившись, что Митчелл взял её на контроль, вышли на улицу.<s>r\nСанни была подавлена, я тоже: четыре «Стимулятора» потеряно! Твою же дивизию! Чем я буду лечиться?! Даже денег нет, чтобы закупить парочку! Впрочем, пофиг, я потом потребую их назад, сославшись на то, что за спасение надо бы отплатить.<s>r\nЯ попробовал приободрить охотницу:<s>r\n— Эй, — я положил руку на плечо Смайлс, — ты как? Выглядишь паршиво.<s>r\n— Чувствую себя так же, как выгляжу, — ух… дело пахнет керосином. Как бы поделикатнее подойти к вопросу?<s>r\n— Выговорись мне, — я потряс Санни за плечо, — легче станет.<s>r\n— Каждый день, — резко начала вываливать свои чувства девушка, активно жестикулируя, — твердишь им, что в одиночку ходить не стоит! — Смайлс вздохнула. — Но им мои слова — пустой звук!<s>r\nСколько раз их должны погрызть, чтобы они окончательно поняли, что на источниках небезопасно?! Я за них беспокоюсь, а им всё равно! Бесит! Как же бесит!<s>r\n— Да… они такие вот подлецы, — воу… это было неожиданно; мне пришлось согласиться, поскольку я не придумал, что ответить. — Э-э… давай что ли в салун сходим? Выпьем? Поговорим в спокойной обстановке?<s>r\n— Хм… — успокоилась девушка и задумалась. — Я не против: нам как раз нужно поговорить о награде, к тому же наше обучение сорвалось…<s>r\n— Забей, позже поучимся. Пошли, — мы направились к салуну.<s>r\nКак только мы подошли к его двери, из него выскочил Джо Кобб — уважаемый член банды «Подрывники», афроамериканец с короткой стрижкой и типичными для его расы чертами лица. Настроение у него было дурное, что было заметно по нахмуренной физиономии. <s>r\n«Подрывники» — заключённые, поднявшие бунт и сумевшие выбраться из колонии. Обычные отбросы, бандиты, которых нужно прирезать как можно скорее.<s>r\n— С дороги! — крикнул Кобб и толкнул Смайлс в сторону, и она споткнулась о собаку; если бы я не поймал её, то она бы поцеловала песок.<s>r\nВот же подонок! Прибью!<s>r\nЯ уже потянулся за пистолетом, как вдруг из салуна начали выходить ещё бандиты, а потом ещё и ещё, причём каждый из них не в лохмотьях и был вооружён огнестрелом… откуда их так много? Кобб прикатил сюда со всей шайкой? Испугался мирных жителей?<s>r\n— Какие-то проблемы? — обратился ко мне Джо, подойдя.<s>r\nОтветить на такую дерзость хотелось шальной пулей, которая по воле госпожи Фортуны угодила бы прямо в то место, где у этого тупоголового кретина должны находиться мозги, однако смерть Джо, как я полагаю, повлечёт за собой молниеносную реакцию идиотов, сопровождающих этого гада, причём достанется не только мне, но и жителям Гудспрингса.<s>r\nВ общем, как бы я ни хотел прищучить мерзавца, этому не бывать, потому нужно придумать, как бы съехать с конфликта. Думаю, надо извиниться, чтобы надо мной посмеялись, и дело с концом.<s>r\n— Нет, — ответил я, — прошу прощения за то, что преградили вам дорогу, — Кобб посмеялся и плюнул вниз, чуть не попав мне на ботинки. Вот же сучёныш… будь мы в других обстоятельствах…<s>r\n— Босс, — какая-то шестёрка Кобба вышла из толпы и обратилась к нему, — а эта куколка ничего такая. Может, заберём? — ухмыльнулся бандит.<s>r\nВот дерьмо! Что делать, что делать?! Неужели они действительно устроят тут бойню за одну девушку?! Где жители? Где Пит? Я не хочу помирать в самом начале! Дерьмо!<s>r\n— Заткнись! — Джо дал леща шестёрке и почему-то облизнулся. — Ещё мне не хватало тут перестрелки!<s>r\nУходим, — Кобб быстро зашагал по дороге на юг, и его шайка последовала за ним.<s>r\nПронесло… я уже думал, что всё, труба… фух.<s>r\n— Меня уже можно отпускать, — заговорила Смайлс.<s>r\n— А? Ой, извини, — я отпустил Санни. — Ты как?<s>r\n— Что мне сделается? Толчок был лёгким. Вот Шайен… — девушка присела и начала гладить собаку.<s>r\n— Да уж… — думаю, самое время намекнуть на то, ради чего эти пакостники пришли. — Надеюсь, Труди в порядке…<s>r\n— Труди? Труди! — внезапно воскликнула Санни и забежала в салун, оставив меня позади. Я пошёл следом.<s>r\n«Подрывники» устроили перестановку: бильярдный стол перевёрнут, стулья разбросаны, пустые бутылки повсюду — почти что разгром. Труди — <s>r\nЕе волосы насыщенного каштанового цвета обрамляли лицо с непритязательным изяществом. Они были аккуратно разделены на пробор и зачесаны назад, открывая высокий лоб и пару темных, созерцательных глаз. В этих глазах, расположенных под мягкими дугами<s>r\nНа ней была простая, но изящная одежда — скромная блузка с высоким воротником, застегивающаяся у горла на единственную изящную пуговицу. Ткань, хотя и простая, была тщательно ухожена, что говорило о чувстве гордости и достоинства. Ее плечи были расправлены, а осанка — прямой, излучающей спокойную решимость.<s>r\n<s>r\nсидела за столом в левой части салуна и держалась за голову, а рядом с ней стояли Санни и Шайен.<s>r\n— Ну и зачем мы согласились укрыть Ринго? — печалилась Труди. — Пока что это приносит только беды…<s>r\n— Труди, не думай так! — Смайлс приобняла владельца салуна. — Им только дай повод покрушить! Мы всё поможем восстановить, не беспокойся!<s>r\n— Санни, Кобб пообещал вернуться и сжечь Гудспрингс дотла, если мы не выдадим Ринго, — охотница опустила взгляд. — Надеюсь, Ринго ускользнёт, а «Подрывники» пойдут по его следам, минуя нас.<s>r\n— Чёрта с два они что-то сожгут! — я вмешался в разговор и опёрся о стену спиной. — Мы не дадим им и шанса!<s>r\n— Верно! — воодушевилась Санни. — Пусть только попробуют приблизиться, и мы перестреляем их!<s>r\n— Почему бы вам не успокоиться? Пусть Ринго ускользнёт, а с Коббом мы как-нибудь договоримся.<s>r\nДа и зачем тебе, — Труди посмотрела на меня, — вовлекаться в наши проблемы? Тебе и так трудно пришлось. Не нагружай себя, — хозяйка не была в восторге от идеи. Как бы мне её убедить, что иначе вопрос не урегулировать?.. Начну издалека, а после задвину что-нибудь про Ринго:<s>r\n— Я хочу отплатить за доброту. Разве это плохо? — они промолчали. — А что касается Кобба: не все проблемы можно решить дипломатией: людей, привыкших применять силу, утихомирить можно только силой.<s>r\nДа и Ринго тут, думаю, не при чём: зачем бандитам так ревностно искать обычного торговца? Это так, пыль в глаза, на деле они чего-то большего хотят… — хм, а чего это мне никто не отвечает? Ждут продолжения мысли? — Э… наверное, Кобб хочет захватить Гудспрингс из-за того, что это лакомый кусочек: дорога, по которой идут караваны, и источники чистой воды неподалёку. Смекаете?<s>r\n— И что же нам делать? — спросила Труди и выпрямилась, сложив руки на столе.<s>r\nОни мне что, поверили? Как-то быстро получилось, я даже про план действий не подумал… придётся сочинять на ходу:<s>r\n— Что нам делать? На разгром в салуне нужно ответить разгромом их банды.<s>r\nА задумка у меня такая: если поселяне… затаятся в домах и за ними, а также в салуне, в магазине Чета и будут… стрелять из укрытия, то мы с лёгкостью разберёмся с шайкой Кобба, если она посмеет явиться.<s>r\n— Хороший план, но сможем ли мы? — засомневалась хозяйка. — Стрелять по дутням каждый горазд, а вот по людям… — и чего это она? Неужели поселенцы ни разу не убивали людей? В пустошах-то?<s>r\n— Я не буду испытывать угрызения совести, если прибью парочку отбросов, если ты об этом. Вы тоже не должны.<s>r\n— Ну… хорошо, — согласилась Труди и встала, — я попробую поговорить со всеми, — первый этап пройден, осталось уговорить Чета дать снар… стоп. Труди сама всё сделает? А это логично: коренного жителя будут слушать охотнее. Ну и отлично.<s>r\n— Супер, — я покивал, — а я тогда… — а что я? Мне ничего не остаётся, раз уж на то пошло, но делать что-то надо.<s>r\n— Рвёшься к делу? — Санни вздохнула. — Опять наши планы срываются.<s>r\n— Э-э… — точно! Я же обещал… да как тут выделить времечко, если скоро вечер, а работать надо? Нельзя протирать штаны!<s>r\nВнезапно у меня заурчал живот.<s>r\n— Пора тебе подкрепиться, — сказала Смайлс и улыбнулась.<s>r\n— Да, пожалуй, — делу время и яствам час.<s>r\nЯ и Санни помогли прибрать в салуне, за что нам дали еды и выпивки. Мы заняли столик в левой части салуна и кушая поговорили о разном, включая выживание, моё прошлое и планы; также мне дали мешочек с пятьюдесятью крышками и посоветовали обратиться к Митчеллу, чтобы он дал мне «Стимуляторов». Полагаю, я неплохо провёл время, учитывая обстоятельства.<s>r\nПока мы беседовали, я думал о Гудспрингсе: что насчёт гнезда гекконов чуть поодаль от источников? Твари ведь совершают набеги оттуда. Перебить всех — проблема с водопоем решена, пока новая стая не появится. Да и вообще, почему школа до сих пор не зачищена? Богомолы хоть и слабы, но зазевавшегося огородника побить сумеют. И это я не начал говорить про целую кучу гигантских радскорпионов за кладбищем! Если так подумать, то случайно забредший в поселение гигант может таких дел наворотить, потом месяц расхлёбывай! Выращивай новых толсторогов, браминов… чини забор… или дом… М-да. <s>r\nЧуть не забыл! Возле гигантских радскорпионов, на дороге за холмами, тусуется стая касадоров! Эти красавчики могут выкосить всё живое за секунды… Дел невпроворот, но почему-то поселенцы в ус не дуют. Ну да ладно, не мои проблемы.<s>r\nПоев, Санни предложила мне сходить за тушками гекконов и освежевать их; я согласился, так как было бы полезно научиться такому полезному навыку; мы отправились к источникам. Нам повезло, что никто не забрал туши и что вокруг никого не было.<s>r\nЗабрав часть тушек, мы ушли к какому-то белому дому на окраине Гудспрингса и сложили их у него, рядом с турникетом из жердей, затем пошли за оставшимися и возвратились.<s>r\n— Приступим, — скомандовала Смайлс, достав всё необходимое из рюкзака и нож из ножен.<s>r\nТо, что произошло дальше… морально я к такому количеству крови и потрохов не был готов. И зачем я вообще согласился?<s>r\n— Ну что? — спросила девушка, заканчивая свежевание первой тушки. — Запомнил?<s>r\n— Э-э… да, — я почти ничего не запомнил.<s>r\n— Давай тогда, — Санни протянула мне нож, и я взял его, — принимайся за следующую тушу, а я буду подсказывать.<s>r\n— Э… давай, — настал мой черёд блистать.<s>r\nРезультат ошеломляющий: я справился… скажем, менее искусно, если под «менее искусно» можно подразумевать почти полный провал. <s>r\n— Эх…— я вернул нож. — Смотреть у меня пока что получается лучше.<s>r\n— Не расстраивайся, — подбадривала меня девушка, взяв нож, — со временем научишься.<s>r\n— Надеюсь… — я отошёл подальше, чтобы не загораживать солнце мастеру.<s>r\nК вечеру мы (ну… Санни) закончили с гекконами, и мне досталось немного добра — шкура и мясо, а также пара приёмчиков, которые удалось заучить во время наблюдения. Я договорился с девушкой о повторном уроке, так как не до конца разобрался в нюансах процесса, и, чтобы практиковаться и учиться одновременно, сходил в магазин и приобрёл нож за десять крышек и шкуру.<s>r\nКак сказал Чет, меня ждут в салуне, поэтому я отправился туда: Труди собрала всё поселение, в том числе Ринго, чтобы обговорить завтрашнее утро. Как оказалось, она уже объяснила причины, по которым перестрелка неминуемо произойдёт, и план, потому я вкратце изъяснил свою позицию и решил повторить, что и от кого требуется, не упуская деталей, и на этом всё закончилось.<s>r\nЭх! Опять заработался и не заметил, что хочу есть и пить… Всё! Пора отдыхать!<s>r\nУтолив жажду водой из фляги, я отправился «домой» и начал думать, как бы мне разобраться с мясом: костёр не разжечь, нечем, значит, моя последняя надежда — плита. Отодвинув её от стены и поковырявшись немного, я обнаружил, что плита электрическая, и, покорпев часок, сумел подключить ядерную батарею к ней, которую отсоединил от лампы.<s>r\nПожарил всё мясо — получилась пара стейков, отвратительных на вкус, но в пустошах о вкусе следует заботиться в последнюю очередь. После трапезы я снял всё снаряжение, положил его на стол и лёг спать. Так и закончился мой первый день в Гудспрингсе…<s>r\nВторой день начался, словно не успев закончиться: кто-то будил меня. Я неохотно раскрыл глаза и увидел… Санни. И как ночь так быстро пролетела?<s>r\n— Пора занимать позиции, — сказала Смайлс, слегка потрясывая меня.<s>r\nТак рано? Я даже отдохнуть не успел! Ещё и голова побаливает…<s>r\n— Понял, встаю… — ответил я и начал собираться.<s>r\nЭкипировав снаряжение, я отпил воды из фляги и пошёл вместе с Санни в салун.<s>r\nГолова болит… адски болит. Ужасно давит. Каждая пульсация ощущается, как пытка. Мою голову словно сжимают прессом. Господи…<s>r\nЯ кое-как доковылял до салуна и присел у стены, схватившись за голову обеими руками.<s>r\n— Что-то не так? — Санни склонилась надо мной.<s>r\n— Голова… — пока я был занят головной болью, на горизонте показались Кобб и его банда; они пришли южной дорогой. <s>r\n— Пожаловали… — Санни презрительно покосилась на банду. — Я помогу тебе, — охотница помогла мне подняться и войти в салун, однако стоять я оказался не в состоянии, поэтому мне пришлось прилечь уже внутри.<s>r\n— А-ах… — какая острая боль… давит, как ошейник, накатывается, словно волна…<s>r\n— Тебе срочно нужно принять лекарство, но у меня ничего нет! — начинала паниковать Санни.<s>r\n— Спок… — даже слово не могу договорить… — Кобб.<s>r\n— Я побежала за Митчеллом!<s>r\n— Нельзя! — накричал, хотя не хотел, и моё состояние резко ухудшилось; я потерял сознание.<s>r\nОчнулся в кровати, у Митчелла. <s>r\nПроклятье! План сработал? Так как я у доктора, а не в какой-нибудь канаве, то, по всей видимости, да… А вдруг нет? Вдруг я умер и возродился? Вдруг я обречён перерождаться, пока не выполню сюжетку? Так, отставить панику! Митчелл не сидит передо мной, стало быть, я не переродился, а значит, всё тип-топ.<s>r\nЕсть ли раненые? Кроме меня, похоже, нет, иначе была бы суета, а в доме тихо. Можно выдохнуть: в ближайшее время не предвидится ничего достаточно опасного для Гудспрингса, а следовательно, можно со спокойной душой продолжать делать то, что задумано.<s>r\n— Очнулся? — Митчелл вошёл в комнату и сел на стул напротив койки.<s>r\n— Ага, — я приподнялся, — чувствую себя более-менее, — сперва стоит спросить про бандитов. — Что с «Подрывниками»?<s>r\n— Мы организовали им братскую могилу. Надеюсь, их дружки из исправительной колонии не придут мстить, — Митчелл приосанился.<s>r\n— Не думаю, что придут, так что можете не беспокоиться, — стоит ли мне подробно объяснять, почему им ничего не угрожает? Не, пока не проговорюсь, буду утверждать короткими репликами.<s>r\n— Мне бы твою уверенность… ладно, проехали.<s>r\nГолова мучает? — я молча кивнул. — Я вколол тебе парочку препаратов, которые должны помочь с болью, однако их действие не продлится долго, да и это не панацея, — стало быть, у меня что-то с головой? Впрочем, неудивительно. — Проблема серьёзная, а у меня нет специального оборудования, чтобы тебе помочь, извини.<s>r\n— Не ваша вина, док. Насколько всё серьёзно?<s>r\n— Понимаешь, когда Виктор привёз тебя, состояние твоего мозга было… если честно, я до сих пор в шоке, что у меня получилось спасти тебя, — Митчелл нервно усмехнулся. — В общем, я сделал всё, что мог, однако этого, как видишь, оказалось недостаточно: твой мозг умирает, и без медицинского вмешательства ты протянешь недолго, максимум два дня.<s>r\n— О-ох… — теперь уже я нервно усмехнулся. <s>r\nМне осталось меньше сорока восьми часов! Твою дивизию! И где же это оборудование искать? В Вегасе? — Полагаю, мне помогут только в медицинской клинике Нью-Вегаса?<s>r\n— Зришь в корень! Да, нужную операцию там легко проведут, однако придётся делать крюк: северный участок пятнадцатой магистрали заблокирован когтями смерти, забредшими в карьер.<s>r\nСамым оптимальным решением будет идти по названной магистрали на юг, через Примм, затем, как дойдёшь до аванпоста, свернуть на сто шестьдесят четвёртую трассу, дойти до девяносто пятой магистрали и идти по ней на север, пока не дойдешь до клиники, — придётся аж три трассы преодолеть! Вот дерьмо! Это же очень много! <s>r\n— Такой путь… за два дня не преодолеть… верно?<s>r\n— Я бы сказал, что придётся постараться, чтобы преодолеть такое расстояние за два дня, — Митчелл, очевидно, обнадёживал меня, чтобы я не совершал глупостей, чтобы даже не думал о прорыве через когтей смерти… Чёрт возьми! Что это за испытания такие?! Почему жизнь в игре настолько тяжёлая?!<s>r\n— Я пойду на север, — у меня просто нет выбора! Такой большой крюк за два дня не сделать, тем более в опасной пустоши!<s>r\n— Ух, — Митчелл протёр лоб ладонью, — я даже и не знаю, что сказать… Удачи.<s>r\n— Будут ли у меня ещё приступы головной боли?<s>r\n— Будут, однако можно принять кучу небезопасных препаратов, и тогда ты ничего не почувствуешь, — Митчелл протянул мне два шприца с жёлтой жидкостью и осадком на дне каждого из них. — Подарочек за Алисию. Больше нет, извини.<s>r\nВ идеале тебе бы, конечно, не пользоваться этими микстурами, но всяко лучше, чем смерть.<s>r\n— Спасибо, — ага, «Стимуляторов» мне теперь не видать. — Есть какие-то серьёзные побочки?<s>r\n— Есть, — док почесал голову, — но тебе об этом лучше не беспокоится: парочка таблеток «Детоксина», и будешь свежим как огурчик.<s>r\nА вообще, меньше знаешь — крепче спишь, — Митчелл приулыбнулся.<s>r\n— Понял… — м-да… мне ещё сгинуть от побочных эффектов в пути не хватало. — Ладно, нельзя терять ни минуты, — я легко встал с кровати. — Где мои вещи?<s>r\n— Вон, — Митчелл махнул рукой в сторону стола и начал уходить в спальню. — Будешь на Стрипе, передай привет Саре Вайнтроб, мне будет приятно.<s>r\n— Запомнил, — пообещал я, параллельно экипируя снаряжение и провожая доктора взглядом.<s>r\nКак же себя успокоить?.. Пойду выпью. Лишним не будет.<s>r\nЗавалившись в салун, я купил две бутылки пива, кебаб из геккона, уселся на диванчик рядом со стойкой и начал убивать свою печень, закусывая мясом. Первую бутылку выпил залпом, однако нужного эффекта получено не было, видимо, Курьер видал попойки и похлеще. Ну ладно… вторая должна помочь…<s>r\nУх! Как градус ударил в голову, так и все заботы словно исчезли… Я и не заметил, как Санни подошла ко мне.<s>r\n— О, ты очнулся! — Санни села напротив меня, а Шайен прилегла рядом с ней. — По какому поводу пьёшь?<s>r\n— Да, — я вдруг замолчал и загляделся на Смайлс, а точнее на её красоту… мне кажется, или она с момента нашей встречи стала очень красивой, прямо-таки чудесной? Какая гладкая чистая кожа! Какое миленькое личико! Я аж воспылал! Или это от алкоголя?.. Не важно! Я люблю её! Какая она замечательная, отзывчивая, добрая! Она научила меня выживать на пустошах и не попросила ничего взамен! Да таких не бывает на свете!<s>r\n— Кажется, ты совсем перебрал, — Санни достала какое-то лекарство из вещмешка и протянула мне. — Разжуй и проглоти.<s>r\n— Х-х-х-хорошо… — я закинул таблетку в рот, пережевал и проглотил.<s>r\nО! У-о-о! Ух! <s>r\nЯ моментально протрезвел!<s>r\n— Ничего себе… — я потряс головой, поахал и протёр лицо руками.<s>r\nЧто же это за средство такое? Мне бы горсть таких таблеток… нет, целый склад! Нет, погреб! Нет, бункер! Запасы такого богатства нужно от лишних глаз скрывать глубоко.<s>r\n— Так что случилось? — блин, я вспомнил, из-за чего немного выпил.<s>r\n— Да вот… умру я скоро! Митчелл… клиника… — я рассказал ей про «болезнь», про предстоящий трудный путь и про клинику.<s>r\n— Какой кошмар! — ужаснулась Санни. — Сначала операция, потом головные боли, теперь это…<s>r\n— Ага, — я положил голову на стол, — я пришёл глушить боль алкоголем. Такой вот я нелепый.<s>r\n— Ты совсем не нелепый!  — крикнула Труди! — Мало кому выпадает пережить так много плохого.<s>r\n— Спасибо за поддержку, — поблагодарил я, поднялся и увидел лежащий в центре стола «Стелс-Бой»  — маскировочное устройство.<s>r\nПогодите-ка… «Стелс-Бой»?! Откуда?!<s>r\n— Смотри, — Санни выдвинула «Стелс-Бой» на мою сторону стола, — мы нашли это в карманах Кобба: он стал невидимым во время перестрелки и, видимо, хотел улизнуть, но Ринго выстрелил прямо в момент, когда устройство активировалось.<s>r\nМне кажется, оно может помочь тебе.<s>r\n— Вау, — в игре и без «Стелс-Боя» можно было проскочить через блокаду когтей, но здесь всё гораздо сложнее, потому запасной план не помешает, вот только штука-то дорогая… — Это достаточно дорогая вещь, ты действительно хочешь отдать её мне? — девушка как-то замялась.<s>r\n— Я отдаю её тебе бесплатно, но не мог ли бы ты помочь нам ещё раз? — Смайлс слегка наклонила голову вбок.<s>r\nХм… ещё раз помочь? Это с чем? С койотами? С гекконами? Если так, то раз плюнуть.<s>r\n— Договорились. Что за услуга?<s>r\n— Славно! — приосанилась Санни. — Генри, один из наших жителей, недавно сходил на кладбище и обнаружил стаю гигантских радскорпионов за обрывом. <s>r\nМы боимся. Очень боимся. Даже одно… — я перебил Санни:<s>r\n— Ничего больше не говори, — я встал, — я в деле, — так… сколько их там было-то? Около десяти вроде бы. С лазерным пистолетом, думаю, разобраться с ними не составит никакого труда.<s>r\nГлавное — не паниковать, главное — не паниковать…<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "К списку глав"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я запаниковал и, уклонившись от скорпионов, начал бежать вперёд, затем, когда дошёл до полуразвалившегося забора с сеткой-рабицей и колючей проволокой, повернул налево, но оттуда на меня выбежало три скорпиона, потому я повернул назад и, избегнув атаки преследующих малышей, свернул на дорожку, ведущую на возвышенность, и по скалам вышел из скорпионьей засады. Оставшуюся дорогу до хижины Нила я тоже пробежал и едва не выдохся.<s>r\nСамо местечко и хижиной-то тяжело назвать: пара деревянных балок вбиты в землю, к которым прибиты частичные стены, сделанные из кусков профлиста; пол выложен досками; наверху наложены дырявые погнутые профлисты, которые даже не закрывают центр «комнаты»; «внутри» есть две железные полки, одна из которых сильно изогнута; круглый маленький железный стол, рядом с которым стоит примерно такого же размера запачканный стул; дырявый матрас. Единственное более-менее обустроенное место — «радиорубка» — наполовину закрытое самодельным заборчиком, к которому прибиты профлисты и деревянные фанеры и приделана колючая проволока, место без крыши, обустроенное рядом с хижиной, в пределах которого имеются два стула с прогнившей обивкой и ржавый грязный стол, на котором стоит работающее ухоженное радио и который стоит на трёх длинных досках.<s>r\nЯ скинул рюкзак на землю и прилёг на него, чтобы отдышаться.<s>r\n— Это что-то новенькое… — вышел из-за угла и усмехнулся Нил — весьма разумный представитель супермутантов, мутировавших людей, подвергшихся воздействию вируса рукотворной эволюции, из-за которого они стали устойчивы к радиации, выше, сильнее, мускулистее, выносливее, стерильны, а также поменяли окрас на желтоватый, хотя встречаются индивиды с кожей зеленоватого и сероватого цветов, — которого прислали из Джейкобстауна — мирного поселения, основанного супермутантом Маркусом и его соратниками; расположившегося на территории бывшего горнолыжного курорта, — к горе для того, чтобы следить за Табитой, лидером штата Утобита. Жители Утобиты, в отличие от поселенцев Джейкобстауна, крайне агрессивно относятся к людям, а также грабят караваны, проходящие по пятнадцатой магистрали.<s>r\n— Я… эх… — хотел я завязать беседу, однако усталость после скорпионов дала о себе знать.<s>r\n— Отдышись, — Нил присел рядышком и подождал, пока я передохну. — Это опасное место, человек, особенно для таких, как ты. Предлагаю тебе вернуться: на вершине горы тебя не ждёт ничего хорошего.<s>r\n— Почему, — я поднялся и устроился поудобнее, — это место опасно? — попытаем удачу с игровыми репликами…<s>r\n— Что, не приходилось слышать её передачи по радио? Хотя зачем тебе принимать приглашение, ума не приложу… разве что ты не расслышал.<s>r\nРадиоголос принадлежит Табите, «высшему командиру» горы Блэк — или, как она говорит, «штата Утобита».<s>r\nОна захватила власть почти два года назад. Здешние супермутанты делают то, что она велит, а велит она убивать людей, едва увидев.<s>r\n— Захватила? — спрашивать о том, что знаешь, — скука смертная, но разговорить Нила надо.<s>r\n— Гора Блэк многие годы была мирным сообществом. Её вождь, Маркус, передавал по радио приглашение всем супермутантам на пустошах.<s>r\nТак и я нашёл гору Блэк, как и остальные, в основном супермутанты второго поколения. Маркус был рад всем и каждому — это стало его роковой ошибкой.<s>r\nВ конце концов второе поколение — не слишком умное, зато легко поддающееся влиянию — начало доминировать. Было просто прекрасно, пока тени во главе с Табитой не пришли.<s>r\nЗа неделю она убедила большинство в том, что она — нечто вроде пророка и что ей нужно вещать «правду» по радио, а не Маркусу.<s>r\nМаркус предвидел надвигающуюся беду и решил уйти, пока всё не вырвалось из-под контроля: он разбил радио и покинул гору, чтобы начать с нуля и основать Джейкобстаун.<s>r\n— Тени?<s>r\n— Тени ужасны в бою, если ты сумеешь их увидеть. Большинство не доживает до этого момента.<s>r\nОни созданы для того, чтобы быть солдатами, и у них есть прибор, чтобы нападать незаметно. К сожалению, его использование сводит их с ума.<s>r\nОни проводят большую часть времени высоко в горах, а также патрулируют дороги после наступления темноты. Лучше тебе не подниматься по горе ночью.<s>r\n— Понятно, — чёрт, а ведь скоро темнеет, а я тут прохлаждаюсь! Ладно, ещё парочка вопросов, и закругляемся.<s>r\n— Похоже, тебе здорово надоела Табита. Нужна помощь?<s>r\n— Скоро проблема разрешится сама собой, — Нил посмотрел по сторонам. — Видел когтей смерти по пути сюда? — я кивнул. — Молодняк уже захаживал сюда для разведки. Конечно, мы их зверски потрепали, поэтому они сначала пошатаются по округе в поисках лёгкой наживы, однако это только отсрочка неизбежного. <s>r\n— Всё настолько серьёзно?<s>r\n— Даже для супермутантов когти — большая проблема. Большая настолько, что я бы три раза подумал, прежде чем нападать на одного-единственного когтя, а про стаю и думать не хочется.<s>r\nДаже после боя с молодняком Утобита потеряла пару ребят, а что будет, если охоту возглавит альфа?<s>r\nКороче говоря, Табите недолго осталось: когти перегрызут всех в округе. Я возвращаюсь в Джейкобстаун. Моя миссия здесь закончена.<s>r\n— А что за миссия?<s>r\n— Скажем так: я был шпионом. Следил за горой Блэк, чтобы Табита не сделала ничего совсем дурного. Думаю, у меня это плохо получилось.<s>r\nС другой стороны, здесь, внизу, я сумел отговорить десяток супермутантов от присоединения к Утобите. Это немного, но уже что-то.<s>r\n— И тебе не жаль тех, кто здесь останется?<s>r\n— Я сделал всё, что в моих силах, а в моих силах немногое. Пойти против Табиты не представляется возможным, остаётся только не разбрасываться жизнью понапрасну.<s>r\nНа этом всё. Тебе пора уходить: патруль супермутантов скоро должен появиться. Прощай, — Нил встал.<s>r\n— Погоди, — я вскочил, — ты собираешься… — внезапно у меня заболела и закружилась голова, и я плюхнулся назад. — Шприц… в рюкзаке… — сказал я, пытаясь дотянуться до рюкзака, и потерял сознание.<s>r\nНе знаю, сколько времени прошло до того, как я очнулся, но уже был вечер: небо залилось оранжевым и красноватым оттенками, которые очень медленно поглощались мглой. Я лежал где-то в пустыне, наполовину присыпанный песком, с болью в шее, а рядом со мной валялся рюкзак, который почти полностью закопали.<s>r\nЯ начал отряхиваться и подниматься, чтобы оценить ситуацию и осмотреться: по правую руку от меня, если подойти к краю скалы, можно увидеть рекламный щит с Гоморрой, а по левую руку вдалеке виднеются параболические антенны на горе. Сложив полученную информацию, я более-менее определился со своим местоположением, затем прошел по скалам чуть дальше, чтобы меня не заметили патрули супермутантов, и, расположившись поудобнее, начал проверять, всё ли при мне. Как оказалось, не всё: крышки, деньги НКР, «Стелс-Бои», динамит, зажигалку, нож с футляром, журнал, флягу, часть еды, шприц и лазерный пистолет с ремнём забрали. Хотя бы догадались положить шляпу и тканевую маску в рюкзак…<s>r\nЧёрт. ЧЁРТ! ЧЁРТ! ЧЁ-Ё-Ё-ЁРТ! ЧЁРТ ВОЗЬМИ!  НУ ПОЧЕМУ НИЧЕГО НЕ МОЖЕТ ПОЙТИ ПО ПЛАНУ?! ПОЧЕМУ ВСЁ ВСЕГДА ИДЕТ ЧЕРЕЗ ПЯТУЮ ТОЧКУ?! НУ ПОЧЕМУ МИТЧЕЛЛ НЕ СКАЗАЛ, ЧТО Я НЕ СМОГУ САМ ВВЕСТИ ЛЕКАРСТВО?! ПОЧЕМУ ОН НЕ СМОГ НОРМАЛЬНО ПРОВЕСТИ ОПЕРАЦИЮ?! ПОЧЕМУ ДУРАЦКИЕ ЖИТЕЛИ ГУДСПРИНГСА ТАКИЕ ЖАДНЫЕ?! ПОЧЕМУ НИЛ ОГРАБИЛ МЕНЯ?! ПОЧЕМУ КОГТИ СМЕРТИ ПОБЕЖАЛИ ЗА МНОЙ?! ПОЧЕМУ Я НЕ ДОСТАЛ ДИНАМИТ И ЗАЖИГАЛКУ?! ПОЧЕМУ, ЧЁРТ! А-А-А-А-А-А-А!!!<s>r\nА-А-А-А-А-А!!! А-А-А-А-А! А-а-а-а-а! А-а-а… Фух… М-да.<s>r\nПора успокоиться… вдох-выдох… вдох-выдох… вдох-выдох…<s>r\nФух… Спокойно… Не знаю, сколько прошло времени, но ещё не все потеряно: отсюда до клиники рукой подать… если не отвлекаться на всякую чушь, то в срок управлюсь. Хотя мыслишка о повторном визите хижины привлекает…<s>r\nНет, пытаться отомстить Нилу смысла ноль: на данный момент я не представляю для него угрозы, к тому же утобитовские дружки могут встрять. Да, больно, да, грустно, но иного варианта не наблюдаю: придётся отложить затею до тех пор, пока не обзаведусь чем-нибудь серьёзным, а там уже отмечу в календаре выходной день, в который навещу Джейкобстаун, дабы расквитаться с уродом.<s>r\nКороче говоря, решено: несёмся к клинике. Путь через расщелину мне нравится тем, что можно обобрать труп солдата из НКР, который валяется рядом с ней, однако без «Стелс-Боев» идти мне туда заказано, поэтому сделаем крюк: попрыгаем по скалам, пока не спустимся и не доковыляем до убежища рейнджеров, а там продолжим по старому плану. Да, пойдёт, только перед этим закусим, попьём воды, приоденемся и оценим состояние тела через «ПИП-Бой»…<s>r\nЗакончив с перечисленным, я отряхнулся и, опершись на выступ, я залез на скалу повыше и стал двигаться вперёд, держась правой стороны, подальше от склона; после, как достиг её конца, скатился вниз и продолжил скрытное движение до прохода между скал; как только достиг места, убедился, что когтей смерти на хвосте нет, и дошагал до неприметной двери в скале.<s>r\nЭта дверь — вход в тайную квартиру рейнджеров НКР. Насколько я помню, ключ от двери дают при достижении статуса репутации «Любимец» у НКР, а тут, если учитывать обстоятельства, скорее всего, ключ выдают только рейнджерам. Нет, такую несправедливость я просто так не оставлю!<s>r\nСобравшись с духом, я легонько побарабанил в дверь, но ответа не последовало: рейнджеров, вероятно, нет на месте. В любых других обстоятельствах я бы не побрезговал попытаться пробиться внутрь, однако отвлекаться от главной миссии нельзя — я бросил попытки взлома и прошёл дальше, пока не вышел на открытую местность.<s>r\nОтсюда открываются достопримечательности прекрасной части пустоши: лагерь «Гольф» — база рейнджеров НКР, обустроенная в трёхэтажном отеле, расположенная на берегу озера Мид, — некогда там был курорт; штаб-квартира «РЕПКОНН» — трёхэтажное ветхое здание, расположенное южнее Нью-Вегаса, точно на севере от горы Блэк, — мой ориентир и возможный источник здоровского снаряжения… будь у меня «Стелс-Бой», эх; заброшенные дома подле штаб-квартиры — точка засады «Чертей», которые будут мешать вернуть тело по квесту рядового Моралес; лагерь «Маккаран» — крупнейшая в Мохаве военная база НКР, расположенная неподалёку от Стрипа, юго-восточнее, обустроенная в бывшем международном аэропорте Маккаран и отделённая от пустоши исполинскими стенами; обветшалый сарай, расположенный южнее стен «Маккарана», к северо-западу от РЕПКОНН, — очень опасное местечко: там окопалась колония огненных муравьёв; офисы «Элайд Текнолоджиз»  — одноэтажная постройка, расположенная чуть севернее муравейника, не имеющая ничего любопытного внутри кроме чтива и кучи огненных муравьёв; заброшенный склад, расположенный во внешнем Южном Вегасе, восточнее «Элайд Текнолоджиз», — место, где должны совершить сделку Ван Граффы и Легион Цезаря, вот только криминальный синдикат предал легионеров, слив информацию НКР и встав на её сторону; офис «Бэйзин-Крик»  — обшарпанное трёхэтажное здание, расположенное во внешнем Южном Вегасе, северо-западнее «Элайд Текнолоджиз», в котором изучить можно только первый этаж, на котором блуждает пара тварей и нет ничего ценного, однако теперь ситуация могла поменяться, ведь я могу залезть на верхние этажи.<s>r\nВидок навевает приятные воспоминания о моих похождениях в Мохаве. Когда-нибудь мне надо будет посетить всё перечисленное и поностальгировать… но не сегодня. Продолжаем идти.<s>r\nСпустившись по склону, я держался как можно левее, по возможности прячась за возвышенностями, камнями да скалами, чтобы не попасться «Чертям», которых, кстати говоря, мне не довелось заметить на заброшенных домах, как ни всматривался, но испытывать удачу, топая правее, я не хотел. Дойдя до моста за штаб-квартирой, я перевёл дыхание, затем рванул по прямой к стене «Маккарана» и далее шёл исключительно близ неё.<s>r\nПролетев мимо путей монорельса, самого безопасного способа попасть на Стрип; бизнес-парка «Аэротех», лагеря для беженцев; фермы издольщиков НКР, полей фермеров; я наконец-то дошёл до клиники… Господи… я сделал это! Словно гора с плеч! Всё-таки не всё потеряно в этой сессии! Всё-таки я могу пройти этот жестокий мод! Да, детка! ЮХУ!<s>r\nПребывая в восторженном состоянии, я подошёл к двери и попытался открыть её: она закрыта. Эх, совсем потерял счёт времени, а ведь уже почти ночь! Но двери же всегда были открыты! Проклятье!<s>r\nЧЁРТ! ОТКРЫВАЙТЕ! МОЁ ДЕЛО НЕ ТЕРПИТ ОТЛАГАТЕЛЬСТВ!<s>r\nСтучал я хлёстко и не переставая. Довольно скоро ко мне вышел охранник — какой-то лысый старый афроамериканец, вооруженный дробовиком караванщика, — и начистил мне рожу.<s>r\n— По голове себе постучи, дебил! — охранник оттянул меня подальше и повалил на землю, грозясь выстрелить из дробовика.<s>r\n— Подо… жди, мне срочно нужна помощь! — всё лицо болит… но борзеть не могу, не в том положении…<s>r\n— Ага, щас помогу! Все проблемы навсегда испарятся! — видимо, мне каюк.<s>r\n— Что случилось? — выглянула из-за двери встревоженная дама азиатской внешности и в халате — доктор Усанаги, моя единственная надежда на спасение.<s>r\n— Какой-то оборванец чуть дверь нам не выломал, — охранник отошёл в сторону и махнул двустволкой в мою сторону, — полюбуйтесь.<s>r\n— Прошу, выслушайте! — я поднялся и отряхнулся. — У меня что-то с мозгом, мне срочно нужны операция и обследование! Прошу, я умру без вашей помощи!<s>r\n— Я и так знаю, что у тебя с мозгом, — охранник улыбнулся, — у тебя его нет, тупорылый осёл! Не видишь, клиника закрыта? Приходи завтра днём! <s>r\n— Джон, прошу, успокойся… — Усанаги вздохнула. — Я не могу оставить его так: он крайне напуган, — Усанаги поправила халат. — Заходите, я осмотрю вас.<s>r\n— Спасибо! — фух, ещё чуть-чуть, и я бы снова потерял веру в себя.<s>r\nТеперь главное — выбить операцию на выгодных условиях и не помереть в процессе. Главное — не помереть… <s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "К списку глав"
      }
    ]
  },
  {
    "id": 8,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить"
      },
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 9,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить"
      },
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 10,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 11,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 12,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить"
      },
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 13,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить"
      },
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 14,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить"
      },
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 15,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить"
      },
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 16,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 17,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 18,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 19,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 20,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить"
      },
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 21,
    "text": "Глава еще не готова!",
    "answers": [
      {
        "id": 2,
        "text": "К выбору глав"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]