[
  {
    "id": 1,
    "text": "Автор — Pennywise\nжанр — просто кгига/ сборник рассказов. \n\nПриветствую вас! \nДанный квест не является квестом по сути своей, а только лишь сборник страшных рассказов, автором которых являюсь я сам. \n Я начинающий писатель, мне еще предстоит многому научится и развиваться, а пока что, имеем то что имеем, надеюсь, вам понравится. \nСо временем будут поступать новые рассказы, по крайней мере, надеюсь на это, нужно всего-лишь перебороть лень)) ",
    "answers": [
      {
        "id": 2,
        "text": "Нечто из леса"
      },
      {
        "id": 3,
        "text": "Дьявол в сети"
      },
      {
        "id": 4,
        "text": "Из темноты"
      },
      {
        "id": 5,
        "text": "Я календарь переверну"
      },
      {
        "id": 6,
        "text": "Я ненавижу дождь"
      },
      {
        "id": 7,
        "text": "Дети в темноте"
      },
      {
        "id": 8,
        "text": "Семь... "
      }
    ]
  },
  {
    "id": 2,
    "text": "— А нельзя было как-нибудь поближе подъехать? – спросил я, скидывая с себя тяжеленный рюкзак, который был набит как полезными вещами, так и всякой ненужной ерундой, и весил как мне казалось с пол тонны.\n\n— Нет, дружище, никак, ты же сам видишь, тут пешком не протиснуться, что уж говорить о транспорте. – ответил Валера и, следуя моему примеру, также высвободился от груза, который все это время нёс на плечах.\n\n— Уже два часа, как мы в этом чертовом лесу тащимся, хотя ты говорил, что изба – вон она, рукой подать! – проворчал Андрюха и осуждающе глянул на Валерку, а затем присел на поваленный ствол дерева.\n\n— Да хорош ныть, осталось-то совсем ничего, минут двадцать – и мы на месте – пробубнил Валерка, а после достал из рюкзака бутылку и принялся рьяно большими глотками пить её содержимое.\n\n— Слышь, Валер, а может, мы заблудились? – задал я вопрос, оглядываясь по сторонам и отмечая, что данный лесной массив меня немного пугает. Присутствовало некое чувство тревоги, и я сам не понимал с чем это связано, хотя Валера предупреждал, что место, куда мы направляемся, кишит разными аномалиями и странностями. Казалось бы, лес как лес, коих много кругом, но что-то в нем было не так. Во-первых — не было слышно ни единого звука, лишь иной раз где-то поблизости деревья скрипели так, что создавалось впечатление, что вот-вот одно из них с треском рухнет и раздавит нас. Во-вторых — данный участок леса был настолько густым и заросший кустарниками и травой, что передвигаться было крайне тяжело, от чего, собственно, мы и плелись некоторое время практически на одном месте, хотя от того места, где мы оставили машину, и до точки назначения не более трёх километров, как утверждал Валера.\n\nНу а третьим и самым странным было то, что в этом месте стоял жуткий холод, да такой, что меня натурально начало трясти, хотя когда покидали тачку на улице стояла неимоверная жара. Ко всему прочему можно было заметить, что солнечные лучи буквально отказывались проникать сквозь кроны деревьев, от чего было ощущение, что здесь постоянно царит полумрак.\n\nВалерка хотел было что-то сказать, но его перебил Андрей:\n\n— Кстати, что это за хижина и как ты вообще о ней узнал? – спросил он, доедая бутерброд и запивая все это дело горячим чаем из термоса.\n\n— Это довольно долгая история, но если вам действительно интересно, могу рассказать по дороге, дабы немного разбавить скуку и отвлечься от однообразности данного места.\n\n— Договорились! – подытожил Андрюха, после чего нависла гробовая тишина.\n\nЕщё некоторое время мы просидели в полном безмолвии, каждый размышляя о своем, затем Валера дал понять, что пора двигаться дальше, ибо сидеть хорошо, но все же хотелось бы побыстрее дойти до избы, а там уже можно и расслабиться.\n\nМы молча кивнули и, прихватив каждый свой багаж, двинулись за нашим предводителем.\n\n— Вы все ещё хотите узнать историю данного домика? – спросил наш гид, озираясь по сторонам.\n\n— А то! – с энтузиазмом сказал Андрей, который шел впереди, иногда хлестая меня по лицу ветками кустарников, которых отодвигал, чтобы пролезть сквозь них, от чего я понемногу начинал бесится.\n\n— Данный лесной массив настолько древний, что некоторые считают, что он существует с самого начала мироздания. Сколько человечество себя помнит, этот лес всегда существовал. Вокруг него строили много легенд и баек, многие из которых можно найти во всемирной паутине, а о некоторых и вовсе мало кто помнит. Но суть не в этом. Поговаривают, что обитают в здешних местах странные и страшные существа, демоны, ведьмы, колдуны и прочая нечисть.\n\nКто-то утверждает, что здесь находятся врата ада, другие говорят, что сюда слетаются представители иных цивилизации, есть и те, кто считают, что данный участок земли проклят, якобы жили тут раньше сектанты, которые поклонялись всяким духам, божествам и разным потустороннем силам, творили свои темные дела и пролили немало крови невинных людей.\n\nЧто-то я далеко ушел от темы. Ну, так вот, в начале двадцатого века некий учёный, имени не скажу, так как не знаю, решил что было бы неплохо проверить все легенды на правдивость, и приехал жить в здешнем лесу. Построил себе хибару, неплохую, кстати, ну, сейчас дойдем, зацените. Притащил с собой самое необходимое и стал изучать окружающие территории, при этом записывая все исследования в дневнике. Что с ним стало – никому не известно, его тело так и не было обнаружено.\n\nВ середине девяностых мой отец скрывался от бандосов тут, в этих краях. Не знаю что он натворил и по какой причине его искали, видимо, связался не с теми людьми, но ему грозила серьезная опасность. Так получилось, что наткнулся он на эту хижину, вот и пересидел тут немало времени, пока все не устаканилось. Рацион питания состоял в основном из грибов, ягод и иногда везло поймать какую-нибудь дичь, в лице зайца или оленя. Также иногда баловал себя рыбой, так как неподалеку находился пруд, небольшой, но и не совсем крохотный, воду из которого можно смело употреблять, так что жизнь у отца постепенно налаживалась. Ему настолько понравился этот дом, что решил подлатать его и привести в порядок, поменять гнилую обшивку, починить кровлю и тому подобно.\n\nКогда все более менее успокоилось, и про него забыли, либо думали, что его труп уже сгнил где-то в болоте, отец вернулся в город, обустроил свою жизнь, женился, а затем родился я. Однако, каждое лето он ездил сюда и проводил тут время, если не два, так месяц точно, и я не мог понять, почему его это место притягивало к себе словно магнитом.\n\n— Так, а учёный тот, что с ним и к чему ты о нем рассказывал? – спросил Андрюха, в очередной раз отлупив меня веткой по роже.\n\n\"Гад\" — подумал про себя я и зашипел, но продолжил молча идти и не отставать.\n\n— Ах, да, учёный. В общем, батя нашел там кое-что, какие-то записи, журналы, исследования данного места и разных явлений.\n\n— И где это все? – задал вопрос уже я, постепенно ускоряя шаг чтобы обойти Андрея, который уже порядком надоел.\n\n— Да как-то потерялись они, но отец мне о них немало поведал. – сказал Валерка, а затем добавил. – Но однажды он мне рассказал нечто такое, что я сначала засмеялся, думая что у него это шутки такие, но увидев его лицо понял, что в данном случае юмор не уместен.\n\n— Ну так чего ты ждёшь? Мы внимательно слушаем! – Радостно запищал Андрей, словно мальчишка, который просит своего деда рассказать очередную байку.\n\n— Хорошо, постараюсь передать всё его словами, так будет проще.\n\nТо лето выдалось крайне жарким, вследствие чего вспыхнуло немало лесных пожаров. Однако, тот участок, где находится хижина, огонь чудом обходил, и даже огромные облака дыма, которые окутывали целые города и регионы, не проникали на данную территорию. Кто-то назовет это явление чудом, другие скажут чертовщина, но то, что данный случай необычный – это факт. Я проводил время в своё удовольствие, охотился, грибы собирал да и просто прогуливался по лесу, наслаждаясь местными красотами и природой. В один ничем не примечательный вечер я решил раскинуть капканы, в надежде полакомится каком-нибудь дичью\n\nНу, так вот, расставил я ловушек штук пять и со спокойной душой отправился в хижину готовить ужин и заниматься своими делами. Солнце не спеша клонилось к горизонту, а лес постепенно окутывала тьма. Сидя за столом, я чистил ружье и пытался настроить радио хотя бы на какую-то волну, как вдруг сквозь помехи и шипения слышу вой, да такой, что аж волосы дыбом. Примерно с пол минуты стояла гробовая тишина, а после снова раздался тот самый вой, только в этот раз гораздо громче и страшнее. Я быстро схватил все необходимое и выбежал на улицу.\n\nВ одной руке у меня был фонарь, в другой же крепко сжимал ружьё. Тяжело вздохнув, я сделал шаг вперёд, и в тот же миг почувствовал странный запах, даже скажу смрад. Пахло гнилью, разлагающейся плотью, пахло смертью, я это ощущал всем нутром. Пока я стоял и светил фонарем во все стороны, в надежде что-либо разглядеть, совсем близко послышался звон цепей, которыми я привязывал капканы к ближайшим деревьям. В тот момент я понял одно – тот, кто попал в капкан, не смог из него высвободиться, однако ему удалось каким-то образом сорвать цепь и в данный момент с огромной скоростью движется в мою сторону. Я забежал в хижину, запер дверь на все имеющиеся замки и затаился, стараясь при этом даже не дышать. Совсем скоро раздался удар в дверь с такой силой, что мне казалось она вылетит вместе с петлями, а то, что находится по ту сторону, просто зайдет и разорвет меня на части. Но дверь чудом уцелела, и тогда незваный гость переключился на окно, которое, к слову, снёс с одного удара и начал подползать в дом. Я от страха чуть с ума не сошел, руки затряслись, как от болезни Паркинсона, поперёк горла встал ком.\n\nНечто уже находилось внутрь помещения, я его отчётливо слышал, но боялся выходить из укрытия, даже двустволка, которую я все это время обнимал не придавала уверенности. Существо зарычало, а внутри меня все сжалось, и когда оно оказалось уж совсем близко, я пошел на отчаянный шаг.\n\nВыпрыгнув из укрытия, я посветил фонарём твари в лицо, тем самым ослепив её, в надежде выиграть немного времени, а сам же начал двигаться в сторону двери, стремясь покинуть хижину. То, что находилось со мной в одном помещении и стояло буквально в двух метрах от меня словами не описать. Оно не являлось не человеком и даже не зверем, это было нечто не из нашего мира. Огромная голова, из которой торчало множество конечностей и отростков, издалека напоминающие недоразвитые человеческие руки, огромные круглые глаза с темно-красными жилами, и я клянусь, что в каждом из них имелось по три зрачка. Огромная пасть, из которой выпирали большие изогнутые клыки, схожие с бивнями слона, а также несчитанное количество мелких острых зубов. Уродец имел три ноги, однако росли они непропорционально телу, словно какой-то сумасшедший врач хаотично пришил их к туловищу. На одной из них красовался один из моих капканов. В дополнение ко всему, монстр обладал двумя мощными лапами, длинные почти до самой земли. Я пятился назад и наблюдал за всей этой картиной, а в голове не укладывалось, как и откуда вообще явилось данное создание в наш мир.\n\nВ один из моментов исчадие ада предприняло попытку набросится на меня, но хорошая реакция и подготовка дали о себе знать, и я успел нажать на пусковой крючок перед тем, как оно это сделало. Пуля попала в области грудной клетки, от чего выродок свалился на пол, при этом ломая своей тушей несколько напольных досок. Но, к сожалению, тварь оказалось проворнее, чем я ожидал, даже моргнуть не успел, как она уже набирала скорость и двигалась в мою сторону. Второй выстрел получился весьма неудачным, пуля угодила в клык существа, тем самым не причинив практически никакого урона твари. \"Нужно было брать турбинные пули, а не это\" — промелькнула мысль у меня в голове в тот момент, когда монстр уже был в шаге от меня. Одним лёгким движением он сломал мне руку, в которой я держал ружье в области предплечья, а после схватил меня за шею и поднял на высоту вытянутой руки, пристально глядя мне в глаза. Мысленно я уже успел попрощаться с жизнью несколько раз, но в когда существо собиралось откусить мне голову, я вспомнил про нож, который был прикреплен к поясу. Достав его, я резким движением поднял руку и вонзил монстру нож в левый глаз, после чего почувствовал как мои ребра ломаются о стену, когда тварь швырнула меня с невероятной силой, затем с ножом в голове выпрыгнула в уже выбитое окно и скрылась. Я же предпринял несколько попыток подняться, но все было тщетно, тело не слушалось совсем, а боль была такой, что я рыдал, подвывая словно волк.\n\nСпустя несколько минут я потерял сознание.\n\n— Такая вот история! – сказал Валерка и притих.\n\n— А что дальше-то? – спросил Андрей, по которому было заметно, что получил от рассказа массу впечатлений.\n\n— А дальше ничего, отец пришел в себя вечером следующего дня, сумел оказать себе первую медицинскую помощь, а следующим утром добрался до города, где им занялись уже врачи.\n\n— Я понял. – сказал я.\n\n— Что именно? – удивлённо спросили оба мои товарища.\n\n— Понял почему он каждое лето приезжал сюда.\n\n— И почему же? – В недоумении спросил Андрей, глядя на меня как на дурачка.\n\n— Охотился на ту тварь. – ответил я, отмечая что мы уже дошли до цели.\n\n— Кстати, вот и она, красота не так ли? – сказал Валера, гордо раскинув руки в стороны.\n\nИ действительно, хижина была довольно большой, ухоженной, словно это и не хибара вовсе, а самый настоящий коттедж.\n\nРядом с ней располагался небольшой сарайчик, в котором, судя по всему, хранились инструменты и прочий инвентарь, а также уличный туалет.\n\n— В общем, так, я займусь генератором, ты, Андрюша, наведешь небольшой порядок в хате, а Санёк возьмёт на себя готовку мяса и прочие закуски. Вопросы? – произнес Валера, ковыряясь в кармане в поисках ключей от огромного замка, который препятствовал тому, чтобы мы проникли в нутро дома.\n\n— Вопросов нет. – Сказал я, и почти сразу каждый принялся выполнять свои обязанности.\n\nСпустя примерно два часа всё было сделано, и мы сидели у костра с набитыми желудками, обсуждая разные темы и просто наслаждаясь природой и замечательной атмосферой.\n\n— Ты же не отдыхать сюда приехал, я прав? – задал я вопрос Валерке, в тот момент когда Андрей отправился избавляться от выпитых ранее напитков.\n\n— А тебя не проведешь. – ответил тот и улыбнулся.\n\n— Та тварь покоя не даёт? – продолжил я.\n\n— Не совсем так. С той нечистью мой батя разобрался. Тот монстр – творение рук того учёного, я в этом не сомневаюсь, и поверь, это далеко не единственный его эксперимент. Кто знает, какие ещё создания бродят в этих местах, затаившись выжидают, а возможно, даже в данный момент наблюдают за нами из непроходимой чащобы. Да и к тому же, и без того, скажем так, исследователя хватает тут аномалий и странностей, о чем я вас, собственно, и предупреждал перед тем, как отправится в это место, так что не советую в тёмное время суток покидать наши скромные владения. – выдал Валера, налил по рюмкам и продолжил. – Да и опять же, вы сами захотели острых ощущений, мечтали побывать в таких местах от которых мурашки и жуть берет, вот вам пожалуйста!\n\nВернувшись, Андрюха заявил что чувствует себя неважно и что, пожалуй, отправится готовится ко сну или включит какое-нибудь кинцо на ноуте, которое закачали заранее, ну а мы же просто кивнули и продолжили болтать о всякой ерунде. К тому моменту как уже полностью стемнело нами было приятно решение присоединиться к нашему товарищу, заодно и проверить как он там.\n\nКогда мы зашли в одну из комнат, нашему взору предстала следующая картина: Андрей сидел на полу спиной к выходу и лицом к стене, его трясло, словно он провел сутки на лютом морозе, а подойдя поближе, я заметил у него на голове клоки седых волос. На наши вопросы, мол, что стряслось внятного ответа мы так и не получили, а наш друг лишь мычал и покачивался из сторону в другую.\n\nЯ настолько был обеспокоен поведением товарища, что не сразу заметил, что перед ним на деревянном полу находился старенький видеомагнитофон и такой же древний телевизор фирмы Шарп родом из девяностых, на экране которого отображался белый шум.\n\n— Где ты это взял? – рявкнул Валера на Андрюху, который не обращал никакого внимания на нас, а лишь пялился в одну точку.\n\nПоняв что ничего этим не добьется, тот подошёл и выдал смачного леща неадекватному товарищу, после чего тот моментально пришел в себя.\n\n— Этого просто быть не может!– испуганно сказал Валера — Данную электронику мой отец приволок сюда вместе с генератором после смерти матери, спустя определенный момент времени она исчезла. Откуда это? – Повторил вопрос хозяин дома.\n\n— Я думал это вы меня разыгрываете – дрожащим голосом ответил Андрей. – Когда я зашёл в помещение, заметил на полу указательные стрелки, которые, как мне казалось, были нанесены чем-то похожим на кровь, склизкое и противное, и вели меня прямиком к этой стене, где и валялась данная аппаратура. На видаке лежала кассета, а на ней той же дрянью, что и на полу, было написано мое имя, вот я и подумал, что это ваших рук дело.\n\n— Что ты там видел? – спросил я.\n\n— Там был я, на том видео был я, чёрт возьми! На записи хорошо видно, как я выхожу из хижины и убегаю прочь, спотыкаюсь, падаю, затем снова поднимаюсь и продолжаю бежать по лесу, а за мной кто-то гонится и снимает меня со спины, но мне не удавалось разглядеть кто это был. Несколько раз я оборачивался и в кадре попадало моё лицо, которое искажалось в ужасной гримасе. Спустя некоторое время я обессиленный упал в кусты, и буквально сразу же кто-то невидимый проник в тот самый кустарник, ломая ветки и шелестя листвой, а после раздался жуткий крик. Кричал я, тот, что на видео, а спустя мгновение все стихло. Снимающий приблизил камеру к моему лицу, а там… – по его щеке прокатились слезы, и Андрей взявшись руками за голову завыл.\n\nЯ хотел было сказать чтобы тот продолжил, но Валера остановил меня, жестом указывая на то, что нам нужно отойти поговорить.\n\nМы зашли на кухню, я закурил, а мой товарищ налил себе рюмку, выпил и сразу налил себе вторую.\n\n— Он покойник! – сказал тот, а затем со злостью швырнул в стену бутылку, осколки которой разлетелись по всему помещению.\n\n— Что ты такое несёшь? – Заорал я на него.\n\n— Ты не понимаешь, он увидел свою смерть, увидел то, что произойдет с ним в ближайшее время. В тот момент когда он вставил кассету в видеомагнитофон, он обрёл себя на смерть. За это спасибо скажем нашему учёному, который постарался на славу. Не знаю как и каким образом ему удалось это, но он смог заключить древнее зло в электроприборы. Не могу сказать какой аппарат являлся первоначальным носителем данного духа или чего оно из себя представляет, все что мне известно – что оно умеет менять носителя. Представь себе, что оно было заключено в древнем фотоаппарате, затем появлялась более современная техника, и данная сущность или что бы там ни было перемещала себя из одного прибора в другой. Оно хитро и коварно, способно наводить морок, создавать иллюзии и обман, оно будет пытаться заманить тебя, заставлять делать то чего так сильно жаждет… Если ему это удалось – ты труп, и уже никто тебе не поможет. Это все что я знаю об этом, все, что отец мне рассказал о данном явлении. Ну и ещё одно, если ты посмотришь видео, ты увидишь то, как тебе предстоит умереть, и как ты не старайся что-либо изменить, у тебя ничего не выйдет, финал всегда один – тот что на пленке.\n\n— Но мы же не смотрели, значит, нам ничего не грозит! – сказал я.\n\n— Ошибаешься, дружище, как я уже говорил, оно сделает все для того, чтобы мы поступили именно так, как ему нужно. Галлюцинации, видения и прочая жуть нам обеспечены, так что готовься – добавил Валера, упираясь спиной к стене и тяжело вздыхая.\n\n— Неужели из данной ситуации нет выхода? – Я присел на стул и взялся руками за голову.\n\n— Есть – ответил мой товарищ – единственный выход – это выжить до рассвета, но, честно сказать, я уверен, мы не выдержим.\n\n— Но мы попробуем.- буркнул я, и в тот миг заметил как по коридору прошмыгнула тень.\n\n— Не стоит, ты ему не поможешь. – произнёс Валера в тот момент, когда я собирался выйти и догнать Андрюху.\n\nСпустя мгновение входная дверь захлопнулась, а через открытые окна до нас доносились чьи-то быстрые шаги, затем глухой звук, словно мешок картошки сбросили на асфальт, после те же шаги, которые постепенно отдалялись все дальше и дальше.\n\nГде-то вдалеке раздался жуткий крик, от которого я вздрогнул, а после наступила тишина.\n\n— Это я во всём виноват, его смерть на моей совести, знал, что не стоило приезжать сюда, что не надо было соглашаться на это, знал что это место набито нечистью и аномальщиной, зачем я только на это пошел! – Валера закрыл лицо руками и зарыдал.\n\n— Ты прав, но увы, его уже не вернуть, но мы можем попытаться выжить самим, нам нужно держаться вместе, тогда наши шансы, может, и незначительно, но увеличиваются, так что давай лучше думать, как нам поступить дальше. – сказал я, и тот одобрительно кивнул.\n\n— Нужно попробовать разнести к чертям эту хрень – подытожил я, и мы аккуратно, мелкими шагами направились в сторону того помещения, а зайдя в него, я заметил, что на видеомагнитофоне красовались две кассеты, надписи на которых гласили, что предназначены они нам. Была ещё одна странность, ни телек, ни видик не были подключены к питанию, и я не понимал как они, в принципе, без электричества выполняют свои функции. Подойдя ближе, я схватил телевизор и швырнул его в стену.\n\nОднако, к моему удивлению и сожалению, никаких изменений не произошло.\n\n— Это бесполезно. – сказал мой приятель и присел на диван, ну а я же последовал его примеру. – Нужно пересидеть остаток ночь, и тогда останемся в живых, до рассвета не менее пяти часов, крепись, дружище.\n\nДальше стало происходить следующее. Я начал видеть и слышать то, чего не может быть в принципе. Жуткие надписи, появлялись то на стене, то на потолке, а прямо за моей спиной кто-то шепотом сказал: \"Ты мой\". Я дёрнулся и обернулся, но, как и стоило ожидать, никого там не обнаружил.\n\nКак оказалось, Валера тоже что-то видел и чувствовал, но с некоторыми отличиями, и мы поняли, что каждому из нас заготовлен свой собственный кошмар. Где-то слева нечто зарычало, позади послышался противный звук, похожий на хруст костей\n\nС полотков и стен стекала черная густая жидкость, которая попадала мне на одежду, лицо, в глаза, я буквально ощущал стоящее в помещении зловоние. В один миг свет погас, погружая нас в полумрак, освещаемый лишь экраном телевизора, на котором все это время отображался тот самый белый шум, а иногда возникали какие-то жуткие изображения. Кто-то схватил меня за ногу и поволок в сторону двери, а я же брыкался, цеплялся за деревянный пол, срывая ногти, крича во всё горло, прося Валеру, чтобы он помог, но тот лишь смотрел на меня, и я стал замечать как его лицо исказилось в жуткой нечеловеческой улыбке, кожа на лице словно была сорвана, а затем заново надета на него, криво и неравномерно. Нечто, схватившее меня, начало грызть мою ногу, отрывая большие куски плоти острыми когтями и засовывая себе в пасть, в то время как я визжал и корчился от боли, а после потерял сознание.\n\nЯ в ужасе вскочил с дивана и схватился за ногу, ощупывая её и понимая, что всё в порядке, не было никаких ранений и повреждений. Всё то, что мне довелось пережить только что, было ни что иное как иллюзия, но правдивая настолько, что любой бы принял это за реальность. Валера сидел рядом и, судя по всему, его сознание находилось где-то там, в кошмарах, а взгляд был пустым. Мой товарищ смотрел в одну точку и в течении нескольких минут не моргнул ни разу.\n\nЯ почувствовал лёгкий ветерок, а обернувшись, увидел что странное, непонятное существо лезет ко мне через окно. Вместе с его появлением помещение наполнилось насекомыми, мерзкими и уродливыми, которые норовили залезть мне в рот, нос и уши. То, что проникло в комнату, напоминало человека, но только верхней частью. Нижняя же больше смахивала на огромную гусеницу, на которых виднелось множество мелких конечностей, на которых тварь передвигалось. В одно мгновение существо схватило меня за руку и сломало ее в локте, выгнув в обратную сторону. Я заорал, но сразу же получил мощный удар в живот, а после тварь засунула свою лапу мне в рот и с хрустом оторвала нижнюю челюсть. Кровь полилась ручьём, а существо указало жалким подобием пальца на видеомагнитофон, на котором оставалась одна кассета.\n\n\"Валерка\", — промелькнула мысль в голове, а после я пришел в себя, и точно как в тот раз сидел на диване, а всё то, что происходило, было очередным обманом. Не знаю через какие кошмары пришлось пройти моему товарищу, но он не выдержал и все же посмотрел запись, которая предназначалась ему. Он сидел рядом и со смирением во взгляде смотрел перед собой.\n\n— Андрюша меня ждёт. Прощай, дружище! – сказал он, а затем встал, кинул мне ключи от машины и направился в сторону выхода. Когда входная дверь открылась, я услышал жуткий крик и звуки рвущейся плоти, затем дверь захлопнулась и настала тишина.\n\nЯ остался один в этом проклятом месте.\n\nНо я всё же выдержал и встретил рассвет жив и невредим, но то, через что мне пришлось пройти, я не забуду никогда. Те жуткие создания и существа, те миры и измерения, боль, страх и безысходность, что я испытал той ночью, останутся навсегда в моих воспоминаниях и будут мучать по ночам не один раз.\n\nВ то утро я покинул хижину, но перед этим сжёг её к чертовой матери, так будет правильно. Я бежал по лесу, срывая дыхание, царапая лицо ветками, спотыкаясь и падая, но сдаваться я не хотел. В определенный момент мне удалось выйти на трассу, а после дошел до того места, где мы оставили машину. Я был спасён, но какой ценой…\n\nСпустя три дня после тех событий я обнаружил в своем смартфоне странную папку, а в ней находился видеофайл под названием \"Для Александра\".",
    "answers": [
      {
        "id": 1,
        "text": "на главную. "
      }
    ]
  },
  {
    "id": 3,
    "text": " \n\n \n\n \n\n— Вы верите в Бога?- Задал я вопрос мужчине, который сидел напротив меня.\n\n \n\n— Ты мне зубы не заговаривай, выродок, ты, убийца, моральный урод, тебе не место в нашем обществе! – Ответил тот глядя на меня с такой злостью и ненавистью, что будь его воля, разорвал бы меня на части, и разбросал куски тела везде и повсюду.\n\n \n\n— Так вот, Бог существует, и дьявол тоже, так и быть, расскажу вам все с самого начала, ведь мы больше не встретимся никогда, думаю, вы заслуживаете знать правду. – Подытожил я также пристально пялясь на собеседника.\n\n \n\nНачалось все в пятницу, когда, вернувшись с работы, я с досадой обнаружил, что мою квартиру вынесли. Ладно если бы забрали ценные вещи и просто свалили, так нет, перевернули все с ног на голову, разбили все что можно было, а самое главное знаете что? Верно, никто из соседей ничего не слышал и не видел.\n\n \n\nСтранно и смешно, ведь стоило мне поздно вечером или ночью уронить на пол вилку или что-то подобное, так сразу раздавался стук в стену из той квартиры где проживала старушка, намекая на то, чтобы я соблюдал тишину.\n\n \n\nМентов вызывать не стал, вместо этого я хлопнул дверью, спустился вниз по лестнице, и покинув подъезд, направился в сторону местного ларька, дабы купить бутылку прозрачного успокоительного.\n\n \n\nСпустя уже минут десять я сидел за чудом уцелевшим столом и выпивал, попутно размышляя, почему мне так не везёт? Вообще моя жизнь походила на настоящий ад, с работой мне особо не фартило, куда бы не устроился, везде находились такие люди, которые только и пытались нагадить, а в некоторых случаях само начальство прохода не давало, в связи с чем мне приходилось часто менять работу, а без нее никак, ибо выжить как-то нужно было. Родителей у меня не было, да и не знал их в принципе, так как детдомовский. С друзьями та же история, потому всегда выкручивался сам.\n\n \n\nСидел я так довольно долго, пока из раздумий не выдернуло оповещение, а на экране мобильного высветилось сообщение от незнакомого пользователя.\n\n \n\nЯ взял телефон и снял блокировку, затем ткнул пальцем на мессенджер.\n\n \n\nМне написал странный тип, с еще более странной аватаркой – красные огненные глаза на черном фоне, а имя пользователя «Дьявол». В сообщении содержалось следующее:\n\n \n\n«Ты невезучий? Или даже неудачник? Хочешь перемен в жизни? Я могу помочь, стоит тебе только этого пожелать, и я исполню.»\n\n \n\n—Вот тебя только мне клоуна и не хватало. – Проговорил я вслух и швырнул смартфон на стол а после насыпал себе ещё, залпом залил содержимое сосуда в себя, поморщился и закурил.\n\n \n\n—Сейчас бы ещё выпить. – Думал я про себя, в тот момент когда отправил пустую тару в мусорную корзину, забросив при этом трёх очковый. Но уже позднее время, да и мое состояние остановили меня, и казалось бы, ложись да спи, но тут мне в голову пришла идея, и взяв в руки телефон я ответил незнакомцу, который утверждал, что готов чуть ли не горы свернуть.\n\n \n\n«Как ты можешь мне помочь? «\n\n \n\nДьявол был в сети, и стоило мне нажать на стрелку отправить как тут же пришел ответ.\n\n \n\n«Пять желаний. Могу исполнить любую твою мечту и желание, однако цена велика, по вашим, человеческим меркам.»\n\n \n\n«Насколько?» коротко спросил я.\n\n \n\n«Одно желание – одна человеческая жизнь»\n\n \n\n«В смысле я должен за это убивать?» я задал вопрос на который в принципе ответ уже был.\n\n \n\n«Именно» написал незнакомец.\n\n \n\n«И кого же»?\n\n \n\n«На твое усмотрение, это совершенно не важно». Ответил дьявол, а в тот миг мне показалось, что глаза с аватарки словно моргнули, но сразу же списал все это на мою нетрезвую фантазию.\n\n \n\n«Какой срок на все про все и какие условия?» спросил я.\n\n \n\n«Ровно сутки. Как только ты озвучишь первое желание, часики затикают. В течении суток ты должен будешь убить кого-нибудь , а после можно озвучить второе желание и так далее. Условия просты: Исполню любой каприз, как в материальном плане так и нет, но самое главное: никогда не исполню желание в ущерб себе.»\n\n \n\n«Ну ты и шутник» Я отослал сообщение и заржал. Ответом мне была тишина, а дьявол все также был в сети.\n\n \n\nЯ ещё какое-то время бродил по комнате кругами, а уже достаточно помутневшее алкоголем сознание не давало покоя, и лишь требовало продолжения банкета .\n\n \n\n«Ладно, давай, шайтан, наколдуй мне пузырь» отправил я сообщение и с довольным лицом стал ожидать ответа.\n\n \n\nЯ никогда не был верующим, не верил ни в бога, ни в черта, да вообще ни в кого кроме себя, потому был уверен, что всё это розыгрыш очередного фантазёра или какого-нибудь спамера. Но как оказалось зря. Едва мое сообщение дошло до получателя, как на столе внезапно появилось желаемое мной, и я в ужасе рухнул на пол вместе со стулом, на который присел буквально недавно\n\n \n\n— Что за твою медь! – Заорал я и протер глаза, в надежде что меня просто глючит, но нет, все было взаправду. Смартфон издал очередной писк, и мне снова пришло сообщение от того же пользователя.\n\n \n\n«Время пошло.»\n\n \n\nЗатем в верхнем углу гаджета появился счётчик, который показывал что у меня осталось 23 часа 59минут.\n\n \n\nЯ открыл чат и написал:\n\n \n\n«Я отказываюсь в этом участвовать, и уж тем более убивать кого бы там ни было», на что ответ последовал такой:\n\n \n\n«У тебя есть выбор: Играть по правилам, или умереть самому, не выполнишь условия я тебя убью.»\n\n \n\nВ панике мной были предприняты попытки удалить сам чат, а вслед за ним и мессенджер, но все было безрезультатно, даже когда попытался выключить , а затем и разбить телефон, все оказалось тщетно. Немного погодя он полетел в окно с седьмого этажа, но как по волшебству спустя мгновение снова появился у меня в кармане.\n\n \n\nПить в тот вечер больше не стал, пол ночи тупо сидел и думал, что за бред происходит, и если все так как говорил тот демон, какие есть варианты выкрутиться? Под утро мне все же удалось уснуть, а проснувшись я уже и не помнил о ночном инциденте, до того момента когда решил пойти заварить себе кофе. На столе также стояла запечатанная бутылка, а в голову пришло осознание того, что нихера это не шутки. Весь день провёл как на иголках, будто ожидая чего-то, и к слову не напрасно, ибо к вечеру мое самочувствие ухудшилось. Сперва ужасно заболела голова, звуки смешивались создавая адскую какофонию, затем пошла кровь из носа. Внутри всё сжалось, стало не хватать воздуха, ребра словно сжимали лёгкие, не давая им возможности вдохнуть в себя кислорода. Сердце билось через раз, а меня шатало будто пьяного, от чего мне пришлось присесть на стул и схватится за голову. Я глянул на дисплей телефона, и мой взгляд упал тот самый счётчик.\n\n \n\nОставалось 4 часа 47 минут.\n\n \n\nЯ терзал себя мыслями, что же делать и как поступить, ведь, судя по всему, тот кто представился дьяволом им и являлся, и скорее всего когда истечет срок – с ним же не станет и меня.\n\n \n\nСидя за столом и глядя на прозрачную дрянь, которая, будь она проклята, оказалось во всем виновата, я внезапно вспомнил про соседа напротив, конченого алкаша, который то и дело шарахался по подъезду, вызывая отвращение своим видом и отпугивая жильцов перегаром.\n\n \n\nГолова гудела, от чего думать давалось крайне тяжело, поэтому я взглянул в дверной глазок, и, убедившись что в подъезде ни души, выскочил из квартиры и направился в сторону двери напротив, предварительно прихватив с собой гадость в стеклянной бутылке.\n\n \n\nСтоило мне одни раз нажать кнопку звонка, как дверь тут же открылась, и передо мной появился сосед, который, к слову, выглядел дерьмово. Я поднял руку в которой держал ржаное, демонстративно показывая и намекая на то, что не против с ним посидеть и поговорить по душам, на что тот без слов кивнул, мол, заходи, как я и поступил, после того как в очередной раз огляделся по сторонам.\n\n \n\nДалее мы сели за стол, я принялся накачивать Игоря, а сам же не отрывал взгляд от чертова счётчика, который давал понять, что времени у меня остаётся все меньше и меньше. Сосед оживлённо что-то рассказывал, только я его не слушал и не слышал, моя голова была забита мыслями, разными звуками и голосами, которые то и дело шептали : «Убей».\n\n \n\nВскоре вышли на балкон и закурили, парень также рассказывая какие-то басни, а я же нащупывал обстановку. Осмотрел все балконы на наличие людей, оглядел окна, и, убедившись что все тихо, схватил его за ноги и швырнул через перила. Несколько секунд и характерный звук, словно тыква разбилась об асфальт. В скором времени к месту происшествия стали подтягиваться люди, ну а я к тому моменту уже покинул жилище покойника, попутно прихватив стеклянную посуду, на которой были мои отпечатки. Но увы этого было недостаточно, так как соседка, мегера старая, в тот поздний час не спала, и когда я забежал к себе в квартиру, успел заметить чуть приоткрытую дверь соседки, которая, судя по всему, увидела откуда я вышел.\n\n \n\n— И ты решил ее убить? – Грозным голосом спросил офицер, корча гримасу и обнажая зубы.\n\n \n\n— А что мне оставалось делать? Я этого не хотел, но увы пришлось. Пришлось размышлять, что же такое пожелать. Многие скорее всего захотели бы денег и богатства, да, я думал об этом, и возможно, это избавило меня от всех проблем и забот, но нет.\n\n \n\nВ моей голове созрела мысль, и я пожелал, чтобы все те, кто так или иначе связаны с моими бедами и неудачами, страдали той головной болью что и я недавно, согласен, бредовое желание, но не жалею ни капли, пускай знают, что ничего не проходит бесследно. После оставалось расправиться с бабушкой , и чем быстрее тем лучше, так как она могла сдать меня с потрохами . Было страшно в тот момент, боязно, ведь в такой ситуации я был впервые, и честно говоря, чувствовал себя паршиво. Я понимал, что оказался в глубокой…эм… в общем глубоко очень, настолько, что лишь чудо помогло бы вылезти. В итоге, схватив самый большой нож с кухни, я вышел в подъезд и начал колотить в дверь соседки, при этом орал чтобы карга старая открыла, так как я пришел ее зарезать. Естественно открывать никто не стал, но под раздачу попал мужик с верхнего этажа, который спустился и грозно интересовался, какого черта я делаю.\n\n \n\nПришлось убить беднягу, ибо заметив в моих руках нож, тот накинулся на меня с кулаками, ну а я же воткнул ему лезвие в живот и прокрутил несколько раз.\n\n \n\nПосле чего мужчина рухнул на пол, я решил свалить, ведь оказаться за решеткой так себе удовольствие. Забрав документы и те деньги которые оставались, я покинул жилище до приезда правоохранителей, и направился на окраину города, где находилась подпольная гостиница. Там не было никаких требований, по типу документов и тому подобно, заплатил и живи, плевать кто ты такой. Переночевал я там. Весь последующий день я провел в раздумьях, как поступить и что делать, а вечером вернулся обратно и стал выжидать бабку. Да, я знал все про нее, расписание дня, во сколько она в магазин собирается, когда выходит с собаками гулять, которые, иной раз спать не давали, мне было известно абсолютно все о соседке. Но пришлось долго размышлять об очередном желании, ведь два я истратил просто так, выкинул можно сказать. Но черт возьми, ничего толкового в голову не приходило.\n\n \n\n— А что если пожелать, чтобы всего этого никогда не случилось, чтобы все те несчастные не погибли, а остались живы и здоровы? – Размышлял я, затаившись в кусты, в ожидании старушенции. – Стоит попробовать. – Подытожил я и отправил сообщение.\n\n \n\n«Я бы мог выполнить данное желание, но, тогда получится в ущерб себе, те души, что ты погубил, их не вернуть, они принадлежат мне, это цена за твои хотелки»\n\n \n\n«Развел ты меня, заставил убивать, свою жизнь испоганил, а все ради чего?» Отправил я сообщение, не отрывая взгляда от подъездной двери.\n\n \n\n«Тебе был предоставлен выбор, тебе предложили помощь, ты мог наладить свою жизнь, даже с учётом того, что приходится идти на тяжкие преступления. А в том, что не умеешь распоряжаться своими желаниями, лишь твоя вина.»\n\n \n\n«Тогда вот мое желание: Покажись, демон!» Написал я и выскочил из кустов. Ярость, гнев и злость переполняли и разрывали меня изнутри, я был готов убивать каждого кто попадется на глазах, и крушить всё вокруг.\n\n \n\nНе могу сказать, был ли это сам дьявол, или его посредником, но однажды увидев его, вы не сможете забыть уже никогда.\n\n \n\nСложно передать словами, что предстало передо мной, словно сгусток, состоящего из дыма и энергии, которая завораживает и пугает одновременно. Глаза, два ярких шара, буквально горящие огнём. Если честно, у меня были другие представления насчёт этого, думал, будет что-то наподобие тех что показаны в книгах и сказках, рогатые, лохматые, с копытами и хвостом. По крайней мере так я их себе представлял. Примерно минуту, демон, или что эта хаотичная куча с собой представляет, находился в нашем мире, а после как по щелчку испарился, также неожиданно, как и появился.\n\n \n\nНе скажу, что я был сильно напуган, скорее удивлён, но поверьте, все намного страшнее чем я смог передать, не хватает слов и выражений описать его.\n\n \n\nВспомнив с какой целью я сюда явился, и взглянув на время, я нырнул обратно в кусты и притих.\n\n \n\nДолго ждать не пришлось, так как спустя уже несколько минут раздался знакомый голос соседки, которая, ничего не подозревая, что-то обсуждала с собаками, будто они ее понимали. В тот миг когда она поравнялась со мной, я со словами «Ну, здравствуй, антиквариат!» выполз из укрытия и одним движением перерезал ей горло, попутно швыряя мелких собак, которые, надрываясь отчаянным лаем, пытались защитить хозяйку, а затем покинул место преступления и направился в гостиницу, где стал размышлять о последующих желаниях и выборе жертв.\n\n \n\nНо как оказалось, бабка всё-таки рассказала ментам, что видела меня выходящего из той самой квартиры, и на мой след напали вы, детектив. Вынужден отдать должное, вы профессионал своего дела, быстро вычислили и нашли.\n\n \n\nК тому времени, как вы пришли сюда, я успел загадать четвертое желание, и убить одного из постояльцев данного заведения.\n\n \n\nЯ избил его до смерти стулом. Он долго извивался, брыкался, истекал кровью и соплями, пока я продолжал крошить ему череп. А насчёт желания, знаете что я пожелал? Стать бессмертным. За несколько часов я успел попробовать на вкус электричество, засунув себе в рот оголённые провода, вскрыть себе вены, заливая кровью все вокруг , спрыгнуть с третьего этажа, ломая себе шею, кости, суставы, но итог всегда один – я прихожу в сознания каждый раз черт побери, а раны, порезы, и прочие увечья буквально стягиваются и заживают, как Росомаха в том фильме.\n\n \n\n— Чёрт лысый, ты за все ответишь, тебя посадят, всю жизнь проведешь за решеткой, где даже солнечные лучи не позволят увидеть, я об этом позабочусь! – Произнёс офицер и предпринял попытку подняться со стула, однако, веревка, которой я его привязывал, крепко стягивала руки, не оставляя ни единого шанса высвободиться от пут.\n\n \n\n— Не смешите, детектив, вы даже о себе не можете позаботится, сидите тут передо мной и угрожаете, хотя опасность грозит именно вам . Так что на вашем месте я бы уже начал вспоминать молитвы , хотя, будем честны, они вас не спасут. И да, ваших ребят я тоже отправил к повелителю, их растерзанные тела валяются в соседнем номере.\n\n \n\nК слову, у меня есть ещё одно и последнее желание, и как вы понимаете жертва у меня также имеется.\n\n \n\nОткрою вам секрет: в тот момент, когда убивал всех тех несчастных, начиная с бабки, мне даже понравилось, их всхлипы и предсмертные хрипы как музыка для моих ушей, знаете, я пожалуй продолжу этим заниматься, так сказать подтачивать свои навыки и мастерство, так как теперь времени у меня неприлично много.\n\n \n\nА желание, пожалуй загадаю я такое , чтобы меня никто и никогда не смог вычислить, напасть на мой след и поймать, ведь, не хотелось бы провести вечность за решеткой, идеально же?\n\n \n\nЯ открыл мессенджер, написал заветное желание и отправил сообщение.\n\n \n\nДьявол был в сети….\n\n \n\n \n\n",
    "answers": [
      {
        "id": 1,
        "text": "на гланую"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я открыл глаза посреди ночи. Обычно со мной такое не бывает. Ложась вечером, я сплю до самого утра, пока не разбудит настойчивый звук будильника или же не высплюсь, а тут на тебе, поднял веки и всматриваюсь в темноту. Что же разбудило меня? Присутствовало некое ощущение, словно что-то не так, будто случилось что-то, но что?\n\nЯ вытянул руку в поисках смартфона, которого по привычке клал на небольшой тумбе рядом с кроватью. Кругом непроглядная темнота, ни единого просвета, я даже отодвинул шторы, надеясь что свет от фонарных столбов проникнет в помещение и хоть немного разбавит густой, тягучий мрак, который заставлял мое тело покрыться мурашками. Не то чтобы я боялся темноты, нет, такого точно за собой не наблюдал, но в данном случае дела обстояли немного иначе. Осознав, что за окном ситуация ничем не отличалась от сложившейся в моей квартире, я предпринял попытку разблокировать телефон.\n\n— Чего?! – проговорил я вслух, в тот момент когда все мои попытки разблокировать гаджет оказались тщетными. Странно, я точно помнил что заряд аккумулятора был чуть ниже ста процентов. Может, сломался или заглючил? Ладно, не важно. Я поднялся с кровати и направился в сторону двери, щёлкнул выключатель, но ничего не произошло.\n\nЯ вышел из комнаты и на ощупь и память направился в сторону кухни, то и дело прислушиваясь в гнетущую тишину. Непривычно, ведь нередко случалось так, что приходилось ложится спать поздно ночью, и с уверенностью могу сказать, что даже ближе к утру за окном присутствовали звуки, будь то лай собак вдалеке или гул автомобилей, которые изредка но все же проезжают по трассе, да и масса других звуков. Но только не сегодня. Единственное, что окружало меня, это темнота и могильная тишина.\n\nВ тот момент когда мне удалось добраться до кухонного стола, я взял в руки зажигалку, которую, к слову, всегда оставлял на одном и том же месте по привычке. Чиркнул колёсиком – ничего, ни единой искринки. Вторая попытка также оказалось тщетной, как и все последующие. Я стал рыться в ящиках стола в поисках свечи и спичек, которыми запасся давно, так как нередко бывало что отключали электричество, а сидеть в потёмках так себе удовольствие.\n\nНо каково было мое удивление, когда спички попросту отказывались загораться, словно некая невидимая сила препятствовала этому и очень упорно старалась удерживать меня в темноте.\n\nПлюнув на все это, я так же на ощупь двинул в сторону входной двери, с умыслом выйти в подъезд дабы разведать обстановку.\n\nВ тот миг, когда дверь распахнулась, моему взору предстала та же картина, что и в самой квартире – темнота, хоть глаз вырви, и давящая тишина.\n\nДа, забыл сказать, живу я на первом этаже, что, в принципе, и сыграло немаловажную роль в моей истории. Будь моя квартира хоть на этаж выше, могу с уверенностью сказать, что выходить не стал, и, возможно, я бы сейчас не писал это, но увы, уже ничего не изменить.\n\nИнтуиция подсказывала, нет, не так, она кричала: зайди в квартиру, что-то тут не так! Но любопытство взяло вверх над здравым смыслом.\n\nЯ решил выйти на улицу, о чём в последствии очень сильно пожалел. Не спеша, ступенька за ступенькой я спустился с лестничной площадки и, оказавшись перед массивной железной дверью, без раздумий отворил ее.\n\nУже до боли знакомая темнота ждала меня за дверью, не удавалось разглядеть абсолютно ничего, даже свою вытянутую вперёд руку, не говоря уже о соседнем доме, лавочке, что рядом с подъездом, кустарников и всего прочего, что окружало наш дом. Поняв, что разузнать мне ничего не удастся, я вернулся в свою берлогу и запер дверь на щеколду, а затем мелкими шагами направился в сторону своей комнаты, как внезапно позади меня раздался непонятный звук. В тот момент я замер на месте и стал прислушиваться. Присутствовало ощущение, словно кто-то сверлит меня взглядом, чувство преследования.\n\n\"Цок\"\n\nМое сердце ушло в пятки, а тело покрылась мурашками.\n\n\"Цок\" — уже совсем рядом.\n\nИзливаясь потом, на трясущихся ногах, сбивая все на своем пути, ударяясь о стену и шкафы, я залетел в свою комнату, закрыл дверь, облокотился спиной и потихоньку сполз по двери вниз.\n\nЯ пытался отдышаться и понять что только что произошло и что, черт возьми, это было?!\n\n\"Цок\"! – Раздалось под дверью, а я закрыл рот руками, чтобы не запищать.\n\nСпустя мгновение по двери начали тихо стучать, а затем медленно чем-то острым царапать ее.\n\n— Открывай, я знаю, ты там!\n\nЯ закричал и пополз на четвереньках, поскуливая, в сторону кровати, сел рядом с ней, обнял руками колени, в то время как мое тело труханило, словно я только что находился на лютом морозе в одних труселях.\n\n— Открой, сука!!! – Донёсся жуткий хриплый голос за дверью, а затем посыпались сильные удары вперемешку с рычаниями, всхлипами и душераздирающими визгами, а я начал откидывать кирпичи.\n\nПросидел я так до самого рассвета, а стуки в дверь и дополняющие их звуки ни на миг не прекращались. Видимо, то, что проникло в мое жилье, очень сильно желало добраться до меня, и я даже представить не мог что со мной случилось бы в таком случае.\n\nС первыми лучами солнца наступила тишина, а я же решился подойти к двери и прислушаться. Поняв, что за дверью никого, я вышел из комнаты и ошалел. Дверь была в таком состоянии, будто львиный прайд всю ночь тусил в моей квартире, и их притягивала именно эта дверь. В тот момент когда я оказался на кухне, позади меня послышалось: \"Цок\".\n\nОбернувшись я увидел… ничего, та самая темнота, а после мое сознание покинуло меня.\n\nКто бы там ни был, он смог меня провести, он обманул меня и забрал с собой мою душу. В тот момент, когда я выходил из квартиры, я умудрился оставить входную дверь открытой, тем самым позволив ему зайти. Оно приняло это как приглашение, именно по той причине не смогло пробраться в комнату, без приглашения оно не может зайти, а ещё, оно наводит морок, создаёт галлюцинации, заставляет верить в то, чего по сути быть не может и не должно, как случилось в моем случае.\n\nНу а я – я остался без души, да, я живу, если так можно выразиться, но это жизнью называть нельзя.\n\nВсе краски будто исчезли, всё монотонно, не ощущаю вкуса, запахов, не радует то, что раньше доставляло удовольствие, всё серо и уныло, нет ни эмоций ни чувств, я жив телом, но не душой. К черту такую жизнь, прощайте!\n\nP.S. Если когда-нибудь окажетесь в похожей ситуации, запомните; ни за что не открывайте дверь и не выходите из дома, ведь не зря говорят: мой дом – моя крепость…\n\n",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 5,
    "text": "Осень. Начало октября. Тот период времени, когда ещё не холодно, но уже не жарко. Темнеет рано.\n\nУтро.\n\nПроснулся Олег от невыносимой боли во всем теле. Каждая мышца, каждая косточка буквально ныла и пульсировала, словно он всю ночь разгружал фуру со строительным материалом, а по окончанию работы его самого засунули под ту самую фуру и проехались по нему несколько раз:\n\nвперёд – назад, вперёд – назад.\n\nОлег несколько минут пялился в потолок, пытаясь вспомнить вчерашний день.\n\nА что было вчера? Этого он не помнил, и как мужчина не пытался вспомнить хоть что-то, хотя бы малейшее воспоминание и моменты — ему это не удавалось. Будто-то кто-то вырвал из его головы все, что связано со вчерашним днём, словно страницу из книги.\n\nВообще, он смутно помнил как переехал в это место, видимо, на фоне стресса и переживания мозг совсем прикипел, однако причину, по которой он здесь, Олег помнил чётко.\n\nОлег покинул теплую постель и взял курс в сторону ванной комнаты.\n\n— Эх, Олежек, Олежек, что с тобой стало? – проговорил мужчина вслух, глядя на свое отражение в зеркале.\n\nК сорока годам Олег Геннадьевич был весьма состоятельным и успешным человеком, владел фирмой и недвижимостью в крупном мегаполисе.\n\nУ него было все: мешки с деньгами, крутые дорогие авто, женщин, вагон и маленькая тележка, вечеринки в кругах влиятельных людей. Красивая и, казалось бы, беззаботная жизнь, о которой многие могут лишь мечтать. Но ключевое слово это \"было\".\n\nА теперь что? Что теперь-то? Теперь, когда-то уважаемый и узнаваемый чуть ли не каждой собакой, Олег Геннадьевич, стал отшельником.\n\n****\n\nОлег, попрощавшись со всеми, покинул шумную вечеринку, сел за руль дорогого спорткара, завел двигатель и помчался на всех парах, стараясь как можно быстрее добраться до противоположного конца города, где находился его шикарный особняк.\n\nОн слегка перебрал, что впоследствии отразилось на его состояние в целом, да и поздний вечер за окном, а мужчина с раннего утра на ногах и весь в делах. Вот Олег уже проехал поворот, ещё два километра и он дома. Наконец скинет с себя дурацкий костюм и наденет лёгкую свободную одежду, развалится на кровать, включит какую-нибудь дичь по ящику и просто отдохнёт от суеты и надоевших уже светских мероприятиях. Пока Олег рассуждал где лучше бросить свои кости, на втором или третьем этаже, он не заметил парнишку на пешеходном переходе, вернее заметил, но уже было поздно.\n\nВизг тормозов. Сильный удар. Когда автомобиль полностью остановился, Олег вылез и подбежал к парню, которого отбросило на несколько десятков метров.\n\nМужчина надеялся, что с парнем все в порядке, что он выживет, и у него просто царапины и ушибы, в худшем случае несколько переломов. Но все оказалось намного хуже, парень получил травмы, несовместимые с жизнью, и скончался на его руках.\n\nОлег Геннадьевич сильно переживал за свою репутацию, ведь что скажут люди, когда узнают что он убийца, пусть и даже все вышло случайно, поэтому он подключил своих людей. От тела избавились, отвезли и закопали так далеко, что в жизни никто не найдет, также избавились и от автомобиля, на капоте которого красовалась немаленьких размеров вмятина.\n\nПотом Олег узнал – то был сынком одного очень влиятельного человека в их городе, который забрел в его район к девушке, с которой встречался, и если Олег считал себя крупной рыбой, то на фоне батяни погибшего подростка он являлся Карликовым бычком Корфу, который достигает в длину жалкие двадцать два миллиметра.\n\nОлег, осознав, что дело плохо, и никакие деньги его не спасут, решил продать бизнес, недвижимость, все имущество, обналичить все средства, дабы не светится нигде, и свалить куда подальше от города.\n\nТак он и поступил. Естественно, пришлось сбросить цену, дабы быстрее нашлись покупатели, однако деньги Олега в тот момент не шибко сильно интересовали, ему было просто необходимо исчезнуть, стереть отовсюду свое имя и воспоминания о нем.\n\nТаким образом он оказался здесь, посреди леса. Все что у него теперь есть, так это обычный одноэтажный дом с гаражом и беседкой, а также старенькая Нива.\n\nОн скучал по прежней жизни, но возвращаться в город было самоубийством, и пусть даже так, отшельником, в гордом одиночестве, далеко от цивилизации и всех благ, но все лучше, чем кормить рыб в каком-нибудь озере или отдыхать в чаще леса в разных пакетах. У него была сильная тяга к жизни, он просто так сдаваться не был намерен и искренне не понимал тех, кто сами лишали себя жизни, ведь как можно так просто расстаться с жизнью?\n\n\"Жизнь, она ведь одна, хоть и штука горькая, но приятная, жизнь, это дар от которого не стоит отказываться\", — твердил себе Олег каждый раз, когда его преодолевало желание перебраться в город, и пусть не в родной, он знал – его найдут, и в лучшем случае, убьют, в худшем же, он будет страдать, долго и мучительно, что крайне не хотелось.\n\nОн был в курсе – отец погибшего пойдет на все, чтобы найти сына, и в это дело будут втянуты такие люди, которые хоть чёрта из под земли достанут, а ведь, все дороги приведут к нему, не важно, рано или поздно истина всплывёт. Но всё же, в глубине души, Олег надеялся, что тут, в этой глуши ему удастся скрыться и переждать, в конце концов, когда-нибудь всё успокоится.\n\n****\n\nЗакончив ванные процедуры, Олег поспешил на улицу. Там он взял из поленницы охапку дров, вернулся обратно и стал разжигать камин. Сегодня прохладно.\n\nМужчина проверил тягу, после чего уложил дрова, затем ещё раз проверил тягу и, убедившись, что можно разжигать, приступил к делу. Дома стало уютно и тепло, а Олег плюхнулся в кресло и принялся читать книгу, коих было большое количество в книжном шкафу, оставленные бывшим хозяином дома.\n\nОт телефона, интернета, соцсетей и прочей ерунды Олег отказался, именно по той причине он стал много читать. Занять себя особо нечем было, конечно, он мог бы съездить на рыбалку, отправится на тихую охоту за белыми грибами, но для этого у него не было настроения. Да и не помнил, выбирался ли он вообще куда-нибудь кроме ближайшей деревни, находившиеся в тридцати километрах, где Олег закупал продовольственные товары.\n\nЧтение прервал стук на чердаке, затем ещё и ещё. Олег отложил книгу и стал прислушиваться. Ему не показалось, там наверху определённо что-то постукивало, и он решил выяснить что бы это могло быть.\n\nМужчина вышел в коридор, накинул куртку и отправился на улицу. Взобраться на чердак предстояло через фронтон, и Олег немедля приступил к подъёму по полусгнившим ступеням деревянной лестнице.\n\nОказавшись на чердаке, Олег присвистнул.\n\nВсе пространство было буквально заставлено, разными вещами, старым хламом и прочего дерьма. Старый сундук, такой же древний велосипед, коробки с новогодними игрушками советских времён, детская кровать, все это было покрыто толстым слоем пыли. И это только то, что Олегу удалось разглядеть за несколько минут нахождения тут. Вскоре обнаружился и источник стука. То было небольшое оконце, которое из-за сквозняка открывалась а затем закрывалась, тем самым издавая противные звуки. Олег закрыл ее на щеколду, устранив проблему, затем продолжил обыск чердака.\n\nМужчина решил, что занятием на сегодняшний день будет разборка чердака, и время с пользой проведет, и скуку развеет, да и, в конце концов, может, что-то стоящее попадется среди горы хлама.\n\n\"Как там было? трёх охотников одним зайцем? \" — подумал про себя Олег и заржал.\n\nВесь остаток дня Олег провел на чердаке, иногда спускаясь, дабы подкинуть дров для поддержания тепла, ибо к вечеру холодает.\n\nБлиже к вечеру Геннадьевич уловил звук автомобильного двигателя поблизости его дома, но когда выскочил на улицу ничего не смог разглядеть. Списав все на глюки, он покинул чердак и зашёл на кухню. Ему жуть как захотелось выпить кофе. Но, открыв дверцу кухонного шкафа мужчина обнаружил пустую банку из-под кофе. Опечаленный, он взял ключи от машины и кошелек, вывел из гаража машину и отправился в путь в ту самую деревню. Другие скажут — бред, за банкой кофе проехать тридцать километров в одну сторону и столько же в обратную, но для Олега это было проще простого, рукой подать, тем более, он не мог без кофе, привычка былой шикарной жизни, когда ты сидишь в теплом уютном офисе, рассматриваешь какие-то вонючие бумаги и жрешь кофе безостановочно.\n\nСмеркалось. Из динамиков, расположенных в обшивке дверях Нивы, громко играла заводная песня. Олег не понимал что поют, ибо иностранщина, но подпевал как мог.\n\nНастроение было хорошим, и казалось бы, ничто не в силах его испортить. Нужно сказать, от дома Олега и до главного шоссе вела местами разбитая, с ямами и выбоинами, но все же асфальтированная дорога, окружённая густым лесом с обеих сторон. Примерно на середине дороги находился импровизированный мост, состоящий из двух железобетонных плит, позволяющий проехать через русло реки, ныне уже просохшей. Там, где раньше потоком протекала вода, теперь росли колючки и чертополох, а то, что раньше называли рекой, теперь напоминало большой овраг.\n\nОлег, подпевая и двигая головой в такт музыке совсем забыл, что впереди мост и стоит сбавить скорость, и в тот момент, когда до моста оставалось меньше десятки метров, из оврага, прямо перед мостом выбежал человек. От неожиданности Олег надавил педаль тормоза и просигналил, но, как и в тот раз, было уже поздно. Нива на приличной скорости врезалась в человека, который от мощнейшего удара отлетел обратно в овраг.\n\nГеннадьевич продолжал сидеть в машине, оцепеневший от страха. Руки не слушались совсем, словно онемели. Крупная дрожь пробежала по всему телу. Олег не мог поверить, что это произошло снова. Из оцепенения его выдернули габаритные огни припаркованного автомобиля на обочине, среди деревьев по ту сторону моста, однако, разглядеть его целиком не удавалось. Олег не смог придумать ничего лучше, как развернуть машину и отправится обратно домой. Черт с ним, с тем кофе, будь он проклят, из-за него он человека сбил.\n\nВ голове мелькали разные мысли. А вдруг тот человек жив и ему нужна помощь, а Олег просто взял и уехал, как трус, оставляя его там, раненного, искалеченного или что хуже – мертвого. Однако он быстро себя успокоил, найдя себе массу оправданий, мол, сам виноват, вылез на дорогу, да и темно что глаз выколи, плюс тормоза плохие, да и вообще, плевать он хотел, с каких это пор он стал переживать за других?\n\n\"Выпить, срочно нужно выпить\", — мысленно подытожил Олег, вылезая из машины.\n\nОн зашёл в дом, не снимая обувь подошёл к холодильнику, достал начатую бутылку коньяка, прихватил хлеба, колбасной нарезки, затем покинул дом и направился в беседку. Там он сел за стол и выпил из горла, затем ещё и ещё, после закурил и стал размышлять как поступить дальше.\n\nВскоре Олег, переживший неслабый стресс, под влиянием алкоголя вырубился в беседке, сидя за столом.\n\nОчнулся он ближе к обеду следующего дня от того, что продрог до костей. На улице было холодно, как никак не май месяц уже. Геннадьевич, трясясь от холода, постукивая зубами, двинул в сторону поленницы, прихватил дровишек и направился в дом с намерением разжечь камин, дабы согреться. Зашёл, скинул с себя обувь, затем добрался до гостиной, высвободил руки от дров и о, чудо, огонь в камине горит, жадно потрескивая дровами.\n\n\"Шиза подкралась незаметно\"незаметно — подумал Олег и огляделся. Дома было тихо, все на своих местах, не было никаких следов чужого присутствия. Единственное объяснение которое пришло в голову Олега, это то, что он ночью проснулся, разжёг камин, согрелся и снова направился в беседку заливать за шиворот, где впоследствии и уснул окончательно.\n\n\"Но ведь тем же темпом можно было и дома в тепле бухать, а не там мёрзнуть, как пёс смердящий, странно это все, очень странно\", — рассуждал Геннадьевич, сидя на корточках перед камином с вытянутыми руками, согреваясь и получая удовольствие от самого процесса.\n\n— Черт, совсем из головы вылетело, я же вчера человека сбил, и сижу тут кайфую, идиот! – Олег шлёпнул ладонью по лбу.\n\nМужчина завалился в кресло и стал обдумать дальнейший план действий.\n\n\"Есть шанс, что человек выжил, смог оказать себе помощь и добраться до населенного пункта, и мне стоит ждать гостей? Есть такой шанс. А ещё не исключено, что он скончался там, в овраге, а его авто до сих пор так и стоит на обочине. До вчерашнего дня не припомню, чтобы кто-то проезжал по той дороге, кроме меня. А что если тот, которого я случайно сбил, один из людей той самой крупной рыбы, напал на мой след и тем самым явился по мою душу? В общем, вариантов море и думать можно вечность, однако стоит поехать туда и проверить. Если там труп, закопаю в лесу, машину сожгу к чертям, если же нет ни трупа ни машины, значит жди неприятностей\", — рассуждал Олег, глядя в потолок.\n\nНа чердаке что-то происходило, странные и непонятные звуки, словно что-то волокли по полу. Скрипы, звон стекла, все это заставляло Олега вздрагивать каждый раз.\n\n— Да что же там происходит-то? Окно я ведь вчера закрывал на щеколду, навёл порядок, расставил все по местам, собрал мусор в мешках, что ещё-то? Так, стоп! Почему я помню вчерашний день во всех подробностях, а позавчерашнего словно и не было? Странно это все, странно и даже пугает. Неужели шиза настолько прогрессирует? Ладно, не важно, в любом случае, вечером поеду проверять что там с тем типом, или закапываю, или придется сваливать, кочевать как бездомные кошки, ибо дожидаться пока меня пришьют не горю желанием – подытожил Олег и вышел на улицу. Достал лопату, мусорные мешки, скотч, канистру бензина и погрузил все добро в багажник автомобиля. Странным было ещё то, что автомобиль был припаркован недалеко от дома, хотя Олег помнил что загонял его в гараж.\n\nДалее Геннадьевич принял решение подремать немного, так как, возможно, ему предстоит тяжёлая, долгая ночь.\n\nЗвуки на чердаке все не прекращались, однако у мужчины не было ни малейшего желания пойти проверить что там, да и мало ли что там, может, птица какая залетела, а может, крысы, не важно.\n\nНесколько минут Олег переворачивался с боку на бок, кряхтел и матерился, но в итоге ему удалось уснуть.\n\nПроснулся он по будильнику, которого предварительно завёл, чтобы не проспать дольше положенного. Время идеально подходило для его задумки, солнце постепенно клонилось к горизонту, как раз пока доедет начнет темнеть, ведь заниматься такими делами среди белого дня — идея не из лучших, даже несмотря на то, что в этих краях ну очень редко можно кого-то встретить, как показывал опыт.\n\nОлег вышел из дома, и ещё раз проверив все ли взял, отправился в путь. Доехав до моста, мужчина осознал, что его опасения были не напрасны, ибо в том месте, где вчера был припаркован автомобиль, сейчас было пусто. Он решил оставить свою Ниву на том месте, вышел из машины, захватил с собой лопату на всякий случай, затем начал спуск в овраг. Берег бывшей некогда реки оказался крутым, вследствие чего Олег не удержался и покатился кубарем вниз. Несколько кувырков и Геннадьевич уже валяется среди колючки.\n\nУбедившись, что ничего себе не повредил, подняв лопату, Олег подошёл к тому месту, где предположительно должен был упасть пострадавший. Сделал несколько оборотов вокруг себя, проверил кусты, однако обнаружить труп или следы его присутствия ему не удалось.\n\n\"Выжил значит, надо валить\", — подумал Олег и предпринял попытку вылезти из оврага. Осознав, что взобраться обратно тем же путем, что и спустился, не получится, мужчина направился к противоположному берегу, где, как ему казалось, склон не такой крутой.\n\nВ тот момент, когда Олегу удалось выйти на поверхность, ему захотелось быстрее добраться до того места, где оставил свою Ниву и свалить. Геннадьевич побежал, и в тот же миг был ослеплён освещением фар автомобиля, затем длинный сигнал и удар.\n\n****\n\nГеннадьевич продолжал сидеть в машине, оцепеневший от страха. Руки не слушались совсем, словно онемели. Крупная дрожь пробежала по всему телу. Олег не мог поверить, что это произошло снова. Из оцепенения его выдернули габаритные огни припаркованного автомобиля на обочине, среди деревьев по ту сторону моста, однако разглядеть его целиком не удавалось. Олег не смог придумать ничего лучше как развернуть машину и отправится обратно домой. Черт с ним с тем кофе, будь он проклят, из-за него он человека сбил...\n\n",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 6,
    "text": "Жаркий летний день подходил к концу. Вечерний сумрак постепенно окутывал деревню, а с его наступлением небо заволокло свинцовыми тучами.\n\nПосыпались первые капли. Вдалеке засверкала молния, рассекая небосвод словно серпом, а землю сотрясали раскаты грома. Изморось капля за каплей сменилось крупной дробью, которая барабанила по крыше с чудовищной силой, словно норовя пробить ее и проникнуть внутрь.\n\nНенавижу дождь.\n\nМрак. Сырость. Грязь. Стоя у окна и наблюдая эту картину, я невольно поежился. Обычно в такую погоду хочется есть, есть и спать. В связи с этим мной было приятно решение отправится в небольшой поход в мистическое место под названием \"кухня\". Почему мистическое? Да хотя бы потому, что заходишь туда якобы на пять минут, и все, считай пропал, тебя находят спустя несколько часов, сидя за столом и набивая желудок различными вкусностями.\n\nАромат наивкуснейшего ужина в виде запеченного кролика с овощами наполнил мою дыхательную систему, от чего по подбородку непроизвольно потекли слюни. Отец всегда был силен в кулинарии. Возможно, ему было по душе данное занятие, но не исключен тот факт, что он является моим единственным родителем, а следовательно, жизнь заставила его многому научиться. Мать и вовсе не помню, она погибла, когда мне исполнилось четыре. Как утверждает батя, она утонула в реке примерно в такую же погоду, ее унесло течением, а труп так и не был обнаружен.\n\nМы сели за стол и отужинали молча, размышляя каждый о своем, под звук стучащих капель по металлическому покрытию кровли, как по нервам – кап. Кап.\n\nСпустя некоторое время пришло осознание того, что мои веки стали в разы тяжелее, упорно стремясь отправить в мир сновидений, вследствие чего инстинкты потянули меня в свою комнату, не забыв при этом отблагодарить папу за вкусную еду. Уснул как младенец, даже не успев долететь до подушки.\n\nЭтой ночью бесследно исчез отец. На утро, обнаружив его исчезновение, я первым делом стал обзванивать соседей, спрашивая не встречался ли он им.\n\nДа, можно было подумать, а с чего я вообще решил, что он исчез, а не пошел по делам, мало ли какие у человека заботы и проблемы. Такие мысли посещали меня, но стоит отметить, была одна странность, а если быть точнее — несколько. Первая заключалась в том, что за окном стояла та же непогода, тучи словно взбесившись продолжали изливать свои внутренности, превращая почву в чавкающее месиво. Ну, это ладно. А вот выходить в такую стихию, не удосужившись накинуть сапоги и дождевик, ну, или куртку на крайняк, это, как минимум, несообразно. Все его вещи оставались дома, включая телефон, что крайне на него не похоже.\n\nПримерно часа четыре я провел на телефоне, обзванивая практически всех жителей деревни, а точнее — тех, кого знал и у кого мог бы отец загостить, но все безрезультатно. Казалось бы, безобидный дождь теперь перерастал в настоящее бедствие, а вместе с ним нарастала и тревога.\n\nПоследующие пару часов я ходил как на иголках, скитаясь по дому, то поглядывая в окна, то выйдя на крыльцо, закуривая и наблюдая вдаль насколько это было возможно, ибо плотная стена дождя не хило так ограничивала обзор. Чутье подсказывало – что-то случилось или должно случится, а она меня ни разу не подводила. Помню как с пацанами лазили на водонапорную башню, что рядом с заброшенным заводом. Это у нас что-то на подобии развлечения было, забраться на самый верх и крикнуть \"Я король мира\". Но в тот раз все было иначе, будто внутренний голос шептал \"Стой, не делай этого\", и я его послушал, несмотря на издёвки друзей и проявления трусости. Как итог — ржавая железная лестница не выдержав нагрузки, со скрипом отвалилась и рухнула вниз, унося с собой жизни двух моих товарищей. Много такого рода случаев имелось, но опять-таки чуйка оберегала всякий раз. Вот и в тот момент было такое ощущение, словно некая опасность затаилось где-то рядом и ждёт своего часа. Собственно, так оно и было...\n\nНезаметно подкрадывался вечер а с ним и паника, окутывая меня все больше и больше. Как бы мне этого не хотелось, все же пришлось позвонить участковому и заявить о исчезновении моего предка, хотя прекрасно понимал, что это вряд-ли что-либо изменит. Андрей Петрович – самодовольный, лицемерный и ленив настолько, что даже в самый ясный солнечный день не заставишь поднять свои шерстистые шары со стула, что уж говорить о ныне стоящей буре за окном.\n\nДождавшись ответа и набрав в лёгкие воздух, я стал рассказывать что к чему, однако собеседник перебил не давая мне договорить. Сказанное им повергло меня в шок, а тело сковывал страх, первобытный, липкий и холодный. Колоссальное количество мурашек прошлись по всему телу, а ноги подкосило, заставив меня пошатнуться и присесть на первый попавшийся стул.\n\n— Вы что там, сговорились все? Ты уже седьмой за сегодняшний день, заявивший о пропаже человека.\n\nЭта фраза звучала в голове снова и снова на протяжении нескольких минут, а я сидел на стуле и пялился в одну точку.\n\n— Алло! Алло! – Доносилось из трубки, но я никак не реагировал, меня словно парализовало.\n\n— Семь! Семь человек пропало – Проговорил я вслух, все также сидя неподвижно и с открытым ртом. Осознание того, что все это не спроста пришло сразу, ведь даже дурак поймет, ладно там один пропал, всякое случается. Но семеро, это уже попахивает чертовщиной, не иначе.\n\nПросидев за столом ещё некоторое время и будучи весь в раздумьях, меня незаметно для самого себя вырубило.\n\nИз состояния сна выдернул стук в окно, короткий, не громкий но отчётливый.\n\n\"Показалось\" — Подумалось мне тогда, или ветка от рядом растущего дерева под порывами ветра врезалась в окно. Но на всякий случай я решил проверить.\n\nЗа окном царила непроглядная темень, лишь иногда сверкали молнии, обхватывая все небо, превращая в огромную паутину и озаряя местность на многие километры. Как и следовало ожидать, мне не удалось разглядеть ничего, кроме кромешной темноты. Однако, когда в очередной раз засверкала молния, я успел кое-что заметить.\n\nСилуэты людей. Они были повсюду и их было много. Некоторые были на дороге, другие около соседского дома, пару штук у моей калитки. Они просто стояли неподвижно, словно чего-то ожидая. Внезапно один из них прильнул к окну. От неожиданности я попятился назад, вскрикивая как девчонка. Сердце колотилось, что бешеное, такое ощущение, будто вот-вот выпрыгнет из грудной клетки и уползет куда подальше.\n\nПрисмотревшись повнимательнее, я смог разглядеть что там, за окном, во мраке мой отец стоит и поглядывает в окно. Спустя пару мгновений до меня дошло – что-то не так. Его лицо, оно было другим, бледным, а глаза словно покрыты белой пеленой. Рот искривлен до жути, а из него сочилась красная субстанция, напоминая кровь. Он издавал непонятные звуки, клацал челюстью и водил ладонью по стеклу, пялясь своими неживыми глазами на меня.\n\nГляделки наши длились примерно с минуту, а после он начал колотить по стеклу руками и головой, разбивая лицо в мясо. Затем к нему присоединились и другие. Я оказался окружён со всех сторон, эти черти умудрились забраться даже не крышу и с нечеловеческой силой тарабанить по ней. Дверь вынесли вместе с петлями, а окна все разлетелись осколками.\n\nКазалось бы, заходи не хочу, однако, все в миг утихло и наступила тишина. Уродцы стояли неподвижно, как до этого, словно их отключили от сети питания. Что до меня, так я просто стоял посреди комнаты и с ужасом наблюдал за происходящим и даже не пытался сделать что-либо.\n\nТак, а что я сделаю-то? Ну, возьму я нож, зарежу одного, пырну второго, но на всех меня не хватит, сожрут с потрохами. Убежать? Куда? Они были везде. Я оказался в ловушке.\n\nПрисмотревшись повнимательнее, я стал узнавать в этих тварях своих соседей и жильцов нашей деревни. Все они выглядели как мой отец, такие же кривые и страшные. Среди них стоял и участковый. Все-таки заставили выйти прогуляться. Раздался раскат грома. Твари, что находились у порога, медленно расступились, освобождая место ей. Вскоре на том месте, где ранее стояла дверь, появилось жуткое создание. Эта была женщина, точнее, когда-то была ею. Сейчас же это был ходячий труп. Местами отсутствовала плоть, виднелись внутренние органы и кости. На черепе красовалось несколько пучков грязных и липких волос, вьющиеся во все стороны под порывами ветра. Отсутствовал один глаз, вместо него чернота, в которой копошились черви. После недолгой тишины существо протяжно завыло, словно волк, и все криворотые упыри разбежались кто куда. Но ненадолго. Спустя буквально пол минуты они начали заливать мой дом дождевой водой, пытаясь при этом попасть в меня. Черпали эти гады чем попадалось под рукой, будь то ведро, ковш, тазы или кастрюли. Брызги разлетались по всему дому, а я в ужасе забежал в свою комнату и затаился в шкафу, что находился в самом отдаленном углу.\n\nТеперь я понял все, ну, почти. Дождевая вода — это проводник. С ее помощью эта тварина контролирует их разум, превращая в послушных псов, верно служащих хозяйке и выполняя любой приказ без обсуждений. Меня мучает всего один вопрос, по какой причине они не могут заходить в дом. Но видимо, этого мне знать не дано.\n\nТретий час как сижу в шкафу. Сижу и пишу все это, не знаю зачем и почему. На улице такая же возня, заражённые таскают воду как проклятые, когда же они устанут? Везде и отовсюду капает вода, со стен, потолков, а на полу и вовсе озеро. Сквозь левую стойку и крышу шкафа также просачивается вода. Ноги онемели. Больше писать не смогу, ибо тело не слушается совсем, а меня мучает непреодолимое желание выйти на улицу, не боясь намокнуть, заболеть, стать заражённым или умертвленным.\n\nЯ ненавижу дождь...\n\n",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 7,
    "text": "\n\nЯ не боюсь темноты, я боюсь того, что в ней…\n\nПочему именно сейчас? Почему спустя двадцать лет забытые воспоминания тех событий, которых я так упорно старался выбросить из головы, снова вернулись ко мне? Но это не самое страшное в этой истории, нет, пугают далеко не воспоминания, ведь вместе с ними начали приходить и они. Я их чувствую, они являются по ночам, слышу их смешки, шепоты, всем нутром их ощущаю совсем рядом. Уже не помню сколько времени сплю со включенным светом, однако это никак не влияет на ситуацию в целом. Они пришли за мной, забрать меня с собой туда, где мне и место, ведь тогда, двадцать лет назад, я не должен был выжить.\n\nВспоминаю…\n\nДалёкий две тысячи третий год. Я жил в деревне, которая располагалась в нескольких километрах от столицы, даже нет, не деревня, можно сказать, село городского типа, но суть не в этом. Мне было тогда двенадцать. Мы с друзьями развлекались как умели, ведь в то время не было таких продвинутых технологий, как сейчас, потому в дело шло все, что можно было, начиная с футбола и заканчивая, так сказать, исследованием заброшек, ибо их тогда было предостаточно, ведь, ну, распад Союза и так далее.\n\nСтроить, довести начатое до конца или даже просто снести ненужные сооружения просто было некому, или же финансы не позволяли, а посему многие из них простояли долгое время без пользы и смысла. Некоторые до сих пор так и стоят в гордом одиночестве, наблюдая своими пустыми темными провалами окон, вспоминая былые времена, когда человечество строило грандиозные планы, а в самих зданиях или рядом с ними кипела жизнь.\n\nПроизошедшие события связаны с одной из ранее упомянутых заброшек, а если быть точнее – семнадцатиэтажное здание, находившиеся в нескольких сотни метрах от берега огромного водоема. Не сложно догадаться, что почва оказалось неугодной для таких сооружений, потому здание понемногу начало проседать, увязая словно в болото, под влиянием собственного веса.\n\nМного легенд и баек насочинял народ о том месте, якобы там серийные маньяки орудуют, монстры всякие, бесы и тому подобно. Но разве такое нас когда-то останавливало?\n\nВоспоминания такие четкие и ясные, словно не в моей голове, а смотрю их по телевизору, каждая деталь, каждое сказанное слово, время с точностью до минуты, помню буквально всё, что произошло в тот злосчастный летний день, что безусловно вызывает массу вопросов, почему так и почему спустя долгое время?\n\nДвадцатое августа две тысячи третий год, четыре утра.\n\nЯ готов. Стою у колодца с рюкзаком за спиной, рядом мой верный конь – велосипед Десна, мечта подростков того времени. Жду друзей, с которыми, собственно, и обсудили заранее время и место встречи. Вот и они, Санёк, Пашка, Серёга и Колян.\n\n— Готовы? – спросил Серёга, не слезая с велосипеда.\n\n— Всегда готовы! – хором ответили мы, затем сразу же отправились в путь.\n\nНужно сказать, от нашего места жительства и до той заброшки, порядка шестнадцати километров, от чего наш путь становился весьма интересным: перегонки, \"нелегальный\" сбор чужого винограда, грецких орехов, да и всего того, что плохо лежало, не брезговали даже цветным металлом, да-да, в те времена это было неплохим и, даже скажу, основным способом заработка для нас.\n\nВ наших планах входило следующее: добраться до озера, порыбачить, пока не начнет припекать, искупаться как следует и только потом, можно отправится и в более прохладное место, в нутро гигантского бетонного здания.\n\nНе буду рассказывать весь процесс рыбалки и прочего, перейду сразу к делу, к тому, с чего всё и началось.\n\nЧтобы попасть в само здание нужно было лезть через окно или же балкон, так как подвал и первые два этажа полностью скрылись из виду, увязнув целиком в почву.\n\nПроникнув внутрь, мы стали обсуждать куда идти дальше, подняться на самый верх или отправится вниз в самом подвале, где, по словам бывалых ребят, царит атмосфера страха и безысходности.\n\n— Да ну, что там делать-то в том подвале? – огрызнулся Пашка на мое предложение.\n\n– Вот последний этаж – это другое дело, открывается просто потрясающий вид, все как на ладони: озеро, поля, которым нет ни края ни конца, голубое небо вокруг, словно ещё немного и можно нащупать пушистые облака, разве это не прекрасно?\n\n— Паш, мы уже сто раз туда поднимались, разве тебе не надоело одно и тоже? Не спорю, безусловно это завораживает, но давай в этот раз исполним мечту Васька, ведь он уже какой раз просит посмотреть цокольный этаж, а мы все откладываем на следующий раз, тем более у нас все при себе: фонари, запасные батарейки, еда, вода в достатке, теплые вещи на всякий случай, будто сам Бог дал понять, что сегодня именно тот день! – Отозвался Серёга и широко улыбнулся, а все остальное заржали.\n\nНа том и порешали.\n\nСтупенька за ступенькой, освещая путь фонарем, разглядывая разные нецензурные надписи и рисунки на стенах, стараясь особо не шуметь, мы спускались вниз, приближаясь к цели. Не знаю и не могу сказать, почему меня тогда привлекали такие места, темные, мрачные, закрытые, ведь многие старались избежать подобных мест, но только не я.\n\nПреодолев три этажа вниз, перед нами открылось весьма печальное зрелище.\n\nС бетонных мокрых стен буквально сыпались куски, оголяя ржавый арматурный каркас. На потолке, крупными каплями скапливался конденсат, который не часто, но все же срывался вниз, попадая нам на головы или за шиворот. Бетонный пол также был захламлен кусками бетона, строительным мусором, пустыми бутылками и тому подобно.\n\nМы притихли и стали прислушиваться. Могильная тишина и холод царили в том месте, лишь изредка звук падающих капель на бетонном полу нарушал безмолвие, заставляя невольно обернуться назад, словно чем-то встревоженными.\n\nСпустя сорок минут ходьбы по помещениям, словно по лабиринту, до нас стало доходить насколько он огромен, так как полностью пройтись с первого крыла здания до крайнего не займет и пятнадцати минут, проверено. Чем дальше углублялись в недра подвала, тем больше понимали, что никто из нас уже и не помнил в какой стороне выход. Таким образом мы загнали себя в ловушку, заблудившись в забытом Богом месте.\n\n— Ну что, доигрались? – злобно проговорил Пашка.\n\n— Да не ворчи ты, все нормально, не может же быть этот подвал настолько большим, чтобы не найти выход. – ответил Серёга, однако в его голосе уже не ощущалось былой уверенности, было заметно, что парень нервничает, как и все остальные.\n\n— Нужно возвращаться, выход позади, мы с той стороны пришли, я точно помню! – вмешался Колян в разговор.\n\n— Ты что думаешь, Вась? – задал вопрос Санёк, освещая коридор перед собой, разрезая лучом фонаря густую тьму.\n\n— Я согласен с Коляном, что-то мне подсказывает, что выход в там. – Я указал лучом фонаря в ту сторону, где как мне казалось и находится выход, но как же я ошибался…\n\n— Тогда не будем терять времени, давайте уже выбираться отсюда, больше сюда ни ногой! – добавил Пашка, после чего мы двинулись в путь, надеясь найти выход как можно скорее.\n\nЧасы \"Монтана\" давали понять, что уже более часа мы блуждаем по темным коридорам и помещениям, но выход увы так и не был обнаружен.\n\nРебята изрядно нервничали, кто-то находился на грани истерики.\n\nНо то, что произошло дальше, не подаётся никакому логическому объяснению.\n\nВ один миг у всех одновременно погасли фонари, оставляя нас наедине с пугающей темнотой. Все в панике предприняли попытку заменить батарейки, но это не дало никаких результатов, фонари просто отказывались работать. Началась паника.\n\nВспомнив про свой телефон Нокиа 33-10 я судорожно достал его из кармана, и осветил им пространство перед собой.\n\nИз всей группы, теперь оставались только я с Серёгой.\n\n— А где все остальные? – спросил я, оглядываясь по сторонам.\n\n— Ты у меня спрашиваешь? Я пытался фонарь починить, а тут ты включил телефон – и уже никого.\n\nРядом раздался скрежет, словно острым предметом царапали стены. Обернувшись мы заметили, что в темноте красным огнём засверкали чьи-то глаза. Мы посмотрели друг на друга и без слов рванули оба, куда глаза глядят, стараясь держаться вместе и не потерять друг друга из вида.\n\nБежали мы долго, спотыкаясь о разный мусор, падая, поднимаясь и помогая друг другу. Нас определённо кто-то преследовал, и этот кто-то всячески старался не выдавать себя, вот только его тяжёлые шаги гулко отдавались по всему коридору. Он держал одинаковое расстояние, не приближался и не отставал. В один из моментов я схватил друга за рукав и потянул в одно из помещений, после оба затаили дыхание и стали прислушиваться. Тот, кто нас преследовал замер на месте. Некоторое время мы сидели в полной тишине, но вскоре раздался тот самый скрежет, совсем рядом. Отдышавшись немного и набравшись сил, мы снова ринулись в неизвестном нам направлении, под тусклым освещением телефона.\n\nБесконечные, непонятно для чего и какой цели помещения, длинные бескрайние коридоры, темнота и шаги, которые ни на миг не отставали, все это сводило с ума и, казалось бы, когда мы уже потеряли всякую надежду найти выход — он предстал перед нами. Непонятно каким образом, но нам удалось добежать до лестницы, ведущая к нашему спасению.\n\nКогда мы приступили к подъёму по ступенькам, я случайно выронил телефон из рук, и тот покатился вниз.\n\n— Я возьму! – крикнул Серёга, а после начал спускаться обратно, пытаясь поймать его.\n\n— Оставь ты его, бежим! – ответил я, но тот лишь продолжал спуск.\n\nКогда он поднял неубиваемый телефон с пола и осветил пространство перед собой, мы оба закричали. Сбоку от него стояло нечто, огромное, метра два с половиной если не больше. В его руке был здоровенный тесак, которым он одним движением отделил голову от тела, после чего бездыханный труп моего товарища свалился на пол, все также сжимая в руке телефон. Существо повернуло голову в мою сторону, это я понял по сверкающим глазам, которые до того момента не замечал.\n\nЯ закричал ещё громче и побежал по ступеням вверх настолько быстро, насколько это было возможно.\n\nДобравшись до третьего этажа, ныне уже первый, я без раздумий выпрыгнул в первое попавшееся окно, даже не подумав о последствиях, а они могли быть плачевными, ведь повсюду валялся строительный мусор, кирпичи, железо и прочее, но мне повезло в тот момент.\n\nЯ благополучно вернулся домой, а вот мои друзья…\n\nЕстественно, после тех событий было расследование, меня допрашивали и не один раз, только кто бы стал верить моим словам и утверждениям?\n\nМоих друзей так и не нашли, ни живых ни мертвых, хотя прочесали все здание вдоль и поперек.\n\nКак оказалось, тот самый подвал, по словам правоохранителей, не такой уж и большой, как я рассказывал, всего-то несколько помещений и коридор, соединяющий два крыла с основным корпусом.\n\nМне до сих пор не дают покоя мысли, что же это было за место такое, куда мы попали? Параллельный мир? Потусторонний мир? Аномалия?\n\nНаверное, это все уже не важно. Я бы отдал все, чтобы изменить исход тех событий, вернуть друзей, отдал бы все за то, чтобы никогда не оказались в том проклятом месте.\n\nДолгое время я не мог спать по ночам, мне снились сны, снились мои товарищи, которые звали к себе, боялся темноты, спал с включенным светом.\n\nБлагодаря долгому и упорному труду я все же смог заставить себя выбросить воспоминания о тех страшных событиях из головы. Все ещё боюсь темноты.\n\nВоспоминания не помню когда появились, но вместе с ними стал ощущать и их.\n\nТеперь я понимаю, вернулись не воспоминания, вернулись мои друзья. Они приходят по ночам, зовут меня с ними играть, исследовать заброшенные места, уговаривают отправиться в то самое здание на берегу озера, ведь оно до сих пор так и стоит, подманивая к себе.\n\nМои друзья, они выглядят также как и тогда, ни капли не изменились, всё те же мальчишки, озорные и весёлые.\n\n****\n\nЯ готов. Рюкзак собран. Привел в порядок велосипед, что хранился долгое время в сарае. Время три утра. Через час выезжаю.\n\nМеня ждут товарищи, Серёга, Колян, Санёк и Пашка.\n\nБольше не боюсь темноты…\n\n",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 8,
    "text": "Уверен, всем знакома атмосфера праздника – нарядная ёлка в углу комнаты, разноцветные гирлянды развешаны тут и там, мигающие и переливающиеся во все цвета, создающие уют и настроение. Запах мандаринов и всевозможных закусок от которых ломится стол, праздничные выпуски передач по всем каналам, полуметровые сугробы за окном и близкие люди рядом. Казалось бы, что может быть лучше? Так рассуждал я раньше. Теперь же, после случившегося – моя жизнь никогда не станет прежней, а все праздники я проведу в одиночестве или же в кругу неприятных мне лиц.\n\nНо обо всём по порядку.\n\nЯ пришёл в себя, сидя за столом лицом в салате. Первая мысль – опять нажрался и вырубился, как бывало и раньше. И что самое важное – после таких попоек никогда не помнил произошедшее, словно кто-то взял контроль над моим разумом и вытворял такие дела, за которые мне обычно бывало очень стыдно. Не скажу, что исчезают все воспоминания, они есть, однако в определённый момент обрываются, а дальше пустота.\n\nЯ приложил немало усилий чтобы поднять голову, которая раскалывалась от боли и осмотреться. Комната была пустой. Вернее всё было на своих местах, вот только мои друзья куда-то подевались.\n\nБоль в голове усиливалась, и это была не той болью которой страдают многие после праздников, определённо было что-то иное. Я дотронулся ладонью до затылка и ужаснулся – голова была в крови, местами уже запекшаяся.\n\nЯ мигом залетел в ванную комнату и тут же с криком выбежал обратно. Мой желудок не выдержал и меня стошнило.\n\nМне потребовалось несколько секунд чтобы понять, что в ванной труп. Он был согнут пополам, из живота выпирали кишки и рёбра, а стены, пол и потолок были измазаны кровью. Когда перестал выворачивать желудок наизнанку, я вытер рот и стал звать друзей, но ответом мне была тишина. Засунул руку в карман – телефона нет, вместо него пластиковая карточка синего цвета.\n\nЯ направился в сторону входной двери, надавил ручку – заперто. На всех окнах установлены решётки. Обувь и вещи, в которых мы пришли, отсутствовали. Меня заперли в домике посреди леса наедине с трупом, и это для меня хуже смерти.\n\nБлагодаря моей бабушке, которая была набожной, я с юного возраста принимал участие в различных мероприятиях, будь то воскресная служба или похороны знакомых и незнакомых мне людей.\n\nС таких похорон всё и началось.\n\nПровожали в последний путь двух односельчан, двух коллег по цеху, которых, к слову, жестоко убили в один день. После долгих истязаний одного из них повесили, другого же сожгли заживо.\n\nКак сейчас помню тот момент, когда какая-то тётка подошла к гробу, подняла саван, ну или покрывало для усопших в простонародье. Чёрная обугленная кожа и белые зубы мучили меня в кошмарах на протяжении нескольких лет.\n\nТаким образом некрофобия овладело мной целиком и полностью.\n\n\"Но зачем и для чего моим друзьям так поступать со мной? Подстава? Сами грохнули кого-то и хотят всё на меня повесить?\", — рассуждал я, выглядывая в окно в надежде, что наш транспорт окажется на месте, но нет, там, где мы его оставляли, было пусто.\n\nЯ подошёл к столу, опрокинул рюмку и направился на кухню.\n\nТам меня ждал сюрприз – ещё один труп и, судя по всему, это был Артём — один из моих друзей. Каким-то образом его скрутили и переломали так, что он целиком вместился в раковину, торчали лишь только ноги и кудрявая голова, по которой, собственно, мне и удалось узнать его. Страх и ужас овладели мной, сковали моё тело, словно цепями, заставляя стоять на месте, словно оцепеневший. В голове не укладывалось всё это, разум отказывался верить, что всё происходит на самом деле, я надеялся, что это лишь страшный сон — и я вот-вот проснусь, но нет.\n\nЧерез некоторое время меня перестало трепать, я стал приходить в себя и соображать.\n\nПревозмогая себя, я все же решил вернуться в ванной и проверить, что-то мне подсказывало, что там ещё один из моих друзей, и я оказался прав.\n\nВ ванной был Игорь, он в прямом смысле был распотрошен, позвоночник изломан, скальп снят.\n\nТретий труп был обнаружен в холодильнике, на разных полках. Елена – некогда темноволосая, высокая, красивая и очень умная девчонка, сейчас же — обычное мясо. Нашёл я её, когда открыл холодильник, дабы достать прозрачную, так как моя кукуха обещала покинуть меня в ближайшее время, и с этим нужно было что-то делать.\n\nЯ присел за праздничный стол, налил себе рюмку, выпил и стал размышлять.\n\nВариантов было два. Первый – завёлся маньяк, конченый психопат, который убивает забавы ради, и второй – этот самый маньяк — один из моих друзей, и он сейчас где-то рядом, мучает очередную жертву или же выжидает моего следующего шага. В любом случае это вызывало ряд вопросов, такие как: где остальные друзья? Нас было восемь человек, трое уже отошли в мир иной, четвёртый я, я — единственный выживший или есть ещё кто-то? И если есть, то где они? Почему меня заперли здесь а не забрали с собой, если уехали?\n\nИ вообще, могли бы не закрывать на ключ.\n\n— Точно, ключи! – выдавил из себя я, налил ещё рюмку, опрокинул и направился на кухню.\n\nДостал Артёма из раковины. Обыскал карманы — как и, следовало ожидать, пусто, за исключением пластиковой карты, в точности как у меня, только жёлтого цвета. У Ленки нашлась зелёная карточка, у Игоря — голубая.\n\nОказывается, я всё это время зря боялся мертвецов, ведь они безобидные, всего лишь безжизненные куски плоти да кожи, обволакивающие кучу костей, а вот живых стоит опасаться, ведь они способны удивлять.\n\n\"Зелёный, жёлтый, синий и голубой. Что бы это значило? Это точно какая-то загадка что ли, намёк на что-то, подсказка? – рассуждал я, глядя в окно.\n\nНа улице стоял штиль, полная луна освещала пространство вокруг. Я вглядывался в деревья, мне казалось, что там кто-то есть, кто-то ходит между деревьев, наблюдает и выжидает. Но всё то всего лишь моё воображение.\n\nЯ надеялся что остальным повезло больше и им удалось уехать и, возможно, скоро прибудет помощь, ну а пока нужно надеяться только на себя.\n\nНаправился на кухню и схватив нож, я стал обыскивать дом, каждый уголок, каждый предмет мебели был проверен мной, и вот что мне удалось обнаружить.\n\nВ шкафу в спальне нашлась Юля.\n\nОна была в положении сидя, держа в руках собственную голову. Обнаружилась карточка красного цвета.\n\nНа кухне обнаружил вход в подпол, которого до этого не замечал или не обращал внимания. Поскольку не смог найти где включить свет, пришлось импровизировать. Сломал швабру, намотал тряпку, намочил спиртным, поджёг и вуаля — факел готов. Полез в подпол. Бинго! Там нашёл Наташу, примотана к деревянной опоре стрейч плёнкой, словно Фродо в коконе из паутины. Оранжевая карточка в коллекцию.\n\nТеперь всё складывалось.\n\nСиний, зелёный, жёлтый, красный, оранжевый, голубой. Не хватало фиолетового. Из друзей не удалось найти Андрея и Лизу. Это означало только одно: один из них убийца, определённо.\n\nКаждой жертве присваивался один из цветов радуги, только зачем и в чем смысл? И почему я оставался в живых?\n\nЕщё несколько часов я занимался поиском остальных, но вскоре я облазил весь дом, но так и не обнаружил никого.\n\nСпустя некоторое время приехали правоохранительные органы, с ними был Андрей. Дверь выломали, меня скрутили и увезли в участок, остальных в морг.\n\nКак оказалось, Лизу обнаружили в уличном туалете, прибитая к стене гвоздями, и знаете что? Верно, фиолетовая карточка была у неё.\n\nПочему я выжил, спросите вы? Почему убийца не расправился со мной, как со всеми остальными? Как Андрею удалось спастись?\n\nДело было так.\n\nМы весело проводили время, выпивали, шутили, плясали под весёлую музыку.\n\nВ определённый момент кто-то предложил сыграть в какие-нибудь игры.\n\nКаждый начал предлагать свои варианты.\n\nЯ предложил сыграть в \"Радугу\".\n\n— Это как? – удивлённо спросили друзья, ведь раньше мы в такую не играли.\n\n— Да очень просто. Нас восьмеро, у радуги цветов семь. Кладём на стол в кучу семь карточек разных цветов. Затем по команде берём со стола по одной из них. Кому не достанется карточка, тот будет искать, а остальные прятаться. Однако не всё так просто: ищущему нужно будет не просто найти всех, но и забрать у них карточки, запомнить у кого какой цвет и собрать их в последовательности: к.о.ж.з.г.с.ф.\n\nПо словам Андрея, карточка не досталась именно мне.\n\nНачалась игра.\n\nПервым нашёл Игоря. Одним движением распорол живот. Парень упал в ванну.\n\nСледующей жертвой стала Лиза. Она первая увидела что я сотворил с Игорем и побежала на улицу, но я её догнал.\n\nЗакончив с ней я вернулся, запер дверь на ключ. Принялся за Артёма. Пока я его ломал, остальные пытались найти выход, но дверь-то заперта, на окнах решётки.\n\nДрузья не понимали что со мной, пытались успокоить, поговорить со мной, но в меня словно бес вселился, будто это был вовсе не я.\n\nОни сгруппировались, собралась в кучу, решили что вместе справятся со мной. Они забыли, что с десяти лет я занимаюсь спортом. По одному удару хватило каждому, чтобы вырубиться.\n\nДалее я связал всех и оставил на полу, а после отправился на улицу. Избавился от транспорта и вещей.\n\nВернувшись обратно, я принялся за дело, а именно: \"упаковывать\" всех.\n\nКогда из всех оставался только Андрей, я решил передохнуть и присел за стол. Выпил, перекусил и решил взяться за дело. Но не успел я встать со стула как тут же упал лицом в салат. Андрей каким-то образом высвободился от пут и огрел меня бутылкой по голове, а далее я потерял сознание.\n\nАндрей забрал у меня ключи, запер дверь чтобы я не смотался, прошёлся двадцать километров по лютому морозу, дошёл до ближайшего населённого пункта и вызвал помощь.\n\nЕстественно, всего этого я не помню.\n\nНо возникает вопрос: как и почему синяя карточка оказалось у меня, если мне они не доставались?\n\nЯ не верил в то, что рассказал Андрей, но у меня не было доказательств своей невиновности. Меня признали невменяемым, и вот теперь я здесь, в смирительной рубашке. Не совсем то, о чем я мечтал.\n\n— Вы всё ещё считаете, что в этом нет вашей вины? – спросил седовласый мужчина, который присел на койке напротив.\n\n— Считаю ли я? Нет, доктор, я не считаю, я уверен и более того – знаю что там произошло.\n\n— Расскажите? – врач почесал подбородок.\n\n— Меня подставили, и это сделал Андрей. С тех пор как я тут нахожусь, меня никто не посещал, до вчерашнего дня. Угадайте кто приходил? Верно, Андрей, мой лучший друг. Спросил, нравится ли мне здесь, и долго смеялся. Рассказывал, как здорово там, за этими стенами, как его жизнь наладилась и тому подобное.\n\n— А он говорил по какой причине он так поступил?\n\n— Говорил, да я и сам догадывался. С раннего детства мы с ним дружим. Кажется, даже ещё в школу не ходили. Всегда держались вместе, поддерживали друг друга, через многое прошли.\n\nНо в один миг всё изменилось. Мы взрослели, менялись. Я всегда был впереди него, во всём. Спорт? Так без проблем, любые упражнения выполню, у Андрея же всё давалось с трудом, в итоге забросил. Затем пошли в армию. Та же история, отслужили, я получил младшего сержанта, он – ефрейтора. И так во всём и везде, я был успешным, а его грызла чёрная зависть, разрывала изнутри. \"Ты отравлял мне жизнь\", — это были его последними словами перед тем как уйти.\n\n— Так а почему не убил вас, как остальных? – спросил врач.\n\n— Устроить такое шоу только для того, чтобы убить меня? Нет, тут можно было просто несчастный случай устроить, а так он хочет, чтобы я жил и страдал долго и мучительно и, судя по всему, всё идёт по плану, по его гениальному плану. А мои слова, они ничего не стоят, и уж тем более в таком месте, доктор, так что колите ваши уколы и оставьте меня в покое, я хочу спать, ибо во сне мне снится радуга, и там я счастлив...\n\n",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  }
]