[
  {
    "id": 1,
    "text": "Автор: Станислав К.\nИзображения: скоро будут\n\nㅤЭто был не самый лучший день для нашего героя. Любитель поспать, да посидеть за компом, попал в непредсказуемую ситуацию, которая изменила всю его жизнь. В ваших руках возможность выбрать дальнейшую судьбу парня по имени Юито.\nㅤ Помните как вам не нравился сюжет аниме или манги, а может какого-нибудь сериала? Теперь вы сами можете определить действия героя в мире фентези! Вы точно знаете чего сами хотите.",
    "answers": [
      {
        "id": 2,
        "text": "Узнать с чего всё началось"
      },
      {
        "id": 3,
        "text": "Достижения"
      },
      {
        "id": 4,
        "text": "Концовки"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/9NmdV96/m4f-V-T75m-QA.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-35.userapi.com/impg/BhlVZMqod3JdX31NDjUq6KekadknjnAhlUpVNA/lIB5DEzCtBc.jpg?size=460x720<amp>quality=96<amp>sign=f34b1c1ee4cc2a9b4d3b13e2ad807418<amp>type=album",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "ㅤ ㅤ— Глава 1 —\n\nㅤНаш герой — Юито Такэхаси, в очередной день пролёживал дыру в своей кровати. Комната была окутана полнейшей темнотой, за исключением света от компьютера. Хоть время ещё и было дневное, шторы были настолько толстыми, что не пропускали ни капли света. Залипая в монитор своего компьютера, он смотрел как герой иссекая сражался за жизни миллионов людей в мире, где существует магия, рыцари и всякая нечисть.\n\nㅤ\"Почему нельзя просто переместиться в другой мир, стать самым сильным, победить главного злодея и прибрать к рукам самых красивых девушек мира сего? Верно для этого ведь нужны усилия, смелость и терпение. А я что? У меня ничего нет. Почему я вынужден гнить целыми днями на пролёт в своей конуре? Все эти звёзды, бизнесмены, стримеры... это ведь не их деньги, это деньги простых работяг на заводе. Этот мир несправедлив.\"\n\nㅤВнезапно, комнату пронизывает душераздирающий звук пустующего желудка. Звук, который заставляет задуматься о своём жизненном положении.\nㅤПротягивая руку к столу, Юито обнаруживает, что его запасы дошика опустели. Это было его самым глубочайшим разочарованием за этот день.\n\nㅤ\"Бл*ть, ну почему так не вовремя! Придётся снова тащиться в магазин. А может заказать доставку? Ну уж нет. Это обойдётся мне в два раза дороже.\"\n\nㅤРаспахивая шторы, Юито обнаруживает, что за окном бушевал мощный ливень. Капли дождя с шумом били по крышам домов, простирающихся вдаль. Небо было затянуто серыми клубами облаков, а дороги превратились в текущие реки, до краёв наполненные бурлящим потоком воды.\nㅤЧувствовалась тоска, точно такая же как и в сердце нашего героя. Мрачный день... Самое то, чтобы проститься с жизнью в этом гниющем мире. Мир, который уже не спасти.",
    "answers": [
      {
        "id": 5,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 3,
    "text": "\n\n\nㅤ Здесь размещены все сюжетные достижения как истиной концовки, так и альтернативных. Желаю вам удачи в их сборе!",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      },
      {
        "id": 9,
        "text": "Отличная прожарка!",
        "need": [
          13
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 4,
    "text": "\n\n\n\nㅤЗдесь вы можете посмотреть как вы завершили историю главного героя.",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 5,
    "text": "ㅤ \"Где-то у меня лежал дождевик. Но мне так не хочется переворачивать кучу вещей в шкафу ради чего-то одного. Жизнь была бы проще, если бы я хоть раз в неделю приводил комнату в порядок.\"\n\nㅤ Спустя 15 минут раскопок на полках огромного белого шкафа, плащ нашёлся. Он был весь скомкан, но порядком чист. Видимо из-за того, что его одевали только в плохую погоду, на нём не оставалось грязи и каждый раз он выглядел как после стирки.\nㅤ Быстро вкинув носки на ноги, Юито обул резиновые сапоги и накинул сверху плащ. Он представил себя Ванпанчменом, только жаль что сапоги и плащ не красного цвета.\nㅤ Со скрипом он распахнул дверь своей однокомнатной квартиры и внутрь залетел свежий дождевой воздух. Будто глоток жизненной силы, кислород наполнял лёгкие Юито, отчего всякие мысли о никчёмной жизни покинули его. Разум его был чист, а тело с трепетом поглощало каждую молекулу кислорода, нехватавшего ему за последние несколько дней.",
    "answers": [
      {
        "id": 6,
        "text": "Выйти на улицу"
      },
      {
        "id": 7,
        "text": "Не идти на улицу"
      }
    ]
  },
  {
    "id": 6,
    "text": "ㅤТяжёлые капли дождя били по, накрытой капюшоном, голове. Переносить ноги под потоком воды было трудно, но не невозможно. Улицы были пусты и лишь изредка, проезжающие мимо, машины нарушали симфонию дождя.\nㅤ Идти до ближайшего продуктового магазина оставалось около полутора километра, однако даже такое расстояние казалось великим из-за трудностей, стоящих на пути.\n\nㅤ\"Почему люди становятся знамениты? Удача? Случайность? Стремление? Почему они получают всё? Я не богат, и не популярен у девушек. Даже та, которой я отдался полностью — телом и разумом, вскоре оставила меня. Неужели я ничего не стою? Может ей чего-то не хватало? Сейчас я не доверяю ни одной девушке, будто мне она и не нужна вовсе. Я и сам могу справиться.\"\n\nㅤ Несущееся на скорости чёрное авто, проезжая мимо Юито, с ног до головы облило его водой. Поток мыслей в его голове резко остановился. А вода предательски касалась своим холодом даже сквозь плащ.\n\nㅤ \"Ах ты мразь! Разуй глаза, не видишь, что человек идёт?!\" – крича вслед, ругался Юито.\n\nㅤ До магазина оставалось совсем немного. В это же время тело начало дрожать от холода. А вода, стекающая с дождевика, медленно наполняла сапоги. Звук хлюпания постепенно начал нарастать.",
    "answers": [
      {
        "id": 10,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 7,
    "text": "ㅤ Почувствовав беспокойство за свою жизнь, Юито всё таки решил остаться дома.\n\nㅤ\"Хорошо, тогда закажу доставку. Денег у меня не останется, зато переживу эти пару дней в спокойствии.\"\n\nㅤЮито снял с себя дождевик, скомкал и закинул его туда же где изначально он и находился.\nㅤ Подойдя к компьютеру, Юито открыл сайт с доставкой. Выбрав себе несколько пачек доширака и баночку энергетика, оплатил заказ и улёгся обратно на кровать.\n\nㅤ \"Может, подремать немного? Всё равно делать нечего, а в такую погоду курьера придётся ждать дольше обычного.\"",
    "answers": [
      {
        "id": 8,
        "text": "Дремать"
      }
    ]
  },
  {
    "id": 8,
    "text": "ㅤ*грохот*\n\nㅤ Юито с испугом поднялся с кровати.\n\nㅤ\"А, видимо это всего лишь молния.\"\n\nㅤ Оглянувшись, он заметил, что монитор его компьютера погас.\n\nㅤ \"Странно, я вроде не выключал его.\"\n\nㅤ Погода так сильно разбушевалась, что всё электричество в доме вырубилось. и это лишь стало началом бедствия нашего героя.\n\nㅤ \"Нет, не может быть! Как мне теперь посмотреть статус доставки? Ладно у меня ещё есть телефон.\"\n\nㅤ...\n\nㅤ \"О нет, как же так!? Он разряжен в ноль! Что теперь делать то? Чёрт, если я не поем, то помру так с голоду. Видимо выбора у меня больше нет. Ждать доставку больше нет смысла, если я не знаю когда её забрать, а ждать её на улице в такую погоду, то ещё испытание. Тогда лучше быстро смотаться в магазин и вернуться домой.\"\n\nㅤЮито снова достал свой скомканный плащ, накинул капюшон на голову и вышел за дверь своего скромного царства.",
    "answers": [
      {
        "id": 6,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 9,
    "text": "\n\n\nДостижение:\nㅤ Отличная прожарка!\n\nОписание:\nㅤПолучите мощный разряд молнией!",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад]",
        "backstepCount": 1,
        "id": 9
      }
    ]
  },
  {
    "id": 10,
    "text": "ㅤ Вот уже совсем немного!\n\nㅤДверь!\n\nㅤДобрался!\n\nㅤ Теплый поток воздуха сверху начал обдувать тело юноши, согревая каждую клетку его организма. Наконец, дверь с небольшим хлопком закрылась за ним. Звук дождя резко стих, оставаясь снаружи за стеклянной поверхностью.\n\nㅤ \"Ещё немного... так не хочется уходить отсюда... здесь так хорошо...\" – думал про себя Юито, оставаясь под потоком нагревателя. – \"Вот блин, мои ноги!\"\n\nㅤАккуратно поочерёдно снимая сапоги со своих ног, Юито вылил их содержимое за дверь.\n\nㅤ\"Носки теперь насквозь мокрые, какая же мерзость.\"\n\nㅤ Войдя дальше в магазин, Юито заметил девушку, сидящую за кассой. Покупатели в такую погоду вряд ли будут, поэтому она спокойно себе сидела в телефоне, по всей видимости печатая какое-то сообщение. Она не обратила абсолютно никакого внимания на Юито, он был ей абсолютно безразличен. \"Молодёжь\" — в шутку подумал про неё Юито. На вид ей было лет 17-18, работает в продуктовом. Кажется она ещё не отучилась в колледже, и ушла после школы работать сюда.\n\nㅤ \"Какая мне разница? Я пришёл сюда с одной целью\" — подумал Юито и быстрым темпом уже по отработанному маршруту отправился к полкам с лапшой быстрого приготовления. \"Четыре, пять, шесть... так думаю пока хватит. Не следует закупать слишком много, деньги не резиновые. Однако, думаю баночку энергетика я ещё могу себе позволить.\"\n\nㅤ Приближаясь к кассе, девушка убрала из рук телефон и аккуратно поздоровалась с Юито: \"Здравствуйте\".",
    "answers": [
      {
        "id": 11,
        "text": "Ответить девушке"
      },
      {
        "id": 12,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 11,
    "text": "ㅤ \"Здравствуйте\" — ответил Юито и переложил из рук всё,что он набрал с полок.\n\nㅤ – Пакет нужен?\nㅤ – А, да, пожалуйста.\n\nㅤ Кассирша быстро перебрала товары с одной стороны стола, на другой и назвала сумму. Приложив карту и собрав 6 пакетиков с дошираками и баночку энергетика в пакет, Юито подошёл к выходу.\nㅤ Глядя на мрачный пейзаж за стеклом, желание идти туда совсем отпадает. Но выбора не остаётся, придётся лишь идти вперёд.\nㅤ Юито накинул капюшон на голову, отпирает дверь и стремительно выходит наружу. Дождь усилился, капли дождя стали бить ещё сильнее, а шум потока воды на асфальте стал ещё громче.\n\nㅤ*яркий свет* *гроза*\n\nㅤ– Вот чёрт этого ещё не хватало!\n\nㅤ Юито ускорил шаг настолько, сколько было возможно, но не бежал. Однако аккуратность совсем вылетела из его головы.\n\nㅤ*свет* *молния*\n\nㅤ Юито упал лицом в воду, пытаясь перескочить дорожный бордюр.\n\nㅤ \"Ай, нога!\" — обнаружил Юито, что расцарапал ногу, падая на дорогу. Кровь с колена начала просачиваться через штанину. — \"Почему всё так обернулось? Я голоден, один на улице, в дождь и молнию, с разбитым коленом. Хуже и не придумаешь.\" — раздражающе думал он.\nㅤ Юито стал опираться на столб, чтобы подняться. Но... он не учёл одного.\n\nㅤ*вспышка* *треск*",
    "answers": [
      {
        "id": 13,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 12,
    "text": "ㅤ Юито молча подошёл к кассе, положил все товары на стол и молоденькая кассирша аккуратно начала перекладывать всё с одной стороны стола на другой.\n\nㅤ\"Ужасная погода сегодня.\" — вслух произнесла девушка.\nㅤ– И правда, слишком уж дождливо.\nㅤ– Пакет нужен?\nㅤ– А, да, пожалуйста.\n\nㅤ Кассирша быстро перебрала товары с одной стороны стола, на другой и назвала сумму. Приложив карту и собрав 6 пакетиков с дошираками и баночку энергетика в пакет, Юито подошёл к выходу.\nㅤ Глядя на мрачный пейзаж за стеклом, желание идти туда совсем отпадает. Но выбора не остаётся, придётся лишь идти вперёд.\nㅤ Юито накинул капюшон на голову, отпирает дверь и стремительно выходит наружу. Дождь усилился, капли дождя стали бить ещё сильнее, а шум потока воды на асфальте стал ещё громче.\n\nㅤ*яркий свет* *гроза*\n\nㅤ– Вот чёрт этого ещё не хватало!\n\nㅤ Юито ускорил шаг настолько, сколько было возможно, но не бежал. Однако аккуратность совсем вылетела из его головы.\n\nㅤ*свет* *молния*\n\nㅤ Юито упал лицом в воду, пытаясь перескочить дорожный бордюр.\n\nㅤ \"Ай, нога!\" — обнаружил Юито, что расцарапал ногу, падая на дорогу. Кровь с колена начала просачиваться через штанину. \"Почему всё так обернулось? Я голоден, один на улице, в дождь и молнию, с разбитым коленом. Хуже и не придумаешь.\" — раздражающе думал он.\nㅤ Юито стал опираться на столб, чтобы подняться. Но... он не учёл одного.\n\nㅤ*вспышка* *треск*",
    "answers": [
      {
        "id": 13,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 13,
    "text": "ㅤ Всё тело внезапно сковало, будто он парализован. Юито хотел двинуться, но ничего не получалось.\n\nㅤ...\n\nㅤ Обгоревшее тело молодого юноши снова свалилось в воду. Несчастная цепочка событий, что привела его к такому исходу. Всё сложилось воедино, чтобы сегодня умереть. Сейчас ему никто не мог помочь.\n\nㅤ \"Ещё слишком рано.\" — последнее о чём подумал Юито.\n\n[Вы разблокировали достижение]",
    "answers": [
      {
        "id": 14,
        "text": "Закончить главу",
        "blackout": true
      },
      {
        "id": 9,
        "text": "Достижение: [Отличная прожарка!]"
      }
    ]
  },
  {
    "id": 14,
    "text": "ㅤ Спасибо, что прочитали первую главу моего произведения! Не забудьте оставить отзыв на главной странице, и поделиться своими впечатлениями!",
    "answers": [
      {
        "id": 15,
        "text": "Глава 2",
        "blackout": true
      }
    ]
  },
  {
    "id": 15,
    "text": "ㅤ ㅤ— Глава 2 —\n\nㅤ Абсолютная пустота. Вокруг нет ничего, ни звука, ни света, ни тепла, ни холода.\n\n ㅤ \"Что это? Так выглядит смерть?\" — подумал Юито.\n\nㅤВнезапно сквозь ничего он ощутил, что кто-то схватил его за левое плечо.\n\nㅤ \"Меня кто-то забирает?\"\n\nㅤ Из пустоты начал доноситься еле различимый голос: \"Кольве...\"\n\n\nㅤ ㅤ ㅤ ㅤ ㅤ~\"...ольве...\"~\n\n\nㅤ ㅤ~\"...кольвер...\"~\n\n\nㅤ ㅤ ㅤ ㅤ~\"Го...кольвер...\"~\n\nㅤ~\"...тесь...“~\n\nㅤ ㅤ ㅤ ㅤ~\"Госопод... ко...ер\"~\n\nㅤ ㅤ\"Господин, что с вами!?\"\nㅤ\"Кольвер!?\" – в этот раз он отчетливо услышал юношеский голос, сопровождаемый тряской за левую руку.\nㅤ\"Кого он зовёт?\" — подумал Юито.\n\nㅤ Вдруг он ощутил некоторое давление на своей груди.\n\nㅤ\"Ваше сердце ещё бьётся, хвала небесам!\" — громко произнёс голос. — \"Проснитесь! Умоляю вас!\"",
    "answers": [
      {
        "id": 16,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 16,
    "text": "ㅤ Юито открыл глаза. Взгляд был расплывчив, но кое-что всё-таки удалось разглядеть. Над ним склонился молодой парень лет 17-ти. Его лицо было наполнено испугом, глаза были влажными, а брови сведены друг к другу от переживания.\n\nㅤ– Как вы? С вами всё в порядке? Вы меня слышите?\n\nㅤЮито попытался занять сидячее положение, но тело было изнеможено и ему еле удалось усидеться на месте.\n\nㅤ – Где я? Что произошло?\nㅤ – Господин Кольвер, вы сильно пострадали из-за ваших экспериментов. Прошу вас, берегите себя.\nㅤ – Почему ты зовёшь меня этим именем? И кто ты такой?\nㅤ – Господин, кажется удар был слишком серьёзным. Вам нужно отдохнуть и тогда вы придёте в себя. Вставайте, я вам помогу.\n\nㅤ Юноша протянул руку и Юито ухватился за неё. Хватка была слабой, и тогда юноша закинул его руку на своё плечо. Юито встал, но в ногах почти не было силы. Он оглядел помещение,в котором он оказался, оно было похоже на лабораторию. Почти все стены были обставлены шкафами с книгами, на столах находились склянки с жидкостями и перегонные трубки. Всё помещение было в безумном беспорядке, а на деревянном полу был начерчен узор с непонятными символами, нанесённые по всей видимости каким-то мелом.",
    "answers": [
      {
        "id": 17,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 17,
    "text": "ㅤВыйдя из лаборатории, они оказались в длинном коридоре, который расходился в две противоположные стороны. По обе стороны коридора находились двери, ведущие в разные комнаты, они все выглядели одинаково, кроме той, из которой они вышли. Дверь лаборатории была сделана из непонятной стали, в то время как другие были из дерева.\nㅤ Юито с трудом переставлял ноги, одну за другой. Пройдя метров двадцать, они остановились у одной из дверей и юноша повернул ручку. Дверь открылась. Войдя внутрь, Юито заметил, что это была обычная комната с одноместной кроватью. По середине одной из стен, напротив входа было окно, из которого бил яркий солнечный свет, и сразу под окном находился стол. На поверхности стола лежали потёртые листки с записями на непонятном языке. В сравнении с лабораторией, в комнате было удивительно чисто: нигде не было пыли, кровать была аккуратно заправлена, а на полках были аккуратно выставлены книги.\n\nㅤ Юноша усадил Юито на кровать:\"Прошу вас, господин Кольвер, отдохните. Я понимаю, что у вас ещё много работы, но нельзя пренебрегать своим здоровьем.\"\n\nㅤ Только сейчас Юито понял, что всё это время юноша говорил на незнакомом ему языке, однако он полностью понимал смысл произносимых слов. Юито снял свою обувь перед кроватью и молча лёг на постель.\n\nㅤ \"Позволите ли вы мне привести вашу лабораторию в порядок хотя бы сегодня?\" — спросил юноша.\nㅤ \"Да, пожалуй.\" — внезапно Юито произнёс это на другом языке, сохраняя смысл.\nㅤ – Удивительно! Никогда прежде вы мне не разрешали заходить туда. Вы точно в порядке?\n\nㅤ С переживанием взглянул юноша на Юито. И спустя пару секунд тишины продолжил:\"А теперь, позвольте откланяться, господин.\"",
    "answers": [
      {
        "id": 18,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 18,
    "text": "ㅤЮноша с золотистыми волосами и изумрудными глазами покланялся Юито и ушёл, закрыв за собой дверь. Он был довольно хорошо одет: бежевая рубашка в клеточку, темная жилетка и такие же брюки, на ногах у него были коричневые туфли. Он выглядел как какой-нибудь сын небольшого аристократа.\nㅤУ Юито же одежда была помята и вся была в пятнах чернил и в каких-то неведомых каплях жидкости.\nㅤ Юито закрыл глаза и стал медленно размышлять о произошедшем. Всё происходящее вокруг казалось слишком странным. Его мысли двоились.\n\nㅤ \"Парень, которого я вижу впервые, я его, кажется, знаю. Альберт,\" — вспомнил Юито. – \"Но как я могу помнить то, чего не знал?\"",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  }
]