[
  {
    "id": 1,
    "text": "Автор: Dio Brando\n\nЖанр: Детектив, приключения\n\nПредистория: Вы наемный убийца, которому выпадает весьма увлекательный заказ в ходе которого вас изрядно помотает.\n\n                       [Вышло продолжение!]\n                             [Ведётся работа]\n\n(Над знаками особо не заморачивался)",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Теплым летним утром в 10:24.\n\nУа-а-а (потягивается), ладно, надо бы сходить в ванную комнату, или может сперва позавтракать? ",
    "answers": [
      {
        "id": 3,
        "text": "Пойти завтракать"
      },
      {
        "id": 4,
        "text": "Пойти в ванную комнату"
      }
    ]
  },
  {
    "id": 3,
    "text": "Хммм, тут все как обычно, полнейший безпорядок, так не пойдет нужно сперва убрать все по местам.",
    "answers": [
      {
        "id": 5,
        "text": "Навести порядок"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ууух, не помню даже как уснул, умывание холодной водой всегла бодрило, надо бы провести все процедуры впрочем как обычно.\n\nСпустя 15 минут\n\nНеплохо, ладно я вроде бы хотел набрать заказчика *урчание желудка* , модет сперва пойти поесть?",
    "answers": [
      {
        "id": 8,
        "text": "Набрать заказчика"
      },
      {
        "id": 3,
        "text": "Пойти поесть "
      }
    ]
  },
  {
    "id": 5,
    "text": "Спустя двадцать минут.\n\n\nЛадно с этим покончено, теперь можно что нибудь приготовить из того что имеется в холодильнике.",
    "answers": [
      {
        "id": 7,
        "text": "Открыть холодильник"
      }
    ]
  },
  {
    "id": 6,
    "text": "Фууу безалкогольное!",
    "answers": [
      {
        "id": 5,
        "text": "Снова холодильник"
      }
    ]
  },
  {
    "id": 7,
    "text": "Не густо.\nНо ладно придется готовить из того что есть.\n\n(От сытости зависит исход той или иной ситуации, когда лучше поголодать, а когда наоборот набить желудок до отвала)\n\n*шкварчание сковороды*\n   \n*звук разбившегося яйца*\n  \nА вот и золотистая корочка, пора выкладыаать на тарелку.\n\n*стук тарелки*\n\n*скрежет приборов*\n\nОкей готово, приятного аппетита.\n",
    "answers": [
      {
        "id": 11,
        "text": "Садится кушать"
      }
    ]
  },
  {
    "id": 8,
    "text": "Так я записал его номер на листок, он в комнате.\nУгу вот он, значится набираю:\n\n*гудки*\n\n     *гудки*\n\n              *гудки*\n\nЗаказчик: Да.....Аллло, эээтто вввыы? *нервно*\n\nДжонатан: Да, я хотел бы уточнить на счет назначеного места, можете повторить?\n\nЗаказчик: Дда коннечнно, сегодня вечеррром ввв 19:00 вввозле зззаброшшенной ссвалки ааавтоомобиллей \"LuckyBoy\".\n\nДжонатан: Хорошо, я понял сегодня в семь, постараюсь быть во время, до свидания.\n\nЗаказчик: Ддо свввидания.\n\n*конец разговора*\n\nХорошо, выходит у меня еще куча времени! Надо будет сходить куда нибудь проветриться.",
    "answers": [
      {
        "id": 9,
        "text": "Составить план на день"
      },
      {
        "id": 10,
        "text": "Не составлять план "
      }
    ]
  },
  {
    "id": 9,
    "text": "Надо бы подумать чем занятся до семи вечера.\n\nПоразмыслив над планом вы приходите к выводу\n\n1. Прогулятся в парке\n2. Купить продуктов\n3. Зайти к Леону\n4. Поговорить с Бруно\n5. Проверить место встречи\n6. Встретиться с заказчиком\n\nЛады готово, первым делом схожу в парк гляну что да как на улице.",
    "answers": [
      {
        "id": 12,
        "text": "Одется и выйти на улицу"
      }
    ]
  },
  {
    "id": 10,
    "text": "Без плана обойдусь, зачем он мне?\n\nТак со мной вчера Бруно поговорить о чем то важном хотел, надо его набрать.",
    "answers": [
      {
        "id": 13,
        "text": "Набрать Бруно"
      }
    ]
  },
  {
    "id": 11,
    "text": "Спустя несколько минут.\n\nМмм, все же лучше чем ничего, не наелся правда но и не голодный остался.\n\nТеперь думаю можно заняться делами, а именно набрать заказчика.",
    "answers": [
      {
        "id": 8,
        "text": "Набрать заказчика"
      }
    ]
  },
  {
    "id": 12,
    "text": "[Солнечные блики ослепляюще били в лицо, а теплый летний воздух нежно поглаживал кожу]\n\nЗа это и люблю лето, прекрасная пора года.\n\nНеспешно пройдусь по парку, как раз по пути в супермаркет.\n",
    "answers": [
      {
        "id": 14,
        "text": "Отправится"
      }
    ]
  },
  {
    "id": 13,
    "text": "Бруно был не из тех парней что были готовы жизнь отдать за работу, но прикрыть друга он всегда был готов, да и проблем к него особо нет, странно что он решил рассказать мне что-то важное:\n\n*гудок*\n   \n       *гудок*\n\n              *гудок*\n\n                        *гудок*\n   \n \"Ваш вызов переадресовуется на автоответчик\"\n\nХммм, странно что Бруно не взял трубку, хотя зная его образ жизни он вполне мог потерять телефон или забыть его где-то, зайду к нему, заодно и прогуляюсь.",
    "answers": [
      {
        "id": 15,
        "text": "Одется и пойти"
      }
    ]
  },
  {
    "id": 14,
    "text": "Спустя полчаса.\n\nНу и длинная тут очередь. Надо бы на другую кассу перейти.\nПонаделывают под сто касс и работают только три, отлично!\n\nСпустя несколько минут.\n\nУх, наконец, ладно занесу продукты домой иии...... что там у нас по списку?\nАга, потом зайду к Леону, посмотрю как у него дела.\n",
    "answers": [
      {
        "id": 18,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 15,
    "text": "[Теплые лучи солнца нежно обняли вас]\n\n\nБруно жил не далеко всего в километре от моего дома поэтому идти долго не пришлось.\n\nДжонатан: Эй, Бруно ты дома?!?\n\nБруно:....\n\nДжонатан: Бруууунооо?!\n\nБруно:....\n \nДжонатан: Бруно я вхожу!\n\n*дверь быстро и с треском открылась*\n\nХммм, Бруно что же за беспорядок ты устроил здесь.\nНадо бы тут обыскать все, может Бруно записку оставил.\n\n*зайдя в комнату вы обнаружили Бруно на полу*\n\nДжонатан: Бруно! Что с тобой!?!\n\nБруно: Тааам в ящииике. *хрипло*",
    "answers": [
      {
        "id": 16,
        "text": "Открыть ящик"
      }
    ]
  },
  {
    "id": 16,
    "text": "Джонатан: Тут только бутылка пива \"Aerosmith\" больше ничего нет!\n\nБруно: О, пивасик, давай его сюда скорее!\n\nДжонатан: Держи, но может ты прояснишь мне что происходит?\n\nБруно: А, да то мы вчера с Леоном тусили до утра,   девушки, выпивка, вообщем все в таком духе.\n\nДжонатан: Ах ты алкаш, напугал ты меня.\n\nБруно: Ну что имеем, а чего ты собсна припёрся?\n\nДжонатан: Ты хотел со мной вчера поговорить или уже не помнишь?\n\nБруно: Точняк, вспомнил, но то давай уже в присутствии Леона это вас обоих касается.\n\nДжонатан: Надеюсь это что то действительно важное иначе я незнаю что тебе сделаю.\n\nБруно: Хорошо хорошо, давай надо сходить к Леону, подожди меня пару минут я соберусь и двинем.\n\nДжонатан: Хорошо, я на улице подожду.",
    "answers": [
      {
        "id": 17,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 17,
    "text": "Спустя пару минут.\n\nБруно: Я готов, амиго, по коням!\n\nДжонатан: Ладно ладно пошли.\n\nСпустя полчаса.\n\nДжонатан: Ух, целых двадцать этажей нашел же Леон место.\n\nБруно: Да, Абаккио любит высотки.\n\n*скрип подъездной двери*\n\n *стук магнита*\n\nБруно: Что! Какого хрена! Лифт не работает!\n\nДжонатан: Охренеть!\n\nСпустя пару минут.\n\nДжонатан: Ух, никогда больше так много подыматся не буду.\n\nБруно: Да ладно Джонни, а мне понравилось, размялся заодно!\n\n*звонок в дверь*\n\nЛеон: Кто там?\n\nБруно: А кто еще на двадцатый этаж будет подыматься?\n\nЛеон: О! Братаны! Входите.\n\n*скрип двери*\n\n*хлопок двери*\n\nБруно: Так вот сразу к делу.\n\nБруно: Я вчера встречался с капо местной банды мафии....\n\nЛеон: Бруно ты забыл? Мы с мафией не возимся, это опасно.\n\nБруно: Дослушай, Польпо сказал что если он неожиданно пропадёт, то на острове в районе Неаполя закопан его клад, и теперь самое интересное там целых 10 миллионов лир!\n\nДжонатан: Что!? Да ты бредишь! С чего бы ему выдавать где он спрятал целых 10 лямов?\n\nЛеон: Меня тоже это интересует.\n\nБруно: Так он фактически мой дядя.\n\nЛеон: А ну это многое объясняет.\n\nДжонатан: Ну да в самом деле.\n\nБруно: Ну так что? Я заказываю яхту плывём в Неаполь?\n\nДжонатан: У меня сегодня заказ, давай завтра а?\n\nЛеон: Да я думаю лучше всего завтра, заодно и больше времени на сборку будет.\n\nБруно: Хорошо, тогда завтра в 10 утра в местном порту.\n\nДжонатан: Хорошо, договорились.\n\nЛеон: Окей без проблем, бро.\n\nБруно: Лады, Леон я останусь у тебя?\n\nЛеон: Без проблем, бро.\n\nДжонатан: Ладно вы тогда собирайтесь а я пойду ладно?\n\nБруно: До завтра!\n\nЛеон: Покедова!\n\nДжонатан: Ага встретимся.",
    "answers": [
      {
        "id": 29,
        "text": "Пойти на место встречи с заказчиком"
      }
    ]
  },
  {
    "id": 18,
    "text": "Такс, вот тут кажется живёт Леон, ну и многоэтажка целых двадцать этажей!\nНа каком этаже парень живёт? Ага на двадцатом, хе это что такие меры предосторожности?\n\n*скрип подьездной двери*\n\n*хлопок подъездной двери*\n\nНу его нафиг! Серьезно!?!? Как это лифт не работает?!?\nОхренеть!\nЭтот засранец будет должен мне пять баксов за то что я к нему на двадцатый этаж перся.\nОхренеть!",
    "answers": [
      {
        "id": 19,
        "text": "Пойти пешком"
      }
    ]
  },
  {
    "id": 19,
    "text": "Спустя несколько минут.\n\nУууух, ах, эээх, я кажется уже староват для таких прогулок на двадцатые этажи.\n\n*звонок в дверь*\n\n*проворачивание замка*\n\nЛеон: О привет! Как дела? Заходи.\n\nДжонатан: Ты мне пять баксов теперь должен!\n\nЛеон: С чего это?\n\nДжонатан: Да я к тебе пешком дряпал! С самого первого этажа!\n\nЛеон: А лифт для слабаков да?\n\nДжонатан: Глаза раззуй там же записка что мол лифт не работает.\n\nЛеон: А, хе та записка висит уже две недели ее все никак не снимут, а лифт то работает.\n\nДжонатан: Чтоб его! С тебя всеравно пять баксов!\n\nЛеон: Как хочешь бро.",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Джонатан: Ну ладно, как дела?\n\nЛеон: Да вроде отлично, вчера с Бруно до утра тусили.\n\nЛеон: Он просил передать что если вдруг увижу тебя, то что бв мы вместе к нему дули.\n\nДжонатан: Как раз собирался.\n\nЛеон: Ну так может вместе пойдем?\n\nДжонатан: Ну пошли.",
    "answers": [
      {
        "id": 21,
        "text": "Идти к Бруно"
      }
    ]
  },
  {
    "id": 21,
    "text": "Бруно был не из тех парней что были готовы жизнь отдать за работу, но прикрыть друга он всегда был готов, да и проблем к него особо нет, странно что он решил рассказать мне что-то важное. \n\nОколо дома Бруно.\n\n*стуки в дверь*\n\nДжонатан: Хммм, странно но он не открывает, может наберешь его?\n\nЛеон: Думаю так будет быстрее, погоди минутку.\n\nЛеон: Он и трубку не берет, может крикнем ему?\n\nДжонатан: Эй Бруно! Открывай!\n\nЛеон: Бруно!?!\n\nДжонатан: Бруно мы заходим!\n\nДверь поддалася толчку и с легкостью открылась, она была не заперта.\n\nДжонатан: Какой бардак.\n\nЛеон: Ну это же Бруно, тем более мы же вчера пили, но я не помню что бы мы устраивали ТАКОЙ бардак.\n\nДжонатан: Конечно ты не помнишь, вы же пили! Ладно я схожу в ванную, а ты поищи в других комнатах.\n",
    "answers": [
      {
        "id": 22,
        "text": "Пойти в ванную"
      }
    ]
  },
  {
    "id": 22,
    "text": "Спустя пару минут.\n\n*крик в другой комнате*\n\nЛеон: О боже! Как это ...... кто же .....\n\nДжонатан: Эй Леон, что случилось?!\n\nЛеон: Дда ты только ггглянь!\n\nБруно лежал на полу в луже собственной крови с расквашенной головой.\nПусть и видеть такое мне приходилось не впервые, но когда на месте парня которого ты даже не знал лежит твой давний друг, это все меняет.\n\nДжонатан: Ты знаешь кто это мог быть?\n\nЛеон: Я..... я даже не знаю....\n\nДжонатан: Успокойся, и постарайся вспомнить что происходило вчера.\n\nЛеон: Нну мы купили выпивки, вввызвали девчонок, иии развлекались до утра.\n\nДжонатан: Не густо.\n\nДжонатан: Ну Бруно еще теплый, значит убили его относительно недавно.\n\nДжонатан: Надо обыскать комнату, Бруно же хотел сообщить что-то важное.\n\nЛеон: Да тут же все ящики наружу!\n\nЛеон: Вряд-ли мы что нибудь найдем.\n\nЛеон: Даже телефона его не оставили.\n\nДжонатан: Да пожалуй ты прав, пойдем отсюда поскорее.\n\nЛеон: А как же Бруно, ты хочешь его оставить так?\n\nДжонатан: Вызови полицию, они с этим справятся, пожалуй в этот раз можно их вызвать.\n\nЛеон: Ты уверен? Не забывай кем мы работаем.\n\nДжонатан: Да уверен. Только перед тем как уйти проверь не оставили ли мы отпечатков.\n\nЛеон: Ладно щас проверю.\n",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Спустя час.\n\nЛеон: Ладно я все хорошенько протер.\n\nДжонатан: Хорошо, я наберу полицию.\n",
    "answers": [
      {
        "id": 24,
        "text": "Вызвать полицию"
      }
    ]
  },
  {
    "id": 24,
    "text": "*гудок*\n       *гудок*\n               *гудок*\n\nОператор: Алло, здравствуйте, горячая линия 911, вас что-то беспокоит?\n\nДжонатан: Алло, здравствуйте, я слышал выстрелы в доме напротив.\n\nОператор: Сохраняйте спокойствие, и сообщите нам номер дома пожалуйста.\n\nДжонатан: Да конечно, Ул.Якира дом 57\n\nОператор: Спасибо, за вызов, мы скоро прибудем на место, до связи.\n\nДжонатан: До связи.\n\n*конец разговора*\n\nЛеон: Ну что там?\n\nДжонатан: Они скоро прибудут, уходим скорее.\n\nЛеон: Да пошли.",
    "answers": [
      {
        "id": 25,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 25,
    "text": "Джонатан: Думаю тебе лучше отсидется на своей даче.\n\nЛеон: Я то смогу залечь на дно, а ты куда пойдешь?\n\nДжонатан: У меня сегодня заказ, посмотрю что можно сделать, а там может и залягу где нибудь.\n\nЛеон: Хорошо, береги себя бро.\n\nДжонатан: И ты себя, бро.\n\n",
    "answers": [
      {
        "id": 26,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 26,
    "text": "Воскресенье, 18:04. (Далее в начале каждой страницы будет день и время происходящих событий во избежание путаницы)\n\nНу и денек выдался, такого я никак не ждал, что же хотел рассказать Бруно? Зачем его убили? Что зотели скрыть? И самое главное кто? Так много вопросов но ответы кажется прийдется искать самому. Через час нужно быть уже у той самой свалки машин, не нравится мне это все но ничего не поделаешь, ступив на данную тропу просто так свернуть не получится.\n\n       *дзынь*\n\nСообщение от Леона, наверное спросит как там я.\n\n_____________________/GMAIL<s><s>______________________\n\nОт: Леоне Абаккио\n\nКому: Джонатан Джостар\n\nПисьмо: Слушай, Джонни, я выяснил что пару дней назад у Бруно были некие связи с капо из местной банды \"Passione\", по некоторым наводкам я узнал что капо звали Польпо, но что Бруно делал у Польпо я так выяснить и не смог, но надеюсь эта информация поможет тебе выйти на тех кто прикончил Бруно, и будь осторожен бро.\n____________________________________________________\n\n",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Воскресенье, 18:36.\n\n\nПольпо значит, хммм я не знаю кто это но вот на счет банды я вроде кое что припоминаю, кажется эта та банда мафии в которой никто лично не знает босса, говорят он страшный человек, любой кто будет рыть под него умрет. Точно! Может у Бруно было что-то на босса чем он хотел поделиться но не успел? Но тут возникает другой вопрос, зачем Бруно копать под босса если мы не лезем в мафию? Не сходится блин, и опять в раздумия. Блин! На часах уже пол седьмого я же могу опоздать! Пора выходить.",
    "answers": [
      {
        "id": 28,
        "text": "Одеваться и выходить"
      }
    ]
  },
  {
    "id": 28,
    "text": "Воскресенье, 18:42.\n\nТак ну ничего необычного, камеры давно сломаны, но лучше их всё-таки сбить, пойду обыщю еще тот трейлер.\n\nСпустя десять минут.\n\nНу как я и ожидал, самая обычная свалка.",
    "answers": [
      {
        "id": 32,
        "text": "Подождать заказчика"
      }
    ]
  },
  {
    "id": 29,
    "text": "Воскресенье, 18:59. (С этого момента будет написана день и время событий во избежание проблем)\n\nТак ну и где он, договорились же в семь вечера.\n\n*скрип колес*\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Воскресенье, 19:01.\n\nЗаказчик: Здравствуйте, приятно познакомиться.\n\nДжонатан: Здравствуйте, боюсь приятного мало, но что там за дело?\n\nЗаказчик: Нужно устранить вот этого человека.\n\n*протянул фотографию*\n\nДжонатан: Ага я понял.\n\nЭто же Миста! Какого хрена ему понадобилось убивать Мисту?\n\nЗаказчик: Что-то не так?\n\nДжонатан: Да нет все нормально \n\nДжонатан: Итак, как и договаривались 50% от назначеной суммы.\n\nЗаказчик: Да, вот держите.\n\n*протянул конверт*\n\nДжонатан: Вы же понимаете что будет если здесь не 50% суммы?\n\nЗаказчик: Да понимаю.\n\nДжонатан: Хорошо, удачного вечера.\n\nЗаказчик: Спасибо и вам.\n\n",
    "answers": [
      {
        "id": 31,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 31,
    "text": "To be continued....",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 32,
    "text": "Воскресенье, 19:01.\n\nЗаказчик: Здравствуйте, приятно познакомиться.\n\nДжонатан: Здравствуйте, боюсь приятного мало, но что там за дело?\n\nЗаказчик: Нужно устранить вот этого человека.\n\n*протянул фотографию*\n\nДжонатан: Ага я понял.\n\nЭто же Миста! Какого хрена ему понадобилось убивать Мисту?\n\nЗаказчик: Что-то не так?\n\nДжонатан: Да нет все нормально \n\nДжонатан: Итак, как и договаривались 50% от назначеной суммы.\n\nЗаказчик: Да, вот держите.\n\n*протянул конверт*\n\nДжонатан: Вы же понимаете что будет если здесь не 50% суммы?\n\nЗаказчик: Да понимаю.\n\nДжонатан: Хорошо, удачного вечера.\n\nЗаказчик: Спасибо и вам.\n",
    "answers": [
      {
        "id": 33,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  }
]