[
  {
    "id": 1,
    "text": "(это моя первая книга, не судите строго..)\nвы проснулись и встали с кровати.\nвы жили одни, у вас не было близких. был один друг живший в другой стране. В Алматах.\n\nваша разница в времени была примерна в 9-12 часов. вы хотели собираться ехать к нему.\n\nтак идем дальше. если что вашему персонажу 27.\n\nвы встали с кровати и пошли в ванную, начерпав с ведра ковшиком воды, вы умылись.\nвы пришли на кухню и нашли в тумбочке последнюю крупу.  вы ели как включили плиту. Плита была еще из СССР. \n\nсварив еды вы поели, и пошли собираться.\nвы надели одежду и были вынуждены пойти на улицу, за припасами. \n\nвыйдя на улицу вы нашли магазин и зашли в него. \nнайдя немного припасов вы очень обрадовались. но когда вы уже хотели выходить из магазина и искатт машину, вы столкнулись с ходячими мертвыми тварями. их было 3. \nвы нашли у себя в кармане пистолет. у вас было 9 патронов.\nвы сидели и думали что вам делать.\nваши действия??",
    "answers": [
      {
        "id": 2,
        "text": "Пойти в атаку."
      },
      {
        "id": 3,
        "text": "выйти через склад."
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы пошли в Атаку.\nубив их этим вы приманили к себе этих тварей. их было очень много.\nони выбили окна и окружили вас, последние патроны вы потратили и эти твари не убавились.\nGAME OVER.",
    "answers": [
      {
        "id": 4,
        "text": "Начинайте с начала."
      }
    ]
  },
  {
    "id": 3,
    "text": "пройдя через склад вы вышли на улицу. \nпройдя 2 км вы увидели брошенную машину. и к счастью в ней были вставлены ключи. и был еще бензин. примерно 5-10 литров. вы положили припасы на заднее сиденье, включили машину отправились в путь. До алматов было 5000 км (отсылка на игру в рб долгая поездка.)\nпроедя 78 км вы нашли заправку и заправили машину, на заправке были припасы. вы их взяли на всякий пожарный. вы поехали дальше. вы проехали 120 км. а если считать то 198 км. вам еще придстоит долгий путь. вы ехали и увидели магазин, но увидели тех самых тварей.",
    "answers": [
      {
        "id": 5,
        "text": "Пойти в магазин."
      },
      {
        "id": 6,
        "text": "Ехать дальше."
      }
    ]
  },
  {
    "id": 4,
    "text": "",
    "answers": []
  },
  {
    "id": 5,
    "text": "Вы опять допустили свою ошибку! их было там слишком много. \nGAME OVER.",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы отправились дальше.\n\nПроедя немного вы увидели человека. она просила её забрать.\nНо вы увидели на ней укус.\n\n\nбудете брать её?",
    "answers": [
      {
        "id": 7,
        "text": "Нет. поеду дальше."
      },
      {
        "id": 8,
        "text": "возьму её к себе в машину."
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы поехали дальше, пропустив мимо ушей её посьбу.\n\nвы заметили что уже темнеет. \nвы посмотрели сколько км вы проехали.\nпоказало что вы проехали 300 км.\n\nвы решили перекусить. поев вы начали думать о том где бы вы могли спокойно поспать.\n\nвы ещё немного проехали и нашли съезд вы поставили машину, и решили посмотреть что есть в багажнике. \n\nВы нашли там бензин, запасное колесо и воду. \n\nвы взяли бензин и заправили машину.\n\nвы легли на задние сиденье и заснули.\n\nпроснувшись вы ели встали, вы вчера переутомились. у вас на руке были старые часы. вы посмотрели сколько времени, было уже 8:21.\n\nвы поели и отправились в путь.\n\nпроедя немного вы нашли на дороге человека.\nон просил подобрать его и принять его. вы осмотрели его и решили взять. он сказал что его зовут Артём и ему 21 год. вы поехали. Уже к полудню вы проехали 150 км.\nвы нашли заправку и Артём заправил машину. вы нашли одежду и энергетики. \nНо вы услышали шорох. \nАртём- Что там? \nВы- ох, не знаю. но думаю там что то не хорошее. ",
    "answers": [
      {
        "id": 11,
        "text": "посмотреть что там."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы подобоали её. \n\nЧерез несколько часов Она сказала что ей не сдоровится. \n\nвы повернулись назад и увидели что она стала бледной. вы поняли свою ошибку, но было уже поздно.\n\nона начала хрипеть и рычать.\nвы хотели взять свой пистолет в бардачке ноине упели.\n\nGAME OVER.",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "Артём- может посмотрим что там? \nвы- ладно. мне тоже интересно пошли.\n\nвы пошли смотреть что там.\n\nувидели этих тварей. было видно что там были покупатили и несколько продавцов. \nАртём шепчет.\n\nАртём- видно этот магазин был популярен!..\n\nВы шепчите.\n\nВы- Да похоже на это.\nВы- у тебя есть оружие? я забыл.\n\nАртём- нету, я тоже забыл.\n\nСтоп. это пишет автор. хочу извинится перед вами. но я делаю эту книгу впервые. поэтому хочу сказать что я не знаю как сделать чтобы было назад. ну то есть чтобы писать дальше, поэтому я и написал про ту девушку что она заразна ну или сказать укушена. я просто не знаю как сделать чтобы с другово выбора можно было выйти на другой. простите. идем дальше.\n\nВы- я нашел биты!\n\nвы дали биту Артёму.\n\nАртём- О господи это хорошо! \n вы вышли из магазина очень тихо.\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Сесть в машину."
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы- как хорошо что мы вышли от туда!\nАртём- да, такое облегчение!!\nВы- кстати Артём, ты умеешь водить? \nАртём- да умею.\nВы- тогда садись за руль.\nАртём- хорошо.\n\nАртём сел за руль и вы поехали.\n\nвсё это время вы ехали молча.\n\nедя в машине вы заметили что темнеет.\n\nВы- похоже уже темнеет.\nАртём- похоже на то.\nвы посмотрели сколько вы проехали.\nтам было показано 1000 км.\n\nпроехали вы ещё немного и совсем с темнело.\n\nВы- думаю мы и так достаточно проехали, хочешь перекусить?\nАртём- да я не против. \n\nвы достали еду и начали есть и пить.\nпосле перекуса вы ложитесь спать. (ну Артём тоже.) \nутром вы просыпаетесь. Артём уже за рулем едет. \n\n",
    "answers": [
      {
        "id": 13,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 13,
    "text": "Артём- о ты уже проснулся?\nВы- да.\nВы- сколько время?\nАртём- 11:45.\nВы- долго же я спал.\nАртём- ну да, довольно долго. ну ладно, там еда снизу поешь.\nВы взяли еду и воду, и начали есть.\nпоев вы убрали еду и воду. \n\nпроехав час вы нашли снова заправку. \nвы заправили машину и поехали дальше.\n\nАртём- кстати куда мы едем?\nВы- мы едем в Алматы, там живет мой друг. он говрил там есть защищенная деревня под землёй. \nАртём- а! ясно.\n\nвы спокойно ехали и увидел  что то странное в поле.\n\nАртём- ты тоже это видишь?\nВы- да. но что это?\n\nвы присмотрелись и увидели что там что то на четвереньках у существа были черные большие глаза и чисто белая кожа. оно увидело вас и побежало за вами. \n",
    "answers": [
      {
        "id": 14,
        "text": "Сказать артёму что бы он прибавил скорость и поехать быстро."
      },
      {
        "id": 15,
        "text": "Ничего не говрить и просто думать что это галючигация."
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы- АРТЁМ ТАМ ЧТО ТО СТРАННОЕ И БЕЖИТ НА НАС! ПРИБАВЬ СКОРОСТЬ!\nАртём- ЩАС ПРИБАВЛЮ!\nАртём прибавил скорость и вы оторвались от существа.\nВы- кажется оторвались.\nАртём- да похоже на то. \nВы- интересно что это было?\nАртём- не знаю, но точно что то не хорошее..\nВы поехали дальше молча.\n\nпотом просто заправили машину и опять поехали.\n",
    "answers": [
      {
        "id": 16,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы не сказали еечего Артёму. но сказали что это просто сено.\nвы отвлекли взгляд. вы поехали но вдруг машина резко перевернулась.\nэто было то самая тварь. вы уже взяв пистолет стреляли в неё но ей было всё ровно.\nона разорвала вас на кусочки.\n\nGAME OVER.",
    "answers": []
  },
  {
    "id": 16,
    "text": "Простите дальше не хочу писать.\nно скажу одно под конец как они добрались.\n\nВы- вот мы и добрались. \nвы нашли дыру и лестницу вы просканировали руки и пошли постучали в дверь и вам открыли. вы зашли и сказали что вы приехали с России сюда. вас осмотрели на укусы и разрешили остаться. после этого вы нашли своего друга и рассказали как вы добрались до них. после того вы познакомили Артёма и своего друга. после того вы стали лучшими друзьями.\nи когда вам было 47 (прошло 20 лет) вы вышли наружу вам сказали что эти все твари вымерли. \n\nвы начали новую жизнь спустя 20 лет. \nКонец.",
    "answers": []
  }
]