[
  {
    "id": 1,
    "text": "Ты как обычно встала рано утром, умылась, позавтракала и вышла пошла в школу. Когда ты спускалась по лестнице, у тебя возникло странное чувство. Сделав еще шаг, ты почувствовала что падаешь сквозь ступеньку. Зажмурив глаза, ты только и успела подумать:\n—закулисье\nНо через несколько мгновений, ты почувствовала, что стоишь на чем-то твердом, ты приоткрыла один глаз и увидела удивительно знакомый город. Подойдя к какой-то девушке, ты спросила:\n—а что за город?\nДевушка так на тебя посмотрела, что ты почему-то извенилась, но все же она ответила:\n—Это Токио.\nИ пошла дальше.\nТы стукнула себя рукой по лбу. Это точно был Токио из Магической битвы!!!",
    "answers": [
      {
        "id": 2,
        "text": "Засмеяться от радости"
      },
      {
        "id": 3,
        "text": "Засмеяться от негодования"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты засмеялась от радости и услышала как сзади тебя кто-то смеется и все взгляды прохожих обращены не на тебя а на того кто сзади.\nОбернувшись, ты остолбенела, сзади тебя стоял человек которого ты узнала с одного взгляда, по белым волосам и повязке, это точно был Годжо Сатору. Он перестал смеяться и сказал:\n—Я проходил мимо и услышлал как ты смеешься, мне тоже стало очень весело и я тоже засмеялся.\nСлушай ты мне нравишься, пойдешь в магический техникум.\nТы не успела ничего ответить, как Годжо схватил тебя за шиворот и потащил куда-то, куда он потащил ты уже догадывалась.\nОн притащил тебя к деректору ты хотел было все объяснить, но деректор спросил:\n—Какой чай тебе нравиться?",
    "answers": [
      {
        "id": 4,
        "text": "Зеленый"
      },
      {
        "id": 5,
        "text": "черный"
      },
      {
        "id": 6,
        "text": "красный"
      },
      {
        "id": 7,
        "text": "Попытаться объяснить то как ты попала в этот мир"
      },
      {
        "id": 18,
        "text": "Я не люблю чай"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты засмеялась от негодования, ты смеялась и смеялась. Люди начали оборачиваться на тебя, через несколько минут ты поняла, что не можешь остановиться, через пару часов, люди перестали обращать на тебя внимание.\nНа следующий день твой смех стал похож на хрип. Под конец дня какой-то гений, всеже догадался позвонить в скорую.\nКогда скорая приехала, было уже поздно, ты умерла от обезвоживания.\n\nКонец, не очень хороший, но какой есть)",
    "answers": [
      {
        "id": 1,
        "text": "\"!1\"  "
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты угада, это любимый чай директора, но вот незадача, годжо ненавидит этот чай. Он дотрагивается до тебя и ты растворяешься в воздухе.\n\nКонец, не стоит злить Годжо)",
    "answers": [
      {
        "id": 2,
        "text": "\"!2\""
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты не угадал, деректор не любит этот чай, он начинает бить тебя, а Годжо (будь он неладен) опять ржет, директор забивает тебя до смерти.\n\nКонец, капец)",
    "answers": [
      {
        "id": 2,
        "text": "\"!2\""
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты не угадал, деректор не любит этот чай, он приказывает игрушке напасть на тебя, но Годжо его останавливает. Дело в том что это его любимый чай, он запрещает директору убивать тебя. Потом Годжо подошел и что-то шепнул директору. После этого директор безоговорочно принял тебя в магический техникум. Годжо опять взял тебя за шкирку и снова куда-то потащил, это начинает тебе надоедать. Но не спорить же с самым сильным магом? \nГоджо притащил тебя в комнату и закинув туда, сам куда-то пошел. Несколько минут ты сидела на полу пытаясь прийти в себя. ",
    "answers": [
      {
        "id": 8,
        "text": "Остаться в комнате"
      },
      {
        "id": 9,
        "text": "Встать и пойти по коридору "
      }
    ]
  },
  {
    "id": 7,
    "text": "Одна из игрушек директора напала на тебя и забила до смерти, а Годжо просто смеялся над тобой.\n\nКонец, твоя удача -1000000)",
    "answers": [
      {
        "id": 2,
        "text": "\"!2\""
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты и правда устала, после всего что ты перижила  тебе нужно прийти в себя, закрыв дверь, ты осматриваешь свою небольшую комнатку: здесь шкаф и кровать. Тебе хочется спать, но безопасно ли спать в этом мире?",
    "answers": [
      {
        "id": 10,
        "text": "Поспать"
      },
      {
        "id": 11,
        "text": "Посмотреть что в шкафу"
      }
    ]
  },
  {
    "id": 9,
    "text": "Нет ты не можешь просто так сидеть в комнате, ты встала и вышла в коридор, ничего не видя перед собой ты пошла в перед, но вдруг тебя остановили вопросом:\n—Ты новенькая? Как тебя зовут?\nКажется ты не расслышала что он сказал ты только и смогла выдавить из себе что-то смутно напоминающее \"чего?\"\nОпять этот же человек сказал тебе:\n—Очень приятно, Чио, а я Итодори, это Фушигуро, а это Кугисаки.\nТебя не так поняли и назвали \"Чио\", но не все ли тебе равно. Услышав знакомые имена ты все же повернулась, это и правда были они.\nФушигуро что-то шепнул Итодори. Все троя так посмотрели на тебя, что ты невольно попятилась, что же он сказал Итодори?\n—Ты шпион и нечего нам что-то объяснять, у тебя другая форма и совсем нет пуговиц со специальным символом, что значит, что ты не маг. \nКак ты могла забыть, ты же сейчас в школьной форме!\n",
    "answers": [
      {
        "id": 12,
        "text": "Бежать"
      },
      {
        "id": 13,
        "text": "Попытаться все объяснить "
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты решила поспать, на следующий день у тебя и у других первокурсников был урок, Годжо каждому дал проклятье, тебе, как он сказал, 4 уровня которое надо было победить, ты попыталась с ним сражаться , но он тебя убил с первого удара.\n\nКонец, кстати, последнее что ты услышала сказал Годжо:\n—Упс я что ей дал проклятье 1 уровня, сори)Ты решила поспать, на следующий день у тебя и у других первокурсников был урок, Годжо каждому дал проклятье, тебе, как он сказал, 4 уровня которое надо было победить, ты попыталась с ним сражаться , но он тебя убил с первого удара.\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты открыла шкаф, там была шуольная форма для магов, одевь ее ты решила пойти показать ее кому-нибудь, в коридоре окло окна стояли: Кугисаки, Итодори и Фушигуро. Кажется они тоже заметили тебя, а Юджи сказал:\n—Ты новенькая? Как тебя зовут? \nТы не знала что ответить и сказала:\n—Рама\nКак ты могла ляпнуть такое, но их как будто ничего не смутило, ну и хорошо) \nОни тоже представились, хотя их имена ты прекрасно знала! Тут пришел Годжо и сказал:\n— Вы подружились? Вот и славненько! Научите ее сражаться, а завтра она опробует свои силы на проклятом духе.\nИ ушел.\n—Вот сам бы и научил \nПробурчал, кажется, Фушигуро.\nТебя начали тренировать, и к концу дня ты поняла, что сражение это не твое, и что проклятой магии в тебе 0 без палочки.\nТы забралась в постель и ,закрыв глаза, тотчас уснула.\nТебя разбудила, кажется, Кугисаки:\n—Вставай, Годжо уехал в отпуск, а нам сказал тренировать тебя, а то в боях ты вообще никудышная.\nОткрыв глаза, ты уже была уверенна, что это Кугисаки, ты вскочила с кровати.\nВ этот день ты занималась больше предыдущего, тебе дали проклятое оружие и очки в которых ты якобы увидишь проклятья. Ты неволно сравнивала себя с Маки. Но к концу дня ты кажется победила бы проклятие 4 уровня. \nЛожась спать ты почувствовала что этой ночью что-то должно случиться.",
    "answers": [
      {
        "id": 16,
        "text": "Лечь спать забив на все"
      },
      {
        "id": 17,
        "text": "Не спать"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты побежала, ведь ты не то, что не владеешь проклятой магией, ты в принципе сражаться не умеешь. Пока ты бежала все трое тебя пинали. Ты бежали и из-за крови в глазах уже ничего не видела, и тут ты во что-то врезалась. Тебя взяли за шкирку и тут ты поняла во что. А Годжо так спокойно сказал:\n—Это новая первокурсница!\nКаждый из ребят подошел к тебе и извинился, кроме кугисаки, ей не понравилось что она тык парилась чтобы тебя убить, а убить тебя нельзя, и поэтому она тебе предложила стать ее рабом",
    "answers": [
      {
        "id": 14,
        "text": "Согласиться"
      },
      {
        "id": 15,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 13,
    "text": "Тебя не стали слушать, а запинали до смерти, называя это сражением.\n\nКонец, интересно годжо посмеется над твоей смертью)",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ты не стала испытывать судьбу и согласилаь, теперь ты будешь вечно работать на рисовом поле.\n\nКонец, но ты все же осталась вживых)",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ты отказалась, нашла дурочку стать ее рабом. Тогда Навара достала свой молоток и под смех Годжо (чтоб он сдох) добила тебя.\nКонец, не самый приятный)",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты проснулась в каком-то помешении ты с головой ьыла покрыта покрывалом, немного его оддернув, ты увидела девушку с зелеными волосами идущую к тебе со скальпием, ты забыла как ее завут, но зато поняла где ты, ты в морге, увидев что ты жива, девушка кинула об пол скальпий и со словами: \n—Да блин, опять!!!\nУшла в противоположную от тебя сторону. Одежда была на тебе, хотя и очень потрепанная, в некоторых местах порванная. Что же случилось той ночью? Ты вышла из морга и увидела Годжо, он поприветствовал тебя, ничуточки не удивившись что ты жива. Он дал тебе новое оружие, назвав его оружием особого уровня, ты его узнала, и поняла, что лучше его не терять, а то Маки тебя убьет.\nОт фушигуро ты узнала, что ночью на тебя напало проклятье 2 уровня. Твои тренеровки продолжались через неделю ты поняла что это все зря, хоть ты и наверное смогла бы убить проклятье 3 уровня, если выложишься на все 1000000 даже с проклятым оружием особого уровня. Через несколько дней ты рассказала как ты попала в этот мир, кажется поверил тебе только Итадори, как самый тупой.Через месяц ты могла убить и 2 уровень, но однажды спускаясь по лестнице на улицу , тебя опять посетило то странное чувство. Ты хотела отдернуть ногу но было уже поздно, ты упала, кажется на траву, открыв глаза ты чуть не заплакала, это был мир Ван Писа, но это уже другая история.\n\nИстинный конец)",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты одела очки и взяла оружие, но едва ты закрыла глаза, ты уснула, проснулась ты от странного предчувствия, ты увидела проклятье какого-то уровня, ты решила с ним сражаться но шансы были неравны.\n\nКонец, проклятье тебя убило, самая скучная концовка)\n",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "Директор и Годжо так посмотрели на тебя, что тебе захотелось провалиться под землю. Кажется этот ответ они точно не ожидали, пока они растеряны надо что-то придумать, а не то они кажись убьют тебя, ты не поворачивая головы осмотрела комнату, так как смогла. Ты увидела пути отхода: дверь и окно. Дверь была ближе раза в 2, но зато окно открыто. Думать нужно скорее!",
    "answers": [
      {
        "id": 19,
        "text": "Выйти в окно"
      },
      {
        "id": 20,
        "text": "Выбежать из двери"
      }
    ]
  },
  {
    "id": 19,
    "text": "Времяни думать не было ты рванула в окно, благо 1 этаж, спрыгнув с окна ты рванула вперед и чуть не вмазалась в дерево, ты бежала без оглядки, но когда остановилась чтобы перевести дыхание, ты увидела Годжо, он сказал:\n—А мне больше нравится красный чай, но я тебя не сужу за то что ты не любишь чай, как будешь готова возвращайся в техникум.\nИ тут же исчез.\nТы поняла, что в техникум ты не вернешься. Ты облакатилась на дерево и закрыла глаза, что делать дальше ты не знала. \nНо тебе и думать не пришлось, дерево около которого ты стояла упало прям на тебя, ты умерла.\n\nКонец, ну что ж бывает)",
    "answers": []
  },
  {
    "id": 20,
    "text": "Времяни думать не было, ты выскочила в дверь и налетела на кого-то, кажется это была панда, так как твоя голова уткнулась во что-то мягкое. Ты упала прям на него, но тут же вскачила машинально извинилась и побежала дальше, но он тебя удержал (или лучше сказать она-панда), ты вырывалась но он тебя остановил, директор догнал тебя поблагодарил панду, и забил тебя до смерти, хотя панда протестовал)\n\nКонец, самый странный)",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]