[
  {
    "id": 1,
    "text": "По заветам Чингисхана\n\nЖизнь в степи никогда не была лёгкой. Ветер, без перерыва бьющий по лицу, не щадил ни кочевников, ни земледельцев с юга, ни торговцев с запада. Только местные жители, чья судьба пасти скот и воевать, смогли смириться с непокорным соседом, стали ему подражать. Пока косы трепались в воздухе, они натягивали тетиву лука, чтобы в один момент выпустить из пальцев стрелу и отправить её в противника или животное. В этих краях нет места жалости. Так было, есть, но будет ли так и потом? Мальчишка Тэмуджин разрезал нить судьбы не своим появлением на свет, а делом. Словом. Идти за ним или стать ему заклятым врагом – какой путь выберет Сочигэл?\n\nПроисходящее в квесте является художественным вымыслом, хоть имена персонажей и основаны на реальных исторических личностях. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Без рода, без племени. Сочигэл была старшей дочерью умирающей Намунул, на плечах которой лежали тяжким грузом ещё два сына и племянница. \"Старуха Намунул\" – вот как звали несчастную женщину, оставшуюся без мужа, без брата. Первому татарская стрела пронзила горло, второй, долгое время страдая шаманской болезнью, удавился. \nЛицо её и правда было старческим. Морщины, появившиеся слишком рано, дополняли поразительную худобу. Её ноги больше не могли проходить прежние расстояния, а единственная кобыла, которая оставалась у семейства, едва поднимала хозяйку из-за уже собственной дряхлости. ",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Однажды Намунул подумала: \"Что станет с моими детьми, когда меня не станет? Ни один мужчина не захочет прийти свататься к нам, будь Сочигэл хоть единственной девушкой во всей степи. В лучшем случае её украдут щенки Оэлун. Такие же бедные, как полевая мышь. Что будет с моими сыновьями? В лучшем случае будут прислуживать какому-нибудь такому же нищиму, как мы. А если перегрызутся, как щенки Оэлун, и друг друга убьют? Что станет с Сохатай, если ни матери, ни отца, ни даже тётки у неё больше не будет? Куда отправится эта маленькая девочка, если даже прикосаться к ней брезгуют случайные путники, ночующие у нас зимними временами?\"",
    "answers": [
      {
        "id": 4,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 4,
    "text": "Как бы женщина ни старалась, ответ найти всё никак не могла. Её помутневший взгляд цеплялся за пойманную сыновьями рыбу. Своим мёртвым стеклянным глазом речная тварь осуждающе смотрела вверх. Серебристая чешуя переливалась на свету, словно тысячи мелких монет, коих Намунул видела лишь однажды.\nДуша рвалась на части от несправедливости. Эта рыба – она сама. Там, в неглубокой реке, наверняка остались несчастные мальки, обречённые на смерть от зубов хищников. \nСлёзы сами начали литься из глаз, закрывая собой и без того смутно видимую пищу. Намунул попыталась закрыть лицо морщинистыми руками, пальцы на которых больше напоминали уродливые ветви сухого дерева. Женщина с глухим ударом упала на земляной пол, не услышала шагов дочери, полностью сосредоточенная на своём горе. Пыль в юрте поднялась, медленно оседая на рыбу.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 5,
    "text": "Сочигэл не была красавицей, по крайней мере так всегда говорила её мать. Две чёрные косы были тонкими, а плоское обветренное лицо постоянно было в навозе или в обычной земле. Девушка привыкла по колени заходить в густую траву у реки, чтобы поймать какую-нибудь живность, а потом, вымазавшись в густой тине после падения в воду, заявляться домой. \nС растрёпанными волосами, вся мокрая и побитая она вернулась домой. Перешагнув импровизированный порог, девушка застала явно не самое приятное зрелище, которое вынудило действовать быстро и решительно.",
    "answers": [
      {
        "id": 6,
        "text": "Обнять мать"
      },
      {
        "id": 7,
        "text": "Привести в чувство "
      }
    ]
  },
  {
    "id": 6,
    "text": "Сочигэл преодалела небольшое расстоение между ей и матерью тремя шагами. Её руки, не способные держать тяжести из-за постоянного голода, сжали в тесном кольце увядающую женщину. Намунул в молодости была похожа на прекрасный цветок, поражающий своим изяществом. Сейчас же она была лишь корягой, ожидающей своего конца в объятиях ростка рогоза.\nСочигэл не могла успокоить родную мать ни своей красотой, которой никогда у девушки не было, ни особыми умениями, коих просто не могло быть у девицы, мечтающей прожить хотя бы ещё один год. Лишь собственными слезами она могла разделить непосильную ношу, тесными объятиями пригреть усыхающее тело. Ладони, которых ещё не коснулась старость, нежно касались чужой щеки, смахивали солёные капли на земляной пол.",
    "answers": [
      {
        "id": 8,
        "text": "Заплакать"
      },
      {
        "id": 9,
        "text": "Успокоить мать"
      }
    ]
  },
  {
    "id": 7,
    "text": "Несколько мгновений Сочигэл стояла в дверном проёме, глядя на рыдающую мать. Жалобные всхлипы вызывали странные ощущения в горле, не давая проронить ни звука.\n— Мама?\nТихий голос дочери ненадолго отвлёк несчастную женщину. Она замерла, дрожь в теле прекратилась, словно статуя застыла на одном месте, лишь скрывая заплаканные глаза за ладонями. \nТихие шаги разрезали наступившую тишину, пока наконец на костлявые плечи не опустились чужие руки. Иногда случайные гости, которые имели смелость заночевать в жилище вдовы, со злом скалились, когда её дочь подходила слишком близко. Говорили, мол, слишком уж дурно пахнет. Но мать не чувствовала ничего подобного. Да и так на самом деле было даже лучше. На знатного жениха надеяться глупо, разбойник – побрезгует, вор – не найдёт ничего, за что не жалко рискнуть жизнью.\n\n— Мама, я знаю, что наши дела совсем плохи, но не плачь, прошу. Напьются ли солёной водой Чирхай и Барула? Ты можешь напоить слезами меня? Сохатай ими каждую ночь умывается, но разве это кому-то помогло?\n\nОтветом стало тихое кряхтение. \n\n— Вечером придут Барула и Чирхай, а с ними должна быть Сохатай. Не расстраивай их. Хотя бы сегодня.\n\nОчевидно, разговор был закончен.",
    "answers": [
      {
        "id": 10,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 8,
    "text": "С тошнотворным завыванием зарыдала и Сочигэл. Слёзы крупными каплями стали орошать землю под ногами, словно это бы помогло сделать её мягче. Теперь уже мать крепко прижимала к себе свою дочь, иногда поглаживая голову сухими пальцами. \nСмерть пристально поглядывала на семейство уже несколько лет, готовясь забрать в царство Эрлика каждого. Коварно облизываясь, голодные волки всё ближе подходили к жилищу, уже не обращая внимание на худых баранов.\nЖалкое существование, но всё же прекращать ходить по земле не хотелось.\nРыдания не смолкали до самого вечера, да и те прекратились лишь потому, что возвращались младшие.",
    "answers": [
      {
        "id": 10,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 9,
    "text": "Нет, нельзя ей сейчас плакать с матерью в унисон. А если братья с охоты вернутся раньше, приведя за собой Сохатай? Тогда все вместе они создадут в юрте небольшое солёное озеро и пойманная рыба точно уплывёт. Даже мёртвая.\n— Ну-ну, мы справимся, мама, обязательно. День всегда сменяет ночь, гнев Небес однажды закончится, сменившись на милость. Вот увидишь. Скоро подрастут братья, отомстят за отца, проявят смелость, а быть может найдётся в степи добрый человек, вспомнит славного Хонхотана-баатура и поможет его несчастной семье.\nТыльной стороной ладони Сочигэл смахнула слезу, стремительно бегущую по щеке матери. Слабая улыбка жалкой тенью в ответ на это отразилась на лице умирающей.\n— Мне ведь недолго осталось, дочка. Брат ведь ещё мой говорил, когда жив был. Мне страшно засыпать, боязно отворачиваться от ваших лиц, ведь могу уже больше их не увидеть. А что станет с тобой?\n\nНа это девушка промолчала. Лишь печальным взглядом проводила медленно отряхивающую себя от пыли мать. Очевидно, разговор закончен.",
    "answers": [
      {
        "id": 10,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 10,
    "text": "Сочигэл всегда знала во сколько братья возвращаются с охоты. Но то был не дар предвидения, как иногда думали остальные, а простое умозаключение, не требующее особых умственных стараний. В темноте вряд-ли у мальчишек выйдет выследить белку, а тарбагана, зайца – тем более, если наткнутся на кого покрупнее, то родная мать точно не выдержит такого удара судьбы. Слишком рано охотники тоже не появлялись, ведь добычи в виде беличьего мяса много не бывает, а с одной единственной тушкой вернуться домой будет стыдно. Бывало они вовсе уделяли время не поимке пропитания, а игре с соседским ребёнком Тэмугэ, не смотря на запрет подходить близко к семье братоубийцы Тэмуджина. Мальчишки просто играли в кости, о чём Сочигэл прекрасно знала, но всё равно не выдавала тайну. Волноваться никому в лишний раз не надо.\n\nПоэтому именно сейчас, точно высчитав в уме время, она вскочила с места на встречу прибывшим. Сегодня на охоте была и Сохатай, пожелавшая принести пользу единственной тётке, не бросившей сироту одну. \n\nДевушка, привыкшая к тому, что гул от лошадиных копыт, резвое ржание и поднимающаяся вверх пыль навсегда остались в счастливом прошлом, сильно удивилась, когда увидела старую кобылу, устало везущую на себе двух ребят. Понурые лица братьев заметны и издали, только приблизившись, в глаза бросился их слишком помятый вид, ссадины на открытых участках тела, Барула вовсе приехал без рукава со свежей раной на плече. Хотелось спросить куда делись ещё два коня, но этот вопрос остался неозвученным из-за своей ничтожности по отношению к другому.\n\n— А где же Сохатай?..\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "Не получив ответ на свой вопрос, она повторила:\n— Где Сохатай?\nМолчание. Чирхай стыдливо отводил взгляд в сторону, пока Барула едва слышно кряхтел и кусал внутреннюю часть щеки. Один за другим они нарочито медленно вставали с лошади.\nТерпение девушки начинало заканчиваться. Воспоминание, в котором Оэлун ругала Тэмуджина за убийство брата, всё ещё было слишком ярким, чтобы смириться с тем, что похожее горе коснулось и её семьи тоже. Но то был Бектер, наглец и урод, чья судьба быть кормом диких животных, а чем же помешала сестра? Логичное предположение не сходилось с реальностью: нанести таких увечий без острого клинка невозможно. Кровоточащая рана казалась не слишком глубокой, словно нападавший не ставил себе цель отрубить руку. Скорее напугать. \n\"Острый ум – вот твоё верное орудие\" – так когда-то говорил дядя, желая приучить девушку к дальнейшему развитию своих умственных способностей.\n\"Наблюдай, имей терпение, анализируй, но не думай, что ошибка неизбежно ведёт к поражению. Пробуй, проверяй, размышляй, но помни о последствиях, ибо однажды число ошибок станет настолько большим, что ни одна победа не сможет даровать прощение\".\n\n",
    "answers": [
      {
        "id": 12,
        "text": "\"Они избавились от Сохатай\""
      },
      {
        "id": 13,
        "text": "\"На них напали\""
      }
    ]
  },
  {
    "id": 12,
    "text": "— Вы, поганцы, решили избавиться от Сохатай? Запамятовали, что произошло с Тэмуджином после подлого братоубийства? Хоть бы о матери родной подумали, собаки, грызущие свои же лапы, подумали бы обо мне, своей старшей сестре.\nДевушка с силой потянула за собой испуганных мальчишек, в чьих глазах читались растерянность, разочарование, боль и почти животный ужас. Они не были похожи на жертвенных баранов, спокойно ожидающих свою гибель, – скорее смахивали на зашуганных котят дикой кошки. Молчали.\nСочигэл не стала устраивать им допрос на свежем воздухе, вместо этого она потащила их сразу к матери, не забывая причитать и угрожать расправой.\nВ юрту они вваливаются всем скопом, едва проходя через узкий проём. Споткнувшись, Барула с раненым плечом падает прямо в ноги матери. Кровь тонкой струйкой стекает на земляной пол, орошая собой место, на котором не так давно сидела Намунул. Женщина тут же бросается к сыну.\n— Барула, милый, что случилось, что с твоей рукой?\nСразу принялась поднимать его, отряхивать от мелких песчинок на одежде и голове. \nРезко, как будто в самом деле может плеваться ядом, Сочигэл выплюнула в сторону молчунов:\n— Они избавились от Сохатай. \nНаступила тишина, но продержалась недолго.\nЗвонкая пощёчина заставила только вставшего брата упасть обратно. \nНамунул умела кричать пронзительно громко, могла прилюдно разрыдаться, от горя вырывать на голове свои же волосы – но своих детей никогда раньше не била. Пальцем не смела трогать ни дочь, ни сыновей, ни удочерённую племянницу. Сегодня был отвратительный день. Потаённые страхи стали сбываться, ночные кошмары явились и сейчас стоят перед ней.\nОна боится собственных детей. Любит их. Заботится. \n— Как можно... — ослабевшим, совершенно не своим голосом мать смотрела в сторону второго сына, — ответь же мне, Чирхай, как можно бросить в беде другого человека? Я думала, что хоть ты хороший мальчик. Зачем повторять судьбу Тэмуджина? Ответь же.\n\"Лучше бы ударила\" – пронеслось в голове Чирхая. Его взгляд был устремлён в сторону младшего брата, всё ещё лежащего на полу. Он тоже плакал, но молча, с силой стискивая челюсть, чтобы не зареветь.\n— Отвечай, — приказным тоном прикрикнула Сочигэл, своей властной интонацией привлёкшая внимание матери. Та смотрела на дочь, не моргая, медленно осознавая собственную никчёмность. \nБарула сорвался на истошный вопль. Был ли крик вызван невыносимой болью в руке от раны или сил сохранять молчание уже больше не было – не так важно. Чирхай раскололся. \n— Сохатай похители татары. Сначала с коня скинули меня, Барула же погнался за похитителями, но один из них порезал ему руку. Сказали, что если попытаемся погнаться следом – застрелят и ночью нагрянут к нашему стойбищу. Откочуем – найдут и убьют. Двух наших коней угнали, чтобы точно не смогли ни догнать, ни в другом месте поселиться.\n\nТишина в юрте наступила вновь. Только сильный удар матери по лицу Барулы всё ещё звенел в голове Сочигэл. Перед глазами появились опечаленные лица только приехавших братьев, неглубокая рана, нанесённая татарским клинком, и одна единственная кобыла, несущая на себе двух мальчишек.",
    "answers": [
      {
        "id": 24,
        "text": "Просить помощи у семьи Оэлун"
      },
      {
        "id": 15,
        "text": "Поехать спасать сестру самостоятельно"
      }
    ]
  },
  {
    "id": 13,
    "text": "Предположение казалось логичным. У них не было с собой достаточно острого инструмента, чтобы нанести такое увечье, а сестра вызвалась помочь добровольно. Разве могли братья отказаться от лишней помощи? Они ведь не щенки Оэлун, готовые растерзать собственную тень ради еды. Хотя наверное не стоит отзываться подобным образом о семье Тэмуджина – пусть тот действительно был виновен, но казался Сочигэл вполне неплохим парнем. По крайней мере, редкое общение с ним, которое теперь вовсе сошло на \"нет\" по объективным причинам, не вызывало неприятных ощущений. Отвращения. \n\n— Вы знаете нападавших? Их племя, род, имена?\n\nНа вопросы первым отреагировал Чирхай, видимо, больше не имея сил дальше хранить в себе испытанный ужас и позор.\n\n— Татары.\n\nЭтим всё было сказано. Можно бесконечно топать ногами по пыльной земле, взбивая редкие песчинки вверх к Небу, только это никак не поможет. Больная мать точно не должна услышать, что её племянницу похитили заклятые враги. Для осознания тяжести ситуации не нужно даже знать имён нападавших. Кроме того, они украли лошадей. Пусть всего двух, но для семьи Намунул это целое сокровище, которое вряд-ли в скором времени будет возможно восполнить. Как быть?\n\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Просить помощи у семьи Оэлун"
      },
      {
        "id": 15,
        "text": "Поехать спасать сестру самостоятельно "
      }
    ]
  },
  {
    "id": 14,
    "text": "Был ли у них выбор? Никто не захочет помогать нищей семье, не способной предложить ничего взамен, кроме другой такой же нищей семьи. Хотя ставить семьи в один ряд всё же неправильно – положение Оэлун и её детей всё-таки было выше. \nСочигэл не прикоснулась ни к луку, ни к колчану стрел, запрыгнула на уставшую кобылу и отбросила назад длинные волосы.\n— Куда ты? — Барула первым решил прервать вновь наступившее молчание.\n— К Оэлун, просить о помощи.\nБратья с удивлением посмотрели друг на друга. На этот раз голос подал Чирхай, поспешивший кинуться к старшей сестре.\n— Но ведь мама запрещает приближаться к ним...\n— А как ты собрался вызволять Сохатай? Боишься строгости матери, но совсем не слушаешь её наставлений. Только вместе мы сможем преодолеть трудности. Разве помешает поддержка людей, в чьих интересах лишний раз ткнуть носом в грязь ненавистный врагов? Что мы, что они – попали в столь трудное положение из-за подлецов, не видящих границ. \n\nОставалось лишь надеяться на благодушие вдовы Есугея-багатура, ведь ничего кроме благодарности на словах Сочигэл предложить не могла. Ни украшений, ни тканей, ни животных. \n\n",
    "answers": [
      {
        "id": 16,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 15,
    "text": "Разве кто захочет помогать нищей семье, чьё положение вызывает граничащую с презрением жалость у окружающих? Нет. \nОтец, дядя, мать – все они всегда наставляли совершать обдуманные поступки. Стали ли следующие действия Сочигэл таковыми? \n\nВскочив на изрядно уставшую кобылу, девушка поскакала в сторону привычного места охоты братьев. Татары периодически заходили в здешние края, стараясь не оставаться надолго. \nПохитители не могли уехать далеко, возможно планировали свой вероломный набег ещё давно, желая таким образом отомстить за прошлые обиды. \nТопот лошадиных копыт был прекрасной песней для девичьих ушей, он заставлял погружаться в прошлое, полное счастливых моментов. Они никогда не были богатыми, не спали в колыбелях из золота и серебра, не одевались в собольи меха, зато были уважаемы, сыты, довольны своей жизнью.\nТатарская стрела пронзила прошлую жизнь в уюте насквозь. \nБез жалости к животному Сочигэл гналась дальше и дальше, пока впереди не стали виднеться до тошноты знакомые фигуры. \nВозвращаясь к вопросу о рациональности действий Сочигэл, можно с уверенностью сказать, что решение направиться к врагам в одиночку стало фатальной ошибкой. \nВ воздух взлетели три татарские стрелы – одна прошла мимо, даже не задев одежду, вторая едва не попала по ногам старой лошади.\nТретья угодила в шею девушки, заставив навсегда закрыть глаза.\n\nВсе мы совершаем ошибки, но некоторые имеют слишком высокую цену. История других героев не закончится на этом, но для Сочигэл наступил однозначно бесславный конец. Она не смогла помочь матери, братьям и не спасла сестру. Вспомнит ли хоть кто-то, что существовала такая девушка через лет двадцать? Едва ли.",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 16,
    "text": "Хоть семьи их не ладили, но свои кочевья располагали недалеко друг от друга, словно не желая терять из виду таких же несчастных. Дорога не заняла много времени, солнце не успело полностью скрыться за горизонтом. Своеобразный лучик надежды ярко горел в сердце, не позволял отказаться от задуманного.\nВетер то больно бил по обветренному лицу, то подгонял кобылу скакать быстрее. Пыль из под копыт вздымалась вверх, мешая наезднице управлять лошадью. Волнение заставляло сердце стучать быстрее, быстрее, быстрее, пока не начал вырисовывается вдали силуэт одного из сыновей Оэлун.\n\nХасар был ненамного младше Тэмуджина, мастерство стрелять из лука превращало эту разницу в возрасте ничтожным второстепенным элементом. Именно он помог своему старшему брату избавиться от Бектера. \nИз под меховой шапки выглядывали тёмные волосы, собранные в неаккуратные косы. Он всматривался вдаль, не веря своим глазам. Немой вопрос читался в его взгляде: \"Зачем приехала?\".\nНедоверие очевидно и понятно. И всё же враждебности в его действиях не наблюдалось. Хасар был таким всегда. ",
    "answers": [
      {
        "id": 17,
        "text": "— Хасар!"
      }
    ]
  },
  {
    "id": 17,
    "text": "Громкий крик вырвал Хасара из задумчивости. В его глазах словно проснулась живая искра, которая разгоралась ярче и ярче с приближением Сочигэл. Разве могла соседская девчонка приехать на ночь глядя к нему без весомой на то причины.На старой кобыле, вся грязная и видно уставшая, она была похожа убегающего от хищника зверька, готового терпеть любые лишения ради сохранения собственной жизни. Но так ли было на самом деле? Быть может она на самом деле грозный хищник, прячущийся под маской беспомощности. Узнать причины столь несвойственной для неё растерянности удалось лишь после её скорого прибытия. \n\nЛовко соскользнув с лошади, Сочигэл рухнула в ногах Хасара то ли от бессилия, то ли от отчаяния. Она невнятно повторяла одно и то же, цепляясь пальцами за одежду юноши. Унижаться перед соседом – единственный выход, который оставался у беднейшей семьи всей степи. Сквозь непонятный лепет едва удалось понять, что Сохатай, миловидная девочка, слишком рано оставшаяся сиротой, была похищена. \n— Сочигэл, кто это сделал? Скажи же скорее!",
    "answers": [
      {
        "id": 18,
        "text": "— Её похители меркиты"
      },
      {
        "id": 19,
        "text": "— Её похители татары"
      },
      {
        "id": 20,
        "text": "— Её убили Барула и Чирхай"
      }
    ]
  },
  {
    "id": 18,
    "text": "Одного упоминания этих людей хватило, чтобы Хасар крепко сжал в руке потёртый лук, на котором совсем недавно заменил тетиву. С нескрываемым удивлением ему удалось вставить несколько фраз в беспорядочный поток слов соседки:\n— Постой, но разве у вас были с ними конфликты? Не обижайся, но ваша семья не слишком желанная цель для неприятелей. Сохатай слишком мала для замужества, а вы слишком бедны для выкупа. Зачем им красть её?\n",
    "answers": [
      {
        "id": 25,
        "text": "— Нет, я кажется перепутала, это не они..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Одного упоминания этих людей хватило, чтобы Хасар крепко сжал в руке потёртый лук, на котором совсем недавно заменил тетиву. С нескрываемым удивлением ему удалось вставить несколько фраз в беспорядочный поток слов соседки:\n— Зачем же им Сохатай? Она слишком мала, чтобы стать невестой, слишком бедна, чтобы просить за неё выкуп. Да разве так бывает?..\nИ всё же по интонации было видно – поверил. Лишь находился в растерянности, не понимал, что делать дальше, но точно знал, что оставлять так ни в коем случае нельзя.\n— Давай сначала определимся с причиной, по которой её вообще украли.",
    "answers": [
      {
        "id": 21,
        "text": "— Они хотят таким образом отомстить "
      },
      {
        "id": 25,
        "text": "— Нет, я кажется перепутала, это не они..."
      },
      {
        "id": 23,
        "text": "— Целью была не она"
      }
    ]
  },
  {
    "id": 20,
    "text": "Тяжко выдохнув, Хасар несильно стукнул себя по лбу ладонью. А ведь он считал, что Сочигэл умная! \n— Ты ведь сказала, что её похитили! Зачем им похищать свою же сестру?",
    "answers": [
      {
        "id": 26,
        "text": "— Прости, я перепутала!"
      }
    ]
  },
  {
    "id": 21,
    "text": "Продолжение следует ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "Продолжение следует...",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "Это её ошибка. Всё было таким очевидным, понятным, но конечный выбор оказался неправильным. Хорошо или плохо поступили братья – девушка больше не решалась судить, совершив необдуманное действие.\nНикто не захочет помогать нищей семье, не способной предложить ничего взамен, кроме другой такой же нищей семьи. Хотя ставить семьи в один ряд всё же неправильно – положение Оэлун и её детей всё-таки было выше. \nСочигэл не прикоснулась ни к луку, ни к колчану стрел, выбежала из юрты, запрыгнула на уставшую кобылу и отбросила назад длинные волосы.\n— Куда ты? — Чирхай первым выбежал вслед за сестрой.\n— К Оэлун, просить о помощи.\n— Но ведь мама запрещает приближаться к ним...\n— А как ты собрался вызволять Сохатай? Боишься строгости матери, но совсем не слушаешь её наставлений. Только вместе мы сможем преодолеть трудности. Разве помешает поддержка людей, в чьих интересах лишний раз ткнуть носом в грязь ненавистный врагов? Что мы, что они – попали в столь трудное положение из-за подлецов, не видящих границ. \n\nОставалось лишь надеяться на благодушие вдовы Есугея-багатура, ведь ничего кроме благодарности на словах Сочигэл предложить не могла. Ни украшений, ни тканей, ни животных. \n\n",
    "answers": [
      {
        "id": 16,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 25,
    "text": "Тяжко выдохнув, Хасар несильно стукнул себя по лбу ладонью. А ведь он считал, что Сочигэл умная! \n— Неужели волнение так сильно сказывается на женщинах? Ладно, давай заново. Кто это сделал?",
    "answers": [
      {
        "id": 18,
        "text": "— Её похитили меркиты"
      },
      {
        "id": 19,
        "text": "— Её похитили татары "
      },
      {
        "id": 20,
        "text": "— Её убили Чирхай и Барула "
      }
    ]
  },
  {
    "id": 26,
    "text": "Хасар не скрывал своего раздражения. Ему казалось, что его водят за нос.\n— Как вообще можно перепутать подобные вещи? Ладно, давай заново. Кто это сделал?",
    "answers": [
      {
        "id": 20,
        "text": "— Её убили Чирхай и Барула "
      },
      {
        "id": 18,
        "text": "— Её похитили меркиты"
      },
      {
        "id": 19,
        "text": "Её похитили татары"
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  }
]