[
  {
    "id": 1,
    "text": "Автор — Евгений Александров\n\n«Дикая территория принесла неудачные миру плоды. \nИзначально ее окружение восприняло моряков нормально, пуская во свою спокойную, как показалось, среду. Но стоило им только вернуться, как при первой же высадке образовалась вспышка грядущей эпидемии, обнажившей свои черновые зубы по всей Сельверии и Кельме.\nУглубилась ли эта проблема, став самой масштабной? Главного героя не очень уж и волновала такая забота, ибо ключом его свободы становится востребованная от заказчика миссия»",
    "answers": [
      {
        "id": 1,
        "text": "[Рекомендация]\nУзнайте о главном герое в таинственной библиотеке. Либо игнорируйте эту просьбу, сделав себе сюрприз. ",
        "comment": true
      },
      {
        "id": 2,
        "text": "[Открыть дверь в исторический путь]"
      },
      {
        "id": 3,
        "text": "[Таинственная библиотека]"
      },
      {
        "id": 10,
        "text": "[Обновления из шестереночной машины]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Выбрав себе предысторию, открывается возможность на изучение мира под разными углами. Культура Табу, Пришедшие от Короля Нищих, Падшие. Какой же путь окажется игроку по вкусу? \n\nP.S\nНа данный момент я развиваю линию «Культа из Табу»",
    "answers": [
      {
        "id": 1,
        "text": "[Вернуться к первоисточнику, закрывая двери]"
      },
      {
        "id": 4,
        "text": "«Падший»"
      },
      {
        "id": 5,
        "text": "«Культ из Табу»"
      },
      {
        "id": 6,
        "text": "«Пришедший от Короля Нищих»"
      }
    ]
  },
  {
    "id": 3,
    "text": "Взяв свечку, остается только исследовать книжные полки, имея надежду отыскать нужный себе ответ. ",
    "answers": [
      {
        "id": 1,
        "text": "[Покинуть библиотеку, закрыв за собой двери]"
      },
      {
        "id": 16,
        "text": "[Персонажи]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Падшие —\n\n«Кем являются падшие для всего мира? Изгоями общества даже на территориях Нищего Короля, не говоря уж про остальные владения других приоритетных лиц. Мало того, что они являются разыскиваемыми личностями, так еще за их голову обычно приписывают неимоверно большую награду. К счастью даже у таких бывает шанс сорвать жизненный куш и очистить свое гнилое имя»",
    "answers": [
      {
        "id": 2,
        "text": "[А Культ или Нищие звучат по симпатичнее]"
      },
      {
        "id": 4,
        "text": "[Настало время для падшего] - временно недоступно. ",
        "comment": true
      },
      {
        "id": 23,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "Культ из Табу —\n\n«Добро пожаловать в известную двухэтажную виллу на вершине Честаила. Культ из смешанных группировок, объединенные «Янхоустом» и едкими змеями организации «Утопцев», что сумели воссоздать хаос на равне островного Кроута. Именно здесь вам выпадает честь взяться за лучшее поручение от Аиси Кенхордесайдз»",
    "answers": [
      {
        "id": 2,
        "text": "[Хотелось бы выбрать иной путь]"
      },
      {
        "id": 7,
        "text": "[Время познать в себе черту Культа]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Пришедшие от Короля —\n\n«Когда-то здесь были не заброшенные катакомбы, а бегущие вагоны поездов, помогающие сократить любой островной маршрут. Именно отсюда из порта началась разноситься чернота, вызвавшая по стране эпидемию. Некоторые входы подверглись бетонированию или повергли в руины через взрывчатку, но должное туннелям отдать стоит. Они стали королевством Нищего Короля, куда теперь сбегались прокаженные или гнилые души» ",
    "answers": [
      {
        "id": 2,
        "text": "[Что-то мне туда не захотелось]"
      },
      {
        "id": 6,
        "text": "[Попасть на аудиенцию короля] - временно недоступен. ",
        "comment": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Ванна, наполненная горячей водой — самое меньшее удовольствие по сравнению с тем, что вокруг нее расхаживают обнаженные женские тела. Бордель это или особняк, неважно, ибо рассказы молвят о разных чертах культового заведения. Одна истина известна наверняка: человек, попавший на ее территорию, будет мертв или тонуть в наслаждении.\n\nАиси Кенхордесайдз — влиятельная женщина средних лет, обладающая высшей строгостью по отношению к своему делу. Если бы не эта строгость, то кажись, Честаил жил бы цивилизованно и под государственной защитой Порядка.\n\n—Рекомендованный наготу Аделар, преставленный во приятном обличии. По нраву ли тебе церемония, устроенная моими девочками? Сладок ли алкоголь, который они тебе наливают, приятна ли еда, которой угощает тебя мой не скромный стол? — Женщина сидела на искусно вырезанном стуле, а тело ее облачено в белый без пояса халат. Скрестив ноги, изящно покуривая сигарету, она с внимательной точностью рассматривала мужчину, пытаясь изловить в наëмнике изъян. \n",
    "answers": [
      {
        "id": 8,
        "text": "—Я бывал и в более лучших местах Сельверии, даже в столице азиатского Кенхордесайдз. "
      },
      {
        "id": 9,
        "text": "—Никогда не испытывал такой роскоши и удовольствия. Вы меня балуете. "
      },
      {
        "id": 11,
        "text": "—Тут столько всего, что я в раздумьях, что мне опробовать здесь еще! "
      },
      {
        "id": 12,
        "text": "[Выпить]"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Я в процессе, чтобы воссоздать здесь атмосферу моего родного края. Но будь ты действительно там, то знал бы, как сильно пресекается похоть, — Аиси затянула в себя табачного дыма, испустив его целиком из курительной трубки, имеющей на себе голову дракона. В ее глазах на мгновение проскочила злость, устремленная в Аделара, но тут же она обрела спокойствие, начиная говорить о главном деле. \n\n—Видишь ли, мне порекомендовали тебя за счет успешных тобой операций. Ясно одно. Репутация еще не бежит впереди тебя, но уверяю, что при выполненной задаче моего заказчика — ты станешь самой яркой легендой. ",
    "answers": [
      {
        "id": 13,
        "text": "—Именно поэтому я и прибыл сюда. Во сколько я с ним увижусь? "
      },
      {
        "id": 14,
        "text": "—Сведу тему, но вы меня раскусили о столице. Расскажите о пресечении похоти? "
      }
    ]
  },
  {
    "id": 9,
    "text": "—Не спеши хвалить мое заведение, попробовав только одно яблоко. Вокруг тебя целое плодоносное древо, — Аиси затянула в себя табачного дыма, испустив его целиком из курительной трубки, имеющей на себе голову дракона. В ее глазах на мгновение проскочило умиротворение, устремленное в Аделара. Но тут же она обрела спокойствие, начиная говорить о главном деле. \n\n—Видишь ли, мне порекомендовали тебя за счет успешных тобой операций. Ясно одно. Репутация еще не бежит впереди тебя, но уверяю, что при выполненной задаче моего заказчика — ты станешь самой яркой легендой. ",
    "answers": [
      {
        "id": 13,
        "text": "—Именно поэтому я и прибыл сюда. Во сколько я с ним увижусь? "
      },
      {
        "id": 15,
        "text": "—Будет приятно вкусить имеющиеся яблоки. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Кругом было темно, пока огромнейший монитор не вспыхнул, освещая маленькую комнату. Усевшись по удобнее в кресле, можно лицезреть аккуратный список из символов и цифр, не имеющих своего окончания. ",
    "answers": [
      {
        "id": 1,
        "text": "[Выключить монитор и покинуть комнату]"
      },
      {
        "id": 10,
        "text": "0.1 - 23.09.24\n• Развивается сюжетная линия Культа из Табу.\n• После завершения пролога о Культе, планируется завершить пролог в остальных арках. ",
        "comment": true
      }
    ]
  },
  {
    "id": 11,
    "text": "—Здесь столько дверей и возможностей от удовольствия, что у тебя наверняка сорвет крышу. Главное о Культе то, что здесь не любят торопиться, — Аиси затянула в себя табачного дыма, испустив его целиком из курительной трубки, имеющей на себе голову дракона. В ее глазах на мгновение проскочило умиротворение, устремленное в Аделара. Но тут же она обрела спокойствие, начиная говорить о их главном деле. \n\n—Попробовать успеешь. Но сейчас видишь ли, мне порекомендовали тебя за счет успешных тобой операций. Ясно одно. Репутация еще не бежит впереди тебя, но уверяю, что при выполненной задаче моего заказчика — ты станешь самой яркой легендой. ",
    "answers": [
      {
        "id": 13,
        "text": "—Именно поэтому я и прибыл сюда. Во сколько я с ним увижусь? "
      },
      {
        "id": 18,
        "text": "—А может мне хватит духу войти в каждую вашу дверь. "
      }
    ]
  },
  {
    "id": 12,
    "text": "Бокал с янтарной жидкостью размещен на столике, находящимся возле ванной. Не трудно было дотянуться рукой и взяться за стеклянную структуру, легко поднося ко рту содержимое, осушая терпкий напиток. Одна из прекраснейших работниц коснулась ладонями мужских плеч, начиная с приятной плавностью массажировать наемника. \n\nАиси все это время выдерживала молчание, покуривая из драконьей трубки. Похоже, что ей доставляется радость от наблюдения за ценным клиентом. ",
    "answers": [
      {
        "id": 8,
        "text": "—Я бывал и в более лучших местах Сельверии, даже в столице азиатского Кенхордесайдз. "
      },
      {
        "id": 9,
        "text": "—Никогда не испытывал такой роскоши и удовольствия. Вы меня балуете. "
      },
      {
        "id": 11,
        "text": "—Тут столько всего, что я в раздумьях, что мне опробовать здесь еще! "
      }
    ]
  },
  {
    "id": 13,
    "text": "—С ней, — владелица прекратила курить, поправляя на себе полураскрытый халат. Не долго думая, она продолжила говорить, — Дело в том, что она из той категории людей, которые были первооткрывателями Дикой территории. Об остальном она посвятит тебя сама, ты встретишь ее в пятом номере. \n\nЗакончив говорить, Аиси приподнялась со стула, направляясь к выходу. Теперь остается только посетить пятый номер, либо остаться еще немного здесь, чтобы еще немного насладиться атмосферой Культа. ",
    "answers": [
      {
        "id": 21,
        "text": "[Отправиться в пятый номер]"
      },
      {
        "id": 22,
        "text": "[Насладиться еще немного]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Владелица заведения молчала, подбирая самые изысканные этой теме слова. Несколько выпущенных клубков дыма раскрепостили ее удивительный язык. \n\n—Милый, тебе точно интересно узнать о традициях, которым там следуют? Честь в Кенхордесайдз соблюдают превыше всего. Осквернить честь равносильно самоубийству. Похоть в моей столице не приветствуется, а акт размножения служит только затем, чтобы продолжался род, ибо занятое дело в угоду отсутствия рода является им тяжелым осквернением. ",
    "answers": [
      {
        "id": 13,
        "text": "—Я понял, поговорим тогда о нашем заказчике. Когда я с ним увижусь? "
      },
      {
        "id": 19,
        "text": "—А вы значит из той ягодки, которая решила отсоединиться?"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Ночью я отправлю тебе лучших монашек. Уж поверь, они тебя не разочаруют. Эта троица — обладает специфическими вкусами, — Аиси оглянулась, словно пыталась понять, нет ли случаем этих монашек тут сразу. Как оказалось, они пока что в совершенно другом сейчас помещении. ",
    "answers": [
      {
        "id": 13,
        "text": "—Ну раз все обсудили, то думаю пора заняться делами. Когда я увижусь с ним? "
      }
    ]
  },
  {
    "id": 16,
    "text": "Желаете изучить доступных персонажей? Похвально, ибо информация о людях никогда не бывает лишней. ",
    "answers": [
      {
        "id": 3,
        "text": "[Вернуть эту книгу на полку]"
      },
      {
        "id": 20,
        "text": "• Главный герой. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Владелица заведения молчала, подбирая самые изысканные этой теме слова. Несколько выпущенных клубков дыма раскрепостили ее удивительный язык. \n\n—Милый, тебе точно интересно узнать о традициях, которым там следуют? Честь в Кенхордесайдз соблюдают превыше всего. Осквернить честь равносильно самоубийству. Похоть в моей столице не приветствуется, а акт размножения служит только затем, чтобы продолжался род, ибо занятое дело в угоду отсутствия рода является им тяжелым осквернением. Тебе так хочется ощутить на себе их грязь, чтобы испытать наказание?",
    "answers": [
      {
        "id": 13,
        "text": "—Ну уж нет, к такой двери я точно не готов. Когда я смогу увидеть его? Заказчика. "
      }
    ]
  },
  {
    "id": 18,
    "text": "—Значит последняя тебя точно сведет с ума, — говорила Аиси, хитро улыбнувшись. Только она знает о каждой двери, только она знает, что именно подобрать здесь людям. ",
    "answers": [
      {
        "id": 13,
        "text": "—Я понял, поговорим тогда о нашем заказчике. Когда я с ним увижусь? "
      },
      {
        "id": 17,
        "text": "—Неужто эта дверь окажется подобно услугам из вашей столицы? "
      }
    ]
  },
  {
    "id": 19,
    "text": "В глазах женщины после услышанного проявился строгий взгляд, но из интереса она слегка раскрепостила халат, оголившись перед наемником. \n\n—Это единственный плод, который никому не удастся настигнуть. Запомни, что редко кто способен визуально изучить саму красоту моего тела. ",
    "answers": [
      {
        "id": 13,
        "text": "—Это значимая для меня честь, Аиси. Раз мы все обсудили, то можно поговорить с моим заказчиком. Где я с ним увижусь? "
      }
    ]
  },
  {
    "id": 20,
    "text": "Аделар — наемник, выполняющий заказы. Когда-то давно он промышлял слежку за Джонатаном Аркрайтом, но получив поражение и неудачу, покинул на некоторое время Сельверийские края. До слежки занимался воровством и принимал участие в банде, вкладывая все силы на то, чтобы превратить ее в организацию. \n\nОтстранившись от банды, не сумев поймать Джона и сбежав по дальше от островов, он позже вернулся лишь по единственной причине — некий таинственный заказчик, способный своей задачей проложить его путь до уровня легендарного наемника. ",
    "answers": [
      {
        "id": 16,
        "text": "[Закрыть эту страницу]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы прошли пролог только первого пути. Следующие два будут в скором времени раскрыты, а первая глава начнет сиять перед вами на грядущей неделе!",
    "answers": [
      {
        "id": 1,
        "text": "[Вернуться в начало] (не унывай, скоро здесь будет много веселья) "
      }
    ]
  },
  {
    "id": 22,
    "text": "Аделар провел некоторое время в наслаждении возле дам, когда закончил принимать ванну. Одно можно сказать точно — эта вилла оставит в его памяти только самые лучшие воспоминания, которые он наверняка захочет возобновить в будущем. ",
    "answers": [
      {
        "id": 21,
        "text": "[Отправиться в пятый номер]"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]