[
  {
    "id": 1,
    "text": "Ты просыпаешься в кабинете директора. Почему именно кабинет и именно директора? Ты директор? Нет. Ты обычный смертный. ",
    "answers": [
      {
        "id": 2,
        "text": "Осмотреться",
        "var_set": [
          "light",
          0,
          "memoryplace",
          4,
          "time",
          22,
          "autorun after",
          62
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты просыпаешься в кабинете директора. Почему именно кабинет и именно директора? Ты директор? Нет. Ты обычный смертный. Но на кабинет вполне похоже. Здесь есть сейф. Есть шкаф. Есть стол с канцелярскими принадлежностями. Есть тумбочка, которую можно обшарить. Но тебя не покидает чувство, что ты обшаривал все эти полости уже тысячу раз и ничего в них не находил, кроме ручки. Ручка в верхнем ящике, если что. А так даже сейф пустой. Открытый и пустой.<s>r\n<s>r\nЧто-то происходит с твоей памятью. Как ты здесь оказался? Словно буйные волны или скорее словно мухи облепили – вокруг твоей головы собираются фрагментарные воспоминания о том, как ты тысячу раз оказывался здесь же, ровно в 22:00.<s>r\n<s>r\nТы снова и снова не можешь в это поверить, но всё именно так. Календарь на стене не даст соврать. 97-й год. 22 августа. 22:00. За окном темно. Ты в кабинете директора ДК \"Восторг\" города Фрягда. В зале прямо в этот момент происходит дискотека, множество людей танцуют и выясняют отношения. Простые фрягдовцы, молодые, веселые, грубоватые и необразованные. <s>r\n<s>r\nНи к этой вечеринке, ни к директору, ни ко всему ДК, ты никогда в жизни не имел отношения. У тебя не было никаких причин застревать в этом дне.<s>r\n<s>r\nНо что-то случилось, и ты застрял в этом дне. И пройдет целая вечность, а ты так и будешь здесь просыпаться. Ага. <s>r\n<s>r\nВпрочем, кое-что меняется с течением однообразных дискотек — твой разум. Он, похоже, уже не выдерживает напряжения, пытаясь установить причинно-следственные связи и упорядочить в памяти череду одинаковых фрягд. Твое сознание даже не совсем понимает, сколько тебе уже лет? Может быть ты провел здесь сто лет? А может дней сто? Кто знает. Самое печальное, что периодами твоя память словно тухнет и тебе вновь приходится вспоминать какие-то крайне важные вещи. Или вещи, которые кажутся тебе важными. Все они хранятся чертогах твоей памяти, и некоторые запали так глубоко, что только с помощью внезапного озарения можно до них добраться.<s>r\n<s>r\nЧто же ты будешь делать сегодня, несчастный фрягдовский Билл Мюррей?<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Нырнешь во все тот же вечер ДК города Фрягды и проведешь его так же, как и всегда..."
      },
      {
        "id": 12,
        "text": "Попытаешься проникнуть в чертоги своей памяти, чтобы узнать что-то важное.",
        "var_set": [
          "place",
          2
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Итак. Вот, что ты помнишь наверняка. Места, где можно провести время в ДК: кабинет директора, где ты вечно просыпаешься в 22.00... отличное место, чтобы подумать о жизни и покопаться в тумбочках. Актовый зал, где проходит дискотека, начало и завершение которой ты никогда не видел — если устал быть интровертом, то отправляйся сюда. Мрачные пустые коридоры, по которым можно просто шататься и встретить кого-нибудь. Впрочем, весьма однообразны и в отведенные тебе часы здесь толком никого и не встретишь. Балкон, куда иногда выходят поболтать курильщики. <s>r\n<s>r\nЗа пределы ДК выйти невозможно. Любая попытка завершается одинаково – ты просто теряешь сознание, а потом снова просыпаешься на полу в кабинете директора в 22.00. Попыток было очень много.<s>r\n<s>r\nВремени у тебя – около 3 часов. Потом снова сброс. Выбирай, где хочешь провести ближайший час<s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "В кабинете директора"
      },
      {
        "id": 6,
        "text": "В актовом зале"
      },
      {
        "id": 7,
        "text": "В мрачных коридорах"
      },
      {
        "id": 8,
        "text": "На балконе"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты погружаешься в бесконечные чертоги памяти, словно Шерлок Холмс из сериала, которой снимут еще так нескоро... Ты вновь пытаешься установить хоть какую-то мало-мальски логическую цепочку. <s>r\n<s>r\nДа, ты родился в городе Фрягда и провел здесь первые тринадцать лет жизни. Потом уехал. Но квартира осталась. Твои родители сдавали ее различным квартирантам. Потом твои родители умерли, квартира досталась тебе, ты тоже сдавал ее различным квартирантам. Потом тебе стукнуло ближе к сорока и ты решил продать квартиру в городе Фрягда. Тогда ты вернулся в город своего детства, чтобы лично оглядеть опустевшие хоромы (последний квартирант съехал неделю тому) и поговорить с другом. Друг Глеб, бывший одноклассник, единственный из Фрягдовцев, кто остался в городе спустя столько лет, работает риелтором, умеет продавать квартиры во Фрягде. <s>r\n<s>r\nВот ты приехал прямо в родной двор, который давно перестал быть родным, поднялся по ступенькам, вошел в родную квартиру. Она была пуста, потому что квартирант вывез всю мебель. Ты крякнул, послушал собственное эхо и от накативших чувств и усталости прилег на пол и заснул. Проснулся ты уже в кабинете директора ДК «Восторг».<s>r\n <s>r\nПочему именно здесь? Почему именно ДК? Почему именно 97-й и именно 22 августа? Твоя жизнь была настолько неинтересной в то время, что ты толком и не помнишь, чем тогда занимался, и никакие чертоги тут не помогут. Ты был десятилетним ребенком, который часто простужался даже в августе. Ты никогда не бывал в \"Восторге\", слышал о нем рассказы от каких-то знакомых во дворе, и всё. «Восторг» находится в другом конце Фрягды. Возможно, 22 августа 97-го года ты просто сидел дома. 97%, что это именно так.<s>r\n<s>r\nА теперь спустя двадцать семь лет просыпаешься в \"Восторге\" и не может выпроснуться из него прочь.<s>r\n<s>r\nХм... Чтобы все эти брождения по чертогам памяти принесли хоть какой-то прок, ты должен испытать ОЗАРЕНИЕ.",
    "answers": [
      {
        "text": "Что если всё это как-то связано с твоими родителями?",
        "id": 9,
        "var_more": [
          "light",
          0
        ],
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          9
        ]
      },
      {
        "text": "Что если всё это как-то связано с последним квартирантом?",
        "id": 10,
        "var_more": [
          "light",
          0
        ],
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          10
        ]
      },
      {
        "id": 11,
        "text": "Необходимо больше озарений...",
        "var_equal": [
          "light",
          0
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Итак. Ты в кабинете директора ДК. Здесь никого, кроме тебя.<s>r\n<s>r\nЗдесь есть тумбочка, открытый сейф, календарь, напоминающий, в каком тяжелом ты положении. Различные канцелярские принадлежности и документы в папочках. Окна скрыты жалюзи, за окнами темно. Дверь закрыта цифровым замком, к которому ты еще сто дней назад смог-таки подобрать пароль.<s>r\nТы проводишь в кабинете целый час, заново привыкая к скучным стенам и медитируя на образ мухи, бьющейся возле подоконника. <s>r\n<s>r\nИногда приятно вот так провести бесполезное время, в тишине. Без музыки. Когда-то давно ты наловчился убивать муху, точно зная, в какую сторону она попытается спастись, но теперь ты проявляешь к ней безразличное мягкосердечие.",
    "answers": [
      {
        "id": 13,
        "text": "Обшарить сейф",
        "var_set": [
          "place",
          5
        ]
      },
      {
        "id": 14,
        "text": "Обыскать шкаф",
        "var_more": [
          "nadpisi",
          0
        ],
        "var_set": [
          "place",
          5,
          "nadpisi",
          1
        ]
      },
      {
        "id": 21,
        "text": "Обшарить тумбочку",
        "var_equal": [
          "nauka",
          0
        ],
        "var_set": [
          "nauka",
          1,
          "place",
          5
        ]
      },
      {
        "id": 15,
        "text": "Взять ручку",
        "var_set": [
          "place",
          5,
          "pen",
          1
        ],
        "var_equal": [
          "pen",
          0
        ]
      },
      {
        "id": 12,
        "text": "Проникнуть в чертоги памяти",
        "var_set": [
          "place",
          5
        ]
      },
      {
        "id": 16,
        "text": "Проходит час...",
        "var_set": [
          "time",
          23
        ]
      },
      {
        "id": 76,
        "text": "ИДЕЯ! Изучить телефонную книгу",
        "var_set": [
          "time",
          23
        ],
        "var_equal": [
          "idea51",
          1
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Вечеринка в самом разгаре. Парни и девушки весело танцуют под невменяемую электронную музыку. Когда они увидят себя через двадцать лет на ютубе в разделе «былые воспоминания», всем им станет ностальгически приятно. Но ты это видишь сейчас и тебя от этого зрелища молодых и таких вот хороших, теплых, душевных, без телефонов... слегка подташнивает. Ты точно понимаешь, что все люди всегда были одинаково неприятными и никакая ностальгия им не поможет. Впрочем, твою мизантропию легко объяснить...<s>r\n<s>r\nВ 22.30 директор ДК выходит на сцену и просит всех вести себя прилично, чтобы не было как в прошлый раз. Увы, ты так и не узнал, как было в прошлый раз.<s>r\n",
    "answers": [
      {
        "id": 17,
        "text": "Танцевать с другими",
        "var_set": [
          "place",
          6
        ]
      },
      {
        "id": 18,
        "text": "Наблюдать за лицами",
        "var_set": [
          "place",
          6
        ]
      },
      {
        "id": 16,
        "text": "Время идет...",
        "var_set": [
          "time",
          23
        ]
      },
      {
        "id": 12,
        "text": "Проникнуть в чертоги памяти",
        "var_set": [
          "place",
          6
        ]
      },
      {
        "id": 69,
        "text": "ИДЕЯ! Приставать к незнакомке!",
        "var_equal": [
          "idea23",
          1
        ],
        "var_set": [
          "time",
          22
        ]
      },
      {
        "id": 70,
        "text": "ИДЕЯ! Стрелять из удлиненных рук!",
        "var_equal": [
          "idea23",
          1
        ],
        "var_set": [
          "time",
          23
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты бродишь по темным коридорам \"Восторга\". Некоторые двери наглухо закрыто, но ты уже везде успел побывать. Там склад. Там архив. Там кабинет пения. Там стоит дряхлая барабанная установка. Там спит какой-то секретарь директора. Всё это давно перестало тебя интересовать.<s>r\n<s>r\nКоридоры тянутся в неизвестность, иногда превращаясь в сортирные закутки, курилки или, как в одном случае, в прекрасную композицию из искусственных лилий и фонтанчика.<s>r\n<s>r\nВ 22.00 возле такого фонтанчика разговаривают двое очкариков, что явно забрели на дискотеку по ошибке. Они обсуждают  какие-то физические теории. За все дни ты так и не понял ничего, но смог вызубрить пару умных фраз, которыми можно удивить ребят прежде, чем эти фразы сами приползут к ним на язык.<s>r\n",
    "answers": [
      {
        "id": 19,
        "text": "Поучаствовать в беседе про физику"
      },
      {
        "id": 20,
        "text": "Почитать надписи на стенах",
        "var_set": [
          "nadpisi",
          1
        ]
      },
      {
        "id": 87,
        "text": "Пройтись по пустым комнатам и кандейкам"
      },
      {
        "id": 16,
        "text": "Время идет",
        "var_set": [
          "time",
          23
        ]
      },
      {
        "id": 12,
        "text": "Проникнуть в чертоги памяти",
        "var_set": [
          "place",
          7
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Обычный балкон. Отсюда открывается вид на крыши нескольких частных домов. Ночная улица. Тополя. Люди стоят на балконе и покуривают. Ты много раз пытался слезть с балкона, спрыгнуть на крышу, сделать что-нибудь еще, но покинуть это место не получается. Сразу же просыпаешься в начале.<s>r\n<s>r\nВот и сейчас ты просто стоишь, дышишь ночным воздухом и ничего не делаешь. Впрочем, подобные вещи никогда не надоедают, в отличие от танцующих бездельников. Чистый, теплый воздух. Никуда не нужно спешить... никогда.<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "Время идет...",
        "var_set": [
          "time",
          23
        ]
      },
      {
        "id": 12,
        "text": "Проникнуть в чертоги памяти",
        "var_set": [
          "place",
          8
        ]
      },
      {
        "id": 66,
        "text": "ИДЕЯ! Взлететь с балкона!",
        "var_equal": [
          "idea23",
          1
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "Итак. Ты пытаешься вспомнить своих отца и мать. У тебя было счастливое детство. Но родители умерли относительно рано. Папа, когда тебе было всего пятнадцать лет. И мама, когда тебе было двадцать. Они дали тебе хороший старт и ты смог выстоять... или что-то вроде того. Уже к тридцатилетнему юбилею воспоминания о родителях стали как будто понемногу подсыхать. Папа и мама стали отдаленными, туманными образами, иногда являвшимися во сне в чуть более объемном виде. <s>r\n<s>r\nВ это фрягдовской квартире они провели куда больше лет чем ты. Это квартира папиного папы, которую тот получил за военные заслуги. Папа здесь родился. Следовательно провел здесь всю жизнь, ему было тридцать четыре, когда он умер. Может быть, ты должен что-то понять о своем отце? Сейчас ты уже старше своего отца на несколько лет. Может быть, ты был плохо с ним знаком? Может быть, он ходил на дискотеку в клуб «Восторг»? Это вряд ли. Совершенно на него не похоже. Но кто знает? Может быть, папа или мама подхватили какое-нибудь проклятье, связанное с этим клубом, а ты теперь расхлебываешь последствия? Может быть, ты и вовсе умер, когда прилег на пол? В тот далекий день? И твоя душа нырнула в непонятные пространства и случайно застряла в смешанном потоке различных времен. Мало ли, никто ж не знает, как оно должно быть на самом деле. Но ты где-то слышал, что времени нет, и все события прошлого, как и события будущего, происходят мгновенно и одновременно, здесь и сейчас. Просто это очень сложно понять. Итак. В чем дело? Дело, вероятно, в родителях. И в проклятье. Или...<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Необходимо больше озарений",
        "var_equal": [
          "light",
          0
        ]
      },
      {
        "text": "Надо просто вспомнить все фильмы типа Дня сурка, там и найдется ответ.",
        "id": 22,
        "var_more": [
          "light",
          0
        ],
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          22
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "Итак. Это был пожилой человек. Семен Алексеевич. Ты плохо с ним был знаком, все дела вел твой друг, Глеб-риелтор-бывший одноклассник. Семену Алексеевичу было чуть больше шестидесяти. Одинокий. Задумчивый. Какой-то профессор, приехавший во Фрягду преподавать. Преподавал он больше десяти лет, больше десяти лет снимал эту квартиру, а потом решил переселиться к некой профессорше, с которой на старости лет решил завести семью. Всё это Глеб пересказал тебе достаточно схематично, никаких подробностей ты больше не знал.<s>r\n<s>r\nВ квартире был ремонт и Семен Алексеевич тут всё обустроил по-своему. И когда пришло время съезжать, квартира опустела. <s>r\n<s>r\nКто знает, кем был этот Семен Алексеевич? Ты слыхал про профессоров с различными оккультными наклонностями. Вдруг он из этих? <s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Необходимо больше озарений",
        "var_equal": [
          "light",
          0
        ]
      },
      {
        "text": "Вероятно, ты просто очень крепко спишь!",
        "id": 23,
        "var_more": [
          "light",
          0
        ],
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          23
        ]
      },
      {
        "text": "Вероятно, Семен Алексеевич был колдун!",
        "id": 49,
        "var_more": [
          "light",
          0
        ],
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          49
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты покидаешь чертоги памяти и в поисках новых озарений возвращаешься в реальность. Впрочем, можно ли назвать реальностью эту бесконечную зацикленную дискотеку?",
    "answers": [
      {
        "id": 11,
        "text": "Вернуться в реальность",
        "go_to": [
          "place"
        ],
        "var_set": [
          "freeacts",
          1
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты погружаешься в глубины своего сознания. Этот путь можно продолжить в любой момент, но чтобы он был непрерывным, тебе придется искать озарения в реальном мире.",
    "answers": [
      {
        "id": 12,
        "text": "Нырнуть...",
        "go_to": [
          "memoryplace"
        ],
        "var_set": [
          "freeacts",
          0
        ]
      },
      {
        "id": 4,
        "text": "Новый ответ. введите текст",
        "var_equal": [
          "memoryplace",
          1024
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "Сейф совершенно пуст. Впрочем, как всегда.",
    "answers": [
      {
        "id": 13,
        "text": "Назад",
        "go_to": [
          "place"
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Ты вспоминаешь, что здесь рядом с обувной коробкой было несколько странных книг. И теперь ты подтверждаешь свои догадки! Здесь лежит пыльный учебник по санскриту. Похоже, те странные надписи на стене оставил сам директор? Пф-ф-ф... какая ерунда. И что с того? ",
    "answers": [
      {
        "var_add": [
          "light",
          1
        ],
        "var_equal": [
          "light14",
          0
        ],
        "id": 14,
        "text": "<plus> 1 ОЗАРЕНИЕ",
        "var_set": [
          "light14",
          1
        ]
      },
      {
        "id": 14,
        "text": "Назад",
        "var_set": [
          "devanagari",
          1
        ],
        "go_to": [
          "place"
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "Не зная зачем, ты взял со стола ручку. За эти дни ты как будто развил в себе нездоровую клептоманию. Завтра она все равно появится на этом же месте.",
    "answers": [
      {
        "id": 15,
        "text": "Назад",
        "go_to": [
          "place"
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "И вот уже примерно 23:00... Где теперь ты хочешь провести время?",
    "answers": [
      {
        "id": 24,
        "text": "В кабинете директора",
        "var_set": [
          "place",
          24
        ]
      },
      {
        "id": 25,
        "text": "На танцполе",
        "var_set": [
          "place",
          25
        ]
      },
      {
        "id": 26,
        "text": "В темных коридорах",
        "var_set": [
          "place",
          26
        ]
      },
      {
        "id": 27,
        "text": "На балконе",
        "var_set": [
          "place",
          27
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты просто оттягиваешься, как делал это первые двадцать раз. Дыхалки хватает ровно на час танцев.",
    "answers": [
      {
        "id": 16,
        "text": "Время идет",
        "var_set": [
          "time",
          23
        ],
        "var_equal": [
          "time",
          22
        ]
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ],
        "var_equal": [
          "time",
          23
        ]
      },
      {
        "var_add": [
          "time",
          1
        ],
        "var_equal": [
          "dancer",
          0,
          "idea54",
          1
        ],
        "id": 78,
        "text": "Танцевать и знакомиться",
        "var_set": [
          "dancer",
          1
        ]
      },
      {
        "var_add": [
          "time",
          1
        ],
        "var_equal": [
          "dancer",
          1,
          "idea54",
          1
        ],
        "id": 79,
        "text": "Танцевать и знакомиться",
        "var_set": [
          "dancer",
          2
        ]
      },
      {
        "var_add": [
          "time",
          1
        ],
        "var_equal": [
          "dancer",
          2,
          "idea54",
          1
        ],
        "id": 80,
        "text": "Танцевать и знакомиться",
        "var_set": [
          "dancer",
          3
        ]
      },
      {
        "var_add": [
          "time",
          1
        ],
        "var_equal": [
          "dancer",
          3,
          "idea54",
          1
        ],
        "id": 81,
        "text": "Танцевать и знакомиться",
        "var_set": [
          "dancer",
          0
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты наблюдаешь за лицами и не видишь никого, кого бы мог знать в своем прошлом... тебе в те времена было лет десять от силы и ты сидел дома, а не ходил по вечеринкам. Может быть, среди танцующих есть какой-то твой родственник? Не узнать.",
    "answers": [
      {
        "id": 18,
        "text": "В 23.20 ты увидел здесь удивительной красоты девушку... интересно, какой она станет в 2024?",
        "comment": true,
        "var_equal": [
          "time",
          23
        ]
      },
      {
        "var_add": [
          "light",
          1
        ],
        "var_equal": [
          "light18",
          0
        ],
        "id": 18,
        "text": "<plus> 1 ОЗАРЕНИЕ",
        "var_set": [
          "light18",
          1
        ]
      },
      {
        "id": 58,
        "text": "(ИДЕЯ) Разглядывать людей еще внимательнее...",
        "var_equal": [
          "idea49",
          1
        ]
      },
      {
        "id": 16,
        "text": "Время идет",
        "var_set": [
          "time",
          23
        ],
        "var_equal": [
          "time",
          22
        ]
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ],
        "var_equal": [
          "time",
          23
        ]
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_equal": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "И снова и снова ты вступаешь в полемику, как попугай повторяя что-то услышанное ранее. Очкарики не знают тебя, но удивлены твоей осведомленности. Разговор как всегда ни к чему не приводит. Ты советуешь очкарикам поскорее отправиться домой, а то вскоре по коридору пробежит ватага дембелей, что сметут их как осеннюю листву.",
    "answers": [
      {
        "id": 16,
        "text": "Время идет",
        "var_set": [
          "time",
          23
        ]
      },
      {
        "id": 75,
        "text": "ИДЕЯ! Обсудить с ребятами различные теории времени",
        "var_equal": [
          "idea52",
          1,
          "read",
          1
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "Ты читаешь странные надписи на стенах. В основном, мат и неуместные оскорбления неизвестных тебе людей. Но есть пара надписей... на санскрите? Интересно, с чем это может быть связано?",
    "answers": [
      {
        "id": 16,
        "text": "Время идет",
        "var_set": [
          "time",
          23
        ],
        "var_equal": [
          "time",
          22
        ]
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ],
        "var_equal": [
          "time",
          23
        ]
      },
      {
        "id": 83,
        "text": "ИДЕЯ! Перевести текст с санскрита",
        "var_set": [
          "devanagari",
          0,
          "ufo2",
          1
        ],
        "var_equal": [
          "idea55",
          1,
          "devanagari",
          1
        ]
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_equal": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты нашел старый журнал «Жизнь и наука», номер 356. Взять его с собой? Хм...",
    "answers": [
      {
        "id": 21,
        "text": "Назад",
        "go_to": [
          "place"
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "Все фильмы типа дня сурка... а что еще ты смотрел? Кажется, тут пригодятся еще и фильмы с путешествиями в прошлое. Машина времени в джакузи? Ты помнишь только аннотацию в «Кинопоиске» и больше ничего. Впрочем, возможно ты по десять раз читал эту аннотацию, а до самого фильма руки так и не дошли.<s>r\n<s>r\nБыл еще хороший фильмец «Зависнуть в Палм-Спрингс». Оттуда тебе больше всего запомнилось, что за миллион дней, проведенных в одном и том же дне, главный герой как был балбесом и лентяем, так им и остался. Но когда в такую же ситуацию попала еще одна девушка, она проводила каждый день в штудировании всяких учебников по физике, чтобы догадаться как управлять этой временной аномалией и выйти из нее. Ты захотел не быть, как этот парень, а быть как эта девушка, потратить свои бесконечные дни с умом. Или как герой Билла Мюррея, который, например, научился играть на фортепиано. Но в ДК «Восторг» не было фортепиано. Был только диджейский пульт. И не было учебников по физике. Увы. <s>r\n<s>r\nТак или иначе, во всех фильмах проблема застревания сводится к какой-то... нерешенной проблеме. Надо что-то понять в себе. Сделать что-то аховое, выдающееся, но вот, что?<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Необходимо больше озарений",
        "var_equal": [
          "light",
          0
        ]
      },
      {
        "text": "Очевидно надо спасти несчастную Лилю!",
        "id": 50,
        "var_sub": [
          "light",
          1
        ],
        "var_more": [
          "light",
          0
        ],
        "var_set": [
          "memoryplace",
          50
        ]
      },
      {
        "text": "Очевидно тебе надо связаться со своим отцом!",
        "id": 51,
        "var_sub": [
          "light",
          1
        ],
        "var_more": [
          "light",
          0
        ],
        "var_set": [
          "memoryplace",
          51
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Очень крепкий сон. Или просто смерть. Одно из двух. Если сон – то можно попробовать проснуться. Если смерть, то можно попробовать проснуться... предприняв самые экстремальные способы. Все равно ты уже ничего не теряешь.<s>r\n<s>r\nНОВАЯ ИДЕЯ!<s>r\n<s>r\nТак или иначе, раз это сон, здесь с реальностью может произойти что угодно, надо попробовать испытать ее на прочность. Сделать что-то такое, что разрушило бы ее и что позволило бы тебе выйти за пределы матрицы. Типа какую таблетку выбираешь, юный джедай, красную или зеленую. Или что-то вроде. С чего бы начать? Надо побродить по зданию и попробовать совершить самый безумный поступок, не боясь последствий.",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из чертогов...",
        "var_more": [
          "idea23",
          0
        ]
      },
      {
        "text": "Новое озарение! Надо вести себя самым сумасшедшим образом...",
        "id": 52,
        "var_more": [
          "light",
          0,
          "idea23",
          0
        ],
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          52
        ]
      },
      {
        "text": "Новое озарение! Надо досконально вспомнить каждый день, проведенный в этом ДК",
        "id": 53,
        "var_more": [
          "light",
          0,
          "idea23",
          0
        ],
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          53
        ]
      },
      {
        "id": 23,
        "text": "Запомнить новую идею",
        "var_equal": [
          "idea23",
          0
        ],
        "var_set": [
          "idea23",
          1
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "Итак. Ты в кабинете директора ДК. Здесь пусто. Здесь есть тумбочка, открытый сейф, календарь, напоминающий, в каком тяжелом ты положении. Различные канцелярские принадлежности и документы в папочках. Окна скрыты жалюзи, за окнами темно. Дверь закрыта цифровым замком, к которому ты еще сто дней назад смог-таки подобрать пароль.<s>r\n<s>r\nТы проводишь в кабинете целый час, заново привыкая к скучным стенам и медитируя на образ мухи, бьющейся возле подоконника. Иногда приятно вот так провести бесполезное время, в тишине. Без музыки. <s>r\n<s>r\nНо вот ближе к половине полуночи  вдверь стучится пьяный парень по имени Семен. Ты давно знаешь, как его зовут и давно на разные лады пробовал с ним пообщаться. Однажды ты даже пытался сделать так, чтобы Семен не пил в этот день. Бесполезно. К 23:30 Семен всегда стоит под дверью кабинета директора, думая, что это туалет и стучит, требуя, чтобы ему открыли.<s>r\n",
    "answers": [
      {
        "id": 13,
        "text": "Обшарить сейф",
        "var_set": [
          "place",
          24
        ]
      },
      {
        "id": 21,
        "text": "Обшарить тумбочку",
        "var_set": [
          "nauka",
          1,
          "place",
          24
        ],
        "var_equal": [
          "nauka",
          0
        ]
      },
      {
        "id": 14,
        "var_more": [
          "nadpisi",
          0
        ],
        "text": "Обыскать шкаф",
        "var_set": [
          "place",
          24,
          "nadpisi",
          0
        ]
      },
      {
        "id": 15,
        "text": "Взять ручку",
        "var_set": [
          "pen",
          1,
          "place",
          24
        ],
        "var_equal": [
          "pen",
          0
        ]
      },
      {
        "id": 29,
        "text": "Завести разговор с Семеном"
      },
      {
        "id": 12,
        "text": "Проникнуть в чертоги памяти",
        "var_set": [
          "place",
          24
        ]
      },
      {
        "id": 28,
        "text": "Проходит час...",
        "var_set": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "Вечеринка в самом разгаре. Парни и девушки весело танцуют под невменяемую электронную музыку. Когда они увидят себя через двадцать лет на ютубе в разделе «былые воспоминания», всем им станет ностальгически приятно. <s>r\n<s>r\nВ 23.30 как по часам случается инцидент. Диджей путает пластинки. Что-то идет не так. К нему пристают бугаи, диджей оправдывается. Потом подбегает еще какой-то парень и говорит всем, что «мы же в одном дворе росли, расслабьтесь» и все расслабляются. Потом музыка продолжается.<s>r\n",
    "answers": [
      {
        "id": 17,
        "text": "Танцевать с другими",
        "var_set": [
          "place",
          25
        ]
      },
      {
        "id": 18,
        "text": "Наблюдать за лицами",
        "var_set": [
          "place",
          25
        ]
      },
      {
        "id": 88,
        "text": "Поговорить с диджеем"
      },
      {
        "id": 28,
        "text": "Время идет...",
        "var_set": [
          "time",
          24
        ]
      },
      {
        "id": 12,
        "text": "Проникнуть в чертоги памяти",
        "var_set": [
          "place",
          25
        ]
      },
      {
        "id": 65,
        "text": "ИДЕЯ! Содрать с незнакомца лицо",
        "var_set": [
          "time",
          22
        ],
        "var_equal": [
          "idea23",
          1
        ]
      },
      {
        "id": 77,
        "text": "Искать батю...",
        "var_equal": [
          "dadmeet",
          1
        ],
        "var_set": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "Ты бродишь по мрачным, точнее плохо освещенным коридорам ДК. Первый этаж, второй, третий... все они похожи. Коридоры тянутся в неизвестность, иногда превращаясь в сортирные закутки, курилки или, как в одном случае, в прекрасную композицию из искусственных лилий и фонтанчика.<s>r\n<s>r\nВ 23.00 возле лестницы сидит и плачет всеми брошенная девушка по имени Лиля. Ее чувства изгадил некто Вова Бобров. Ей совсем немного лет, она расстроена и не знает, как быть дальше. Ты легко можешь подобрать ключики к ее сердцу, ибо пробовал подобное и не раз. Но подобные вещи – лишь трата времени...<s>r\nТак же на полу рядом с ней всегда лежит странная конструкция из спичек. Вот это интереснее — кто занимался этим рукоделием, так и не удалось выяснить.<s>r\n",
    "answers": [
      {
        "id": 30,
        "text": "Снова влюбить в себя девушку"
      },
      {
        "id": 31,
        "text": "Сказать девушке что-нибудь правильное"
      },
      {
        "id": 20,
        "text": "Почитать надписи на стенах",
        "var_set": [
          "nadpisi",
          1
        ]
      },
      {
        "id": 33,
        "text": "Изучить конструкцию из спичек"
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ]
      },
      {
        "id": 12,
        "text": "Проникнуть в чертоги памяти",
        "var_set": [
          "place",
          26
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "Обычный балкон. Отсюда видны крыши нескольких частных домов. Ночная улица. Тополя. Люди стоят на балконе и покуривают. Ты много раз пытался слезть с балкона, спрыгнуть на крышу, сделать что-нибудь еще, но покинуть это место не получается. Сразу же просыпаешься в начале.<s>r\nВот и сейчас ты просто стоишь, дышишь ночным воздухом и ничего не делаешь.<s>r\n<s>r\nВ 23.10 на балконе образовывается директор ДК со своим племянником, шестнадцатилетним Васей. Директор отчитывает Васю за то, что тот попал в плохую компанию. Вася говорит, что компания хорошая. Всё как всегда.<s>r\n",
    "answers": [
      {
        "id": 32,
        "text": "Побыть на стороне директора"
      },
      {
        "id": 34,
        "text": "Побыть на стороне Васи"
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ]
      },
      {
        "id": 12,
        "text": "Проникнуть в чертоги памяти",
        "var_set": [
          "place",
          27
        ]
      },
      {
        "id": 66,
        "text": "ИДЕЯ! Взлететь с балкона!",
        "var_equal": [
          "idea23",
          1
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "И вот пробила полночь. У тебя еще примерно час перед тем, как всё опять сбросится... Где проведешь оставшееся время?",
    "answers": [
      {
        "id": 35,
        "text": "В кабинете директора"
      },
      {
        "id": 36,
        "text": "На танцполе"
      },
      {
        "id": 37,
        "text": "В мрачных коридорах"
      },
      {
        "id": 38,
        "text": "На балконе"
      }
    ]
  },
  {
    "id": 29,
    "text": "В зависимости от того, в какое мгновенье ты решаешься заговорить с Семеном, его реплики иногда немного разнятся. Но в целом одно и то же.<s>r\n— Занято, — говоришь ты через дверь.<s>r\n— Какого рожна? Сколько можно? – жалуется Семен.<s>r\n",
    "answers": [
      {
        "id": 39,
        "text": "Сказать Семену, что это кабинет директора"
      },
      {
        "id": 40,
        "text": "Впустить Семена"
      },
      {
        "id": 41,
        "text": "Прогнать Семена"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ты говоришь нужные слова в нужной последовательности, и вот уже Лиля всхлипывает, прижимаясь к тебе и целуя тебя в губы. Ты предполагал, что в этот раз прижиматься будет интереснее, но нет. Лиля говорит, что хотела бы поскорее домой и завтра у вас должно случиться многообещающее свидание.",
    "answers": [
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24,
          "love",
          1
        ]
      },
      {
        "id": 71,
        "text": "Устроить Лиле романтическое свидание...",
        "var_add": [
          "dating",
          1
        ],
        "var_equal": [
          "idea50",
          1
        ]
      },
      {
        "id": 73,
        "text": "Рассказать Лиле о своей миссии",
        "var_set": [
          "time",
          24
        ],
        "var_equal": [
          "idea50",
          1
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "В который уж раз ты сказал девушке, что не здесь она счастье ищет и поскорей бы уж шла домой. Она не стала тебя слушать, а еще сильнее пригорюнилась.",
    "answers": [
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Ты говоришь Васе, что очевидно он связался с мошенниками. Это как если бы он был буратино и попал в компанию к лисе и коту. Вася пожимает плечами.",
    "answers": [
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "Кто-то сделал фигурку наподобие жука из этих спичек. Слепил спички пластилином. Оставил фигурку на полу. Очень странно. И неуместно. Мистический холодок пробежал по твоей спине ",
    "answers": [
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ]
      },
      {
        "var_add": [
          "light",
          1
        ],
        "var_equal": [
          "light33",
          0
        ],
        "id": 33,
        "text": "<plus> 1 ОЗАРЕНИЕ",
        "var_set": [
          "light33",
          1
        ]
      },
      {
        "id": 82,
        "text": "Всё не так просто, как кажется!",
        "var_set": [
          "time",
          24
        ],
        "var_equal": [
          "idea55",
          1
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты говоришь директору, что лично знаком с Васей. Это сознательный и мудрый молодой человек, стоящий на пути взросления. Всё с ним будет хорошо. Наверное.",
    "answers": [
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "В это время в собственном кабинете плачет директор сего заведения. Он как всегда удивится, когда увидит тебя и спросит, не ты ли взломал замок. Но неважно, как отвечать. Директор весь занят своей депрессией. Он жалуется, что люди стали черствыми и глупыми, два слова связать не могут, увлекаются различной ерундой, что в его времени все люди были добрее и интереснее. Осознание этого факта так гложет старика, что больше ни о чем он думать не может. Он уверен, что его любимый ДК разрушается от этой мерзкой музыки и от тех, кто под нее танцует.",
    "answers": [
      {
        "id": 42,
        "text": "Подбодрить директора"
      },
      {
        "id": 43,
        "text": "Критиковать директора"
      },
      {
        "id": 12,
        "text": "Проникнуть в чертоги своей памяти",
        "var_set": [
          "place",
          35
        ]
      },
      {
        "id": 45,
        "text": "Время идет",
        "var_set": [
          "time",
          22
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "Вовсю идут медляки. Полное затемнение. Любители дискотек пьяненко пошатываются в обнимку. Здоровый молодой человек настойчиво предлагает своей даме куда-то уединиться, но она ясно дает ему понять, что не готова. Кажется, этот самый, с кем встречалась вот та... ну... которая вся в депрессии.",
    "answers": [
      {
        "id": 44,
        "text": "Урезонить предателя",
        "var_equal": [
          "shvabra",
          0
        ]
      },
      {
        "id": 91,
        "text": "Урезонить предателя",
        "var_equal": [
          "shvabra",
          1
        ]
      },
      {
        "id": 45,
        "text": "Время идет",
        "var_set": [
          "time",
          22
        ]
      },
      {
        "id": 12,
        "text": "Проникнуть в чертоги своей памяти",
        "var_set": [
          "place",
          36
        ]
      },
      {
        "id": 68,
        "text": "ИДЕЯ! Приставать к незнакомке",
        "var_set": [
          "time22"
        ],
        "var_equal": [
          "idea23",
          1
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Ты бродишь по мрачным, точнее плохо освещенным коридорам ДК. Первый этаж, второй, третий... все они похожи. Коридоры тянутся в неизвестность, иногда превращаясь в сортирные закутки, курилки или, как в одном случае, в прекрасную композицию из искусственных лилий и фонтанчика.<s>r\n<s>r\nВ 00.00 у сортира компания пьяных панков лабают на гитарах и поют песни раннего Найка Борзова. Поначалу ты и вовсе был удивлен, что Борзов был так популярен.<s>r\n",
    "answers": [
      {
        "id": 46,
        "text": "Послушать песню \"Солнце на дне\""
      },
      {
        "id": 47,
        "text": "Послушать песню \"Вы мои деньги\""
      },
      {
        "id": 48,
        "text": "Самому что-нибудь спеть"
      },
      {
        "id": 12,
        "text": "Проникнуть в чертоги своего сознания",
        "var_set": [
          "place",
          37
        ]
      },
      {
        "id": 45,
        "text": "Время идет",
        "var_set": [
          "time",
          22
        ]
      },
      {
        "id": 64,
        "text": "ИДЕЯ! Содрать с незнакомца лицо",
        "var_equal": [
          "idea23",
          1
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "Обычный балкон. Отсюда видны крыши нескольких частных домов. Ночная улица. Тополя. Люди стоят на балконе и покуривают. Ты много раз пытался слезть с балкона, спрыгнуть на крышу, сделать что-нибудь еще, но покинуть это место не получается. Сразу же просыпаешься в начале.<s>r\nВот и сейчас ты просто стоишь, дышишь ночным воздухом и ничего не делаешь.<s>r\n<s>r\nВ 00.20 несчастная девушка Лиля, страдая от неразделенной любви собирается броситься вниз. Но у нее не получится. <s>r\n",
    "answers": [
      {
        "id": 38,
        "text": "Потому что она уже немного влюблена в тебя. Она находит тебя здесь на балконе и от нахлынувших эмоций только плачет и умиляется, говоря что завтра будет новый день. ",
        "comment": true,
        "var_equal": [
          "love",
          1
        ]
      },
      {
        "id": 38,
        "text": "Потому что скоро прибегут ее подруги и начнут отговаривать. Ты не хочешь во всем этом участвовать снова и снова.",
        "comment": true,
        "var_equal": [
          "love",
          0
        ]
      },
      {
        "var_add": [
          "light",
          1
        ],
        "var_equal": [
          "love",
          1,
          "light38",
          0
        ],
        "id": 38,
        "text": "<plus> 1 ОЗАРЕНИЕ",
        "var_set": [
          "light38",
          1
        ]
      },
      {
        "id": 12,
        "text": "Проникнуть в чертоги своей памяти",
        "var_set": [
          "place",
          38
        ]
      },
      {
        "id": 45,
        "text": "Время идет",
        "var_set": [
          "time",
          22
        ]
      },
      {
        "id": 84,
        "text": "ИДЕЯ! Наблюдать за полуночным небом",
        "var_equal": [
          "idea55",
          1,
          "ufo1",
          1,
          "ufo2",
          1
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "Ты вываливаешь на голову Семена жестокую правду, в которую он просто не хочет верить. Возможно, он не догадывался, что у сего заведения может быть директор. Возможно, он решил, что уже говорит с самим Директором, и это сбило его с толку. Как бы то ни было, стуки прекращаются ровно в 23:45",
    "answers": [
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Ты впускаешь Семена в кабинет. Не обращая на тебя внимания, он грустно обходит тебя стороной и деловито мочится на ковер. Иногда ты препятствовал этому, но, в целом, директор даже не заметит лужи, когда придет сюда спустя полчаса.",
    "answers": [
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "Ты грубыми словами обзываешь Семена и велишь ему катиться прочь. Семен вступает с тобой в перепалку. Ты тренируешь свои ораторские способности. Неплохой тренажер! Ты точно знаешь, что Семен не станет драться за свои слова, поэтому возможны любые эксперименты без боязни, что тебя опять побьют.",
    "answers": [
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": "Ты заводишь с директором разговор и хвалишь его за то, как он любит свое дело. Это ж надо! Быть хозяином такого интересного заведения. Всё тут контролировать, за всё переживать, учитывать каждую мелочь. Этот ДК и вправду выгодно отличается от остальных, да еще и в такое время, когда другие ДК обычно разрушаются.<s>r\nДиректору нравится с тобой разговаривать.<s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "Время идет",
        "var_set": [
          "time",
          22
        ]
      },
      {
        "id": 85,
        "text": "Идея! Разговорить директора",
        "var_set": [
          "time",
          22
        ],
        "var_equal": [
          "idea56",
          1
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "Ты говоришь директору, что его стариковские ворчания ни на чем не основаны, и через двадцать лет подобные ему старики будут так же ворчать, что еще двадцать лет назад всё было хорошо. Вся деградация, которая так пугает беднягу – суть следствие ошибок именно его поколения. Надо было лучше воспитывать младших!<s>r\nДиректор хочет прогнать тебя из кабинета.<s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "Время идет",
        "var_set": [
          "time",
          22
        ]
      }
    ]
  },
  {
    "id": 44,
    "text": "Ты говоришь бугаю, что прямо сейчас его любимая девушка страдает где-то в темном коридоре и находится на грани эмоционального срыва – и в тот же момент получаешь мощный удар по лицу. Все как всегда. Скоро этот вечер начнется заново...",
    "answers": [
      {
        "id": 45,
        "text": "Потеря сознания...",
        "var_set": [
          "time",
          22
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "Вспышка! Воронка! Тьма! Свет! Непонятные вихри. Завыванье ветров. Бульканье болот. ",
    "answers": [
      {
        "id": 45,
        "text": "И вот... и вот... ты снова лежишь на том же месте, на полу в кабинете директора. То же число, что и раньше. То же время — 22.00 вечера. Как всегда. Ты зеваешь... Хорошо хотя бы то, что в этой глупой вечности ты не нуждаешься даже толком в еде, не говоря уже о необходимости спать. Твои сутки включают всего лишь три часа. А дальше всё сбрасывается, включая состояние организма. Чем же займешься теперь? Ы? Где проведешь ближайший час?",
        "comment": true,
        "var_less": [
          "rok",
          36
        ]
      },
      {
        "var_add": [
          "rok",
          1
        ],
        "var_less": [
          "rok",
          36
        ],
        "text": "В кабинете директора",
        "id": 5,
        "var_set": [
          "pen",
          0,
          "nadpisi",
          0,
          "love",
          0,
          "dadmeet",
          0,
          "shvabra",
          0
        ]
      },
      {
        "var_add": [
          "rok",
          1
        ],
        "var_less": [
          "rok",
          36
        ],
        "text": "На танцполе",
        "id": 6,
        "var_set": [
          "pen",
          0,
          "nadpisi",
          0,
          "love",
          0,
          "dadmeet",
          0,
          "shvabra",
          0
        ]
      },
      {
        "var_add": [
          "rok",
          1
        ],
        "var_less": [
          "rok",
          36
        ],
        "text": "В мрачных коридорах",
        "id": 7,
        "var_set": [
          "pen",
          0,
          "nadpisi",
          0,
          "love",
          0,
          "dadmeet",
          0,
          "shvabra",
          0
        ]
      },
      {
        "var_add": [
          "rok",
          1
        ],
        "var_less": [
          "rok",
          36
        ],
        "text": "На балконе",
        "id": 8,
        "var_set": [
          "pen",
          0,
          "nadpisi",
          0,
          "love",
          0,
          "dadmeet",
          0,
          "shvabra",
          0
        ]
      },
      {
        "id": 45,
        "text": "Однажды проснувшись на полу в кабинете директора, ты просто забываешь обо всех своих днях проведенных здесь и начинаешь как бы с чистого листа. \nЦикл не закончится, но ты перестаешь испытывать чувство дискомфорта. И никто никогда не узнает об этой странной петле. И не будет никакого никогда...\n\nТы испробовал все озарения и все идеи, но потерпел полный крах, просыпаясь всё в одном и том же дне. Как жаль! Но, видать, ангелы времени сжалились над тобой, окаянным, и вот возникли под потолком директорского кабинета. Выглядели они как жухлые маленькие птенчики с человеческими головами и циферблатными телами. Они ничего не говорили, но ты чувствовал, как они подбадривают тебя и восхваляют. \n\nЗатем они оторвали кусочек от календаря и улетели. Возможно, твоим мучениям скоро придет конец. Возможно...\n\nЭТО КОНЦОВКА НОМЕР РАЗ",
        "comment": true,
        "var_more": [
          "rok",
          35
        ]
      },
      {
        "id": 1,
        "text": "В начало",
        "var_more": [
          "rok",
          35
        ]
      },
      {
        "calculate": true,
        "super_calculate": false,
        "id": 45,
        "var_more": [
          "rok",
          35,
          "freeacts",
          0
        ],
        "text": "Новый ответ. введите текст",
        "var_set": [
          "freeacts",
          1
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "Солнце на дне и во мне нет того, что в тебе...<s>r\nНет порыва к самоубийству в моей душе...<s>r\nИ снова эти провокационные непонятные призывы и порывы. Ты не стал дальше слушать. Ты и так уже тысячу раз это слушал и ничего не понял.<s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "Время идет",
        "var_set": [
          "time",
          22
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы мои деньги! Вы стали мои-и-ими деньгами!<s>r\nА потом все ребята дружно завыли словно волчата. Это должно было выглядеть эффектно, но каждый раз получается слишком нелепо.<s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "Время идет",
        "var_set": [
          "time",
          22
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "В этой компании уважают раннего Шевчука и еще немного Летова. Но из тебя так и не вышел музыкант. Иногда ты тренируешься прямо здесь и сейчас, беря уроки у панка Луговика. Но все еще не стал мастером.",
    "answers": [
      {
        "id": 45,
        "text": "Время идет",
        "var_set": [
          "time",
          22
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "Ну, конечно. Станет пожилой профессор просто себе жить в маленьком городке и преподавать в местном университете? Наверняка он проводил прямо в твоей квартире различные обряды и поклонялся всяким демонам. Вот только каким конкретно? И почему бремя проклятья теперь легло на тебя? Не надо было спать на полу. Вот что.<s>r\n<s>r\nНОВАЯ ИДЕЯ:<s>r\n<s>r\nКак же снять проклятье? Возможно среди болтающихся на танцполе ты сможешь обнаружить опытного колдуна. Или того самого, кто тебя проклял. Цыганка, которую ты ненароком оскорбил? Дед, которому наступил на ногу? Какой-нибудь жених, у которого ты украл невесту? Впрочем, невест ты точно не крал. Надо осмотреться на танцполе.<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из чертогов",
        "var_more": [
          "idea49",
          0
        ]
      },
      {
        "text": "Новое озарение! Надо просто вспомнить все фильмы типа Дня сурка, там и найдется ответ.",
        "id": 22,
        "var_more": [
          "light",
          0,
          "idea49",
          0
        ],
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          22
        ]
      },
      {
        "id": 49,
        "text": "Запомнить новую идею",
        "var_equal": [
          "idea49",
          0
        ],
        "var_set": [
          "idea49",
          1
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "Ты припомнил множество случаев, когда сам пытался преждевременно «выпилиться» из всей этой истории. Ничего не выходило. Любая смерть приводит к тому, что ты просто просыпаешься в кабинете директора. Впрочем, ты всегда подозревал, что подобный путь — для безумцев и слабаков. <s>r\n<s>r\nС другой стороны, во время своих скитаний по ДК ты не раз встречал одну несчастную... которой, возможно, требовалась психологическая помощь и поддержка. Она была на грани и звали ее Лиля. Быть может, если ты хорошенько направишь ее, вдохновишь на правильную жизнь, ангелы времени простят тебя и вернут в 2024?<s>r\n<s>r\nНОВАЯ ИДЕЯ:<s>r\n<s>r\nТы решил, что это какой-то особенный день... но не для тебя, а для другого человека. У человека случилось несчастье, допустим. И тебе надо его спасти. Вот та девушка, Лиля. Тебе надо заставить ее поверить в себя. И тогда время снова запустится. Вроде в кинофильмах подобное работало.",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из чертогов",
        "var_more": [
          "idea50",
          0
        ]
      },
      {
        "var_more": [
          "idea50",
          0,
          "light",
          0
        ],
        "id": 52,
        "text": "Новое озарение! Надо вести себя самым сумасшедшим образом...",
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          52
        ]
      },
      {
        "id": 50,
        "text": "Запомнить новую идею",
        "var_equal": [
          "idea50",
          0
        ],
        "var_set": [
          "idea50",
          1
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "Ты соскучился по отцу. Определенно. Тебе было тринадцать, нет, четырнадцать... или пятнадцать? когда он погиб в автокатастрофе. Впрочем, вряд ли это связано с дискотекой. 97-й год – еще далеко до гибели отца. Но что, если получится услышать его голос? Хотя бы поговорить с ним? А если можно будет заставить его припереться через весь город в ДК «Восторг»? Попытка не пытка. Вряд ли получится уговорить его никуда не выходить в тот злополучный день автокатастрофы... хотя бы потому что ты точно уже и не помнишь ту дату. Но кто знает?<s>r\n<s>r\nНОВАЯ ИДЕЯ:<s>r\n<s>r\nКонечно же,ты сто раз пытался связаться с самим собой. Или со своим отцом. Но как это сделать? Были вялые попытки послать кого-то из незнакомцев по указанному адресу, но все это не работало. Теперь ты понял! Телефонная книга в кабинете директора. С ее помощью ты вспомнишь собственный номер! И увидишь себя из прошлого. Или батю. По бате ты очень скучаешь. Что будет, если получится сказать ему все слова, которые ты не сказал в далеком прошлом?<s>r\n<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из чертогов",
        "var_more": [
          "idea51",
          0
        ]
      },
      {
        "var_more": [
          "idea51",
          0,
          "light",
          0
        ],
        "id": 52,
        "text": "Новое озарение! Надо вести себя самым сумасшедшим образом...",
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          52
        ]
      },
      {
        "id": 51,
        "text": "Запомнить новую идею",
        "var_equal": [
          "idea51",
          0
        ],
        "var_set": [
          "idea51",
          1
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "Ты припомнил, что часто воображал, будто всё происходящее – виртуальная реальность, в которой нет никаких последствий, какую бы жуть ты не вытворял. Одно время ты словно превратился в бешеного зверя, ты избивал людей, нападал на кого попало и вел себя отвратительно. Чаще всего тебе сразу же прилетало, однако ты научился сопротивляться и давать отпор. Так или иначе, есть дни, о которых вспоминать просто стыдно...<s>r\n<s>r\nНо вдруг ты задумался. А что если всё имеет свои последствия? Вдруг всё не понарошку?<s>r\n<s>r\nНОВАЯ ИДЕЯ:<s>r\n<s>r\nВнезапно ты вспомнил еще одну книжку про зависшее время. Стивен Кинг. Про то, как мужик путешествовал во времени в один и тот же день в далеком прошлом. А когда возвращался назад, а потом опять путешествовал, все сбрасывалось. То есть ему казалось, что сбрасывалось, а на самом деле он каждый раз создавал новую реальность. И вся вселенная натужно кряхтела от этого огромного количества реальностей, которых мужик понасоздавал без всякой необходимости. В конечном итоге там все сломалось, временные линии сплелись в толстый узел, потому что путешествовать можно было небесконечно, и никто мужику не сказал точного числа, когда эта лавочка зацикленного времени прикроется. Вот и ты подумал. Что, если у всех твоих действий есть фатальные последствия? Что, если скоро попытки закончатся и станет только хуже? Надо найти ответ на сей философский загон.",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из чертогов",
        "var_equal": [
          "idea52",
          1
        ]
      },
      {
        "text": "Что, если получится найти хоть кого-то знакомого среди участников дискотеки?",
        "id": 54,
        "var_more": [
          "idea52",
          0,
          "light",
          0
        ],
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          54
        ]
      },
      {
        "text": "Что, если подойти к вопросу профессионально, как Малдер и Скалли?",
        "id": 55,
        "var_more": [
          "idea52",
          0,
          "light",
          0
        ],
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          55
        ]
      },
      {
        "id": 52,
        "text": "Запомнить новую идею",
        "var_set": [
          "idea52",
          1
        ],
        "var_equal": [
          "idea52",
          0
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты погрузился в мучительные воспоминания. Одно за одним, другое за другим. На самом деле, всё что ты пробуешь сделать сейчас – ты уже пробовал сделать когда-то. Ничего не помогает. В этой временной петле нет никакого смысла. Это не дурная карма, не проклятье, не какая-то ужасная необходимость. Тебе не надо никого спасать, ты не умер, нет необходимости понять что-то очень важное. Ни в чем нет смысла, и это удручает.<s>r\n<s>r\nТы говорил и знакомился уже с каждым, кто есть в этом ДК в эти проклятые три часа. Ты не видишь никаких связей со своим прошлым и своим настоящим. Это просто посторонние люди, которые не знают ничего ни о какой петле времени. Но все же...<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Не хватает озарения...",
        "var_equal": [
          "light",
          0
        ]
      },
      {
        "text": "Что, если очень постараться еще раз – и найти кого-то знакомого среди участников дискотеки?",
        "id": 54,
        "var_sub": [
          "light",
          1
        ],
        "var_more": [
          "light",
          0
        ],
        "var_set": [
          "memoryplace",
          54
        ]
      },
      {
        "text": "Что, если стоит хорошенько присмотреться к личности директора?",
        "id": 56,
        "var_more": [
          "light",
          0
        ],
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          56
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": "Да, ты много раз делал это. Да, ты выучил их имена и повадки. Каждого, кто присутствует на вечеринке. Кто болтается в зале и трется в тени возле стен, кто выходит в курилку, кто бьется плечом, говоря \"Широкий что ли?\"... Все девушки и все парни и все подозрительные типы, с которыми ты никогда ранее не был знаком.  <s>r\n<s>r\nЕсли бы у тебя была возможность прошвырнуться по современной Фрягде, может быть ты нашел кого-то из них, постаревших на двадцать пять лет, и что-нибудь понял... но у тебя нет такой возможности. Ты не знаешь, каким станет их будущее. Ты не знаешь толком ничего и ни про кого.<s>r\n<s>r\nОднако, возможно, стоит проявить упорство и опросить людишек еще раз. Снова.<s>r\n<s>r\nНОВАЯ ИДЕЯ:<s>r\n<s>r\nНи одна идея не работает, вот, что ты понял. Всё бессмысленно. Но ты просто плохо старался. Надо буквально изучить каждого человека. Каждого танцора. Каждого бугая. Каждого панка. Кто-то из них должен иметь отношение к твоей семье, к твоей судьбе... к тебе. Иначе почему ты здесь застрял? Иди танцуй.<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из чертогов",
        "var_more": [
          "idea54",
          0
        ]
      },
      {
        "text": "Новое озарение! Что, если хорошенько присмотреться к личности директора?",
        "id": 56,
        "var_more": [
          "idea54",
          0,
          "light",
          0
        ],
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          56
        ]
      },
      {
        "id": 54,
        "text": "Запомнить новую идею",
        "var_equal": [
          "idea54",
          0
        ],
        "var_set": [
          "idea54",
          1
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "Когда-то в детстве ты любил смотреть «Секретные материалы»... А еще раньше твоя мама по вечерам смотрела «Твин Пикс», его крутили по какому-то каналу, было дело. Мистическая атмосфера. Загадочная. Надо копать в эту сторону. Надо разгадывать загадки. Видеть странные совпадения. Смотреть в лицо бездны и постигать суть. С чего бы начать?<s>r\n<s>r\nНОВАЯ ИДЕЯ:<s>r\n<s>r\nЭтот мир только кажется правдоподобным. Всё явно подстроено. Как будто ты участвуешь в эксперименте, который создали безумные ученые, или безумные инопланетные ученые, что-то вроде. Или это вообще шоу Трумана. Или это как секретные материалы. Эти стены, эти люди... все кажется достаточно безобидным. Но если копнуть глубже, окажется, что всё это связано каким-то мистическим заговором. Ты проведешь мистическое расследование!",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из чертогов",
        "var_more": [
          "idea55",
          0
        ]
      },
      {
        "text": "Новое озарение! Что, если хорошенько присмотреться к личности директора?",
        "id": 56,
        "var_sub": [
          "light",
          1
        ],
        "var_more": [
          "light",
          0,
          "idea55",
          0
        ],
        "var_set": [
          "memoryplace",
          56
        ]
      },
      {
        "id": 55,
        "text": "Запомнить новую идею",
        "var_equal": [
          "idea55",
          0
        ],
        "var_set": [
          "idea55",
          1
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "Ты каждый раз просыпаешься в его кабинете. Это должно что-то значит. Тут кстати был кодовый замок на двери и он был взломан. И директор всегда удивляется, как ты попал в его кабинет. Кто-то взломал замок и уснул на полу... А потом спустя двадцать с лишком лет ты уснул на полу у себя в квартире и проснулся вместо того взломщика. Странное дело. Но какая-то логика здесь есть.<s>r\n<s>r\nНОВАЯ ИДЕЯ:<s>r\n<s>r\nОдин из самых грустных персонажей этого балагана – директор ДК. Может быть, ты находишься в его сне? Может быть, это он должен был застрять в одном дне, а не ты? Типа ты по ошибке тут застрял вместо другого человека? По всей видимости, это у директора здесь незаконченные дела, это у него здесь всякие привязанности и любовь, а не у тебя. Надо бы поговорить с ним на какие-то такие  темы.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из чертогов",
        "var_more": [
          "idea56",
          0
        ]
      },
      {
        "text": "Озарять больше нечего, но всё же...",
        "id": 57,
        "var_more": [
          "idea56",
          0,
          "light",
          0
        ],
        "var_sub": [
          "light",
          1
        ],
        "var_set": [
          "memoryplace",
          57
        ]
      },
      {
        "id": 56,
        "text": "Запомнить новую идею",
        "var_set": [
          "idea56",
          1
        ],
        "var_equal": [
          "idea56",
          0
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "Ты думаешь и думаешь и думаешь и вспоминаешь и вспоминаешь и вспоминаешь...<s>r\nКогда же это закончится? И сколько еще тебе отведено времени?<s>r\nЕсть такое чувство, что однажды проснувшись на полу в кабинете директора, ты просто забудешь обо всех своих днях проведенных здесь и начнешь как бы с чистого листа. <s>r\nЦикл не закончится, но ты перестанешь испытывать дискомфорт. И никто никогда не узнает об этой странной петле. И не будет никакого никогда...<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из чертогов"
      },
      {
        "id": 86,
        "text": "Но вдруг прилетит фея?",
        "var_equal": [
          "magick",
          1
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "Ты находишь несколько достаточно загадочных претендентов. Возможно, среди них есть колдун, шаман, или еще какой-нибудь невероятный мастер снов и остановившегося времени?",
    "answers": [
      {
        "id": 59,
        "text": "Поговорить с запирсингованным парнем"
      },
      {
        "id": 60,
        "text": "Поговорить с лысым стариком"
      },
      {
        "id": 61,
        "text": "Поговорить с истеричной девушкой, называющей себя ведьмой"
      }
    ]
  },
  {
    "id": 59,
    "text": "Возможно перед тобой самый настоящий сатанист! Проводит какие-нибудь проклятые обряды – и проклятье случайно обрушилось на твою голову? Ты знакомишься с пирсингистом поближе, но он оказывается достаточно посредственным собеседником.",
    "answers": [
      {
        "id": 16,
        "text": "Время идет",
        "var_equal": [
          "time",
          22
        ],
        "var_set": [
          "time",
          23
        ]
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_equal": [
          "time",
          23
        ],
        "var_set": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "Возможно, перед тобой настоящий шаман! Но, нет. Просто художник. Юлий Цыганков. Возможно, он знает что-то про цыган и их проклятья? Нет, не знает. Зато готов распить с тобой чайник вина. К подобному ты не готов. Пф-ф-ф... всё какое-то бесполезное. Быть может, идея была не столь хороша, как казалось ранее? <s>r\n<s>r\n— А, быть может, ты копаешь не той стороной лопаты? — сказал Юлий Цыганков, хитроумно тебе подмигнув.<s>r\n",
    "answers": [
      {
        "var_add": [
          "light",
          1
        ],
        "var_equal": [
          "light60",
          0
        ],
        "id": 60,
        "text": "<plus> 1 ОЗАРЕНИЕ",
        "var_set": [
          "light60",
          1
        ]
      },
      {
        "id": 16,
        "text": "Время идет",
        "var_equal": [
          "time",
          22
        ],
        "var_set": [
          "time",
          23
        ]
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ],
        "var_equal": [
          "time",
          23
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "Девушка Лена провела по запястью золотой сережкой. После чего на коже остался продолговатый черный след. Это доказательство! – сказала девушка Лена.  – У меня все в роду были ведьмами. Тогда ты спросил ее, не знает ли она, как быть, если ты застрял в одном дне, типа как в дне сурка. Она пожала плечами и сказала, что таких вещей не бывает, нечего о них и рассуждать.",
    "answers": [
      {
        "id": 16,
        "text": "Время идет",
        "var_set": [
          "time",
          23
        ],
        "var_equal": [
          "time",
          22
        ]
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ],
        "var_equal": [
          "time",
          23
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "",
    "answers": [
      {
        "id": 63,
        "text": "ИДЕЯ! Всадить ручку себе в глаз",
        "var_set": [
          "pen",
          0
        ],
        "var_equal": [
          "pen",
          1,
          "idea23",
          1,
          "son",
          0,
          "freeacts",
          1
        ]
      },
      {
        "id": 74,
        "text": "ИДЕЯ! Читать научный журнал",
        "var_set": [
          "nauka",
          0
        ],
        "var_equal": [
          "idea52",
          1,
          "nauka",
          1,
          "son",
          0,
          "freeacts",
          1
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "Это было ужасно больно. Ты потерял много крови и в какой-то момент сознание. Да, кажется, кто-то пришел но помощь, но тебе было все равно. Потом ты провел какое-то время в отключке, а потом снова произошел проклятый рестарт.",
    "answers": [
      {
        "id": 45,
        "text": "И снова восторг...",
        "var_set": [
          "time",
          22
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": "Ты напал на одного из панков и попытался содрать с него лицо. Странная была идея, однако бедняга получил кое-какие ранения. Другие быстро вступились за своего собрата, а ты успешно ретировался.",
    "answers": [
      {
        "id": 45,
        "text": "Время идет",
        "var_set": [
          "time",
          22
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "Ты напал на ничего не подозревающего танцора и принялся тянуть его за нос. Парень, само собой, заверещал. Вокруг вас собралась недоуменная толпа. Затем несколько минут целая толпа дружно избивала тебя ногами...",
    "answers": [
      {
        "id": 45,
        "text": "И снова воронка"
      }
    ]
  },
  {
    "id": 66,
    "text": "Глупая идея, но все же... во сне часто получается сделать что-то эдакое. Впрочем, как давно ты видел обычные сны? Ты вскарабкался на перила и подпрыгнул. Ничего толкового не вышло. Резкий подъем адреналина, а в следующее мгновенье... переломанные ребра и звезды в глазах. ",
    "answers": [
      {
        "id": 67,
        "text": "...",
        "var_add": [
          "fly",
          1
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "Полет с балкона",
    "answers": [
      {
        "id": 67,
        "text": "Чуда не произошло. Ты крякнулся и разбил голову. Потом всё началось с начала.",
        "comment": true,
        "var_less": [
          "fly",
          2
        ]
      },
      {
        "comment": true,
        "var_less": [
          "fly",
          5
        ],
        "text": "Ты взлетал еще раз и еще раз, снова и снова, надеясь, что когда-нибудь случится результат. Но он так и не случился. Возможно, ты недостаточно мистически подкован? Во всяком случае, ты опять грохнулся.",
        "id": 67,
        "var_more": [
          "fly",
          1
        ]
      },
      {
        "var_less": [
          "fly",
          5
        ],
        "text": "И снова восторг",
        "id": 45,
        "var_set": [
          "time",
          22
        ]
      },
      {
        "id": 67,
        "text": "Ты как всегда попробовал прервать сей мерзкий дискотечный анекдот прыжком с балкона, но в этот раз случилось нечто неординарное. Ты будто клюнул ночной воздух и воткнулся в него, а затем вывернулся на оборотную сторону. Тут же исчез город, исчез дк и по ту сторону ты увидел немыслимое количество различной телевизионной техники. Камеры и прожекторы, микрофоны и беспокойные люди в кепках. Похоже, ты был прав! Всё это действительно часть какого-то дикого шоу. Что за бред? От негодования ты готов был растерзать любого, но вместо этого лишь схватился за сердце, а потом...\n\nЭТО КОНЦОВКА НОМЕР ТРИ!",
        "comment": true,
        "var_more": [
          "fly",
          4
        ]
      },
      {
        "id": 1,
        "text": "В начало",
        "var_more": [
          "fly",
          4
        ]
      },
      {
        "calculate": true,
        "super_calculate": false,
        "id": 67,
        "var_more": [
          "fly",
          4,
          "freeacts",
          0
        ],
        "text": "Новый ответ. введите текст",
        "var_set": [
          "freeacts",
          0
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "Почему бы и нет? Ты протянул руки к случайной даме и тут же принялся ее целовать и лапать. Странно, но она ответила тебе взаимностью. Ты потянулся расстегивать лифчик, но в этот момент девушка что-то прокряхтела и отпрянула от тебя. Она томно улыбалась и намекала тебе на продолжение отношений у нее дома... эх, если бы она знала, что дома никакого нет",
    "answers": [
      {
        "id": 45,
        "text": "Время идет"
      },
      {
        "var_add": [
          "light",
          1
        ],
        "var_equal": [
          "light68",
          0
        ],
        "id": 68,
        "text": "<plus> 1 ОЗАРЕНИЕ",
        "var_set": [
          "light68",
          1
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "Почему бы и нет? Ты протянул руки к случайной даме и тут же принялся ее целовать и лапать. Откуда ни возьмись возникли ее кавалеры. В течение нескольких минут тебя дружно избивали толпой. ",
    "answers": [
      {
        "id": 45,
        "text": "Мрак... и всё сначала"
      }
    ]
  },
  {
    "id": 70,
    "text": "Ты у всех на виду начал размахивать руками, пытаясь стрелять из них огненными снарядами и растягивать их в разные стороны. Ничего не получилось. Впрочем, толпа вяло прореагировала на эти выкрутасы, решив, что ты исполняешь роль незадачливого местного чудака.",
    "answers": [
      {
        "id": 16,
        "text": "Время идет"
      }
    ]
  },
  {
    "id": 71,
    "text": "Ты потратил некоторое время на изучение Лилиных пристрастий и повадок, а также принялся подбирать правильные юморные фразочки, чтобы уместно подбадривать и веселить красотку. В этот раз уже не получится поразить Лилю, но ты можешь попробовать сделать это в следующий раз...",
    "answers": [
      {
        "var_less": [
          "dating",
          4
        ],
        "text": "Время идет",
        "id": 28,
        "var_set": [
          "time",
          24,
          "love",
          1
        ]
      },
      {
        "id": 72,
        "text": "Время идет",
        "var_more": [
          "dating",
          3
        ],
        "var_set": [
          "love",
          1
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "Наконец-то ты провел с Лилей достойное свидание. Лиля действительно поверила в себя и решила, что ей больше не будут понукать всякие безмозглые Вованы. Она решила проявлять себя в творчестве и завести какое-нибудь хобби. Было интересно наблюдать за ее преображением, однако ни к каким последствиям оно не привело... Ты так и остался замурованным в одном дне. ",
    "answers": [
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ]
      },
      {
        "var_add": [
          "light",
          1
        ],
        "var_equal": [
          "light72",
          0
        ],
        "id": 72,
        "text": "<plus>1 ОЗАРЕНИЕ!",
        "var_set": [
          "light72",
          1
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "Ты подробно изложил Лиле историю о том, как ты застрял в одном дне, надеясь впечатлить ее и заставить доверять твоему авторитету. Однако Лиля, кажется, посчитала, что ты немножечко того.",
    "answers": [
      {
        "id": 28,
        "text": "Время идет"
      }
    ]
  },
  {
    "id": 74,
    "text": "Ты потратил всё время этого дня на чтение журнала и не вывел для себя никакой полезной информации. Про день сурка, да и про путешествия во времени здесь нет ровным счетом ничего. Кажется...",
    "answers": [
      {
        "id": 45,
        "text": "И снова рестарт",
        "var_set": [
          "time",
          22,
          "read",
          1
        ]
      }
    ]
  },
  {
    "id": 75,
    "text": "Ты рассказал ребятам историю... не свою, а гипотетическую, в которой изложил все свои опасения насчет исчерпаемости путешествий во времени и в мультивселенной. Ребята увлеклись твоими теориями и совершенно запудрили тебе мозги новыми. ",
    "answers": [
      {
        "id": 16,
        "text": "Время идет",
        "var_set": [
          "time",
          23,
          "nauka",
          0
        ]
      },
      {
        "var_add": [
          "light",
          1
        ],
        "var_equal": [
          "light75",
          0
        ],
        "id": 75,
        "text": "<plus> 1 ОЗАРЕНИЕ",
        "var_set": [
          "light75",
          1
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "Ты покопался в столе, отыскал книгу и принялся искать собственную фамилию. Удивительно, но раньше подобные вещи действительно работали! В маленьком городке можно было отыскать телефон любого местного жителя. <s>r\nИ вот ты звонишь...<s>r\n — Алло! – робкий мальчишеский голос. Немного гнусавый.<s>r\nДа это же ты сам! Ты тогда как раз простудился. Ты своим взрослым мужским голосом приветствуешь себя маленького.<s>r\n — Алло, — говоришь ты.<s>r\n — Э... – отвечает мальчик.<s>r\n — Послушай, в это сложно поверить, но...<s>r\nТы принялся что-то лепетать. Но мальчик совершенно тебя не понял. До чего же тупой!<s>r\n — Алло! – грубый папин голос. Ты так рад вновь услышать его, что мямлишь еще больше. — Кто звонит? Ты знаешь, который час?<s>r\n",
    "answers": [
      {
        "id": 76,
        "text": "Ты пробуешь разные подходы, чтобы убедить папу приехать в ДК, чтобы ты смог поговорить с ним с глазу на глаз. Пощупать его, так сказать. В этот раз батя просто послал тебя в далекое путешествие и повесил трубку. Может, попробуешь в следующий раз? Попыток же много...",
        "comment": true,
        "var_less": [
          "dadball",
          3
        ]
      },
      {
        "id": 76,
        "text": "В который раз ты пробуешь поговорить с батей, и наконец он соглашается приехать. Ты врешь ему, говоря про какое-то срочное дело в ДК «Восторг», называешь себя «коллегой» и сулишь крупный барыш. В следующий час надо его встретить...",
        "comment": true,
        "var_more": [
          "dadball",
          2
        ]
      },
      {
        "id": 16,
        "text": "Проходит час",
        "var_more": [
          "dadball",
          2
        ],
        "var_set": [
          "dadmeet",
          1
        ]
      },
      {
        "id": 16,
        "text": "Проходит час",
        "var_add": [
          "dadball",
          1
        ],
        "var_less": [
          "dadball",
          3
        ]
      }
    ]
  },
  {
    "id": 77,
    "text": "Ты находишь собственного батю, не знающего куда податься в этом мрачном заведении. Целый час он потратил, чтобы доехать на ночных такси в ДК «Восторг» ради непонятной встречи  с непонятным незнакомцем, что обещал ему большой куш. И что теперь?<s>r\nТы видишь его. Он как на фотографиях. Ты говоришь ему что-то. Он ничего не понимает. Ты предупреждаешь его об опасности смертельной через три года... нет, через четыре года. В конце концов, ты даже пробуешь назваться его сыном, указуя на некоторые важные приметы. Всё бесполезно. Батя крутит у виска и рассерженный уходит.<s>r\nМожно повторить в следующий раз, но, кажется, результат будет тот же. Сейчас ты уверен, что никакого чуда не произойдет в связи с батей <s>r\n",
    "answers": [
      {
        "var_add": [
          "light",
          1
        ],
        "var_equal": [
          "light77",
          0
        ],
        "id": 77,
        "text": "<plus> 1 ОЗАРЕНИЕ!",
        "var_set": [
          "light77",
          1
        ]
      },
      {
        "id": 28,
        "text": "Время идет"
      }
    ]
  },
  {
    "id": 78,
    "text": "Сегодня ты нашел настоящего самородка, с которым ни разу раньше не встречался. Как странно! Парень отлично играет на губной гармошке и выдает лучшие шутки. Жаль, что это ни к чему не приведет.",
    "answers": [
      {
        "id": 16,
        "text": "Время идет",
        "var_equal": [
          "time",
          23
        ]
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_equal": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": "Сегодня ты встретился с девушкой, чей отец работает в типографии, выпускающей тот самый журнал «Время и наука». Совпадение? ",
    "answers": [
      {
        "id": 16,
        "text": "Время идет",
        "var_equal": [
          "time",
          23
        ]
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_equal": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "Сегодня ты встретил настоящую родственную душу. Рыжий Колек с фотоколледжа. Интересно, кем он станет в далеком 2024-м?",
    "answers": [
      {
        "id": 16,
        "text": "Время идет",
        "var_equal": [
          "time",
          23
        ]
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_equal": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 81,
    "text": "Вот оно... настоящий прорыв! Ты повстречал человека, который по его заверениям живет неподалеку от улицы, где живешь и ты. Может быть, все дело в нем? Жаль, никакие расспросы ни к чему не привели ",
    "answers": [
      {
        "var_add": [
          "light",
          1
        ],
        "var_equal": [
          "light81",
          0
        ],
        "id": 81,
        "text": "<plus> 1 ОЗАРЕНИЕ!",
        "var_set": [
          "light81",
          1
        ]
      },
      {
        "id": 16,
        "text": "Время идет",
        "var_equal": [
          "time",
          23
        ]
      },
      {
        "id": 28,
        "text": "Время идет",
        "var_equal": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 82,
    "text": "Хм! Что-то из фигурок Майя, или вроде того. Ничего более умного ты придумать  не смог. Вот так идея...",
    "answers": [
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "ufo1",
          1
        ]
      }
    ]
  },
  {
    "id": 83,
    "text": "Здесь написано «Лев и шакал». Многозначительно? Лев – это ты, видимо. А шакал – время, которое вздумало с тобой шутить.",
    "answers": [
      {
        "id": 20,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "Наблюдаешь за небом и ничего не видишь, Кажется, комета пролетела. Или? Или спутник? Небо в 90-х годах было как будто чернее того, к которому ты привык. Хотя насколько ты хорошо помнишь то небо?<s>r\n<s>r\nВсё же несмотря на бессмысленность происходящего, ты соединяешь в голове воедино множество несоединимых вещей... фигурки майя, нло, санскритские львы и шакалы... да, тут точно замешана какая-то тайна цивилизации.<s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "Время идет",
        "var_set": [
          "time",
          22
        ]
      },
      {
        "var_add": [
          "light",
          1
        ],
        "var_equal": [
          "light84",
          0
        ],
        "id": 84,
        "text": "<plus> 1 ОЗАРЕНИЕ!",
        "var_set": [
          "light84",
          1
        ]
      }
    ]
  },
  {
    "id": 85,
    "text": "Ты расспросил директора о его незаконченных делах и он охотно вывалил всю свою подноготную. Он очень дорожит этим домом культуры, для него это настоящая родина, которую он не собирается продавать. Но какие-то бандиты уже точат зуб на «Восторг», так что сделка по продаже уже не за горами.<s>r\n<s>r\nЭх, если бы ты интересовался клубами и домами культуры в той, прошлой жизни, ты бы мог знать наверняка, что именно случится с «Восторгом» в будущем, но ты не знал. <s>r\n<s>r\nТы  попытался рассказать директору о том, что его дело живет вечно, потому что этот день как бы завис. Как неисправная флоппи-дискета. Может быть, для директора ничего не зависло. Но для тебя точно. Затем ты рассказал ему про всех здешних обитателей, кто чем живет, кто о чем думает, и директор впечатлился. Он сказал, что всегда думал, будто тут одни сплошные бестолочи собрались. Никогда бы не пришло в голову, что все эти люди – личности.<s>r\n<s>r\nДиректор прослезился и сказал, что теперь ему стало на душе спокойно.<s>r\nТы приготовился к тому, что на следующий день проснешься уже в своем 24-м... но этого не случилось. <s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "И снова воронка",
        "var_add": [
          "light",
          1
        ],
        "var_set": [
          "magick",
          1
        ]
      }
    ]
  },
  {
    "id": 86,
    "text": "Ты сделал столько хороших дел... Наверняка же высшие силы должны тебя вознаградить? Так и случилось. Однажды фея вылезла из директорской тумбочки, когда ты в очередной раз решил эту тумбочку обыскать. Она коснулась тебя своей волшебной палочкой и время снова пошло.<s>r\n<s>r\nПравда, ты не вернулся в свой 2024-й, зато смог выйти на следующий день за пределы ДК и пойти знакомиться со своей семьей. Но это уже совсем другая история...<s>r\n",
    "answers": [
      {
        "id": 86,
        "text": "ЭТО КОНЦОВКА НОМЕР ДВА!",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "text": "Новый ответ. введите текст",
        "super_calculate": false,
        "id": 86,
        "calculate": true,
        "var_equal": [
          "freeacts",
          1
        ],
        "var_set": [
          "freeacts",
          0
        ]
      }
    ]
  },
  {
    "id": 87,
    "text": "Иногда ты просто бродишь по самым темным и безлюдным закуткам ДК \"Восторг\". Здесь легче думается. Впрочем, думать-то и не о чем. Полчаса ты сидишь в кандейке уборщика — место, где ты провел в общей сложности сто раз по полчаса, но уборщика так и не видел. Почему бы не изобразить уборщика? Ты берешь в карман швабру. Пускай, другие удивятся (ты знаешь, что никто не обратит внимания).",
    "answers": [
      {
        "id": 16,
        "text": "Время идет",
        "var_set": [
          "time",
          23,
          "shvabra",
          1
        ]
      }
    ]
  },
  {
    "id": 88,
    "text": "Неплохой парень, но себе на уме. Всегда немного грустный и меланхоличный. Ты что-то кричишь ему сквозь музыку, и он тебя не слышит. ",
    "answers": [
      {
        "id": 89,
        "text": "Помочь с пластинками"
      },
      {
        "id": 90,
        "text": "Выйти поговорить"
      }
    ]
  },
  {
    "id": 89,
    "text": "Ты точно знаешь, в чем заключается диско-ошибка этого парня и помогаешь ему с аппаратурой. Этот плюсик к карме скоро обнулится...",
    "answers": [
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ]
      }
    ]
  },
  {
    "id": 90,
    "text": "Забавность диджея заключается в том, что он каждый раз говорит что-нибудь новое. Ты хочешь услышать очередную прибаутку от него, или острое словцо. Вывести надолго в коридор не получается — парень спешит вернуться на работу, однако ты заряжаешься его потоками красноречия...",
    "answers": [
      {
        "id": 28,
        "text": "Время идет",
        "var_set": [
          "time",
          24
        ]
      },
      {
        "var_add": [
          "light",
          1
        ],
        "var_equal": [
          "light90",
          0
        ],
        "id": 90,
        "text": "<plus>1 К ОЗАРЕНИЮ",
        "var_set": [
          "light90",
          1
        ]
      }
    ]
  },
  {
    "id": 91,
    "text": "Ты говоришь бугаю, что прямо сейчас его любимая девушка страдает где-то в темном коридоре и находится на грани эмоционального срыва – и в тот же момент получаешь мощный удар по лицу. Казалось бы, на этом момент бой как всегда мог бы и закончиться, но не тут-то было! Ты ловко выхватываешь из кармана швабру и, зная наизусть все движения противника, отражаешь его удары. И вот бугай повержен, а толпа рукоплещет мастеровитому уборщику. Впрочем, где-то это уже было...",
    "answers": [
      {
        "id": 45,
        "text": "Время идет",
        "var_set": [
          "time",
          22
        ]
      },
      {
        "var_add": [
          "light",
          1
        ],
        "var_equal": [
          "light91",
          0
        ],
        "id": 91,
        "text": "<plus> 1 ОЗАРЕНИЕ",
        "var_set": [
          "light91",
          1
        ]
      }
    ]
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  },
  {
    "id": 93,
    "text": "",
    "answers": []
  }
]