[
  {
    "id": 1,
    "text": "Я просыпаюсь в пустой комнате, и не могу понять, как попал сюда...",
    "answers": [
      {
        "id": 2,
        "text": "Открыть глаза"
      },
      {
        "id": 13,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Темно и твёрдо. Пахнет незнакомо. Медленно нарастает чувство тревоги.\n\nМне и прежде случалось просыпался не там, где заснул. Засыпал абы где, но просыпался в своей кровати. Это почти не удивляет.\n\nГлаза понемногу привыкают к темноте, и я различаю решётку. Холодная, злая, встала четвёртой стеной, от потолка до пола. Ни обойти, ни пролезть.\n\nЗаперт!\n\nНаваливаюсь на неё, пытаюсь расшатать металлические прутья — бесполезно, не поддаётся. Даже не скрипнула. \n\nКто сделал это?! За что?! Чем я заслужил подобное?",
    "answers": [
      {
        "id": 3,
        "text": "Звать на помощь"
      },
      {
        "id": 4,
        "text": "Затаиться"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я набираю побольше воздуха и ору, что есть мочи:\n\n— Эй, кто-нибудь! Выпустите меня отсюда! Помогите! Вы меня слышите? Я здесь! Помогите!\n\nКричу громко, долго, до хрипа и свиста, отдышусь немного — и снова. Захлёбываюсь, я не знаю, как долго смогу так продолжать -- с каждым разом вопль выходит всё тише.\n\nВдруг снаружи раздаются раздражённые шаги. Скрипит дверь, и кто-то огромный, тёмный — против слабого света вижу лишь силуэт с длинными ногами — рявкает на меня:\n\n— А ну заткнись! Твоё время ещё не пришло!\n\nМеня обдаёт волной гнева, и я отшатываюсь от решётки. Кажется, этот противник мне не по зубам. Сжимаюсь от страха, жмурюсь.\n\nРядом что-то грохнуло. Тяжёлые шаги удаляются, хлопает дверь.\n\nЯ открываю глаза и не верю им.\n\nПередо мной лежит огромная кость. Запах сырого мяса заполнил комнату. Кровь ещё не обсохла, из косого сруба сочатся мозги, но плоти совсем немного — тонкий слой у хряща.\n\nВ глазах темнеет, а я ведь только пригляделся! Желудок сводит судорогой.",
    "answers": [
      {
        "id": 5,
        "text": "Бороться с искушением"
      },
      {
        "id": 6,
        "text": "Поддаться ему"
      }
    ]
  },
  {
    "id": 4,
    "text": "Однажды кто-то придёт, верно? Я выбираю самый тёмный угол — больше засаду устроить негде. Сажусь, готовый вскочить в любой момент. Настороженно вглядываюсь в  мрак снаружи. Я буду ждать столько, сколько потребуется!\n\nКогда открываю глаза, комната залита светом, а решётка распахнута. Что произошло? Неужели я снова уснул? Но почему не вернулся в кровать? \n\nНетвёрдо выхожу из комнаты и спотыкаюсь о тарелку с кашей. Несколько капель выплёскиваются на пол. Густой молочный запах щекочет ноздри. Сколько же я не ел? Желудок предательски урчит.",
    "answers": [
      {
        "id": 9,
        "text": "Угоститься"
      },
      {
        "id": 10,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 5,
    "text": "Это ловушка. \n\nЯ забиваюсь в дальний угол комнаты, смотрю в стену. Она гладкая, взгляду не за что зацепиться, кроме как за угловатые едва заметные пятна света от решётки. Я сижу так невыносимо долго, ноги затекают, но почти удаётся игнорировать запах.\n\nОн везде, в воздухе, во рту, в моей голове. Его слишком много, и потому он сливается. Мне дурно.\n\n— А ты не такой дикарь, как другие, — раздаётся позади вкрадчивый голос.\n\nЯ резко оборачиваюсь. По ту сторону решётки стоит высокий старик с длинными белыми волосами и усами. Его узкие глаза опасно вспыхивают во тьме.\n\nСипло давлю:\n\n— Ты пришёл издеваться надо мной?\n\n— Разве так надлежит разговаривать со своим спасителем? — хмыкает старик.\n\nОн дёргает решётку на себя, и та легко распахивается, почти беззвучно.\n\n— Вставай, парень, пора выбираться отсюда.\nЯ подчиняюсь, обхожу кость по стеночке.\n\n— За что меня заперли? Кто они? — спрашиваю, поравнявшись со стариком.\n\nЗловещая комната оказалась лишь клеткой. Снаружи раскинулось просторное помещение, плотно заставленное ящиками.\n\nСтарик отвечает не сразу. Он обходит меня медленно, со странной грациозностью.\n\n— Они хотят сделать тебя рабом. Они будут подавлять твою волю, награждать за послушание. Но ты ещё можешь уйти. Или же... —  он наклоняется надо мной, заглядывает в глаза, и во мне вспыхивает непонятное благоговение, — или же ты можешь притвориться, что подчиняешься, и слушать меня. Вместе мы переиграем их.",
    "answers": [
      {
        "id": 7,
        "text": "— Я хочу уйти!"
      },
      {
        "id": 8,
        "text": "— Я согласен!"
      }
    ]
  },
  {
    "id": 6,
    "text": "Не в силах сдержаться, набрасываюсь на кость. Дурманящий вкус заполняет весь мир, в нём тонут страхи и сомнения. От пиршества меня отвлекает презрительный голос:\n\n— Грязное животное, ты не заслуживаешь права быть здесь. Выметайся! \n\nСедовласый старец дёргает решётку, и та распахивается. Я чувствую угрозу, исходящую от него, и принимаю защитную стойку. \n\n— Только подойди, — рычу я.\n\n— Да как ты смеешь, сопляк?!\n\nСтарик двигается плавно, словно перетекая из одной формы в другую. Длинные усы покачиваются, гипнотизируют. В боевой позе старик словно вырастает вдвое. Я готовлюсь к удару, но всё равно пропускаю его пощёчину, замираю ошарашенный, и тут же получаю ещё и ещё. Жмурюсь, падаю на пол.\n\nСтарик презрительно фыркает и отходит.\n\n— Убирайся! — кричит он издали.\n\nЯ выскакиваю из комнаты, мельком замечаю, что оказался в огромном зале, и бросаюсь к распахнутой двери на улицу. Запинаюсь на широком крыльце, и путь мне преграждают громилы в сером. Их можно было бы принять за близнецов — широкогрудые, красноносые, с маленькими налитыми кровью глазами.\n\n— Так-так, что это тут у нас? Это ты, малец, так разозлил старика? — гогочет один.\n\n— Ей, парни. Это не его кровь.\n\nКровь?  Неосознанно облизываюсь. Рот всё ещё наполняет божественный вкус кости.\n\n— А малец-то не промах, не дал себя в обиду.\n\n— Парни, возьмём его под крыло.\n\n★ Достигнута концовка \"Дитя ОПГ\" ★\n\nОстерегайтесь бродячих собак и гусей! С недавнего времени они действуют вместе! Если увидите на улице корги, не умиляйтесь и не пытайтесь забрать его, а лучше прибавьте шаг!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 7,
    "text": "Старик презрительно усмехается и проводит по усам. \n\n— Я ошибся в тебе. Ты трус и глупец.\n\nОдним движением он оказывается у двери и всем весом надавливает на ручку.\n\n— Прочь! — шипит он, и я не смею возразить.\n\nВ панике я выскакиваю на улицу, на широкие ступени. Неполная луна слабо освещает двор. Из-за строений доносятся голоса — дерзкие шутки и грубый гогот.\n\nЯ спешу оставить это место. Что же меня ждёт?\n\n\n★ Достигнута концовка \"Бродяга\" ★\n\nСпустя несколько дней кто-то заметил у тракта истощённого и измученного щенка корги. Это можно было бы назвать счастьем, но траты на ветеринара обошлись спасителю в копеечку.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 8,
    "text": "— А ты умнее, чем кажешься, — довольно ухмыляется старик. — Я обучу тебя. \n\n\n★ Достигнута концовка \"Ученик и наставник\" ★\n\n— Так вы уже подружились?! — воскликнул хозяин, когда отворил по утру кладовую и застал кота и щенка спящими бок о бок.\n\nПрошло много лет, но пёс продолжал следовать за котом, а тот всегда приберегал для него лакомый кусочек.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 9,
    "text": "Каша густая и ещё тёплая. Съедаю всё, вылизываю тарелку дочиста и чувствую, как отступает беспокойство. Оглядываюсь: просторное помещение с высокими потолками залито светом, кругом какие-то ящики и полки. Обхожу помещение вдоль стены, внимательно изучая каждый ящик и каждый угол, но нахожу только старую паутину. \n\nНе сразу замечаю другую комнату с приоткрытой дверью, направляюсь к ней. Шаги даются всё тяжелее. Нужно лечь отдохнуть. Совсем недолго...\n\nСнова просыпаюсь — от нежного поглаживания. Огромный незнакомец поднимает меня на руки. От него пахнет кашей!  Это хороший человек!  Он добро улыбается!\n\n★ Достигнута концовка \"Хороший мальчик\" ★\n\nМужчина завязал на шее щенка пышный бант. Дочка наверняка будет в восторге.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 10,
    "text": "Обхожу тарелку широким полукругом. Откуда она здесь? Кто решил выпустить меня, друг или враг? Слишком подозрительно, нельзя сейчас думать о еде! \n\nОсматриваюсь: просторное помещение залито светом и заставлено ящиками до высокого потолка. Главная дверь заперта, но есть и другая, маленькая, она приоткрыта. \n\nПрямиком направляюсь к ней, заглядываю — эта комната больше той, в которой я проснулся, и совсем не пустая. Пол высокий и завален вещами. Трогаю их — на ощупь не похожи ни на что. Из глубины комнаты доносится манящий аромат.",
    "answers": [
      {
        "id": 11,
        "text": "Осмотреть предметы снаружи"
      },
      {
        "id": 12,
        "text": "Искать в глубине"
      }
    ]
  },
  {
    "id": 11,
    "text": "Это странные тягучие тряпки. Они резко пахнут, но смешно чпокают, если потянуть достаточно сильно. Сам не замечаю, как оказываюсь среди кучи разноцветных лоскутов.\n\n— Что ты наделал?! Плохая собака! — кричит огромный незнакомец. От него пахнет кашей, но лицо сурово. \n\n★ Достигнута концовка \"Плохой мальчик\" ★\n\nШестой день рождения Софи прошёл без шариков. Это не предвещало ничего хорошего. И верно — более ни одного утра ей не позволяли понежиться в кроватке, ведь кто-то должен выгулять собаку. \n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 12,
    "text": "Пол мне по грудь. Опираюсь, подпрыгиваю, подтягиваю себя вглубь. Внутри темно, но света из дверного проёма достаточно. Что же здесь? \n\nПеребираю шуршащие пакеты, пока не нахожу тот самый. Разрываю его! Мамочка, как вкусно! Как хрустит! Я не могу остановиться! \n\n— Вот ты где,  — меня будит недовольный голос, а потом чьи-то руки вытаскивают наружу. Провожаю остатки хрустяшек с грустью. \n\n— Папа, где же мой подарок? — другой голос, растерянный.\n\nЯ жмурюсь от яркого света и вдруг вижу Её. Самое прекрасное существо в мире! Она тянется ко мне, и я не могу сдержаться! Я должен поцеловать её!  \n\n★ Достигнута концовка \"Любовь с первого взгляда\" ★\n\nВ тот день, в шестой день рождения Софи, две одинокие души встретились, два сердца забились как одно. Они были неразлучны.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 13,
    "text": "Концовки:",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 13,
        "text": "☆ ???",
        "need": [
          -6
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 13,
        "text": "★ Дитя ОПГ",
        "need": [
          6
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 13,
        "text": "☆ ???",
        "need": [
          -7
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 13,
        "text": "★ Бродяга",
        "need": [
          7
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 13,
        "text": "☆ ???",
        "need": [
          -8
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 13,
        "text": "★ Ученик и наставник",
        "need": [
          8
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 13,
        "text": "☆ ???",
        "need": [
          -9
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 13,
        "text": "★ Хороший мальчик",
        "need": [
          9
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 13,
        "text": "☆ ???",
        "need": [
          -11
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 13,
        "text": "★ Плохой мальчик",
        "need": [
          11
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 13,
        "text": "☆ ???",
        "need": [
          -12
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 13,
        "text": "★ Любовь с первого взгляда",
        "need": [
          12
        ]
      },
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 14,
        "text": "хак",
        "need": [
          20
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "empty",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "empty",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "empty",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "empty",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "empty",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "empty",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "empty",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "empty",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]