[
  {
    "id": 1,
    "text": "   Каждый твой выбор создаëт уникальный сюжет. Ты ничего не потерял нажав на \"Прочитать\" так... Почему бы не пройти квест хотя бы разок? Это приключение на 20 минут, мой друг, туда и обратно, всего на 20 минут...\n\n[Жанры: Ужасы, Романтика, Комедия\nСоздатель: Шергин Максим]",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/bRRRdsV/image.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/KzWxgyZ/image.jpg",
        "system": true
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 12,
        "text": "От автора",
        "need": [
          8,
          28,
          46
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "   Приятный свежий воздух наполнял комнату из открытого окна. Дождь стихал. На улице понемногу темнело, а на небе текли тучи. \n   Чоиз включил лампу на столе и окинул взглядом полку с книгами. ",
    "answers": [
      {
        "id": 3,
        "text": "Взять книгу \"Забытая одержимость\".\n[Жанр: Ужасы. Длительность: 8 мин. Оценка читателей: 9/10. ]",
        "bg_color": [
          0.35,
          0.35,
          0.6
        ]
      },
      {
        "id": 24,
        "text": "Взять книгу \"Любовь и розы\"\n[Жанр: Романтика. Длительность: 10 мин. Оценка читателей: х/10. ]",
        "bg_color": [
          0.65,
          0.3,
          0.35
        ]
      },
      {
        "id": 22,
        "bg_color": [
          1,
          0.6,
          0.3
        ],
        "text": "Взять книгу \"Пушистые Гуси\"\n[Жанр: Комедия. Длительность: 10 мин. Оценка читателей: х/10. ]"
      },
      {
        "id": 2,
        "text": "Взять книгу \"Пустота и холод\"\n[Жанр: Постапокалипсис? Длительность: 3.5 мин. Оценка читателей: х/10]\n\n[В доработке. Дата выхода: как только исправлю ошибки]",
        "need": [
          12
        ],
        "bg_color": [
          0.85,
          1,
          1
        ]
      },
      {
        "id": 2,
        "text": "Взять книгу \"...\" \n{[В разработке]}\n[Жанр: Детектив. Длительность: 4.1 мин. Оценка читателей: х/10. ]",
        "need": [
          12
        ],
        "bg_color": [
          0.6,
          0.6,
          0.6
        ]
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/5RwsqTz/image.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Музыка на телефоне играла песню \"Эти сны\"\nЛуна зкрылась за тучами и снова послышался звук капель ударяющих об крышу. \n\"Я так любила сны, в которых мы кружились... \nТри месяца весны. Они так часто снились. \nПусть даже нет вины, что нам пришлось расстаться. \nНо стала спать бояться. Сняться эти сны... \"\n   Взяв книгу \"Забытая одержимость\", Чоиз поправил лампу, что бы она светила ровно на стол, и, положив книгу, начал еë читать. \n   В его голове мелкали образы персонажей и путались мысли о том, почему же этот жанр так захватывает дух. \n   Если подумать, это помогает человеку справится с стрессом и отвлекает от повседневной жизни. У человека возникает чувство контроля,  так как понимает, что страх нереален. Поэтому это полезно для психики. \n   Но с этими мыслями Чоиз и не заметил, что бездумно прочитал целую страницу и ничего не понял. \n   Погода ухудшилась и уже редких шум капель превратился в оркестр грома и звона капель. Фейрверки молний дополняли картину и придавали шарма к прочтению книги. Ветер усиливался, а на улице наступила ночь. \n   В моменте, за спиной у Чойза, послышался скрип двери из коридора. Нервижки защекатали сознание и заставили муражки пробежаться по телу. Но что за звуки? ",
    "answers": [
      {
        "id": 4,
        "text": "Пойти проверить шум"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Парень оставил книгу и включил свет в комнате. Выйдя в коридор Чоиз заметил как дверь в кухню приоткрыта. Сквозняк пробирался по ногам и задувал как раз в ту комнату. \n   Громыхнул гром и свет в всем доме пропал. Чоиз застыл в темноте. Мысли крутились лишь о том, как все иронично складывалось. И хоть он скептически относился к происходящему, желания ходить одному по дому в темноте у него было меньше всего. \n   Порыскав по карманам, Чойз не нашел телефон",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться за телефоном"
      },
      {
        "id": 13,
        "text": "Проверить кухню"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Парень на ощупь нашел телефон на столе и включил фонарик. Занавеска от ветра колыхалась как-будто пыталась сбежать, а поддоконик был весь мокрый из-за дождя. \n— Сквозняк значит. Тогда понятно почему двери скрипят. \n   Закрыв окно и протерев поддоконик лежащий рядом тряпкой, Чоиз положил книгу на полку и начал готовится к сну.\n   Он закрыл свою дверь в спальню на щеколду и взбил подушки. Переоделся в ночнушку и укрылся под одеяло, которое доставляло небольшое чувство защищенности, тепла и комфорта. Он позалипал час в телефоне в социальных сетях, и сам не заметил как сон захватил его мир и заставил уснуть. \n   ***\n   Громкий хлопок двери где-то в стороне кухни заставил героя проснуться. За окном еще слышался дождь и задувание ветра. Приоткрыв глаза, Чойз окинул глазами темную комнату и заметил два красных, как кровь, глаза, смотрящих на него из-за приоткрывшийся двери. \n   Страх заставил парня замереть и наблюдать из-под одеяла за ними не отводя глаз. Глаза отказывались моргать, но разум предлагал закрыть и протереть глаза. \n   Моргнув, парень снова присмотрелся, но ничего красного он больше не увидел. Будто они исчезли. Но дверь была приоткрыта. \"Почему?\", — подумал парень. \n— Я же точно еë закрывал на замок. Или это мне снится?... Нет, я еще никогда так не контролировал сон как сейчас. Это точно реальность. Померещелось? \n   Мысли путались. Страх то усиливался, то утихал. ",
    "answers": [
      {
        "id": 6,
        "text": "Замкнуть дверь"
      },
      {
        "id": 11,
        "text": "Осмотреть дом"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Парень окинул взглядом комноту. Он достал телефон, включил фонарик и со страхом встал с кровати. Он медленно подошел к двери и закрыл еë. Проверив, что он точно еë закрыл на щеколду, он быстро вернулся в кровать и закутался одеялом. Адреналин еще играл в крови и не давал уснуть. Но усталость и рациональнон мышление о том, что призраков не существует, понемногу убаюкивали. Немного посидев в телефоне, он снова уснул. \n***\n   Чойзу сниться сон. Он лежит на кровате в спальне. За окном ночь и чистая белая луна. Она огромна, и очень близка. Она понемногу краснеет и начинают выть волки. Дверь приоткрывается и в комнату забегает несколько чëртиков с рогами и хвостами. Они начинают разбегаться по комнате и двигать мебель. Раскидывая вещи, и по свински смеясь, они прячуться по углам. Кто-то за шкаф, кто-то под кровать, а кто-то за занавеску. А после наступает тишина. И только чавканье доносится из под кровати. Парень заглядывает под неë и замечает как на него смотрят два красных глаза. А затем он замечает кровавую улыбку этого чудища, которая медленно движеться к нему. Стены дрожат, будто в дом с минуты на минуты врежется поезд. Странный громкий гул заполоняет комнату так, что закладывает уши. Улыбка открывается и пытается съесть парня. \n***\n   Резко проснувшись от кошмара, Чоиз тяжело дышит и пытается осмотреться. Скрип кровати, шум дождя, а в остальном тишина, позволяют немного успокоиться. \"Да почему так страшно так?\", — говорит он вслух и окидывает глазами комнату. \n   Сердце вдруг замирает и парень смотрит снова в дверной проем. Он снова приоткрыт. Но как это возможно? \n   Затаив дыхание парень всматривается в него, пытаясь разглядеть маньяка, грабителя или ту самую пару красных глаз. Ни один из вариантов не нравится ему, но нужно было, что-то делать. А просто лежать под одеялом в любом из исходов — казалось худшим. \n   Притаив дыхание парень услышал как бьется его собственное сердце. Перед глазами начали проносится последние события. Игры разума? Случайность? Или это снова кошмар? \n   Из под кровати послышалось чавканье. Как будто кто-то был очень голодный и жадно пожирал последние свои запасы. \n   Сердце забилось еще быстрее, а руки задражали. ",
    "answers": [
      {
        "id": 7,
        "text": "Медленно и тихо схватить телефон и быстро выбежать из дома"
      },
      {
        "id": 10,
        "text": "Заглянуть под кровать"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Парень потянулся за тефоном. Включать и озарять комнату светом не было ни какого желания. Чавканье прекратилось и послышашись звуки царапанья по кровати. \n   Одним прыжкоим Чоиз перепрыгнул из кровати до двери и захлопнув дверь за собой, бросился к выходу. \n   Руки дрожали, сердце билось, а уши закладывало. Дернув ручку входной двери она не открылась. Парень начал переключать замки двери и неистова дергать ручку, но дверь не поддавалась, будто это не имело смысло. Будто замки никогда и не отпирали эту дверь, да и отпереть еë больше невозможно. \n   Чойз схватил телефон и начал звонить в 112. Гудки шли, а за спиной послышалось рычание. \nРуки задрожали так, что телефон выпал из рук. Обернувшись парень увидел высокий черный силуэт с рогами и два красных глаза. \n   Из дома ненадолго послышались адские крики, как буд-то кого-то разрывали на части. \n— Ало, это служба спасения. Что у Вас случилось? Ало. Ало!, — послышалось из трубки телефона. \n***\n\n   На следующее утро у дома находились несколько полицейских машин и машина скорой помощи. По новостям передавали, что в городе орудует маньяк, который разорвал этой ночью несколько жертв на части. Полиция ведет расследование. \n   А на улице шел легкий дождь. Холодный, осенний, дождь... ",
    "answers": [
      {
        "id": 8,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 8,
    "text": "   Спасибо, что прочитали эту коротенькую историю. Нет, это не плохая и не хорошая концовка. Тут вобще нет как таковой \"правильной\" концовки. \n   Это просто выбор. Просто приятно провести время. Пощекатать нервижки или насладиться сюжетом....\n   Вы всегда можете вернуться в начало и выбрать что-то другое. И этот выбор приведет Вас еще к чему-то. А сейчас... Спасибо и удачи!) \n\n[Оцените в комментариях линию \"Ужасы\" для статистики. К примеру \"Ужасы 6/10\"]",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 9,
    "text": "***\n27.10.24\n   Я закончил писать главу Ужасы. \n   В главе Ужасы было придумано 8 различных концовок. Изначально планироваломь 16, но придумывать и писать даже 8 оказалось не легким процессом для квеста, который создавался на скорую руку, просто что бы развлечься. Поэтому я принял решение, что если захочу, то доделаю еще 8 концовок в будущем, а пока я лучше займусь созданием новой главы. \n\nИ кстати, хоть одно прохождение главы и занимает около 6 минут, на еë создание было потрачено примерно 8-10 часов. Получается один час на одну концовку. Звучит даже мало, но на деле. Уффф. Посидите, попишите 8 часов и Вы меня поймете) \n\n***\n29.10\n   Я закончил писать главу Романтика. \n   На удивление мне понравилось писать нечто такое. Никогда этим не занимался, но получашось, как по мне интересно. Хотя и несколько идей для сюжета я зарандомил через ИИ. Все таки продумать мир и написать историю довольно непросто. \n   Ну и тут получилоаь 6 концовок, а не 16. Дааа... Получается иду на уменьшение. Ну в любом случае я оставляю место на то, что бы вернуться в любой момент и дописать пару веток сюжета. \nА там как завязка на будущее — модно будет и отдельный квест написать по какой то конкретной ветке. \n\n\n***\n   В мыслях сделать \"Комедию — Приключение\", \"Атмосферное выживание в постапокалипсис\" и \"Боевик или фентези\". \n   Что касаемо комедии, я еë уже начинал писать и мне не понравилось. В итоге удалил и начал заново. Снова не понравилось и я снова удалил и начал с начала. Написать нечто смешное сложновато. Но есть интересная задумка про говорящего кота.) \n\n***\n\n03.11\n   Сделал одну концовку Приключений про кота Грома и почти закончил одну концовку Постапокалиптики.  Вдохновение на комедию расходуется очень сильно. Мне довольно сложно работать в этом жанре, пытаться придумать шутки. Это больше похоже на легкую приятную сказку или рассказ, чем комедию, но в любом случае я сам этого захотел. \n   Думаю выпустить квест и посмотреть первые отзывы и предложения. Возможно это даст мне толчок, стимул, вдохновение. А любом случае это лучше чем ничего) \nP. s. А теперь вообще одна концовка. Ну вообще обленился)) \n\n***",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 9
      }
    ]
  },
  {
    "id": 10,
    "text": "   Чойз решает набраться смелости. \"Это мне кажется. Или это сон. Этого не может быть\", — проносились мысли. Он начинает заглядывать под кровать. Скрип кровати только ухудшает ситуацию и сердце бьётся еще сильнее и быстрее. Здравое мышление пытается взять верх и голова парня опускается на пол, позволяя увидеть того кто чавкает. \n   Темнота. Ни глаз, ни чавканья. Холодок проскальзывает по спине. Чойз тянется к телефону не отрывая глаз из под кровати, но захватывая перефирийным зрением дверь в комнату. Запах ударяет в ноздри. Теплый... Теплый запах. Даже горячий. И немного мерзкий. Парень включает фонарик и светит под кровать. \n   Разорванное мохнатое тело размазано по полу. Куски мяса, черной шерсти, кишки и другие внутренности лежат под кроватью, буд-то хищник разорвал свою жертву. \n   В комнате завибрировали стены. Гул как в сне, будто поезд сейчас въедет в комнату, заполонил всë вокруг. \n   Чойза стошнила от картины и адреналина. А в дверном проеме показались два красных глаза, смотрящих прямо на парня. \n   Послышалось рычание и парень заорал. Его крик был очень громким, и казалось, что его разрывали из нутри. \n   Из-за криков проснулись соседи и вызвав 112, отправились на помощь... \n***\n\nНа следующее утро у дома находились несколько полицейских машин и машина скорой помощи. По новостям передавали, что в городе парень сошел с ума. Ночью ему привидились демоны, а под его кроватью была обнаружена изуродованная кошка. Парня отвезли в психологических диспансер. Полиция ведет расследование о том, что на самом деле произошло. \n   А на улице шел легкий дождь. Холодный, осенний, дождь... ",
    "answers": [
      {
        "id": 8,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "   Чойз медленно поднялся с кровати, его сердце стучало так громко, что казалось, его можно услышать за пределами его комнаты. Освещая полумрак телефоном, он шагнул на холодный скрипящиц пол. По мере того как он двигался, его мысли метались — тот ужасный миг с красными глазами не покидал его.\n   Он направился к двери, вздрагивая от каждого шороха, исходящего из темного коридора. Казалось, стены шептали, а пол с легким треском предвещал что-то зловещее. Вода капала из крана на кухне, создавая зловещее подобие незнакомого ритма в тишине. Чойз стиснул зубы, вышел из спальни и окинул взглядом коридор, в надежде, что это всего лишь его воображение играет с ним.\n   Тени сгущались в углах, а его медленно поднимающаяся тревога превратилась в острейший страх. Чойз пошёл к одной из двери, чувствуя, как холод пропитывает воздух. Он быстро взглянул через раму — всё выглядело так тихо, но в этом безмолвии скрывался страх, помимо эхо его шагов.\n   Постепенно он направился к кухни, его телефон источал тусклый свет, освещая темные углы. Каждый шаг отдавался глухим стуком в голове. Вдруг что-то зашуршало в глубинке коридора — будто бы невидимое существо проскальзывало по полу, отзываясь от подшучивающего света.\n   Скрипучий звук, пробивающий тишину, заставил его сердце учащенно забиться. Это ухание стало нарастать, и в темноте мелькнула жуткая фигура. Большая тень с пылающими красными глазами.\n   Сначала он не поверил своим глазам, не желая допускать, что это может быть реально. Но когда он снова взглянул, тень все еще стояла в проблесках молнии. \n   Внезапно тень растворилась, и по всему дому пронесся тихий шепот, похожий на мрачный хохот, наполняя его легкие холодком. Каждый волосок на теле паренька поднялся, словно предчувствие катастрофы уже витало в воздухе. Чойз шагнул назад, включил фонарик и подсвеиил тот угол. Это была вешалка с куртками, напоминающая стоящего человека. \n   Чойз вздрогнул. Комната была окутана тьмой. Шум дождя на улице старался успокоить нервы парня. ",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить осматривать дом"
      },
      {
        "id": 21,
        "text": "Вернуться и запереть дверь"
      }
    ]
  },
  {
    "id": 12,
    "text": "   Доброго времени суток читатель. Тут ты найдешь интересную информацию от меня, автора этой книги. Тут нет спойлеров и я просто высказываю мысли о задумке этой книги/квеста.\n\n   Начну с того, что я хотел лишь создать интересный квест, который захочется прочитать тогда, когда все наскучило и надоело. Когда незнаешь чем себя занять, а забивать голову громозкой ерундой и в чем то разбираться нет ни желания, ни в времени. Этакий легкий квест, но как сделать его максимально разнообразным, для любого читателя. Ведь каждый человек любит свой жанр, свой фандом, свой стиль. \n   Тогда мне в голову пришла идея незаметно поставить в начало первого выбора — сюжет квеста, который читатель (потенциально, ну или так хотя бы предполагалось) выберет на основе своих вкусов. Любитель ужастиков выберет книгу с ужасами, комедии — комедию, но и так далее. \n   Таким образом ненавязчего узнать, чего хочет читатель, и дать ему то, что он любит, или как минимуи хотел бы. \n\n   Еще одной проблемой послужило то, что после прочтения короткой истории (а почему они короткие напишу позже) читатель захочет перепройти, узнать другие подробности мира, его правила, его свойства, и тогда он может как очень удивиться так и очень разочароваться выбрав другую книгу. Ведь прочитав ужастик и выбрав книгу романтика, читатель ожидает увидеть другой сценарий ужастика, но никак не новый, совершенно новый сценарий квеста так еще и другого жанра. Это конечно может заставить его бросить читать квест, а может и наоборот удержать. Вдохнуть новую жизнь в него. \n   Тут было принято решение, что даже если читатель не захочет читать другой жанр, и захочет побольше узнать про сюжет конкретной главы (к примеру ужасы), тот дать ему эту возможность. Максимально добавить разных расслоек сюжета, ведь это все таки квест, а не книга. \n\n   После этого конечно стояла другая проблема. Писать множество длинных квестов в одном это очень трудоемкий процесс, от чего не получится ни проработать правила того или иного мира, ни полноценно придумать историю. А следовательно и получиться так себе. Ну и с  учетом того, что мне хочеться, что бы ты читатель получил свою возможность узнать другие концовки и варианты сюжета, я решил сделать много коротких историй. Множество разветвлений. Выбор действий. Выбор того, что будет дальше. Ведь пытаться предугадать что будет и на основе этого сделать выбор — вот чего хочется от квеста. \n\nКонечно получиломь это или нет, решать тебе. Кстати, если не забуду — создам опросник в соц сетях, о том, какая глава понравилвсь больше всего) \n\nА еще интересный факт. Имя персонажа Чойз я выбрал с англиского \"Выбор\" (Choice). \nА еще по такому же алгоритму подобраны другие имена персонажей) ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться"
      },
      {
        "id": 9,
        "text": "О главах [Есть спойлеры]"
      }
    ]
  },
  {
    "id": 13,
    "text": "   Чойз немного постоял в полумраке, пока его глаза не привыкли к темноте. Затем он медленно направился на кухню. Пол скрипел, а резкие светлые проблезки от молний щекотали нервы парня. \n   Заходя на кухню, парень заметил как на полу, бегали тени. Сердце заколотилось. Чуть погодя он заметил знакомое очертание и понял, что это всего лишь занавеска играющая на ветру. \n   На кухне было открыто окно, и сквозняк заставил дверь приоткрыться. Поддоконик был залит водой от дождя, а шум грома и отсутствие света заставили парня испугаться. \n— Слава Богам, что я просто забыл, что оставил окно открытым. \n   Чойз закрыл окно и осмотрел кухню. На столе стояла кружка с недопитым чаем, рядом с которым стояла его любимая игрушка детства \"Гост\". Гост представлял собой плюшевого коричневого мишку, с черным галстуком и серыми глазами пугавицами. Рядом с Гостом лежала ложка и использованный пакетик чая. ",
    "answers": [
      {
        "id": 14,
        "text": "Осмотреть щиток с светом"
      },
      {
        "id": 17,
        "text": "Сделать чай и прийти в себя"
      }
    ]
  },
  {
    "id": 14,
    "text": "   — Возможно выбили пробки, надо посмотреть. Гост, пойдешь с мной? \n   Парень взял плюшевого мишку и отправился в коридор к электро-щитку. Игрушка придавалв ему чувства комфорта и спокоствия. Дарило ощущение безопасности. Подойдя к электрической коробке Чойз посадил игрушку на щит и открыл его. Свет еле озарял провода и разобраться в нем было сложно. \n   Парень решил подсветить телефоном, но вспомнил, что оставил его в комнате. Вернувшись в спальню, он наощупь нашел телефон и включил фонарик. Чувства страха до конца не прошло и ему казалось, что за ним наблюдают. \n   Осветив комнату фонарем, он окинул все темные углы спальни. На шкафу стоял старый бабушкин телевизор. Он не работал с тех пор, как он заселился в этот дом. На диване лежали его вещи и портфель. Под определенным углом, они могли показаться как монстр, но точно не под светом фонаря. На тумбочке у кровати находились его средства личной гигены, тетради и зарядка, возле которой сидел и смотрел на него друг детства \"Гост\". На кровате лежало пару подушек, а в углу стоял новенький обогреватель, который не так давно он приобрел по скидке в местном магазине. \n   Осмотрев комнату Чойз вспомнил зачем он шел за телефоном и отправился к электро щитку. Подергав пару выключателей ничего не произошло. \n— Все таки пробки не выбило, и свет отключили не только у меня. А вообще жуткая атмосфера. Все таки гром и тьма играют с разумом. Надо отвлечься. ",
    "answers": [
      {
        "id": 15,
        "text": "Спать"
      },
      {
        "id": 16,
        "text": "Сделать чай и позалипать в телефоне"
      }
    ]
  },
  {
    "id": 15,
    "text": "   Зайдя в спальню парень закрыл дверь на замок, переоделся в ночнушку, растелил кровать и залез под одеяло, укутался и уснул. Дождь за окном утихал.\n***\n   Чойз открыл глаза, чувствуя, как холодный пот стекает по его лбу. Вокруг царила кромешная тьма, лишь из-за окон временами пробивались вспышки молний, освещая комнату зловещими тенями. Гром гремел за окном, словно предвещая что-то ужасное, а дождь стучал в стекла, как будто кто-то пытался ворваться в его мир.\n   Парень медленно повернул голову и увидел его — своего старого плюшевого медведя Госта, сидящего на краю кровати. Но это был не тот безобидный Гост, которого он знал с детства. На мгновение Чойзу показалось, что медведь смотрит прямо на него. В этот момент вспышка молнии окрасила комнату в белый свет, и Чойз заметил, что глаза Госта светятся неестественным, холодным светом, который не соответствовал его мягкому, уютному облику.\n   \"Это только игра воображения\", — пытался убедить себя Чойз, но его сердце колотилось, как будто кто-то бил в этот страх. Он перевернулся на другой бок, пытаясь забыться, но шум дождя, словно оглашая ночь, нарастал, а сердце продолжало бешено стучать в груди.\n   Вдруг позади послышался треск, словно что-то скреблось по полу. Чойз вновь открыл глаза и увидел, что медведь Гост сполз с краю кровати, его пышное тело, теперь казавшееся тяжелым и угрюмым, медленно передвигалось. Каждый хриплый звук, издаваемый игрушкой, угнетал его до мурашек, будто бы что-то непередаваемое и зловещее принимало материальные формы.\n   Чойз, имея в голове лишь одно желание — выскочить из комнаты, вдруг почувствовал, как что-то холодное коснулось его ноги. Это был медведь, который теперь стоял рядом с ним на полу, его глаза светились в полумраке, излучая жуткое спокойствие, словно он был не просто игрушкой, а хранителем кого-то более ужасного. \n   \"Гост?\" — почти прошептал Чойз, пробираясь к краю кровати. Но медведь лишь медленно наклонил голову, словно ждал, когда Чойз сделает следующий шаг. Внезапно комната наполнилась щелчками и треском, старый телевизор, который стоял на шкафу, включился сам, прерывая тишину старого ужаса с застывшим изображением. \n   Жадно ловя каждое слово, он увидел в этих чёрно-белых кадрах себя, вместе с Гостом. Но это был другой Гост — мрачный, с тревожной улыбкой и холодным взглядом, который смотрел прямо на Чойза, словно предвещая его судьбу.\n   Сердце Чойза замерло в груди, когда он понял, что это не сон. Он опустил взгляд и обнаружил, что не может оторваться от взгляда Госта. В тот же миг за окном раздался оглушительный гром, и все вокруг погрузилось в абсолютный мрак.\n   Чойз вскочил с кровати и бросился к двери, но шершавая лапа внезапно схватила Чойза за запястье, и он почувствовал, как холодное дыхание завьюжило вокруг него. Пол охватил сияющий свет, и сердце его замерло, когда он почувствовал, что с каждым вздохом медведь забирает у него жизнь.\n   В последнем ярком всплеске молнии Чойз увидел, как он полностью исчезает, оставляя лишь Госта — жуткого, смеющегося Госта, который теперь плыл в ту тьму, что разверзалась вокруг.\n   Звуки молний и дождя смешались с его криками, унося его навсегда в темные объятия вселенной, полные неизвестных ужасов, которые он когда-то так беззаботно игнорировал.\n***\n\nНа следующее утро у дома находились несколько полицейских машин. По новостям передавали, что ночью в городе безвести пропал парень. Соседи слышали его крики, но когда прибежали никого не обнаружили в доме. Полиция ведет расследование. \n   А на улице шел легкий дождь. Холодный, осенний, дождь... ",
    "answers": [
      {
        "id": 8,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "   На ощупь парень нашел телефон в спальне, включил фонарик и добрался до кухни. Сквозь тусклый свет экрана телефона Чойз внимательно просматривал ленту новостей, тщетно пытаясь забыться. Гром гремел за окном, каждый удар звучал как предостережение, а дождь лил как из ведра, ударяясь о подоконник, как будто кто-то пытался войти. Осенний ветер злобно завывал, проникая в щели старого дома, создавая призрачные шорохи и непонятные звуки. \n   На мгновение у него сложилось ощущение, что он не один. Чойз снова вспомнил о том скрипе, который он услышал в кухне, но отогнал мысль. Зачем думать о старых страхах, когда можно отвлечься? Он переключился обратно на телефон, но так и не смог сосредоточиться. \n   Сторонясь собственного беспокойства, Чойз поднялся с дивана, потянулся к чайнику и включил его. Звук воды, закипающей на плитке, стал единственным утешением в этой зловещей тишине.\n   Наливая чай, парень вспомнил о Госте, который сидел рядом на стуле. Он пытался вспомнить, когда снял его с электрощитка и посадил рядом. Но сташные мысли лишь угнетали, и парень выпил чаю и продолжил листать ленту в телефоне. \n   Секунды тянулись, словно часы. Неожиданно, в унисон с ужасными звуками за окном, он ощутил странное движение на стуле. В темноте что-то шевельнулось. С замиранием сердца Чойз медленно повернул голову, и его пыльный медведь Гост вдруг стал выглядеть иначе. В этот момент он казался не просто плюшевой игрушкой, а чем-то гораздо более зловещим.\n   Неясные линии, отражавшиеся в ярком свете молний, придавали Госту черты, которых не было прежде — его лапы, казалось, изгибались странным образом, а взгляд стал не просто холодным, он стал наполнен какой-то смутной похотью, словно Гост мог видеть в душу Чойза. Эта игрушка не была всего лишь безобидным другом детства; теперь, вызывая воспоминания о старых страхах, она была лишь слугой чего-то гораздо темного.\n   Чойз замер на месте, его дыхание участилось. Осенний ветер за окном завывал все громче, как будто сама природа решила спровоцировать его страх. Совесть рвала на части: он знал, что это лишь игрушка, но дух безотчетного ужаса расшевелил его страхи.\n   Когда в очередной раз ослепительная молния разрывала пространство, снова мелькнул Гост, теперь стоящий чуть ближе. Его глаза светились, напоминая два проклятых огонька в бездне, которые притягивали к себе и оставляли за спиной лишь холод. Как будто один лишь смех Госта мог разорвать тишину и поглотить всю реальность.\n   Чойз в отчаянии издал угнетенный всхлип и попытался развернуться, чтобы убежать. Но вдруг его тело не подчинялось, оковы страха держали его в плену. Он не мог отвести глаз от медведя. Чувство, что что-то неподобающее соединило эти две сущности, пронзало его.\n   За окном гремел гром, с каждой секундой нарастали звуки. Гост открыл рот, и звуки, которые никогда не должны были принадлежать игрушке, издали зловещее шипение, резонируя в ночной тишине.\n   \"Ты будешь принадлежать мне.\" — прошипел медведь, и звучало это так, как будто он говорил с тысячами голосов, раздирающих сознание Чойза.\n   В этой кромешной тьме надежда больше не имела смысла. Сжимая кулаки, парень прижал руки к груди. Холодный ужас напомнил о себе, и окончательная реальность рушилась, оставляя Чойза в одиночестве с самым глубоким его страхом наедине с Гостом.\n***\n\nНа следующее утро у дома находились несколько полицейских машин. По новостям передавали, что ночью в городе орудует маньяк. Парень лет 25 проник в дом соседей, убил их и скрылся в неизвестном направлении. Полиция ведет расследование. \n   А на улице шел легкий дождь. Холодный, осенний, дождь... ",
    "answers": [
      {
        "id": 8,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "   Чойз отвел взгляд от Госта, пытаясь успокоить бурю в своем сердце. Но взгляд вновь возвращался к игрушке: мишка, словно имея собственную волю, казался все ближе и ближе, хотя его место не изменилось. Уголки губ Госта были изогнуты в странной усмешке, которую парень раньше не замечал. Блеклые, серые глаза сверкают, отражая мрак вокруг, словно они видят то, что скрыто от него.\n   Со звуком гремящего грома Чойз вспомнил истории своих друзей о том, как иногда вещи, оставленные на долгое время, могут обрести новые черты. Он пытался отпугнуть эту навязчивую мысль, думая, что все это — лишь игра его воображения. «Это просто игрушка», — повторял он про себя, но чувство, что что-то не так, не покидало его.\n   Парень поставил чайник и принялся заваривать успокаивающий напиток. Добавив ложку сахара он сделал глоток и снова посмотрел на Госта. Его голова как-будто изменила положение. Будто бы наклонилась. \n   Чойз подошел ближе и дрожащими пальцами коснулся Госта. Мишка оказался холодным, как лед — ненормально для плюшевой игрушки. Внутри парня вспыхнул новый ужас, и он отдернул руку, глядя на Госта с опаской. Как будто мишка ждал этого момента, чтобы подменить прежнее представление о себе на что-то темное и неизведанное.",
    "answers": [
      {
        "id": 18,
        "text": "Позвонить кому-нибудь и все рассказать"
      },
      {
        "id": 19,
        "text": "Выбросить медведя в окно"
      }
    ]
  },
  {
    "id": 18,
    "text": "   Сердце гулко стучало в груди, будто предвещая грядущую бурю. За окном гремел гром, и холодный ветер заставлял ветки деревьев скрипеть, словно кто-то звал его по имени.\n   Пытаясь сосредоточиться, он уставился в темноту в окне. Молнии трещали в небе, разрывая черное плотное завесу, и на мгновение осветили медведя Госта. Боковым зрением парень увидел тень, отбрасываемую игрушкой. Он окинул взглядом Госта, и ощутил, как по спине пробегает холодок: «Неужели это просто игрушка?»\n   Из-за глухих стен доносились звуки — шорохи, полные чудовищного напряжения. Чойз начал сомневаться в себе. Он снова посмотрел на Госта — тот по-прежнему сидел неподвижно, его зловещий взгляд просто чего-то ждал.\n   \"Даже если это игра воображения, я не могу тут оставаться.\" — тянула мысль, словно холодные пальцы сжимали его плечи.\n   Чойз не выдержал и отправился к входной двери. Он ощущал словно сотни невидимых глаз наблюдали за ним, собранных из старых переживаний, изъеденных сомнениями. Дрожащими руками он пытался повернуть замки на двери о открыть еë. \n   Тени начали танцевать. Гул в ушах нарастал. Парень чувствовал собственное сердцебиение, но не останавливался ни на секунду. Искать телефон в спальне казалось плохой идей, и единственным правильным решением было сбежать. Сбежать как модно скорее из этого дома. На улицу, к соседям. На свободу. \n   Прозвучил щелчок и ручка двери повернулась. Вырвавштсь из оков собственных страхов, парень выбежал на улицу и захлопнул за собой дверь. \n***\n\n   Ночью парня приютили соседи. Они быди ошиломлены его паническим состоянием и на утро вызвали скорую. \n   Чойз через неделю переехал, оставив мишку и все книги ужасов в том доме. Больше он никогда не хотел увлекаться ужасами и пересекаться с другом детства. \n   А на улице все еще шел дождь. Тихий, осенний дождь... ",
    "answers": [
      {
        "id": 8,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 19,
    "text": "   Чойз стоял на кухне, задыхающийся от страха. Сердце колотилось в унисон с глухим громом за окном, каждое биение казалось проклятым, предвещающим нечто худшее. Он пытался успокоиться, но даже пар, поднимающийся к потолку от горячего чая, не скрыл того ледяного чувства, которое заполнило его грудь. Ощущение присутствия, как будто что-то незримое наблюдало за ним, становилось все более очевидным.\n   Не в силах вынести это тяжёлое напряжение, Чойз слепо схватил Госта и, не раздумывая, выбросил его в открытое окно. Мишка падал, растворяясь в потоке дождя, его силуэт медленно исчезал из поля зрения.\n   Но, когда Чойз закрыл окно, в комнате засекрилось невыносимое напряжение. Ветер, проникающий в дом, принёс с собой странные звуки — шорохи, тихие стоны, как будто сам мир собирал свои силы, чтобы отомстить. Дождь за окном начал стучать сильнее, поднимая волны ужаса внутри, навевая мысли о том, что медведь может вернуться.\n   Почти как ответ на его страх, в окне началась сильный ливень. Кружка стоявшая на столе с треском упала и разбилась. В этот миг, Чойз услышал шаги — медленные, уверенные, словно кто-то не спеша возвращался домой.\n   Он обернулся, и сердце его замерло. Во мгле кухни медведь Гост снова оказался перед ним, словно уже ждал своего часа. Глаза его были напоены чудовищным холодом, а выражение — зловеще похищенным. Стена вокруг его игрушечного тела словно впитала мрак, превращая Госта в зловещую тень.\n   \"Почему ты пытался избавиться от меня?\" — произнес он, поднимаясь с пола, и его голос звучал как прощание с самим собой, как эхо из далекого прошлого. И вдруг Чойз понял, с ужасом, что Гост не был обычным медведем — он хранил в себе страхи, воспоминания и тёмные тайны, за которыми парень сам пытался сбежать.\n   Оглушительный удар грома сломал его раздумья, и Чойз, не в силах переносить ужас, закрыл глаза, прижимаясь к стене. Он не знал, что делать далее, что теперь было с ними и как избавиться от тени, которую сам призвал. Но единственное, что он, казалось, знал — Гост не оставит его в покое.\n   Запах дождя смешивался с чем-то знакомым — старой болью, замирающей за спиной. В этот момент он осознал, что тот, кого он выбросил, никогда не оставит его. Чойз, уставившись в темноту, почувствовал руки, тянущиеся к его душе, которые обняв его в своей зловещей ласке, будто бы душили его душу. \n***\n\n   На следующее утро у дома находились несколько полицейских машин и машина скорой помощи. По новостям передавали, что ночью в одном из домов кто-то задушил парня. Полиция ведет расследование. \n   А на улице шел легкий дождь. Холодный, осенний, дождь... ",
    "answers": [
      {
        "id": 8,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "   Чойз, глубоко вздохнув, попытался успокоить себя, но сердце колотилось, как будто пыталось вырваться из груди. Он снова осмотрел коридор, его взгляд метался между тенями, которые казались живыми, готовыми в любой момент поглотить его. Внезапно, в очередной вспышке молнии, он снова увидел ту жуткую фигуру — тень, которая, казалось, сливалась с темнотой, но в этот раз она была ближе.\n   Скрип половиц под ногами стал громче, как будто дом протестовал против его присутствия. Чойз шагнул вперед, и в этот момент гром гремел так сильно, что он на мгновение потерял ориентацию. В голове пронеслась мысль: \"Это всего лишь игра света и тени\". Но его инстинкты кричали о том, что это не так.\n   Он начал двигаться в сторону кухни, где звук капающей воды стал еще более зловещим. Каждый капля, казалось, отмеряла время, оставшееся до неизбежного столкновения с чем-то ужасным. Внезапно, из-за угла, выскочила тень, и Чойз замер на месте. Он не мог поверить своим глазам — это была не просто тень, а нечто более зловещее.\n   Сердце его колотилось, когда он заметил, что тень начала обретать форму. Она медленно поднималась, и в тусклом свете его телефона он увидел, что это не просто тень — это было нечто, с кожей, словно из угля, и с глазами, пылающими красным огнем, которые смотрели прямо на него. В этот момент он понял, что это не просто игра воображения — это существо было реальным, и оно пришло за ним.\n   Чойз попытался отступить, но ноги словно приросли к полу. Существо напоминающее демона медленно приближалося. Его губы искривились в зловещей усмешке, а изо рта вырывался холодный ветер, который заставлял его дрожать. Внутри него нарастал ужас, и он почувствовал, как его разум начинает терять хватку.\n   \"Беги!\" — закричал внутренний голос, но тело не слушалось. Он был парализован страхом, когда демон протянул к нему свою руку, в которой сверкали острые когти. В этот момент, когда тень казалась готовой поглотить его, Чойз вспомнил о своем телефоне. Он резко включил фонарик, и яркий свет пронзил темноту, заставив демона на мгновение остановиться.\n   Но это было лишь на мгновение. В следующую секунду, когда молния снова осветила комнату, демон исчез, оставив после себя лишь запах серы и холодный ветер. Чойз, наконец, смог пошевелиться, и, не оглядываясь, бросился к выходу, его сердце колотилось в унисон с гремящим громом. \n   Он выбежал на улицу, где лил дождь, как из ведра, и ветер свистел. Но это уже не имело значения. Он был свободен от темноты, но в его голове все еще звучал зловещий смех, который не оставлял его в покое. Чойз знал, что демон не ушел навсегда. Он лишь ждал, когда тьма снова окутит его, чтобы вернуться.\n***\n\nНочью парня приютили соседи. Они быди ошиломлены его паническим состоянием. Но на утро они не нашли парня. Ни в своем доме, ни в его. Соседи позвонили в полицию, но парня как-будто никогда и не существовало. \n   А на улице все еще шел дождь. Тихий, осенний дождь... ",
    "answers": [
      {
        "id": 8,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 21,
    "text": "   Чойз медленно вернулся в спальню и закрыл дверь за щеколду. Он залез под одеяло, и подсвечивая фонариком телефона все темные углы, пытался успокоиться. Парень, дрожащими руками прижимая телефон к груди, пытался успокоить себя. Влажный воздух в комнате казался тяжелым, а тишина — гнетущей. Он знал, что не может оставаться в этом состоянии, но страх сковывал его, как цепи. Каждый раз, когда молния разрывала темноту, он ожидал увидеть ту жуткую фигуру снова.\n   Внезапно, раздался резкий треск, и свет в телефоне на мгновение погас. Чойз замер, его сердце забилось с такой силой, что казалось, оно вот-вот вырвется из груди. Он включил фонарик снова, и его луч света пробежал по стенам, освещая пыль и паутину, как будто они стали свидетелями чего-то ужасного.\n   \"Это всего лишь игра воображения,\" — шептал он себе, но его собственный голос звучал неубедительно. Он снова взглянул на дверь, которая казалась такой хрупкой, как бумага. Внезапно его внимание привлекло движение в коридоре. Он прислушался — скрип, как будто кто-то медленно приближался к нему.\n   Чойз встал, его ноги были как свинец, но он заставил себя шагнуть к двери. Внезапно, в очередной вспышке молнии, он снова увидел её — ту самую тень с красными глазами, стоящую за непрозрачным стелом. \n   Он отшатнулся, но в этот момент дверь кто-то пытался открыть. Чойз в панике метнулся к окну. \n   \"Нет, нет, нет!\" — закричал он, пытаясь открыть окно, но его голос поглотила тишина. В этот момент он понял, что это не просто тень — это нечто более зловещее, нечто, что пришло за ним. Окно не поддавалось, будто оно было запаяно. \n   Свет фонарика начал мерцать. В этот момент дверь открыласт, и он почувствовал, как холод окутывает его, словно ледяные руки сжимают его горло. Внутри него нарастал ужас, когда он увидел, как тень растягивается и принимает форму демона.\n   \"Ты не уйдёшь,\" — произнесло существо, и его голос звучал как шёпот мертвецов, проникающий в самую душу Чойза.\n   Он попытался закричать, но слова застряли в горле. Демон шагнул ближе, и в его красных глазах Чойз увидел отражение своей собственной смерти. В этот момент он понял, что не сможет убежать от своего страха, от своей судьбы.\n   С последним проблеском света фонарика, когда он попытался отступить, демон протянул к нему свою руку с длинными, острыми когтями. Чойз почувствовал, как его охватывает тьма, и в этот миг его разум поглотила бездна страха.\n   Затем всё погрузилось в тишину. В доме осталась лишь тень, которая, смеясь, растворилась в темноте, оставив после себя только холод и пустоту. Чойз исчез, как будто его никогда и не было, а за окном продолжал лить дождь, скрывая следы его страха.\n***\n\nНа следующее утро у дома находились несколько полицейских машин и машина скорой помощи. По новостям передавали, что в городе без вести пропал парень. Соседи слышали крики и вопли, но когда полиция приехала, то никого дома не было. Полиция ведет расследование о том, что на самом деле произошло. \n   А на улице шел легкий дождь. Холодный, осенний, дождь... ",
    "answers": [
      {
        "id": 8,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 22,
    "text": "   Чойз включил лампу на столе, и тотчас в комнате зазвучало «Браво! Браво!» — это его книга, наконец-то увидев свет, решила отпраздновать свою первую прочитанную страницу.\n   — Спасибо, спасибо! — пробасил Чойз, усмехнувшись. Он был уверен, что у книг тоже есть чувства, а если нет, то это все равно не плохая причина, чтобы начать с ними разговаривать.\n   На подоконнике сидел его верный друг — кот Гром. Тот с интересом следил за тем, как Чойз изрекал шутки, которые вряд ли кто-то другой бы оценил.\n— Знаешь, мне сегодня снилось, что я стал великим писателем. — сказал парень посмотрев на кота. \n   Кот открыл один глаз, как бы проверяя уровень абсурдности ситуации. Но решил, что ему все равно, если речь идет о ненавязчивом флирте.\n   Глаза парня устремились в окно, где обложка серого дождя насыщала привычный осенний пейзаж. Облачное небо затянуло улицы, и очередная порция осадков превращалась в лёгкое меланхоличное звучание. Он задумался о том, как обычно проводит дождливые вечера: с книгой в одной руке и чашкой горячего чая в другой.\n   Гром — кот с пушистым рыжеватым мехом, и относительно упитанной фигурой. Он сидел и ловко вылизывал свой живот. Мокрое стекло располагало к раздумьям, и кот, не отрываясь от своего занятия, бросил на парня проницательный взгляд.\n   — Ты ведь не собираешься целый вечер смотреть в окно, мяу? — произнес Гром, притворяясь, что ему неинтересно, но с мстительной искоркой в глазах.\n   — Это лучше чем просто сидеть и вылизывать своë достоинство. — ответио Чойз, отрываясь от своих мыслей.\n   — Мряу? — кот опустил заднюю лапу и с недоумением посмотрел по сторонам. — Договоришься, и ночью я сяду кому-то попой на лицо. \n   Парень показал язык коту, а тот, лишь фыркнув в ответ, продолжил умываться.\n   — Может займемся чем-нибудь?, — вздохнул Чойз, скрестив руки. — Может, поиграем? \n   Гром повернул голову и прищурился. Поиграть? Это было что-то новенькое. За окном шумно начинал набухать дождь, усиливая атмосферу.\n   — Поиграть можно-можно, — произнес он с легкой иронией, спрыгнул с подоконника и элегантно приземляясб на стол. — Как насчет игр? Например – ловля мышей? \n   Чойз сменил выражение лица.\n   — Сколько же ты мышей поймал, что такое предлагаешь, — сказал он, окинув взгляд пустую комнату. — За год — ни одной! \n   Кот спрыгнул с стола на ноги, и улегся на коленях Чойза. \n    — А сам то ты будто много поймал, мяу. Мы с тобой в равных условиях! И вообще, счас как обижусь, и ты будешь играть \"В поиски пропавшего кота\"! \n   Комната Чойза была наполнена теплым светом настольной лампы. Тонкий запах свежезаваренного чая и пузырьки воздуха, вырывающиеся из горячей чашки, создавали атмосферу уюта. На стенах висели картины, а за окном начинался ливень. \n   Кот, уютно устроившийся на коленях Чойза, неожиданно напрягся. Его уши прижались к голове, а его глаза, ранее выразительные и игривые, теперь стали огромными, как два черных блюдца, смотрящими в никуда.\n   — Гром? — в тревоге спросил Чойз. Одна из его ладоней неуверенно коснулась шерсти кота, как будто успокаивая его. В комнате стало тихо, и слышно было лишь капли дождя, стучащие по стеклу.\n   Кот метался взглядом из стороны в сторону. Шерсть начинала становиться дыбом, а в воздухе чувствовалось напряжение. На мгновенье кот замер, и не отрывая взгляда от темного угла комнаты, произнес с серьезным тоном:\n   — Кажется… я хочу есть. \n   И, словно на волшебное заклинание, он вскочил с колен. Ловко перебежав к двери, его пушистое тело исчезло в дверном проеме, оставив Чойза в тревоге.\n   Парень остался сидеть на стуле, охваченный легким испугом. Он вглядывался в темный угол, где только что, казалось, притаился призрак, но через несколько мгновений он не удержался и рассмеялся.\n   — Ах-хах. Ах ты и зараза! — прокричал он, поднимаясь с места и направляясь следом к кухне.\n   Но оттуда донесся громкий крик Грома, наполненный паникой:\n   — Скорее! Бедаааа! Еда пропала!!!",
    "answers": [
      {
        "id": 23,
        "text": "Накормить кота"
      },
      {
        "id": 22,
        "text": "\"Ты на диете! Никакой еды!\"\n[В доработке (39) ]"
      }
    ]
  },
  {
    "id": 23,
    "text": "   Заходя в кухню, Чойз первым делом увидел Грома, который пыхтел в своем поиске еды, с трудом пытаясь заглянуть в закрытую дверцу шкафчика.\n   Ну что за чудо такое? — подойдя к полке, сказал парень. Он достал пакет с кормом и, насыпая в миску, сказал: — Приятного аппетита. \n   Кот с удовольствием наблюдал за тем, как коричневые гранулы сыплются в его любимую миску, но, когда Чойз снова поднял глаза, Гром уже мрачно сидел, выжидая.\n   — Спасибо, ррраб, — произнес он, эффектно махнув хвостом, а затем добавил с оттенком иронии: — А теперь можешь уходить. \n— Какой важный... \n   Чойз направился к чайнику, чтобы заварить себе чай. В чашке уже лежал пакетик, а за окном прекращал идти легкий дождь. \n   Внезапно в тишине послышался настойчивый стук. Чойз обернулся, и его взгляд встретился с глазами Грома. Они переглянулись, и кот заговорил первым:\n   — Иди проверь.\n   — А что, я? — хмыкнул Чойз, поднимая руку в знак протеста. — Ты же кот, тебе не полагается бояться...\n   Гром уже готов был обидеться, но недолгие размышления заставили его метнуться к двери спальни. И ещё через мгновение они вдвоём нос к носу заглядывали в дверной проем. \n   За окном сидел голубь, который неумолимо бил клювом в стекло. Гром, не долго думая, вскочил на подоконник и издал грозное \"Шшшшшшш\", выставив перед собой лапы. \n   — Ой, этого нам не хватало! — проворчал Чойз, наблюдая за происходящим с интересом. \n   Голубь, испугавшись, резко отскочил и, соскользнув с подоконника, упал. \n   Кот, заворожённый происходящим, повернулся за парня и издал тихий неловкий: \"Мяу?\".\n   К счастью, хоть и с испугом, голубь взмыл в воздух и улетел прочь.\n   — Вот что бы ты без меня делал, мряу?\n   С этими словами Гром горделиво поднял голову и грациозно направился на кухню.\n   Чойз налил горячий чай в свою любимую кружку с ярким рисунком и сел на диван. Нежный пар поднимался вверх, обвиваясь вокруг его лица, словно теплый плед. Кот Гром с удовольствием чавкал кормом. Его игривые усы едва касались миски. Казалось, даже дветер за окном стал тише, прислушиваясь к уютному ритму их вечера.\n   — Ну, как тебе еда? — спросил Чойз, потирая рукой колени. — Надеюсь, это не слишком скучно для твоего утонченного вкуса! \n   Кот взглянул на него, с недоумением приподняв уши, и продолжил жевать, не отрываясь от своей миски. Чойз улыбнулся — зная Грома, он понимал, что тот был просто сыт и не хотел разговаривать.\n   Внезапно Гром, закончив трапезу, поднялся и начал мяукать у закрытой двери. Чойз вздохнул, поднявшись с места. \n   — Эх, ты снова хочешь на улицу? Там же мокро! — проговорил он, открывая дверь. Но как только щель распахнулась, Гром с недовольным выражением лица развернулся и направился в спальню.\n   — Ну ладно, ладно, ты всегда знаешь, что делать! — засмеялся парень и закрыл дверь. Взяв кружку чая он направился на кровать в спальне, включил ноутбук и зашёл в свой любимый стриминговый сервис. \n   Свет экрана мягко залил комнату, и вскоре Чойз погрузился в мир приключений. Он потянулся за чаем и вдруг заметил, что Гром уже устроился на кровати, уютно свернувшись клубком. \n   — Ты опять спать? — сказал Чойз, усмехаясь.\n   В ответ на его слова, Гром приоткрыл один глаз, затем снова закрыл. От него доносился мирный звук его дыхания, и в комнате воцарилась теплая атмосфера уюта. Чойз отодвинул ноутбук чуть дальше, потянулся и начал готовиться к сну. ",
    "answers": [
      {
        "id": 44,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 24,
    "text": "   Листая страницы, он задумался о том, как порой литература отражает его собственные переживания, как будто писатели заглядывают в его душу. Вокруг царила тишина, нарушаемая лишь звуками дождя, стекающем к окну.\n   Первая глава оказалась полна нежности и страсти, и Чойз уже не мог оторваться. Образы героев стали живыми, а каждая строчка отозвалась в его сердце. Он вспомнил о Лизе — той, которую любил еще с детства. Их переписка давно умерла, слова остались незавершенными, как незасыпанный асфальт после дождя. Она всегда была рядом, но теперь их пути разошлись, оставив только воспоминания и недосказанности. \n   Чойз снова взглянул на окно — луна, как старая знакомая, улыбалась ему из-за облаков. Он встал и подошел к стеклу, прижимая к нему ладонь. В этот момент он понял, что в его сердце все еще осталась надежда, даже если реальность навязывала другие сценарии. \"Может быть, однажды,\" — шептал он себе, когда внезапный шум за окном заставил его обернуться. \n   Сквозь дождь и шум, точно диагноз молчания, он услышал смех. Это был смех, полный жизни и свободы, знакомый и отдаленный. Чойз почувствовал, как в груди зашевелилось что-то теплое. Возможно, это был тот самый миг, когда прошлое и настоящее соединяются, открывая дверь в мир, полный новых возможностей.\n   Чойз отступил от окна, а его мысли закружились, как листья, подхваченные порывом ветра. Смех за окном продолжал звучать, словно напоминание о том, что жизнь живет не только в страницах книг. Он вновь уселся за стол, но слова уже не цепляли его; он больше не мог сосредоточиться на романтических перипетиях вымышленных персонажей. \n   “Что, если бы…” — эта мысль не покидала его. Он поднялся, движимый неожиданным желанием узнать, что происходит за пределами его уединенной комнаты. Надев дождевик и взяв с собой зонт, Чойз вышел на улицу. Холодный воздух ударил ему в лицо, но он не обратил на это внимания. В голове крутились только образы — смех, яркие огни, тепло общения. \n   На улице мелькали силуэты людей, одетых в осеннюю одежду, кто-то резвился под дождевыми каплями, танцуя на мокрой дороге. Он шагал вперед, следуя за звуками, словно они тянули его за собой. И вот, выбравшись на небольшую площадь, он обнаружил компанию юношей и девушек, собравшихся вокруг костра — старого, но крепкого, который светил в темноте, словно маяк.\n   Они смеялись, делились историями и, казалось, забыли о мире вокруг. В воздухе витали искры молодости и счастья, которые так контрастировали с его собственной замкнутостью. Чойз чувствовал, как сердце забилось чаще. Он не мог не заметить девушку с длинными светлыми волосами, что сидела у самого огня. Ее смех звучал, как музыка, и он не мог оторвать от нее взгляда. Она была яркой, как осенний лист — завораживающей и уникальной.\nНо в этот миг перед глазами проносились старые воспоминания о Лизе. Как они проводиди вместе время, как так же радовались и улыбались. А сейчас... Осталось только тоска. ",
    "answers": [
      {
        "id": 29,
        "text": "Подойти и познакомиться"
      },
      {
        "id": 30,
        "text": "Отвезти взгляд и уйти"
      }
    ]
  },
  {
    "id": 25,
    "text": "   Все вокруг постепенно размывалось, и Чойз решился. “Может, ты не против провести немного больше времени вместе? Я имею в виду... если тебе интересно… может, пойдем куда-нибудь?” Ему было неловко, но он был готов рискнуть.\n   Оля, казалось, немного удивилась, но улыбка на её лице только расширилась. “С удовольствием! Как насчет кофе?” \n   Это предложение звучало так же комфортно, как старый свитер в прохладный вечер. Они встали, и Чойз почувствовал легкость, будто снял с себя груз. Они направились к выходу с площади, оставив позади копошащуюся компанию.\n   На улице дождь окончательно окончился, а асфальт блестел от мелких капель, отражая лунный свет. Чойз и Оля шли рядом, и их руки невольно соприкасались, как будто пространство между ними искрило электричеством. Каждый шаг приближал их, и чем дальше они уходили от костра, тем больше в его душе распускались цветы надежды.\n   “Расскажи мне о своих любимых книгах,” — предложила Оля, и Чойз, угощая её своими мыслями о литературах и героях, с каждым словом открывал своё сердце. Чувство, которое появлялось на глазах, обвивало их, как яркие лианы, стремящиеся достичь света.\n   И в тот момент, когда они пересекли порог уютной кофейни, его сердце наполнилось уверенностью. Он понял, что, возможно, именно здесь, среди случайных встреч и волшебных мгновений, скрывается ответ на его поиски. Это было не просто начало новой главы — это было возрождение надежды, новой любви, которую он никогда не ожидал найти.",
    "answers": [
      {
        "id": 26,
        "text": "Сесть у окна"
      },
      {
        "id": 31,
        "text": "Сесть напротив окна"
      }
    ]
  },
  {
    "id": 26,
    "text": "   В кофейне царил уютный шум: тихий разговор, шум кофемашины и мягкий свет, струящийся из стильных светильников. Чойз почувствовал, как нервозность исчезает, уступая место лёгкому волнению. Он выбрал место у окна, а Оля села напротив. \n   “Как ты думаешь, какая книга могла бы стать началом нашей истории?” — вдруг спросила она с задорным блеском в глазах.\n   Чойз усмехнулся, обдумывая её вопрос. “Наверное, что-то лёгкое и увлекательное. Может, романы о приключениях? Или о белых ночах, где всё возможно?” \n   “Есть что-то в том, чтобы рисковать,” — заметила она, наклонившись чуть ближе. — “Возможно, это именно то, что мы сейчас делаем.”\n   Это придало ему смелости. “Что если мы напишем свою историю?” — предложил он. “Каждый из нас добавит в неё что-то от себя. Как ты на это смотришь?”\n   Её глаза вспыхнули интересом. “Потрясающая мысль! Пусть это будет наша игра. Я начну с того, что первый раз увидела тебя у окна, рассматривая дождь. Потом ты подошёл и предложил чашку кофе. Наша история могла бы начаться именно так.”\n   Чойз представил, как они с Олей читают свои строки, как их судьбы переплетаются, создавая что-то уникальное. “А я твой герой, что всегда ищет смысл даже в самой простой вещи.”\n   Оля улыбнулась, и в её улыбке Чойз увидел искреннюю приязнь. “Если бы ты был моим героем, тогда нам точно нужно было бы добавить несколько весёлых моментов,” — подмигнула она.\n   Заказав кофе, они продолжили переплетать свои мысли, углубляясь в разговоры о книгах, кино и о том, что каждое мгновение имеет значение. Их смех оживлял пространство, вскрывая невидимые нити, что связывают их души.\n   Кофе принесли в маленьких кружках, и, когда Чойз потянулся за своей чашкой, их пальцы случайно соприкоснулись. Сильная током волна пронеслась по его спине, как будто он впервые осознал: это не просто мимолетная встреча, а что-то гораздо большее.\n   “Знаешь,” — произнесла Оля, глядя ему в глаза с неподдельным интересом, — “в жизни бывают моменты, которые просто нельзя игнорировать. Мне кажется, это именно такой.”\n   Его сердце забилось быстрее. “Мы словно собеседники из другой реальности,” — ответил он, пытаясь оградить себя от страха. “Как будто наши дороги пересеклись, чтобы открыть новые возможности.”\n   Оля опустила взгляд на кружку, а затем снова встретилась с его глазами. “Мне кажется, я знаю, о чём ты,” — произнесла она тихо, но уверенно. “И это вдохновляет.”\n   Кофейня постепенно пустела. Время пролетало незаметно, и каждое мгновение заполняло пустоту в его душе, которую он даже не подозревал, что носил с собой.\n   Скоро пора было расходиться, и на душе Чойза слегка зябко зашевелилось чувство. Он не хотел этого вечера завершать. “Скажи, а ты веришь в судьбу?” — спросил он, и его голос звучал чуть быстрее, чем обычно.\n   Оля глубоко вздохнула. “Верю, что судьба — это всего лишь поддержка наших решений. Мы сами создаем свои маршруты, а ведь моменты, как этот, — это только маленькие точки на нашем пути.”\n   Чойз кивнул, его уверенность крепла. “Тогда, может быть, нам стоит провести ещё одно такое мгновение вместе? Я могу показать тебе свои любимые места по городу.”\n   Оля улыбнулась, и темная тайна её глаз сверкнула. “Да, я бы с радостью. Похоже, наше приключение только начинается. А сейчас уже пора домой.” ",
    "answers": [
      {
        "id": 27,
        "text": "Проводить девушку до дома"
      },
      {
        "id": 32,
        "text": "Попросить номер телефона"
      }
    ]
  },
  {
    "id": 27,
    "text": "   Вечер постепенно склонялся к осенней прохладе, и улицы наполнились тихими тенями, отражая шумные разговоры в кафе. Чойз и Оля вышли на улицу. Легкий ветерок обвивал их, унося осенние листья, словно приглашая в новую, захватывающую главу их истории.\n   Чойз шёл рядом с Олей, ощущая, как время теряет свою значимость. Они обсуждали всё подряд — от книг до мечт о путешествиях, а смех звучал так, словно они знакомы вечность. Она была не просто собеседницей, а загадочной частью его жизни, которую он надеялся разгадать снова и снова.\n   Когда они подошли к её подъезду, вечер застыл на мгновение. Небо окрасилось в глубокие тени, а луна снова с нежностью взглянула на них. \n   \"Ну вот, пришли,\" — сказала Оля, остановившись. Она обернулась к Чойзу, и в её глазах читалось много — и радость, и легкая грусть. \"Не могу поверить, что встреча с тобой оказалась такой волшебной.\"\n   \"Ты заслуживаешь только волшебства,\" — ответил Чойз, задыхаясь от волнения. \"Ты действительно изменила этот вечер для меня.\"\n   Она осталась молчалива, просто смотрела ему в глаза, и каждая секунда затягивалась, как в замедленной съёмке. Чойз чувствовал, что каждое мгновение становится важным, что ничто не может его омрачить.\n   Оля вдруг сделала шаг ближе, их лица оказались на расстоянии, чтобы вдыхать тот же сеющий страх и надежду воздух. \"Ты знаешь,\" — произнесла она тихо, — \"даже маленькие моменты могут привести к большим переменам.\"\n   \"Я хотел бы, чтобы этот момент длился вечно,\" — с долей болезненного сожаления добавил он. Чойз не хотел уходить, но страх ожидал последующую тишину. \n   И вот, в этот самый момент, Оля прикрыла глаза, немного наклонившись к нему. Она осторожно коснулась его щеки, и этот поцелуй оказался легким, как дуновение ветра, но полным чувства и обещаний. Чойз замер – это было так неожиданно, словно они давно знали друг друга.\n   Когда она отстранилась, её лицо светилось, а Чойз почувствовал, как его сердце неистово колотится. \"Это было… замечательный вечер\" — произнес он, не в силах скрыть свою радость.\n   Оля улыбнулась и, задержав его взгляд на мгновение, достала листок. \"Вот так, на память,\" — произнесла она, записывая свой номер. \"Если вдруг решишься на наше следующее приключение.\"\n   \"Обязательно свяжусь,\" — ответил он, взяв её листок бумаги с номером. Он не знал, как именно будет выглядеть их следующая встреча, но сердечная уверенность подсказывала, что они смогут создать что-то прекрасное, если продолжат двигаться в одном направлении.\n   Оля, слегка покачнув головой, посмотрела на него последним таинственным взглядом. \"Будь смелым, Чойз. Не бойся любить,\" — шепнула она и, отступив на шаг, исчезла в тёмном подъезде.\n   Он застыл, изумлённый, с её номером в руке и улыбкой на лице, раскрывшей в его душе безграничные горизонты возможностей. Этот вечер стал началом их совместной истории... ",
    "answers": [
      {
        "id": 28,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 28,
    "text": "   Спасибо, что прочитали эту коротенькую историю. Нет, это не плохая и не хорошая концовка. Тут вобще нет как таковой \"правильной\" концовки. \n   Это просто выбор. Просто приятно провести время. Пощекатать нервижки или насладиться сюжетом....\n   Вы всегда можете вернуться в начало и выбрать что-то другое. И этот выбор приведет Вас еще к чему-то. А сейчас... Спасибо и удачи!) \n\n[Оцените в комментариях линию \"Романтика\" для статистики. К примеру \"Романтика 6/10\"]",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 29,
    "text": "  В этот миг он решился. Пойдя наперекор страхам и сомнениям, Чойз подошел к группе. На него обернулись, и вскоре несколько взглядов переместилось к девушке, играющей с языком пламени. Она заметила его и улыбнулась, в ее глазах зажглось любопытство. \n   “Привет!” — сказал он, подняв руку в приветствии. Слова звучали неловко, но в этом было что-то искреннее.\n   “Привет!” — ответила девушка, а ее голос был теплым, как утренний свет. “Как тебя зовут?”\n   “Чойз,” — произнес он, стараясь не выдавать своего волнения.\n   “Меня зовут Оля,” — представилась она, и в этот момент между ними проскользнула искра, невидимое соединение, обещающее что-то большее, чем просто разговор.\n   Они начали беседовать. Чойз ощущал, как каждое слово приближает их друг к другу. Разговоры о жизни, о школах, о цветах и дождях, о мечтах и страхах — все это слилось воедино. И когда Костер потрескивал, а небо над ними разрасталось звездным величием, он чувствовал, что, возможно, именно здесь, среди новых знакомых и тепло огня, наконец, может начаться его история, полная надежд. \n   Они сидели у костра, и время словно остановилось. Чойз смотрел на Олю, ее смеющиеся глаза стали для него центром вселенной. Словно все вокруг затихло, оставив только их двоих, даже огонь, казалось, горел тише, подстраиваясь под настрой их беседы.\n   “Ты не похож на тех, кого я обычно вижу на таких вечеринках,” — произнесла Оля, переведя взгляд на пламя. “Кажется, у тебя есть что-то особенное.”\n   Чойз замялся, не зная, как ответить. Его внутренние барьеры начали рушиться. “Может быть, я просто предпочитаю уединение, книги... думать о мире,” — ответил он, но усмехнулся, понимая, как это звучит. “Иногда кажется, что реальность не так хороша, как фантазии.”\n   \"Но именно в реальности случаются чудеса!” — воскликнула она, её лицо озарилось от разгорающегося огня. “Невозможное иногда оказывается возможным, если только мы рискнем сделать шаг!”\n   Его сердце забилось быстрее, и он осознал, как ее слова отражали его собственные недосказанные мысли. “Ты права,” — пробормотал он, чувствуя, как эта встреча меняет его.\n   Оля подняла взгляд, и вдруг между ними возникло молчание, наполненное напряжением. Он вспомнил о Лизе, о том, как тосковал по тому, чего никогда не было. Но здесь и сейчас, с этой яркой девушкой, он чувствовал, что мог бы отпустить прошлое и открыть новое.",
    "answers": [
      {
        "id": 25,
        "text": "Познакомиться с Олей поближе"
      }
    ]
  },
  {
    "id": 30,
    "text": "   Воспоминания о Лизе заставили парня отвезти взгляд и уйти в раздумья. \n   Гуляя дальше по городу, Чойз бродил по улицам, на каторых лн когда-то гулял с Лизой. Сердце колотилось от воспоминаний. Вот те места, которые когда-то были значимыми для них обоих. Кафе, где они пили кофе; парк, где они смеялись и плели будущие мечты. \n   И вдруг, как будто вселенная сама решала вернуть его к тому, что он потерял. Он увидел ее. Лиза сидела на скамейке в парке, задумчиво уставившись в небо. Чойз замер, его сердце резко взметнулось в груди. Она была такой же красивой, какой он ее помнил. Но в ее глазах мелькала тень грусти. Он был вбударажен, удивлен и полон страха. \n   Каждый шаг к ней казался вечностью. Он хотел обнять ее, сказать, как сильно скучал. Но все его внутренние терзания останавливались на месте — что-то удерживало его, смущение, или жаже ощущение утраты.\n   Лиза, словно почувствовав его присутствие, взглянула в его сторону. Их глаза встретились, и в этот миг пропасть между ними показалась наименьшей. Она улыбнулась — это была та самая улыбка, за которую он когда-то готов был отдать всё.\n   — Чойз, — произнесла она, будто они виделись всего несколько дней назад.\n   Он сделал шаг вперед, не веря своим глазам. Она была реальна и, похоже, даже ее сияние слегка усилилось.\n   — Привет, Лиза. Как ты? — его голос прозвучал тихо, будто он боялся, что произнесенное слово разбивается о реальность.\n   — Я… Было трудно, — призналась она, глядя в землю. — Мы с тобой так быстро потерялись. \n   Сердце Чойза сжалось. Он чувствовал, как давние обиды и тоска начинают рассеиваться. \n   — Может быть, это шанс? — пробормотал он. — На разговор. На всё.\n   Она посмотрела на него, в ее взгляде снова зажглись искорки надежды.\n   — Я тоже надеялась, что когда-нибудь мы сможем поговорить, — тихо сказала Лиза. — Давай просто посмотрим на людей вокруг. Они так заняты своими делами, смеются, спорят, делятся радостью, бегут куда-то. Наверное, у них нет своих неразрешенных вопросов.\n   Чойз кивнул, хоть это и было не так просто, как она предполагала. Он сел рядом с Лизой, и они стали наблюдать за прохожими. Дети, играющие с мячом, влюбленные пары, держущиеся за руки, старики, медленно прогуливающиеся по аллее — вся эта жизнь вокруг казалась такой гармоничной, будто их собственные проблемы не имели значения.\n   — Смешно, — произнесла Лиза, прервав молчание. — Я думала о том, что сказать когда увидимся. Воображала беседу, но... Сейчас я как будто все позабыла. Все слова... Как-будто забылись. \n   Чойз почувствовал, как невидимая преграда между ними становится всё ощутимей. Вспоминалась его обида. Он не мог не думать о том, как долго искал ее, после того как она исчезла, и каждый раз, когда он пытался связаться с ней, наталкивался на тишину.\n   — Я не знал, что ты ушла, — тихо произнес он. — Ты просто исчезла. И мне было трудно понять, что происходит. Неправильно было просто уехать, ничего не сказав. \n   Лиза взглянула на него. В её глазах вспыхнуло чувство, словно она уже была готова прощать и обижаться одновременно.\n   — Я не могла. Я не знала, как тебе объяснить, почему это произошло, — произнесла она, и её голос немного дрожал. — И на самом деле, я думала, ты сам придешь и поймешь… \n   — Я искал тебя, — его голос звучал немного резковато, но он тут же смягчил тон. — Но теперь, кажется, это уже не важно.\n   Они молчали, и эта тишина, полная недопонимания, обиды и все еще оставшихся чувств, укрыла их, как теплый плед.\n   Лиза снова посмотрела на играющих детей, и на её лице появилась легкая улыбка.\n   — Я скучала по моментам, когда мы просто сидели вместе и смотрели на окружающий мир, — произнесла она. — Но, похоже, теперь у нас так много времени прошло...",
    "answers": [
      {
        "id": 36,
        "text": "\"Мы могли бы начать заново\""
      }
    ]
  },
  {
    "id": 31,
    "text": "   Чойз и Оля вошли в кофейню, пропитавшуюся ароматом свежезаваренного кофе и мягкого выпечки. Они выбрали столик у окна, и пока Оля листала меню, Чойз смотрел в окно, наслаждаясь атмосферой уютного заведения.\n   Разговор их начинался легко и непринужденно. Они обсуждали любимые книги и фильмы, смеясь и обмениваясь взглядами, полными интереса. Но в какой-то момент внимание Чойза отвлеклось. Он непроизвольно посмотрел на улицу и замер: перед его глазами прошла Лиза.\n   Она шла с лёгкостью, которую он помнил с детства — длинные волосы развивались на ветру, а улыбка, словно ясный день, освещала её лицо. В этот момент сердце Чойза заколотилось, и он ощутил, как из глубины душевных историй выползает множество воспоминаний, наполняя его разум множеством вопросов.\n   Оля заметила, как его взгляд ускользнул в сторону, и тихо спросила: “Ты в порядке?”\n   Чойз, отвлекаясь от своих мыслей, попытался собраться. “Да, всё в порядке,” — ответил он, но звук его голоса звучал неуверенно. Он не мог вытащить Лизу из головы. Каждый раз, когда она оказывалась рядом, ему становилось сложно: их совместное прошлое нависало над ним, как тень.\n   Его глаза вернулись к окну, где Лиза продолжала идти по тротуару, смеясь с кем-то рядом. В её взгляде читалась жизнь, которую она продолжала без него, и эта мысль отдаляла его от той неотвратимой связи, которую он почувствовал с Олей. Он вдруг понял, что его сердце переживает конфликт — назревающее столкновение между прошлым и настоящим.\n   “Я просто… зацепился взглядом за что-то,” — произнес он, стараясь придать словам естественность. “Забыл, насколько удивительны случайные встречи.”\n   Оля наклонилась ближе, её глаза сверкали любопытством. “Случайные встречи? Или, может быть, случайные люди?” \n   Чойз закусил губу, чувствуя, как поток воспоминаний о Лизе сжимает его душу. Он открыл рот, чтобы что-то сказать, но не знал, как объяснить этот внутренний конфликт, этот мятеж в сердце. Он и не мог подумать о том, что кто-то может вызвать у него такие сильные чувства.\n   “Ничего,” — произнес он наконец, но чувствовал себя неудобно, замыкаясь в своей борьбе. “Просто… иногда что-то отвлекает.”\n   Оля кивнула, но его слова не успокоили её. Он видел, как она старалась понять его, как волновалась за него, и эта забота лишь увеличивала его внутреннюю тревогу. \n   “А о чем ты на самом деле думаешь?” — спросила она, её голос был полон искреннего беспокойства.\n   Чойз отпустил себя на мгновение, вернувшись мысленно к океану случайных воспоминаний о Лизе, опьяняющим светом их совместного детства. Он вздохнул: \"Просто… кажется, время летит слишком быстро, и иногда ты не успеваешь осознать, что происходит вокруг.\"\n   Лиза исчезла за углом, и Чойз вдруг почувствовал, как рутинная жизнь возобновила своё течение. Но внутри него, как ни странно, осталась трещина — незаживающая рана, которая не давала ему покоя. \n   “Да, время — удивительный враг,” — согласилась Оля, но Чойз не смог удержаться от мысли, что она не знала, насколько это действительно важно для него сейчас. \n   Когда смех и разговор в кофейне продолжали звучать, внутри него шла настоящая война — между тем, что было, и тем, что могло быть. Оля, светлая и полная жизни, держала его взгляд, словно звезда в остановленном времени, а Лиза оставила след в его памяти, наполненный слезами и недосказанным.\n   Чойз вновь посмотрел в окно, кляня себя за то, что его мысли не оставляют покоя — ни прошлому, ни настоящему. Внутренний конфликт кипел, и он задавал себе вопрос: какая из этих девушек действительно часть его истории — Лиза или Оля?",
    "answers": [
      {
        "id": 33,
        "text": "Попытаться догнать Лизу"
      },
      {
        "id": 34,
        "text": "Остаться с Олей"
      }
    ]
  },
  {
    "id": 32,
    "text": "   Чойз сидел за столиком, погружённый в мысли о том, как приятно провёл время с Олей. Внезапно его охватило желание. Он понимал, как важно оставить этот вечер в памяти и не упустить возможность продолжить общение с ней.\n—Оля, — произнёс он, собираясь с мыслями, — могу я попросить твой номер телефона?\n   Она остановилась, удивлённо приподняв брови. Её губы расплылись в улыбке, словно она была рада этому вопросу. “Зачем? Ты ведь сам отлично можешь обращаться к людям через книги!” — подколола она, но в её голосе не было ни тени недовольства.\n— Я действительно хочу поговорить с тобой снова. И не только о книгах, — сказал Чойз, стараясь передать всю искренность своих слов.\n   Она рассмеялась, и он заметил, как её глаза заблестели от веселья. “Хорошо, я согласна,” — произнесла она, доставая блокнот и ручку из сумки. \n   Пока она записывала свой номер, сердце Чойза забилось быстрее. Теперь у него был шанс. Когда Оля передала ему листок с написанным номером, он почувствовал, что этот жест стал символом чего-то нового и светлого.\n— Спасибо, Оля. Я обязательно позвоню, — произнёс он, чувствуя, что это не просто слова.\n   Она кивнула, а затем, отступив на шаг, с игривой улыбкой спросила: “А теперь что?” \n   Чойз чуть смутился, но в хорошем смысле. Он чувствовал, что этот момент нужно каким-то образом завершить. “Ну, теперь… я могу тебя проводить?” — предложил он, надеясь, что эта мысль ей понравится.\n   Оля покачала головой, и её улыбка стала более таинственной. “Нет, мой путь домой не так далёк. Я и сама справлюсь,” — сказала она, но потом добавила: “Но я не против поцелуя на прощание.”\n   Она, смеясь, прислонила пальцы к губам и отправила ему воздушный поцелуй. Это было забавно и мило, и в глазах Чойза зажглось что-то особенное.\n— Береги себя! — крикнул он ей вслед, а она, всё ещё улыбаясь, развернулась и быстро побежала к выходу.\n   Чойз остался сидеть в уютном кафе, сжимая в руках листок с её номером. Он смотрел, как она исчезает за дверями, и на душе становилось теплее. В этот момент он понял, что вечер, который начинался как обычный, стал началом чего-то нового, многообещающего.\n   Он медленно уселся на своем стуле, начиная обдумывать, как именно начнет этот разговор. И как бы дальше сложилась их история — это оставалось пока лишь в его воображении, но он был готов двигаться вперед, открывать новые горизонты и строить связи, которые могли бы стать настоящими. \n   Теперь ему не страшно было заглянуть в будущее — впереди вновь забрезжил свет, и он был полон надежды.",
    "answers": [
      {
        "id": 28,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 33,
    "text": "   Чойз всё глубже погружался в свои мысли. Он чувствовал, что больше не может оставаться здесь, в этой кофейне, с Олей. Словно что-то непреодолимое толкнуло его в спину. Не раздумывая, он вскочил со стула.\n   “Извини, мне нужно выйти на минуту,” — сказал он Оле и, не дожидаясь её реакции, попросту выбежал из кафе. \n   На улице ветер холодил его лицо, но он этого не замечал. Чойз вбежал на тротуар, стараясь увидеть Лизу. Его сердце колотилось, как никогда раньше. Он пытался убедить себя, что это всего лишь желание узнать, как она поживает, но в глубине души понимал: он не может оставить эту страницу открытой, не узнав, как сложится их история.\n   “Лиза!” — закричал он, и его голос слился с шумом улицы. Он бежал сквозь холодную осеннюю погоду, стараясь опередить её, и в голове прокручивались мысли о том, что он не знает, что скажет ей, если догонит. \n   Несмотря на всю спешку, он чётко представлял её улыбку, взгляд и тот блеск в глазах, который всегда вызывал у него трепет. Он мог дотянуться до этого воспоминания, но что дальше? \n   Наконец, он увидел её на расстоянии; она стояла у небольшого киоска с цветами, задумчиво рассматривая букеты. Чойз остановился на мгновение, его сердце пропустило удар. \n   Собравшись с мыслями, он быстро подошел к ней. “Лиза!” — произнес он, стараясь звучать уверенно, хоть в его голосе дрожали нотки страсти. \n   Она обернулась, и на её лице отразилось удивление. “Чойз?” — спросила она, словно не верила своим глазам.\n   “Да, это я. Как ты?” — спросил он, зная, что вопрос, в самом деле, сам себя обманывал. Внутри него бурлили те же старые чувства, но чётко осознавая, что между ними прошли годы.\n   “Неплохо,” — ответила она, сгладив волнительно растерянное выражение. “Всё продолжается. А ты?” \n   Чойз пытался собрать свои мысли. “Я… просто увидел тебя и не удержался. Мне нужно было тебя найти,” — произнес он, изливая свои чувства, как будто это было естественным продолжением их прошлых разговоров.\n   Лиза наклонила голову, и в её взгляде прочиталось разочарование.\n   \"Мне кажется тебя кто-то ждет. И... Мне тоже уже пора. Рада была тебя увидеть...\", — сказала девушка и бросила взгляд в сторону. \n   Парень почувствовал, как день стал тяжёлым, как груз для его сердца. Он вспомнил о том, что оставил в кофейне — Олю, её заботу и внимание. Но здесь, в этот момент, с Лизой, он вновь ощущал ту самую искру, которая была потерена где-то в прошлом. \n   В воздухе повисло напряжение. “Я не знаю, сможет ли всё сложиться так, как раньше,” — сказал он, ощущая, как бьется его сердце. “Но я хочу попробовать… поговорить, узнать, как ты”\n   Лиза чуть улыбнулась, но её глаза были полны грусти. “Я.. Я не уверена. Но... Я знаю, что мы не вернемся к тому, что было.”\n   Его сердце сжалось. “Почему? Прошлое не может быть просто законченным? Мы знали друг друга, были частью жизни друг друга.”\n   Лиза вздохнула, её глаза наполнились тяжестью. Казалось, она боролась с собственными чувствами. “Мы уже слишком разные...”\n   Каждое её слово ощущалось как удар ножом. Чойз подавил ком в горле и попытался найти свои слова. “Лиза, я нашёл тебя именно потому, что не могу забыть. Нам нужно попытаться ещё раз. Все эти годы…”\n   “Чойз,” — прервала она, и его имя в её устах звучало словно приговор. “Я ценю всё, что у нас было, но это была другая жизнь, и я не могу просто так отказаться от своего настоящего ради воспоминаний. Нам нужно двигаться дальше.” \n   Он замер, в голове пронеслось множество мыслей, но, кажется, каждая из них опровергала его надежды. В тот момент она повернулась и начала уходить, оставляя его стоять в растерянности.\n   “Лиза!” — крикнул он, но слов больше не было. Она лишь обернулась на мгновение, её лицо было закрыто от ветра, и он понял, что это окончательное прощание.\n   Не в силах остаться на улице, он медленно вернулся в кофейню, где оставил Олю. Каждый шаг казался тяжёлым, и в сердце у него витала пустота. Он не хотел думать о том, что только что произошло. \n   Когда он вошёл в кафе, его надежды на то, что Оля всё ещё ждёт его за столиком, быстро рассеялись. Он огляделся по сторонам — её нет. Она ушла.\n   Сев за пустой стол, Чойз посмотрел в окно, наблюдая, как мимо проносятся жизни людей, которые даже не подозревают о его внутреннем смятении. Он чувствовал, как в его груди нарастает обида и грусть — он снова один, снова потерял вещь, которую когда-то ценил больше всего.\n   Он хотел было вызвать Олю, но в голове прокручивались воспоминания о Лизе, о том, как она улыбалась и как уверенно отвергла его попытки возвратить всё на места. “Почему так сложно?” — прошептал он, глядя на уже охлаждённый кофе, окутанный паром, создававшим атмосферу уюта, но в его сердце было пусто.\n   Чойз опустил голову, и в груди резко сжалось от отчаяния. Он понимал, что потерял не только Лизу, но и возможность быть с Олей. Слова, которые не сбылись, остались загадкой, а время, которое унесло его мечты, словно смыло всё на своём пути.\n   Растерянность окутала его, и он не знал, как выйти из этой невыносимой печали. Он чувствовал себя потерянным — между прошлым, которое навсегда закрылось, и настоящим, которое оставило его одного с горечью. В этот момент он понял, что пока все вокруг продолжает жить, он остался в тени, неспособный перейти на следующий этап своей жизни.",
    "answers": [
      {
        "id": 28,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 34,
    "text": "   Чойз, запутанный в своих мыслях, всё ещё смотрел в окно, когда почувствовал тёплый взгляд Оли, устремлённый в его сторону. Её глаза искали ответ и понимание, и в этот момент он решил, что не хочет терять возможность создать что-то новое. \n   “Прости, я отвлёкся,” — сказал он, возвращаясь к реальности. “С чего мы начали?”\n   Оля улыбнулась, и в её глазах вспыхнуло любопытство. Она подтянула кресло ближе. “Мы обсуждали, какие книги нам нравятся. Я помню, ты говорил о ‘Мастере и Маргарите’. Что тебе в нём больше всего запомнилось?”\n   Чойз охотно переключил свои мысли на эту тему. Они начали обсуждать литературу, делясь мнениями о каждом из любимых произведений. Лёгкость беседы постепенно помогала ему забыть Горечь, которая порадилась в его сердце. Он впечатлённо слушал Олю, ее мнения и идеи были светлыми и свежими, словно она приносила с собой частичку весеннего ветра. \n   “Мне кажется, что эта книга о том, как важно оставить место для фантазии в нашем мире,” — говорил он, чувствуя, как его голос наполняется энтузиазмом. “А ты о чём думала, когда читала её?”\n   Она задумалась, и в её глазах зажглось понимание. “Для меня это исследование любви и предательства. Как ни парадоксально, но иногда именно самые тёмные моменты могут заставить нас переосмыслить свои чувства и связи.”\n   Чойз кивнул, глубоко впечатленный её прозорливостью. Каждое её слово казалось глубже и значимее, чем просто разговорами о книгах. В этот момент он начал осознавать, что с Олей они могут создать свою уникальную историю — свободную от прошлого, но полную возможностей.\n   Разговоры плавно перетекали из одной темы в другую, и время пролетало незаметно. Они делились смешными историями, смеялись и открывались друг другу. Чойз чувствовал, как между ними возникло что-то большее, чем просто дружба — будто они начали строить мост к новым воспоминаниям.\n   Наконец, когда вечер стал медленно переходить в ночные сумерки, Оля посмотрела на часы. “Я, кажется, должна идти. Мне рано на учебу”\n   Чойз ощутил лёгкую грусть, но понимал, что вечер был полон чудесных моментов. “Я рад, что встретил тебя сегодня,” — сказал он искренне.\n   Оля улыбнулась и, на мгновение замявшись, достала из сумки салфетку. “Вот, возьми,” — произнесла она, написав на ней свой номер телефона. “Если захочешь продолжить разговор — ты знаешь, как меня найти.” \n   Она протянула ему салфетку, и Чойз с благодарностью принял её. В глазах Оли светилось искреннее желание сохранить ту связь, которую они установили.\n   “Я обязательно использую этот шанс,” — произнёс он, чувствуя, как его сердце наполнилось надеждой.\n   Оля встала, обернулась к нему и, легонько улыбнувшись, направилась к выходу. Чойз остался сидеть за столиком, сжимая в руке салфетку, на которой, казалось, были написаны не просто цифры, а начало нового этапа их общения.\n   Когда дверца закрылся за Олей, он долго смотрел на выход. В его сердце зрела надежда. Возможно, с ней он сможет построить ту самую новую историю, о которой мечтал, свободную от теней прошлого. И с этим тихим ощущением он ждал, когда же снова сможет услышать её звонкий смех и видеть ту светлую искру в глазах.",
    "answers": [
      {
        "id": 28,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 35,
    "text": "   Чойз включил керосиновую лампу. Яркий свет пробился сквозь полутени комнаты, выхватывая из мрака полку с книгами. Он подошел ближе, провел пальцами по обложкам. Пыль легким облаком поднялась в воздух, заставив его чихнуть. На улице поднималась легкая метель. Ветер утих, но холод пробирался в каждую щель, заставляя зябнуть. \n   Парень выбрал книгу с пожелтевшими страницами. «Пригодится на розжиг», мелькнула мысль, когда он с усилием достал ее из рядов.\n   С высоты, город напоминал картину, покрытую инеем. Молчаливые улицы, изломанные деревья, заброшенные машины, заваленные снегом. Лишь вдалеке блестели ряды черных ворон, как тени в безмолвии. Чойз ощущал эту тишину вокруг себя. Озаряясь по сторонам, перед глазами была снежная пустота, свисающие с крыш сосульки и темные гнезда без жильцов. \n   Парень начал осматривать закутки дома, обшаривать уголки за пыльными холодными шторами. Найдется ли что-то полезное? \n   Какое-то время он изучал старый диван, слишком испорченный для использования, затем углубился под стол – и его глаза блеснули. Пара штанов, потертых, но полезных. Он быстро порвал их на тряпки, и положил их в рюкзак. \n   На кухне, среди кастрюль и старых упаковок, он начал собирать сушенные ветки, стараясь вспомнить, как правильно разжечь огонь. Холод пронизывал его, словно острие ножа. Чойз пришел в себя, почувствовав, как его руки начали дрожать. Вспышка зажигалки, треск дерева. Полыхнуло коротким, тусклым светом. Он всматривался в пламя, затопившееся в сердце кучи, зная, что сейчас это его единственный друг в этом холодном аду. \n   Когда закипел чайник, он задумался о том, как по ночам в город приходят волки. В рычании хищников скрывается призрачная угроза. Но сегодня, в этот момент, лишь тепло от огня и чуть сладковатый аромат чая заполнили уединение.\n   Темнота окутала город, как плотное одеяло. Чойз разложил спальный мешок у костра. Пламя трепетало, а теплые блики плясали по стенам, успокаивая его сознание. Он натянул капюшон, прилег и закрыл глаза. Глубокий вдох, выдох… Ночь погружала его в безмятежный сон. \n   \n   Свет пробивался через окно. Наступтло утро. Чойз открыл глаза, и тут же зажмурился. Яркий свет солнца отражался от снега, ослепляя. Небо покрасилось в кристально-голубой, а черные птицы кружили над крышами. \n   Парень медленно поднялся, потянулся и взглянул в окно, ощутив, как холод пробирается даже сюда. Огни угасающего костра оставили в его памяти тепло, но теперь свежий холодный воздух стремительно входил в комнату.\n   Парень засыпал остатки углей снегом, быстро пробежал глазами по дому, как будто в последний раз, и вышел наружу. \n   Свежий воздух пронзил его нос, вывел из полудремы. Чойз натянул шарф, почувствовав как нос становится холодным и подошел к дереву. Достал лук, натянул тетиву... \n   Около получаса он стрелял, всаживая стрелы в ствол. Каждый выстрел – это тренировка. Каждая стрела – подготовка к охоте. Он уводил мысли прочь, сосредотачиваясь на движении и звуках. Время текло медленно. Солнце слепило глаза, но настроение было хорошим. А снег под ногами хрустел, как будто подчеркивая его действия. \n   Холод был, но он не чувствовал его так остро. Каждое утро было новым началом. Но в этом мире каждое новое начало могло быть и последним.",
    "answers": [
      {
        "id": 40,
        "text": "Отправиться на охоту"
      }
    ]
  },
  {
    "id": 36,
    "text": "Мы могли бы начать заново, — предложил Чойз, его сердце билось быстрее от самой идеи. — Но это будет сложно. Я знаю, что между нами много неясностей.\n   Лиза кивнула, и с её глаз соскользнула слеза, но это была не только слеза горя. \n   — Знаешь, сложно простить, когда ты чувствуешь, что тебя оставили одного, — произнесла она, сжимая его ладонь. — Как долгий холодный вечер, когда ты неожиданно понимаешь, что кто-то, кого ты любил, не рядом.\n   Чойз обнял её, их сердца ненадолго запели в унисон, но в воздухе все ещё витала напряженная тишина. Они оба хотели быть вместе, но понимали, что им нужно время, чтобы восстановить утраченные мосты. \n   — Возможно, нам просто нужно немного больше времени, — тихо произнес Чойз. — Находить в себе силы вернуться к тому, что у нас было. Не обещая, а просто исследуя... \n   Лиза взглянула на него с надеждой, и в этот момент между ними возникло что-то новое — невидимые нити, связывающие их, несмотря на все прежние боли и недопонимания. Надежда вновь стала частью их жизни. \n   Девушка наконец выдохнула, и этот вздох словно поднял на поверхность все накопившиеся обиды.\n   — Знаешь, Чойз, мне действительно сложно было, — начала она. — Я сижу здесь, и у меня такое чувство, что ты даже не пытался понять, что происходит. Каждый раз, когда у тебя не было новостей, я думала: почему он не звонит? Почему он не ищет меня?\n   Чойз не мог удержаться от ответа.\n   — А ты сама подумала, почему я не звонил? — его голос был тверд, хоть и взволнованный. — Я искал тебя, Лиза. Пытался связаться и каждый раз сталкивался с пустотой. Ты просто исчезла, и я понятия не имел, что с тобой происходит.\n   Лиза скрестила руки на груди, в её глазах появился огонёк гнева.\n   — Я не исчезла. Я нуждалась в времени… Мне нужно было понять, что происходит в моей жизни. Но ты ведь тоже не отреагировал! Все эти месяцы — ни звонка, ни сообщения. Ты оставил меня наедине с моими мыслями и страхами.\n   Чойз посмотрел вдаль, его дыхание стало тяжелым.\n   — Я боялся, что надоело тебе. Если бы ты только написала, объяснила свои чувства, я бы все понял. Но ждать молча — это было мучительно.\n   Лиза подняла взгляд к нему.\n   — Я сочиняла тебе записи… хотела их отправить, но каждый раз думала, что ты не поймешь. Как ты мог меня забыть? \n   — Забыть? Неужели ты думаешь, что всё так просто? — он был на грани волнения. — Я общумывал в себе этот вопрос. Но... Почему! Почему ты не давала о себе знать?... Я думал, что потерял тебя... А вместе с этим и часть себя.\n   Тишина окутала их опять, но теперь это была тишина, наполненная осознанием и переживаниями. \n   — Я не собиралась терять тебя окончательно, — произнесла Лиза, её голос стал мягче, а на её лице появилось выражение глубокого сожаления. — Это просто так вышло. Я хотела быть, но мне было страшно признаться, что всё идет не так, как мечталось. \n   — Страх изменяет людей. И заставляет их принимать решения, — произнес Чойз. Его сердце забилось быстрее. — Я тоже был напуган. Каждый раз, когда ты исчезала из моей жизни, я чувствовал, что теряю что-то важное.\n   Лиза посмотрела в небо. \n   — Знаешь, я не хотела, чтобы это закончилось так, — сказала она, её голос дрожал от эмоций. — Но теперь я не знаю, как нам стать ближе, вернуться к тем чувствам. ",
    "answers": [
      {
        "id": 37,
        "text": "Нужно бороться за общее будущее"
      },
      {
        "id": 38,
        "text": "Нужно отпустить прошлое "
      }
    ]
  },
  {
    "id": 37,
    "text": "   — Если мы действительно хотим чего-то большего, нам придется начать с самого начала, — заявил Чойз, его взгляд был наполнен решимостью, но в то же время — беспокойством.\n   Лиза вздохнула, словно она решала, сможет ли довериться ему снова, сможет ли распахнуть двери своего сердца, которое так долго был заперто. \n   — Мы можем попробовать, — тихо произнесла она. — Но нам нужно быть честными. Оба мы должны понимать, что это не будет легко…\n   Они сидели на скамейке, и вокруг них разгоралась жизнь: дети продолжали играть, пары делились смехом, и где-то у самого края парка весело лаяла собака. Этой мимолетной радостью Чойз и Лиза решили заполнить момент, и начали обмениваться новостями, стараясь забыть о прежних обидах.\n   — Ты не поверишь! — вдруг воскликнула Лиза, её глаза осветились энтузиазмом. — Я завела собаку! Порода — лабрадор. Зовут её Хлоя. Она просто невероятная! \n   Улыбка Лизы напоминала ему ту светлую девочку, с которой он когда-то болтал о каждом пустяке. \n   — Собака? — Чойз поднял брови, удивляясь её выбору. — Как ты справляешься? Я всегда думал, что это большой ответственный шаг.\n   — Это сложно! — Лиза задорно засмеялась. — У неë такой задорный характер: всегда обожает играть и быть рядом. Хлоя как будто напомнила мне, как важно ценить простые радости.\n   Чойз почувствовал тепло в груди. Он вообразил Лизу, смеющуюся и играющую с собакой — она заслуживала такие светлые мгновения.\n   — Здорово, — сказал он, искренне радуясь за неё.\n   Лиза кивнула.\n   — Мне не хватало тебя. Холодная пустота. Даже Хлоя не всегда может это заменить.\n   Чойз почувствовал, как его сердце наполнилось ностальгией и теплом от её слов. \n   — А я заканчиваю последний курс университета, — произнес он, пытаясь отвести разговор к себе. — Вся трата энергии на учёбу. \n   Лиза внимательно его слушала, её взгляд был полон понимания.\n   — Это, должно быть, непросто. — произнесла она, задумываясь. — Я помню, как ты всегда мечтал построить карьеру. \n   — В общем-то, да. — ответил Чойз с лёгкой усмешкой.\n   Лиза наклонилась к нему, её голос стал тише. \n   — А какие у тебя мечты, когда получишь диплом? Ты ведь не просто так учишься? \n   Чойз на мгновение замер, осознав, что на этот вопрос ни разу не отвечал. \n   — Открыть свою студию, создавать что-то, что будет значимо для других, — произнес он, и в его голосе слышалось волнение. — Построить что-то, что олицетворяло бы меня. \n   Лиза кивнула, согласившись. \n   — Ты талантливый, у тебя обязательно все получится... \n   Тишина окутала их. Оба заметили, как, несмотря на времена непонимания и обид, они по-прежнему чувствуют связь друг с другом. Эта связь, возможно, нуждалась в новом дыхании, но она все еще жила в их сердцах. \n   Они продолжали беседовать, делясь историями из жизни, смеясь над старыми воспоминаниями и открывая в себе что-то новое. Чойз рассказывал о своих однокурсниках, о своем коте Громе.О том как до сих пор хранит еë пожарок — плюшевого медведя Госта, а Лиза — о приключениях с Хлоей в парке, как она начала обучать её командам.\n   Время пролетело незаметно. \n   — Давай сделаем фото на память?\n   Чойз кивнул, и они встали, чтобы сделать несколько снимков на фоне ярких, цветущих деревьев. Они подошли ближе друг к другу. Каждый щелчок фотоаппарата фиксировал их улыбки, которые с каждой секундой становились все более искренними.\n   По окончании фотосессии они улыбались и хихикали, и в этот момент Лиза решила сделать шаг, на который давно уже хотела решиться. Она посмотрела в его глаза, в которых отражался теплый свет заката. Наклонилась к нему, и прикоснулась к его щеки мягким, нежным поцелуем.\n   — Спасибо за сегодня, — произнесла она с легкой улыбкой, отступая назад и смотря на него с теплотой и уверенностью. — Ты знаешь, я чувствую, что у нас всё может получиться. \n   Чойз, немного обескураженный, но очень радостный, ответил с улыбкой:\n   — Я тоже надеюсь на это.\n   Они остались на месте, ощущая друг друга, окруженные магией заката, которая символизировала новую главу в их жизни. Возможно, впереди их ждали сложности, но сейчас, в этот момент, они были вместе. И это было важнее всего.",
    "answers": [
      {
        "id": 28,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 38,
    "text": "   Чойз посмотрел на Лизу, и внутри него зародилось смешанное чувство. Он не хотел отдаляться от неё, но и не знал, как вернуться к тому, что было. Словно сломанная игрушка, он не знал, как восстановить прежнюю гармонию. \n   Его мысли метались. Совсем недавно он вспоминал о ней как о чем то волшебном, золотом. Но сейчас, находясь рядом с ней, он понимал. Воспоминания — это единственное что вызывало у него улыбку. Она уже не та девушка, и годы разлуки уже не вернуть. Да и смотря на лизу, узе не было той искринке что раньше. Из-за обиды или чего-то еще, но Чойз понимал. Прошлое нужно оставлять в прошлом. И начинать дить настоящим. \n   — Знаешь, — медленно произнёс он, выбирая слова с осторожностью, — Нужно отпускать прошлое. \n   Лиза с надеждой посмотрела на него, и в её глазах застыло ожидание. Но Чойз продолжал:\n   — Я просто не уверен, что мы сможем восстановить то, что было. Может быть, стоит начать с малого и просто поговорить о жизни? Постараться подружиться заново? \n   Лиза почувствовала, как в её сердце заколебалось что-то тёплое, но это тепло смешивалось с досадой. Подружиться? Это не совсем то, чего она ожидала, но в то же время — это была возможность быть рядом.\n  — Да, возможно, — ответила она, на мгновение её лицо осветилось радостью. Но затем тень печали вновь затмили её глаза. — Я просто думала, что мы можем вернуться к чему-то большему.\n   Чойз почувствовал, как его сердце вздрогнуло. Он не хотел причинять ей боль. \n   — Я не уверен, что смогут найти ту искру, которая была между нами, — сказал он, стараясь быть мягким, но правдивым.\n   Лиза кивнула, её эмоции смешивались — радость от возможности общения и горечь от несбывшихся ожиданий.\n   — Хорошо, — произнесла она тихо, сглотнув обиду. — Давай попробуем... \n   На улице пошел очень мелкий дождик. Они гкляли по парку, шаг за шагом, обмениваясь обычными фразами о жизни, учёбе и работе. Чойз старался не углубляться в прошлое, а Лиза старалась обойти острые углы. \n   Каждый их разговор наполнялся искренними вопросами о том, что нового появилось в жизни. Лиза рассказывала о Хлое, своей новой собаке, и о том, как её жизнь изменилась. Чойз же делился своими проблемами на последнем курсе и тем, как он борется за результаты.\n   Постепенно вечер заканчивался и наступала ночь. Они говорили о фильмах и музыке, обсуждали своих любимых исполнителей и даже вспоминали старые шутки, хоть и с лёгкой ноткой грусти.\n   Но внутри их оставалось то, что они не могли выразить словами — тонкая нить воспоминаний и эмоций, которая всё ещё связывала их. У Чойза в глубине души проскальзывало ощущение, что он снова влюбляется в Лизу, но мысли о том, что ему проста так кажется — не давали покоя. Он не хотел причинять ни себе, ни ей вреда. \n   Тем временем Лиза чувствовала, как её сердце начинает снова трепетать рядом с ним, несмотря на их решение остаться лишь друзьями. Каждый смех и каждый взгляд, которыми они обменивались, поднимали знакомые эмоции.\n   Время шло незаметно. Они оба поняли, что это было не совсем то, что они искали, но в то же время это было начало нового этапа. Они оба собирались оставить часть прошлого позади, но также стремились впустить в свою жизнь настоящее.\n   Когда они наконец разошлись, Чойз повернулся к Лизе.\n   — Спасибо за вечер, — сказал он, искренне улыбаясь. — Я рад, что мы снова можем общаться.\n   Лиза ответила ему тёплым взглядом. \n   — Я тоже, Чойз. Надеюсь... У нас получится дружить, — сказала она, хотя в глубине души знала, что это непросто.\n   Они разошлись, и каждый шаг раздался в тишине ночи, оставляя за собой множество неясностей и надежд, которые ещё предстоит выяснить. Но в этот момент они оба знали, что сделанный шаг был важен, и кто знает, что принесёт завтра.",
    "answers": [
      {
        "id": 28,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 39,
    "text": "   — Гром, ты ведь на диете! — выкрикнул он через весь дом, в надежде, что его кот услышит хоть каплю разума в его словах. — Неужели ты забыл, что еда — это только для тех, кто внимательно следит за своим весом? \n   Но вместо понимания из кухни раздались жалобные звуки.\n   — Ооой, как низко ты пал, Чойз! — завопил Гром, его голос напоминал мелодию печального рока. — Я лучше стану напоминать тебе о твоем неприемлемом поведении. Что ты изверг, который лишает меня права на пищу!\n   Чойз не выдержал и, покачав головой, произнес:\n   — Ладно, ты победил. Одна маленькая горсть, и всё! \n   В его руке оказалась миниатюрная порция корма, которая выглядела даже смешной по сравнению с котовьими привычками. Гром, унюхав добычу, вдруг замер, его глаза стали еще больше, а уши – более настороженными. Он коротко фыркнул, обиженно посмотрев на Чойза.\n   — Сам ешь эту горсть, — раздроженно и обеженно сказал кот и вышел из кухни. \n   — Ну и правильно, — сдерживая смех, сказал Чойз. — Иди прогуляйся. Лучше чем обжираться на ночь. \n   Парень поставил чай, и вскоре на кухне разлился теплый аромат свежезаваренного напитка. Чойз налил себе чашку, и уставившись в окно, закутался в уютный плед, а после начал читать новостную ленту в телефоне. \n   Тишина заполнила квартиру, и парень в очередной раз обратил свое внимание на отсутствие Грома. Он глубоко вздохнул и, отложив чашку, позвал своего пушистого друга:\n   — Гром! Где ты пропал, бродяга?\n   Но ответом было лишь молчание. Чойз встал, собираясь обыскать всю квартиру. Он заглянул под стол, за диван и даже в ванную. Казалось, что кот исчез. \n   Постепенные поиски привели его к шкафу в прихожей. Чойз зажег фонарик телефона и, открыв дверь, увидел друга. \n   На полке, среди старых вещей, уютно располагался Гром, свернувшись калачиком и мирно посапывая.\n   — Ну вот ты где, принц! — с улыбкой произнес Чойз, слегка постучав по полке. Кот открыл один глаз, глянул на него с явным недовольством и лениво потянулся.\n    Кот спрыгнул с полки и направился к входной двери на улицу. Он сел возле нее и повернул голову сначала на парня, затем на дверь. \n   — Открой. \n   — Ну там же мокро! — проговорил Чойз, открывая дверь. Но как только щель распахнулась, Гром с довольным выражением лица выбежал и скрылся в темноте.\n   — Гром! — окликнул Чойз, внезапно осознав, что кот исчез в ночи. — Куда ты пропал?\n   Но ответом ему было лишь эхом отдаленное шуршание листьев. Чойз с сожалением закрыл дверь, чувствуя, как холодный осенний воздух проникает в его уютный дом. Он не мог не беспокоиться: Гром всегда был немного непредсказуемым.\n   — Хорошо, — пробормотал он, жмуря глаза, как будто собирался уложить свои усталые мысли на полку. — Просто возвращайся утром, ладно? \n   Парень прошел в спальню, туманно глядя на часы. Внутри него крутилось легкое беспокойство, но усталость взяла верх. Он опустился на мягкую постель, и вскоре его охватил сон, унося в мир тишины и мечтаний.",
    "answers": [
      {
        "id": 47,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 40,
    "text": "   Чойз выдвинулся в даль. Небо затянулось тугими облаками, и ветер разгонял снежные вихри, предвещая, что вскоре погода станет лишь хуже. Время было около полудня, но уже ощущалась угроза приближающихся сумерек. Он знал, что должен спешить, пока не настала метель, снова обрушившаяся на заброшенный город. \n   Парень двигался между пустыми, покосившимися домами, шурша снегом, который напоминал тонкие хрустящие чешуи. Старые деревья с их изломанными ветвями тянулися к небу, как застывшие охранники замка. Сквозь метель он заметил его — оленя, грациозную тень, осторожно присевшую у края леса.\n   Холод заставлял пальцы трястись, как будто они были заключены в ледяной плен. Чойз сосредоточил внимание и напрягся — ветер вырывал из рук стрелу, уводя ее прочь, мешая прицелиться. Он знал, что в этом мире ошибки могут стоить жизни, но охота была его надеждой.\n   Первый выстрел. Лук натянут до предела, стрела метнулась в воздух, пронзая пространство, но оленю удалось увернуться. Она вонзилась в сугроб за ним. Чойз почувствовал, как сердце остановилось. Еще одна попытка. Его адреналин переполнил каждую клеточку, позволяя вернуться уверенности. Вдох.\n   Второй выстрел — он натянул тетиву еще сильнее, как будто сжимая в руках свою судьбу. Звук резко разорвал тишину, и стрела точно попала в глаз оленю. Животное забилось, брыкнулось, и повалилось на землю, не успев среагировать на смертельную угрозу. \n   Чойз закрыл глаза на мгновение, прочувствовав сочетание триумфа и тяжкой ноши. Теперь его задача состояла в том, чтобы освежить свою добычу. Пальцы все еще дрожали от холода, но он двигался к своему улову, ощущая, как в груди разгорается жгучая радость.\n   Чойз аккуратно снял шкуру с оленя. Он знал, как важно сделать это быстро. Холод пробирал до костей, но он не обращал на него внимания. Его руки работали аккуратно и уверенно. Когда шкура была снята, он принялся за освежевание мяса. Он нарезал его, складывая сочные куски в специальный мешок, который всегда носил с собой.\n   Прошло около трех часов. Ветер набирал силу, а на небе собирались темные тучи. Чойз чувствовал, что скоро начнется метель. Он знал, что времени у него осталось мало. Ветер пронизывал его насквозь, заставляя зябнуть. Закончив свои дела, он ускорился в ближайший дом, чтобы спрятаться от метели, пожарить мясо и переночевать.\n   Подходя к зданию, парень собирал ветки, чтобы разжечь костер. Он знал, что огонь — это не только тепло, но и защита.\n   Зайдя в дом, Чойз быстро обыскал его. Он проверил каждый уголок, каждую тень. На улице началась метель, затянув все вокруг белым пеленой. Снег хлестал в окна, и парень начал разводить костер. \n   Сломав пару табуреток и стульев, он сложил все на бетонном полу в гостинной. Парень достал книгу, и отрывая несколько страниц, достал свою зажигалку. Вскоре костер разжегся. Пламя ярко вспыхнуло, и тепло окутало его, заставляя дрожь утихнуть. Он сел рядом, наблюдая за пламенем, чувствуя, как его тело возвращает себе силу. В этом холодном мире огонь был не только другом, но и защитником. Чойз думал о олене. О том, что завтра можно обойтись без охоты. Но из-за метели будет тяжко. Но сейчас он был в безопасности, и этого было достаточно.\n   Чойз достал мясо и сковородку из своего рюкзака. Он уже чувствовал, как голод начинает мучить его. Первые куски, брошенные на раскаленную поверхность сковородки, моментально зашипели, наполняя дом аппетитным ароматом. Он смотрел на менящееся мясо, погружаясь в мысли о том, как ценен каждый момент. Время от времени он переворачивал куски, позволяя им обжариваться до золотистой корочки.\n   Когда еда была готова, он не сдержал себя и наелся вдоволь. Вкус оленины был насыщенным и теплым, каждый укус дарил ощущение тепла, которое так было нужно в этот холодный вечер. Чойз откинулся назад, его живот был полон, а ум — успокоен.\n   Скоро настало время готовиться ко сну. Он заметил старый комод в углу комнаты. С лёгким усилием он сломал его, сложив дерево в костер, чтобы огонь горел как можно дольше. Пламя весело потрескивало, отражая теплый свет по стенам пустого дома.\n   Ложиться спать в таких условиях было проще, чем в диком лесу. Он устроил спальный мешок рядом с огнем и подремал немного, укачанный теплом пламени. Однако его спокойствие было нарушено внезапным воем волков за окном. Завывание звучало как предостережение, зовущее его к действию.\n   Чойз напрягся, его сердце колотилось как бешеное. Волки были неподалеку, и он знал, что должен быть настороже. Он встал, осторожно выглянув в окно. В тени белоснежных просторов виднелись лишь тени, но одного взгляда было достаточно, чтобы понять — их много. \n   С облегчением он вернулся к огню. Ближе к костру он чувствовал себя в безопасности, но тишина снаружи теперь обрела другой смысл. Каждый шорох за окном мог стать предвестником опасности. Он не мог расслабиться. Бльшинство его мыслей занимал план действий. Он держал стрелу в руках, готовую в любой момент реагировать на возможную угрозу. Ночь обещала быть долгой, и он не знал, что еще ожидает его впереди.",
    "answers": [
      {
        "id": 42,
        "text": "Отдохнуть у костра"
      },
      {
        "id": 43,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 41,
    "text": ".Детектив Начало",
    "answers": []
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "   Утро наступило неожиданно рано. Чойз проснулся от едва ощутимого прикосновения к своему лицу. Он приоткрыл глаза, и первым, что он увидел, был Гром, который, потираясь своим пушистым хвостом о его щеку, пытался разбудить хозяина. \n   — Эхэй! Хватит тереться хвостом об меня! — в недоуменнии сказал парень, отталкивая от себя кота и потирая глаза. \n   — Ты храпел. \n   Кот мечтательно зевнул и запрыгнул на подушку, устраиваясь рядом. Чойз вздохнул и встал с кровати. На улице за окном светило яркое солнце и дул легкий ветерок. \n   Парень направился на кухню, думая о том, что пора бы позавтракать. Он начал готовить себе бутерброды, намазывая хлеб сливочным маслом и укладывая сверху ломтики сыра. \n   — Смотри, Гром, это будет вкусно! — весело прокомментировал он, гордо показывая свои кулинарные достижения. Кот, сидя на столе, со вниманием следил за действиями хозяина, но вдруг резко поднялся и направился к своему лотку.\n   Чойз, закончив с бутербродами, заметил, как кот посматривает на него, а затем снова на лоток, словно зная, что Чойз не сможет проигнорировать его намеки. \n   — Ты почему еще не убрал его, мряу? \n   — Поесть бы хоть дал, — усмехнулся парень, кидая взгляд на чистоту лотка. — Неужели ты не мог сам его убрать?\n   — Смешно. \n   — Ладно... Который раз я уже это делаю? — спросил Чойз, пытаясь вызвать у Грома легкий взгляд укоризны. — Еще один раз простим тебя, только потому что ты — мой лучший друг!\n   Гром снова зевнул, устраиваясь поудобнее на столе. \n   Какой бы непоседливый не был его кот, он всегда напоминал Чойзу, что каждая мелочь в их жизни имеет значение, и важно уметь с улыбкой принимать любые трудности.\n   Время шло, и вскоре солнечные лучи начали светить на пол. Чойз задумался над тем, что пора бы выдвинуться на прогулку, как он и планировал.\n   — Мне надоело сидеть на месте, пойдешь со мной на улицу?\n   Кот, словно понюхав свежие приключения, направился к двери. \n   — Приключения это хорошо... Надеюсь, что в этот раз без Бобика. \n   На улице их встретила погода, наполненая теплом и красотой осени. Листья ловко трепетали на ветках, создавая атмосферу волшебства, легкий ветер поддувал в спину, и настроение становилось только лучше. \n   Гром радостно запрыгнул на тротуар, готовясь пойти в неизвестные дали, и Чойз, идя следом, быстро поймал его азарт. \n   Время шло, и солнце плавно меняло свое положение, освещая улицу теплыми золотыми оттенками. Чойз и Гром, окруженные детьми и весельем, наслаждались каждым мгновением. Ребята стали бросать мяч Грому, который с энтузиазмом начал ловить круглый предмет своими мягкими лапами. \n   — О, смотри на него! — воскликнула одна девочка, хлопая в ладоши. — Это самый ловкий кот в мире!\n   — Слышал, мряу? Запомни это... А лучше запиши! — посмотрев на парня, проборматал кот. \n   — У нас скоро будет чемпионат по ловле мяча! — среди свистов и радостных криков вдруг крикнул один из ребят. — Кот против собаки! Кто выиграет?\n   — Бобик?!? — кот зашипел и попятился назад. — Я не согласен! Я протестую! Я сваливаю! У этих гадких зверей нет чести! Нет уважения! Нет пива!\n   Гром ловкими движениями запрыгнул грязными лапами Чойзу на спину и начал озираться по сторонам. \n   — Да не бойся, Гром, — подбадривал Чойз. — Ты же знаешь, что он позитивно к тебе относится. Не переживай. \n   — Он в прошлый раз меня всего облизал, шшшшш. Даже не уговаривай... ",
    "answers": [
      {
        "id": 45,
        "text": "Успокоить кота поглаживанием"
      },
      {
        "id": 44,
        "text": "Сбросить кота\n[В доработке]"
      }
    ]
  },
  {
    "id": 45,
    "text": "   Чойз мягко погладил Грома по шее так, как тот любил — нежными, кружительными движениями ладони. В ответ кот лишь замурлыкал, тряся головой, словно подтверждая свои королевские права на комфорт. Чойз почувствовал тихое убаюкивающее тепло, исходящее от своего питомца и продолжил его гладить. \n   — Пошли домой? — медленно произнес кот и начал терется об щёку парня. \n   — Ладно, пошли...\n   Как только Чойз с Громом вернулись домой, кот сразу соскочил с его спины и первым делом направился к своей любимой лежанке. Переместившись туда, он развалился и с удовольствием потянулся. \n   Чойз, улыбаясь, заварил себе чаю и перебрался на диван с книгой, оглядываясь на своего пушистого друга. Всевозможные мысли о том, что можно сделать, пришли ему в голову — возможно, что-то картонное и уютное для Грома, какой-нибудь новый игровой набор или даже новая когтеточка. \n   — О, хочешь, закажем тебе новую когтеточку? \n   — Старая еще не сломалась.. \n   — Это диван. \n   — Но он же еще цел... \n   Гром лениво зевнул и потянулся. В его зеленых глазах промелькнула искорка интереса. \n   — Ладно, можешь мне принести новую... \n   Когда вечер окончательно окутал город, Чойз ткнулся в свой любимый угол дивана и включил Телевизор. Спокойные звуки тихого сопения Грома наполняли пространство, создавая идеальную гармонию домашнего уюта. \n   Он включил комедийный сериал, дразня себя и смеяясь от шуток; даже Гром изредка поднимал голову, как будто интересуясь, что происходит за пределами его мира. Постепенно парень расслабился, наполняясь теплом не только от чая, но и от уюта своего дома — своего маленького замка.\n   Кот, заметив, что Чойз отдыхает один и не гладит его, внезапно поднялся и нежно потёрся о его колени, словно бы намекая на то, что время пришло провести немного времени вместе, даже если они просто безмолвно сидят рядом. \n   — Ладно, ладно, я ведь не против провести время с тобой, мой старина! — Чойз открыл объятия и готовился обнять своего пушистого друга. \n   И в этот вечер, вдвоем под ярким светом телевизора, они не спеша обсуждали свои маленькие дела, прямо как давние друзья, наслаждаясь обыденностью и простыми маленькими радостями, которые приносила жизнь.",
    "answers": [
      {
        "id": 46,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 46,
    "text": "   Спасибо, что прочитали эту коротенькую историю. Нет, это не плохая и не хорошая концовка. Тут вобще нет как таковой \"правильной\" концовки. \n   Это просто выбор. Просто приятно провести время. Пощекатать нервижки или насладиться сюжетом....\n   Вы всегда можете вернуться в начало и выбрать что-то другое. И этот выбор приведет Вас еще к чему-то. А сейчас... Спасибо и удачи!) \n\n[Оцените в комментариях линию \"Комедия, Приключения\" для статистики. К примеру \"Комедия 6/10\"]",
    "answers": [
      {
        "id": 1,
        "text": " В начало"
      }
    ]
  },
  {
    "id": 47,
    "text": "   Наутро, как только солнце начало пробиваться сквозь затянутые облаками, Чойз открыл глаза и посмотрел на подоконник. И, о, чудо! Его кот Гром сидел там, за окном, как будто бы ничего и не случилось. Яркое утреннее солнце освещало его шерсть, делая её еще более пушистой, а глаза сверкали веселым блеском.\n   — Гром! — воскликнул Чойз, улыбаясь от восторга. — Ты вернулся! \n   Кот, словно почувствовав радость своего хозяина, медленно потянулся и с гордым видом посмотрел на Чойза. \n   — Открывай окно, я дома! — зорал Гром через стекло. \n   Парень встал с постели и открыл окно. Кот зашел через него держа что-то в зубах. \n   — Вот тебе и мышь, а теперь корми! — произнес рыжий, и положил нечто мокрое и грязное на стол. \n   Присмотревшись, Чойз понял, что это была старая компьютерная мышка. \n   — Не, ну ты даешь. Это не считается! \n   — Надо было уточнять, мррр. Корми! \n   — Ну ладно, ладно. Заслужил — добытчик. — произнес парень с усмешкой и напоавился на кухню. \n   Достав пачку сухого корма он насыпал полную миску коту, пока тот вольяжно шел навстречу к своему завтраку. Чойз, наблюдая за довольным котом, улыбнулся: ничто не могло поднять настроение лучше, чем наслаждение своего любимца.\n   После того как Гром сытно позавтракал, Чойз решил побаловать себя. Он собрал в одну руку несколько толстых бутербродов, а в другую налил себе горячий чай. Сев за стол, парень оценил свои кулинарные старания и с комфортом устроился, наслаждаясь первым приётом пищи. Уют утреннего солнца окутывал комнату, а вместе с ним накрывала волна спокойствия.\n   Закончив завтрак, Чойз достал телефон и включил стриминговый сервис, погружаясь в мир фильмов и сериалов. Однако его удовольствие было недолгим. Гром, насытившись и пополненный энергией, начал настойчиво мяукать. Он подошел к Чойзу, выражая свою очевидную просьбу о развлечениях.\n   — Да-да, я слышу тебя, — отозвался парень, отложив телефон. — Итак, чем хочешь заняться? Может пойдем на улицу? \n   Кот, словно зная, что сейчас ему предстоит предложить нечто интересное, повернулся к хозяину и нагло произнёс: \n   — Ну, гулять я уже не хочу. Давай поиграем в прятки!\n   Чойз не смог сдержать смеха и удивления, но произнес: — Хорошо, я буду считать до десяти, а ты пускай прячься.\n   С этими словами Чойз закрыл глаза и начал считать, пока кот скрылся в квартире. \n   — Раз, два, три... \n   Слышно было, как Гром тихонько шуршит и перемещается по комнатам. Чойз улыбнулся, несмотря на то, что продолжал считать.\n   — Девять, десять! — закончил он, открывая глаза с решимостью.\n   Теперь пришла пора охоты. Парень с любопытством начал обыскивать дом, начиная с первой комнаты. Он заглядывал за диваны, под столы, приподнимал одеяла и открытия всех шкафов, шутя самому себе о том, что, возможно, его кот схитрил и прячется там, где уму непостижимо. \n   — Гром! — звал он и продолжал обыскивать; в голове уже складывался его план-график. Ему было интересно, насколько хорошо его любимец умеет скрываться. Каждый уголок квартиры становился интригующим полем для поиска — и каждый момент создавал невероятное ожидание веселья.\n   — Я уже все обыскал, и осталось не так много мест, где бы ты мог спрятаться! — закричал парень на весь дом. — Сдавайся! ",
    "answers": [
      {
        "id": 49,
        "text": "Заглянуть под ванну"
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  }
]