[
  {
    "id": 1,
    "text": "Автор: Васян Ямской\nЖанры: киберпанк, экшен, подобие матрицы, попытки юмора.\nАннотация: ты — живущий в гетто наëмник Аксис, изо всех сил пытающийся выжить в этом не очень гостеприимном районе города будущего Неоновый Рассвет. У тебя также есть друг Омега, который вечно устраивает разные авантюры. Ну что, не буду томить, приступайте к прочтению!",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "bg_color": [
          0,
          0.5,
          1
        ]
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.pinimg.com/736x/d8/93/17/d89317ca9db132e7c5ed8a07c743e5fe.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.postimg.cc/MT8HrckQ/i-6.jpg",
        "system": true
      },
      {
        "id": 375,
        "text": "Послание к четвёртой стене"
      }
    ]
  },
  {
    "id": 2,
    "text": "— Омега, ну зачем ты решил свистнуть ту пушку у охранника? Теперь за нами гонится половина полиции района! \n— Аксис, ну она ведь крутая, со всякими приколюхами, вроде электронного ускорителя зарядов. \n— Вот сейчас мы и узнаем, что она может, тут в переулке атмоцикл, ты веди, а я сажусь сзади и отстреливаюсь.",
    "answers": [
      {
        "id": 2,
        "text": "Атмоцикл - летающий мотоцикл.",
        "comment": true
      },
      {
        "id": 3,
        "text": "Садиться сзади и отстреливаться"
      }
    ]
  },
  {
    "id": 3,
    "text": "Так, что тут у нас? О, двенадцать экипажей полиции на БПЛА, и ещë с земли стреляют взрывными снарядами. Омега нажал на кнопку ускорения, и ваша команда резво понеслась вдаль. ",
    "answers": [
      {
        "id": 4,
        "text": "Стрелять"
      }
    ]
  },
  {
    "id": 4,
    "text": "Полицейский громкоговоритель на главном БПЛА трещал без остановки. \nВы устали от его требований посадить атмоцикл и просто выстрелили в него. Электрический ускоритель зарядов ускорил сгусток плазмы в патроннике до невероятных значений. Был уничтожен не только громкоговоритель, но и сам БПЛА, закружившийся и с трудов севший на одну из крыш здешних жилых комплексов. Полиция, отвлечëнная падением своего флагманского экипажа, остановилась для помощи воздушному судну. Омега тем временем уже отлетел от полицейских далеко вперëд. Кажется, удалось скрыться. \n— Держим курс на гетто, Омега. \n— Вас понял! ",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты и Омега прилетели в гетто, посадили атмоцикл в вашем небольшом гараже и здесь же начали обсуждать дальнейшие действия. \n— Надо будет отнести украденную пушку к Фанесу на изучение, ну это тот механик, который может починить и улучшить всë, что душе угодно. Ты, кажется, видел его пару раз.\n— Ладно, Аксис, если что, буду ждать тебя у Фанеса в мастерской. \n— Ага, давай. ",
    "answers": [
      {
        "id": 6,
        "text": "Выйти из гаража"
      }
    ]
  },
  {
    "id": 6,
    "text": "Гетто (иногда трущобы) — крайне неблагополучный район с преступной деятельностью банд, торговлей оружием и крупнейшим в городе чëрным рынком, на котором можно найти много всего: от кибернетических протезов позапрошлого поколения до новейших плазмотронов, стоящих на вооружении самых сильных корпораций. ",
    "answers": [
      {
        "id": 8,
        "text": "Идти к Фанесу"
      }
    ]
  },
  {
    "id": 7,
    "text": "Великолепный план, Аксис, надёжный, как дамочки из Района Развлечений. Так, ладно, у одного из них мощный электромагнитный дробовик, у другого старенький пироиловый револьвер, третий же со сноровкой орудует баллистическим топориком. На тебя нацелен только дробовик, остальное оружие заряжается энергией.",
    "answers": [
      {
        "id": 9,
        "text": "Стрелять во владельца дробовика"
      }
    ]
  },
  {
    "id": 8,
    "text": "Засунув за пояс парные плазменные пистолеты, ты пошёл к Фанесу. Но у одного из неоновых мостов расположилась горстка чуваков из «Стальных крыс». Это враждебная банда... Кстати, они тебя заметили, есть запасной план?",
    "answers": [
      {
        "id": 7,
        "text": "Начать стрельбу"
      },
      {
        "id": 354,
        "text": "Пойти назад"
      },
      {
        "id": 355,
        "text": "Подойти с разговором"
      }
    ]
  },
  {
    "id": 9,
    "text": "За секунду до того, как владелец дробовика нажал на кнопку выпуска заряда, ты сделал это на своих пушечках. От силы попаданий враг упал за ограду неонового моста, в Сетевые каналы.\n— Нет, Билли, я отомщу за тебя! — выкрикнул обладатель топорика. Забрав у своего товарища пироиловый револьвер, он приступил к чередующимся атакам.",
    "answers": [
      {
        "id": 10,
        "text": "Уклоняться и стрелять "
      }
    ]
  },
  {
    "id": 10,
    "text": "Разъярённый головорез резко подпрыгнул и высвободил скопившуюся в топорике энергию, воткнув оружие в землю. Мощный энергетический импульс сотряс всё вокруг и сбил тебя с ног, но неоновое покрытие моста просто всё впитало в себя. Деформированный топорик больше ни для чего не годился, противник с негодованием отбросил его в сторону и прицелился из пироилового револьвера. Начнём дуэль.",
    "answers": [
      {
        "id": 11,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 11,
    "text": "Пироил — это вам не игрушки! При попадании он воспламеняет пулю, придавая ей огненный и разрывной эффект. Противник только прицелился в тебя, как из-за угла одного небоскрёба вылетел полицейский экипаж!\n— Внимание, полиция Неонового Рассвета! Опустите оружие и проследуйте на борт, иначе мы применим меры!\n— Проклятье! — синхронно произнесли вы с конкурентом. Не думая, ты сиганул через ограду моста и начал паркур! Полиция тем временем уже вязала пироильщика.",
    "answers": [
      {
        "id": 12,
        "text": "Паркурить"
      }
    ]
  },
  {
    "id": 12,
    "text": "К счастью, твои магнитные перчатки всегда на руках и помогают эффективно сбегать и от полиции, и от агрессивных бандитов, и от упившегося Омеги. Вот только неон моста очень нестабильно реагирует на перчатки, как бы не упасть.",
    "answers": [
      {
        "id": 14,
        "text": "Попытаться подслушать разговор полиции и бандоса"
      }
    ]
  },
  {
    "id": 13,
    "text": "Дождавшись окончания криков и ругани снизу, вы двое выбрались через окно и пошли в соседний переулок.",
    "answers": [
      {
        "id": 74,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Да это не я, он первый начал!\n— Чем же вы это докажете? Все улики против вас, гражданин! Не морочьте нам голову.\n— Но...\n— Никаких возражений! Не вынуждайте заталкивать вам кляп в рот!\nАвтоматические двери БПЛА полиции открылись, впустили делегацию, в следующие пару минут улетевшую в направлении Цифрового моря.\nТы подождал ещё немного. Видимо, они не вернутся...",
    "answers": [
      {
        "id": 15,
        "text": "Вылезать и идти"
      }
    ]
  },
  {
    "id": 15,
    "text": "Наконец, ты добрался до небольшого гаражика с надписью «Мастерская Фанеса». Несколько тощих, но раскидистых пальм цвета розового заката, припаркованный спортивный авто самого Фанеса с левитирующей подвеской...Ничего нового, заходим.",
    "answers": [
      {
        "id": 16,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 16,
    "text": "— А я тебе говорю, что будет!\n— Не будет, ик!\n— Что тут происходит?\n— О, Аксис, ик, здоров! Мы тут с этим стариком обсуждаем, насколько хороша эта пушка...\n— А он не хочет платить! — перебил Омегу Фанес.\n— Да, не хочууу! — протянул Омега.\n— Сейчас я тебя проучу!\n— Ну попробуй, старикан!\nОпять Омега косячит, пора разнимать этих двоих...",
    "answers": [
      {
        "id": 17,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 17,
    "text": "Омега с видимым усилием воли пытается встать из-за стола, но запинается, опрокидывает его на себя и начинает громко материться. Фанес, видя этот беспредел, взял с ближайшей полки заточенный напильник и замахнулся на Омегу.",
    "answers": [
      {
        "id": 19,
        "text": "Оценить обстановку"
      },
      {
        "id": 20,
        "text": "Перехватить Фанеса"
      },
      {
        "id": 21,
        "text": "Быстро помочь выбраться Омеге"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Вот спуск в тоннели, дальше я пошла!\n— Давай, Антенна!",
    "answers": [
      {
        "id": 38,
        "text": "Спускаться"
      }
    ]
  },
  {
    "id": 19,
    "text": "Что же делать? На железной коробке в углу стоит ящичек с инструментами, около опрокинувшегося стола лежит бутылка пива из биомассы, а под ногами валяется крепкая на вид деревяшка.",
    "answers": [
      {
        "id": 22,
        "text": "Использовать деревяшку ( самый быстрый, но некачественный вариант)"
      },
      {
        "id": 23,
        "text": "Подобрать бутылку (средние характеристики)"
      },
      {
        "id": 24,
        "text": "Метнуться к ящику (долго, но очень эффективно)"
      }
    ]
  },
  {
    "id": 20,
    "text": "Быстро ты подошёл к Фанесу, перехватил его руку и отбросил напильник.\n— А ты куда лезешь, сопляк?\n— Дай мы просто уйдём. Спокойно.\n— А как же деньги?\nТут сзади подошёл Омега и ударил его бутылкой по голове!\n— Какие деньги? — спросил он у бессознательного Фанеса.\n— Омега, что ты натворил? \n— Старый трюк с бутылкой. Ничего такого, сейчас просто молча уходим.",
    "answers": [
      {
        "id": 25,
        "text": "Зайти в укромное местечко"
      }
    ]
  },
  {
    "id": 21,
    "text": "Это ни к чему хорошему не привело. Омега только слабее стал двигаться, а напильник вонзился ему в плечо.",
    "answers": [
      {
        "id": 17,
        "text": "Не смерть, но глупо"
      }
    ]
  },
  {
    "id": 22,
    "text": "Подобрав деревяшку, ты подставил её под траекторию напильника. Инструмент с противным хрустом буквально разрубил этот кусок дерева, но нескольких секунд от этой заминки вполне хватило дать Омеге вылезти из-под упавшего стола. Наскоро ты помог подняться ему на ноги, и вы покинули убежище пьяного механика.",
    "answers": [
      {
        "id": 25,
        "text": "Зайти в укромное местечко"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты подобрал бутылку с пола и подставил её под напильник. Инструмент оставил на ней сеть трещин, но ёмкость не разбилась. Но этих нескольких секунд вполне хватило, чтобы дать Омеге вылезти из-под упавшего стола. Быстро пора покидать мастерскую!",
    "answers": [
      {
        "id": 25,
        "text": "Зайти в укромное местечко "
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты не успел. Фанес начал его бить. Иногда скорость важнее качества.",
    "answers": [
      {
        "id": 17,
        "text": "Не смерть, но глупо"
      }
    ]
  },
  {
    "id": 25,
    "text": "За углом как раз находилась автостоянка, в укромной тени которой вы и расположились.\n— Омега, скажи, кретинизмом с рождения болеют?\n— Ну, Аксис, мы просто слегка засиделись, Фанес достал пивко, и я...\n— Шарахнулся от него и попытался убежать, но тебя заставили выпить?\n— Да, всё именно так и было!\n— Эх, пошли уже на район...",
    "answers": [
      {
        "id": 26,
        "text": "На месте"
      }
    ]
  },
  {
    "id": 26,
    "text": "На районе было неспокойно, на противоположном его конце кто-то яро перестреливался. Порасспрашивав прохожих, ты узнал, что «Стальные крысы» пришли отомстить за троих своих членов. ",
    "answers": [
      {
        "id": 27,
        "text": "Бежать на помощь"
      }
    ]
  },
  {
    "id": 27,
    "text": "Заперев Омегу в своём домике, ты занял удобную позицию за металлическим забором и приступил к бою.",
    "answers": [
      {
        "id": 28,
        "text": "Стрелять"
      }
    ]
  },
  {
    "id": 28,
    "text": "В самый разгар боя ты вспомнил об анаболиках у себя в кармане. На некоторое время они могут притупить боль, но вот отходняк от них...",
    "answers": [
      {
        "id": 29,
        "text": "Не надо"
      },
      {
        "id": 30,
        "text": "Давай"
      }
    ]
  },
  {
    "id": 29,
    "text": "Отказавшись от препаратов, ты снял с пояса кустарную светошумовую гранату и запустил её прямо в скопление врагов! Почти сразу же послышались вой и крики пострадавших противников. Это весьма воодушевило защитников района, которые с победным кличем выгнали оппонентов прочь с территории, пустив пару плазменных зарядов вдогонку.",
    "answers": [
      {
        "id": 31,
        "text": "Идти домой "
      }
    ]
  },
  {
    "id": 30,
    "text": "Вколов шприц со стимулятором, ты ощутил необычайный прилив сил. Перед глазами всё поплыло, а мир стал ярче раза в два. \n— Приток эндорфинов, детка! — заорал ты, стреляя во всё, что движется.\nПрошло две минуты. Похоже, они больше не вернутся. Что-то тебе нехорошо...",
    "answers": [
      {
        "id": 98,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 31,
    "text": "Зайдя домой, ты первым делом проверил состояние Омеги. Он развалился прямо на ковре в прихожей и громко храпел, изрядно действуя на нервы. Аккуратно перетащив его пьяную тушу в подсобную комнатку со старым гамаком на энергетических сетях, ты отправился к себе. На утро разберёмся с делами. ",
    "answers": [
      {
        "id": 32,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 32,
    "text": "Помятый и невыспавшийся Омега уже зло смотрит на тебя.\n— Ну и что ты от меня хотел?\n— Мы идём на чёрный рынок за работой!\n— Ну ты серьёзно? Я даже не протрезвел до конца... \n— Я куплю тебе пиво по пути!\n— Ну не так уж много я вчера и выпил.",
    "answers": [
      {
        "id": 33,
        "text": "Отлично! В путь"
      }
    ]
  },
  {
    "id": 33,
    "text": "Дойдя до порта, ваша парочка купила холодное пиво, которое всю дорогу с удовольствием выхлёбывал Омега. Свернув в угол, спустившись по шаткой лестнице и пройдя по коридору, оказались в царстве запретных услуг и нелегальных товаров. Надо поискать знакомых торгашей.",
    "answers": [
      {
        "id": 34,
        "text": "Искать "
      }
    ]
  },
  {
    "id": 34,
    "text": "Спустя полчаса мотыляний по нелегальным ларькам, ты с Омегой набрёл на палатку знакомого торгаша.\n— Вай, кого я вижу! Спасибо за тот груз контрабандной взрывчатки, сбагрил её с огромной наценкой! Что-то хотели?\n— Нам бы работу...\n— Как раз вовремя! В Районе Развлечений через час серьёзный магнат остановится в отеле «Джентри», и мне надо знать, как сильно изменится рынок диэлектрических деталей из металла. У него там какое-то совещание с другими важными шишками. Деньгами не обижу, не подумайте.",
    "answers": [
      {
        "id": 35,
        "text": "- Мы согласны"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Отлично! Встретимся у заброшенных адамантиновых шахт на востоке города! Удачи...",
    "answers": [
      {
        "id": 36,
        "text": "Идти работать "
      }
    ]
  },
  {
    "id": 36,
    "text": "— Слушай сюда, Омега, у нас не так уж и много возможностей выведать у него нужную инфу. У тебя есть идеи?",
    "answers": [
      {
        "id": 37,
        "text": "- Поиграем в шпионов?"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Хорошо, у меня как раз при себе пара датчиков. Теперь идём в Район Развлечений. Пожалуйста, не надо приставать к танцовщицам или пить на спор. Ты помнишь, что было в прошлый раз.\nЭтот трюк вы уже проворачивали, всё должно выйти хорошо.",
    "answers": [
      {
        "id": 40,
        "text": "- Пошли"
      }
    ]
  },
  {
    "id": 38,
    "text": "Включив налобные 16-вольтные фонари, вы вдвоём направились вглубь комплекса.\n— Ну вот, запертая дверь! Что делать будем?\n— Тут рубильник умер, соберём его заново!",
    "answers": [
      {
        "id": 99,
        "text": "Собирать рубильник"
      }
    ]
  },
  {
    "id": 39,
    "text": "Т",
    "answers": []
  },
  {
    "id": 40,
    "text": "Район Развлечений представлял собой рассадник казино, дорогих отелей и вульгарных танцовщиц. Добравшись до отеля «Джентри», ты решил осмотреть округу. Да, роскошь и лоск сплошь окутывают это место. Красивая садовая площадь с живыми растениями, статуями и фонтанами, три ресторана и грандиозное здание отеля из трёх корпусов. Непростая предстоит задачка...",
    "answers": [
      {
        "id": 41,
        "text": "Продумать план"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Так, мы ждём нужного времени. Можешь пока подремать на скамейке.",
    "answers": [
      {
        "id": 42,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 42,
    "text": "Ровно в положенное время к главным воротам отеля подлетели четыре боевых БПЛА охраны и флагманский корабль. Тонированные стёкла, три ряда орудий по каждому борту и плотные потоки расходящегося воздуха — магнат явно знает, как круто жить на этой планете. Процессия остановилась у фонтана, выпустила грузного мужчину в деловом костюме с бронированными вставками последней модели и направилась к парковке для сопровождающих. Видимо, охрана подоспеет чуть позже.",
    "answers": [
      {
        "id": 43,
        "text": "Проследовать за богачом"
      }
    ]
  },
  {
    "id": 43,
    "text": "— Что значит моя бронь слетела? — орал ваш клиент.\n— Извините, в систему закралась ошибка. — лепетала тоненьким голоском администраторша за голографическим монитором.\n— Что значит ошибка? Сегодня у меня важное совещание по работе, что подумают коллеги? Немедленнно подайте планшет жалоб!\n— Конечно, возьмите...\n— Будет вам наука, я также требую ключ от другого номера!\n— Сейчас передам ваши претензии начальству. — свалила свою работу на руководство администраторша.",
    "answers": [
      {
        "id": 44,
        "text": "Слушать дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": "Спустя две минуты из бокового коридора вышла женщина в дорогом наряде, извинилась за доставленные неудобства и отвела магната куда-то на верхние этажи. Нужно действовать!",
    "answers": [
      {
        "id": 45,
        "text": "Впрячь компаньона отвлекать внимание "
      }
    ]
  },
  {
    "id": 45,
    "text": "— Омега, никто не должен пойти наверх. Отвлеки внимание здесь, но без крайних мер.\n— Конечно, Аксис, беги!  — проворковал тебе вслед Омега.",
    "answers": [
      {
        "id": 47,
        "text": "Бегом!"
      }
    ]
  },
  {
    "id": 46,
    "text": "—Ааа! — резко крикнул ты, вставая и оглушая ничего не подозревающего владельца волновой пушки.\n—Сильно, должна сказать...",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Оказалось, магнату выделили прекрасный номер с видом на Цифровое море. Дождавшись, когда он пойдёт в ресторан, ты приступил к осмотру. Дверь заперта на четыре отверстия для вставки печатей, коих, естественно, у тебя нет. Но есть заготовки этих самых печатей и инструменты для вскрытия. Начнём!",
    "answers": [
      {
        "id": 48,
        "text": "Гоу!"
      }
    ]
  },
  {
    "id": 48,
    "text": "У двери есть четыре штампа, которые нужно нажать в правильной последовательности. За неправильные действия ничего не грозит, но и тыкаться предстоит наугад!",
    "answers": [
      {
        "id": 49,
        "text": "1"
      },
      {
        "id": 50,
        "text": "2"
      },
      {
        "id": 51,
        "text": "3"
      },
      {
        "id": 52,
        "text": "4"
      }
    ]
  },
  {
    "id": 49,
    "text": "Неверный штамп!",
    "answers": [
      {
        "id": 48,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "Неверный штамп!",
    "answers": [
      {
        "id": 48,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 51,
    "text": "Один есть!",
    "answers": [
      {
        "id": 53,
        "text": "1"
      },
      {
        "id": 54,
        "text": "2"
      },
      {
        "id": 55,
        "text": "4"
      }
    ]
  },
  {
    "id": 52,
    "text": "Неверный штамп!",
    "answers": [
      {
        "id": 48,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 53,
    "text": "Второй позади!",
    "answers": [
      {
        "id": 56,
        "text": "2"
      },
      {
        "id": 57,
        "text": "4"
      }
    ]
  },
  {
    "id": 54,
    "text": "Неверный штамп!",
    "answers": [
      {
        "id": 48,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "Неверный штамп!",
    "answers": [
      {
        "id": 48,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 56,
    "text": "Неверный штамп!",
    "answers": [
      {
        "id": 48,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 57,
    "text": "Третий вскрыт!",
    "answers": [
      {
        "id": 58,
        "text": "2"
      }
    ]
  },
  {
    "id": 58,
    "text": "Дверь с тихим жужжанием отъехала в сторону! Войдя в номер, ты расставил датчики около приличного на вид письменного стола из титана и на стене над кроватью. Пора сматываться...",
    "answers": [
      {
        "id": 59,
        "text": "Идти вниз"
      }
    ]
  },
  {
    "id": 59,
    "text": "Внизу было неспокойно. В холле отеля лежал джентльмен с разбитой головой. За ближайшей колонной обнаружился и Омега.\n— Я надеюсь, это не ты сделал?\n— Аксис, в этом отеле совершенно нет мусорок. Пришлось включить изобретательность и...\n— Разбить бутылку из-под пива об голову?\n— Почему бы и нет.\n— И этого никто не заметил?\n— Я сам в шоке.\n— Ох, Омега, включай маскировку и уходим отсюда.",
    "answers": [
      {
        "id": 60,
        "text": "Валим"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Господа, я думаю не стоит спешить. Преступники должны быть наказаны. Отряд! Взять!",
    "answers": [
      {
        "id": 61,
        "text": " ?"
      }
    ]
  },
  {
    "id": 61,
    "text": "Зал затопило порядка десятка классно обмундированных охранников отеля.\n— Я думаю, нам стоит проследовать в допросную. Что скажете?\n— Ты вообще кто? — выкрикнул Омега.\n— Фи, что за манеры, сударь. Мы с вами едва знакомы, а вы уже переходите на «ты». Но если хотите знать...Октагон, начальник охраны отеля «Джентри» и тот, кто вас сейчас схватит.",
    "answers": [
      {
        "id": 62,
        "text": "Предложить дуэль"
      },
      {
        "id": 63,
        "text": "Кинуть бомбу и сбежать "
      },
      {
        "id": 64,
        "text": "Расправиться с охраной в стиле фильмов"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Октагон, ты такой крутой и физически подготовленный. Не хочешь битву один на два с нами?\n— Звучит нечестно. И всё же я согласен. Будет приятно соскребать со стенок ваши остатки.",
    "answers": [
      {
        "id": 65,
        "text": "Начать сражение"
      }
    ]
  },
  {
    "id": 63,
    "text": "— Октагон, тут такое дело. Пахнет горелым.\n— Ты сумасшедший? Даже дыма нигде нет, о каком пожаре ты говоришь?\n— Не дым, но вот! — сказал Омега, бросая на пол вовремя взятую с пояса самодельную светошумовую гранату. Ты и Омега успели прикрыть все отверстия на лице, поэтому быстро сориентировались.\n— Быстрее! Валим из этого могильника!",
    "answers": [
      {
        "id": 69,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы, к сожалению, не в фильме, а потому были быстро нашпингованы винтовочными зарядами. Вместе с Омегой...",
    "answers": [
      {
        "id": 61,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 65,
    "text": "Помните, что для каждого врага есть своя тактика и пути к победе!",
    "answers": [
      {
        "id": 65,
        "text": "Октагон.\nТип противника: броневик.\nБуквально покрыт разномастной бронёй и тяжёлым вооружением. Кидаться в лоб явно не вариант.",
        "comment": true
      },
      {
        "id": 66,
        "text": "Кинуть бомбу в него"
      },
      {
        "id": 67,
        "text": "Использовать плазменные пистолеты"
      },
      {
        "id": 68,
        "text": "Уклоняться и стрелять"
      }
    ]
  },
  {
    "id": 66,
    "text": "Бомба-липучка прекрасно справилась со своей работой. Она прицепилась к его поясному хранилищу боеприпасов. Подхватив Омегу под руку, ты спрятался за ближайшей колонной. В следующий миг прогремел взрыв на весь холл, от Октагона не осталось даже пепла. Пока дезориентированные охранники пытались подняться, вы резво выбежали из отеля и направились в гетто.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Твои пульки меня только поцарапали! Знаешь, что у меня в руках? Ручной трансформирующийся пулемёт с режимом огнемёта и подствольной пусковой установкой!\n— Как много слов! Как ты не запнулся ни разу, пока всё это выговаривал? — поёрничал Омега.\n— Ах ты мелкий, дай до тебя добраться!",
    "answers": [
      {
        "id": 101,
        "text": "Использовать гранату"
      },
      {
        "id": 68,
        "text": "Уклоняться и стрелять"
      }
    ]
  },
  {
    "id": 68,
    "text": "Уклоняться от тяжеловеса с пушкой — занятие интересное. Но наматывать круги уже начало надоедать. И ты устал. Этим и воспользовался Октагон. Всего десятка патронов хватило избавить мир от твоего существования.",
    "answers": [
      {
        "id": 65,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 69,
    "text": "— Чёрт, полиция спереди, побежали по переулкам!",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Ваша команда в укромном переулке какого-то кибер-квартала. Тут есть мусорные баки, пара подъездов жилых домов и четыре резных балкончика на высоте второго этажа.",
    "answers": [
      {
        "id": 71,
        "text": "Залезть в мусорные баки"
      },
      {
        "id": 72,
        "text": "Переждать в подъезде"
      },
      {
        "id": 73,
        "text": "Залезть через балкон кому-нибудь в дом"
      }
    ]
  },
  {
    "id": 71,
    "text": "Сдерживая отвращение , вы залезли в баки. Как раз вовремя — отыгрывая известное клише, в переулок вбежали три полисмена. Обшарив подъезды и ничего не найдя, они побежали дальше. Пора!",
    "answers": [
      {
        "id": 74,
        "text": "Пойти в соседний переулок"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы быстро забежали в подъезд, не забыв включить оптический камуфляж. Да вот только полиция хорошо знает таких хитрых. Они тоже забежали в этот же подъезд, включили тепловизоры и нашли вас!",
    "answers": [
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 73,
    "text": "Быстро вы залезли по стене к кому-то на балкон, открыли незапертые двери и оказались в пустой квартире. Повезло.",
    "answers": [
      {
        "id": 13,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 74,
    "text": "Какая удача! Тут припаркован заниженный лоурайдер на антигравитационной подушке. Выбив стекло кабернетическим кастетом, ты открыл дверь изнутри и завёл авто самодельным универсальным ключом.",
    "answers": [
      {
        "id": 75,
        "text": "Поехали!"
      }
    ]
  },
  {
    "id": 75,
    "text": "Окольными дорогами добравшись до гетто, ваша парочка переоделась в новую одежду для обнуления подозрительности. Пришло время проверить датчики.",
    "answers": [
      {
        "id": 76,
        "text": "Проверять датчики "
      }
    ]
  },
  {
    "id": 76,
    "text": "Блеск! Он целый час репетировал свою речь в номере. Из его болтовни вы почерпнули много интересного. Заказчик будет доволен.",
    "answers": [
      {
        "id": 77,
        "text": "К заказчику"
      }
    ]
  },
  {
    "id": 77,
    "text": "Сочтя лоурайдер слишком заметным для бездорожья, вы пересели на атмоцикл и поехали на заброшенные адамантиновые шахты. Омега на всякий случай положил в кобуру свою украденную пушку со словами «Пригодится!».",
    "answers": [
      {
        "id": 78,
        "text": "На месте"
      }
    ]
  },
  {
    "id": 78,
    "text": "На месте вас уже ждал фургон заказчика и два электромагнитных плота сопровождения.",
    "answers": [
      {
        "id": 78,
        "text": "Электромагнитные плоты - бюджетный вариант БПЛА без стенок и крыши и уменьшенной грузоподъёмностью.",
        "comment": true
      },
      {
        "id": 79,
        "text": "Поздороваться "
      }
    ]
  },
  {
    "id": 79,
    "text": "Крепко пожав руки, вы перешли к делу.\n— Информация получена?\n— Да, вся инфа на этих датчиках. Мы отфильтровали её от прочей шелухи. А что по деньгам?\n— Спасибо за работу. Только денег у меня нет, а осуждённым по делу о шпионаже я быть не хочу. Поэтому...Огонь, братва!\nС плотов посыпался целый шквал плазменных зарядов, пироиловых пуль и отборных ругательств. Быстро спрятавшись за грудой камней, ты переговорил с Омегой:\n— Этот кидок решил нас замочить втихушку. Проклятье, видишь фургон? Он ещё и сваливает!\n\nВнезапно ты вспомнил о модифицированной Фанесом пушке, своевременно лежащей в кобуре Омеги.",
    "answers": [
      {
        "id": 80,
        "text": "Расстрелять плоты"
      },
      {
        "id": 81,
        "text": "Стрелять по фургону"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Омега, доставай свою пушку и стреляй по плотам.\n— Точно, Аксис, ты голова!\nВзяв в руки по плазменному пистолету, ты тоже решил пошмалять в неприятеля. Со стороны плотов послышались крики — выстрелы достигли целей. Тем временем оружие Омеги уже зарядилось энергией и выпустило заряд, угодивший прямо в один из плотов. Тот закружился и разлетелся на искрящиеся обломки. И, кажется, никто оттуда не выжил.",
    "answers": [
      {
        "id": 82,
        "text": "Стрелять по второму плоту"
      }
    ]
  },
  {
    "id": 81,
    "text": "Цель слишком подвижная, не получается толком прицелиться!",
    "answers": [
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 82,
    "text": "Бандиты со второго плота явно подрастеряли свой энтузиазм, увидев крушение соратников. Выпустив в вашу сторону ещё несколько неуверенных плазменных залпов, враг поспешил быстренько ретироваться, улетев в неизвестном направлении.",
    "answers": [
      {
        "id": 83,
        "text": "Найти глазами фургон"
      }
    ]
  },
  {
    "id": 83,
    "text": "Отлично, он не успел уехать далеко! Фургон взбирается на северо-восточные нагорья. Из дорог там только...разрушенный неоновый мост! Быстрее молнии сев на атмоцикл, вы понеслись в погоню!",
    "answers": [
      {
        "id": 84,
        "text": "Вперёд!"
      }
    ]
  },
  {
    "id": 84,
    "text": "Неожиданно, задние двери фургона широко распахнулись, и из них высыпались бочки с пироилом и электромагнитные блокираторы. Лучше не пересекаться ни с тем, ни с другим. ",
    "answers": [
      {
        "id": 84,
        "text": "Пироиловые бочки отлично горят и взрываются от малейшего чиха, а электромагнитные блокираторы могут вырубить атмоцикл за секунду.",
        "comment": true
      },
      {
        "id": 85,
        "text": "Маневрировать и стрелять"
      }
    ]
  },
  {
    "id": 85,
    "text": "Впереди катится бочка с пироилом!",
    "answers": [
      {
        "id": 86,
        "text": "Выстрелить"
      },
      {
        "id": 87,
        "text": "Объехать"
      }
    ]
  },
  {
    "id": 86,
    "text": "Выстрелив в бочку, вы лицезрели сцену шикарного взрыва, вырубившего все блокираторы на ближайшие метров тридцать!",
    "answers": [
      {
        "id": 88,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 87,
    "text": "Ловко объехав бочку, ты продолжил путь через тернии!",
    "answers": [
      {
        "id": 88,
        "text": "Дрынь!"
      }
    ]
  },
  {
    "id": 88,
    "text": "Впереди целая полоса укреплённых электромагнитных блокираторов!",
    "answers": [
      {
        "id": 89,
        "text": "Объехать"
      },
      {
        "id": 90,
        "text": "Расстрелять полосу"
      }
    ]
  },
  {
    "id": 89,
    "text": "Объехать технику, к сожалению, не вышло. Попав в электромагнитное поле, атмоцикл резко завис в воздухе. Фургона уже не было видно.",
    "answers": [
      {
        "id": 88,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "Взяв в руки по пистолету, ты помог Омеге расстрелять полосу. Ничего не спасло эти чёртовы блокираторы!",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы уже достаточно близко подъехали к фургону. Впереди также виден брошенный шахтовый подъёмник. Если попасть в него, груз камня, закреплённый сверху, засыплет дорогу.",
    "answers": [
      {
        "id": 100,
        "text": "Выстрелить в подъёмник"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Эй, Омега, смотри, что у меня есть!\n— Э, это же! Настоящее вино! С настоящего виноградника!\n— Да, именно. Это тебе подарок за успешное сотрудничество.\n— Спасибо! Слушай, не хочу вести себя как жаба, ты можешь выпить со мной?\n— Я? Конечно, только дай умыться.",
    "answers": [
      {
        "id": 93,
        "text": "Умываться "
      }
    ]
  },
  {
    "id": 93,
    "text": "Умыв свою небритую щетину, ты выпил антидот. Можно пить.\n— Уже готов? Ну жених, ну красавец! Где же такую бутылку достал?\n— Да так, через знакомых получил.\n— А почему ты мне раньше про этих знакомых не сказал?\n— Ты бы в тот же миг запил. Хватит болтать, будем!\nТы поднял бокал из тонированного стекла.\n— Будем!",
    "answers": [
      {
        "id": 94,
        "text": "Пить"
      }
    ]
  },
  {
    "id": 94,
    "text": "— Мне что-то нехорошо, ты же не...\nОн свалился бездыханным. Миссия выполнена. Удовлетворения ты не получил, ведь это не стрельба, не адреналин, не дуэль на ножах! Обычное отравление.",
    "answers": [
      {
        "id": 95,
        "text": "Идти отчитываться"
      }
    ]
  },
  {
    "id": 95,
    "text": "— Я всё видел через жучок на тебе!\n— Ты установил на меня жучок?\n— Что такого? Главное, что ты справился. Держи медальку. А теперь...Я с гордостью...",
    "answers": [
      {
        "id": 96,
        "text": "Бах!"
      }
    ]
  },
  {
    "id": 96,
    "text": "В твою голову прилетела лучевая волна.\n— За Омегу, предатель! \n— Шайка Сектора, в атаку!\nТы не умер, нет. Пропустив весь бой, ты очнулся на операционном столе.\n— Какого тут произошло?\n— Тебя вырубило выстрелом из лучевой пушки, повезло, что выжил. Нервная система почти отказала, нам пришлось экстренно менять твои импланты. И тут вскрылось, что какой-то лентяй поставил прошивку на невосприимчивость к боли. Частичную. Очень неполную...Омега, полагаю?\n— Да.\n— Ты был способным учеником, но твоё тельце не оправдывает моих надежд. Прошивка всё загадила. Томми, неси парализатор.",
    "answers": [
      {
        "id": 97,
        "text": "Что?"
      }
    ]
  },
  {
    "id": 97,
    "text": "— За что?\n— Твой организм перегрузок не выдержит. Поверь, это милосердие. Империя заботится о вас! Ой, не то. Короче...\nГрустная музыка.\n",
    "answers": [
      {
        "id": 1,
        "text": "Концовка невоплотившихся амбиций"
      }
    ]
  },
  {
    "id": 98,
    "text": "— Ааа, голова! — пробормотал ты. Кто-то перенёс тебя на кровать, пока твоя тушка лежала в отключке. Последнее, что ты запомнил — тёплые тротуары. Современные строители делают тротуары максимально комфортной температуры для большинства людей. Какого чёрта? Зачем ты вспоминаешь инфу о тротуарах, если сейчас она тебе ничем не поможет? И где Омега?",
    "answers": [
      {
        "id": 153,
        "text": "Искать Омегу"
      }
    ]
  },
  {
    "id": 99,
    "text": "Для рубильника требуются рычаг, портативный источник энергии и сверхпрочная лента.",
    "answers": [
      {
        "id": 155,
        "text": "Собрать рубильник",
        "need": [
          158,
          184,
          187
        ]
      },
      {
        "id": 158,
        "text": "Искать",
        "need": -158
      },
      {
        "id": 173,
        "text": "Искать",
        "need": -173
      },
      {
        "id": 184,
        "text": "Искать",
        "need": -184
      },
      {
        "id": 186,
        "text": "Искать",
        "need": -186
      },
      {
        "id": 187,
        "text": "Искать",
        "need": -187
      },
      {
        "id": 274,
        "text": "Искать",
        "need": -274
      }
    ]
  },
  {
    "id": 100,
    "text": "С третьего выстрела плазма достигла цели. Ненадёжный подъёмник сбросил свой груз прямо на дорогу. Гад на фургоне не успел затормозить и въехал в груду камня.",
    "answers": [
      {
        "id": 102,
        "text": "Пойти проверить водятла"
      }
    ]
  },
  {
    "id": 101,
    "text": "Гранат на поясе много. Какая пойдёт в ход?",
    "answers": [
      {
        "id": 156,
        "text": "Осколочная "
      },
      {
        "id": 157,
        "text": "ЭМИ"
      },
      {
        "id": 159,
        "text": "Дымовая"
      },
      {
        "id": 160,
        "text": "Зажигательная"
      }
    ]
  },
  {
    "id": 102,
    "text": "— Аксис, у него нос разбит. Системы безопасности тачки не сработали. \n— Я и сам вижу. Омега, берём этого гения, закрепляем сверхпрочной верёвкой к атмоциклу и едем домой. Надо проследить, чтобы никто не нашёл его.",
    "answers": [
      {
        "id": 103,
        "text": "Ехать"
      }
    ]
  },
  {
    "id": 103,
    "text": "Восток Неонового Рассвета — царство месторождений. Здесь за нищенскую зарплату рабочие тяжёлым трудом добывают адамантин, твёрдый пироил, железо и другие ископаемые. Добытые подземные ценности транспортируют на один из окрестных заводов, где рождаются новые вещи — от винтовок до радиоприёмников.\nПолиции здесь почти не бывает, как и нормальных дорог. ",
    "answers": [
      {
        "id": 104,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 104,
    "text": "— Омега, он очухивается, отпирай подвал!\n— Погоди! Готово!",
    "answers": [
      {
        "id": 105,
        "text": "В подвале"
      }
    ]
  },
  {
    "id": 105,
    "text": "Так, торгаш сидит связанным на стуле. Начинаем допрос.\n— Эй, паскуда, давай проясним пару моментов. Ты нас кинул и послал убить нас вооружённых наёмников. Зачем?\n— Чтоб ты спросил, идиот.\n— Омега, пора доставать игрушки.\n—Уверен, Аксис? \n— Да. Шоковое лезвие отлично стимулирует язык болтать без умолку.",
    "answers": [
      {
        "id": 106,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 106,
    "text": "Да, вещь хорошая. Надо бы попробовать.",
    "answers": [
      {
        "id": 107,
        "text": "Пропустим"
      }
    ]
  },
  {
    "id": 107,
    "text": "Напялив специальные перчатки, ты активировал шоковые лезвия. \n— Через данный ножик пропущен ток двести двадцать вольт, а то и больше. Будет неприятно. У тебя ещё есть шанс одуматься.\n— Я тебя не боюсь!",
    "answers": [
      {
        "id": 112,
        "text": "Использовать "
      }
    ]
  },
  {
    "id": 108,
    "text": "— Он скоро будет, жду в баре.\n— Мы знали, что на вас можно положиться!\nЧерез пару минут сюда ввалилось подобие цыганского табора.\n— Это что такое?\n— Это маскировка, бестолочь!\n— Понял, располагайтесь!",
    "answers": [
      {
        "id": 109,
        "text": "Ждать Аксиса"
      }
    ]
  },
  {
    "id": 109,
    "text": "Вот в бар ввалился и Аксис...\n— Привет, чего звал?\n— Да так, присаживайся.\n— Что-то у тебя сегодня много посетителей. И даже тут эти...\n— Аксис, у нас квест не про расизм.\n— Ладно, сейчас я...\nПиф, паф, ой-ой-ой!\nАксиса изрешетили в тридцати двух местах одновременно.",
    "answers": [
      {
        "id": 110,
        "text": "..."
      }
    ]
  },
  {
    "id": 110,
    "text": "— Отлично. Аксис мёртв. Пора наконец дать тебе достойную награду. Я даю тебе сбежать отсюда в течение минуты.\n— Что? \n— Ноги отсохли? Беги отсюда в ужасе! Свалил вон!",
    "answers": [
      {
        "id": 111,
        "text": "Бежать из бара"
      }
    ]
  },
  {
    "id": 111,
    "text": "Ты сломя голову выбежал из своего бывшего бара навстречу пустыне. Быстро сев на ближайший атмоцикл, ты полетел по дороге.\n— Приём, Сектор.\n— Чего надо?\n— Аксис мёртв. Корпоративные ищейки в баре.\n— Проклятье, не дай узнать, что я с тобой повязан.\n— Ты мне поможешь?\n— Да, если придётся. Но слишком рискованно...Приезжай на наш заброшенный склад.",
    "answers": [
      {
        "id": 240,
        "text": "Ехать"
      }
    ]
  },
  {
    "id": 112,
    "text": "Не мешкая, ты воткнул лезвия в рекомендованные руководством использования точки. Запахло горелым.\n— Ладно, хорошо, да, да, я согласен!\n— Сразу бы так.",
    "answers": [
      {
        "id": 113,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Я... шпион «Стальных крыс». Сижу на чёрном рынке и уже очень давно наблюдаю за вашей бандой и за вами двумя. Сегодня мне подвернулся шанс избавиться от вас. Я не один такой, нас несколько по всему городу. \n— Забавно, Аксис. Что думаешь с ним делать?",
    "answers": [
      {
        "id": 115,
        "text": "- К чёрту! Освободи его..."
      }
    ]
  },
  {
    "id": 114,
    "text": "Изолятор для душевнобольных «Лесная площадка», неизвестный пригород, 2252 год.\n— Пожалуйста, не надо, прекратите, ааааааа!\n\nЭто кричал я. В меня пачками пихали психотропы. Заливали химические напитки. Проводили ток через тело. Становилось только хуже. День ото дня. Снова и снова. Особо буйных или вялых выводили во двор. Дальше...Короткая очередь из пистолета-парализатора. И братская могила. Надо было быть сильным, искать баланс. Мой разум...был сильно повреждён к тому моменту. Но мне хватило сил сбежать. Старая-добрая С4, эх. Изолятор полыхал, а я уезжал на атмоцикле как можно дальше. Дальше...я начал тушить горести в разных зависимостях. Одна гадость, чёртова дрянь. Я связался с наёмниками. Они научили меня убивать. Кем я стал? Психопатом, убийцей без зазрения совести. Делай уроки, Аксис, делай, пока я жив.",
    "answers": [
      {
        "id": 116,
        "text": "Сидеть с открытым ртом"
      }
    ]
  },
  {
    "id": 115,
    "text": "— Хорошо.\nОмега прицелился и выстрелил из своей пушки.\n— Я же сказал не трогать его! \n— Ты сказал освободить его. Он свободен.\n— Омега, ты чёртов садист...\n— Зато это весело. Да и к тому же полезно. Мало ли куда бы он побежал. Может и к своей крыше. К поганым «Стальным крысам». Правда в том, что... я не хотел таким становиться. Жизнь решила за меня.\n— Ты никогда не рассказывал...\n— Сейчас расскажу. А ты уши разинь.",
    "answers": [
      {
        "id": 114,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 116,
    "text": "— Почему ты раньше не рассказал?\n— Не знаю, не хотел.\nВ дверь позвонили.\n— Надо открыть.\n— Да ты гигант мысли, Омега!",
    "answers": [
      {
        "id": 117,
        "text": "Открыть"
      }
    ]
  },
  {
    "id": 117,
    "text": "— Чем обязан? \n— О, вы Аксис? Омега много рассказывал о вас. И оформил кредит на вас в нашем банке тоже Омега.\n— Какой ещё кредит?\n— Ну как, в размере сто двадцать тысяч неонов. На покупку дрона-шагохода.\n— Минуту, надо поговорить.",
    "answers": [
      {
        "id": 118,
        "text": "За дверью"
      }
    ]
  },
  {
    "id": 118,
    "text": "— Это не на те ли сто двадцать тысяч неонов ты заказал танцовщиц и алкоголь с загородных виноградников?\n— Ну, ээээ...\n— Чем ты только думал, на какие шиши нам это отдавать? Наша хата столько не стоит!\n— Остался один вариант. Но о нём после того, как выпроводим наших гостей.",
    "answers": [
      {
        "id": 119,
        "text": "К коллекторам"
      }
    ]
  },
  {
    "id": 119,
    "text": "— Долг будет погашен в конце недели со всеми процентами, не беспокойтесь! \n— Все вы так говорите, но в первый раз мы вам поверим. Все ваши данные, ваши покупки товаров и услуг сохраняются в нашей базе данных. Постарайтесь сдержать слово, а то...\nДоговорить он не успел, но вы с Омегой его прекрасно поняли. \n",
    "answers": [
      {
        "id": 120,
        "text": "Идти в дом"
      }
    ]
  },
  {
    "id": 120,
    "text": "— Кретин, что ты хотел мне предложить? Нам эти деньги на чёрном рынке тысячу лет зарабатывать!\n— Спокойно! Я предлагаю сущие пустяки. Ограбление банка...\n— Так, давай переспрошу. То есть ты хочешь отдать кредит в банке, ограбив банк? \n— Нуу... да. Мы же грабим не их банк, а конкурентов.\n— Разумный контраргумент. Хорошо, ты меня заинтересовал. Давно хотел попробовать себя в крупном деле. Так и что за банк?\n— Мы пару часов назад его проезжали. Банк — захудалый притон мелких операций с деньгами. Им почти никто не пользуется, но... я часто вижу там инкассаторские квады с запаянными в них деньгами.\n— Омега, я смотрю тебя на речь потянуло. Но звучит как-то подозрительно. Банк, где нет клиентов, но где много денег? \n— Да нормально. Там даже полиция редко появляется.\n— Ну хорошо, давай попробуем. Есть план?\n— Нужны люди и оборудование. Мне приходилось бывать внутри банка пару недель назад, сомневаюсь, что что-то изменилось.",
    "answers": [
      {
        "id": 121,
        "text": "Разрабатывать план"
      }
    ]
  },
  {
    "id": 121,
    "text": "— Есть у меня на уме один вариантик! Найти хорошего хакера и попросить его дистанционным импульсом ЭМИ вырубить всё внутри. В прямом смысле. Внутри банка нет людей — одна электроника. Гермодвери денежного хранилища без питания легко откроются, как и все ячейки. О посетителях не беспокойся. Тихо и без пыли.",
    "answers": [
      {
        "id": 122,
        "text": "- Можно попробовать "
      }
    ]
  },
  {
    "id": 122,
    "text": "— Не хочешь лезть на рожон, да? \n— Не хочу поймать шальную пулю, как некоторые.\n— Ой, Аксис, брось, я тогда был не в форме.\n— Не оправдывайся, лучше скажи, где нам найти хакера.\n— Есть у меня одна знакомая. Прозвище у неё простое и непритязательное — Антенна. Имени не знаю. Пытался к ней подкатить в порту, а она...\n— Омега, где она конкретно может быть?\n— А, обычно она сидит в баре «Радужный экспресс». Клацает что-то на своей коммуникационной панели. Подозрительно сильно клацает...\n— Пойду поищу, убери пока торгаша.\n— Вечно ты мне оставляешь грязную работу, а с дамой погово...\nТы вышел из дома. Пора идти.",
    "answers": [
      {
        "id": 123,
        "text": "В баре"
      }
    ]
  },
  {
    "id": 123,
    "text": "Дойдя до «Радужного экспресса», ты немного удивился: это в прямом смысле локомотив эдак века двадцать первого с вагонами, переоборудованный под бар. Подойдя к барной стойке, ты подозвал бармена.\n— Один «Текиловый закат», пожалуйста.\n— Пару минут.\n«Текиловый закат» — безалкогольная штука. Ты не алкаш. Но время осмотреться в баре. Вспомнив, что вагонов много, а ты один, решил передумать.",
    "answers": [
      {
        "id": 124,
        "text": "Ждать заказ"
      }
    ]
  },
  {
    "id": 124,
    "text": "— Ваш «Текиловый закат»! Достаточно горячий?\n— Отлично, спасибо. Хотел спросить о постоянных посетителях.\n— Нужен кто-то конкретный?\n— Девушка с коммуникационной панелью.\n— Антенна? Она сидит в самом последнем вагоне за вторым столиком.\n— Спасибо, я пойду.\nМагия...",
    "answers": [
      {
        "id": 125,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 125,
    "text": "Вот и она. Что-то клацает. Пора знакомиться. Ты присел напротив.\n— Привет, красавчик. Что-то надо?\n— Я по поводу хорошего заработка.\n— Звучит интригующе. Но я ещё не знаю суть работы.\n— Направить дистанционный ЭМИ-разряд определённой частоты в одно место.\n— Что же это за место?\n— Один захудалый банк на востоке города...\n— Вот как. Хммм. А звать-то тебя как? — сменила тему новая знакомая.\n— Аксис.\n— Ну так слушай сюда, Аксис. Такие вещи требуют хорошей подготовки. А ещё... ты мог не знать... Мои услуги не бесплатны!\n— Не кричи, сейчас весь бар узнает, о чём мы тут толкуем.\n— Да кому мы нуж...\n— Эй, голубки, о чём воркуете?\n— Проклятье...",
    "answers": [
      {
        "id": 126,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 126,
    "text": "Корпоративная охрана. Злющие ребята. И отлично подготовленные.\n— Повторю вопрос: чего так орёте? Порядочным людям отдыхать мешаете.\nФух, ну хоть про ограбление не услышали.\n— Извините, мы не хотели. — сказала Антенна.\n— Женщинам говорить не давали.\n— Эй, повежливее с дамой. — вступился ты.\n— Чего сказал? А ну иди сюда!",
    "answers": [
      {
        "id": 127,
        "text": "Драка!"
      }
    ]
  },
  {
    "id": 127,
    "text": "Так, ну не всё так плохо. Два охранника даже ружья держать правильно не умеют. А третий заряжает волновой пистолет.",
    "answers": [
      {
        "id": 128,
        "text": "Кинуть светодымовую шашку",
        "need": -128
      },
      {
        "id": 129,
        "text": "Напасть на третьего"
      },
      {
        "id": 130,
        "text": "Сделать неожиданный подкат между первым и вторым"
      }
    ]
  },
  {
    "id": 128,
    "text": "Плохой вариант. Посторонние посетители пострадают.",
    "answers": [
      {
        "id": 127,
        "text": "Ладно"
      }
    ]
  },
  {
    "id": 129,
    "text": "Сделав крутой выпад к третьему охраннику, ты зашёл дезориентированному врагу за спину, оглушил его, схватил его руки и получил доступ к пушке.",
    "answers": [
      {
        "id": 131,
        "text": "Расстрелять остальных врагов "
      }
    ]
  },
  {
    "id": 130,
    "text": "Ты решил провести неожиданный подкат между неопытными охранниками. Тебе это удалось, правда всё испортил владелец волновой пушки, выстреливший в тебя. Сознание утекает...",
    "answers": [
      {
        "id": 182,
        "text": "Лечь поспать"
      },
      {
        "id": 183,
        "text": "Сопротивляться"
      }
    ]
  },
  {
    "id": 131,
    "text": "Волновая пушка воздействует на мозг, выводя его из строя на некоторое время. Через пару часов эти оболтусы должны встать, а сейчас...",
    "answers": [
      {
        "id": 132,
        "text": "Собираться"
      }
    ]
  },
  {
    "id": 132,
    "text": "— Уходим отсюда. Совсем скоро по встроенным в передатчики геолокаторам придёт подкрепление из ближайшего участка корпорации. Хорошо хоть погром не устроили — платить за ремонт не придётся. — сказала Антенна\n— Погоди! Может заберём их винтовки? А потом продадим! — предложил ты.\n— Куда ты их засунешь? \n— Риторический вопрос. Конечно в рюкзак.\n— Клади винтовки и побежали.",
    "answers": [
      {
        "id": 133,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 133,
    "text": "Спустя полчаса вы уже находились дома. \n— Извини, мне не стоило тогда орать так громко. Как бы не было неприятностей с корпорациями. Я тут подумала о твоих винтовках. Могу попытаться сбагрить их по своим каналам. Этого вполне хватит для того, чтобы пойти с вами на дело. \n— Отлично! \n— Мне самой хочется немного адреналина. Где там твой подельник?\n— Я уже тут!\n— Погоди, опять ты? Твою рожу не забудешь с прошлого раза! Ладно, не время для ностальгии. Вам двоим придётся немного поработать.\n— В плане?\n— В плане того, что вы должны установить три ЭМИ-установки в определённых местах около банка. Они мелкие, как капсулы, никто не заметит, но эффект от них... Вся электроника намертво останавливает работу.",
    "answers": [
      {
        "id": 134,
        "text": "- Давай свои установки"
      }
    ]
  },
  {
    "id": 134,
    "text": "— Так, Омега, надо поставить эту фигню на крыше, основной панели сигнализации и внутри, ближе к основным помещениям.\n— А камеры наблюдения работают?\n— Конечно! Осторожнее!\n— Тогда я ставлю внутри, а ты на крыше и сигнализации.\n",
    "answers": [
      {
        "id": 135,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 135,
    "text": "Камеры временами меняют свой угол обзора, поэтому осторожно.\nВы на парковке. Камера направлена на парковку.",
    "answers": [
      {
        "id": 136,
        "text": "Ждать"
      },
      {
        "id": 137,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 136,
    "text": "Вы немного подождали.\nКамера направлена на сигнализацию.",
    "answers": [
      {
        "id": 140,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 137,
    "text": "Вы прямо у сигнализации.\nКамера направлена на сигнализацию.",
    "answers": [
      {
        "id": 138,
        "text": "Ждать"
      },
      {
        "id": 139,
        "text": "Действовать "
      }
    ]
  },
  {
    "id": 138,
    "text": "Вы немного подождали.\nКамера направлена на парковку.",
    "answers": [
      {
        "id": 141,
        "text": "Действовать "
      }
    ]
  },
  {
    "id": 139,
    "text": "Камера зафиксировала тебя.",
    "answers": [
      {
        "id": 135,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 140,
    "text": "Камера направлена на парковку.\nТы стоишь у сигнализации.",
    "answers": [
      {
        "id": 141,
        "text": "Действовать "
      },
      {
        "id": 188,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 141,
    "text": "ЭМИ установлена.",
    "answers": [
      {
        "id": 142,
        "text": "Идти на крышу"
      }
    ]
  },
  {
    "id": 142,
    "text": "А тут ещё легче — даже камер нигде нет.",
    "answers": [
      {
        "id": 143,
        "text": "Установить ЭМИ"
      }
    ]
  },
  {
    "id": 143,
    "text": "Установив ЭМИ, ты спустился с крыши на парковку. В этот же момент из банка вышел и Омега.\n— Поставил?\n— Да, у уничтожителя макулатуры. А ты всё разместил?\n— Конечно. Раз всё установили, пора готовиться к делу!\n",
    "answers": [
      {
        "id": 144,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "— Вы закончили? Зачем спрашиваю? Знаю, что закончили.\n— Время навести шороху.\n— Мои дружки подогнали нам фургон с оптическим камуфляжем. Вручную поставили, что-то типа прошивки. Я буду сидеть в нём и контролировать ситуацию. Припаркуйте только на каком-нибудь холме рядом с банком.\n— Вас понял, мисс!",
    "answers": [
      {
        "id": 145,
        "text": "У банка"
      }
    ]
  },
  {
    "id": 145,
    "text": "Омега не соврал. Людей вообще нет.\n— Как ты избавился от людей?\n— Поставил на трассе стенд, что кафе «Механозавр» раздаёт бесплатные закуски.\n— Лис!\n— Мог бы и покрасивее комплимент придумать.\n— Заткнитесь. Держите наушники. Быстрее, ЭМИ ударит через один, два, три...\nТы порадовался, что вы оба успели их использовать. Мощный электромагнитный импульс насквозь прошил банк, вырубив всю электронику.\n— Бегом!",
    "answers": [
      {
        "id": 146,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 146,
    "text": "Внутри банка необычайно тихо и темно. Ты побежал за Омегой и попал прямиком в хранилище.\n— Обчищаем ячейки и сваливаем!",
    "answers": [
      {
        "id": 147,
        "text": "Грабить банк!"
      }
    ]
  },
  {
    "id": 147,
    "text": "Насобирав полную одежду денег, ты и Омега побежали наружу. \n— Быстрее, я засекла несколько десятков дронов, оснащённых тепловизорами. Они быстро приближаются. Аксис, садись за руль, Омега, бегом за электроорудие.\n— Какое ещё электроорудие?\nАнтенна нажала на кнопку на потолке машины, и крыша трансформировалась в место стрелка-пулемётчика.\n— Быстрее!",
    "answers": [
      {
        "id": 148,
        "text": "Вести"
      }
    ]
  },
  {
    "id": 148,
    "text": "— Вроде будущего достигли, а дороги нормальные сделать до сих пор не могут! — сказал ты.\n— Ценю твой юмор! — ответила Антенна.\nСверху безумно смеялся Омега. \n— Получайте, получайте, тупые, тупые железяки!\n— Откуда вообще эти дроны? — спросил ты.\n— Судя по маркировкам, это боевые квады корпорации «Мегатэк». Но зачем им охранять этот захолустный банк?\n— Скроемся и постараемся узнать.",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "— Какого чёрта, впереди полицейский кордон!\n— Слева есть дорожка, попробуй там проехать.",
    "answers": [
      {
        "id": 150,
        "text": "Поворачивать"
      },
      {
        "id": 151,
        "text": "Идти на таран"
      }
    ]
  },
  {
    "id": 150,
    "text": "Дорога пролегает по живописному каньону. Чёрт, машина выезжает к карьеру. Тут кругом бегают рабочие и работает техника.",
    "answers": [
      {
        "id": 152,
        "text": "Маневрировать"
      }
    ]
  },
  {
    "id": 151,
    "text": "Не получилось — кордон был оснащён электромагнитными блокираторами. Вас повязали.",
    "answers": [
      {
        "id": 149,
        "text": "Упс"
      }
    ]
  },
  {
    "id": 152,
    "text": "— Я не хочу вас расстраивать, но нам придётся проехать через шахту.\n— Аксис, ты долбанулся?\n— Я стал таким же психом, как и Омега. Вот что значит влияние окружения. ",
    "answers": [
      {
        "id": 189,
        "text": "Заехать в шахтный тоннель"
      }
    ]
  },
  {
    "id": 153,
    "text": "Встав с кровати, ты немного подвигался. Эффект анаболика полностью прошёл. Можно обыскать весь дом в поисках Омеги, ни разу не упав.\n— Омега! Омега, ты где! Чёртов алкаш, я говорю ты...",
    "answers": [
      {
        "id": 154,
        "text": "- Ай!"
      }
    ]
  },
  {
    "id": 154,
    "text": "Всё-таки один раз ты упал. Споткнувшись об тело Омеги, гостеприимно лежащее прямо в середине коридора.",
    "answers": [
      {
        "id": 32,
        "text": "Будить его"
      }
    ]
  },
  {
    "id": 155,
    "text": "Соединив воедино все найденные запчасти, ты сделал примитивный рубильник. Благо, на службе этому обучали. Время дёргать!",
    "answers": [
      {
        "id": 364,
        "text": "Дёргать!"
      }
    ]
  },
  {
    "id": 156,
    "text": "Помню, на уроках истории начальной школы говорили, что в 20-21 веках осколочные гранаты не были такими совершенными, изготавливались из дешёвых и временами некачественных материалов и не могли управляться через коммуниционную панель. Хорошо, что сейчас они делаются из куда более смертоносного адамантина, а вместо пороха и фосфора внутрь закладывается смесь пироила с ещё какой-то ересью, которую ты не запомнил и не собирался запоминать. Самое главное, что сразу после покупки они автоматически привязываются к твоему аккаунту в коммуниционной панели.\nВыйдя из воспоминаний о школьных годах, ты решил действовать.",
    "answers": [
      {
        "id": 161,
        "text": "Бросать"
      }
    ]
  },
  {
    "id": 157,
    "text": "— Омега, выключи всё и лёг! — заорал ты, бросая ЭМИ-гранату на пол. Через пару секунд мощный импульс выжег сознания и экипировку гарантированно на пять метров.\nПеред глазами всё плывёт, но бежать можно. Пора бежать!",
    "answers": [
      {
        "id": 69,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 158,
    "text": "Порывшись в металлических ящиках, ты нашёл кусок прозрачной сверхпрочной ленты!",
    "answers": [
      {
        "id": 99,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 159,
    "text": "— Омега, прикрой глаза! — крикнул ты, бросая дымовую гранату на пол.\n— Глупый, у нас есть специальные визоры для такого.",
    "answers": [
      {
        "id": 101,
        "text": "Проигрыш"
      }
    ]
  },
  {
    "id": 160,
    "text": "— Омега, что насчёт небольшого чилийского перчика?\n— Чего?\nТы кинул зажигательную гранату, в народе призванную «перчиком» на пол.\n— Ты думаешь, от твоей петарды будет толк? Бенгальские огоньки меня только раздражают.\nВ общем, ты ответил за провокацию.",
    "answers": [
      {
        "id": 101,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 161,
    "text": "— Омега, ложись! — заорал ты, бросая осколочную гранату. Синхронно с ним упав на пол, ты быстро настроил преимущественное направление разлёта осколков. Граната рванула. В Октагона попало больше всего осколков, и (нежданчик) баллон с горючей смесью для огнемёта разорвался. Воспользовавшись заминкой, ты и Омега свалили отсюда.",
    "answers": [
      {
        "id": 69,
        "text": "Бежать "
      }
    ]
  },
  {
    "id": 162,
    "text": "— Аксис, прыгай через один, два, три!\nТы принялся мысленно считать, но тут Омега крикнул итоговую тройку сразу, поэтому пришлось экстренно прыгать.",
    "answers": [
      {
        "id": 163,
        "text": "Прыгать"
      }
    ]
  },
  {
    "id": 163,
    "text": "Этот оглушительный грохот было слышно, по ощущениям, за тысячу километров. Скрип, взрывы, пламя, крики, вопли — всё слилось в единую какафонию звуков, боли и чего-то там ещё. Правда ты не попал на главную платформу — ты уцепился своими магнитными перчатками за кусок обшивки, торчащий из стены. Накопив немного сил, ты подтянулся, залез через дыру в салон и едва не погиб, сражённый зарядом из рельсотрона. Нужно быть осторожнее.",
    "answers": [
      {
        "id": 164,
        "text": "По классике"
      }
    ]
  },
  {
    "id": 164,
    "text": "Бегло осмотревшись, ты немного прифигел от масштабов ситуации: половину вражеских солдат раскидало в разные стороны, вторая половина экстренно перегруппировалась и заняла более выгодные позиции в дальней части салона. Застрявший в приёмном шлюзе БПЛА начал выскальзывать из самолёта. Всерьёз забеспокоившись за Омегу, ты побежал к воздушному судну, но этот крендель своими улучшенными кибернетическими ботинками сумел разбить бортовое стекло и выбраться оттуда.",
    "answers": [
      {
        "id": 165,
        "text": "Общаться "
      }
    ]
  },
  {
    "id": 165,
    "text": "— Тебе чертовски повезло, ещё чуток, и я бы...\n— Плевать. Сейчас бы бутылочку холодненького пивка.\n— Тебя не смущает, что ты в центре побоища?\n— Вечно ты всю малину ломаешь.\n— Лучше скажи, где отряд наших наёмников?\n— Не поверишь, это очень клишированно и всё такое, но они покинули нас. Костюм-крыло — вещь универсальная.\n— Умеешь подбодрить. Ну а посылка где?\n— Древняя легенда гласит, что нам прямо.",
    "answers": [
      {
        "id": 166,
        "text": "Пробиваться"
      }
    ]
  },
  {
    "id": 166,
    "text": "— Слушай, Омега, хотел спросить. Ты не устал? Одни бесконечные бои, выстрелы. Я хочу чего-то другого!\n— Много ты хочешь разнообразия для работы наёмника...\nНе забывая о бое, ты кинул ЭМИ-гранату в то место, где больше всего врагов. Электромагнитный импульс выжег всю электронику противника, оглушив его в качестве бонуса. До вас с Омегой не достало.",
    "answers": [
      {
        "id": 167,
        "text": "Продолжать"
      }
    ]
  },
  {
    "id": 167,
    "text": "— За мной! — проорал Омега, зарубив двух врагов по пути баллистическими кинжалами. Лично меня достали однотипные описания перестрелок, воспользуемся портативным временным телепортатором!",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": "— Вот и наш грузик, быстрее сматы..\nДоговорить Омега не успел, что-то с силой ударило по обоим бортам итак повреждённого самолёта.\n— Что это было?\n— Всё-таки боевые квады они вызвали, заразы, нет времени, прыгаем!\nОн выпрыгнул через дырку в стене вместе с коробкой, а вот ты не смог, ведь половина самолёта просто наглухо оторвалась. Вместе с тобой!",
    "answers": [
      {
        "id": 169,
        "text": "Падать"
      }
    ]
  },
  {
    "id": 169,
    "text": "Уцепившись магнитными перчатками за отрывающуюся обшивку, ты начал размышлять, что делать. Костюм-крыло использовать опасно, ведь кругом ящики и прочая белиберда. Хотя можно попробовать...",
    "answers": [
      {
        "id": 170,
        "text": "Попробовать"
      }
    ]
  },
  {
    "id": 170,
    "text": "С силой отпрыгнув вверх от этого куска металлолома, ты почти смог активировать костюм, но железный ящик рядом ударил тебя по голове.",
    "answers": [
      {
        "id": 171,
        "text": "Падать"
      }
    ]
  },
  {
    "id": 171,
    "text": "Очнулся ты на верхушке неоновой пальмы. Очень высокой. Похоже, парашют ты всё-таки смог активировать, но он зацепился за дерево. И что теперь?",
    "answers": [
      {
        "id": 172,
        "text": "Выбираться самостоятельно "
      }
    ]
  },
  {
    "id": 172,
    "text": "Немного подрыгав руками и ногами, ты смог худо-бедно освободиться от парашюта. Да, придётся менять экипировку, эта безнадёжно испоганена. До земли метров пять. Деревья нынче генномодифицированные, с искусственной биолюминесценцией и очень высокие.",
    "answers": [
      {
        "id": 174,
        "text": "Прыгнуть"
      }
    ]
  },
  {
    "id": 173,
    "text": "Тут лежит превосходная пыль!",
    "answers": [
      {
        "id": 99,
        "text": "Нет, спасибо!"
      }
    ]
  },
  {
    "id": 174,
    "text": "Тебе удалось успешно спрыгнуть. Всё-таки хорошо, что не пожалел неонов за подошвы-амортизаторы.",
    "answers": [
      {
        "id": 175,
        "text": "Настроиться на волну дружков Омеги"
      }
    ]
  },
  {
    "id": 175,
    "text": "Трррр, пиип...\n— Пиццерия «Лучевая долина» слушает.\n— Это я, Аксис.\n— Какого чёрта? Покойники же вроде звонить не умеют. Ладно, мы отследили твои координаты, сейчас кого-нибудь пришлю.",
    "answers": [
      {
        "id": 176,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 176,
    "text": "Спустя минут пять подъехал джип-мутант, из него вышли два крепких парня и сказали лезть в кузов.",
    "answers": [
      {
        "id": 176,
        "text": "Джип-мутант - разновидность джипа, созданная из специальных материалов и сплавов, позволяющих легко менять и настраивать подвеску, форму и салон авто по нажатию набора кнопок.",
        "comment": true
      },
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "Спустя полчаса ты уже был на КПП завода. Охраны тут нет, можно незаметно проскользнуть на территорию.",
    "answers": [
      {
        "id": 179,
        "text": "Проскользнуть "
      }
    ]
  },
  {
    "id": 178,
    "text": "— Теперь-то ты обязан нам заплатить! — сказал ты сразу, как зашёл в кабинет Сектора.\n— Как невежливо и грубо. Омега передал мне нашу посылку, превосходно сработано. Деньги я ему обещал отдать, как явитесь вдвоём.\n— И где он?\n— Расспрашивал меня всё о каких-то тупых деревенщинах с колхозными имплантами. Ну я ему и сказал, что это банда «Осколки сингулярности». Он услышал это, сразу рассвирепел, спрашивать начал, где они обретаются.\n— Ну а ты что? Отпустил его?\n—Не моя печаль, какие у него там дела к их братии.\n— Скажи мне, где Омега...\n— Заброшенный завод «Кислотон», к юго-западу отсюда. Территория у него большая, найдёшь.",
    "answers": [
      {
        "id": 177,
        "text": "На завод "
      }
    ]
  },
  {
    "id": 179,
    "text": "А вот и Омега. Его связали двое этих «осколков» и начали докапываться.\n— Ля, кто это у нас? Где-то я тебя видел, но не могу вспомнить, где...\n— Это же Омега, босс поручил схватить в пустыне.\n— И то верно, сейчас я...\n— Главаря вашего позовите, у него долг неоплаченный!\n— О как, ну давай! — головорез достал голографический смартфон и начал названивать. ",
    "answers": [
      {
        "id": 180,
        "text": "Спустя пять минут"
      }
    ]
  },
  {
    "id": 180,
    "text": "— Удивлён, но босс щас придёт.\nЧерез две минуты из бывшего главного корпуса завода вышел главарь в ковбойской шляпе, с револьвером на поясе, лассо... Серьёзный косплей.\n— Кто посмел беспокоить шерифа? Какой пустяк потребовал меня трогать? А, беру слова обратно. Это отнюдь не пустяк. Правда, мы рассчитывали схватить тебя раньше, голубчик. До вашей авантюры в воздухе. Где там твой партнёр?\n— Ты этого не узнаешь, подонок. \n— Хммм, я думал, будет полегче. Не будет...\nШериф достал револьвер с пояса, проверил боезапас и засунул его Омеге в рот. \n— Ыыыы...\n— Так-то лучше. Теперь скажешь, где твой напарник? А то пуля не дура, особенно такая!",
    "answers": [
      {
        "id": 181,
        "text": "Выйти из тени"
      }
    ]
  },
  {
    "id": 181,
    "text": "— Я здесь, ковбой.\nШериф вернул револьвер на пояс. \n— Это было довольно предсказуемо. И что ты мне предлагаешь?",
    "answers": [
      {
        "id": 286,
        "text": "- Дуэль!"
      }
    ]
  },
  {
    "id": 182,
    "text": "Очнулся ты в какой-то космической глухомани, рядом с тобой были какой-то ковбой и паровой механик. Что за чёрт?",
    "answers": [
      {
        "id": 1,
        "text": "Секретная концовка "
      }
    ]
  },
  {
    "id": 183,
    "text": "Начала очень сильно болеть голова. Появились вспышки.",
    "answers": [
      {
        "id": 182,
        "text": "Лечь поспать"
      },
      {
        "id": 185,
        "text": "Сопротивляться "
      }
    ]
  },
  {
    "id": 184,
    "text": "Под упавшей тумбочкой обнаружилось бледное подобие рычага. На пару использований потянет.",
    "answers": [
      {
        "id": 99,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 185,
    "text": "Слышно странное потустороннее гудение. Кажется, что череп сейчас разорвётся.",
    "answers": [
      {
        "id": 182,
        "text": "Лечь поспать"
      },
      {
        "id": 46,
        "text": "Сопротивляться "
      }
    ]
  },
  {
    "id": 186,
    "text": "Пустые жестянки.",
    "answers": [
      {
        "id": 99,
        "text": "Нет, спасибо!"
      }
    ]
  },
  {
    "id": 187,
    "text": "На ржавеющем стеллаже пылится небольшой энергоблок.",
    "answers": [
      {
        "id": 99,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 188,
    "text": "Ты немного подождал. Камера направлена на сигнализацию.",
    "answers": [
      {
        "id": 139,
        "text": "Действовать "
      },
      {
        "id": 138,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 189,
    "text": "— Этот тоннель насквозь прорезает гору, надо только вовремя объезжать вагонетки и прочий мусор.",
    "answers": [
      {
        "id": 190,
        "text": "Начали!"
      }
    ]
  },
  {
    "id": 190,
    "text": "Вагонетка на правом энергорельсе!",
    "answers": [
      {
        "id": 191,
        "text": "Влево!",
        "left_answer": true
      },
      {
        "id": 192,
        "text": "Вправо!",
        "right_answer": true
      }
    ]
  },
  {
    "id": 191,
    "text": "Слева лежит огромная груда камней!",
    "answers": [
      {
        "id": 192,
        "text": "Влево!",
        "left_answer": true
      },
      {
        "id": 194,
        "text": "Вправо!",
        "right_answer": true
      }
    ]
  },
  {
    "id": 192,
    "text": "Ты проиграл!",
    "answers": [
      {
        "id": 190,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 193,
    "text": "Нажав на эту кнопку, ты почувствовал настоящий рёв двигателя на пироиле. Фургон подлетел и перелетел эту дырку.\n— Датчики молчат. Похоже, мы оторвались!\n— Да, да, да, да, да! Детка, поцелуй меня в...\n— Омега, порадуемся дома.",
    "answers": [
      {
        "id": 197,
        "text": "В доме"
      }
    ]
  },
  {
    "id": 194,
    "text": "На левых энергорельсах опрокинувшаяся вагонетка с адамантиновой рудой.",
    "answers": [
      {
        "id": 192,
        "text": "Влево!",
        "left_answer": true
      },
      {
        "id": 195,
        "text": "Вправо!",
        "right_answer": true
      }
    ]
  },
  {
    "id": 195,
    "text": "— Парни, мои приборы говорят, что выход близок. — уведомила Антенна.\n— Я бы порадовался, но походу впереди мост рухнул.",
    "answers": [
      {
        "id": 193,
        "text": "Экстренное ускорение",
        "left_answer": true
      },
      {
        "id": 196,
        "text": "Газ",
        "right_answer": true
      }
    ]
  },
  {
    "id": 196,
    "text": "Тебе не хватило скорости пересечь дыру. Никто так и не нашёл вас.",
    "answers": [
      {
        "id": 195,
        "text": "Ты проиграл!"
      }
    ]
  },
  {
    "id": 197,
    "text": "Ты и Омега сидели с грустными и злыми лицами. По голографическому монитору шли плохие новости. Банк принадлежал корпорации «Мегатэк». Теперь они намерены разыскать преступников.",
    "answers": [
      {
        "id": 198,
        "text": "Обратиться к Омеге"
      }
    ]
  },
  {
    "id": 198,
    "text": "— Говоришь, это был пустой захолустный банк? Да за нами их спецназ отправят, нас в трудовые лагеря засунут! А всё из-за тебя, тупой ты...\n— Я не тупой. Ты мог всё проанализировать и не соглашаться на план. Это и твой косяк тоже. Хватит перекладывать на меня ответственность! Тебе просто нужен был адреналин, тебе попался прекрасный случай!",
    "answers": [
      {
        "id": 199,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 199,
    "text": "— Чёрт, ты прав. Я был тупым. Ты думал, что я так скажу? Да? Да я со своимим бывшим напарником раньше столько банков ограбил, что...\nПрозвучал звонок в дверь.\n— Хватит ругаться, пошли откроем.",
    "answers": [
      {
        "id": 200,
        "text": "Открыть"
      }
    ]
  },
  {
    "id": 200,
    "text": "— Антенна? Что ты здесь творишь?\n— Вы уже слышали, что корпорации начали за вами охоту?\n— Только за нами, а как же ты?\n— У меня есть знакомый в их следственной верхушке, про меня он инфу согласился подчистить. А с вами ситуация запутаннее. На ком-то из вас жучок.\n— Какого?",
    "answers": [
      {
        "id": 201,
        "text": "Провериться"
      }
    ]
  },
  {
    "id": 201,
    "text": "Жучок оказался на тебе. \n— Похоже, этот грязный торгаш оставил нам сюрприз напоследок. \n— Какой торгаш? — спросила Антенна.\n— Перед тем, как идти на встречу с тобой, мы прикончили торгаша-предателя. Он был шпионом «Стальных Крыс» на чёрном рынке. Все же знают, что их давно купила верхушка этого города. Эта банда служит их миниатюрной армией в трущобах.\n— Это всё конечно интересно и захватывающе, но от вас так просто не отстанут. «Мегатэку» нужны ваши головы. Бегите из города!",
    "answers": [
      {
        "id": 202,
        "text": "Продумывать план побега"
      }
    ]
  },
  {
    "id": 202,
    "text": "— Есть варианты?\nПервой заговорила Антенна. \n— Под городом есть сеть секретных тоннелей. Раньше там были лаборатории по производству Бог знает чего... Они разрослись по всему городу и за его пределы тоже. Северный конец тоннелей выводит в Классную пустыню.\nТут голос подал и Омега.\n— Я тут подумал. Долг мы отдали, а денег ещё достаточно. У меня в порту сидит знакомый контрабандист, который регулярно летает над пустыней со своим товаром. Могу уломать его подвезти нас и сбросить над укромным местом.",
    "answers": [
      {
        "id": 203,
        "text": "План Антенны"
      },
      {
        "id": 204,
        "text": "План Омеги"
      }
    ]
  },
  {
    "id": 203,
    "text": "— Что за лаборатории?\n— Исследовательский комплекс «Возрождение».\n— Боюсь, что после взрыва центрального ядра нам туда не попасть. — вставил ты.\n— Какого ещё взрыва центрального ядра?\n— А об этом ты только в специальном квесте узнаешь...",
    "answers": [
      {
        "id": 203,
        "text": "АВТОР, ХВАТИТ ИСКУССТВЕННО ОГРАНИЧИВАТЬ КВЕСТ! ЭТО ТЕБЯ СОВСЕМ НЕ КРАСИТ, А ЧИТАТЕЛЯМ ХОЧЕТСЯ КАЧЕСТВЕННЫЙ И ПРОРАБОТАННЫЙ МИР!",
        "comment": true
      },
      {
        "id": 18,
        "text": "Я вас услышал, хорошо!"
      }
    ]
  },
  {
    "id": 204,
    "text": "— Ищи своего контрабандиста. Надо вылетать как можно быстрее.\n— Удачи вам, ребята!\n— Счастливо, Антенна!\nВот и опять настали эти времена.",
    "answers": [
      {
        "id": 205,
        "text": "Поностальгировать"
      }
    ]
  },
  {
    "id": 205,
    "text": "Лунный полуостров, прибрежное шоссе.\n— Аксис, сумка забита?\n— Да, Ракурс.\n— Тогда бежим отсюда... Что ты делаешь?\n— Я наставил свой плазменный револьвер на тебя!\n— Ну и зачем? Хватит прикалываться, сейчас полиция приедет!\n— Ты правда ничего не понял до сих пор? Бросай оружие, ты арестован!\n— В каком смысле?\nЯ достал голографическое удостоверение.\n— Федеральный агент Аксис? Какого чёрта? Решил с легавыми связаться?\n— Хватит болтать. Пушку на землю. Сумку тоже. Или я могу показать тебе, как плазма прожигает сталь.\n— Мерзавец! Мы столько всего пережили вместе! А ты...\n— Извини, мне надо было выйти из игры. Хватайте его, офицер.",
    "answers": [
      {
        "id": 206,
        "text": "Позже"
      }
    ]
  },
  {
    "id": 206,
    "text": "— Отличная работа, Аксис. Опасный преступник пойман благодаря тебе. Больше Ракурс никого не ограбит.\n— Вы помните о своей части сделки?\n— Конечно. Мы тихо и бесшумно удаляем тебя из здешней системы, как будто тебя и не было никогда. Так мы спасём тебя от разъярённого начальства. Тихо заметём следы про твои делишки с Ракурсом. Посадим тебя на туристическую вертушку и сбросим с костюмом-крылом где-то в районе... Неонового Рассвета. Встреться с нашим связным в гетто, он покажет твоё новое жильё. Теперь ты невидимка для системы ФША. Начни сначала!",
    "answers": [
      {
        "id": 206,
        "text": "ФША - Федеральное Шпионское Агентство ",
        "comment": true
      },
      {
        "id": 207,
        "text": "Вернуться в реальность"
      }
    ]
  },
  {
    "id": 207,
    "text": "Да, конечно легко ты тогда выкрутился. Теперь осталось только подождать Омегу.",
    "answers": [
      {
        "id": 208,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 208,
    "text": "Спустя 10 минут он пришёл. \n— У меня с ним получилось договориться. Завтра на рассвете на нашей улице он поставит свою птичку для взлёта. Постарайся в темпе собраться.",
    "answers": [
      {
        "id": 209,
        "text": "Ждать завтра"
      }
    ]
  },
  {
    "id": 209,
    "text": "— Подъём, Омега. Ты же не хочешь пропустить наш рейс? \n— Точно, в темпе, я вчера собрал рюкзаки, тут самое необходимое.",
    "answers": [
      {
        "id": 210,
        "text": "Выбираться"
      }
    ]
  },
  {
    "id": 210,
    "text": "— Привет.\n— Быстрее забирайтесь, итак на вас время потратил.\n— Как скажешь.",
    "answers": [
      {
        "id": 211,
        "text": "В БПЛА "
      }
    ]
  },
  {
    "id": 211,
    "text": "— Итак, пацаны, смотрите, на ящиках слева лежат два костюма-крыла. На высоте 3-5 километров я вас выброшу. Раскрывайте парашют где-то в километре от поверхности. Мои парни чуток модифицировали конструкцию. Теперь костюм многоразовый. Да, и парашют тоже. Даже рюкзак можно носить, парашют автоматом подстроится. Всё услышали?\n— Конечно!",
    "answers": [
      {
        "id": 212,
        "text": "- Так точно!"
      }
    ]
  },
  {
    "id": 212,
    "text": "— Прямо сейчас мы пролетаем над Классной пустыней. Отсек откроется через 1... 2... 3. Прыгайте!\nОмега выпрыгнул.\n— Йихааа, детка!\n— Сигай быстрее!",
    "answers": [
      {
        "id": 213,
        "text": "Прыгать!"
      }
    ]
  },
  {
    "id": 213,
    "text": "Сперва ты полетел вверх тормашками, небо и земля поменялись местами. Но через несколько секунд ты сумел стабилизировать своё тело.\n— Вот так и надо наслаждаться жизнью! — прокричал Омега.\nНа службе ты уже пользовался стандартными моделями этих костюмов.\n— Омега, расставь в стороны ноги и руки. Так будет легче управлять полётом.\n— Спасибо за совет! Лети за мной, покажу моё тайное убежище!",
    "answers": [
      {
        "id": 214,
        "text": "Лететь за Омегой"
      }
    ]
  },
  {
    "id": 214,
    "text": "Всё-таки красиво лететь здесь. Песок на этой планете красно-синий, очень завораживающий. Но от мыслей тебя отвлёк Омега.\n— Почти километр, раскрываем парашюты.",
    "answers": [
      {
        "id": 215,
        "text": "Раскрыть парашют"
      }
    ]
  },
  {
    "id": 215,
    "text": "Раскрыв парашют, ты приготовился к приземлению и был неприятно удивлён пальбой в твою сторону. Посмотрев вниз, увидел толпу деревенщин, вооружённых... Да блин, отсюда не разглядеть! ",
    "answers": [
      {
        "id": 216,
        "text": "Маневрировать "
      }
    ]
  },
  {
    "id": 216,
    "text": "— Аксис, я знаю, в воздухе тяжело орать, но ориентиром пусть служит тот холмик.\n— Принял, Омега! Что это за колхозники?\n— Ещё не знаю, но мы обязательно найдём ответ!",
    "answers": [
      {
        "id": 217,
        "text": "Снижаться"
      }
    ]
  },
  {
    "id": 217,
    "text": "Полностью приземлившись, ты сразу достал свои любимые парные плазменные пистолеты. И правильно сделал: бандиты продолжили стрельбу по вам двоим уже на земле. Быстро сев за какой-то внедорожник с шинами с лунной гравитацией, ты перевёл дух и оценил врага. Четыре человека. Стреляют скорее навскидку, оружие тоже так себе. Это будет лёгкая задачка.",
    "answers": [
      {
        "id": 218,
        "text": "Стрелять "
      }
    ]
  },
  {
    "id": 218,
    "text": "С деревенщинами покончено. Омега в задумчивости осмотрел тела. \n— На них стоят сильно проржавевшие кустарные импланты от одной крупной банды контрабандистов. Что-то здесь не так.\nВ голове глухо отдалось лишь одно слово. Импланты... импланты... Я...",
    "answers": [
      {
        "id": 219,
        "text": "Потерять сознание ",
        "blackout": true
      }
    ]
  },
  {
    "id": 219,
    "text": "Проснулся ты на каком-то подземном складе. \n— Добро пожаловать отсюда! Ты отключился. Я решил тебя проверить, подключил к аппарату, туда-сюда. В общем, твои импланты сдохли без подзарядки. Не у одного меня есть зависимости.\n— И как я сейчас?\n— Я тебе наспех их вправил, поэтому худо-бедно они работают. Но...\n— Что «но»?\n— У тебя в ближайшее время может начаться сильная ломка...\n— Не неси ерунду, я вполне...",
    "answers": [
      {
        "id": 220,
        "text": "Безумно затрястись"
      }
    ]
  },
  {
    "id": 220,
    "text": "— Аксис, сейчас помогу, держись!\nКогда-то ты читал про ломку от имплантов. Она отличается от остальных её видов. Тремор конечностей, сильные галлюцинации, дикая жажда.",
    "answers": [
      {
        "id": 221,
        "text": "Держаться"
      }
    ]
  },
  {
    "id": 221,
    "text": "Следующие полчаса были настоящим адом. Я это даже описывать не буду. Но ты стойко выдержал! Показал, что тебя не сломит энергозависимость!\n— Аксис, ты как? Я смог наладить ситуацию, ты конечно мужик! Больше такого повторяться не должно.",
    "answers": [
      {
        "id": 222,
        "text": "-Уже хорошо "
      }
    ]
  },
  {
    "id": 222,
    "text": "— Омега, это и есть твоё тайное убежище?\n— Да, бывший склад знакомых торговцев оружием. Отоспись эту ночь, и мы идём к ним.\n— Зачем это?\n— Такого вопроса от тебя я не ждал! За работой конечно! И расспросить про тех деревенщин.\n— А мне будет нормально?\n— Я же говорю, что стабилизировал обстановку.\n— Ну ладно, поверю.",
    "answers": [
      {
        "id": 223,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 223,
    "text": "Омега в соседней комнате, попивая пиво:\n— Эх, а если так подумать... Я тоже чёртов алкоголик! А как я начал пить?",
    "answers": [
      {
        "id": 224,
        "text": "Вспоминать"
      }
    ]
  },
  {
    "id": 224,
    "text": "— Итак, курсант Омега! С гордостью выдаём вам медаль за отличное окончание лётной школы Неонового Рассвета! Отличной погоды, крепких моторов и добрых пассажиров!\nСпустя много лет... Наконец-то я нашёл дело, которым мне нравится заниматься. Устроюсь к кому-нибудь личным пилотом!",
    "answers": [
      {
        "id": 225,
        "text": "Позже "
      }
    ]
  },
  {
    "id": 225,
    "text": "— Что ж, Омега. Мы удовлетворены вашими навыками, тем более нам нужны молодые и амбициозные люди на службе! Вы приняты! БПЛА должен охраняться, обслуживаться и управляться вами! Использовать только для назначенных нами перелётов! Зарплата — десять тысяч неонов в месяц! ",
    "answers": [
      {
        "id": 226,
        "text": "-Я согласен!"
      }
    ]
  },
  {
    "id": 226,
    "text": "С тех пор ко мне на попечение попал огромный БПЛА для коммерческих перелётов. И в один день случилось это...",
    "answers": [
      {
        "id": 227,
        "text": "Что?"
      }
    ]
  },
  {
    "id": 227,
    "text": "БПЛА разрисовали какие-то тупые подростки на байках. \n— А ну убрались отсюда!\n— Дядь, да ты чего? Мы просто развлекаемся! Может обойдёмся без полиции? Держи!\nТак я и познакомился с алкоголем. Плохо, что на тот момент я не знал, что корпорации добавляют в бутылки абсолютно любого производства смесь определённых веществ, вызывающих сильнейшее привыкание. Если когда-нибудь заимею свой бар, исправлю это!",
    "answers": [
      {
        "id": 228,
        "text": "Вернуться в реальность "
      }
    ]
  },
  {
    "id": 228,
    "text": "— Аксис, просыпайся, мы выдвигаемся!\n— Уже?\n— Да! Встал и подвигали!",
    "answers": [
      {
        "id": 229,
        "text": "Выдвигаться"
      }
    ]
  },
  {
    "id": 229,
    "text": "Прошло три часа. Вы вдвоём наконец-то добрались до логова дружков Омеги.\n— Ааа, кого я вижу! Давненько тебя не было, Омега! Стоп, а это что за крендель с тобой?\n— Привет, Сектор. Это Аксис, мой напарник! Не волнуйся, ему можно доверять.\n— Выглядит так, как будто вылез из канализации, хехех.\nТы решил пропустить шутку мимо ушей.",
    "answers": [
      {
        "id": 230,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 230,
    "text": "— Омега, у меня к тебе всего один вопрос. Зачем ты сюда притащился?\n— А сам как думаешь? За работой конечно!\n— А, это всегда пожалуйста! Для тебя! Что-то не уверен я в Аксисе, хиленький он.\n— Я не хиленький, дайте мне проявить себя!\n— Ладно, как скажешь. Только если погибнешь, обратно не приходи. Далеко в горах на северо-востоке есть посёлок наших конкурентов. Эти свиньи вовсю занимаются изготовлением контрафактных нейростимуляторов и оружия. Лови.\nКонтрабандист кинул пузатую пушку.\n— Что это за агрегат? — спросил ты, с трудом поймав её.\n— Гранатомёт компактный модификации «Всеядный».\n— Почему такая модификация?\n— А ты туда можешь заряжать какие хочешь гранаты. Хоть осколочные, хоть ЭМИ, хоть световые. И да, платить не надо, хехе.\n— Что? Аксис, дай сюда эту пушечку! Палить из неё буду я.\n— Погоди, Омега. И что нас с ней сделать?\n— Всё просто. Стереть посёлок с лица... галактики. Его не должно существовать. Там есть спутниковые антенны, лабораторные хижины, оружейные склады и подземные мастерские по изготовлению оружия. План такой: я дам вам два рюкзака боеприпасов, Омега будет посылать бесконечные дружбу, счастье и радость этим гадам, а ты его прикроешь.\n— План понял, задание принял.\n— Иди уже, солдатик.",
    "answers": [
      {
        "id": 231,
        "text": "На месте"
      }
    ]
  },
  {
    "id": 231,
    "text": "— Помнишь, как пользоваться магнитными перчатками?\n— Да, не такой я и тупой.\n— Посмотрим.",
    "answers": [
      {
        "id": 232,
        "text": "Паркур"
      }
    ]
  },
  {
    "id": 232,
    "text": "Спустя пять минут напряжённого лазанья вы оба достигли высоченной равнины. Тут и располагался посёлок.\n— Дай сюда дезинтегратор сенсорных препятствий.\nДСП — прикольная штука. С помощью неё можно видеть сквозь стены и любые другие препятствия. ",
    "answers": [
      {
        "id": 233,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 233,
    "text": "— Штук тридцать врагов точно есть. Надо незаметно подой...\n— Йихааа, Омега пришёл по ваши души!",
    "answers": [
      {
        "id": 234,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 234,
    "text": "Бам, бам, бам! Гранаты разрываются, как смертоносные лепестки.\n— Нарушители на территории, открыть огонь!",
    "answers": [
      {
        "id": 235,
        "text": "Поехали!"
      }
    ]
  },
  {
    "id": 235,
    "text": "Достав свои пистолеты, ты начал стрелять во всё, что движется! А Омега прав, это весело! Тем временем гранаты продолжают лететь, уже от пары хижин ничего не осталось. Бам! Ахаххахах, взорвалась бочка с пироилом! Посёлок горит! Кто-то решил вызвать подкрепление? Бам! Показалось!",
    "answers": [
      {
        "id": 236,
        "text": "Продолжаем!"
      }
    ]
  },
  {
    "id": 236,
    "text": "От посёлка почти ничего не осталось! Время проверить нижние этажи. Только ты пошёл вниз, на тебя со световым ножом напал какой-то выживший.",
    "answers": [
      {
        "id": 237,
        "text": "Сопротивляться "
      },
      {
        "id": 238,
        "text": "Подстрелить его "
      },
      {
        "id": 239,
        "text": "Позвать Омегу"
      }
    ]
  },
  {
    "id": 237,
    "text": "С заметной силой ты начал отодвигать его руку дальше от себя. В ответ он просто достал второй нож и закончил твою жизнь.",
    "answers": [
      {
        "id": 236,
        "text": "Тьма..."
      }
    ]
  },
  {
    "id": 238,
    "text": "Вспомнив об удачно лежащем под рукой плазменном пистолете, ты приподнял его и застрелил врага.",
    "answers": [
      {
        "id": 241,
        "text": "Вставать и искать Омегу"
      }
    ]
  },
  {
    "id": 239,
    "text": "Омега слишком далеко и не услышал твоих напряжённых криков. В следующую секунду в тебя был воткнут нож...",
    "answers": [
      {
        "id": 236,
        "text": "Смерть..."
      }
    ]
  },
  {
    "id": 240,
    "text": "Лишь бы успеть, повышаем обороты в движке! Не успев вписаться в поворот, ты слетел с атмоцикла далеко вперёд. Даже ремни не спасли...",
    "answers": [
      {
        "id": 357,
        "text": "...",
        "blackout": true
      }
    ]
  },
  {
    "id": 241,
    "text": "Порыскав пару минут, ты обнаружил его поджигающим поле какой-то бирюзовой травы.\n— Что это такое?\n— Та растительная бурда, из которой они и делали свой контрафакт. У тебя не будет зажигательной гранатки?\n— На.\nОмега кинул её на поле, вспыхнувшее с новой силой.\n— Теперь можно и на нижний этаж.",
    "answers": [
      {
        "id": 242,
        "text": "Проверять нижний уровень "
      }
    ]
  },
  {
    "id": 242,
    "text": "— Похоже, в этой пещере находится вход туда. Дамы вперёд! — подшутил Омега.\n— Да пошёл ты. ",
    "answers": [
      {
        "id": 243,
        "text": "Лезть"
      }
    ]
  },
  {
    "id": 243,
    "text": "Чем больше вы вдвоём лезли вглубь пещеры, тем больше крепла уверенность в том, что это не просто пещера. Это какой-то заброшенный храмовый комплекс!\n— На кой ляд они построились над древней постройкой?\n— Я почём знаю? Может реликвии хотели потолкать втридорога...\n",
    "answers": [
      {
        "id": 244,
        "text": "Лезть"
      }
    ]
  },
  {
    "id": 244,
    "text": "Исследование пещеры закончилось прямо перед древними, монолитными дверьми. В центре находилось странное углубление квадратной формы, в котором явно чего-то не хватало.\n— Ищем чёртов кубик!\n— Где?\n— Везде!",
    "answers": [
      {
        "id": 245,
        "text": "Искать"
      }
    ]
  },
  {
    "id": 245,
    "text": "— Аксис, смотри, я нашёл что-то похожее!\n— А ну дай сюда!\nОмега кинул тебе странный куб из неизвестного материала.\n— Интересно...",
    "answers": [
      {
        "id": 246,
        "text": "Вставить"
      }
    ]
  },
  {
    "id": 246,
    "text": "Ты вставил куб в отверстие. Ничего не произошло. Покрутил его, поменял стороны. Всё мимо.\n— А как насчёт настроить эту штуку?\n— Продолжай.\n— Видишь, тут есть символы! Корона, витрувианский человек, ветка папоротника, а ещё циркуль и линейка!\n— И что нам с этого, Омега?\n— Судя по всему, это нечто вроде кубика Рубика, только две стороны не задействованы.\n— Это круто, я не спорю, но где найти алгоритмы для решения?\n— На дверях вроде было что-то написано.",
    "answers": [
      {
        "id": 247,
        "text": "Читать"
      }
    ]
  },
  {
    "id": 247,
    "text": "Я — твердыня, что в четырёх углах света стоит,\nИ каждый лик мой тайну свою хранит.\n\nНа лике моём, что к холоду взирает,\nВенец царский блистает, власть немую речёт.\n\nК восходу солнца обращён, муж совершенный\nВ круге и квадрате объят, мерой мира всякой являясь.\n \nГде зной палит,\nЦиркуль с линейкой, да буква «G» сокровенная,\nМудрость зодчих вещают.\n \nГде день гаснет,\nЛист лесной, что без цветка произрастает,\nТайны древности хранит.",
    "answers": [
      {
        "id": 248,
        "text": "Отгадывать"
      }
    ]
  },
  {
    "id": 248,
    "text": "К какой стороне света обращена корона?",
    "answers": [
      {
        "id": 249,
        "text": "Север"
      },
      {
        "id": 250,
        "text": "Юг"
      },
      {
        "id": 250,
        "text": "Запад"
      },
      {
        "id": 250,
        "text": "Восток"
      }
    ]
  },
  {
    "id": 249,
    "text": "Одна сторона куба едва ощутимо засветилась.\nК какой стороне куба обращён витрувианский человек?",
    "answers": [
      {
        "id": 251,
        "text": "Юг"
      },
      {
        "id": 251,
        "text": "Запад"
      },
      {
        "id": 253,
        "text": "Восток"
      }
    ]
  },
  {
    "id": 250,
    "text": "Что-то не сходится.",
    "answers": [
      {
        "id": 248,
        "text": "Думать "
      }
    ]
  },
  {
    "id": 251,
    "text": "Что-то не сходится.",
    "answers": [
      {
        "id": 249,
        "text": "Думать"
      }
    ]
  },
  {
    "id": 252,
    "text": "Закончив с этой стороной, ты без труда нашёл подходящее положение для ветки папоротника. Мощная вспышка мгновенно осветила пещеру. Не без труда вернув контроль над зрением, ты засунул куб в законное место — отверстие в дверях.",
    "answers": [
      {
        "id": 255,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 253,
    "text": "Ещё одна сторона куба приобрела странное свечение.\nК какой стороне куба обращены геометрические инструменты?",
    "answers": [
      {
        "id": 252,
        "text": "Юг"
      },
      {
        "id": 254,
        "text": "Запад"
      }
    ]
  },
  {
    "id": 254,
    "text": "Что-то не сходится.",
    "answers": [
      {
        "id": 253,
        "text": "Думать"
      }
    ]
  },
  {
    "id": 255,
    "text": "Сперва ничего не происходило. Но через примерно пять секунд двери соизволили открыться.\n— Интересно, они всегда так долго ждут возможность попасть на работу?",
    "answers": [
      {
        "id": 256,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 256,
    "text": "Пройдя в открывшийся зал, ты приобрёл смешанные ощущения. Смесь древней культуры и современных технологий создавала эффект иллюзорности, неправильности. Тебе не хотелось разрушать это место...\n— Аксис, ты там заснул?\n— Я? Неа! Просто любуюсь тем, что предстоит взорвать.\n— Да, такую архитектуру потеряли. Только я тут подумал... В общем, обойдёмся обычной взрывчаткой. Сам понимаешь, пещера, взрывы, камни на головы...\n— Разумно мыслишь.",
    "answers": [
      {
        "id": 257,
        "text": "Устанавливать"
      }
    ]
  },
  {
    "id": 257,
    "text": "Равномерно (наверное) установив взрывчатку по всей тайной базе, вы решили не подрывать её сразу. Вместо этого вы с Омегой порыскали по округе и нашли многозарядную сигнальную ракетницу с управляемыми зарядами, разобранные прототипы самодельных ледомётов, мешки с контрафактом, кустарные батареи для лучевых ружей. О, а вот и сами ружья! А, нет, это всего лишь муляжи. Жаль, тебе всегда хотелось пострелять из настоящей «Анархии». Прихватив сигналку, ты решил, что пора уходить. Омега согласился.",
    "answers": [
      {
        "id": 258,
        "text": "Пора выбираться отсюда"
      }
    ]
  },
  {
    "id": 258,
    "text": "Выбравшись обратно на поверхность, вы отбежали и подорвали всё, что было внизу. Грохот огромной силы было слышно даже здесь! Но счастье длилось недолго: тут же прилетел огромный БПЛА с шестиствольными рельсотронами по бокам. Сев за непритязательное укрытие, ты решил обсудить, что делать.\n— Аксис, я видел целый атмоцикл, мы можем уе...\n— Нет, мы оба знаем, что они погонятся за нами. Надо избавиться от них.\n— Ну и как? \n— Уезжай. Я разберусь.\n— Ты долбанулся? Тебе напомнить о состоянии твоих имплантов?\n— Я справлюсь. У меня есть план.\n— Какой ещё план? Решил погеройствовать? Ты не в фильме, ты под грёбаными обломками металлической хижины. И с каждой секундой они всё тоньше.\n— Тебе напомнить, какие дела ты вытворял в городе? Что с тобой случилось? Мы как будто поменялись местами!\n— Сейчас не время о таком болтать, просто послу...\n— Я дам тебе время отбежать к атмоциклу и собью БПЛА. Я вернусь. Слово идиота.\n— Какой же ты безбашенный!\n— Есть с кого пример брать, на счёт три начинай бежать. Раз, два, три! Беги!",
    "answers": [
      {
        "id": 259,
        "text": "Начинаем!"
      }
    ]
  },
  {
    "id": 259,
    "text": "Быстрее молнии наклацав необходимую комбинацию на коммуникационной панели, ты выпустил сверхпрочный трос прямо на борт БПЛА. Он прекрасно справился со своей задачей и перенёс тебя немного ближе к его борту. Пилот начал нервно крутить аппарат, надеясь, что ты грохнешься. Но этого не случилось. Рельсотрончик только хотел избавиться от тебя, как ты достал первый компактный ствол, о котором вспомнил — ракетницу. Её барабана на шесть зарядов вполне хватало на твои нужды!\n— Хоба! — сказал ты, выстрелив две ракеты в оператора бортового рельсотрона.\nЕму явно поплохело, запахло жжёным кевларом, и в воздухе повис стойкий аромат мысленных мольб о помощи.\nДобравшись до пилотского отсека, ты приставил сигнальный пистолет к голове пилота, но тот попытался отодрать пушку от головы. Тебе пришлось выстрелить, а БПЛА остался без управления. О нет, ракета задела системы, аппарат накрылся. Только прыгать с костюмом-крылом с такой высоты над равниной крайне рискованно. Вспомнив об утолщённом электрическом проводе, спускающемся вниз, который ты мельком видел в посёлке, ты решил, что пора рискнуть всерьёз! \n— Йихаааааа, детка! — проорал ты, выпрыгнув из БПЛА. Тебе повезло — в полёте ты зацепился за провод, как и рассчитывал. Можно съехать вниз!",
    "answers": [
      {
        "id": 260,
        "text": "- Я чертовски хорош!"
      }
    ]
  },
  {
    "id": 260,
    "text": "Взяв ракетницу в свободную руку, другой ты крепко уцепился за провод. Мчаться вниз было бодряще и на удивление приятно. Погодите, это не Омега ли едет? Точно, он! Выстрелив в воздух сигнальным зарядом, ты привлёк его внимание. Пора красиво закончить спуск.",
    "answers": [
      {
        "id": 261,
        "text": "Внизу"
      }
    ]
  },
  {
    "id": 261,
    "text": "— Омега, ты видел этот взрыв? \n— Аксис, ты... Тебе хорошо? К психиатру давно ходил? Ты чуть не умер, дебил!\n— А мне понравилось. Было так драйвово и адреналиново.\n— С кем я общаюсь...",
    "answers": [
      {
        "id": 262,
        "text": "На базе"
      }
    ]
  },
  {
    "id": 262,
    "text": "— Превосходно выполненная работа. Я не сомневался, что вы справитесь!\n— Ты несколько часов назад называл меня хиленьким!\n— Не помню такого. В общем, мои парни откопали инфу по делу, которое может быть интересно вам. Недалеко от свалки брошенной техники через час пройдёт какая-то встреча между представителями корпорации «Механика» и местными контрабандистами. Фигурирует какой-то чемодан с крутым содержимым. В общем, следующая ваша работа — дистанционно подслушать их разговор. Потом выкрасть ящик.\n— Погоди. А где деньги за прошлую работу?\n— Выполните все поручения — рассчитывайте на хорошую награду.",
    "answers": [
      {
        "id": 263,
        "text": "Делать дело"
      }
    ]
  },
  {
    "id": 263,
    "text": "— Ещё поговорим с тобой. — рявкнул ты, заново собираясь. Ты понятия не имеешь, где свалка, но Омега сказал, что проведёт.",
    "answers": [
      {
        "id": 264,
        "text": "В окрестностях"
      }
    ]
  },
  {
    "id": 264,
    "text": "Добравшись до свалки, вы решили подстраховаться и занять место на самом верхнем этаже брошенной гостиницы неподалёку.\n— Оборудование готово? — спросил ты.\n— Да, держи, наушники-подслушиватели «Длинные уши».\n— Где ты их откопал?\n— А твоё какое дело, дружок? Не бойся, не украл.",
    "answers": [
      {
        "id": 265,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 265,
    "text": "Так, происходят какие-то движения. О, подлетел воздушный кортеж с эмблемами «Механики». Через 5 минут подлетел и плот контрабандистов. Ты подрубил оборудование. Начались переговоры. Так, помехи. Оо, есть сигнал!\n— Принёс деньги?\n— Да, а ты товар притащил?\n— В этом кейсе та техночертяга, которую ты заказал. Мощная штуковина. \n— Дай проверить.\nСпустя минуту.\n— Да, отменный аппарат. Альфредо, передай им деньги.\nОгромный джаггернаут в первоклассной броне передал большой чемодан с деньгами.\n— И куда вы теперь?\n— Сядем на грузовой самолёт корпорации и отправим товар по назначению. Минутку, мне позвонили. Да? В курсе ли я, что за нами шпионят? Да, конечно! Я скажу больше, они уже в ловушке!\n— Омега, какого...\nВ помещение ввалились корпоративные агенты и синхронно ударили вас прикладами своих плазмотронов по лицам.",
    "answers": [
      {
        "id": 266,
        "text": "Дальше",
        "blackout": true
      }
    ]
  },
  {
    "id": 266,
    "text": "Ты проснулся в какой-то затхлой комнатке. На стуле рядом спал Омега.\n— Очнулись? Очнулись, я спрашиваю? Отлично! Так, вы думали, что я тупой? Вы думали, что мы тупые? Что не предугадаем этот дешёвый трюк? Теперь вы у меня в руках. И мы отправим вас в трудовой лагерь «Механики». \n— Пошёл ты!\n— Извини, прости меня пожалуйста! Мне не показалось? Или ты меня реально сейчас послал? Слушай сюда, гладиолус комнатный! Заткнись, когда я говорю! Со старшими в детстве не учили общаться? В следующий раз я тебе в рот засуну плазменную батарейку и буду разогревать её, пока не поджаришься! Усёк? Молодец. Хорошо, я самый спокойный человек. Кстати! Какого чёрта у твоего напарника играл дабстеп в наушниках? Как его там, Омега? Меня раздражает его музыкальный вкус. И мой тебе совет: порви с ним контакты. Нельзя работать с пьяницами и наркоманами. Когда-нибудь он пустит тебе заряд промеж глаз! И не надо меня затыкать, я высказал свою точку зрения! Все мы цивилизованные люди! Выслушал? Говори!",
    "answers": [
      {
        "id": 267,
        "text": "- Что теперь?"
      }
    ]
  },
  {
    "id": 267,
    "text": "— Теперь? Смотри сюда, сейчас прилетит птичка!\n— Что? \nОн ударил тебя, и ты снова отключился.",
    "answers": [
      {
        "id": 268,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 268,
    "text": "Очнулся ты на каком-то складе. Омега шёпотом заговорил с тобой.\n— Аксис, ты как? Этот псих посадил нас в БПЛА для пленных.\n— Паршиво. Есть план?\n— Нет, похоже, это конец...\nОмега едва заметно подмигнул.\nВ аппарат что-то попало.\n— Что это?\n— Не надейся. Наверное, просто турбулентность.\nДвери грузового отсека открылись, и на борт зашли... наёмники?\n— Попытка освобождения заложников, защищать судно!\nОдин из наёмников подбежал к тебе и срезал фиксирующие наручники.\n— Мы свои. Бери пушку. Да, ужасный плазменный полуавтомат, но лучше, чем ничего.",
    "answers": [
      {
        "id": 269,
        "text": "Стрелять"
      }
    ]
  },
  {
    "id": 269,
    "text": "Из динамиков на потолке заговорил знакомый голос.\n— Прелестно. Аксис, крошка, ты тут? Молодчина! Помнишь, о чём мы говорили? Пробуди ярость! Давай, напрягись. Тебе это нравится! Режь! Стреляй! Превосходно. Что? Почему я говорю с тобой? Ты такой же... Как я в молодости. Крышедвинутый. Увидимся, мальчик. И при следующей нашей встрече кто-то из нас обязательно погибнет! Помни мои слова!\nОтвлечённый его голосом, ты едва не пропустил вонзившееся в стену рядом шоковое лезвие. Время разобраться с этими придурками!",
    "answers": [
      {
        "id": 270,
        "text": "Стрелять"
      }
    ]
  },
  {
    "id": 270,
    "text": "— Внимание, разгерметизация воздушного судна! Всем находящимся на борту немедленно использовать кислородные костюмы. — проговорила аварийная система.\nС потолка упали несколько защитных кислородных костюмов с замкнутой системой дыхания и продвинутой циркуляцией воздуха. А ещё в последних моделях добавили оптический камуфляж и повышенную защиту от зарядов и взрывов.",
    "answers": [
      {
        "id": 271,
        "text": "Использовать "
      }
    ]
  },
  {
    "id": 271,
    "text": "За короткое время напялив его на себя, ты почувствовал сильное опьяняющее чувство и волну эйфории. Так свежий кислород воздействует на твоё тело. Вдоволь насладившись, ты укрылся за ближайшим чёрным ящиком и начал пальбу.",
    "answers": [
      {
        "id": 272,
        "text": "Стрелять "
      }
    ]
  },
  {
    "id": 272,
    "text": "Враги тоже успели одеться в костюмы. Теперь побоище отчасти похоже на космическое сражение. Подумав о том, что терять уже нечего, ты...",
    "answers": [
      {
        "id": 273,
        "text": "Кинул чуть дальше бомбу-липучку"
      }
    ]
  },
  {
    "id": 273,
    "text": "Кинув бомбу-липучку, ты не ожидал масштабной детонации ящиков, задетых взрывом! Похоже, внутри было что-то крайне взрывоопасное. Хорошо, что обшивка аппарата худо-бедно держится. Плохо, что системы пожаротушения, похоже, сделаны тут через одно место, и огонь быстро подбирается. И тут появился Омега...\n— Ой, а это что за пылесос? — сказал он, и активировал пожарный пылесос. Тот начал с громких жужжанием втягивать пламя в себя, и большую часть огня удалось потушить. ",
    "answers": [
      {
        "id": 275,
        "text": "Расстрелять остатки неприятеля"
      }
    ]
  },
  {
    "id": 274,
    "text": "Каркас какого-то робота.",
    "answers": [
      {
        "id": 99,
        "text": "Нет, спасибо!"
      }
    ]
  },
  {
    "id": 275,
    "text": "Быстренько разрядив обе обоймы своих любимых пистолетов, ты лихвой понёсся в пилотскую кабину. Нервный хозяин помещения трясся и держал табельный парализатор наготове.",
    "answers": [
      {
        "id": 276,
        "text": "Убить его"
      },
      {
        "id": 277,
        "text": "Не убивать его"
      }
    ]
  },
  {
    "id": 276,
    "text": "Не мешкая, ты пристрелил незадачливого авиатора. Время полетать!",
    "answers": [
      {
        "id": 278,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 277,
    "text": "Ты решил пощадить незадачливого авиатора.\n— Вали отсюда, я знаю, что у тебя есть встроенный парашют для чрезвычайных ситуаций.\nПарень начал нервно собираться, почти вышел из помещения, но в последний момент развернулся и выстрелил из парализатора! Стрелял он криво, поэтому не попал. Зато тебя это выбесило.\n— Я дал тебе одну чёртову попытку! И ты её так потерял! Бам!\nТы выстрелил в него. Плазма прожгла его незащищённую голову и... Без подробностей!",
    "answers": [
      {
        "id": 278,
        "text": "Сесть за руль"
      }
    ]
  },
  {
    "id": 278,
    "text": "Расположившись в кресле пилота, ты приступил к управлению воздушным судном. Через пять секунд пришёл Омега и дал тебе смачный подзатыльник.\n— Эй, кретин, ты офигел? За что?\n— Только у меня здесь права авиатора. Я сдал экзамены в местной лётной школе на десяточку!\n— И что?\n— Вылез и дай место профессионалу!\n— Камикадзе недоделанный...",
    "answers": [
      {
        "id": 279,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 279,
    "text": "Спустя минуту до тебя допёрло.\n— Омега, а куда мы летим? \n— У меня появился план по перехвату нашей посылки. Аппарат-то мелкий, есть шанс удачи.\n— Что задумал? Может, я поучаствую?\n— Пустяки. Влететь в салон грузового самолёта. Половина охраны сразу отлетает, вторая половина в шоке. Берём их техническую новинку и... как-нибудь свалим.\n— У меня масса вопросов. Откуда ты узнал, где пролетает их самолёт? Как мы найдём коробку с девайсом? Как же план побега?\n— Потом отвечу. Что касается побега... Не забывай про наши костюмы-крылья. Они многоразовые, чёрт возьми! \n— Информативно. Странно. Почему мне нравится этот план? Разве все нормальные люди не орали бы, что ты... безбашенный хипстер с лицензией пилота?\n— Кто тебе сказал, что ты нормальный человек? Обстоятельства по-разному влияют на людей. И на меня тоже. И на тебя!",
    "answers": [
      {
        "id": 280,
        "text": "Сосредоточиться на плане"
      }
    ]
  },
  {
    "id": 280,
    "text": "Кратко обрисовав положение дел отряду дружественных наёмников, ты приготовился к тяжёлой посадке. Когда впереди показался корпоративный самолёт на улучшенных крыльях гиперзвуковой технологии, Омега выдавил максимальный разгон.\n— Лёгкий БПЛА под номером ВЛ80К, почему вы летите на такой близости к стратегическому самолёту? Как вы вообще на ваших хиленьких двигателях приблизились? Сообщите свои цели и направление полёта. Потом немедленно измените курс, иначе мы применим меры!\nФраза про хиленькие двигатели задела Омегу до глубины души.\n— Оу, меры? Какие ещё меры? Постреляете в меня из своих колхозненьких гаусс-винтовок? Направите плазмотроны на мирный гражданский летательный аппарат?\n— Да, если придётся. Повторяю: сообщите свои цели и направление полёта. \n— Так, цели. Забросить отряд вооружённых до зубов наёмников к вам на борт! Направление? Твоя нора, желательно поглубже.\n— Очень смешно. Хочешь испытать гнев орудий охранных квадов?\n— Знаешь, дружище, я готов пойти на это!\n— К чёрту, открыть главную платформу, избавимся от мусора своими силами!",
    "answers": [
      {
        "id": 281,
        "text": "Подлетать"
      }
    ]
  },
  {
    "id": 281,
    "text": "— Аксис, до них осталось около километра, достаточно близко для бортовых орудий. Попробуй пострелять, остальных попытаюсь передавить.",
    "answers": [
      {
        "id": 282,
        "text": "Стрелять!"
      }
    ]
  },
  {
    "id": 282,
    "text": "Прицел с максимальным повышением кратности позволяет детально разглядеть обстановку на платформе. Сейчас там три рельсотрончика, три человека, обслуживающие одну реактивную пусковую установку с самонаводящимися ракетами и один снайпер, вооружённый снайперским плазмотроном — такая игрушка запросто пробивает бортовое стекло и может убить пилота. Гранатомётчики только подготавливают орудие, рельсотрончики наготове, снайпер сосредоточенно водит пушкой из стороны в сторону.",
    "answers": [
      {
        "id": 283,
        "text": "Стрелять по рельсотрончикам"
      },
      {
        "id": 284,
        "text": "Целиться в расчёт пусковой установки"
      },
      {
        "id": 285,
        "text": "Навестись на снайпера"
      }
    ]
  },
  {
    "id": 283,
    "text": "Ты решил выстрелить в группу рельсотрончиков. Ты попал, да только их рельсотроны не оснащены прицелами, поэтому на такой дистанции не принесли бы существенного вреда. Зато снайпер отлично нацелился на Омегу и выстрелил. Через секунду — потеря управления и падение.",
    "answers": [
      {
        "id": 282,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 284,
    "text": "Приняв решение, ты отправил огонь с небес на расчёт пусковой установки. Эта массивная тренога автоматически наводится на заданную цель и пускает удивительно точные ракеты, но и требует усилий троих человек. Расчёт был уничтожен, но он был ещё не готов к атаке, а вот снайпер вовремя атаковал — Омега был прикончен. ",
    "answers": [
      {
        "id": 282,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 285,
    "text": "Выбор был сделан. Успешно наведясь на снайпера, ты сделал выстрел. Как раз вовремя — его оружие было нацелено на лобовое стекло БПЛА и было готово убить Омегу.",
    "answers": [
      {
        "id": 162,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 286,
    "text": "— Интересное предложение. Я согласен. Тащите запасной револьвер. И развяжите Омегу.\n— Не понял? Разве дуэль не между нами?\n— Я хочу с ним! Живо отошёл, пока не передумал.",
    "answers": [
      {
        "id": 287,
        "text": "Отойти "
      }
    ]
  },
  {
    "id": 287,
    "text": "Головорезы шерифа развязали Омегу, предусмотрительно схватив его за руки, чтоб не набросился на главного.\n— Отпустите, ааа! \n— А вот и револьвер.\nТы решил вклиниться в этот шедевральный разговор.\n— Можно вопрос?\n— Валяй. — сказал шериф, закуривая сигару.\n— Откуда у тебя такие старые револьверы? Мы вроде не в квесте про Дикий Запад.\n— А это, приятель, не твоя забота. Он будет следующим. — ответил шериф, бросая револьвер Омеге.\nОхранники шерифа отпустили Омегу и дали ему подобрать ствол. Тот с трудом сдерживался, чтобы не выстрелить в шерифа. \n— Отлично, Аксис, ты будешь секундантом. Мысленно считай от одного до пяти. На пяти говори стрелять.",
    "answers": [
      {
        "id": 288,
        "text": "Считать(игра за Омегу)"
      }
    ]
  },
  {
    "id": 288,
    "text": "Ты знаешь, что с Аксисом считаешь в одном темпе, не раз проверяли. Осталось только выяснить, когда брать револьвер с пояса. Ты не очень хороший стрелок из этой пушки.",
    "answers": [
      {
        "id": 289,
        "text": "Две секунды до конца отсчёта"
      },
      {
        "id": 290,
        "text": "Одна секунда до конца отсчёта"
      },
      {
        "id": 291,
        "text": "Сразу после конца отсчёта"
      }
    ]
  },
  {
    "id": 289,
    "text": "Ты решил взять револьвер с пояса с сильным опережением.\n— Нарушители правил! Избавьтесь от этих негодяев! — резко заорал шериф, когда ты достал ствол. Видимо, это было не по правилам.",
    "answers": [
      {
        "id": 288,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 290,
    "text": "Ты резко снял пушку с пояса и выстрелил весь барабан в этого дегенерата. Он явно хотел что-то сказать, но получалось только хрипеть. Среди головорезов начались возмущённые и испуганные перешёптывания.\n— Видали, что творится? Пацанчик шерифа нашего уработал!\n— Может его самого уработать?\n— Так нарушение правил будет.\n— Плевать на правила. Это наша зона, так отстоим её.",
    "answers": [
      {
        "id": 292,
        "text": "Игра за Аксиса"
      }
    ]
  },
  {
    "id": 291,
    "text": "Ты только потянулся за револьвером, как обнаружил у себя в груди шесть дырок от пуль.\n— Очень жаль, но ты проиграл, парень. — последнее, что ты услышал перед смертью.",
    "answers": [
      {
        "id": 288,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 292,
    "text": "— Так, а ну отошли назад, иначе вам очень не понравится то, что последует дальше! — громко сказал ты.\n— Правда? Удиви, мальчик. — сказал один из самых смелых бандитов, сделав ещё три шага в твою сторону.\n— Что, нечего ответить?\n— Ну почему же? Да будет огонь с небес!",
    "answers": [
      {
        "id": 293,
        "text": " ?"
      }
    ]
  },
  {
    "id": 293,
    "text": "Как только ты сказал это, с окрестных крыш посыпался шквал зарядов и гранат. Вы с Омегой едва сами не пострадали от этой промоакции.\n— Аксис, что это было?\n— Помощь Сектора и мастерство переговоров.\nТем временем большинство бандитов были уничтожены. Остальные в страхе побежали прочь.",
    "answers": [
      {
        "id": 294,
        "text": "Хехе"
      }
    ]
  },
  {
    "id": 294,
    "text": "Внезапно, на коммуникационную панель пришло сообщение от самого Сектора:\n«Пусть Омега проведёт тебя к бару «Провидение», там кое-что случилось... не могу решить, хотя много в этом бизнесе кручусь. Может, вы поможете?»\nТы написал, что скоро будете.",
    "answers": [
      {
        "id": 295,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 295,
    "text": "— Омега, скажи, куда ты направил свою импульсивность теперь?\n— Это личное, Аксис... Похоже, его банда убила мою семью семнадцать лет назад!\n— Нежданчик. Как это было?\nСпустя минуту молчания.\n— Космопорт «Восходящий». «Осколки сингулярности» налетели, как саранча на виноградники. Они грабили и убивали, ища какие-то административные документы. Мне пришлось отбиваться. Я своими глазами видел, как на складе горели мои родители. Долбаное бронированное стекло не дало мне даже попытаться вытащить их оттуда! Грёбаные мерзавцы...",
    "answers": [
      {
        "id": 296,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 296,
    "text": "Омега очень редко рассказывал о семье. А когда рассказывал, был чересчур эмоционален.\n— Но есть и плюсы. — продолжил он после небольшой паузы.\n— Какие же?\n— Эти дебилы к нам больше не пристанут! И я отомстил! \n— Да все эти бандиты и контрабандисты связаны. Мы напоролись на какой-то клубок. \nНо сейчас не об этом. К бару «Провидение» покажешь дорогу? \n— На кой ляд тебя приспичило в эту забегаловку? Я там был, коктейли на редкость разбавленные...\n— Не в этом дело. Сектор зовёт по вопросику.\n— Вот как? Любопытно.",
    "answers": [
      {
        "id": 297,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 297,
    "text": "Дойдя до места, ты резко распахнул дверь в бар. Запах дешёвого синтетического табака и взрослой газировки вдарил в нос. За самым дальним столом сидел Сектор.\n— Чего звал? — в лоб спросил ты.\n— Этот бар мы отняли у остатков «Осколков». Пошли в кабинет управляющего, покажу кое-чего.\n— Нехилые хоромы. — вставил напоследок Омега.",
    "answers": [
      {
        "id": 298,
        "text": "В кабинете управляющего "
      }
    ]
  },
  {
    "id": 298,
    "text": "Этого ты не мог ожидать. Вообще...\n— Какого? — не выдержал и Омега. Тут связанными сидели простые рабочие. \n— Ты привёл нас к ним? Зачем? \n— В здешнем главном хранилище алкоголя никаким алкоголем и не пахло. Зато была подпольная нейростимуляторная лаба.\n— В этой пустыне все хотят на этом подзаработать, да?\n— Теперь только мы. Крупных конкурентов попросту не осталось. И... я даю вам двоим выбор. Что мне сделать с этими химиками?",
    "answers": [
      {
        "id": 299,
        "text": "Хлопать глазами"
      }
    ]
  },
  {
    "id": 299,
    "text": "— Ты нас ради этого позвал?\n— Ну да. Мне просто скучно. И любопытно, как человек поступит в такой ситуации...\nНемного порыскав по комнате, он вручил тебе лучевой пистолет.\n— Жмёшь на спусковой крючок и убиваешь их. Или...\nВ диалог влез и Омега.\n— Ты достал делать долгие паузы, быстрее!\nСектор довольно ухмыльнулся.\n— Как знал, что сейчас что-нибудь вякнешь!\n— Да отпусти их! Они мигранты, у них даже документов нет, ближайший патруль их подберёт. \n— Помнится, кто-то в городе замочил одного торгаша! — сказал ты.\n— Я разбираюсь в людях и знаю, от кого ждать проблем.\n— Неужели? ",
    "answers": [
      {
        "id": 300,
        "text": "Застрелить рабочих "
      },
      {
        "id": 301,
        "text": "Послушать Омегу"
      }
    ]
  },
  {
    "id": 300,
    "text": "Короткая лучевая волна пронзила пространство. Через секунду все были мертвы. Приятно.\n— Было познавательно! Аксис, дружище, я могу с уверенностью сказать, что ты грёбаный псих и садист! Как раз тот, кто подходит для работы на меня! А Омега размяк, как я погляжу! \nОмега молча смотрел на трупы. \n— Ты реально сожалеешь? Всё-таки сильный ты человек, эмпатию до конца тебе не выжгли. Не грусти. Я тут подумал. Этот бар теперь твой. ",
    "answers": [
      {
        "id": 302,
        "text": "Смотреть на его реакцию"
      }
    ]
  },
  {
    "id": 301,
    "text": "— Омега прав, пусть бегут.\n— Всё-таки что-то человеческое в тебе осталось. Неплохо. Надо кое-что сообщить. Омега, этот бар теперь твой! Всё равно не на кого оставить...",
    "answers": [
      {
        "id": 302,
        "text": "Смотреть на реакцию Омеги"
      }
    ]
  },
  {
    "id": 302,
    "text": "Омега сразу оживился.\n— Правда? Это же моя мечта давняя!Спасибо, Сектор. \n— Не за что, болванчик.\n— Это почему я болванчик?\n— Потому что моральные принципы включил. В криминальном мире так нельзя.\n— Есть психи. И есть обычные преступники. Да, я сбежал с психушки, но это не значит, что я отбитый.\n— Хватит болтать. Бар твой. Лаба тоже. Удачи, девочки.\n",
    "answers": [
      {
        "id": 303,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 303,
    "text": "— Я тоже пойду.\n— Аксис, постой. Раз лаба свободна, я наконец-то могу применить свои навыки химика на практике. Как насчёт коктейлей-стимуляторов? Есть у меня пара рецептов. Готовить не надо, я сам. Просто выпей.\n— Ну ладно, я попробую.",
    "answers": [
      {
        "id": 304,
        "text": "Ждать приготовления"
      }
    ]
  },
  {
    "id": 304,
    "text": "— Аксис, иди вниз. — заорал тебе Омега.\n— Так, что это за бодяга?\n— Это мои секретная сыворотка, только для своих. «Электроманго», оно даёт тебе возможность манипулировать локальными электрополями.\n— Так, вопрос. Откуда у тебя этот чудный рецепт? Это вообще безопасно пить?\n— Маленькая доза двести тридцать пятого урана ещё никому не вредила.\n— Чего?\n— Шутка. Или нет...",
    "answers": [
      {
        "id": 307,
        "text": "Выбрать «Электроманго»"
      }
    ]
  },
  {
    "id": 305,
    "text": "",
    "answers": []
  },
  {
    "id": 306,
    "text": "",
    "answers": []
  },
  {
    "id": 307,
    "text": "Приняв решение, ты выпил это прекрасное сочетание неизвестных ингредиентов. На миг глаза стали видеть ярче, а потом пришли резкие покалывания по всему телу и галлюцинации. Ты в роли электрического человека летаешь над пятью близко расположенными пилонами. Похоже, надо их как-то связать для твоего освобождения.",
    "answers": [
      {
        "id": 310,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 308,
    "text": "— Аксис, какой же ты неблагодарный! Я ведь тебе всё рассказал, наставил на путь истинный, а ты...так со мной обошёлся. А всё из-за тупого укурка Омеги!\nТы обернулся и увидел того, за кем пришёл.\n— Почему ты не сбежал?\n— Для меня это тоже дело принципа. — сказал он, обнажая световой меч.",
    "answers": [
      {
        "id": 376,
        "text": "Битва!"
      }
    ]
  },
  {
    "id": 309,
    "text": "",
    "answers": []
  },
  {
    "id": 310,
    "text": "Ты у первого пилона. Около него какой-то хитрый блок управления. Но не хватает резервной батареи. На столе рядом лежит синяя изолента.",
    "answers": [
      {
        "id": 313,
        "text": "Блок управления:",
        "need": 316
      },
      {
        "id": 326,
        "text": "Подсоединить провода",
        "need": [
          333,
          -326
        ]
      },
      {
        "id": 315,
        "text": "Подобрать синюю изоленту",
        "need": -315
      },
      {
        "id": 316,
        "text": "Подключить резервную батарею ",
        "need": [
          319,
          -316
        ]
      },
      {
        "id": 311,
        "text": "Ко второму пилону",
        "left_answer": true
      },
      {
        "id": 312,
        "text": "К третьему пилону",
        "right_answer": true
      },
      {
        "id": 324,
        "text": "К четвёртому пилону",
        "left_answer": true
      },
      {
        "id": 314,
        "text": "К пятому пилону",
        "right_answer": true
      }
    ]
  },
  {
    "id": 311,
    "text": "Тут пусто. Есть отверстие для проводов. Хотя...карта доступа.",
    "answers": [
      {
        "id": 317,
        "text": "Взять",
        "need": -317
      },
      {
        "id": 321,
        "text": "Подсоединить провода ",
        "need": [
          333,
          -321
        ]
      },
      {
        "id": 310,
        "text": "К первому пилону",
        "left_answer": true
      },
      {
        "id": 312,
        "text": "К третьему пилону",
        "right_answer": true
      },
      {
        "id": 324,
        "text": "К четвёртому пилону",
        "left_answer": true
      },
      {
        "id": 314,
        "text": "К пятому пилону",
        "right_answer": true
      }
    ]
  },
  {
    "id": 312,
    "text": "Абсолютно пустой пилон с одним отверстием для проводом.",
    "answers": [
      {
        "id": 318,
        "text": "Подсоединить провода ",
        "need": [
          333,
          -318
        ]
      },
      {
        "id": 310,
        "text": "К первому пилону",
        "left_answer": true
      },
      {
        "id": 311,
        "text": "Ко второму пилону",
        "right_answer": true
      },
      {
        "id": 324,
        "text": "К четвёртому пилону",
        "left_answer": true
      },
      {
        "id": 314,
        "text": "К пятому пилону",
        "right_answer": true
      }
    ]
  },
  {
    "id": 313,
    "text": "Ошибка: требуется распределение питания и допуск семьдесят два!",
    "answers": [
      {
        "id": 320,
        "text": "Включить систему",
        "need": [
          318,
          326,
          321,
          327,
          322,
          323
        ]
      },
      {
        "id": 310,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 314,
    "text": "У пятого пилона расположен портативный компьютер. «Вставьте карту доступа — протокол защиты семьдесят два». Рядом также лежит длинная связка проводов.",
    "answers": [
      {
        "id": 333,
        "text": "Взять провода",
        "need": -333
      },
      {
        "id": 323,
        "text": "Вставить карту доступа ",
        "need": [
          317,
          -323
        ]
      },
      {
        "id": 327,
        "text": "Подсоединить провода",
        "need": [
          333,
          -327
        ]
      },
      {
        "id": 310,
        "text": "К первому пилону",
        "left_answer": true
      },
      {
        "id": 311,
        "text": "Ко второму пилону",
        "right_answer": true
      },
      {
        "id": 312,
        "text": "К третьему пилону",
        "left_answer": true
      },
      {
        "id": 324,
        "text": "К четвёртому пилону",
        "right_answer": true
      }
    ]
  },
  {
    "id": 315,
    "text": "Ты подобрал синюю изоленту.",
    "answers": [
      {
        "id": 310,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 316,
    "text": "Ты подключил резервную батарею. Блок управления заработал.",
    "answers": [
      {
        "id": 310,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 317,
    "text": "Карта доступа взята.",
    "answers": [
      {
        "id": 311,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 318,
    "text": "Провод успешно соединён с третьим пилоном!",
    "answers": [
      {
        "id": 312,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 319,
    "text": "Ты успешно перетащил батарею.",
    "answers": [
      {
        "id": 310,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 320,
    "text": "Дёрнув рубильник, ты получил заслуженный эффект: плотная волна электричества ударила тебя, и ты полетел обратно в реальность.",
    "answers": [
      {
        "id": 325,
        "text": "В реальности "
      }
    ]
  },
  {
    "id": 321,
    "text": "Провод успешно соединён со вторым пилоном!",
    "answers": [
      {
        "id": 311,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 322,
    "text": "Провод успешно соединён с четвёртым пилоном!",
    "answers": [
      {
        "id": 324,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 323,
    "text": "Карта доступа принята! Уровень допуска семьдесят два активен!",
    "answers": [
      {
        "id": 314,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 324,
    "text": "У четвёртого пилона лежит массивная резервная батарея.",
    "answers": [
      {
        "id": 319,
        "text": "Перетащить батарею к первому пилону",
        "need": -319
      },
      {
        "id": 322,
        "text": "Подсоединить провода",
        "need": [
          333,
          -322
        ]
      },
      {
        "id": 310,
        "text": "К первому пилону",
        "left_answer": true
      },
      {
        "id": 311,
        "text": "Ко второму пилону",
        "right_answer": true
      },
      {
        "id": 312,
        "text": "К третьему пилону",
        "left_answer": true
      },
      {
        "id": 314,
        "text": "К пятому пилону",
        "right_answer": true
      }
    ]
  },
  {
    "id": 325,
    "text": "Ты очнулся, что ожидаемо, под пилоном. Заброшенным пилоном. Пора навестить этого варщика.",
    "answers": [
      {
        "id": 328,
        "text": "К Омеге"
      }
    ]
  },
  {
    "id": 326,
    "text": "Провод успешно соединён с первым пилоном!",
    "answers": [
      {
        "id": 310,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 327,
    "text": "Провод соединён с пятым пилоном!",
    "answers": [
      {
        "id": 314,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 328,
    "text": "— О, Аксис, уже вернулся?\n— Что за галлюциногенный коктейль ты мне дал?\n— Аксис, ну оно же всё на травках, натуральное!\n— Это ты на травках сидишь, если делаешь такое. Я даже эффекта не ощутил!\n— Эффект был. Просто во сне. \n— Это ты у меня сейчас во сне полежишь. Ты даже не додумался проверить, где я! \n— Обычное стечение обстоятельств...",
    "answers": [
      {
        "id": 329,
        "text": "Пришло сообщение "
      }
    ]
  },
  {
    "id": 329,
    "text": "«Если вы это читаете, значит нам нужна ваша помощь. Не так давно «Механика» проспонсировала полномасштабный захват нашего района. Надо его отбить. Жду вас, ребята!». Неизвестный отправитель. Даже подробностей не дал! Всем что-то да надо! И ещё так клишированно!",
    "answers": [
      {
        "id": 330,
        "text": "Сообщить Омеге"
      }
    ]
  },
  {
    "id": 330,
    "text": "— Наших в городе растягивают, как сыр по макаронам. Им нужна помощь!\n— Я не смогу.\n— Какого чёрта? Мало того, что меня бесит, что автор постоянно меня автоцензурирует, не позволяя говорить матюки, так и ты ещё включил неженку? Причины назови! \n— Вот одна из них.",
    "answers": [
      {
        "id": 331,
        "text": "Сообщение от Сектора"
      }
    ]
  },
  {
    "id": 331,
    "text": "«Омега, на твой бар в скором времени проведут нападение квады контрабандистов. Сам понимаешь, конкуренция.»\n— Уважительная причина. Тогда я сам.",
    "answers": [
      {
        "id": 332,
        "text": "Ехать к Сектору за помощью"
      }
    ]
  },
  {
    "id": 332,
    "text": "— Сектор...\n— Тебе нужна моя помощь, чтобы добраться до города.\n— Откуда ты узнал?\n— Аксис, мы взрослые люди, оба понимаем, что я вас с Омегой прослушиваю.\n— Так, стоп. Я не давал разрешения!\n— Неважно. Всё равно шифрование данных — лишь обманка. Товарищ майор из корпорации всё равно всё узнает про тебя!Ладно, хорошо. Я помогу тебе, ведь по доброте душевной...\n— Ты торговец оружием, о какой доброте ты говоришь?\n— Не перебивай. Ладно, я просто хочу расширить свой рынок до клиентов из гетто.\n— Так говори прямо.\n— Криво. Мы дадим тебе изменитель внешности и форму их банды. Потом доставим до города. Ты аудиенцию запросишь. Потом придумаешь что-нибудь. Да, план так себе, зато с душой. И да, за услугу я тебе не отдам половину денег за работу.",
    "answers": [
      {
        "id": 334,
        "text": "Скрепя сердце, согласиться "
      }
    ]
  },
  {
    "id": 333,
    "text": "Провода с собой.",
    "answers": [
      {
        "id": 314,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 334,
    "text": "— Вот и ладушки. Пошли просканируем твоё тело и заменим временно облик.\nДойдя до нужного аппарата, ты залез внутрь. Прошло около минуты. Тебя вытащили и показали матёрого головореза с ёжиком на голове и парочкой выбитых зубов. Генная инженерия творит чудеса!",
    "answers": [
      {
        "id": 335,
        "text": "Пойдёт!"
      }
    ]
  },
  {
    "id": 335,
    "text": "Парни Сектора оперативно доставили тебя очень близко к месту боевых действий. Так, фейковая карточка новобранца с собой, остаётся только...",
    "answers": [
      {
        "id": 336,
        "text": "Зайти к главному"
      }
    ]
  },
  {
    "id": 336,
    "text": "— Чего надо? — спросил охранник.\n— Срочное донесение для главаря. \n— Что-то вы зачастили, ну проходи.\nОн открыл дверь, пропустив тебя в комнату.\n— Кто там? — сильно нетрезвым голосом спросил один из группы людей, сидящих за столом. Играют в цифровые карты.\n— Важное дон...\n— Всё потом, сейчас подсаживайся, игранём!",
    "answers": [
      {
        "id": 337,
        "text": "Играть"
      }
    ]
  },
  {
    "id": 337,
    "text": "Прошло полчаса. За это время ты уже больше десятка раз успешно отказался выпить с ними, выиграл две партии и проиграл семь. Благо, они быстрые. Как же подобраться к настоящей цели?",
    "answers": [
      {
        "id": 338,
        "text": "Продолжать играть"
      },
      {
        "id": 339,
        "text": "Достать оружие"
      }
    ]
  },
  {
    "id": 338,
    "text": "— Сейчас пушку принесут, сыграем в русскую рулетку!",
    "answers": [
      {
        "id": 340,
        "text": "..."
      }
    ]
  },
  {
    "id": 339,
    "text": "Ты только достал два ствола, как в комнату зашёл охранник с электрическим пистолетом револьверного типа (да, много слов) на подносе. В общем, ты не справился.",
    "answers": [
      {
        "id": 337,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 340,
    "text": "— Так, достаю пять патронов, один вынимаю! Стреляй себе в голову! \nЭто было адресовано тебе. Но ради задания можно и рискнуть. Правда?",
    "answers": [
      {
        "id": 341,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 341,
    "text": "— Ну и в итоге? — спросил Сектор.\n— Враг убит, наступление захлебнулось...\n— Он сам застрелился? \n— Не знаю, додумывай сам. Клятый возрастной рейтинг не даст сказать правду.\n— Вообще-то ты везунчик, Аксис. Ты сам себе жизнь чуть не угробил.\n— Не могу сказать, стрелял ли я себе в голову.",
    "answers": [
      {
        "id": 342,
        "text": "Проведать Омегу"
      }
    ]
  },
  {
    "id": 342,
    "text": "— Йоу, Аксис, я уже слышал, ты мужик!\n— Спасибо, а как твой бар? Вижу, ещё стоит...\n— Да, пришлось повозиться с ПВО, но зато их стратегический резерв... Взорвал экономическую дыру!\n— Твой каламбур неуместен.\n— Душнила.",
    "answers": [
      {
        "id": 343,
        "text": "Тусить в баре"
      }
    ]
  },
  {
    "id": 343,
    "text": "Остаток недели ты с Омегой зависали в его баре. Потом произошло это...",
    "answers": [
      {
        "id": 344,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 344,
    "text": "Выйдя на улицу подышать воздухом пустыни, ты обратил внимание на двух подозрительных людей в банданах. Один из них, нервно оглядываясь, подошёл к тебе.\n— Чего надо?\n— У заброшенного маяка на утёсе. Место встречи.\n— Стой, погоди, с кем?\n— Я тебя не знаю.",
    "answers": [
      {
        "id": 345,
        "text": "Насторожившись, ехать"
      }
    ]
  },
  {
    "id": 345,
    "text": "Какого чёрта? Это тот контрабандист, который вас с Омегой схватил на подслушивании!\n— О, Аксис, мальчик мой, добрался? Не смотри на меня так, я просто хочу поговорить.\n— Почему ты ко мне так фамильярно относишься?\n— С того, что я твой крёстный. Мы оба крещёные, хотя и стали жуткими атеистами в последнее время...Как поживаешь? Никто не обижает, с корпоративными ищейками разобрался? Я сказал своим ребятам сменить локацию работы. И всё только ради тебя, чтоб было хорошо!\n— Зачем ты меня сюда притащил?\n— Как с тобой сложно. Ты сам сюда приехал. Как я уже сказал, просто поговорить. Так вот. Слышал о твоей карточной партии. Закончившейся применением пистолета. Да уж, ты похож на меня.\n— Ты всегда так долго разговариваешь?\n— Ещё раз меня перебьёшь, и столкну со скалы, чтоб разбился. Жизнь ничему не учит?\n— Прости. Продолжай.\nОн всунул тебе в руку револьвер.\n— Этот самый, с рулетки, не спрашивай, как достал. Скажи, ты задумывался, почему людям нравится убивать? Инстинкт выживания? Отбитость?",
    "answers": [
      {
        "id": 346,
        "text": "- К чему этот разговор?"
      }
    ]
  },
  {
    "id": 346,
    "text": "— Я дам тебе возможность загрести бабла в лопатник, делать такие заказы! Я знаю — это то, что тебе заходит. Я наблюдал. Но...не за просто так.\n— Что тебе надо?\n— Мелочи. Сущие пустяки. Помнишь мои слова про пьяниц и наркоманов?\n— Да...\n— Избавься от Омеги, его поступки навредили моей преступной империи хуже, чем бывшая при разводе.",
    "answers": [
      {
        "id": 347,
        "text": "В это время у Омеги"
      }
    ]
  },
  {
    "id": 347,
    "text": "Зазвонил смартфон. Чёрт, выпить спокойно не дадут.\n— Бар «Биокупол» слушает.\n— Это же был бар «Провидение», разве нет?\n— Произошёл небольшой ребрендинг, бывший владелец быстровато отдал мне перспективный бизнес.\n— Омега?\n— С кем говорю?\n— Объединённый офис корпораций «Механика» и «Мегатэк».",
    "answers": [
      {
        "id": 348,
        "text": "Вздрогнуть"
      }
    ]
  },
  {
    "id": 348,
    "text": "— И какого чёрта федералам понадобилось набирать номер лабы бывших нейроторговцев?\n— Спокойно. У нас деловое предложение. Вы прекрасно видите, каким стал Аксис в последнее время. Неуправляемым. Агрессивным. Садистом. Скажите, вам доставляет удовольствие наблюдать это печальное зрелище?\n— Говори быстрее.\n— И всё же?\n— Нет, он меня иногда пугает, хоть мы и партнёры...\n— Вот видите! Давайте так: мы забываем все ваши грешки, отдаём миллион неонов и оплачиваем корабль на другой материк. А вы...устраняете Аксиса.",
    "answers": [
      {
        "id": 349,
        "text": "- Чёрт"
      }
    ]
  },
  {
    "id": 349,
    "text": "Выберите дальнейшие действия:",
    "answers": [
      {
        "id": 350,
        "text": "Убить Омегу",
        "bg_color": [
          1,
          0,
          0
        ]
      },
      {
        "id": 351,
        "text": "Убить Аксиса",
        "bg_color": [
          0.75,
          0,
          0
        ]
      },
      {
        "id": 352,
        "text": "Убить обоих",
        "bg_color": [
          0.5,
          0,
          0
        ]
      },
      {
        "id": 353,
        "text": "Объединиться",
        "bg_color": [
          0,
          0.5,
          0
        ]
      }
    ]
  },
  {
    "id": 350,
    "text": "— Я знал, что тебе понравится моё предложение! Возьми эту бутылку.\n— Зачем?\n— В ней очень токсичный яд. Разъедает организм за минуты. Передай её Омеге в подарок.\n— А если он на радостях захочет выпить со мной?\n— Не глупи, держи лекарство. Выпей за пять минут до попойки.",
    "answers": [
      {
        "id": 92,
        "text": "Приступать"
      }
    ]
  },
  {
    "id": 351,
    "text": "— Прекрасно. Устройте ему встречу в своём баре. Остальное сделаем мы.\nЧёрт, во что ввязался...\n— Алло, это Омега. Ты щас где?\n— Я зависаю с атмоциклистами на горной дороге, классный маршрут!\n— Сможешь приехать в бар? Случилась одна проблема.\n— Но блин, тут классно.\n— Это срочно.\n— Ладно, скоро буду.",
    "answers": [
      {
        "id": 108,
        "text": "Сообщить корпорациям"
      }
    ]
  },
  {
    "id": 352,
    "text": "Карты легли совсем уж неожиданным образом, правда? Не буду мешать рушить чужие жизни, Игрок...",
    "answers": [
      {
        "id": 359,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 353,
    "text": "— Тебя собираются убить! — синхронно произнесли вы оба, как только встретились глазами.\n— И что делать?\n— Мы можем как последние трусы сбежать. Но этот вариант плохой. А что остаётся? Разве что по одному их убить...",
    "answers": [
      {
        "id": 370,
        "text": "Идти за помощью к Сектору "
      }
    ]
  },
  {
    "id": 354,
    "text": "—Эй, тебе не удрать от нас! Иди сюда, поговорить надо.",
    "answers": [
      {
        "id": 7,
        "text": "Начать стрельбу"
      },
      {
        "id": 355,
        "text": "Подойти с разговором "
      }
    ]
  },
  {
    "id": 355,
    "text": "— Посмотрите-ка, кто это у нас тут! Ты чего здесь забыл, валенок?\n— Ребят, я не хочу проблем. Можно мне просто пройти?\n— Ишь чего захотел! Ну ладно, пятьсот неонов.",
    "answers": [
      {
        "id": 356,
        "text": "Заплатить"
      },
      {
        "id": 7,
        "text": "Начать стрельбу"
      }
    ]
  },
  {
    "id": 356,
    "text": "Ты достал из кармана деньги и передал этому крахобору.\n— Спасибо! \nТы краем зрения увидел, как его напарники достали оружие.\nДа уж, выбор без выбора! Ты до конца был пацифистом, и вот что произошло!",
    "answers": [
      {
        "id": 7,
        "text": "Начать стрельбу "
      }
    ]
  },
  {
    "id": 357,
    "text": "— Короче, Омега, я тебя спас. И в благородство играть не буду...Выполнил для меня пару заданий — и мы в расчёте. Редька его знает, на кой ляд за тобой корпоранты охотятся. Ну, значит есть за что.\n— Ты чё несёшь?\n— Нашли мы тебя в пустыне разбившимся. Да, ты везунчик, подобрал сюжетную броню.\n— И что теперь?\n— У нас есть тоннель в подземную сеть коммуникаций. «Возрождение». Через этот гадюшник выйдешь к океану. Там будет ждать подлодка.\n— Ок?\n— Было приятно иметь с тобой дело. Знай, что ты самый лучший псих, которого я знал. Пришла пора прощаться. Подлодка перевезёт на Лунный полуостров.\n— Довольно иронично.\n— Что ироничного?\n— Ничего, прощай.",
    "answers": [
      {
        "id": 358,
        "text": "Лезть в тоннели"
      }
    ]
  },
  {
    "id": 358,
    "text": "Спустя два часа ты уже был у океана.\n— Ты Омега?\n— Ну я.\n— Меня кличут Пропащим. За тебя заплатили. С этого дня ты не Омега, а Геронт.\nЗалезай, времени в обрез. И да, возьми новые документы.",
    "answers": [
      {
        "id": 1,
        "text": "Циклическая концовка"
      }
    ]
  },
  {
    "id": 359,
    "text": "— Пушку опусти.\n— Нет, ты опусти.\n— Мы оба знаем, что выживет только один.\n— Ага, хе. Как глупо.\n— Что насчёт проверенного способа?\n— Опять дуэль?\nМолчаливый кивок.\n— Ладно, отойдём на десять шагов. Побеждает быстрейший. И точнейший...",
    "answers": [
      {
        "id": 360,
        "text": "Первым выстрелил левый силуэт "
      },
      {
        "id": 361,
        "text": "Первым выстрелил правый силуэт"
      }
    ]
  },
  {
    "id": 360,
    "text": "Плазменный выстрел прорезал тихий воздух ночной пустыни. Бездыханное тело Аксиса упало на песок.\n— Нет...\nЗа прошедшее время ты уже несколько раз передумал его убивать.\n— Нееееет!\nКлятый выстрел был произведён из той самой пушки, которую ты украл в начале пути в городе. Чёрт...",
    "answers": [
      {
        "id": 362,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 361,
    "text": "Плазменный выстрел прорезал тихий воздух ночной пустыни. Бездыханное тело Омеги упало на песок.\n— Это всё? Классно его откинуло.\nДальше тебя понесло в безумный смех.\n— И что дальше? Куда идти? Что делать?\nСтало...пусто.",
    "answers": [
      {
        "id": 363,
        "text": "Идти по пустыне"
      }
    ]
  },
  {
    "id": 362,
    "text": "— Приём, на связи Сектор. Что, на какую частоту я вышел? С кем я говорю? Неважно.\nУ Омеги тяжёлая депрессия. Бутылки в его баре заканчиваются каждый час. Ты что-то знаешь, правда? Неважно. Ну, Игрок...До следующего прохождения.",
    "answers": [
      {
        "id": 1,
        "text": "Депрессивная концовка "
      }
    ]
  },
  {
    "id": 363,
    "text": "Кажется, в твоей жизни начинается новая глава. И не факт, что оптимистичная...Когда ты уже разучишься предавать друзей?",
    "answers": [
      {
        "id": 1,
        "text": "Концовка серого картона"
      }
    ]
  },
  {
    "id": 364,
    "text": "Как только ты сдвинул рычаг, комплекс начал потихоньку оживать. Заработала система охлаждения, включилась подсветка...\n— Вас приветствует система безопасности научно-исследовательского комплекса «Возрождение»! Добро пожаловать на базу!",
    "answers": [
      {
        "id": 365,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 365,
    "text": "Везде отключённые роботы, металлические коридоры и... О, вот несколько модифицированных костюмов-крыльев. Можно и взять.",
    "answers": [
      {
        "id": 366,
        "text": "Взять"
      }
    ]
  },
  {
    "id": 366,
    "text": "— Аксис, ты уверен, что можно брать какие-то предметы из научного бункера, заброшенного давным-давно?\n— Пока полиции нет, всё законно!",
    "answers": [
      {
        "id": 367,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 367,
    "text": "Наконец, вы вдвоём дошли до лестницы на поверхность. Неуверенно оперевшись на шаткие скобы, ты полез вверх.",
    "answers": [
      {
        "id": 368,
        "text": "Лезть "
      }
    ]
  },
  {
    "id": 368,
    "text": "Открыв гермодвери изнутри, ты был неприятно удивлён патрулём каких-то деревенщин, проходящим мимо. Они заметили вашу парочку и решили напасть. Укрывшись за ближайшей металлической колонной, ты начал ответную стрельбу.",
    "answers": [
      {
        "id": 369,
        "text": "Стрелять"
      }
    ]
  },
  {
    "id": 369,
    "text": "Что это за деревенщины? Почему они напали? Будем надеяться, ты узнаешь.",
    "answers": [
      {
        "id": 218,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 370,
    "text": "— Да, положение критическое. Но у меня есть парочка игрушек...\n— Каких же?\n— Пустяки. Неоновый корабль. И кибернетические дельтапланы-бомбардировщики.",
    "answers": [
      {
        "id": 371,
        "text": "- Чего?"
      }
    ]
  },
  {
    "id": 371,
    "text": "— Дубина. Мы возьмём кораблик для осады форта контрабандистов, а с дельтапланов вторгнемся в офис и сравняем его с землёй.",
    "answers": [
      {
        "id": 372,
        "text": "- А, ну всё логично!"
      }
    ]
  },
  {
    "id": 372,
    "text": "— Я так и понял. За мной.\nСпустя полчаса ты был в замаскированном доке, где на цифровых волнах покачивался неоновый корабль.\n— Это что за чудо?\n— Долгая история. Бывший владелец отдал мне судёнышко в обмен на неприкосновенность.\n— И что в нём есть?\n— Адамантиновые мортиры, мягкий ход и команда моряков из моих ребят.\n— Сколько же ты всё это строил?\n— Неважно. Сосредоточимся на работе.",
    "answers": [
      {
        "id": 373,
        "text": "Звать команду Сектора"
      }
    ]
  },
  {
    "id": 373,
    "text": "— Пора разнести их форт к чёртовой матери!\nТолько подплывая к плавучей крепости, ты ощутил, как по вам ударили вражеские орудия.\n— Забавно. Как насчёт нашего огня?\nАдамантиновые мортиры превосходно справились со своей задачей. Левый энергетический щит форта дал первый скол.\n— Продолжим давить, ребята!",
    "answers": [
      {
        "id": 374,
        "text": "- Продолжаем!"
      }
    ]
  },
  {
    "id": 374,
    "text": "— Левый энергетический щит полностью уничтожен, подготовить гравитационные платформы!\nТы быстро встал на ближайшую свободную платформу, сгруппировался и, вовремя использовав костюм-крыло, смог перелететь через стену. Омега пусть управляет кораблём. Сейчас идёт дело принципа!",
    "answers": [
      {
        "id": 308,
        "text": "Да!"
      }
    ]
  },
  {
    "id": 375,
    "text": "Уважаемая четвёртая стена! Прости, что раздолбали тебя вдоль и поперёк по всей твоей длине, ширине, высоте, глубине, объёму, массе, плотности, давлению и т.д. Это надо было для постройки сюжета.\nПодпись: Васян Ямской.\nОтвет четвёртой стены:\nАвтор, твои шутки уровня «детский утренник»!",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 375,
        "text": "Кто-то небрежно написал рекламу:\n«Смута - альтернативная вселенная, где от твоих решений зависит судьба целого государства! Ищите по номеру 281864! В процессе написания!»",
        "comment": true
      }
    ]
  },
  {
    "id": 376,
    "text": "— Эх, малец, все вы думаете, что самые умные, а потом попадаете на виселицу!\n— Зачем ты всё это устроил?\n— Я? Я сбил корпоративный самолёт? Я взорвал горный посёлок? Я ограбил банк «Мегатэка»? Ты самовлюблённый эгоист, привыкший всё сваливать на других!\n— Неправда, я вполне отдаю себе отчёт о своих грехах!\n— Что ты знаешь о грехах? Устраивать геноцид ради очистки земли, вот что такое — настоящий грех!",
    "answers": [
      {
        "id": 377,
        "text": "Продолжать бой"
      }
    ]
  },
  {
    "id": 377,
    "text": "Увлечённый разговором, ты пропустил его хитрый финт с подножкой. Лёжа на земле, ты наблюдал, как он хищно склонился над тобой.\n— Отвали!\n— Ты борешься, Аксис. Сопротивляешься. Отличный результат.\nОн присел на колени перед тобой, достал дротик, смоченный какой-то ересью и подтянулся к лицу.\n— Посмотрим на то, какой урок ты извлёк из этого.\nВ это время ты нащупал у себя на поясе плазменный пистолет.",
    "answers": [
      {
        "id": 378,
        "text": "Подстрелить его!"
      }
    ]
  },
  {
    "id": 378,
    "text": "— Предсказуемо. Хе, пусть моё наследие живёт в тебе, но пока что...\nОн вонзил в тебя дротик.\n— Подействует через три часа. — почти прошептал контрабандист...",
    "answers": [
      {
        "id": 379,
        "text": "Идти по форту"
      }
    ]
  },
  {
    "id": 379,
    "text": "Моряки Сектора показали превосходный результат, отбив большую часть форта у неприятеля. \n— Аксис, вот ты где, что произошло? — спросил Омега.\n— Миссия выполнена, подорвите тут всё, отплываем через десять минут.",
    "answers": [
      {
        "id": 380,
        "text": "На корабле"
      }
    ]
  },
  {
    "id": 380,
    "text": "Через два с половиной часа вы уже были на крыше небоскрёба.\n— План помните? Используем предустановленные плазмотроны на дельтапланах для вторжения.\n— Так точно!\n— Тогда начинаем!",
    "answers": [
      {
        "id": 381,
        "text": "Десантироваться"
      }
    ]
  },
  {
    "id": 381,
    "text": "Успешно влетев в здание ничего не подозревающих корпорантов, ты быстро снял с себя каркас ставшего бесполезным дельтаплана. Пора порешать главный вопросик.",
    "answers": [
      {
        "id": 382,
        "text": "Идти к боссу"
      }
    ]
  },
  {
    "id": 382,
    "text": " — Аксис, зачем ты это делаешь? Что тобой движет?\nНу только не сейчас...",
    "answers": [
      {
        "id": 383,
        "text": "Помутнения",
        "blackout": true
      }
    ]
  },
  {
    "id": 383,
    "text": "Ты стоишь у банка. Из далёкого прошлого. Напротив тебя стоит бывший напарник. Ракурс...\n— Кого я вижу? Предатель! Теперь-то ты умрёшь!",
    "answers": [
      {
        "id": 384,
        "text": "Уклониться "
      }
    ]
  },
  {
    "id": 384,
    "text": "Ты уклонился от его неудачного выпада. Пространство стало разваливаться, в конечном итоге трансформировавшись в какой-то клуб.\n— Звать меня Омегой, мэн. \n— Пойдёшь со мной? \n— Почему бы и нет. По рассказам классно. Хаха, мерзавец, думал, я забыл про тех рабочих? Про того пилота? — неожиданно переключился он на настоящего тебя.",
    "answers": [
      {
        "id": 385,
        "text": "Продолжать "
      }
    ]
  },
  {
    "id": 385,
    "text": "Всё превратилось в какой-то полигон.\n— Вспомни, чему я тебя учил! Убей всех здесь! Жми, жми, жми, жми! — заговорил знакомый контрабандист, указывая на красную кнопку. Ты отказался, его охватил безумный смех.\n— Вот как, может быть он убедит тебя?",
    "answers": [
      {
        "id": 386,
        "text": "Кто?"
      }
    ]
  },
  {
    "id": 386,
    "text": "— Привет! Я — твоя неотъемлемая часть. — сказала твоя вылитая копия.\n— Кто? — спросил ты, берясь за пистолет.\n— Твои гнев, отчаяние и гордость! Выбрось пушку, сразимся на ножах, как мужики!",
    "answers": [
      {
        "id": 387,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 387,
    "text": "— Брось балласт мыслей, хватит думать!\n— Что вам всем от меня нужно?\n— Сломать тебя. Чтобы ты стал им.\n— Кем?\n— Всем вместе и ничем целым.\n— Твои тупые слова не имеют смысла! Хватит нести бред!\n— Хахаха, тебе не смешно? Ладно, вот тебе последнее испытание на эту бренную, эфемерную реальность, прозванную «квестом». Реши судьбу человечка.",
    "answers": [
      {
        "id": 388,
        "text": "Проснуться "
      }
    ]
  },
  {
    "id": 388,
    "text": "Ты очнулся, приставив лучевую пушку к голове главы двух корпораций.\n— Аксис, какого чёрта ты вытворил? — спросил в растерянности Омега.\n— Я, я не знаю.\n— Давай, убей его и покончим с этим!",
    "answers": [
      {
        "id": 388,
        "text": "Ваш решающий выбор:",
        "comment": true
      },
      {
        "id": 390,
        "text": "Выстрелить ",
        "left_answer": true
      },
      {
        "id": 389,
        "text": "Не делать этого",
        "right_answer": true
      }
    ]
  },
  {
    "id": 389,
    "text": "— Твои подчинённые больше к нам не прилезут, иначе я...\nТы не договорил, но тебя прекрасно поняли.\n— Омега, пошли.\n— И зачем мы сюда пришли, рискуя своими шкурами? Ради этой типа трогательной сцены?\n— Да. А теперь пошли.",
    "answers": [
      {
        "id": 391,
        "text": "Концовка воссоединения личности"
      }
    ]
  },
  {
    "id": 390,
    "text": "Ты нажал на спусковой крючок и избавился от злейшего врага. Не обращая внимания ни на смех Омеги, ни на испуганные взгляды офисных сотрудников, ты отключился.\n— Пиррова победа, болванчик? Думал, будет поинтереснее. Ой, да кого я обманываю. До новой встречи, Игрок!",
    "answers": [
      {
        "id": 1,
        "text": "Кисло-сладкая концовка"
      }
    ]
  },
  {
    "id": 391,
    "text": "— Всё-таки красиво здесь! — невзначай сказал ты Омеге, стоя на вершине горы.\n—И не говори. Так и какие планы на следующий год?\n— Отдохнуть от последней чертовщины. И сходить к психиатру.",
    "answers": [
      {
        "id": 1,
        "text": "Хороший план"
      }
    ]
  },
  {
    "id": 392,
    "text": "",
    "answers": []
  }
]