[
  {
    "id": 1,
    "text": " Автор: простяг\n Жанр: приключение, боевик.\n\n В королевстве Пастниция к сожалению складываются не лучшие времена. Наследники королевской династии Родославичей сменяют друг друга дворцовыми переворотами, на половине королевства хозяйничают вражеские войска империи Рапландия, на другой половине беспределят бандиты всех мастей.\n Тут будет история семьи купца, крестьянские дети и даже солдата империи. Смогут ли все истории обрести хорошие концовки, или все-таки не такие уж и радушные?\n\n Нация — это единство душ, а не просто географическая область.",
    "answers": [
      {
        "id": 2,
        "text": "Первая глава: Купец",
        "middle_answer": true
      },
      {
        "id": 18,
        "text": "Вторая глава: Крестьянская семья",
        "middle_answer": true
      },
      {
        "id": 17,
        "text": "Достижения",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": " Мужчина сидит в тёмном комнате, а с масляной лампы излучается маленький пучок света. На старом деревянном столе на бумаге считал все расходы и доходы за месяц. Тут открывается со скрипом дверь и в комнату зашла женщина — его жена. Она подошла к мужу и тихонько обняла его за плечи.\n\n — Милый, ужин готов.\n — Да, да. Мне тут немного осталось, потерпи, хорошо?\n — Ты не знаешь что такое с нашей дочерью происходит в последнее время?\n — А что с ней не так? — мужчина посмотрел в лицо любимой.\n — Как что? Она целыми днями сидит в комнате, не с кем не общается. На ее это не похоже...\n — Хорошо, сейчас узнаю у нее ситуацию, — он поцеловал руку жены и пошел на этаж выше, в комнату дочери.",
    "answers": [
      {
        "id": 3,
        "text": "Постучаться и зайти",
        "bgAnswerImage": [
          "https://i.postimg.cc/W4yGdpM4/1000000599.jpg"
        ],
        "left_answer": true
      },
      {
        "id": 4,
        "text": "Зайти без стука",
        "right_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": " Стефан постучал в дверь, звук которого, эхом отдавался в тишине комнаты. Затем, дождавшись ответа, он распахнул дверь, наполнив комнату своим присутствием – силой и властью.\n Ариадна сидела за резным столиком, освещаемая лучами заходящего солнца, которые играли золотом в её волосах. \n Её тонкие пальцы с необычайной ловкостью двигались, вышивая цветок. Она не подняла глаз,  только едва заметно кивнула.\n\n – Ариадна! – прогремел Стефан, его голос, привыкший к шумным базарам и громким торгам,  рассеял тишину. – Почему ты заперлась, как  обиженная дикая кошка? Почему ты избегаешь  всех? Даже свою собственную… мать?\n\n Ариадна продолжала вышивать. Игла в её руках  двигалась с завораживающей плавностью, как  перо птицы.\n\n – Я… занята, отец, – прошептала она, голос её был  тих.\n – Занята? Вышивкой? – Стефан сделал шаг ближе, его тень упала на тонкий стебелёк цветка. – Ты не была никогда такой затворницей! Что происходит? Говори!\n\n Ариадна сжала губы, её пальцы с повышенной  силой вдавили иглу. Её молчание было тяжелее  любого ответа, более раздражающим, чем любая  грубость.\n Стефан постоял ещё несколько мгновений, всматриваясь в её сосредоточенное лицо,  пытаясь расшифровать тайну, заключённую в её молчании. Но лишь встретил пустоту, глубину, в которой его властный взгляд потерялся.   \n Вздохнув, он повернулся и вышел, оставляя её с вышивкой и своей неразгаданной тайной. \n Дверь за ним тихо прикрылась, оставляя за собой  только глубокую и тяжелую тишину.",
    "answers": [
      {
        "id": 5,
        "text": "Кухня",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": " Комната Ариадны, была оазисом тишины среди суетливого купеческого дома. На резном столике  лежала незаконченная вышивка – нити сползали с полуготового цветка. \n Внезапно дверь распахнулась, и в комнату ворвался отец Ариадны, Стефан, лицо его было  смущённым, но решительным.\n\n — Ариаднушка, моя дорогая! Что это с тобой?  Целый день – ни слова, словно птичка без голоса... Все в доме встревожены.\n\n Ариадна резко подняла голову, глаза её вспыхнули необузданным огнём. Вышивка упала на пол, забытая.\n\n — Отец! Как ты смеешь врываться ко мне без стука?! Моя комната – не рынок, где можно бесцеремонно проталкиваться сквозь толпу! Ты хоть немного уважаешь мое личное пространство,  мое право на тишину и уединение?\n\n Стефан опешил, привыкший к тому, что его дочь – тихая, послушная. Его взгляд, обычно строгий и властный, смягчился.\n\n — Прости, доченька. Я переволновался. Твое молчание... Оно пугает. В доме говорят всякое…\n — А что говорят? Что я заболела? Или, быть может,  сбежала  в монастырь, отрекаясь от всего мирского? Или уже видятся призраки в моем молчании?\n\n Её голос звучал резко, словно звенел хрусталь,  готовясь разбиться.\n\n — Нет, доченька, я просто… Я боюсь, что тебе плохо. Может, тебе нужно помочь? Поговорить?\n — Помочь? Мне нужна не твое беспокойная \"помощь\", а уважение к моей личности! Мне нужно  время, чтобы быть одинокой, чтобы подумать. И  для этого мне нужна моя комната, мое уединение.  А ты своим нахальством лишаешь меня даже этого.\n\n Ариадна, сдержав слезы, медленно подняла вышивку с пола. Ее движения были ровными, но в них скрывалась твердость и некая печаль.\n\n — Оставьте меня наедине с собой, отец. И научись стучать в дверь.\n\n Стефан долго стоял неподвижно, вглядываясь в дочь. Он увидел не покорную девушку, а женщину, которой опека не нужна.\n\n —  Прости, ты права.\n\n Он медленно вышел, прикрыв за собой дверь.    Тишина снова опустилась на комнату, но теперь  она была иной – не пустой, а наполненной  достойным молчанием и затаенной силой.",
    "answers": [
      {
        "id": 5,
        "text": "Кухня",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 5,
    "text": " Запах жареного мяса и пряностей витал в просторной кухне, где молчаливо трудился слуга,  чистя картофель. \n Стефан, с раздражением откинулся на стул,  покачивая тяжёлой серебряной ложкой в чашке с крепким кофе. Жена, Элеонора наблюдала за ним с беспокойством.\n\n — Бесполезно! Как каменная статуя сидела, ни слова. Как будто её язык отрезали! Сказала лишь, что всё в порядке, — громко вздохнул купец.\n — Я просила тебя поговорить с ней, не давить, — мягко сказала жена.\n — Давить?! Я пытался поговорить! Спрашивал, что случилось, нужна ли ей помощь. А она – молчание! Это меня и раздражает! Словно я чужой ей человек!\n — Может, её что-то беспокоит… какая-то тайная грусть? Девушки в её возрасте…  они замыкаются в себе, переживают свои маленькие драмы.  Мы с тобой были молоды, помнишь? — Элеонора подошла к окну.\n — Конечно, помню. Но это не оправдывает такое молчание! В нашем доме принято говорить открыто, разговаривать о проблемах. А она… прячется за этой каменной стеной. Это неприемлемо! — хмурясь сказал Стефан.\n\n Слуга, тихонько переставляя тарелки, незаметно отирает вспотевший лоб.\n\n — Может, ей просто нужно время? Не давай ей слишком много внимания, пока она сама не захочет говорить. Давай оставим её в покое, — повернувшись к нему сказала она.\n — Легко тебе говорить. Это её молчание меня тревожит. Что, если с ней что-то случилось? Что-то серьёзное? — потирая виски сказал он.\n — Дорогой, я верю, что всё будет хорошо. Давай подождём. А теперь, пожалуйста, попробуй этот мясной рулет. Марий испек его специально к ужину.\n\n Стефан молчит, глядя на Элеонору с неопределённостью в глазах. Слуга, уже закончив свою работу, осторожно выходит из кухни",
    "answers": [
      {
        "id": 6,
        "text": "Проведать слугу",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": " Комната Мария, уютная, но скромная, пахла сушеными травами и старой древесиной.  \n Стефан, вошёл тихо, ступая мягко, как кошка.  Марий, сидевший в кресле, сгорбившись, как  старый дуб, поднял голову, его глаза, глубокие, как ночное небо, встретили Стефана.\n Стефан сел напротив, на низенький табурет, и положил на колени тяжёлую кисть винограда,  словно драгоценный камень.\n\n — Марий, старый друг, – начал Стефан, – Как самочувствие?  Виноград свежий, с моей плантации хочешь?\n\n Марий медленно взял ягодку, смял её в пальцах, и тихо ответил:\n – Благодарю, господин. Всё как прежде. Старость – это долгая, медленная зима.\n\n Стефан улыбнулся. Он вздохнул и, глядя в мудрые глаза Мария, продолжил:\n\n – А вот моя Ариадна... зима её совсем не похожа на твою. Она как… застывший ручей. Молчалива,  отстранена. Раньше смех её звонко раздавался по всему дому, а теперь… тишина. Как будто зима в сердце её поселилась.\n\n Он замолчал, наблюдая за тем, как Марий медленно жуёт виноградину, его взгляд полон понимания.\n\n – Ты, Марий, жизнь прожил долгую, много повидал. Что скажешь? \n\n Марий, не торопясь, ответил: \n\n  — Бывает, Стефан, что сердце замораживает…  первая любовь. Возможно несчастная, может неразделённая. И тогда мороз этот глубоко в душу проникает, и долго тает.\n\n Стефан кивнул, его взгляд стал задумчивым. Он понимал, что Марий что-то знает. Он встал,  попрощался с Марином и, выходя из комнаты,  пробормотал себе под нос: \" Первая любовь...  горькая ягода...\"",
    "answers": [
      {
        "id": 7,
        "text": "Ночь",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": " Пронзительный скрип половиц, словно стон старой души, вырвал Стефана из объятий сна.            \n Тяжёлый сон, наполненный грезами о баснословной прибыли, рухнул, как карточный домик. Сердце купца, обычно спокойное, заколотилось, будто загнанный в угол фазан. \n Он приподнялся на ложе, одеяло соскользнуло, обнажив его грузовую, но крепкую фигуру.\n Из коридора доносились приглушённые звуки – сдавленный шорох, топот легкой подошвы.              Стефан, ощущая прилив холодного страха, смешанного с неистовством властного человека, встал. Его рука инстинктивно потянулась к массивной дубовой посохе, всегда стоявшему около кровати для защиты от нежданных гостей.\n На лестнице, освещенной бледным лунным светом, прорезающим щель в занавешенном окне, он увидел его. \n Высокий, худой силуэт, одетый в тёмную, почти невидимую в полумраке одежду, поднимался по ступеням, как призрак, крадущийся из самого сердца ночи. В руке он нес что-то маленькое, сверкнувшее на миг металлическим блеском.\n Мозг Стефана мгновенно сработал. Взломщик. И сейчас у него есть выбор. Молча пропустить его, позволив унести драгоценности, накопленные годами упорного труда? Или же схватить вора и отдать его в лапы правосудия? Или... что-то ещё?\n Воздух сгустился, наполнившись тяжестью предстоящего решения. Сердце Стефана уже не только колотилось, но и стучало в ребра оглушительным ритмом.\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Договориться",
        "lua_do": "function lua_do()\n   message (\"Новое достижение!\" .. string.rep (\" \",100))\nend",
        "middle_answer": true
      },
      {
        "id": 8,
        "text": "Сдаться",
        "lua_do": "function lua_do()\n   message (\"Новое достижение!\" .. string.rep (\" \",100))\nend",
        "left_answer": true
      },
      {
        "id": 10,
        "text": "Ударить посохом",
        "right_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": " Не испытывая судьбы, Стефан решил сдаться без боя. Он мирно поднял руки вверх.\n\n — Правильное решение. Щас возьму то, что мне надо и никто не пострадает, — сказал грабитель.\n\n Затем он связал тебя и всех остальных в доме. Не спеша он осматривал дракоценности и клал в мешочек.\n Затем ночной гость подошел к Ариадне и сказал:\n\n — Пока, деточка ты моя. Хих.",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 9,
    "text": " — Что тебе надо? — спросил Стефан.\n — Мне? Твои драгоценности! Лучше сдавайся и все будут целы.\n — Может не надо? Может тебе денег? Или слугу?\n — Мне нужны именно дракоценности. Хотя... у тебя ведь дочь есть верно?\n\n Купец кивнул.\n\n — Раз хочешь себе оставить богатство, то отдай мне дочку и ты меня больше не увидишь.\n — Но... она моя дочь! \n — Богатство либо дочь, выбирай!\n\n Стефан долго колебался, но чувство жадности взяли вверх над ним.\n\n — Ладно, так и быть. Прошу, только обращайся с ней нормально...\n — Не твое дело, папаша.\n\n Грабитель поднялся на второй этаж и было слышно, как из комнаты Ариадны поднялся крик.  А через минуту он уводил за волосы ее из дома...",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": " Стефан почувствовал прилив адреналина, когда его руки затрепетали от волнения. Он размахнулся и изо всех сил ударил посохом в предплечье грабителя.\n Грабитель издал зловещий крик боли, но не намеревался отступать. Стефан, не теряя времени, нанес новый удар, направленный точно в ...",
    "answers": [
      {
        "id": 11,
        "text": "Колено",
        "left_answer": true
      },
      {
        "id": 12,
        "text": "Грудь",
        "lua_do": "function lua_do()\n   message (\"Новое достижение!\" .. string.rep (\" \",100))\nend",
        "right_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": " Стефан, не теряя времени, нанес новый удар, направленный точно в колено противника, чтобы сбить его с ног. Эта атака оказалась успешной: грабитель, потеряв равновесие, оступился, и нож выпал из его руки, бесшумно катясь по лестнице.",
    "answers": [
      {
        "id": 13,
        "text": "Пнуть",
        "lua_do": "function lua_do()\n   message (\"Новое достижение!\" .. string.rep (\" \",100))\nend",
        "left_answer": true
      },
      {
        "id": 14,
        "text": "Прижать",
        "right_answer": true
      }
    ]
  },
  {
    "id": 12,
    "text": " Грабитель отбил атаку. Не теряя времени он воткнул нож в грудь купца и сбежал из дома.\n На место боя сбежались все жильцы дома и увидели ужасную картину: Стефан прижавшись к стенке тяжело храпел, а из раны течет кровь.\n Утром в своей постеле он испустил дух...\n\n Истинная храбрость заключена не в том, чтобы не бояться смерти, а в том, чтобы уметь жить так, чтобы можно было встретить ее с достоинством, — Ромен Роллан.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 13,
    "text": " Стефан решил пнуть грабителя и тут же расплатился за ошибку. Противник всхватил его ногу и потянул на себя и в итоге купец неудачно упал и сломал шею. \n Пока жильцы дома сбежались к месту боя, то ночного гостя уже не было, а купец испустил дух...\n\n Истинная храбрость заключена не в том, чтобы не бояться смерти, а в том, чтобы уметь жить так, чтобы можно было встретить ее с достоинством, — Ромен Роллан.",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 14,
    "text": " Пока грабитель пытался подняться, Стефан, сломив свои страхи, в последний рывок вбил посох в противника, прижимая его к стенке.\n Стефан, наконец, одержал верх, когда грабитель, окончательно сломленный, оставил лишь тень взбешенного противника в затемненном коридоре.\n Стефан, прижав посох, со вздохом облегчения оглядел место битвы.",
    "answers": [
      {
        "id": 15,
        "text": "Отдать стражникам",
        "lua_do": "function lua_do()\n   message (\"Новое достижение!\" .. string.rep (\" \",100))\nend",
        "left_answer": true
      },
      {
        "id": 16,
        "text": "Оставить у себя",
        "lua_do": "function lua_do()\n   message (\"Новое достижение!\" .. string.rep (\" \",100))\nend",
        "right_answer": true
      }
    ]
  },
  {
    "id": 15,
    "text": " — Ты пережил своё последнее деяние, — произнёс Стефан,  завязывая потемневшие от грязи верёвки вокруг тела грабителя.\n\n Тот, привязанный к стулу, сверкал ненавистью, как дикий зверь, попавший в ловушку.\n Стефан отступил в сторону, когда на пороге появился старый слуга Марий.\n\n — Всё гуд? — спросил Марий, его голос резонировал с хриплой мелодией.\n\n Он остановился, окинув взглядом яркую сцену: грабитель метнулся на стуле, а Стефан с жаром кинул ему презрительный взгляд.\n\n — Да, — ответил купец, сглотнув комок адреналина. — Он больше не опасен.\n\n Марий, хмыгнул с присущей ему усмешкой. Он всегда знал, что в глубине души Стефан затаривал в себе не только шелка и пряности, но и мужество, за которое стоит сражаться.\n\n — Долгожданные стражники находятся у двери, — добавил он, слегка потянувшись к своей изношенной шляпе, от чего она на мгновение слетела, открывая его волнистые седые волосы.\n\n Стефан кивнул, в его глазах промелькнула искра надежды. Затем, уверенно повернувшись, он распахнул двери, впуская в дом холодный ночной воздух. На пороге стояли стражники, их тяжёлые доспехи сверкали.\n\n — Мы пришли забрать его, — произнёс один из них, взгляд его был хмурым и властен. \n\n Стефан подошёл ближе к пленнику предоставляя его в руки стражи, как бы выдавая на рассмотрение весь мрак, который окутывал его мир.\n\n — Он чуть не осквернил мой дом.\n\n Старый слуга Марий с задумчивым взглядом задумался о том, как иногда жизни сталкиваются в вихре хаоса и как нелегко с этой ношей идти дальше.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 16,
    "text": " Стефан связал грабителя крепкими верёвками. Он оставил его в подвале до утра.\n Проснувшись на зари, когда росы омывали мир свежестью, купец затеял нечистую игру. Он знал, что этот юноша — просто картонная кукла судьбы в его стремлении к прибыли.\n Стефан, словно искусный художник на рынке, решил продать грабителя тому, кто оценит его ещё выше.\n Мысль о рабстве тяжело легла на сердце, но Стефан свёл её на нет, как временный отголосок.      \nОн встретился с другом, носившим звание торговца живым товаром, чьи глаза светились жадностью и алчностью. Их руки встретились в крепком рукопожатии.\n И вот, грабитель оказался на перепутье своей жизни — его свобода сгорела, словно пепел после огня.\n И с каждым шагом юноша исчезал с глаз, оставаясь живым лишь в истории...",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 17,
    "text": " Тут будут собираться все достижения во время прохождения квеста.",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "text": "\"Работорговец\"",
        "need": 16,
        "id": 17
      },
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "text": "\"Вор ваш\"",
        "need": 15,
        "id": 17
      },
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "text": "\"Без боя\"",
        "need": 8,
        "id": 17
      },
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "text": "\"Дипломат\"",
        "need": 9,
        "id": 17
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 17,
        "text": "\"Павший\"",
        "need": 12,
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "text": "\"Ошибочка\"",
        "need": 13,
        "id": 17
      },
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "text": "\"Знаток\"",
        "need": 20,
        "id": 17
      },
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 18,
    "text": " Из-за ночного барабанного звона дождя по крыше дома, мальчик Коля не мог уснуть. \n Он, его брат и бабушка жили впроголодь, так как деревня где они живут расположена среди большого леса, и не каждый торговец решит сюда сунуться, чтоб хоть что-то продать.\n Думая обрадовать днем бабушку и свои пустые животы, Коля решает разбудить младшего брата по имени Ярослав.\n\n — Эй, просыпайся, — толкая Ярослава, шёпотом говорит Коля.\n — М-м-м, ну не надо-о-о. Дай поспать...\n — Я сказал просыпайся! Мы должны рано утром сходить тайно в лес, чтоб набрать ягоды или грибы. Иль, ты хочешь жевать безвкусные листки капусты?\n\n Ярослав вдруг очнулся после слов о тайной вылазке.\n\n — С ума сошёл? Тебе не хватило той порки на прошлой неделе?\n — Либо мы идем в лес за едой, либо месяц сидеть на траве...",
    "answers": [
      {
        "id": 19,
        "text": "Тихо готовиться к походу",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 19,
    "text": " Коля тихо встал с большой скамейки, которая использовалась как спальное место. Благо шум, исходивший от ходьбы, глушился дождём.\n Бабка спала на печке и мирно сопела. Рядом с печкой находится дверь в подвал, где хранятся корзины. \n Премозгая страх, Коля тихо открыл дверь в эту холодную темноту. Ведь бабуля пугала, что там живет страшный-престрашный старик, который не прочь полакомиться детьми.\n\n — Эй, тут кто-то есть? — сказал как можно тише Коля.\n\n Из темноты ничего не послышалось, и мальчик начал спускаться, как вдруг услышал чей то писк.\n\n — А-а-а! — прикрикнул мальчик и быстро поднялся наверх.\n\n Тут бабушка проснулась и пыталась понять, что случилось. Но быстро уснула опять.\n\n — Уф, пронесло.\n\n Прождал некоторое время Коля и снова открыл дверь в подвал, взял на ощупь самую прижайшую корзинку и отнес к скамейке.",
    "answers": [
      {
        "id": 20,
        "text": "Поискать еще чего-нибудь",
        "lua_do": "function lua_do()\n   message (\"Новое достижение!\" .. string.rep (\" \",100))\nend",
        "left_answer": true
      },
      {
        "id": 22,
        "text": "Ложиться спать до утра",
        "right_answer": true
      }
    ]
  },
  {
    "id": 20,
    "text": " Походив еще по дому, Коля заглянул за печку и увидел книгу.\n Приблизив ее, рассмотрел надпись \"грибы\". \n Держа книгу, мальчик подошел к окошку и при свете луны, стал читать какие можно брать грибы, а какие нет.\n \" Среди съедобных грибов есть настоящие деликатесы. Например, белый гриб (боровик) славится своим насыщенным вкусом и ароматом. Его легко узнать по массивной шляпке и белому стеблю. \n Подосиновики и подберезовики — также популярные представители, которые часто встречаются в лесах. Они прекрасно подходят для жарки, запеканок и супов.\n Однако, не все грибы так дружелюбны. \n Мухомор — один из самых известных ядовитых грибов, который может вызвать серьезное отравление. Его легко узнать по ярко-красной шляпке с белыми пятнами. \n Поганки, такие как бледная поганка, являются крайне опасными и могут привести к смерти даже при небольшом употреблении.\"\n\n",
    "answers": [
      {
        "id": 22,
        "text": "Спать до утра",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": " Утром Ярослав с Колей тихо ушли с дома и пошли в сторону леса. \n Проходя мимо одного дома Коля посмотрел на забитую досками дверь.\n Ходят слухи что этот дом предназначен, чтоб там в заперти умирали больные чумой и другими опасными заболеваниями.\n Трава еще не высохшая от ночного дождя приятно щекотила ноги и одновременно охлаждала.\n\n — Надеюсь, сегодня нам повезет... — сонно произнес Ярик.\n\n Прошло время и вы на опушке леса пошли вдоль тропинки. Как вдруг услышали не понятные голоса и треск палок.",
    "answers": [
      {
        "id": 24,
        "text": "Стоять на месте",
        "middle_answer": true
      },
      {
        "id": 23,
        "text": "Спрятаться",
        "left_answer": true
      },
      {
        "id": 25,
        "text": "Бежать",
        "right_answer": true
      }
    ]
  },
  {
    "id": 23,
    "text": " Коля и Ярослав забежали в разные кусты и стали ждать.\n Скоре показался отряд явно из других земель. Постояв немного, отряд продолжил движение к деревне.\n Поняв, что для деревни грозит опасность, Коля уже хотел потихоньку уйти и обойти отряд, но вспомнил про Ярослава.\n Если оставить брата, то он может попасть в плен врагу, но можно спасти деревню, либо сидеть до конца и будь что будет...",
    "answers": [
      {
        "id": 28,
        "text": "Спасать деревню",
        "right_answer": true
      },
      {
        "id": 29,
        "text": "Спасать Ярослава",
        "left_answer": true
      }
    ]
  },
  {
    "id": 24,
    "text": " Ярослав и Коля решили остаться на месте. Вскоре показался иностранный отряд войск, которые тут же направили стволы колесцовых и кремниевых ружей на ребят.\n Подошев к ребятам которые уже подняли вверх руки, боец заговорил.\n\n — Сдавайтесь в плен, иначе вы тут так и останетесь, — кивнул он в сторону ружий.\n — Сдаемся, — крикнул Коля.\n\n Тут же подошли четыре бойца которые умело скрутили руки ребят за спиной и связали крепко веревками.\n Отряд с пленными пошел в сторону деревни. Как и ожидалось, деревня была не в курсе о враге в тылу и все жители были скоре взяты в плен...",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 25,
    "text": " Ребята не став ждать дальнейшие события из всех сил побежали в сторону деревни, но вскоре рядом засвистели пули и грохот ружей.\n В далеке кто-то крикнул.\n\n — Стоять! Сдавайтесь в плен или вы тут погибните!",
    "answers": [
      {
        "id": 26,
        "text": "Бежать дальше",
        "right_answer": true
      },
      {
        "id": 27,
        "text": "Остановиться и сдаться",
        "left_answer": true
      }
    ]
  },
  {
    "id": 26,
    "text": " Решив, что лучше умереть, чем сдаться ребята побежали еще сильнее.\n Вскоре они были в деревни, где жители из-за стрельбы были вооружены и собраны отдать отпор врагу в тылу.\n Иностранный отряд был встречен толпой крестьян которые с вилами на руках шли в атаку. Конечно враг стрелял из колесцовых и кремниевых оружий, но ярость была сильнее. \n Незванные гости были разбиты, забрав с собой на тот свет половину деревни, но Колю и Ярослава не спасло это от плети бабушки за непослушание.",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 27,
    "text": " Тут же подошли четыре бойца которые умело скрутили руки ребят за спиной и связали крепко веревками.\n Отряд с пленными пошел в сторону деревни. Но жители услышав стрельбу были готовы отдать отпор врагу в тылу.\n Отряд конечно пытался прятаться среди живого щита и вели стрельбу из колесцовых и кремниевых оружий, но ярость деревенских была сильнее.\n Вскоре иностранный отряд был разбит, забрав с собой на тот свет половину деревни. \n Колю и Ярослава освободили, но увы, не спаслись от плети бабушки за непослушание.",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 28,
    "text": " Решив, что предупредить жителей будет лучшей идеей, Коля стал обходить врага. \n Спустя время он был в деревне и поднял тревогу. Крестьяне быстро взяли вилы и собрали ополчение.\n Скоре иностранный отряд пришел в деревню и тут же был атакован толпой.\n Прикрываясь живым щитом и стреляв из колесцовых и кремниевых оружий отряд терял бойца за бойцом. Перед полным разромом они унесли собой на тот свет половину деревни и единственного пленника.\n Бабушка не выдержав утраты вскоре умерла рядом с внуком. Деревня была спасана тобой, но какой ценой...",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 29,
    "text": " Решив, что остаться с братом лучшая идея Коля продолжил сидеть в кустах. \n Просидев довольно много времени, оба вышли на тропинку и тихо пошли в деревню.\n Но их встретили трупы крестьян с вилами в руках. Ребята были в ужасе. Кровь...  Кровь была везде где только можно.\n Ярослав заметил, что ни бабушки, ни некоторых других людей нигде не было, видимо попали в плен.\nКоля остался с братом, но с какой ценой? И встретят ли живую бабушку?",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  }
]