[
  {
    "id": 1,
    "text": "В этой новелле вам предстоит прожить жизнь Сеаджи из рода Вай-Са, Хранительницы мира и царицы Золотоводья, что слышит голос Изначального и стоит перед Вечностью.<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "Начало пути",
        "var_set": [
          "autorun after",
          115
        ]
      },
      {
        "id": 114,
        "text": "Об игре"
      }
    ]
  },
  {
    "id": 2,
    "text": "   ",
    "answers": [
      {
        "id": 2,
        "text": "Se — значит семя. A — значит большой. Jea — значит дерево. Я пустила корни в этот мир во времена темного кона, в iii-560 году.\nЯ принадлежу древнему роду Вай-Са. Наш пращур, Аллур Вай-Са был военачальником и братом по крови Сарвара Дханаваса, который приходился предком Думахару Дханавасу, одному из четырех божественных сыновей, ниспосланных в Асату ради спасения человечества. Дханавас единственный смог сохранить сияющие, сладостные знания, передаваемые между мирами, и народ Золотоводья стал прочным сосудом для них, получив все высшие благословения.\nЯ овладела сладостным знанием сразу, едва родившись и обретя разум. С детства я понимала и принимала Сияние. Я слышала голос Изначального и вела с ним искреннюю дружбу еще до того, как научилась говорить. Впрочем, с годами Сияния становилось всё меньше, а невежество всё возрастало. Почему же?\nОтец мой был погружен в темнейшие пучины невежества, но вместе с тем царствовал над всем Золотоводным утесом, а так же Эмратом, Ухрамским долом и Формионским пределом. И когда цари забывают о вечных традициях, царства неизменно приходят в упадок. Стоит ли винить отца, или же мудрость и невежество приходят к царям согласно великой исторической гармонии?\n",
        "comment": true,
        "var_equal": [
          "event02",
          0
        ]
      },
      {
        "var_add": [
          "energy",
          2
        ],
        "var_equal": [
          "event02",
          0
        ],
        "id": 2,
        "text": "Отца я любила и уважала",
        "var_set": [
          "event02",
          1
        ]
      },
      {
        "id": 3,
        "text": "Я боялась и презирала отца.",
        "var_sub": [
          "energy",
          10
        ],
        "var_equal": [
          "event02",
          0
        ]
      },
      {
        "id": 2,
        "text": "Трудно сказать, каким был человеком отец и каким был царем. Воинственным? Да. И не совсем. Развязывая короткие войны с заведомо проигравшими противниками, он спешно сворачивал  военную деятельность при малейших потерях. Мало заботился и о внутренних делах — всем занимались министры. Не проявлял интереса к искусствам, наукам, был равнодушен к религии. Зато был неравнодушен к пьянству и, как бывает с любым демонским пристрастием, он старался привить свою страсть другим – именно по его воле остатки плодородных земель Эмрата засеивались хмелем, в крупных городах строились дома бесстыдства, а от запада до востока укреплялась торговля курительными специями и эмрицкой пылью. \n\nОн внушал страх... во многом, благодаря памяти о грозном правлении моего прадеда, Дандсиана IX по прозвищу Красный Горох.  А кроме страха внушал он... любовь и уважение? Согласно древним традициям, все мы должны с почитанием относиться к отцам, учителям и наставникам. Это главное правило гармонии, без него весь мир будет рано или поздно подвергнут разрушению. Я очень хорошо запомнила это правило с самых малых лет и знала, что Господь испытывает это правило на мне, желая увидеть, не дрогну ли я перед низменными качествами отца? И я старалась выдержать это испытание.\n\nЧто же касается матери...\n",
        "comment": true,
        "var_equal": [
          "event02",
          1
        ]
      },
      {
        "id": 4,
        "text": "Мы были достаточно близки.",
        "var_equal": [
          "event02",
          1
        ]
      },
      {
        "id": 5,
        "text": "Мы плохо знали друг друга.",
        "var_equal": [
          "event02",
          1
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Трудно сказать, каким был человеком отец и каким был царем. Воинственным? Да. И не совсем. Развязывая короткие войны с заведомо проигравшими противниками, он спешно сворачивал  военную деятельность при малейших потерях. Мало заботился и о внутренних делах — всем занимались министры. Не проявлял интереса к искусствам, наукам, был равнодушен к религии. Зато был неравнодушен к пьянству и, как бывает с любым демонским пристрастием, он старался привить свою страсть другим – именно по его воле остатки плодородных земель Эмрата засеивались хмелем, в крупных городах строились дома бесстыдства, а от запада до востока укреплялась торговля курительными специями и эмрицкой пылью. <s>r\n<s>r\nОн внушал страх... во многом, благодаря памяти о грозном правлении моего деда, Дандсиана IX по прозвищу Красный Горох.  А кроме страха он внушал... лишь презрение. С каждым годом болезни всё больше одолевали бренное тело. Пьянство и низкий нрав изуродовали его лицо и даже тень. Придворные старались не смотреть ему в глаза и самые близкие члены семьи избегали встреч. Я боялась больше всех. Вдруг эти мерзкие качества станут моими? Вдруг я окажусь недостаточно стойкой и превращусь в подобие отца?<s>r\n<s>r\nЧто же касается матери...<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "Мы были достаточно близки."
      },
      {
        "id": 5,
        "text": "Мы плохо знали друг друга."
      }
    ]
  },
  {
    "id": 4,
    "text": "Моя мать, Лархала из рода Дымных, происходила от древнего племени Харпала, была дочерью их вождя Хромдора Дымного. Дед  заключил союз с вождем харпалов и женил моих родителей, чтобы получить власть над неспокойным Хаваомом, который всегда был предметом спора между Cладчайшим краем и Эйлехенской империей. Союз оказался прочным, Эйлехенская империя перестала беспокоить деда, а так же никогда не беспокоила отца.<s>r\n<s>r\nЛархала родила Дандсиану пятерых детей. Трое не прожили и недели. Мы с Дандсианом младшим были последними, и куда более живучими, чем наши почившие братья. Лархала была необычайно красива, хоть я почти и не помню черт ее лица... Она любила нас. И хотя правила не позволяли ей проводить много времени с детьми, она старалась каждую свободную минуту проводить со мной. Это время, наполненное сладкими словами и незабываемой лаской, время, к которому я часто возвращалась в медитациях, чтобы наполниться новыми силами и взглянуть на мир во всем его сиянии, время, которое никогда не должно было кончиться... но всё же это время прошло, когда четырехлетнюю меня отдали нянькам.<s>r\n<s>r\nПомню, когда мне исполнилось пять, одна из нянек недостаточно хорошо объяснила мне, как нужно ходить в новом платье, сшитом на рашатанский манер, из-за чего по приказу разъяренного советника Влугла ее выволокли из зала за волосы... Что же сделала я?<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "Попыталась спасти няньку."
      },
      {
        "id": 7,
        "text": "Замерла от страха и расплакалась."
      }
    ]
  },
  {
    "id": 5,
    "text": "Моя мать, Лархала из рода Дымных, происходила от древнего племени Харпала, была дочерью их вождя Хромдора Дымного. Дед  заключил союз с вождем харпалов и женил моих родителей, чтобы получить власть над неспокойным Хаваомом, который всегда был предметом спора между Cладчайшим краем и Эйлехенской империей. Союз оказался прочным, Эйлехенская империя перестала беспокоить деда, а так же никогда не беспокоила отца.<s>r\n<s>r\nЛархала родила Дандсиану пятерых детей. Трое не прожили и недели. Мы с Дандсианом младшим были последними, и куда более живучими, чем наши почившие братья. Лархала была необычайно красива, хоть я почти и не помню черт ее лица... Она любила нас. Но правила не позволяли ей проводить много времени с детьми. Все свободное время она проводила на особых церемониях, встречаясь с министрами и послами, выполняя большую часть обязанностей мужа. Когда Дандсиану исполнилось семь, она стала часто ездить с ним, а четырехлетнюю меня отдали нянькам.<s>r\n<s>r\nПомню, когда мне исполнилось пять, одна из нянек недостаточно хорошо объяснила мне, как нужно ходить в новом платье, сшитом на рашатанский манер, из-за чего по приказу разъяренного советника Влугла ее выволокли из зала за волосы... Что же сделала я?<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "Попыталась спасти няньку."
      },
      {
        "id": 7,
        "text": "Замерла от страха и расплакалась."
      }
    ]
  },
  {
    "id": 6,
    "text": "Я застала ужасное зрелище: бедную женщину продолжали волочить за волосы и вот уже жестоко спускали с лестницы, нарочно стараясь причинить няньке как можно больше боли. Женщина билась об стены и ступеньки и рыдала. Я тоже рыдала. Я бежала вниз по ступеням, а вслед за мной бежала ватага всех поздно спохватившихся. Я кричала, чтобы они остановились и, в конце концов, мучители отстали от женщины, имя которой я и тогда не знала.<s>r\n<s>r\nНо я бросилась прямо к ее ногам и принялась просить прощения, уверенная, что сама виновата в случившемся. Превознемогая боль, женщина мило улыбнулась и сказала, что такой хорошенькой девочке не в чем себя винить.<s>r\n<s>r\nПотом меня взяли на руки и унесли. От страха и горечи я не могла больше рыдать и кричать. Но видела, как женщину снова схватили и повели прочь. Наши взгляды пересеклись, и тогда я отчетливо поняла — что судьба этой бедняжки предрешена. Больше я никогда не видела ее.<s>r\n<s>r\nМатериальный мир уже тогда виделся мне чрезмерно жестоким, но самым жестоким в этом мире оказался мой родной брат...<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Мой брат...",
        "var_add": [
          "energy",
          2
        ],
        "var_set": [
          "slezi",
          1
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Всё, что случилось дальше... я видела словно во сне, хотя не должна была видеть. Я стояла на месте, мои глаза были залиты слезами, но духом я продолжала следовать за бедной женщиной и ее мучителями. Ее волочили за волосы по лестнице, стараясь причинить как можно больше боли. Женщина билась об ступени и стены и истекала кровью. Я чувствовала каждый удар, до тех пор, пока она не потеряла сознание, и наша связь прервалась.<s>r\n<s>r\nНапрасно другие няньки пытались привести меня в чувство. Меня обнимали со всех сторон и нежно расцеловывали. Меня унесли куда-то далеко-далеко, чтобы уложить в постель и убаюкать. Я продолжала рыдать, и горькая боль пронзала все мое существо насквозь. Я ничего не сделала, чтобы спасти бедняжку от верной смерти. Судьба ее была предрешена.<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Мой брат...",
        "var_set": [
          "scare",
          1
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Брат был красив. Высокий лоб, пышные светлые кудри и глаза фиалкового цвета, как и у матери. Или он был безобразен? Кудри топорщились в разные стороны, глаза были выпуклыми словно у рыбы, а губы слишком тонки и невыразительны<s>r\n<s>r\nКогда его начали возить на разные политические встречи и военные мероприятия, обучать верховой езде, фехтованию и прочим премудростям, он возгордился и совсем потерял меня из виду. Мне, маленькой девочке, часто хотелось подсмотреть, чему его учат, куда его возят, но я всегда оставалась дома.<s>r\n<s>r\nНа одной торжественной церемонии мы с братом сидели на двух детских тронах, и он угощал меня с ложечки вкуснейшим рашатанским деликатесом — сладкими морозными шариками. Я ела, еще и еще, один за другим, и брат вытирал мне лицо кружевной салфеткой. Играли арфы и флейты, к сводам дворца взлетали акробаты... <s>r\n<s>r\nОглянувшись по сторонам, Дандсиан убрал мороженое, заговорщицки подмигнул и сказал, что приготовил для меня сюрприз:<s>r\n<s>r\n— Смотри!<s>r\n<s>r\nОн протянул мне в ладони горсть чудесных разноцветных зернышек.<s>r\n<s>r\n— Стянул их с посольского стола. Этим кормят только самых именитых гостей. Редчайшее лакомство! Самое сладчайшее во всей Асате! Хочешь?<s>r\n",
    "answers": [
      {
        "id": 9,
        "text": "Поблагодарить брата и попробовать лакомство."
      },
      {
        "id": 10,
        "text": "Отказаться от угощения."
      }
    ]
  },
  {
    "id": 9,
    "text": "Шарики оказались безвкусными. Сначала я почувствовала разочарование, но брат сказал, что нужно продолжать есть, и вкус проявится потом. Он выжидал, подбадривал, поглаживал меня по затылку до тех пор, пока я не съела всё. Брат рассмеялся и вскоре я потеряла сознание.<s>r\n<s>r\nЯ провела в бреду несколько мучительных дней и ночей, надо мной склонялись лекари, шаманы, няньки, и министры. Врачи объяснили матери, что я проглотила стекло, вероятно, те самые раскрашенные шарики, которыми были украшены стулья и скатерти рашатанских гостей. По словам врачей, эти зловредные шарики глубоко пронзили все мои органы и вынуть их было теперь невозможно. И пока мать скорбела где-то вдали, вдали, как тень, я просто смотрела сны. Сладостные сны о своем будущем, прошлом и вечном.<s>r\n <s>r\nИ в одно утро чудесным образом стекла исчезли. Ошеломленные врачи твердили, что это невозможно, а приглашенные маги усмехались, говоря, что древняя школа исцеления способна и не на такие чудеса. Хоть слабость и оставалась, я уже могла ходить, есть, говорить, и, что самое главное, прекратились кровотечения.<s>r\n<s>r\nА потом был суд... суд над моим братом. <s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Оказаться на суде",
        "var_add": [
          "energy",
          3
        ],
        "var_set": [
          "tela",
          1
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "Я учтиво отказалась от угощения, сказав, что слишком большая сладость на земле может навсегда отвратить маленькую девочку от небесных сладостей. Брат потерял ко мне интерес и отправился к другим детям.<s>r\n<s>r\nМногие из них с трудом говорили на нашем языке, и играть с ними было скучно, кроме того, за ними присматривали всевозможных сановники, чтобы каждый ребенок развлекался согласно распорядку и вел себя подобающе своей роли.<s>r\n<s>r\nИ пока я разглядывала акробатов, за тем столом произошло что-то страшное. Мальчик по имени Суро Лунгернон, сын Арзо Лунгернона, Первого Дцанта Черной Равнины, самый юный и ласковый из всех, упал на пол в конвульсиях. Все дети испуганно заверещали, а мой брат рассмеялся, сказав, что «глупец Суро сам виноват, что решил полакомиться стеклом». Зал тут же наполнился людьми и криками...<s>r\n<s>r\nСпустя неделю выяснилось, что мальчик умер, несмотря на старания многочисленных знахарей и врачей, а у скорбящего Дцанта Черной Равнины были все основания полагать, что в этой смерти повинен мой брат. Это глубоко оскорбило моего отца и когда все гости покинули Золотоводье, а во дворце стало тихо, было решено устроить суд. Суд над моим братом.<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Оказаться на суде."
      }
    ]
  },
  {
    "id": 11,
    "text": "Суд проходил в одном из малых «залов отдыха» моего отца. У темных сводов висели шуточные гербы с изображениями виноградных лоз и игривых бутылок.<s>r\n<s>r\nСобрались все «свои». Отец. Мать. Советники и домоправитель и пара свидетелей из числа придворных. <s>r\nБрат сидел рядом с отцом у всех на виду. Он был испуган, подавлен и немного оскорблен.<s>r\n<s>r\nСоветники один за другим произнесли соответствующие речи согласно древним обычаям, но отец скоро их перебил, сказав:<s>r\n<s>r\n— У нас есть все основания полагать, что ты, мой сын и наследник, совершил подлый и мерзкий поступок, соразмерный убийству... ила даже хуже... Правда ли это? Или наши свидетели лгут?<s>r\n<s>r\n— Лгут... лгут, — проревел брат. – Я ничего не сделал плохого...<s>r\n<s>r\n— Я могу в это поверить. Ты будущий царь. И твое слово выше слова всех этих подпевал и лизоблюдов. Но я хочу знать, что скажет твоя сестра. Недаром астрологи говорят, что второе имя Сеаджи — Анзая — хранительница истины. Ее слово равно твоему. Что же ты скажешь, Сеаджа?<s>r\n<s>r\nС волнением я поднялась со своего места, мгновенно оказавшись в центре внимания. Чиновники с трепетом и ужасом взирали на малолетнюю девочку, мать продолжала плакать, отец покраснел. А брат глядел небрежно, будто желая испугать.<s>r\n",
    "answers": [
      {
        "id": 12,
        "text": "Обвинить брата."
      },
      {
        "id": 13,
        "text": "Защитить брата."
      }
    ]
  },
  {
    "id": 12,
    "text": "— Это он, — все что сумела сказать я в сей волнительный момент. Ком встал в горле, руки задрожали, а по залу пробежался взволнованный ропот.<s>r\nПомолчав немного, отец мягко улыбнулся и спросил:<s>r\n— Дитя мое. Пожалуйста, выражайся более обстоятельно. Так, как учили тебя на уроках риторики.<s>r\n— Это он. Накормил шариками... – я запиналась и плакала, но все же продолжала говорить. — Сначала он предложил шарики... сказала, что это лучшее угощение, что это... <s>r\n— Ты собирался накормить этим стеклом собственную сестру? — проревел отец, закашлявшись.<s>r\nБрат мой вжал голову в плечи и не проронил ни слова. Он совершенно не плакал. Я же так разрыдалась, что больше ничего не помню из этого дня.<s>r\n",
    "answers": [
      {
        "id": 14,
        "text": "Прошли годы...",
        "var_add": [
          "energy",
          2
        ],
        "var_set": [
          "obv",
          1
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "— Это не он, — все что я сумела сказать в сей волнительный момент. Ком встал в горле, руки задрожали, а по залу пробежался взволнованный ропот.<s>r\nОтец мягко улыбнулся и спросил:<s>r\n— Дитя мое. Пожалуйста, выражайся более обстоятельно. Как учили тебя на уроках риторики. <s>r\n— Не он. Он просто пошутил про шарики... – я запиналась и плакала, но все же продолжала говорить. – Он говорил, что их есть опасно... и не хотел нарочно... он просто шутил. Никто не знал, что всё так получится.<s>r\n— Так я и думал, — пробормотал отец. — Кое-каким доносчикам придется ответить за клевету на моего сына.<s>r\nБрат мой не проронил ни слова, он улыбался и глаза его были ясны и чисты. Он совершенно не плакал. Я же так разрыдалась, что больше ничего не помню из этого дня. <s>r\n",
    "answers": [
      {
        "id": 14,
        "text": "Прошли годы..."
      }
    ]
  },
  {
    "id": 14,
    "text": "Когда мне исполнилось восемь, мать стала брать меня с собой в поездки, вместе с братом. Она регулярно разъезжала по стране в черной карете, запряженной золотовласыми конями, встречалась с высокопоставленными чиновниками, раздавала поручения и принимала отчеты. Из черного окошка вместе с матерью я наблюдала за цветущими полями Эмр Имра, за движением великих рек и танцами легендарных гор. Иногда мы ночевали в великих городах. Иногда останавливались в дорожных трактирах и постоялых дворах, хозяева которых тут же разгоняли всех других постояльцев и выполняли любые прихоти столь дорогих гостей.<s>r\n<s>r\nБрат сидел напротив и норовил то больно пнуть по коленке, то состроить гримасу, но к подобному быстро привыкаешь.<s>r\n<s>r\nИз поездки в Турмарион я запомнила разве что встречу с местным дцантом, что с подобострастной ухмылкой вручил мне ритуальный амулет «Трех дев». Жуткая вещица, внутри которой плескалась еще свежая кровь трех девственниц, убитых во время какого-то дикарского местного праздника.<s>r\n<s>r\nОт одного вида нечестивого медальона мне стало плохо. Я чувствовала, что никто не должен владеть этой вещью, что ее необходимо уничтожить, а не хранить и гордиться ею. <s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "Принять дар."
      },
      {
        "id": 16,
        "text": "Отказаться от дара."
      }
    ]
  },
  {
    "id": 15,
    "text": "Историю трех дев упоминал учитель истории Хлавлис. <s>r\n<s>r\nКогда Неведомые Мореплаватели только прибыли на полуостров Эмр Имр, они повстречались с тремя девами из озера Тума, что охраняли эти места. Девы загадывали героям загадки, а когда один из героев уличил дев в жульничестве, те разгневались и решили прогнать непрошенных гостей с помощью своего могущества, но были убиты, пообещав перед смертью, что в будущем переродятся дочерьми своих убийц и отомстят. Так началась история первых поселенцев на Эмр Имр и в честь этого каждый год почетные звездочеты Турмария выбирают трех молодых дев, которые по их мнению могут «сосудом перерождения» тех самых джеярских мстительниц и торжественно приносят их в жертву Удадже, ибо ни Дамлех, ни Дам, ни Единый Отец не примут столь нечестивой жертвы, а Удаджа примет.  Прошло столько веков, но одна из самых дремучих традиций лишь укрепилась в народе!<s>r\n<s>r\nСтиснув зубы, я приняла подарок. Того требует обычай. Разве этот человек не расстроится, если дочь самого Дандсиана откажет ему? Разве вправе я наносить такое оскорбление?<s>r\n<s>r\nСчастливый дцант пообещал мне долгих лет жизни, а я смотрела на его руки и думала, о смерти, которая всегда идет рядом с ним.<s>r\n",
    "answers": [
      {
        "id": 17,
        "text": "Следующий город.",
        "var_set": [
          "bloods",
          1
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "Стиснув зубы, я отказалась принять подарок. Дцант сильно смутился, но продолжал улыбаться самой неприятной, черной улыбкой.<s>r\n<s>r\n— Почему же? Но я настаиваю. Зачем вы так обижаете старика?<s>r\n<s>r\nМне стало страшно и больно. И вправду, разве я вправе наносить такое оскорбление этому человеку? Но неожиданно мать вступилась за меня.<s>r\n<s>r\n— Моя дочь отказалась от подарка. Прими эту ситуацию и больше не возвращайся к ней. Продолжим разговор...<s>r\n<s>r\n— Да, моя госпожа.<s>r\n<s>r\nДцант заметно помрачнел и еще долго его мысли витали вокруг меня. О чем думал он? Неизвестно. Несколько дней я ощущала эти мысли, даже когда мы уехали из Эолхва. Обида? Проклятья? Зависть? Все это было очень неприятно, но я испытывала сильное облегчение, что не пришлось брать ужасный медальон с собой.<s>r\n",
    "answers": [
      {
        "id": 17,
        "text": "Следующий город."
      }
    ]
  },
  {
    "id": 17,
    "text": "В Эолхв мы прибыли в разгар праздника, посвященного Башням Пробуждениям и всем поколениям Хранителей, защищавших Эмр Имр от забвения. На улице был весь народ, приносились хвалы небесам, громко воспевались молитвы, тут и там люди плясали и вкушали праздничные яства, и даже мать снизошла до простолюдинов и, откликнувшись на приглашение местного дцанта, согласилась на прогулку по центральной улице.<s>r\n<s>r\nТак мы попали на «Площадь пьяных». Здесь располагались три обширные ямы, в которых согласно еще одной древней традиции, насильно помещались любители выпить. Согласно той же традиции этим любителям в своем заключении позволялось пить сколько влезет, охрана сама приносила им бурдюки с прокисшим виноградным соком и другими подозрительным напитками. Бесконечно упиваясь, эти люди становились похожими на животных.<s>r\n<s>r\nМестные водили своих детей к ямам, чтобы показать, до чего может довести разгульный образ жизни, и это зрелище для каждого из чад было невероятно поучительным. Я же видела больше. Я видела множество мерзких существ, не похожих ни на людей, ни на зверей. Уродливые толстошкурые, лохматые, лысые, клыкастые твари, облепливали пьяниц с ног до головы. Это зрелище возмущало и пугало меня.<s>r\n",
    "answers": [
      {
        "id": 18,
        "text": "Прочесть молитвы, отгоняющие демонов."
      },
      {
        "id": 19,
        "text": "Приказать дцанту упразднить пьяные ямы."
      }
    ]
  },
  {
    "id": 18,
    "text": "Прежде я никогда не была в роли демоноборца, но читала о подобном в книгах, и наизусть знала все оберегающие молитвы из сборника «Дханавас-Дшхая». И много раз слышала, как их поют в данайских храмах посвященные возвышенные мужи. Сейчас я решила им подражать. Просто сделала шаг вперед, сосредоточилась на видении, протянула руки перед собой и громко произнесла все нужные слова. Ццара!<s>r\n<s>r\nДемоны всколыхнулись и обернулись. Их прилипчивые насмешливые и слегка удивленные глаза горели бурым пламенем. Мать прикоснулась к плечу... народ расступился... я продолжала говорить. Во имя Вуарса и Лусанаки, во имя отцов Асаты, во имя Дахарма!<s>r\n<s>r\nЯ продолжала, демоны не на шутку испугались. Их кожа плавилась и дымилась, и более того – все это зрелище стало видимым для остальных. Пьяницы в ужасе и с диким ревом расползались в стороны от своих мучителей, надсмотрщики, семьянины, простой люд, бросились на колени, чтобы вторить моей молитве. Мать тоже едва держалась на ногах.<s>r\n<s>r\nЯ повторяла третью, шестую, шестнадцатую песню, а затем перешла на мучительный и сладостный тридцать девятый стих.<s>r\n<s>r\nПоследний демон был особенно силен. Казалось, мои молитвы не прогоняли, а наоборот – подпитывали его. Он вырастал в размерах и уже вылезал из ямы. Его конечности расползались и множились, а красная голова надувалась как пузырь. В последний момент он протянул в мою сторону длинную лапу с корявым когтем и злобным голосом прошипел:<s>r\n<s>r\n— Я не подчинюсь девчонке. Я еще вернусь.<s>r\n<s>r\nИ тут же исчез. Ноги мои подкосились, а в глазах потемнело. Меня тут же отнесли в храм.<s>r\nНасколько я знаю, в городе еще много лет вспоминали этот случай – когда маленькая наследница Дханавас изгнала бесов из «пьяной ямы», но я знала точно – тот, большой демон, не был изгнан. Куда он отправился и не сделала ли я еще хуже? Это событие оставило глубокую рану в моей памяти.<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "Что было в следующем городе?",
        "var_add": [
          "energy",
          3
        ],
        "var_set": [
          "demon",
          1
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "Я не знала как поступить, но твердо решила, что буду действовать всеми возможными путями. Для начала я все рассказала маме. Я объяснила ей, насколько противоестественно и уродливо само явление «пьяных ям», что подобные вещи вовсе не искореняют пороки, а порождают новые, порой даже худшие. Уж лучше было бы и вовсе запретить выпивку везде, коль скоро она так опасна. Но мать не выслушала и половины доводов. Ей все это было неинтересно, ей предстояла долгая беседа с управителем, а потом еще одна беседа, а потом подписание бумаг и указов... ни один из них не касался пьяных ям.<s>r\n<s>r\nТогда я сказала, что видела их – демонов, бесов, как не называй. Я пришла к матери ночью, расплакалась и описала всё, что запомнила в самых ужасных красках. Мать обняла меня и сказала, что так и должно быть – мне предписано быть чуткой особой, а звезды еще до моего рождения указывали на особые способности, которыми мне суждено обладать. Я расплакалась, понимая, что даже это не способно убедить мать заняться проблемой.<s>r\n<s>r\nПлач перешел в обычную детскую истерику, в которой так легко подчас забыться маленькой девочке... и, собственно говоря, проблема так и осталась. Больше из того города я не помню ничего. Разве что, как грустно глядела из окна кареты, уезжая и долго-долго хранила скорбное молчание. <s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "Что было в следующем городе?"
      }
    ]
  },
  {
    "id": 20,
    "text": "Зунгорам, столица южного региона Эмрат, находится прямо у подножия Рекрашских гор в долине, испещренной мелкими речками, водоемами, балконами, подъемами и спусками. Здесь я могла делать что угодно, пока мать вместе с местным управителем принимала гостей из Коу Сари и Тражариков, но, конечно же, под присмотром Наины и Вильи, двух чопорных и очень исполнительных нянек.<s>r\n<s>r\nМне быстро наскучило гулять по этим мраморным лестницам, виды фонтанов и водопадов быстро приелись, а голова почему-то стала кружиться. Вот и всё, что довелось запомнить об этих местах... Или же нет?<s>r\n",
    "answers": [
      {
        "id": 21,
        "text": "Там был красивый четверичный храм..."
      },
      {
        "id": 22,
        "text": "Кажется, я посетила театральное представление."
      },
      {
        "id": 23,
        "text": "Мне запомнилась прогулка по зунгорамским балконам."
      }
    ]
  },
  {
    "id": 21,
    "text": "Последователей четверичной религии не так уж и много в наших краях. Их вера красива, а нравы чисты, но их нетерпимость к слову Данави стала причиной многовекового конфликта между Си и Золотоводьем. Их богословы считают своих божеств исключительными, а всех остальных порождениями Изнанки, они глухи к голосу вечности, а некоторые даже пытаются подделывать древние писания в угоду политических капризов своих правителей. Однако несмотря на всё это, четверичная вера продолжает вдохновлять великие души на великие свершения, и это не может не радовать.<s>r\n<s>r\nВпервые оказавшись в храме, посвященном вере Четверых, я с затаенным дыханием рассматривала статуи Великих Божественных Сынов – мудрого Пайхара, страстного Нумхара, отца Золотоводья Данави, что в четверичной вере зовется любознательно Дайхаром, и образ четвертого сына с расколотой головой – безумного Кахида. И хоть то были всего лишь куски камня, в каждом я почувствовала частицу этих великих личностей. <s>r\n<s>r\nВоистину! Тот экзотичный храм дал мне много пищи для размышлений и медитаций в будущем.<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "Что было в следующем городе?",
        "var_add": [
          "energy",
          4
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "Всего лишь театральное представление... но первое в моей жизни. Я пришла на него инкогнито, няньки умело замаскировали меня и народ совершенно не волновался, что где-то поблизости за актерами наблюдает монаршая особа.<s>r\n<s>r\nЯ наблюдала за гримасами и плясками комедиантов и за трагическими выпадами поэтов, тихо смеялась и любовалась красивыми лицами, телами, голосами.<s>r\n<s>r\nВоистину! Тот чудесный театр дал мне много пищи для размышлений и медитаций в будущем.<s>r\n",
    "answers": [
      {
        "id": 25,
        "text": "Что было в следующем городе?"
      }
    ]
  },
  {
    "id": 23,
    "text": "Воистину Зунзорам знаменитыми своими фантастическими балконами. Но мне запомнились не горные вершины и не цветущие долины, примыкающие к ним... Кое-что другое...",
    "answers": [
      {
        "id": 25,
        "text": "Я выбросила тот самый амулет",
        "var_equal": [
          "bloods",
          1
        ]
      },
      {
        "id": 26,
        "text": "Я испытала чувство полета."
      }
    ]
  },
  {
    "id": 24,
    "text": "Поездка в Ръюнотан пришлась на позднюю осень. Дни быстро сменялись тускло-красными вечерами и теплой синей ночью, когда на стекла запрыгивали жирные мотыльки и крестоглавы. Каждый раз при виде очередного крестоглава брат вскрикивал и кричал, что «вот еще одна Сеаджа прилетела к нам в окно!», а мама строго осекала его.<s>r\n<s>r\nПосле долгих прогулок по Эолхву, я вдруг ощутила себя «комнатной птицей», птицей в клетке... или как выражаются обычные люди? Я знала, что никуда не могу и шагу ступить без матери, или без нянек. Что все мои действия и прогулки контролируются, а мне хотелось просто уйти куда-нибудь одной и испытать что-то совершенно новое. Именно такие планы я и строила на Ръунотан.<s>r\n<s>r\nВесь Ръунотан состоял из глубоких (или высоких?), ветвящихся ущелий и расколов, улицы располагались на мостах, лестницах и соединялись долгими туннелями, либо уходящими вглубь гор, либо уводящими высоко наверх. В одном из таких ущелий располагался особняк, в котором нас и всю нашу делегацию поселили. К нему вел единственный тоннель, подсвеченный сотней красных факелов и сбежать по этому тоннелю не представлялось возможным, однако... мне это удалось. <s>r\n",
    "answers": [
      {
        "id": 27,
        "text": "Уговорив отпустить меня начальника стражи."
      },
      {
        "id": 28,
        "text": "Притворившись невидимкой."
      }
    ]
  },
  {
    "id": 25,
    "text": "Я уловила мгновенье, пока Наима и Вилья взглянули в другую сторону, а именно друг на друга, когда случайно споткнулись на очередном балконе, вынула нечестивый медальон Трех Дев и выбросила его. Медальон падал с огромный высоты и при первом же ударе об камень, раскололся и расплескался, — едва я увидела немного красной крови, как ее смыло волной воды. Я почувствовала большое облегчение и мысленно прочла молитву об упокоении невинных дев. Позже никто и никогда не спрашивал меня, куда я дела свой медальон.",
    "answers": [
      {
        "id": 29,
        "text": "Что было в следующем городе?",
        "var_add": [
          "energy",
          1
        ],
        "var_set": [
          "bloods",
          0
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "Я уловила мгновенье, пока Наима и Вилья взглянули в другую сторону, а именно друг на друга, когда случайно споткнулись на очередном балконе и подбежала к самому к краю... Мое тело оставалось на месте, но внутренне я превратилась в стремительное крылатое существо и в то же мгновенье оказалась сразу везде – над городом, над горами, над небом и над всем Самхамом, вспомнив тысячи своих грядущих и будущих воплощений. Всего лишь на мгновенье... Ох, казалось бы, как можно было забыть всё это снова?",
    "answers": [
      {
        "id": 24,
        "text": "Что было в следующем городе?",
        "var_set": [
          "fly",
          1
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "— Да, моя госпожа.<s>r\n<s>r\nФлатулос, начальник стражи, встал на одно колено, чтобы поравняться со мной. Он ласково улыбался и выражал полную покорность. Его голову украшал мистический обруч Да-Йя-Ви, защищавший всю стражу от темных мистических влияний, а на груди висела железная башенка, символ Данави. <s>r\n<s>r\n— Прямо сейчас я покину поместье и вернусь, когда сочту нужным. Ты ни слова не скажешь матери, ибо первый пострадаешь от ее гнева. Ты не можешь ослушаться меня, ведь я – Вай-Са, несмотря на свой малый возраст. И я проводник древней крови Дханавасов, ослушаться меня – страшный грех со стороны слуги.<s>r\n<s>r\nФлатулос побледнел и... смиренно склонил голову. На душе остался черный осадок. Я лгала и поступала несправедливо, тогда как верный подданный Золотоводья не мог не пойти на поводу этих гипнотических слов... Оставалось надеяться, что прогулка стоит того.<s>r\n<s>r\nЯ просто шла по пустым улицам, глядя в красное небо и в окна домов. Запомнилось несколько таверн с открытыми террасами, где люди сидели среди лиан и цветов и громко смеялись над чем-то, а между столов изящной походкой мерцали танцовщицы. <s>r\n<s>r\nНочной воздух был теплым и пряным, главная дорога шла на изгиб, и в какой-то момент моему взору открылся вид на бесконечные селения, освещенные тысячами красных и лиловых фонарей. В домах люди спали, вокруг фонарей кружились насекомые, а мои ноги приятно покалывали мелкие камни мостовой. Вот и вся прогулка.<s>r\n",
    "answers": [
      {
        "super_calculate": false,
        "text": "Новый ответ. введите текст",
        "comment": true,
        "var_equal": [
          "event27",
          0
        ],
        "id": 27,
        "var_sub": [
          "energy",
          3
        ],
        "calculate": true,
        "var_set": [
          "event27",
          1
        ]
      },
      {
        "id": 29,
        "text": "Спустя два часа прогулки я вернулась в поместье..."
      }
    ]
  },
  {
    "id": 28,
    "text": "Об этом способе я читала в одной из сказок о Муфатале, герое Эмр Имра и истовом преданном Бога, что после долгих лет скитаний, страшных битв с демонами и преступниками, нашел себе пещеру для молитву и прожил там еще несколько веков, питаясь лишь травой.<s>r\n<s>r\nТам говорилось, что любой человек может стать невидимым, стоит ему только перестать привлекать к себе внимание. Как это сделать? Просто перестать думать о себе. Просто убрать внимание остальных в другое место. Убрать свое внимание в никуда. Так Муфатал миновал стражу Елового Дворца, а также смог пройти незамеченным мимо тысячи и одного Крокодава. Как только что-то выпадает из твоего поля внимания... оно исчезает вообще. Ты можешь быть под носом у человека, но если не станешь придавать этому значения, человек и пальцем не шевельнет.<s>r\n<s>r\nТак я и сделала. Я просто пошла по коридору. Просто миновала стражу. Я даже глядела им в глаза, этим людям, собравшимся стройным рядом вдоль выхода из ущелья на своем вечернем карауле. Я была спокойной, легкой и несуществующей. Прогулка началась...<s>r\n<s>r\nЯ просто шла по пустым улицам, глядя в красное небо и в окна домов. Запомнилось несколько таверн с открытыми террасами, где люди сидели среди лиан и цветов и громко смеялись над чем-то, а между столов изящной походкой мерцали танцовщицы. <s>r\n<s>r\nНочной воздух был теплым и пряным, главная дорога шла на изгиб, и в какой-то момент моему взору открылся вид на бесконечные селения, освещенные тысячами красных и лиловых фонарей. В домах люди спали, вокруг фонарей кружились насекомые, а мои ноги приятно покалывали мелкие камни мостовой. Вот и вся прогулка.<s>r\n",
    "answers": [
      {
        "id": 29,
        "text": "Спустя два часа прогулки я вернулась в поместье...",
        "var_set": [
          "mufatal",
          1
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Едва я приблизилась к дому, как ощутила резкую, сильную боль. Начальник охраны Флатулос схватил меня за шею так грубо и так неожиданно, что и вполне мог сломать ее. Он протащил меня в таком виде до самого двора, где уже собрались все слуги и моя мать. Как быстро выяснилось, мое исчезновение сразу же стало большой проблемой для всех, меня искали, но не могли найти...<s>r\n<s>r\n— Вот она, госпожа, — прокашлявшись, прорычал Флатулос.<s>r\n— Отпусти ее немедленно, обезьяна, — в гневе прокричала мать, и Флатулос отпустил меня.<s>r\n<s>r\nЯ почувствовала его стыд и страшный испуг – он и вправду повел себя слишком грубо в этой ситуации, и это не могло не сказаться на его карьере.<s>r\n<s>r\nНаказание ждало всех. Все служанки, в чьи обязанности входило не спускать с меня глаз, в количестве двадцати юных девушек, управители дома, а так же сам Флатулос были выстроены в шеренгу передо мной. Их раздели догола и принялись стегать по ягодицам. Мое же наказание заключалось в том, что я должна была на все это смотреть и не имела права закрывать глаза, а когда мой взгляд туманился от слез, мать вытирала их и снова заставляла смотреть.<s>r\n<s>r\nБрат тоже смотрел. От зрелища он так возбудился, что взял розги у одного из солдат и тоже принялся стегать виновных. Женщины стонали, кричали и истекали кровью – то были особые, железные розги, оставлявшие глубокие раны. Лишь Флатулос терпел избиения молча.<s>r\n<s>r\nИ когда всех погнали прочь, Флатулос остался один – обнаженный, избитый, в окружении солдат, передо мной, моей матерью и братом.<s>r\n<s>r\n— Этого недостаточно, — сказала мать. – Ты недостоин носить обруч Да-Йя-Ви.<s>r\n<s>r\nСолдаты грубо сорвали священный обруч с головы своего бывшего начальника.<s>r\n<s>r\n— Ты умрешь как животное, ибо ты поступил с моей дочерью хуже животного. Ты не воин и не Да-Йя-Ви, ты просто дикий, ничтожный зверь.<s>r\n<s>r\nДвое солдат по молчаливому жесту моей матери приставили пики к груди Флатулоса с двух сторон, он продолжал покорно стоять на коленях и смотреть в землю. Обруч лежал перед ним, мерцая магическим светом. От рыданий и горя я практически не могла говорить и даже шевелиться, но я все же нашла в себе силы, чтобы...<s>r\n",
    "answers": [
      {
        "id": 30,
        "text": "Защитить Флатулоса от казни. "
      },
      {
        "id": 31,
        "text": "Отвернуться и не видеть его казни. "
      }
    ]
  },
  {
    "id": 30,
    "text": "— Не делайте этого! – надломлено и неуклюже сказала я. – Пожалуйста... ведь он точно не виноват. Он слаб... и глуп... но он воин и он достоин носить Да-Йя-Ви и он достоин жизни. Я просто маленькая девочка и поступила глупо... разве можно наказывать смертью из-за этой... глупости?<s>r\n<s>r\n— Разве ты не помнишь, как этот негодяй схватил тебя? Так прикасаться к членам царственной семьи не смеет никто.<s>r\n<s>r\n— В тот момент я не была членом царственной семьи. Я была беглянкой, глупой девчонкой, которая сама не осознавала, какой опасности могла себя подвергнуть. Этот человек поступил, как поступил бы любой заботливый... отец! Грубо, но в этой грубости была и доля воспитания, которую я должна была усвоить. Но я не хочу сегодня усваивать, что из-за моих провинностей люди могут лишиться не только званий, но и жизни.<s>r\n<s>r\nЛицо матери смягчилось. А на лице брата промелькнуло сожаление.<s>r\n<s>r\n— Ты слишком искусно говоришь для своих лет. Но... пожалуй, я прислушаюсь к твоим словам. Так и быть, Флатулос. Мы прощаем твой поступок, сохраняем тебе жизнь и даем полную волю. Можешь навсегда покинуть службу Золотоводному дворцу и стать, кем хочешь, лишь бы мои глаза тебя больше не видели. А можешь и остаться. Но на звание выше рядового солдата отныне и не надейся. Твой выбор?<s>r\n<s>r\n— Я хочу остаться, — пробормотал Флатулос, поднимая свой драгоценный обруч.<s>r\n<s>r\nЯ больше не видела его глаз... этот человек навсегда скрылся из моей жизни, продолжая служить моей семье. Была ли я рада, что сохранила ему жизнь? Возможно. Но и горечь сожаления о том, что никак и ничего нельзя было изменить в его судьбе, осталась.<s>r\n",
    "answers": [
      {
        "id": 32,
        "text": "Шли годы...",
        "var_set": [
          "captain",
          1
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "Я отвернулась и тут же услышала этот отвратительный и ни на что не похожий треск плоти. Мать заставляла меня обернуться и смотреть на казнь, но в какой-то момент ее руки ослабли.<s>r\n<s>r\nЯ лишь слышала – как проходят сквозь тело копья, как смеется брат, как падает тело, как его волочат куда-то по песку, как содрогается моя грудь и как приходят черные духи смерти, завывающие и улюлюкающие, чтобы забрать бывшего капитана на адские планеты. Сломанный обруч так и не смог уберечь его, а я еще никогда не ощущала настолько близко к себе этих служителей ада. Они источали вибрации страха, неимоверной тоски и угрюмости, что-то бесконечно тяжелое и горькое – и это чувство надолго осталось в моей груди, став частью моего физического тела.<s>r\n",
    "answers": [
      {
        "id": 32,
        "text": "Шли годы...",
        "var_set": [
          "strdeath",
          1
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Мне было десять, одиннадцать лет? Чуть больше или чуть меньше. Эти годы я провела в Золотоводном дворце, бесконечно обучаясь различным наукам. В особенности уделялось внимание истории мира и династий Вайсов и Дханавасов. Располагаясь в классной комнате вместе с братом – он за одной партой, я за другой, день ото дня я повторяла имена славных предков, слушала старых и почтенных учителей, астрономов и магов, следящих за тем, чтобы мой ум с каждым новым занятием становился все более точным, тонким и прочным, как шелковая нить.<s>r\nБрату обучение давалось с трудом, нравились ему лишь рассказы о таких жестоких наших предках, как Дандсиан III Демон, правивший в начале темного кона, Агревар I Вай-Са, сотрясавший земли Эмр Имр спустя 400 лет, или же наш дед, Дандсиан X Убхарах, что значит «грозный среди всех гроз», прославившийся тем, что окончательно подчинил царству все дикие западные земли, пролив немало крови, как своих людей, так и врага.<s>r\nМне же больше нравилось слушать и размышлять о самых таинственных страницах нашей истории. Кем были и откуда прибыли безымянные мореплаватели, заселившие Эмрат еще до первого кона? Почему исчезли джеярцы и куда провалилось царство Фокред? Как произошло великое «замещение божественной крови», Аллуров и Дханавасов? Как возникла Изнанка, после того, как армады Богоедов уничтожили Нэру Мстительницу, или после того, как Нэра появилась в нашем слое, чтобы наказать Богоедов за их отступничество? <s>r\nОднако времена учений в моей памяти плотно переплелись с воспоминаниями об отце, который уже тогда доживал свои последние, болезненные годы. <s>r\n",
    "answers": [
      {
        "id": 33,
        "text": "Я старалась больше учиться и не думать об отце."
      },
      {
        "id": 34,
        "text": "Я всё меньше училась и постоянно беспокоилась об отце."
      }
    ]
  },
  {
    "id": 33,
    "text": "Вся история ближайших последних конов представлялась мне бесконечной чередой человеческих страданий, войн и борьбой за выживание. Но в этом было свое очарование. Впитывая раз за разом всё новые знания, я с каждым днем всё ближе ощущала своё родство с этим миром, всё отчетливей понимала задачи, стоявшие перед великими личностями, коим было суждено родиться в Асате и всё трагичнее воспринимала великие ошибки и падения, которые, само собой, были в этом мире неизбежны.<s>r\n<s>r\nОсобенно остро я восприняла урок о пришествии Нумхара на суровый остров Байрааш. Его победа над местным чемпионом, его жестокая речь и предание огню Бийэрэйэена. В этих событиях читалась воистину божественная дрожь, но вместе с тем несправедливость... Образы кровавого Нумхара настолько волновали меня, что я не спала ночами, размышляя о них, и эти размышления полностью огородили меня от событий, связанных с отцом. Но лишь на время.<s>r\n",
    "answers": [
      {
        "id": 35,
        "text": "Однажды я решилась рассказать, что думаю о Нумхаре... ",
        "var_equal": [
          "demon",
          1
        ]
      },
      {
        "id": 36,
        "text": "Так незаметно летело время...",
        "var_equal": [
          "demon",
          0
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "Разве может сердце дочери оставаться спокойным, когда болезни изгрызают тело ее отца? Мне пришлось оставить науки, чтобы заботиться о нем и посещать его в пустом тронном зале. Отец всегда любил хорошо поесть, но в последние годы он пристрастился и к нечестивому мясоедению, которое быстро перешло в обжорство. От мясоедства отец перешел и к пьянству, и жуткие демоны следовали за ним по пятам и днем и ночью. Я уже перестала удивляться при виде их. Они окутывали тучное тело отца и изменяли его разум. Его лицо, давно подобное мертвенной маске, постоянно куда-то уплывало, но я точно знала, что это было не его лицо, а лицо демона, его охватившего.<s>r\n<s>r\nОн все меньше говорил, все меньше ходил, все меньше правил, а только ел и пил, пил и ел, засыпая подчас прямо на троне. Он запрещал слугам приближаться к нему, панически боясь предательства, покушения, убийства. К родным относился он с жестокостью и нередко избивал даже моего брата. На его голове вырос желтый пузырь. Со временем в его зал стала входить лишь я. И теперь я видела не только демонов, но и пауков, плетущих сети на его необъятном, заплывшем теле. <s>r\n<s>r\nЛишь однажды он заговорил со мной, сказав несколько оскорбительных вещей касаемо моей матери, а так же то, что от него беременела каждая моя нянька и что у него не считая мертворожденных около сорока пяти незаконных детей.<s>r\n",
    "answers": [
      {
        "id": 37,
        "text": "Я чувствовала странную связь с отцом... ",
        "var_equal": [
          "tela",
          1
        ]
      },
      {
        "id": 38,
        "text": "Смерть была неизбежна.",
        "var_equal": [
          "tela",
          0
        ]
      },
      {
        "super_calculate": false,
        "text": "Новый ответ. введите текст",
        "comment": true,
        "var_equal": [
          "event34",
          0
        ],
        "id": 34,
        "var_sub": [
          "energy",
          3
        ],
        "calculate": true,
        "var_set": [
          "event34",
          1
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "Однажды я сказала заранее недовольному учителю, проявив неуважение к его опыту и мудрости, что истинная личность Нумхара сокрыта от нас веками. Люди не знают достоверно, что произошло тогда в Биэйрэйэене, те события обросли домыслами, а знаменитая речь Нумхара осталась образцом дикости и невежества смертных материалистов. Не может божественная личность вроде Нумхара испытывать такие низкие качества, как беспричинный гнев, насмешливость по отношению к павшим, неуважение к слепому старцу, что был правителем кхидской столицы. Когда Нумхар низвергнул чемпиона Байрааша, он якобы  начал бахвалиться своими силами – когда на самом деле, и теперь я это точно видела и знала, он лишь поблагодарил своего отца за данную ему возможность проявить таланты на поле боя.<s>r\n<s>r\nКогда учитель спросил меня, как я могу судить с такой уверенностью об этих вещах, я ответила, что уже хорошо знаю сущность всех демонических личностей и качеств.  Я вижу их и умею их прогонять. Я чувствую их запах и я узнаю их по голосу и походке. В древних письменах я увидела почерк и страсть человека, одержимого демоном лжи и домыслов. Тот безымянный историк был всего лишь жалким рабом у нечистой силы. <s>r\n<s>r\nЭтот урок я хорошо запомнила. Историк больше не проронил ни слова, но лишь проронил слезу над учебником, а затем изорвал его на куски под ехидные смешки моего брата.<s>r\n",
    "answers": [
      {
        "id": 36,
        "text": "Время летело...",
        "var_add": [
          "energy",
          3
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "И вот настал час кончины моего отца, великолепного и ничтожного Дандсиана X. Всё утро я молилась и не видела, как его готовили к похоронам.<s>r\n<s>r\nЯ вышла из своих покоев лишь на следующий день, когда уже было пора присоединиться к похоронной делегации. Тело торжественно сопроводили на Склон Мотылька, где уже была подготовлена огромная квадратная яма. Я стояла на самом краю этой ямы и, не помня себя, продолжала читать молитвы.<s>r\n<s>r\nК удивлению, я не видела вокруг тела демонов. Лишь несколько мелких духов, вроде надоедливых насекомых кружили в жадных поисках еды... я понимала, что отец умер еще при жизни и все, кто должен был его привести в гнетущие адские слои, давно ушли вместе с ним.<s>r\n<s>r\nКогда тело развернули, смрадом обдало всю придворную толпу, люди, все до единого отшатнулись, кроме меня. Тело было раздутым и похожим на шар. Пузырь от головы надулся еще больше, расползшись и закрывая половину лица. И еще я помню гримасу брата – радостные предвкушения, связанным с диким страхом смерти. Увы, его наивным чаяньям не суждено было сбыться столь скоро, власть перешла к нашей матери, а не к нему. Для остального двора и вовсе ничего не изменилось, фактически уже несколько лет именно наша мать занималась всеми монаршими делами. <s>r\n<s>r\nНа этих похоронах я впервые и в последний раз увидела дядю Хатшимсу в его физическом воплощении. Дядя спустился с самого пика Сауви-Ре дабы почтить память почившего царя. Хатшимса был самым высоким из всех и самым старым. Мне надолго запомнились его белое худое лицо и тонкая черная борода до пояса. Придворные не смели приближаться к нему, ибо из всех Хранителей он был наиболее строг к простым смертным и чаще раздавал проклятья, чем благословения, однако я видела, что этот человек излучает истинное сияние. Хатшимса  не читал молитв, лишь недовольно поморщился, увидев жуткое тело отца, а затем сказал слово, рассекшее небо пополам. Это видела лишь я. Одно слово – шепотом. И из тела Дандсиана X сквозь всю вселенную пронесся ослепительно белый, тончайший луч.<s>r\n",
    "answers": [
      {
        "comment": true,
        "text": "Новый ответ. введите текст",
        "var_add": [
          "energy",
          1
        ],
        "var_equal": [
          "event36",
          0,
          "strdeath",
          0
        ],
        "id": 36,
        "calculate": true,
        "super_calculate": false,
        "var_set": [
          "event36",
          1
        ]
      },
      {
        "id": 39,
        "text": "Прошел еще один год...",
        "var_equal": [
          "captain",
          1
        ]
      },
      {
        "id": 38,
        "text": "Прошел еще один год...",
        "var_equal": [
          "captain",
          0
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Несмотря на явно греховную жизнь, которую вел мой отец, я испытывала к нему настоящее сострадание. В моем физическом теле с самых младых лет возрастала та самая боль, что превращает обычных смертных в жалких существ, боящихся болезней и создающих их вокруг себя. Эта боль и роднила нас.<s>r\n<s>r\nКогда он подолгу молчал, я старалась читать его мысли и видела, в какой безобразный и бессмысленный клуб они накрепко сплелись. Похоже, он перестал понимать что-либо, полностью впав в невежество. Виной тому, конечно, был соответствующий образ жизни, разврат, мясо, алкоголь и эмрицкая пыль, которую отец вдыхал в немереных количествах. Всё это не достойно жизни истинного правителя, но судьба ясно показывала мне, во что превращается золотоводное царство и что ничего лучшего от будущих правителей ждать не придется. Я сожалела, что такой слабой и юной душе, как мой отец, что совсем недавно отбросил животные формы жизни, довелось родиться в столь сложной роли в столь темный век. Я старалась давать ему столько утешения, сколько сама могла вынести на хрупких плечах.<s>r\n",
    "answers": [
      {
        "id": 36,
        "text": "Смерть была неизбежна.",
        "var_set": [
          "utewe",
          1
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "Прошел еще год, я провела его в учении и медитациях. Мать перестала возить меня по стране, потому что сама была вынуждена оставаться в Золотоводном дворце, еще больше погружаясь в политику, а более причин покидать свою комнату у меня не было. Дядя Хатшимса в свой последний визит передал нашим астрологам важное послание, суть которого раскрылась для меня чуть позже – согласно звездному распорядку именно я должна была стать наследницей его башни. Это ни для кого не стало новостью – чаще всего хранителями становился кто-то из монаршей семьи, и уж если выбирать из нас двоих с братом, сомнений точно ни у кого не оставалось.<s>r\n<s>r\nДвоевластье Золотоводья, уникальная политическая структура, предполагающая, что мирской правитель вроде моего отца должен заниматься земными делами сердцем и душой руководствуясь мудростью и молитвами Хранителя. Так было всегда, хотя еще за три поколения предыдущих царей, они подчинялись Хранителям лишь формально, брезговали духовными традициями и даже не старались высказывать Хранителям почтения. Но вопросы власти второстепенны в сравнении с главной миссией Хранителя – молитвой за всю Асату и борьбой с Изнанкой. На заре веков именно Хранители построили множество башен, защищающих мир от адских влияний и оставаясь в главной башне на Пике Сауви-Ре Хранители были явным доказательством того, что Асата еще не до конца разрушена.<s>r\n<s>r\nЧто и говорить, мне нравилась эта роль. И хотя мой брат никогда не интересовался духовными вопросами, осознав, что когда-нибудь я буду чуть ли не равной, а то и превосходящей его фигурой в стране, он стал страшно завидовать мне. Не понимая истинных ценностей, Дандсиан считал, что я жажду власти и почестей так же, как и он. Никогда еще ни один правитель Золотоводья не был так яростно настроен против Сауви-Ре, ни я, ни мать, никто не мог убедить его смягчиться.<s>r\n<s>r\nМеня пытались убить несколько раз всевозможные наемники, один раз то были шпионы из Си, другой – таинственные убийцы из Эмрата, получившие от анонимного лица аванс в четыре тысячи диззиров, в третий раз на меня напала служанка, чей разум был помутнен с помощью черной магии. Кто стоял за этим помутнением, так и не удалось выяснить, но по настоянию матери и требованию традиций мне пришлось лично отдать приказ о пожизненном заключении той несчастной в тюремной крепости. Я не боялась смерти и точно знала, что умру лишь в положенный час, тогда как мать моя с каждым таким покушением старела на несколько лет.<s>r\n<s>r\nЧто еще запомнилось мне из того времени?<s>r\n",
    "answers": [
      {
        "id": 40,
        "text": "Я как могла, старалась наладить отношения с братом."
      },
      {
        "id": 41,
        "text": "Я старалась совершать паломничества по святым местам, изучая деяния прошлых хранителей"
      }
    ]
  },
  {
    "id": 39,
    "text": "Прошел еще год, я провела его в учении и медитациях. Мать перестала возить меня по стране, потому что сама была вынуждена оставаться в Золотоводном дворце, еще больше погружаясь в политику, а более причин покидать свою комнату у меня не было. Дядя Хатшимса в свой последний визит передал нашим астрологам важное послание, суть которого раскрылась для меня чуть позже – согласно звездному распорядку именно я должна была стать наследницей его башни. Это ни для кого не стало новостью – чаще всего хранителями становился кто-то из монаршей семьи, и уж если выбирать из нас двоих с братом, сомнений точно ни у кого не оставалось.<s>r\n<s>r\nДвоевластье Золотоводья, уникальная политическая структура, предполагающая, что мирской правитель вроде моего отца должен заниматься земными делами сердцем и душой руководствуясь мудростью и молитвами Хранителя. Так было всегда, хотя еще за три поколения предыдущих царей, они подчинялись Хранителям лишь формально, брезговали духовными традициями и даже не старались высказывать Хранителям почтения. Но вопросы власти второстепенны в сравнении с главной миссией Хранителя – молитвой за всю Асату и борьбой с Изнанкой. На заре веков именно Хранители построили множество башен, защищающих мир от адских влияний и оставаясь в главной башне на Пике Сауви-Ре Хранители были явным доказательством того, что Асата еще не до конца разрушена.<s>r\n<s>r\nЧто и говорить, мне нравилась эта роль. И хотя мой брат никогда не интересовался духовными вопросами, осознав, что когда-нибудь я буду чуть ли не равной, а то и превосходящей его фигурой в стране, он стал страшно завидовать мне. Не понимая истинных ценностей, Дандсиан считал, что я жажду власти и почестей так же, как и он. Никогда еще ни один правитель Золотоводья не был так яростно настроен против Сауви-Ре, ни я, ни мать, никто не мог убедить его смягчиться.<s>r\n<s>r\nМеня пытались убить несколько раз всевозможные наемники, один раз то были шпионы из Си, другой – таинственные убийцы из Эмрата, получившие от анонимного лица аванс в четыре тысячи диззиров, в третий раз на меня напала служанка, чей разум был помутнен с помощью черной магии. Кто стоял за этим помутнением, так и не удалось выяснить, но по приказу моей матери тогда было казнено очень много людей, в том числе и Флатулос, бывший капитан стражи, которого она уже несколько лет подозревала во всех грехах. Я, точно знавшая, что Флатулос был человеком честным и уж точно ничего подобного не планировал, сильно переживала о том, что стала невольной причиной его страданий.<s>r\n<s>r\nЧто еще запомнилось мне из того времени?<s>r\n",
    "answers": [
      {
        "id": 40,
        "text": "Я как могла старалась наладить отношения с братом.",
        "var_sub": [
          "energy",
          3
        ]
      },
      {
        "id": 41,
        "text": " Я старалась совершать паломничества по святым местам, изучая деяния прошлых хранителей.",
        "var_sub": [
          "energy",
          3
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Завоевать любовь молодого и гордого Дандсиана было невозможно, да я и не пыталась сделать это. Со временем я просто начала испытывать к нему сострадание, похожее на то, что испытывала когда-то к отцу. На его плечи ложилось тяжелое бремя наследника Золотоводья в самые его тяжелые времена. Мир, окутанный демонской тьмой всё больше приближался к тому, что древние Хранители называли сущностью ада. Ложь, разврат, пьянство, мясоедение, оскорбительное отношение к ближнему – всё больше становились чем-то обыденным при дворе, и, конечно же, будущий монарх становился главной мишенью для темных сил. И когда царь становится источником тьмы, тогда и его народ заболевает – все звезды указывали на то, что Золотоводье скоро исчезнет, что скоро рухнет этот прекрасный дворец, что во всех городах разгуляется тьма и что даже Башни Хранителей останутся в одних только легендах и сказках.<s>r\n<s>r\nДандсиану же была уготована роль стоять у руля этого разрушения, и я хорошо видела, как он легко подчинялся всем темным влияниям и своей безутешной судьбе. <s>r\n<s>r\nВсё, что могла я сделать – помогать ему молитвой и благословениями, но, конечно же, брат отвергал их – с особой жестокостью и без оглядки, считая, что я зарюсь на его лакомое царство. Была ли то обида, основанная на каких-то прошлых делах и поступках, или же так он относился ко мне без всяких причин? Неважно.<s>r\n",
    "answers": [
      {
        "id": 42,
        "text": "Прошел еще год..."
      },
      {
        "super_calculate": false,
        "text": "Новый ответ. введите текст",
        "comment": true,
        "var_equal": [
          "event40",
          0,
          "obv",
          1
        ],
        "id": 40,
        "var_sub": [
          "energy",
          2
        ],
        "calculate": true,
        "var_set": [
          "event42",
          1
        ]
      },
      {
        "super_calculate": false,
        "comment": true,
        "var_equal": [
          "obv",
          0,
          "event442",
          0
        ],
        "id": 40,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "event442",
          1,
          "brat",
          1
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "Память о тех путешествиях давно иссякла. Единственное, что можно сказать наверняка – я не сидела дома во дворце. Я добилась от матери некоторых полномочий, позволяющих мне путешествовать по всей стране инкогнито, конечно же, в сопровождении сильной охраны. Однако согласно многим правилам и предписаниям мне все равно не дозволялось многое, иногда даже выходить из кареты, — побывав в том или ином монастыре, я лишь краем глаза, урывками могла полюбоваться его красотой и большую часть времени проводила просто уставив взгляд в пол и перебирая четки.",
    "answers": [
      {
        "id": 42,
        "text": "Прошел еще год..."
      }
    ]
  },
  {
    "id": 42,
    "text": "Однажды в город прибыла большая делегация из Большого Храма Северной Цепи. Целью их паломничества был пик Сауви-Ре и визит к великому Хранителю Хатшимсе, но перед этим все эти сотни посвященных решили почтить визитом и меня, будущего Хранителя. <s>r\n<s>r\nВ честь их прибытия в столице прошли парады и представления, а на главной площади был сооружен особый ритуальный постамент, на котором я должна была восседать и принимать подарки. Всё это было большой головной болью для моей матери и причиной гнетущей зависти у брата. Я же, кажется, просто была смущена и испугана.<s>r\n<s>r\nДары, что привезли последователи Северного Культа относились ко времени явления самих Четырех Божественных Братьев и считались особо священными. Самой же важной реликвией был золотой волос с бороды Данави. Его собирались вручить лично Хатшимсе, а мне лишь показать, но даже ради «показа» была совершена длительная и торжественная церемония.<s>r\n",
    "answers": [
      {
        "id": 43,
        "text": "Я провела церемонию достойно ",
        "var_equal": [
          "tela",
          0,
          "fly",
          1
        ]
      },
      {
        "id": 44,
        "text": "На церемонии мне поплохело..."
      }
    ]
  },
  {
    "id": 43,
    "text": "Когда волос вытащили из ларца и поднесли ко мне, я медленно сошла с пьедестала и совершила долгий почтительный поклон в честь памяти Сладостного Данави. Поклон весьма понравился всем собравшимся, а вскоре и все сотни людей так же пали ниц.<s>r\n<s>r\nЗатем я поприветствовала гостей на древне-самхамском, сказав, что для меня большая честь быть... но вскоре речь перестала что-то значить. Я говорила и задыхалась, пребывая в сиянии – ибо священная реликвия в действительности обладала великой силой и через нее я приблизилась на шаг к Данави. Исчезла площадь, исчезли люди, и перед мной возникла гигантская стопа божества, по сравнению с которым я казалась лишь маленьким ничтожным муравьем. Я предложила стопе все свои сокровища сердца, что готовила в старательных молитвах все эти годы, но их казалось совершенно недостаточно. А затем Он склонился ко мне и благословил меня, сказав несколько важных слов...<s>r\n<s>r\nО которых я сразу же забыла по пробуждении. Позже мне рассказали, что после того, как я упала в обморок, слуги попытались поднять и привести меня в чувство, но мое обмякшее тело взлетело в воздух, небо воссияло и все собравшиеся услышали тонкие звуки флейты, рассекшие всё пространство насквозь. Испугавшись чуда люди не переставали стоять на коленях. То был очень странный и тяжелый день...<s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "Прошел еще год...",
        "var_add": [
          "energy",
          4
        ],
        "var_set": [
          "flute",
          1
        ]
      }
    ]
  },
  {
    "id": 44,
    "text": "Когда волос вытащили из ларца и поднесли ко мне, я медленно сошла с пьедестала и совершила долгий почтительный поклон в честь памяти Сладостного Данави. Поклон весьма понравился всем собравшимся, а вскоре и все сотни людей так же пали ниц.<s>r\n<s>r\nЗатем я поприветствовала гостей на древне-самхамском, сказав, что для меня большая честь быть... но вскоре речь перестала что-то значить. Я говорила и задыхалась, волнение нарастало, а к горлу подкатывала тошнота. Затем ноги мои подкосились, и я потеряла сознание.<s>r\n<s>r\nПозже мне рассказали, что после того, как слуги попытались поднять и привести меня в чувство, а затем отнесли во дворец, как смущенно вели паломники, какие печальные слухи пошли обо мне в народе... То был грустный и тяжелый день...<s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "Годы идут.",
        "var_set": [
          "slux",
          1
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "Когда я достигла совершеннолетия, согласно еще одному древнему обычаю, мать моя решила выдать меня замуж. Я пыталась протестовать, ведь судьбой уготовано мне было принять роль Хранителя, однако по указке матери нашлись книжники и астрологи, утверждавшие, что никаким правилам Сауви-Ре подобный брак не противоречит. Более того – как объяснили мне, я могу выйти замуж формально, помочь государству заключить выгодный союз, наладить отношения с соседями или с далекими друзьями. Хатшимса мог оставаться в своей должности, как долгожитель еще много и много лет. Что будет, если я умру старой девой, а Хатшимса всё еще останется хранителем? В том же случае, если Сауви-Ре призовет меня, когда брак уже вступит в силу, будь то год спустя, или же много лет – по всем правилам никто не посмеет воспрепятствовать моему восхождению на пик.<s>r\n<s>r\nЯ же прекрасно понимала, что если меня увезут в другую страну, то все правила и соглашения перестанут что-либо значить и мое желание расстаться с «законным мужем» никогда не будет услышано. Кроме того, жизнь в браке нанесет сильный урон моим молитвам и образу жизни – материалистом я, конечно, не стану, но Сияние будет утрачено навсегда... <s>r\n<s>r\nЯ встала в упрямую позу и тогда мать просто попросила меня хотя бы рассмотреть предложения уже приехавших со всех концов Асаты женихов. Якобы я имела полное право отвергнуть каждого. <s>r\n<s>r\n— Что ж, — сказала я. – Я постараюсь быть обходительной невестой. И хоть каждый из этих достойных мужей будет отвергнут, они покинут Золотоводье, получив благословение будущего Хранителя. <s>r\n— Хорошо, — ответила мать. – Но если кто-то понравится тебе чуть больше, чем совсем нет... Одари его знаками почтения. Кто знает, может быть, пройдет много лет, Пик всё еще будет занят, и ты вспомнишь об этом избраннике.<s>r\n<s>r\nПервым был дцант-принц из Дхан-Би. Неимоверно толстый и застенчивый юноша с грустными и ничего не выражающими глазами...<s>r\n<s>r\n",
    "answers": [
      {
        "id": 46,
        "text": "Отвергнуть дцант-принца..."
      },
      {
        "id": 47,
        "text": "Одарить дцант-принца знаками почтения"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я не стала даже разговаривать с этим принцем. Он был настолько неуклюж, что представился уходя, вместо того, чтобы назвать свое имя в начале. Пхур... Быр... как и все странные дханские имена. Я увидела, что в будущем этот человек станет глубоко развращенным и погибнет довольно рано, всего лишь через пять лет. Причина смерти – его собственный живот.<s>r\n<s>r\nСледующего претендента привел далекий родственник моей мамы, вождь западного племени Хитару, по имени Лев. Насколько я слышала эти люди не принимали веру Данави, а исповедовали культ поклонения духам природы и животным. Некоторые демоны одаривали особых рьяных поклонников зверинами приметами. Так у этого грубого дикаря одна рука была полностью превращена в львиную лапу. Что же касается наследника богатств Хитару... то был скромный, совсем юный мальчик с обезображенным от звериной шерсти лицом. И его скорая смерть стала мне видна. Забьют, загрызут, съедят те, кто сегодня называют себя его слугами. <s>r\n",
    "answers": [
      {
        "id": 48,
        "text": "Отвергнуть наследника Хитару..."
      },
      {
        "id": 49,
        "text": "Одарить наследника Хитару знаками почтения."
      }
    ]
  },
  {
    "id": 47,
    "text": "Я спросила принца, как его зовут. Пхур... Быр... как и все странные дханские имена. Я увидела, что в будущем этот человек станет глубоко развращенным и погибнет довольно рано, всего лишь через пять лет. Причина смерти – его собственный живот. Но, быть может, это и есть подходящий вариант? Если не удастся избежать проклятья и придется выйти замуж, то я очень скоро стану вдовой и смогу попасть на Сауви-Ре, когда придет время. Я подарила претенденту цветок и благословила его, а затем отпустила, он так не проронил и ни слова, продолжая фыркать, пытаясь повторить собственное имя.<s>r\n<s>r\nСледующего претендента привел далекий родственник моей мамы, вождь западного племени Хитару, по имени Лев. Насколько я слышала, эти люди не принимали веру Данави, а исповедовали культ поклонения духам природы и животным. Некоторые демоны одаривали особо рьяных поклонников зверинвми приметами. Так у этого грубого дикаря одна рука была полностью превращена в львиную лапу. Что же касается наследника богатств Хитару... то был скромный, совсем юный мальчик с обезображенным от звериной шерсти лицом. И его скорая смерть стала мне видна. Забьют, загрызут, съедят те, кто сегодня называют себя его слугами. <s>r\n",
    "answers": [
      {
        "id": 48,
        "text": "Отвергнуть наследника Хитару...",
        "var_set": [
          "phur",
          1
        ]
      },
      {
        "id": 49,
        "text": "Одарить наследника Хитару знаками почтения",
        "var_set": [
          "phur",
          1
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "Мои слова были обращены ко Льву, ибо его воспитанник не был способен не только достойно ответить на них, но даже осмыслить.<s>r\n<s>r\n— Я с глубоким уважением отношусь к дружественным племенам Хитару, однако их будущее слишком туманно. Вы  не следуете традициям Данави, не признаете Четверых Сыновей и проводите демонические обряды, благодаря которым Изнанка в ваших землях до сих пор так сильна. Увы, если так будет продолжаться, вы просто сгинете в пучине времен. И я точно знаю, что ваша гордость не примет иного исхода.<s>r\n<s>r\nЛев поклонился мне, сдерживая потоки гнева, дернул за руку Наследника и направился к выходу. <s>r\n<s>r\nСледующим оказался выходец из далекого, неведомого царства Улбон. Мне доложили, что это где-то к северу от Горной цепи, в необжитых болотистых землях... и что тамошние аборигены тоже вынуждены поклоняться демонам и низким духам, чтобы выживать. Увидев принца, чье лицо было полностью покрыто чешуей, я не раздумывая отвергла его, сказав, что гости из Улбона могут пользоваться нашим гостеприимством сколько угодно, но никаких разговоров о сватовстве просто быть не может.<s>r\n<s>r\nЧетвертым претендентом был наследник Чеевского царства. Я никогда ранее не видела выходцев из Байрааша. И этот царевич привлек мое любопытство.<s>r\n",
    "answers": [
      {
        "id": 50,
        "text": "Отвергнуть чеевца.",
        "var_set": [
          "otvzve",
          1
        ]
      },
      {
        "id": 51,
        "text": "Одарить чеевца знаками внимания.",
        "var_set": [
          "otvzve",
          1
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "Мои слова были обращены ко Льву, ибо его воспитанник не был способен не только достойно ответить на них, но даже осмыслить.<s>r\n<s>r\n— Я с глубоким уважением отношусь к дружественным племенам Хитару, моя мать выросла в ваших землях и с теплом вспоминает о своем детстве. Это доказательство того, что вы все достойные люди и ваши традиции, неведомые нам, достойны того, чтобы изучать их. Мы надеемся, что когда-нибудь вы станете способны принять Сияние Данави и, возможно, это станет первым шагом к нашему сладостному союзу.<s>r\n<s>r\nЛев поклонился мне, дернул за руку Наследника, чтобы тот поклонился тоже. Я знала, что Сияние Данави они не примут никогда и совсем не беспокоилась насчет возможного «сладостного союза». <s>r\n<s>r\nСледующим оказался выходец из далекого, неведомого царства Улбон. Мне доложили, что это где-то к северу от Горной цепи, в необжитых болотистых землях... и что тамошние аборигены тоже вынуждены поклоняться демонам и низким духам, чтобы выживать. Увидев принца, чье лицо было полностью покрыто чешуей, я не раздумывая отвергла его, сказав, что гости из Улбона могут пользоваться нашим гостеприимством сколько угодно, но никаких разговоров о сватовстве просто быть не может.<s>r\n<s>r\nЧетвертым претендентом был наследник Чеевского царства. Я никогда ранее не видела выходцев из Байрааша. И этот царевич привлек мое любопытство.<s>r\n",
    "answers": [
      {
        "id": 50,
        "text": "Отвергнуть чеевца."
      },
      {
        "id": 51,
        "text": "Одарить чеевца знаками внимания."
      }
    ]
  },
  {
    "id": 50,
    "text": "То был очень самовлюбленный парень. Белые волосы, очень загорелое лицо, очень насмешливый. Облаченный в фамильную броню с изображением чеевских гусаков. Это выглядело неуместно и даже глупо, ведь он ни с кем не сражался тогда, в зале. Несмотря на явно материковую внешность, царевич носил кхидское имя Наархам.<s>r\n<s>r\nЯ спросила его, как идет в война с Нумбаем, Крахидом и Тамцином, каким он видит будущее Байрааша. Так же я спросила, какие из многочисленных орденов и культов поддерживает Чеева и действительно ли там поклоняются исполнительнице желаний Удадже? На все мои вопросы Наархам отвечал односложно и просто, я быстро поняла, что ни культура, ни религия, ни политика его не интересуют, он занят лишь собственной внешностью и возможностью помыкать другими людьми в своем маленьком царстве. Я без сомнений отвергла этого наглеца.<s>r\n<s>r\nПятый тоже показался мне наглецом. Тоже красавец в доспехах. Но самый знатный из всех сегодняшних гостей. Принц из самой Божественной империи! Империи Си, равной Золотоводью и даже превосходящей нас...<s>r\n",
    "answers": [
      {
        "id": 52,
        "text": "Отвергнуть наследника Си."
      },
      {
        "id": 53,
        "text": "Одарить наследника Си знаками внимания."
      }
    ]
  },
  {
    "id": 51,
    "text": "То был очень самовлюбленный парень. Белые волосы, очень загорелое лицо, очень насмешливый. Облаченный в фамильную броню с изображением чеевских гусаков. Это выглядело неуместно и даже глупо, ведь он ни с кем не сражался тогда, в зале. Несмотря на явно материковую внешность, царевич носил кхидское имя Наархам.<s>r\n<s>r\nЯ произнесла короткую речь о том, как уважаю интересы Чеевы в их бесконечном конфликте с Нумбаем, Крахидом и Тамцином, о том, что культура и традиции Чеевы безусловно завораживают мое внимание, однако всё это столь далеко от Золотоводья, что, боюсь, в моих познаниях много белых пятен...<s>r\n<s>r\nПринц ухмыльнулся и сказал, что готов вместе со мной заняться уничтожением этих белых пятен.<s>r\n<s>r\nЯ попрощалась с ним, продолжая улыбаться, но сердце мое содрогнулось от невольного оскорбления, что нанес принц будущему Хранителю.<s>r\n<s>r\nПятый принц тоже был красавцем в доспехах. Но самый знатный из всех сегодняшних гостей. Принц из самой Божественной империи! Империи Си, равной Золотоводью и даже превосходящей нас...<s>r\n",
    "answers": [
      {
        "id": 52,
        "text": "Отвергнуть наследника Си.",
        "var_sub": [
          "energy",
          1
        ]
      },
      {
        "id": 53,
        "text": "Одарить наследника Си знаками внимания.",
        "var_sub": [
          "energy",
          1
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "Было заметно, что принц Си сильно скучает по своей родине и уже долго находится в путешествиях. Так же я видела, что ему неинтересно это сватовство и что он глубоко презирает наше сладостное царство, всех подданных и лично меня. Он обладал разумом завоевателя и, не имея на то никаких оснований, считал, что когда-нибудь в будущем вернется в эти земли с огнем и мечом и растопчет Золотоводье... Слишком амбициозные мысли для человека, что никогда не пробовал меч в бою, но не расстается с ним даже перед сном. <s>r\n<s>r\nВызвав неимоверный гнев матери, я с насмешкой прогнала заносчивого принца и всю его бесчисленную свиту, состоявшую из грозных воинов и колдунов, представителей шести магических домов Си и Четверичного собора. Насмешка эта была вынужденной и причинила боль мне самой, но я не жалела о сделанном выборе.<s>r\n<s>r\nИ тогда в зал вошел он, юный наследник далекого племени Харапан, что ютилось в северных лесах в долине Медеха. Фелган из рода Узирис. Скромный, испуганный мальчик с рыжими кудрями и бледной болезненной кожей, он был здоровее и чище всех прочих претендентов. Делегацию из Харапана никто не приглашал, и наши послы даже не знали о них, но они целых два месяца плыли к нам с севера в надежде... получить согласие на брак. Я увидела, что могла бы быть его супругой, ибо этот наследник обладал всеми высокими качествами. Но я не хотела оскорблять его отказом или пустыми знаками внимания, что все равно ни к чему бы не привели. Я хотела дать ему нечто большее...<s>r\n",
    "answers": [
      {
        "id": 54,
        "text": "Проводить Фелгана в комнату для медитаций."
      },
      {
        "id": 55,
        "text": "Рассказать Фелгану о его будущем.",
        "var_more": [
          "energy",
          15
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "Было заметно, что принц Си сильно скучает по своей родине и уже долго находится в путешествиях. Так же я видела, что ему неинтересно это сватовство и что он глубоко презирает наше сладостное царство, всех подданных и лично меня. Он обладал разумом завоевателя и, не имея на то никаких оснований, считал, что когда-нибудь в будущем вернется в эти земли с огнем и мечом и растопчет Золотоводье... <s>r\n<s>r\nЧто, если нашим союзом я уберегу Эмр Имр от новой тяжелой войны с Си? Лишь из этих соображений я не стала смеяться над гордецом Си и сказала ему множество лестных слов. И когда хмурый принц со всей его бесчисленной свитой, состоявшей из грозных воинов и колдунов, представителей шести магических домов Си и Четверичного собора, покинул зал, мать моя обняла меня за плечи и прошептала на ухо какую-то неумелую похвалу. Я приняла похвалу матери и постаралась подготовиться к следующему приему.<s>r\n<s>r\nИ тогда в зал вошел он, юный наследник далекого племени Харапан, что ютилось в северных лесах в долине Медеха. Фелган из рода Узирис. Скромный, испуганный мальчик с рыжими кудрями и бледной болезненной кожей, он был здоровее и чище всех прочих претендентов. Делегацию из Харапана никто не приглашал, и наши послы даже не знали о них, но они целых два месяца плыли к нам с севера в надежде... получить согласие на брак. Я увидела, что могла бы быть его супругой, ибо этот наследник обладал всеми высокими качествами. Но я не хотела оскорблять его отказом или пустыми знаками внимания, что все равно ни к чему бы не привели. Я хотела дать ему нечто большее...<s>r\n",
    "answers": [
      {
        "id": 54,
        "text": "Проводить Фелгана в комнату для медитаций.",
        "var_set": [
          "materi",
          1
        ]
      },
      {
        "id": 55,
        "text": "Рассказать Фелгану о его будущем.",
        "var_more": [
          "energy",
          12
        ],
        "var_set": [
          "materi",
          1
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": "Комната моя находилась в одной из башен главного дворца и главным в ней было огромное круглое окно, из которого открывался вид и на другие башни и всю горную долину и на гигантский небесный купол. Сюда я усадила Фелгана, который от стыда и робости мог едва проронить хоть слово и здесь он наконец почувствовал себя легче.<s>r\n<s>r\nФелган признался, что никогда не видел подобной красоты и затем произнес пару вымученных комплиментов и в мою сторону.<s>r\n<s>r\nЯ же честно сказала ему, что собираюсь стать Хранителем, однако добавила, что из всех претендентов мне понравился лишь он. Я сказала, что в наш век мало, кто из правителей обладает чистым сердцем и возвышенными качествами и что ему следует оберегать это сокровище — так он обязательно принесет благо многим людям. Растроганный Фелган пал на колени и заплакал, говоря, что недостоин слышать такой похвалы.<s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "Благословить Фелгана..."
      }
    ]
  },
  {
    "id": 55,
    "text": "Я подозвала Фелгана ближе и попросила внимательно слушать меня.<s>r\n<s>r\nЯ говорила шепотом, надеясь, что больше никто не услышит этих слов, однако тут же почувствовала в воздухе магическое влияние... были то шпионы из Си? Или кто-то из ближайшего окружение Фелгана? Сложно разобраться.<s>r\n<s>r\nЯ говорила из сердца, видя Сиянием, то, что не видят другие – самые важные вещи, что должен был услышать этот достойный человек:<s>r\n<s>r\n— Тебе предстоит долгое возвращение домой, о достойный Фелган и там тебя встретят, как первого из своего рода, пересекшего весь Самхам и побывавшего в столице Золотоводья. Ты станешь любимым вождем и воеводой, а затем, когда племена Нувары и Медехи объединятся, ты станешь предводителем ста племен. Но власть не вскружит тебе голову. Внимательно изучай Весть Дамлехена и всех Четверых Братьев, внимай всем знакам и веди достойную жизнь, чтобы стать лучшим сосудом для Тех, кто Придет после Четверых. Их приход уже близко и я вижу в тебе кровь человека, что станет их представителем.<s>r\n— Кто они?<s>r\n— Они суть свет.  Это всё, что я могу сказать сейчас. Они станут наследниками Асаты после Четверых и после всех Хранителей. Когда прервется цепь Хранителей, именно Они станут надеждой Асаты.<s>r\n— Разве цепь Хранителей может прерваться?<s>r\n<s>r\nПоток иссяк. А с ним и мой голос. Я смотрела в лицо Фелгана, пытаясь собраться с мыслями и осознать всё то, что только что сказала, но получалось это с трудом. Фелган же пал на колени и заплакал.<s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "Благословить Фелгана...",
        "var_set": [
          "felgan",
          1
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "Я отдала Фелгану все лучшие благословения и при всей его свите и при всех придворных Золотоводья объявила, что север Нувары и Медехи родил лучшего из лучших, достойного правителя, с которым в будущем будут считаться все.<s>r\n<s>r\nЭто высказывание породило множество насмешек в толпе придворных и среди послов тоже, но уже в те времена я научилась твердо говорить любую истину, не обращая внимания на речи и ужимки материалистов.<s>r\n",
    "answers": [
      {
        "id": 57,
        "text": "Прошло несколько месяцев..."
      }
    ]
  },
  {
    "id": 57,
    "text": "Спустя несколько месяцев брат мой, Дандсиан XI был провозглашен полноправным наследником Золотоводья и официально вступил в права. Я мало виделась с ним, ибо в то же время было объявлено и о моем восхождении на Сауви-Ре. Согласно новостям с Пика, дядя Хатшимса ушел в Вечную Медитацию и пожелал, чтобы я заняла его место. <s>r\n<s>r\nПеред восхождением на Сауви-Ре я должна была пройти множество различных инициаций в святилищах и храмах Золотоводья и ничто другое не было мне интересно.<s>r\n",
    "answers": [
      {
        "id": 58,
        "text": "Я посетила торжественную церемонию по случаю воцарения Дандсиана. "
      },
      {
        "id": 59,
        "text": "Я посетила церемонию и официально благословила Дандсиана. ",
        "var_equal": [
          "brat",
          1
        ]
      },
      {
        "id": 60,
        "text": "Я так и не посетила торжественную церемонию."
      }
    ]
  },
  {
    "id": 58,
    "text": "Церемония прошла почти по правилам. Дандсиан проявлял нетерпеливость, насмехался над долгими речами сановников и высшей знати и даже матери не дал сказать слово, заявив, что та больше не является правителем Золотоводья, не занимает никакой должности, следовательно и нечего ей что-либо говорить на этом празднике.<s>r\n<s>r\nКогда объявили о начале пиршества, в зал внесли несколько сотен мясных блюд и множество чаш с пьянящими напитками – всё это оказалось настоящей инициативой нового царя, и те, кто отказывался принимать кощунственную пищу и дурманить свой разум, рисковали впасть в немилость с первого же дня.<s>r\n<s>r\nНо хуже всего, когда наступила заключительная часть – взмыленный, истощенный царь вскочил на Алтарь Данави и громко возмутился тому, что Хранитель Хатшимса так и не явился на праздник. Дандсиану пытались объяснить, что Хатшимса ушел в Вечную Медитацию и скоро новым Хранителем станет его сестра... <s>r\n<s>r\n— Не будет же эта морда благословлять меня на царствование? Она ненастоящий хранитель. Она и на Пике еще не была.<s>r\n<s>r\nДандсиан высмеял меня, а затем перешел к оскорбительным размышлениям:<s>r\n<s>r\n— Пора бы уже кончать нам с этими Хранителями? Кто они такие? Почему они так важны? Сидят в своих башнях? Я здесь царь! Нет никого главнее меня! Пусть зарубят себе на носу.<s>r\n<s>r\nНарод перешептывался. Ни у кого никогда не было иллюзий насчет Дандсиана, но никто не ожидал, что он осмелится, да и так сразу говорить настолько ужасные вещи.<s>r\n<s>r\nЯ же, зная, что всё предрешено и происходит согласно великому календарю событий, просто ждала окончания этой церемонии и начала следующей...<s>r\n",
    "answers": [
      {
        "id": 61,
        "text": "Мое восхождение на Пик Сауви-Ре сопровождалось праздником."
      },
      {
        "id": 62,
        "text": "Мое восхождение на Пик Сауви-Ре было тихим и незаметным."
      }
    ]
  },
  {
    "id": 59,
    "text": "Церемония прошла почти по правилам. Дандсиан проявлял нетерпеливость, насмехался над долгими речами сановников и высшей знати и даже матери не дал сказать слово, заявив, что та больше не является правителем Золотоводья, не занимает никакой должности, следовательно и нечего ей что-либо говорить на этом празднике.<s>r\n<s>r\nКогда объявили о начале пиршества, в зал внесли несколько сотен мясных блюд и множество чаш с пьянящими напитками – всё это оказалось настоящей инициативой нового царя, и те, кто отказывался принимать кощунственную пищу и дурманить свой разум, рисковали впасть в немилость с первого же дня.<s>r\n<s>r\nНо хуже всего, когда наступила заключительная часть – взмыленный, истощенный царь вскочил на Алтарь Данави и громко возмутился тому, что Хранитель Хатшимса так и не явился на праздник. Дандсиану пытались объяснить, что Хатшимса ушел в Вечную Медитацию и скоро новым Хранителем станет его сестра... <s>r\n<s>r\n— Не будет же эта морда благословлять меня на царствование? Она ненастоящий хранитель. Она и на Пике еще не была.<s>r\n<s>r\nЯ же, зная, что всё предрешено и происходит согласно великому календарю событий, вышла вперед и вложив сияние в свои слова, объявила:<s>r\n<s>r\n— Я готова благословить твое Царство от имени всей цепи Хранителей. Мое слово равно слову Хатшимсы и словам Веордаса, Итшайи, Надвиги, Фенхала, Арлавела, Мурхасы, Шихамы, Тинара, Вурсы, Малахела, Афелама, Нуяги, Аствархи, Урвайи, Иалвы и Амитвалы. Мое слово утверждается Сиянием Сауви Ре и всех Башен Пробуждения, разгоняющих изнанку и приносящих весть. Мое слово благословлено Данави Дханавасом, старшим божественным братом, излучающим радость и великолепие. Я благословляю тебя, как царя Золотоводной колыбели, ибо ты сын своего отца и прямой потомок величественного Аллура Вай-Сы, что был братом по крови Саревара II Дханаваса, что был прямым потомком божественного Крумхара Дханаваса, рожденного от Данави.<s>r\n<s>r\nДолгие перечисления имен, что брат мой никогда в жизни не был способен запомнить, не говоря уже о понимании личностей, стоящих за ними, смягчили капризный нрав молодого царя. Он осклабился и даже совершил в мою сторону легкий молчаливый поклон. Я сделала всё, что от меня требовал обычай и больше ничем не была связана с Золотоводным дворцом. Вскоре мне предстояло восхождение.<s>r\n",
    "answers": [
      {
        "id": 61,
        "text": "Мое восхождение на Пик Сауви-Ре сопровождалось праздником.",
        "var_set": [
          "bla",
          1
        ]
      },
      {
        "id": 62,
        "text": "Мое восхождение на Пик Сауви-Ре было тихим и незаметным.",
        "var_set": [
          "bla",
          1
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "Проигнорировав все приглашения и трижды отказав матери, я объявила о скорейшем отъезде из Золотоводного дворца. Тут же мне доложили о том, что возможно этот поступок прогневит молодого царя и вконец испортит наши отношения, но я не стала с этим ничего делать. <s>r\n<s>r\nЯ знала, что на праздник по приказу брата  принесут несколько сотен мясных блюд и множество чаш с пьянящими напитками – на таких пиршествах Хранителю просто не место. Если царь не может оказать должного почтения традициям и личности Хранителя, это его вина. Кроме того, я услышала... зов? Можно ли назвать это зовом? Я чувствовала, что времени этой жизни отведено мне слишком мало, и каждая секунда теперь невероятно ценна. Где я должна была провести эти секунды? Само собой, Пик Сауви-Ре был предпочтительней, чем пиршественные залы, где едят мертвечину и впадают в безумие.<s>r\n",
    "answers": [
      {
        "id": 62,
        "text": "Мое восхождение на Пик Сауви-Ре было тихим и незаметным.",
        "var_add": [
          "energy",
          2
        ],
        "var_set": [
          "chujd",
          1
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "Церемония прошла на следующий день после коронации брата. Все еще пьяные и ничего не соображающие вельможи, и даже жрецы, сопровождали мою повозку до самых подножий Сауви Ре, где нас встречали все ордена и мистерии. <s>r\nКогда пришла пора прощаться с матерью, мы коротко обнялись и сказали друг другу несколько теплых слов. Больше мы никогда не виделись.<s>r\n",
    "answers": [
      {
        "id": 63,
        "text": "Мои первые дни на Сауви-Ре..."
      },
      {
        "comment": true,
        "text": "Новый ответ. введите текст",
        "var_add": [
          "energy",
          2
        ],
        "var_equal": [
          "materi",
          1,
          "event61",
          0
        ],
        "id": 61,
        "calculate": true,
        "super_calculate": false,
        "var_set": [
          "event61",
          1
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "Стать настоящей невидимкой не так уж сложно. Нужно просто отпустить все сомнения, волнения и мысли — так ты насовсем перестаешь привлекать чье-либо внимание. Разве я не пользовалась этим умением раньше? Это одна из мистических возможностей, доступных даже самому закоренелому материалисту, описанная в книге сказок о Муфатале, истовом преданном Бога. <s>r\n<s>r\nЯ бежала из дворца, одновременно испытывая и небывалый подъем сил и тяжелую грусть. Мне не пришлось прощаться с матерью. И я навсегда закрыла дверь своей любимой комнаты для медитаций. Одинокое восхождение на гору было трудным и мучительным, но меньше всего я обращала внимание на страдания тела.<s>r\n",
    "answers": [
      {
        "comment": true,
        "text": "Новый ответ. введите текст",
        "var_add": [
          "energy",
          3
        ],
        "var_equal": [
          "event62",
          0,
          "mufatal",
          1
        ],
        "id": 62,
        "calculate": true,
        "super_calculate": false,
        "var_set": [
          "event62",
          1
        ]
      },
      {
        "super_calculate": false,
        "text": "Новый ответ. введите текст",
        "comment": true,
        "var_equal": [
          "event662",
          0,
          "mufatal",
          0
        ],
        "id": 62,
        "var_sub": [
          "energy",
          1
        ],
        "calculate": true,
        "var_set": [
          "event662",
          1
        ]
      },
      {
        "id": 63,
        "text": "Мои первые дни на Сауви-Ре."
      }
    ]
  },
  {
    "id": 63,
    "text": "У ворот сада меня встретили двое молчаливых стражников. Открыв их и тут же заперев, стражники навсегда покинули Пик, исполнив единственную миссию, для которой их позвали.<s>r\n<s>r\nЯ очутилась в знаменитом саду, разбитом вокруг Первой Башни. В пустых и звенящих пространствах  меня приветствовали прекрасные деревья, изящные цветы, фонтаны и бабочки. Людей здесь на первый взгляд не было вовсе. В центре сада высилась Первая Башня, совсем не высокая, какой ее любят описывать простолюдины. Почти неказистая, из-за странных пропорций и квадратного верха.<s>r\n<s>r\nВ свою первую прогулку я долго ходила кругами по саду, не зная даже, где смогу заночевать и очень боялась подойти к башне, от которой веяло трансцендентным величием всех Хранителей, что выше Асаты и чья реальность значительно превышала мою.<s>r\n<s>r\nТак я и бродила, прислушиваясь к ветру и шелесту листьев, пока не обнаружила еще одно строение – то был храм, почти полностью ушедший в недра горы. Лишь арка, что украшала вход, извилистая и увешанная гирляндами. Далее длился узкий туннель со ступеньками всё ниже и ниже. Набравшись смелости, я решила спуститься по ним.<s>r\n",
    "answers": [
      {
        "id": 64,
        "text": "Знакомство с храмом."
      }
    ]
  },
  {
    "id": 64,
    "text": "Я спустилась в прохладную и едва освещенную галерею, где вдоль стены были выдолблены лики Хранителей. Именно выдолблены – Урвайя, покровитель Художников и Поэтов, сумел грубым инструментом из грубого материала высечь столь тонкие черты, воссоздав лица с невероятной достоверностью.<s>r\n<s>r\nЛица были расположены в хронологическом порядке. От самого первого Хранителя Веордаса до самого последнего... меня. Сеаджи Дханавас. Я не ожидала увидеть здесь собственное лицо, хотя и слышала когда-то о том, как хранитель Урвайя озарился вдохновением и создал эту малую галерею, точно воссоздав лица всех, кто был до него и всех, кто будет после. <s>r\n<s>r\nПохоже, он знал не только, как я буду выглядеть... но и то, что я стану последним Хранителем. Иначе как объяснить, что моим портретом галерея заканчивалась? Мне не хотелось верить в это, однако мысль о конце времен уже не раз приходила ко мне во снах и во время медитаций. Я не понимала и не хотела знать, что за испытание и какой позор ждет меня в будущем и каким образом цепь Хранителей прервется... но эта галерея вновь вернула меня к мрачным мыслям.<s>r\n<s>r\nБыть может, Урвайя оставил какую-то подсказку на сей счет? Я пыталась изучить странные символы, которыми был украшен каждый портрет, но не понимала этого языка. Я осмотрела стены, что следовали после моего портрета, но не увидела ничего особенного. В этот момент я услышала чьи-то быстрые шаги там, в темноте, в глубине коридора... и испытала сильный страх.<s>r\n",
    "answers": [
      {
        "id": 65,
        "text": "Идти навстречу страху, во тьму коридора.",
        "var_equal": [
          "utewe",
          1
        ]
      },
      {
        "id": 66,
        "text": "Испугаться и покинуть храм."
      },
      {
        "id": 67,
        "text": "Прижаться к стене и затаить дыхание."
      }
    ]
  },
  {
    "id": 65,
    "text": "Разве может Хранительница испытывать страх? Да еще и в собственном доме, на священной горе Сауви-Ре? Та, что разгоняет демонов одним словом и способна говорить от имени Данави со всеми смертными и бессмертными? Страх испытывает лишь бренное тело, но я не могу позволить ему управлять собой.<s>r\n<s>r\nУхмыльнувшись и спокойно вздохнув я прошла вперед, вслед за тем, кто издавал звуки. Постепенно звуки растаяли в темноте, и я набрела на развилку, а еще дальше нашла скромное прибежище местных монашек, служительниц Сауви-Ре. Здесь они жили, молились, готовили еду и занимались другими делами, необходимыми для поддержания порядка. Я вспомнила рассказы о местных служителях – и то, что им запрещено разговаривать с Хранителями и то, что они стараются всеми силами не обращать на себя внимания, как будто их и вовсе не существует. Но где же спать мне? Этого я все еще не понимала.<s>r\n<s>r\nРешив, что ответы на все вопросы придут со временем сами, я покинула храм и снова принялась гулять по саду. За время моего отсутствия здесь кое-что изменилось – а именно возле центрального пруда возник каменный стол, полностью уставленный всевозможными яствами.<s>r\n",
    "answers": [
      {
        "id": 68,
        "text": "Осмотреть стол.",
        "var_add": [
          "energy",
          3
        ]
      }
    ]
  },
  {
    "id": 66,
    "text": "Разве может Хранительница испытывать страх? Да еще и в собственным доме, на священной горе Сауви-Ре? Та, что разгоняет демонов одним словом и способна говорить от имени Данави со всеми смертными и бессмертными? Страх испытывает лишь бренное тело, но я не могу позволить ему управлять собой. Тем не менее я смалодушничала и позволила этой странной негативной энергии захватить мое тело. <s>r\n<s>r\nЯ вышла из храма и принялась бессмысленно бродить по саду, плача и судорожно дрожа. Я не понимала, как я буду проводить здесь свои дни? Как я буду спать? С кем я буду разговаривать? Неужели моим единственным развлечением станет эта жуткая галерея, предвещающая конец света?<s>r\n<s>r\nМрачные мысли развеял каменный стол, возникший будто из ниоткуда возле центрального пруда. Полностью уставленный всевозможными яствами, он явно был предназначен для меня одной.<s>r\n",
    "answers": [
      {
        "id": 68,
        "text": "Осмотреть стол.",
        "var_sub": [
          "energy",
          1
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "Я просто перестала двигаться и думать, позволив тому, кто издавал шум, полностью проявить себя.<s>r\n<s>r\nИ вскоре увидела маленькую, испуганную монашку, что, судя по метелке в руках, прибиралась в галерее и не ожидала наткнуться на меня. Я вспомнила рассказы о местных служителях – и то, что им запрещено разговаривать с Хранителями и то, что они стараются всеми силами не обращать внимания, как будто их и вовсе не существует.<s>r\n<s>r\nНо эта милая девушка сразу показалась мне... знакомой. Возможно, мы были друзьями в какой-то из прошлых жизней, либо нам предстояло ими стать в будущем, мне сразу же захотелось приободрить ее, уж слишком испуганной казалась монашка.<s>r\n<s>r\nЯ вышла из тени, сияющая и спокойная. И представилась. Монашка и так прекрасно знала, кто я – и это явление Хранительницы посреди галереи немало испугало ее. Быть может, я совершила ошибку?<s>r\n",
    "answers": [
      {
        "id": 69,
        "text": "Подружиться с монашкой."
      },
      {
        "id": 70,
        "text": "Лучше уйти и не тревожить ее больше."
      },
      {
        "var_add": [
          "energy",
          1
        ],
        "text": "Новый ответ. введите текст",
        "comment": true,
        "var_equal": [
          "mufatal",
          1,
          "event67",
          0
        ],
        "id": 67,
        "calculate": true,
        "super_calculate": false,
        "var_set": [
          "event67",
          1
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "Угощения были самыми разнообразными и весьма аппетитными, — всевозможные фрукты и молочные напитки, ореховые десерты, ароматные чуны, доверху наполненные ягодами, сладкие пироги и напитки в фарфоровых чашах. Было совершенно очевидно, что одна я не смогу съесть и десятой доли того, что находилось на столе, но перед ним высился лишь один стул. Больше никто пировать со мной не собирался.<s>r\n<s>r\nЯ рассмеялась – всё это напомнило мне старую историю про колдуна Ка Си, властвовавшего над Эйлехенской долиной в первом коне. В знак примирения после долгой войны цари Валаса принесли бессмертному колдуну невероятное количество даров и угощений, которыми можно было накормить весь его народ. В книгах описывают, что полностью разложенные на земле тарелки и блюда покрывали площадь небольшого города. Однако жадный Ка Си не собирался делиться с собственными подданными и намеревался сам съесть все подарки. Он ел один день, второй, третий, четвертый, уже через неделю большинство блюд заросло плесенью, над долиной стояла смрадная вонь, и колдуну надоело есть, и тогда он проклял Валасцев за то, что те подстроили эту смрадную неприятность.<s>r\n<s>r\nКонечно, мне не хотелось быть как тот колдун и столь вкусными угощениями я хотела поделиться хоть с кем-нибудь, но, похоже, ничего подобного древними правилами и обычаями предусмотрено не было.<s>r\n",
    "answers": [
      {
        "id": 71,
        "text": "Есть и наслаждаться."
      },
      {
        "id": 72,
        "text": "Есть и осторожничать"
      }
    ]
  },
  {
    "id": 69,
    "text": "Я направила в сторону испуганной девушки как можно больше тепла и подошла ближе. <s>r\n<s>r\nОна рассказала, что за всю сознательную жизнь никогда не была за пределами Сауви-Ре, кто-то подкинул ее младенцем к воротам сада, и монахи воспитали ее. Она никогда не видела хранителя Хатшимсу и не могла представить, что ей повезет когда-нибудь увидеть хранительницу Сеаджу. Она несколько раз повторила, что эта встреча является для нее наивысшим благом и что она считает себя недостойной.<s>r\n<s>r\nЯ же ответила, что пусть обычные монахи размышляют о том, чего они достойны или нет, те же, кто живет на Сауви-Ре бок о бок со мной, заслужили эту возможность благодаря неистовой преданности и благонравию в своих прошлых жизнях. Само собой, они достойнейшие из достойных и для меня большое удовольствие находиться в таком кругу.<s>r\n<s>r\nНа этом наш разговор закончился, испуганная монашка убежала, а я всё размышляла, где я видела ее раньше, или где увижу еще? Ей было не больше четырнадцати лет.<s>r\n<s>r\nЯ вышла из храма и принялась задумчиво бродить по саду. Я не понимала, как я буду проводить здесь свои дни? Как я буду спать? С кем я буду разговаривать? Неужели моим единственным развлечением станет эта жуткая галерея, предвещающая конец света?<s>r\n<s>r\nЭти мысли развеял каменный стол, возникший будто из ниоткуда возле центрального пруда. Полностью уставленный всевозможными яствами, он явно был предназначен для меня одной.<s>r\n",
    "answers": [
      {
        "id": 68,
        "text": "Осмотреть стол.",
        "var_set": [
          "monawka"
        ]
      },
      {
        "var_add": [
          "energy",
          2
        ],
        "text": "Новый ответ. введите текст",
        "comment": true,
        "var_equal": [
          "event69",
          0,
          "slezi",
          1
        ],
        "id": 69,
        "calculate": true,
        "super_calculate": false,
        "var_set": [
          "event69",
          1
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": "Я позволила бедняжке уйти. В конце концов, раз правила не позволяют местным служителям общаться с Хранителем, то и не стоит мне подводить этих людей. Во всяком случае, страх перед монастырем, перед Сауви-Ре, перед мрачными портретами... полностью исчез. <s>r\n<s>r\nЯ вышла из храма и принялась задумчиво бродить по саду. Я не понимала, как я буду проводить здесь свои дни? Как я буду спать? С кем я буду разговаривать? Неужели моим единственным развлечением станет эта жуткая галерея, предвещающая конец света?<s>r\n<s>r\nЭти мысли развеял каменный стол, возникший будто из ниоткуда возле центрального пруда. Полностью уставленный всевозможными яствами, он явно был предназначен для меня одной.<s>r\n",
    "answers": [
      {
        "id": 68,
        "text": "Обед."
      }
    ]
  },
  {
    "id": 71,
    "text": "Помолившись перед принятием священной пищи я предложила ее всем Хранителям и самому Данави – верно по привычке. Не было сомнений, что пища уже была предложена по всем правилам, в таком случае, выходит, я даже слегка нарушила этикет.<s>r\n<s>r\nЯ съела лишь малую часть, несколько плодов и ягод, одно пирожное и совершенно не знала, что делать с остальной пищей. Лишь предположив, что слуги уберут всё это так же незаметно, как накрыли, я решила уйти отсюда. Кроме того, оставалась надежда, что остатки не будут выброшены и всё со стола Хранителя будет доедено монахами.<s>r\n<s>r\nТеперь предстояла очередь задуматься о Башне. Именно там Хранитель Хатшимса проводил большую часть времени и именно там он принял решение уйти в Вечную Медитацию. К Башне не осмеливался подходить никто. Но я должна была сделать это, и медлить с этим знакомством было нельзя.<s>r\n",
    "answers": [
      {
        "id": 73,
        "text": "Немедленно отправиться к башне."
      },
      {
        "id": 74,
        "text": "Отложить визит в башню до следующих дней."
      }
    ]
  },
  {
    "id": 72,
    "text": "Несомненно яства были предложены по всем правилам, цепи Хранителям и самому Данави, приготовлены с молитвой, любовью и почитанием, а потому я обязана была отведать хоть немного. Но низкая материальная природа, похоже, всё еще оставалась во мне... то ли после недавнего общения с братом, то ли и вся жизнь в Золотоводном дворце сделала меня столь уязвимой, но тогда, за столом я проявила низкие качества характера и решила ни к чему не прикасаться.<s>r\n<s>r\nПредположив, что слуги уберут всё это так же незаметно, как накрыли, я решила уйти отсюда. Кроме того, оставалась надежда, что еда не пропадет со всем, и всё со стола Хранителя будет доедено монахами.<s>r\n<s>r\nТеперь предстояла очередь задуматься о Башне. Именно там Хранитель Хатшимса проводил большую часть времени и именно там он принял решение уйти в Вечную Медитацию. К Башне не осмеливался подходить никто. Но я должна была сделать это, и медлить с этим знакомством было нельзя.<s>r\n",
    "answers": [
      {
        "id": 73,
        "text": "Немедленно отправиться к башне.",
        "var_sub": [
          "energy",
          1
        ]
      },
      {
        "id": 74,
        "text": "Отложить визит в башню до следующих дней.",
        "var_sub": [
          "energy",
          1
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "Вокруг башни всё разительно отличалось от остального Сада. Тропинки были неухоженными, а сам вход и вовсе зарос бурьяном. Великое чудо света, изгоняющее Изнанку и всех демонов из Асаты... выглядело как дом с привидениями. Но это лишь внешняя оболочка, и я прекрасно понимала это. Если бы поблизости был хоть один дух или демон, я бы увидела его. Но даже воздух на Сауви-Ре казался более чистым, прозрачным и светлым, чем в долине – и всё пространство было полностью свободно от низких существ.<s>r\n<s>r\nВнутри башни было темно и холодно. Некогда помпезная круговая лестница, что должна была вести спиралью вдоль стен на самый верх, давно обвалилась, каменные обломки лежали здесь же. Никаких способов вскарабкаться в сердце башни не существовало – летать я, увы, не умела. Однако я чувствовала в этом месте сильное присутствие Хранителя Хатшимсы и знала, что он наблюдает за мной. Я села на один из обломков и закрыла глаза для медитации.<s>r\n",
    "answers": [
      {
        "id": 75,
        "text": "Разговор с Хатшимсой."
      }
    ]
  },
  {
    "id": 74,
    "text": "Вокруг башни всё разительно отличалось от остального Сада. Тропинки были неухоженными, а сам вход и вовсе зарос бурьяном. Великое чудо света, изгоняющее Изнанку и всех демонов из Асаты... выглядело как дом с привидениями. Но это лишь внешняя оболочка, и я прекрасно понимала это. Если бы поблизости был хоть один дух или демон, я бы увидела его. Но даже воздух на Сауви-Ре казался более чистым, прозрачным и светлым, чем в долине – и всё пространство было полностью свободно от низких существ.<s>r\n<s>r\nОднако зайти внутрь я так и не решилась. Не в первый день. Нужно отбросить всякий страх и сосредоточиться на Сиянии. Иначе Хатшимса разочаруется в своей племяннице. Разве нет? Дрожа и бледнея, я сделала круг и вернулась в сад.<s>r\n",
    "answers": [
      {
        "id": 76,
        "text": "Шли дни..."
      }
    ]
  },
  {
    "id": 75,
    "text": "Я села в темной зале на пол, заваленный обломками и закрыла глаза. <s>r\n<s>r\nНикогда еще мои медитации не быль яркими, сильными и... мгновенными. Сияние горы Сауви-Ре мгновенно окутало меня и подняло вверх, хотя и тело осталось где-то внизу. Хатшимса – гигант нечеловеческого роста, восседающий на троне среди звездных вихрей и безбрежной вселенной с улыбкой приветствовал меня. Я увидела его сразу в нескольких обличьях и без слов поняла всё, что он хотел рассказать мне. Хатшимса рассказал о предназначении Асаты и  о том, что он отправился в странствие по другим вселенным, в одной из которых он исполняет роль Ревущего Зверя, Защитника Данави – одна из вечных божественных ролей. Он показал мне этого зверя – чудовищный лев, окутанный вихрями славы. А затем настала моя очередь задавать вопросы... в тот раз я могла задать лишь один вопрос.<s>r\n",
    "answers": [
      {
        "super_calculate": false,
        "comment": true,
        "var_equal": [
          "phur",
          0,
          "bla",
          0,
          "felgan",
          0,
          "event75",
          0
        ],
        "id": 75,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "event75",
          1
        ]
      },
      {
        "id": 77,
        "text": "Спросить о своем будущем. ",
        "var_equal": [
          "phur",
          1
        ]
      },
      {
        "id": 78,
        "text": "Спросить о будущем Золотоводья.",
        "var_equal": [
          "bla",
          1
        ]
      },
      {
        "id": 79,
        "text": "Спросить о будущем Асаты. ",
        "var_equal": [
          "felgan",
          1
        ]
      },
      {
        "id": 77,
        "text": "Спросить о своем будущем.",
        "var_equal": [
          "event75",
          1
        ]
      },
      {
        "id": 78,
        "text": "Спросить о будущем Золотоводья. ",
        "var_equal": [
          "event75",
          1
        ]
      },
      {
        "id": 79,
        "text": "Спросить о будущем Асаты. ",
        "var_equal": [
          "event75",
          1
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "За несколько дней я почти освоилась на Сауви-Ре. Некоторым слугам все-таки разрешалось видеться со мной и помогать мне, это многое облегчило. Стараясь ничего не говорить вслух и привлекать к себе как можно меньше внимания, они показали мне на малую келью неподалеку от храма, внутри которой я должна была спать. Так же они показали в саду несколько укромных мистических мест, где можно было проводить время наедине с сиянием – алмазный цветок, серебряный фонтан, золотая обзорная башенка. <s>r\n<s>r\nЯ все чаще принимала чудесные угощения, что приносили мне два раза в день, принимала ванные в одиноком лунном пруду, поднималась по склонам Малой Скалы, чтобы пообщаться с возвышенными горными стихиями, и иногда спускалась в древнюю библиотеку, что находилась прямо под храмом.<s>r\n<s>r\nУже через неделю слуги объявили о том, что на Сауви-Ре откроется прием различных просителей и послов со всех концов света, я должна была, соблюдая все правила этикета и чтя традиции Данави, правильно разрешать конфликты и строить политические отношения, будучи духовной главой Золотоводья. Это общение давалось мне легко и практически не отложилось в памяти, ибо общаться приходилось, в основном, с материалистами, коими были даже священники. Но одна встреча повлияла на многое...<s>r\n",
    "answers": [
      {
        "id": 80,
        "text": "Встреча с дазиябарским культистом."
      },
      {
        "id": 81,
        "text": "Встреча с послом Дамбхана."
      },
      {
        "id": 82,
        "text": "Встреча со священником из Коу Сари."
      }
    ]
  },
  {
    "id": 77,
    "text": "Дядя Хатшимса говорил громовым голосом и в то же время это был голос моих мыслей, звучавший внутри моего сердца.<s>r\n<s>r\nОн сказал, что судьба моя как человека и как правителя в этом мире трагична, но мне не следует заботиться об этом. Хранители выбрали меня задолго до моего рождения и тем самым оказали большую честь. Цепь Хранителей должна была прерваться много раньше, но кто-то из Них решил дать Асате еще немного времени. Меня не останется как личности, но я буду выше чем личность и выше чем просто Хранитель, если продолжу следовать идеалам Данави и действовать только, исходя из них.<s>r\n<s>r\nТаков был ответ. Я покинула башню.<s>r\n",
    "answers": [
      {
        "id": 76,
        "text": "Шли дни..."
      }
    ]
  },
  {
    "id": 78,
    "text": "Дядя Хатшимса говорил громовым голосом и в то же время это был голос моих мыслей, звучавший внутри моего сердца.<s>r\n<s>r\nОн сказал, что судьба любых царств физического плана трагична и смехотворна, в истории нет ничего, к чему стоило бы пытливому уму Хранителя проявлять симпатию. Всё движется согласно законам судьбы, а исходя из них в Асате уже проявляется множество низких кармических процессов, люди совершают страшные грехи и убийства, теряют уважение друг к другу и ведут себя оскорбительно. Такими становятся правители, и яркий тому пример мой собственный брат. Такими становятся целыми царства и удела их полное забвение.<s>r\n<s>r\nТаков был ответ. Я покинула башню.<s>r\n",
    "answers": [
      {
        "id": 76,
        "text": "Шли дни..."
      }
    ]
  },
  {
    "id": 79,
    "text": "Дядя Хатшимса говорил громовым голосом и в то же время это был голос моих мыслей, звучавший внутри моего сердца.<s>r\n<s>r\nОн сказал, что цепь Хранителей скоро покинет Асату, ибо она недостойна внимать высшим истинам, ибо сюда приходят всё новые и новые души, многие из которых были созданы совсем недавно и подобны животным своими нравами, привычками и образом. Для таких людей, чтобы они могли спастись и обрести возвышенный путь будут проповедовать иные Старшие, чей блеск уже воссиял на севере Асаты. Всего лишь улыбнувшись Их будущему представителю Фелгану, я передала ему как наследнику все регалии духовной власти Хранителей, и он будет нести их достойно. <s>r\n<s>r\nЭто был хороший поступок, Сеаджа. Фелган — твой истинный брат, и он наследует Асату.<s>r\n<s>r\nТаков был ответ. Я покинула башню.<s>r\n",
    "answers": [
      {
        "id": 76,
        "text": "Шли дни...",
        "var_add": [
          "energy",
          3
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "Последователь странной веры в молнии и Яркую Вспышку, озарившую весь восток был одним из первых моих гостей.<s>r\n<s>r\nЯ не ожидала увидеть на Сауви-Ре дазиябарца, их вера была не только далека от Данави, она полностью противоречила и вере в Четверых Божественных Братьев, однако перед мои глазами явился не фанатик с безумными глазами, а светлая душа. То был тихий старик с внимательным, чутким взглядом и короткими седыми волосами.<s>r\n<s>r\nОн рассказал мне о многочисленных противоречиях его веры и о том, что земля Дази разрывается от политических конфликтов, он просил о благословении Хранителя и о возможности построить башню хотя бы на окраине их страны, — помощь в борьбе с изнанкой немного отвлечет зазнавшихся восточных деспотов от бесконечной грызни и поможет обратиться к вечности, доказав, что культ Данави несет с собой свет.<s>r\n<s>r\n— Значит, вы хотите принять веру Данави? – спросила я священника.<s>r\n— Мне необязательно принимать вашу веру, чтобы признавать ее истинность, — ответил тот. – Я исповедую Яркую Вспышку, ибо ее исповедовал мой учитель и мой отец и все мои предки. Я не могу их предать. Но это не означает, что я должен испытывать слепую вражду ко всем, кто познает Вспышку иными путями. В идеальном мире я бы хотел построить храм, где нашлось бы равное место и культу Данави и Четверым Божественным братьям и Яркой Вспышке и всем другим традициям, исключая лишь те, кто приносит кровавые жертвы и исповедует другие тяжелые грехи.<s>r\n<s>r\nЯ подписала все необходимые бумаги и раздала указания, чтобы посланцы Сауви-Ре немедленно отправились на восток для воздвижения десятой башни. Даже если мне суждено быть последней Хранительницей, свет башен будет сиять еще многие века.<s>r\n",
    "answers": [
      {
        "id": 83,
        "text": "Шли месяцы..."
      },
      {
        "var_add": [
          "energy",
          2
        ],
        "text": "Новый ответ. введите текст",
        "comment": true,
        "var_equal": [
          "event80",
          0,
          "flute",
          1
        ],
        "id": 80,
        "calculate": true,
        "super_calculate": false,
        "var_set": [
          "event80",
          1
        ]
      }
    ]
  },
  {
    "id": 81,
    "text": "Представитель Дома Нулфеги и Хранитель Горной Цепи, важный и сановитый, но совершенно лишенный сияния, муж, прибыл на Сауви-Ре с многочисленной свитой состоявший из дханских священников.<s>r\n<s>r\nИспользуя не самые деликатные выражения, а иногда попросту ругаясь, этот человек требовал от Сауви-Ре полного подчинения Дханским Домам, ибо по его выражению, сам Данави благословил Горную Цепь и от него произошли все дханы. Эмратские же последователи Данави по его мнению были сектантами и имели смешанную кровь, происходя от «Неведомых мореплавателей», многие из которых несомненно были еретиками.<s>r\n<s>r\nЯ в самых дипломатичных выражениях объяснила, что требование это невыполнимо по многим причинам. Во-первых, потому что Хранители Сауви-Ре являются лишь оборотной стороной монеты власти, а лицевой стороной является Царь Золотоводья, который уж точно никогда не будет присягать чужеземцам. Ежели они хотят войны и ради своих корыстных целях готовы к кровопролитию, тем самым перед лицом Данави они покажут свое вероотступничество.<s>r\n<s>r\nОскорбленный посол на прощание припомнил мне прошлое:<s>r\n<s>r\n— Вы уже не в первый раз отказываете нашим законным требованиям. Вы подарили цветок Пхуру Туркхурбруштху, но не явились в день своей свадьбы и наплевали на приглашения. Теперь славный бадцант Пхур страдает от порывов депрессии. Так ли уж хороши ваши духовные ценности?<s>r\n<s>r\nНа это обвинение мне было нечем ответить и я сильно устала от разговора с самым безбожным из всех служителей Бога.<s>r\n",
    "answers": [
      {
        "id": 83,
        "text": "Шли месяцы...",
        "var_sub": [
          "energy",
          3
        ]
      }
    ]
  },
  {
    "id": 82,
    "text": "То был совсем молодой человек, представивший себя как скромный служитель Данави из портового города Холдас.<s>r\n<s>r\nОн в ярких красках описал мне тяжелую жизнь на этом забытом острове, о том, как опасны и страшны и многочисленны тамошние демоны, о том, что мелкие духи вовсю живут даже в городах и осмеливаются запрыгивать в его единственную церквушку. И о том, что Башня, построенная сто лет назад на Сахарной Скале, давно перестала разгонять изнанку. Я должна выслать служителей Культа на Коу Сари, чтобы те вернули Сияние в Башню.<s>r\nЯ ответила бедному юноше, что знаю о страданиях Коу Сари и еще Хатшимса говорил о необходимости восстановить башню на Сахарной Скале, но в мире все меньше праведников и все меньше людей, способных прорваться через тьму к свету. Когда я найду достойных претендентов, я обязательно пошлю их в это опасное путешествие. <s>r\n<s>r\nЧто же касается мелких духов, они никогда не войдут в дом, где правильно произносят все девять священных имен Данави. Видимо священник допускает ошибки в своих молитвах и медитациях. Я благословила его на то, чтобы он немедленно исправил свои ошибки.<s>r\n",
    "answers": [
      {
        "id": 83,
        "text": "Шли месяцы...",
        "var_set": [
          "holdas",
          1
        ]
      }
    ]
  },
  {
    "id": 83,
    "text": "Служение Данави и всему миру стало для меня чем-то само собой разумеющимся. Вся моя жизнь оставалась лишь постоянным созерцанием красоты и медитацией. Обязанности правителя и духовного наставника я выполняла без лишних раздумий, сомнений и метаний, просто делая всё, что от меня требовалось.<s>r\n<s>r\nНо однажды я встретила послов из южной провинции Эмрат, с которыми у меня состоялся разговор, сильно пошатнувший устоявшееся равновесие. Они говорили о том, что никто из правящей элиты Эмрата не принимает всерьез моего брата, нового царя Золотоводья, что такой царь настоящий позор для всех и что с благословения Хранителя они могли бы поднять народные массы для восстания и отделения от Золотоводья. <s>r\n<s>r\nБольше всего на свете я боялась, что судьба столкнет меня с моим братом! Что мне придется хоть с кем-то всерьез рассуждать о достойности, или недостойности его власти. Все эти разговоры заведомо были далеки от истинных ценностей Данави, не говоря уже о том, что мы обязаны правом рождения относиться с глубочайшим почтениям к нашим отцам, учителям и правителям. Чем же я заслужила, что теперь принимаю участие в столь оскорбительных разговорах и как я должна была ответить?<s>r\n",
    "answers": [
      {
        "id": 84,
        "text": "Я прогнала послов Эмрата."
      },
      {
        "id": 85,
        "text": "Я выслушала послов до конца, но отказала им."
      },
      {
        "id": 86,
        "text": "Я приняла идеи послов Эмрата."
      }
    ]
  },
  {
    "id": 84,
    "text": "Я решила не отягчать эту встречу лишними проповедями и объяснениями и просто прогнала недостойных послов с их недостойными речами. Так же я распорядилась, чтобы об этой встрече немедленно доложили Дандсиану, пусть он сам принимает решения о том, как поступать со своим подданными, задумавшими бунт. Я надеялась, что больше никогда не вернусь к этому вопросу.<s>r\n<s>r\nСпустя месяцы произошла еще одна памятная встреча. То было посвящение меченосца по имени Сатиам Дерес. Ранее об их ордене я слышала лишь что-то, больше похожее на басни и россказни и даже не до конца верила, что Меченосцы существуют. Согласно легендам, то были мистические воины, хранящие верность Хранителям и посвятившие свои жизни служению Данави. По духовным качествам эти воины не уступали возвышенным монахам Сауви-Ре, так как неукоснительно следовали всем принципам с момента рождения. Что же касается воинской доблести, то тут им не было равных – один Меченосец, говорят, может противостоять целой армии... Впрочем, судьба настолько милостива к этим лучшим из лучших душ Асаты, что никогда не позволит им попасть в слишком опасную ситуацию, подарив все возможности выйти победителями из любой схватки. <s>r\n<s>r\nПо каким-то причинам орден Меченосцев распался еще при раннем правлении Хатшимсы, и о них не было слышно долгие годы. Храм, где собирались Меченосцы, проводя молитвы и инициации, находился где-то в предгорьях Сауви-Ре, но был давно разрушен. <s>r\n<s>r\nМне было любопытно увидеть последнего из оставшихся Меченосцев, и узнать, настолько ли он хорош, как в сказках.<s>r\n",
    "answers": [
      {
        "id": 87,
        "text": "Встреча с Меченосцем."
      }
    ]
  },
  {
    "id": 85,
    "text": "Я решила поступить дипломатично и заверила гостей, что о нашей беседе больше никто не узнает. Выслушав их до конца, я сказала, что не могу оступиться перед идеалами Данави, говорящими о полном уважении к отцам, учителям и правителям. Да, правитель может быть недостойным, подчас отвратительным, но достойный человек никогда не родится в роли его поданного. Ежели он родился, значит таково его предназначение, его испытание, либо его наказание. Мы должны исполнять свои роли, уважая то, как Рождение распределило нас в этом мире. Мудрость сия оказалась гостям непонятна и неприятна. После этой встречи я чувствовала упадок сил.<s>r\n<s>r\nСпустя месяцы произошла еще одна памятная встреча. То было посвящение меченосца по имени Сатиам Дерес. Ранее об их ордене я слышала лишь что-то, больше похожее на басни и россказни и даже не до конца верила, что Меченосцы существуют. Согласно легендам, то были мистические воины, хранящие верность Хранителям и посвятившие свои жизни служению Данави. По духовным качествам эти воины не уступали возвышенным монахам Сауви-Ре, так как неукоснительно следовали всем принципам с момента рождения. Что же касается воинской доблести, то тут им не было равных – один Меченосец, говорят, может противостоять целой армии... Впрочем, судьба настолько милостива к этим лучшим из лучших душ Асаты, что никогда не позволит им попасть в слишком опасную ситуацию, подарив все возможности выйти победителями из любой схватки. <s>r\n<s>r\nПо каким-то причинам орден Меченосцев распался еще при раннем правлении Хатшимсы, и о них не было слышно долгие годы. Храм, где собирались Меченосцы, проводя молитвы и инициации, находился где-то в предгорьях Сауви-Ре, но был давно разрушен. <s>r\n<s>r\nМне было любопытно увидеть последнего из оставшихся Меченосцев, и узнать, настолько ли он хорош, как в сказках.<s>r\n",
    "answers": [
      {
        "id": 87,
        "text": "Встреча с Меченосцем.",
        "var_sub": [
          "energy",
          1
        ]
      }
    ]
  },
  {
    "id": 86,
    "text": "Я рассказала гостям, что и сама прекрасно знаю о низких качествах царя Дандсиана и что, увы, при текущем расположении звезд, надеяться на лучшего правителя нет никакой возможности. Однако мы все должны исполнять свои роли, несмотря на препятствия и испытания, и уж если с рождения брат мой возненавидел меня, я готова стать его противником и готова принять под свою опеку неспокойную провинцию Эмрат. Что будет дальше? Неизвестно. Но если бунт произойдет, я объявлю народу о благословении Эмрату. Все эти слова тяжело давались мне, я почувствовала, что глубоко пала, позволив себя столь оскорбительные заявления, — с другой стороны, что мог принести своему народу Дандсиан кроме боли, страданий и еще большего духовного падения? Бороться с судьбой так тяжело.<s>r\n<s>r\nСпустя месяцы произошла еще одна памятная встреча. То было посвящение меченосца по имени Сатиам Дерес. Ранее об их ордене я слышала лишь что-то, больше похожее на басни и россказни и даже не до конца верила, что Меченосцы существуют. Согласно легендам, то были мистические воины, хранящие верность Хранителям и посвятившие свои жизни служению Данави. По духовным качествам эти воины не уступали возвышенным монахам Сауви-Ре, так как неукоснительно следовали всем принципам с момента рождения. Что же касается воинской доблести, то тут им не было равных – один Меченосец, говорят, может противостоять целой армии... Впрочем, судьба настолько милостива к этим лучшим из лучших душ Асаты, что никогда не позволит им попасть в слишком опасную ситуацию, подарив все возможности выйти победителями из любой схватки. <s>r\n<s>r\nПо каким-то причинам орден Меченосцев распался еще при раннем правлении Хатшимсы, и о них не было слышно долгие годы. Храм, где собирались Меченосцы, проводя молитвы и инициации, находился где-то в предгорьях Сауви-Ре, но был давно разрушен. <s>r\n<s>r\nМне было любопытно увидеть последнего из оставшихся Меченосцев, и узнать, настолько ли он хорош, как в сказках.<s>r\n",
    "answers": [
      {
        "id": 87,
        "text": "Встреча с Меченосцем.",
        "var_sub": [
          "energy",
          3
        ],
        "var_set": [
          "emrat",
          1
        ]
      }
    ]
  },
  {
    "id": 87,
    "text": "Меченосец прибыл на Сауви-Ре в точно оговоренное время, ни мгновеньем раньше, ни мгновеньем позже – я знала, что упорнее всего в своих духовных дисциплинах Меченосцы следуют правилу точности.<s>r\n<s>r\nТо был довольно молодой человек, возможно, даже моложе меня. Он был очень высокого и крепкого телосложения, у  него были длинные светлые волосы, завязанные в косу. Одет он был достаточно просто и даже бедно, — старый бронзовый панцирь поверх льняной рубахи, грубые меховые штаны, но я обратила внимание, что перед встречей Сатиам Дерес сильно постарался привести в лучший вид свои неброские одежды. С пояса свисал меч, я видела лишь рукоять, но по ней одной можно было определить, насколько это ценное и благородное оружие.<s>r\n<s>r\nПри виде меня Сатиам Дерес не смел проронить ни слова, он дрожал, бормотал молитвы и всё время стоял на коленях. Это несколько смутило меня, я сама произнесла несколько заготовленных речей по случаю визита столь дорогого гостя, но спуталась и сбилась во многих местах. Затем он попросил благословения на то, чтобы стать моим доверенным защитником. В этом не было ничего предосудительного, но я продолжала смущаться, этот человек относился ко мне, как какому-то божеству, сошедшему с  небес, но я таковым не являлась.<s>r\n",
    "answers": [
      {
        "id": 88,
        "text": "Ласково приободрить Меченосца и дать ему посвящение."
      },
      {
        "id": 89,
        "text": "Дать Меченосцу официальное посвящение по всем правилам."
      },
      {
        "id": 90,
        "text": "Перед посвящением отдалиться от Меченосца и обсудить всё с Хатшимсой."
      }
    ]
  },
  {
    "id": 88,
    "text": "Я попросила Сатиама Дереса сосредоточиться на Сиянии Данави, и несколько минут мы провели в молчаливой молитве. Плескался фонтан, рядом качалось траурное дерево идзи, я наблюдала за душой человека, стоящего передо мной на коленях. То была необыкновенная личность, не принадлежавшая Асате, но прибывшая из совсем других миров. Достаточно юная, но совершенно чистая — Сатиам был готов к любому геройскому поступку и с яростью отвергал всё, что противоречит принципам Данави.<s>r\n<s>r\nКогда посвящение закончилось, я сказала со всей нежностью и теплотой, на которые была способна, что очень рада увидеть такого человека здесь, на Сауви-Ре, что он не должен волноваться и переживать, ведь в высших духовных отношениях нет стеснительности и ложного стыда – с людьми надо говорить и держать себя просто, считая всех, кто осящен Сиянием Данави, своими близкими родственниками.<s>r\nОн хотел остаться на Сауви-Ре выполняя обязанности телохранителя, но я сказала, что я не нуждаюсь в защите так, как в ней нуждается Асата и потому благословила Сатиама на свободное геройское странствование. <s>r\n",
    "answers": [
      {
        "id": 91,
        "text": "Прошел год...",
        "var_set": [
          "shiny",
          1
        ]
      }
    ]
  },
  {
    "id": 89,
    "text": "Я попросила Сатиама Дереса сосредоточиться на Сиянии Данави, и несколько минут мы провели в молчаливой молитве. Плескался фонтан, рядом качалось траурное дерево идзи, я наблюдала за душой человека, стоящего передо мной на коленях. То была необыкновенная личность, не принадлежавшая Асате, но прибывшая из совсем других миров. Достаточно юная, но совершенно чистая — Сатиам был готов к любому геройскому поступку и с яростью отвергал всё, что противоречит принципам Данави.<s>r\n<s>r\nКогда посвящение закончилась, я поклонилась Сатиаму  и сказала несколько прощальных фраз на древне-самхамском.<s>r\n<s>r\nОн хотел остаться на Сауви-Ре выполняя обязанности телохранителя, но я сказала, что я не нуждаюсь в защите так, как в ней нуждается Асата и потому благословила Сатиама на свободное геройское странствование. <s>r\n",
    "answers": [
      {
        "id": 91,
        "text": "Прошел год..."
      }
    ]
  },
  {
    "id": 90,
    "text": "Я не стала ничего говорить Меченосцу и удалилась в свою обитель для медитации, что, похоже, несколько обескуражило и даже расстроило Сатиама Дереса.<s>r\n<s>r\nТем не менее, он показал хорошую выдержку, прождав моего благословения еще несколько часов. Хатшимса в этот раз молчал. Его суровая фигура на фоне вселенной светилась лиловыми отблесками и была практически не видна. Но дядя дал мне достаточно Сияния и Сил, чтобы правильно благословить гостя.<s>r\n<s>r\nВернувшись, я попросила Сатиама Дереса сосредоточиться на Сиянии Данави, и несколько минут мы провели в молчаливой молитве. Плескался фонтан, рядом качало, я наблюдала за душой человека, стоящего передо мной на коленях. То была необыкновенная личность, не принадлежавшая Асате, но прибывшая из совсем других миров. Достаточно юная, но совершенно чистая — Сатиам был готов к любому геройскому поступку и с яростью отвергал всё, что противоречит принципам Данави.<s>r\n<s>r\nКогда посвящение закончилась, я поклонилась Сатиаму  и сказала несколько прощальных фраз на древне-самхамском.<s>r\n<s>r\nОн хотел остаться на Сауви-Ре выполняя обязанности телохранителя, но я сказала, что я не нуждаюсь в защите так, как в ней нуждается Асата и потому благословила Сатиама на свободное геройское странствование. <s>r\n",
    "answers": [
      {
        "id": 91,
        "text": "Прошел год...",
        "var_add": [
          "energy",
          2
        ]
      }
    ]
  },
  {
    "id": 91,
    "text": "Я продолжала исполнять обязанности Хранителя, пребывая в постоянном Сиянии Сауви-Ре и в разговорах с Хатшимсой. В одно и то же время я была Матерью Асаты и оставалась совершенно равнодушна ко всем ее материальным воплощениям. <s>r\n<s>r\nЯ продолжала общаться с посланниками, послами, дипломатами, клериками, мистиками, астрологами и даже царями, неустанно посещавшими мою обитель.<s>r\n<s>r\nА затем, получив невидимое благословение Мурхасы, отца всех проповедников, я решила совершить паломничество по всему царству и раздать милость всем страждущим. Впервые за столько времени выезжая за пределы Сауви-Ре я вспомнила о своей матери – что тоже разъезжала по всей стране в черной крытой карете. <s>r\n<s>r\nПовсюду в моих странствиях меня встречали толпы простого народа, что жаждал благословений. Бедняки расстилались перед каретой как цветы, а я повсюду встречала лишь боль и страдания, ибо видела какой нечестивой жизнью живет большинство из них. Но мир перестал меня удивлять и страдания перестали трогать мое сердце, ведь даже в них виделся определенный кармический урок... Возможно, лишь одно путешествие запомнилось мне...<s>r\n",
    "answers": [
      {
        "id": 92,
        "text": "Паломничество в Эолхв. ",
        "var_equal": [
          "demon",
          1
        ]
      },
      {
        "id": 93,
        "text": "Паломничество в Западный Ухрам. ",
        "var_equal": [
          "otvzve",
          1
        ]
      },
      {
        "id": 94,
        "text": "Нет, кажется, ничего..."
      }
    ]
  },
  {
    "id": 92,
    "text": "Поначалу то было самое обычное паломничество. Я почтила память эолхвских святых, а так же великого полководца Грэрхазы, что ценой величайшего подвига освободил эти земли от орд кровожадного Штормового Племени.<s>r\n<s>r\nНарод окружил мою делегацию, а главный священник вдруг запел тонким и радостным голосом, потом ему вторили остальные. Затем вперед вышла большая группа людей в странных черных плащах. Шестеро поклонились мне в ноги и их предводитель сказал, что когда я была совсем маленькой и посетила Эолхв со своей матерью, мне довелось сразить злостного демона Ур-Шу – и тот мой небольшой подвиг вдохновил их на создание целого Эолхвского ордена демоноборцев.<s>r\n<s>r\nЯ с трудом пыталась вспомнить тот эпизод из детства, но как будто в том уже не было необходимости. Предводитель демоноборцев попросил у меня вдохновения на Пребывание Славы и поклялся, что всегда будет служить идеалам Данави. Я отказала ему в благословении, потому что от него исходил неприятный аромат алкоголя. Тот, кто сознательно замутняет свой разум и оскверняет тело нечестивыми напитками, не может по достоинству хранить вдохновение. Но как было объяснить этим людям, что они ничем не лучше демонов, с которыми хотят бороться? Пожалуй, это было невозможно. Разочарование, испытанное местными было таким же, как и мое разочарование в себе.<s>r\n",
    "answers": [
      {
        "id": 94,
        "text": "Шло время...",
        "var_sub": [
          "energy",
          3
        ],
        "var_set": [
          "urwu",
          1
        ]
      }
    ]
  },
  {
    "id": 93,
    "text": "Долгий путь в Западный Ухрам был довольно скучным, к тому же разбушевалась непогода, и я почти не выходила из кареты и ни с кем не разговаривала. Моей целью был божественный источник Тьири, что проистекал в здешних местах, а так же Храм Ухрамских Затворников, что славились небывалыми аскезами и мистическими возможностями.<s>r\n<s>r\nОднако у самых ворот на территорию Тьири путь нам преградил вооруженный отряд. Нам объявили, что Ухрамский Вождь запрещает свободный въезд в эти земли, в особенности под запретом любые передвижения Хранителей. Начальник нашей экспедиции, простой человек, офицер из Золотоводного дворца тут же принялся спорить и ругаться, — ведь Ухрам в какой-то степени все еще часть Золотоводья, и никто здесь не смеет быть выше Хранителя и Царя. На что ответом было лишь молчанье. Офицер в ярости кричал, что доложит обо всем во Дворец, и изменников ждет самая страшная кара, но паломничество было уже испорчено и я приказала немедленно развернуться и прекратить спор.<s>r\n<s>r\nТак же я попросила никому не докладывать о происшествии, а сама гадала, почему оно произошло.<s>r\n",
    "answers": [
      {
        "id": 94,
        "text": "Шло время...",
        "var_set": [
          "strawa",
          1
        ]
      }
    ]
  },
  {
    "id": 94,
    "text": "Последним местом моего паломничества был свободный город Эръхалз, что находится на полуострове Эръхалз в северной части Холдасского залива. Я прибыла сюда по указанию брата. Короткое послание, переданное лично в руки — «С меня требуют слишком много денег, но я по политическим соображениям не могу им отказать. Откажи ты».<s>r\n<s>r\nЗдешние мистики пожаловались мне на усиление Изнанки, что из темных вод залива частенько приходят призраки и злые духи, прибой приносит безобразные части тел «воплотившихся» водных, летучих и прочих демонов, а торговые суда, курсирующие между материком и Холдасом все чаще попадают в то, что здешние моряки называют «маревом». Черный, вязкий туман, извергающий зло, из которого нет выхода и от которого нет спасения.<s>r\n<s>r\nЯ пообещала мистикам, что очень скоро найду достойных людей, способных добраться до Сахарной Скалы в Коу Сари и восстановить сияние тамошней башни. Тогда жители не только Коу Сари, но и всего побережья вздохнут спокойно. Но я не могла врать и на вопрос, когда именно это произойдет, не дала ответа. Был лишь один достойный претендент для подобной миссии — Сатиам Дерес. Могучий, бесстрашный, обладающий многими возвышенными качествами и пребывающий в постоянной молитве... но все еще слишком неопытный, чтобы я могла быть в нем уверенной. К тому же, он находился в странствиях, и я не знала, когда он вернется на Сауви-Ре в следующий раз.<s>r\n<s>r\nМой неуверенный ответит смутил местную знать, и тогда мистики взмолились, чтобы я отдала приказ о строительстве новой башни, здесь в Эръхалзе, — говоря, что она всегда будет гореть и никто не предаст ее забвению, как случилось с Коу Сарской башней. Я пыталась им объяснить, что башни не могут находиться так близко друг к другу, даже если одна из них разрушена до основания... но никакие аргументы не могли их убедить. Я вспомнила указ брата — он просил меня официально отказать Эръхалзу. Мне не хотелось портить отношения с братом, да и не было никакого смысла в этом строительстве — ибо башня построенная в этом месте, окажется бесполезной... <s>r\n",
    "answers": [
      {
        "id": 95,
        "text": "Я официально отказала Эръхалзу."
      },
      {
        "id": 96,
        "text": "Я стала сомневаться в своих же доводах и все-таки дала согласие..."
      }
    ]
  },
  {
    "id": 95,
    "text": "Отказав, я стала немного ближе к своей семье. Несмотря на всю ненависть брата ко мне, в тот момент я почувствовала, что он сильно нуждался в подобного рода поддержке и что многое зависело от тех ресурсов, которые требовал Эръхалз для строительства башни. Я вспомнила и о своей матери. Она переживала, что мы с братом еще сильнее отдалимся, если я решу не послушать его. Но я послушала и сделала это совершенно искренне.<s>r\n<s>r\nПрощание с Эръхалзом было сухим и грустным, мистики были во мне разочарованы. Я же послала им мысленное благословение – придет время и они станут достаточно разумны, чтобы привлечь к себе Сияние Данави, и тогда никакая изнанка не будет им страшна.<s>r\n",
    "answers": [
      {
        "id": 97,
        "text": "Шли годы..."
      },
      {
        "comment": true,
        "text": "Новый ответ. введите текст",
        "var_add": [
          "energy",
          1
        ],
        "var_equal": [
          "materi",
          1,
          "event95",
          0
        ],
        "id": 95,
        "calculate": true,
        "super_calculate": false,
        "var_set": [
          "event95",
          1
        ]
      }
    ]
  },
  {
    "id": 96,
    "text": "Эти люди так надеялись на чудо, на то, что с легкой руки самой Хранительницы всё сразу же образуется, демоны уйдут, изнанка отступит... что я не смогла им отказать.<s>r\n<s>r\nПрекрасно понимая, что в этом не было никакого практического смысла, я подписала все необходимые бумаги и послала гонцов в Терхаамиль, где находился древний орден Зодчих, руками которых были построены все Башни Пробуждения.<s>r\n<s>r\nПочему я так поступила? Где была моя решимость? Точность в действиях и поступках? Почему меня разжалобили эти люди и чего я боялась? Я не могла себе этого объяснить, что еще больше утверждало меня в том, насколько материальная природа коварна и обольстительна – даже Хранителя способна превратить в беспомощного материалиста. Или, быть может, я недостойный Хранитель? Мошенница, лгунья, ищущая славы и почестей? Я пыталась отгонять от себя эти мысли.<s>r\n",
    "answers": [
      {
        "super_calculate": false,
        "text": "Новый ответ. введите текст",
        "comment": true,
        "var_equal": [
          "event96",
          0,
          "slux",
          1
        ],
        "id": 96,
        "var_sub": [
          "energy",
          2
        ],
        "calculate": true,
        "var_set": [
          "event96",
          1
        ]
      },
      {
        "id": 97,
        "text": "Шли годы..."
      }
    ]
  },
  {
    "id": 97,
    "text": "Шли годы и каждый день был похож на другой. Я продолжала исполнять обязанности Хранителя, продолжала медитировать и общаться с Хатшимсой, раздавать указания, подписывать бумаги и встречать дорогих гостей в Высоком Саду, или у Лунных фонтанов.<s>r\n<s>r\nНа гору приезжали не только политики и паломники, как-то раз прибыл вихрастый юноша из ордена поэтов, бывали и художники, стремившиеся запечатлеть «невероятную ускользающую красоту»... но никому из них я не позволила это сделать, ибо одного портрета в древней галерее уже было достаточно.<s>r\n<s>r\nЯ всё больше ссорилась с братом, точнее ссорился он. Мы не виделись ни разу, но гневные письма от него приходили едва ли не каждую неделю. Иногда это были просто праздные хулиганские послания, иногда просьбы поставить подпись, согласиться, или отказаться. Несмотря на полноту власти царя Золотоводья, в некоторых вопросах ему приходилось делить бремя власти со мной, и эта необходимость гневила его больше всего. Особенно когда я «шла поперек горла».<s>r\n<s>r\nТак произошло, когда я подписала целую серию указов, запрещающих любые пьянящие напитки, их производство и продажу, даже в целях нравоучительных, — в некоторых городах продолжали действовать «пьяные ямы», куда отцы водили своих детей, чтобы показать до чего доводит эта вредная привычка. С моей же легкой руки ямы эти были полностью уничтожены, ибо по моей задумке в них и не было необходимости – вместе с ямами уничтожались хмелевые плантации и винодельни, трактиры и таверны, а также игорные дома. Узнав, каких масштабов достигла моя борьба с невежеством, Дандсиан впал в ярость и потребовал немедленно отменить всё. Он не затруднил обосновать свою защиту пьянства, считая, что проблема не в том, на чьей стороне правда, а в том, что я взяла на себя слишком много власти.<s>r\n",
    "answers": [
      {
        "id": 98,
        "text": "Пойти на поводу у Дандсиана."
      },
      {
        "id": 99,
        "text": "Не обращать внимания на гневные письма."
      }
    ]
  },
  {
    "id": 98,
    "text": "Я составила обстоятельное письмо брату, в котором расписала в красках, какое ужасное влияние оказывает хмель на  весь мир, что именно он одна из главных причин повального безбожия и демонических влияний, ибо тот, кто пристрастился к хмелю, не защищен от Изнанки и совершенно не приспособлен к аскезам и молитвам, а это противоречит всем вечным ценностям. Кроме того, писала я, одна пагубная привычка приводит и к другим, меньшим и большим, мы все должны относиться даже к малому из всех зол с отвращением и ужасом, ибо нельзя назвать хоть что-то чистым, если на нем есть хотя бы одно пятно.<s>r\n<s>r\nВпрочем, затем я добавила, что в наш век не менее важным проявлять уважением к старшим и правителям, и он навсегда останется для меня старшим – не только царем, но и братом. А потому я совершила оскорбление своим самовольством и должна всё это исправить. Я сказала, что обязательно сделаю всё, как он просит, но продолжаю молиться, чтобы и он продолжил ту же политику в отношении хмеля. Последняя фраза, впрочем, была пустой формальностью. Я прекрасно понимала, что брат защищает пьянство в силу своей низменной природы и всевозможных одержимостей.<s>r\n<s>r\nНо наши конфликты продолжались. Следующим камнем преткновения был конфликт Дандсиана со столичным духовенством. Те заявили, что не обязаны подчиняться царю, согласно таким-то законам ни в мелочах, ни в целом и что они находятся под полной юрисдикцией Хранителя. Дандсиан потребовал, чтобы я подписала указ, согласно которому все столичные храмы и мистериалы переходили под его личный контроль.<s>r\n",
    "answers": [
      {
        "comment": true,
        "calculate": true,
        "var_add": [
          "energy",
          2
        ],
        "super_calculate": false,
        "id": 98,
        "text": "Новый ответ. введите текст",
        "var_equal": [
          "event98",
          0,
          "emrat",
          1
        ],
        "var_set": [
          "event98",
          1
        ]
      },
      {
        "id": 100,
        "text": "Я согласилась с братом."
      },
      {
        "id": 101,
        "text": "Я отказала брату."
      }
    ]
  },
  {
    "id": 99,
    "text": "Я составила обстоятельное письмо брату, в котором расписала в красках, какое ужасное влияние оказывает хмель на  весь мир, что именно он одна из главных причин повального безбожия и демонических влияний, ибо тот, кто пристрастился к хмелю, не защищен от Изнанки и совершенно не приспособлен к аскезам и молитвам, а это противоречит всем вечным ценностям. Кроме того, писала я, одна пагубная привычка приводит и к другим, меньшим и большим, мы все должны относиться даже к малому из всех зол с отвращением и ужасом, ибо нельзя назвать хоть что-то чистым, если на нем есть хотя бы одно пятно.<s>r\n<s>r\nВпрочем, я понимала, что в этой проповеди не было никакого смысла. Всё это было лишь комментарием к моему полному отказу сотрудничать с Дандсианом в этом вопросе. Считая себя Хранителем Асаты я решила, что таким образом спасу гораздо больше душ, и никакая ненависть безумного царя не способна устрашить меня. <s>r\n<s>r\nСледующим камнем преткновения был конфликт Дандсиана со столичным духовенством. Те заявили, что не обязаны подчиняться царю, согласно таким-то законам ни в мелочах, ни в целом и что они находятся под полной юрисдикцией Хранителя. Дандсиан потребовал, чтобы я подписала указ, согласно которому все столичные храмы и мистериалы переходили под его личный контроль.<s>r\n",
    "answers": [
      {
        "var_add": [
          "energy",
          2
        ],
        "text": "Новый ответ. введите текст",
        "comment": true,
        "var_equal": [
          "event99",
          0,
          "chujd",
          1
        ],
        "id": 99,
        "calculate": true,
        "super_calculate": false,
        "var_set": [
          "event99",
          1
        ]
      },
      {
        "id": 100,
        "text": "Я согласилась с братом."
      },
      {
        "id": 101,
        "text": "Я отказала брату."
      }
    ]
  },
  {
    "id": 100,
    "text": "Подписав эти бумаги, я стала немного свободнее. И хотя по существу ко мне никто из столичных храмовников и не обращался настолько часто, чтобы этот вопрос казался мне сколько-нибудь важным, многие расценили сей ход, как слабость. Гости качали головами, выражали сочувствие и сетовали, что нынешний царь стремится полностью избавиться от двоевластия, а это непременно приведет Золотоводье к гибели.<s>r\n<s>r\nЯ и без них знала, что Золотоводье погибнет. Как именно — уже неважно. Важнее всего распространять Сияние сейчас, чтобы у людей всегда оставалась возможность увидеть, услышать его, приблизиться к нему.<s>r\n",
    "answers": [
      {
        "id": 102,
        "text": "Шли месяцы..."
      }
    ]
  },
  {
    "id": 101,
    "text": "Написав отрицательный ответ, я стала на шаг ближе к абсолютной вражде с царем. Впрочем, это ведь было неизбежно?<s>r\n<s>r\nЗолотоводье погибнет. Как именно — уже неважно. Важнее всего распространять Сияние сейчас, чтобы когда Хранителей не станет, у людей все равно оставалась возможность увидеть, услышать его, приблизиться к нему. <s>r\n",
    "answers": [
      {
        "id": 102,
        "text": "Шли месяцы...",
        "var_set": [
          "vrajda",
          1
        ]
      }
    ]
  },
  {
    "id": 102,
    "text": "Перед тем, как начнется буря, говорят, особенно легко дышится, мглистое небо поражает своей красотой, а ветер насыщает радостью жизни, энергией, желанием быть, сиять, становиться.<s>r\n<s>r\nТакое предвестие бури ощутила и я в один осенний день, когда поняла, что вскоре начнется война. Что очень скоро страна разделится надвое – и те, кто остался верен Хранителю, окружат Сауви-Ре, дабы не допустить сюда тех, кто служит верой и правдой Царю. И, как бы ни сложились звезды, в конце этого исторического события меня ждет неминуемая смерть.<s>r\n<s>r\nНо как я должна была умереть, оставалось для меня тайной. Я размышляла о том, что еще могу принести этому миру, обреченному на безбожие и осквернение, насколько болезненным будет полное исчезновение цепи Хранителей из плана Асаты и как много страданий принесет война, которую можно даже избежать, если я просто позволю брату сделать то, что он задумал.<s>r\n",
    "answers": [
      {
        "id": 103,
        "text": "Размышлять о преуменьшении страданий."
      },
      {
        "id": 104,
        "text": "Размышлять о будущем Асаты."
      }
    ]
  },
  {
    "id": 103,
    "text": "Определенно погибнет много невинных людей. Казалось бы, карма работает идеально и нет среди убиенных тех, кто не заслуживал бы смерти. Многое, что кажется несправедливым, в итоге оказывается частью невероятного замысла, в котором энергия творения и сияние человеческих поступков переплетаются идеальным узором.<s>r\n<s>r\nНо есть и другая сторона этого философского вопроса — преумножение страданий в нашем несовершенном мире всегда приводит к увеличению демонических влияний. Кровь льется. Люди испытывают злость, боль и страх, совершают оскорбления и отдаляются от Сияния. Кровь продолжает литься и демоны продолжают плясать. Вот рецепт любого из умирающих миров. Если в моих силах, как Хранителя, уменьшить страдания, то я должна постараться сделать для этого всё. С этими мыслями я написала множество писем возможным союзникам и тем, кто точно встанет на мою сторону в случае осады Сауви-Ре. Я призывала их всех сложить оружие и смириться с неизбежным, я предлагала им те или иные молитвы и благословения и приводила различные примеры из священных текстов, чтобы доказать свои слова.<s>r\n<s>r\nНе пришло ни одного ответа. Пространство перед бурей сужалось еще сильнее, воздух становился еще душнее и приятнее.<s>r\n<s>r\nЗатем на Сауви-Ре прибыл мой Меченосец.<s>r\n",
    "answers": [
      {
        "id": 105,
        "text": "Благословить Меченосца.",
        "var_add": [
          "energy",
          2
        ]
      }
    ]
  },
  {
    "id": 104,
    "text": "Определенно погибнет много невинных людей. Казалось бы, карма работает идеально и нет среди убиенных тех, кто не заслуживал бы смерти. Многое, что кажется несправедливым, в итоге оказывается частью невероятного замысла, в котором энергия творения и сияние человеческих поступков переплетаются идеальным узором.<s>r\n<s>r\nСвященные тексты гласят о славе тех, кто смело вступает в бою, исполняя роли, задуманные судьбой. Я исполняла, как могла,  роль Хранительницы. А те, кто решит пролить за меня кровь, исполнят роли Воинов – и в этом нет греха. Лишь бы не попались под горячую руку Дандсиана простые  невинные люди, крестьяне... и что еще хуже – монахи. За время, проведенное на Сауви-Ре я привязалась к невидимым монашкам и считала их настоящими ангелами в человеческом обличье. Я знала, что когда умру я, умрут и они. Это приносило мне боль, с которой не помогали справиться и молитвы.<s>r\n<s>r\nЗатем на Сауви-Ре прибыл мой Меченосец.<s>r\n",
    "answers": [
      {
        "super_calculate": false,
        "text": "Новый ответ. введите текст",
        "comment": true,
        "var_equal": [
          "event104",
          0,
          "monawka",
          1
        ],
        "id": 104,
        "calculate": true,
        "var_sub": [
          "energy",
          3
        ],
        "var_set": [
          "event104",
          1
        ]
      },
      {
        "id": 105,
        "text": "Благословить Меченосца."
      }
    ]
  },
  {
    "id": 105,
    "text": "Я решила отправить Сатиама Дереса на Сахарную Скалу острова Коу Сари, что уже много лет стояла разрушенная, из-за чего весь Коу Сари кишит демонами. Возможно, теперь он был достаточно готов к этому подвигу. Возможно, я  была не права и отправляла последнего из ордена Меченосцев на верную смерть. Нельзя было сказать точно, ибо этот человек не принадлежал звездам Асаты. Но в случае успеха то будет великий подарок Асате от всей Цепи Хранителей .<s>r\n<s>r\nК тому же, я не хотела, чтобы он оставался на Сауви-Ре, когда сюда ворвется войско моего брата. Моя смерть неизбежна и даже такой славный герой не сможет меня спасти. Допустив эту смерть, он разочаруется в Данави и в себе и совершит оскорбление. Я не могла допустить, чтобы пала такая возвышенная душа.<s>r\n<s>r\nСатиам Дерес с большим энтузиазмом и даже восторгом принял свою миссию. На прощанье я пообещала, что в медитациях буду обращаться к его имени, то же может делать и он, а так же я подарила ему небольшую реликвию, что ранее хранилась в нашем монастыре. Магический куб-амулет, управляющий судьбой... Безделушка для тех, кто живет согласно звездам, но воину, что идет в самое глухое, темное место Асаты она может и вправду пригодиться.<s>r\n<s>r\nКогда Сатиам Дерес покинул Сауви-Ре, до моей смерти оставалось чуть больше месяца.<s>r\n",
    "answers": [
      {
        "super_calculate": false,
        "var_add": [
          "energy",
          4
        ],
        "var_equal": [
          "event105",
          0,
          "holdas",
          1,
          "shiny",
          1
        ],
        "id": 105,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "event105",
          1
        ]
      },
      {
        "id": 106,
        "text": "Время пришло."
      }
    ]
  },
  {
    "id": 106,
    "text": "Немногочисленное войско Дандсиана (около пятидесяти воинов) прибыли на Сауви-Ре рано утром по узкой горной тропе. Ворота открылись и впустили захватчиков, потому что на Пике не было никого кроме моих слуг-монашек. Сам царь предпочел не участвовать в этой постыдной компании, а передал дела в руки военачальников.<s>r\n<s>r\nВорвавшись в сад один из них протрубил в горн и  произнес речь, в которой обвинил меня в преступлениях против короны, подготовке заговоров и других грехах. Я не стала отвечать на эти формальные обвинения и лишь попросила не трогать невинных, не разрушать священный сад и не приближаться к башне Хатшимсы. У них были другие планы – они совершили то, о чем еще каких-нибудь сто лет назад никто бы не мог и помыслить. Богобоязненные солдаты никогда бы не подняли руки не то, что против Хранителя, но даже против самого мелкого и презренного служителя Господа. Воспитанники же Дандсиана потеряли всякий стыд. И вот спустя час весь сад горел, а обломки башни дымились посреди выкорчеванных деревьев. Монахи, пытавшиеся выйти на защиту храма были тут же убиты, а вход в древний храм завален. <s>r\n<s>r\nМеня связали, заткнули рот кляпом и бросили в одну из повозок, которая как и карета моей матери, была черного цвета.<s>r\n",
    "answers": [
      {
        "super_calculate": false,
        "calculate": true,
        "comment": true,
        "var_equal": [
          "event106",
          0,
          "emrat",
          1,
          "strawa",
          1
        ],
        "id": 106,
        "text": "Новый ответ. введите текст",
        "var_sub": [
          "energy",
          4
        ],
        "var_set": [
          "event106",
          1
        ]
      },
      {
        "id": 107,
        "text": "Так я оказалась в тюрьме."
      }
    ]
  },
  {
    "id": 107,
    "text": "Брат держал меня в темнице Золотоводного замка, в самом глухом подземелье, я несколько дней провела без еды и солнечного света, среди холодных камней. Через трещину одной из стен постоянно сочилась темная зеленая струйка из канализации. В другом конце моей новой кельи росли гнилокряпки, грибы-паразиты, обладавшие самым отвратительным запахом в Асате. <s>r\n<s>r\nНесколько таких голодных дней ко мне приходили молчаливые тюремщики и избивали меня, оставляя лишь немного жизненных сил для того, чтобы сознание не покинуло меня.<s>r\n<s>r\nНа третий день меня раздели донага, причем ни один из тюремщиков не стыдился этого оскорбления, а кое-кто даже посмеивался. Нет, не сто лет назад. Такого нельзя было представить еще и при правлении моего отца. <s>r\n<s>r\nВсё, что я старалась делать в эти дни, не терять Сияния и все свои мысли обращать к Данави и Хатшимсе. Но там, где так мало света и так много страданий, молитвы становятся всё слабее. <s>r\n",
    "answers": [
      {
        "super_calculate": false,
        "comment": true,
        "var_equal": [
          "event107a",
          0,
          "urwu",
          0,
          "vrajda",
          0,
          "bloods",
          0,
          "flute",
          0
        ],
        "id": 107,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "event107a",
          1,
          "event107b",
          1,
          "event107c",
          1
        ]
      },
      {
        "super_calculate": false,
        "comment": true,
        "var_equal": [
          "event107b",
          0,
          "vrajda",
          1
        ],
        "id": 107,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "event107b",
          1
        ]
      },
      {
        "super_calculate": false,
        "comment": true,
        "var_equal": [
          "event107b",
          0,
          "bloods",
          1
        ],
        "id": 107,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "event107b",
          1
        ]
      },
      {
        "super_calculate": false,
        "comment": true,
        "var_equal": [
          "event107c",
          0,
          "urwu",
          1
        ],
        "id": 107,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "event107c",
          1
        ]
      },
      {
        "super_calculate": false,
        "comment": true,
        "var_equal": [
          "event107c",
          0,
          "flute",
          1
        ],
        "id": 107,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "event107c",
          1
        ]
      },
      {
        "id": 108,
        "text": "Материальная природа взяла вверх, я сдалась.",
        "var_equal": [
          "event107b",
          1
        ]
      },
      {
        "id": 109,
        "text": "Тюрьма растаяла в свете Сияния. ",
        "var_equal": [
          "event107c",
          1
        ]
      }
    ]
  },
  {
    "id": 108,
    "text": "На шестой день пыток я постепенно начала забывать о Сиянии. Постоянная боль, голод, смрад – всё то, чего и близко не было в моей царственной жизни — всё это казалось настолько унизительным и жутким, что я не могла мириться с этим. Я предалась гнили, позабыв о Данави и просто умоляла тюремщиков поскорее закончить с этим.<s>r\n<s>r\nНа девятый день темницу посетил мой брат Дандсиан. Он потребовал, чтобы я не только отреклась от должности Хранителя, но и от всех святынь Данави, а так же лично подписала резолюцию, согласно которой царь Золотоводья считался выше самого Данави. Каждое из последующих требований было абсурднее другого, и с последним я точно никогда не смогла бы согласиться. Я понимала, что брат требовал это не ради каких-то политических амбиций, цель демонов, овладевших им была одна – растоптать мое сердце и заглушить Сияние, заставить меня совершить самое страшное оскорбление – и я не могла сделать этого ни при каких пытках.<s>r\n<s>r\nТогда Дандсиан объявил, что у меня есть сутки на раздумья, на следующий же день он вернется и если я откажусь, я встречу свою кончину здесь, даже не на плахе, а здесь, в смрадном подземелье. И что перед тем, как убить меня, Дандсиан «с удовольствием познает мою святую плоть». Одно из самых жутких преступлений, последствия которого неминуемо приведут к самым ужасным катаклизмам, вся Асата погрязнет в такой грязи, что некоторые слои Ада и Изнанки будут казаться не такими жуткими по сравнению с ним. Как мне было отговорить брата от этого преступления? Что я могла сделать?<s>r\n",
    "answers": [
      {
        "id": 110,
        "text": "Я взмолилась о пощаде и о возможности умереть достойной смертью. ",
        "var_more": [
          "energy",
          17
        ]
      },
      {
        "id": 112,
        "text": "Я прокляла Дандсиана. ",
        "var_less": [
          "energy",
          18
        ]
      }
    ]
  },
  {
    "id": 109,
    "text": "Некоторые из мудрецов древности предпочитали считать весь материальный мир Иллюзией. И хотя это заблуждение было развеяно Четырьмя Божественными братьями, заявившими, что во всех триллионах всевозможных слоев мироздания нет ни одного мира, который  можно было бы признать ненастоящим, — несмотря на это Данави допускает относиться к низкоматериальным слоям как к несущественным. Следовательно при определенной настройке всё сопутствующее этому слою так же является несущественным. Неважно, где ты находишься и в каком состоянии. Неважно, что испытывает твое тело и даже твой разум. Главное – пребывать в Сиянии, пребывать в Сиянии настолько, чтобы в один момент расстаться с этим миром и возвыситься над ним, поднявшись на тот уровень, где есть лишь мудрость, красота и любовь.<s>r\n<s>r\nЯ размышляла об этом и поддерживала тонкую нить света, что, пронзая тысячи миров, протягивалась ко мне через мрачные катакомбы. Эта нить и была единственной важной реальностью, всё остальное стало просто сном.<s>r\n<s>r\nНа девятый день темницу посетил мой брат Дандсиан. Он потребовал, чтобы я не только отреклась от должности Хранителя, но и от всех святынь Данави, а так же лично подписала резолюцию, согласно которой царь Золотоводья считался выше самого Данави. Каждое из последующих требований было абсурднее другого, и с последним я точно никогда не смогла бы согласиться. Я понимала, что брат требовал это не ради каких-то политических амбиций, цель демонов, овладевших им была одна – растоптать мое сердце и заглушить Сияние, заставить меня совершить самое страшное оскорбление – и я не могла сделать этого ни при каких пытках.<s>r\n<s>r\nТогда Дандсиан объявил, что у меня есть сутки на раздумья, на следующий же день он вернется и если я откажусь, я встречу свою кончину здесь, даже не на плахе, а здесь, в смрадном подземелье. И что перед тем, как убить меня, Дандсиан «с удовольствием познает мою святую плоть». Одно из самых жутких преступлений, последствия которого неминуемо приведут к самым ужасным катаклизмам, вся Асата погрязнет в такой грязи, что некоторые слои Ада и Изнанки будут казаться не такими жуткими по сравнению с ним. Как мне было отговорить брата от этого преступления? Что я могла сделать?<s>r\n",
    "answers": [
      {
        "id": 111,
        "text": "Я приняла решение совершить еще больший грех во спасение Асаты... ",
        "var_more": [
          "energy",
          17
        ]
      },
      {
        "id": 113,
        "text": "Я решила смириться со всем и не воспринимать ничего. ",
        "var_less": [
          "energy",
          18
        ]
      }
    ]
  },
  {
    "id": 110,
    "text": "Исполнившись страха и уныния, я позабыла всё, что было в моей жизни – я позабыла о матери и Золотоводном детстве, о сладостных чудесах, истории, Асате, Хатшимсе, о любви и Сиянии. Я отринула это всё и передо мной была лишь темница и брат, обещавший надругаться надо мной.<s>r\n<s>r\nОн не внял моим просьбам и только смеялся, и все его угрозы на следующий день были исполнены.<s>r\n<s>r\nСмерть была избавлением, само собой.<s>r\n<s>r\nТонкий серебряный луч, длань Святого Хатшимсы, мгновенно выдернула меня из смрада и поместила в сияющий кокон, где я провела еще несколько тысяч лет, в покое и сне, чтобы залечить раны, нанесенные мне в демонической Асате. Когда эти коны миновали, настала время нового рождения Асаты, в котором мне была предназначена чуть меньшая роль, чем раньше. Я оставалась любимой дочерью великих Хранителей, но Хатшимса сказал, что я слишком слаба, чтобы нести это бремя дальше и мне надо еще отдохнуть.<s>r\n",
    "answers": [
      {
        "id": 110,
        "text": "Достигнута концовка A",
        "comment": true,
        "text_color": [
          0,
          0.75,
          0
        ]
      },
      {
        "id": 1,
        "text": "Начать заново."
      }
    ]
  },
  {
    "id": 111,
    "text": "Самоубийство недопустимо в Асате. Когда высшие боги создают вселенные, в которых могут проживать и учиться бесчисленные сонмы юных душ, каждый из них создает свой свод правил, которому должны следовать живые существа и кармические законы. Эти законы похожи, но в разных вселенных бывают и некоторые различия. И именно в Асате самоубийство отягощалось самым тяжелым кармическим последствием. Считалось, что тот, кто наложил на себя руки – будет навсегда изгнан из этой вселенной и всех ее слоев. Он может попасть в другую, но в Асату не вернется до самого ее уничтожения. Как могла я отказаться от Асаты, если была ее Хранителем? <s>r\n<s>r\nЯ сознательно решила убить себя, дабы не допустить, чтобы Царь нежно любимой мной страны, совершил грех, из-за которого проклятым будет каждый, кто родится и умрет в этой стране. Жизнь покинула мое тело сразу же после принятия решения, и следующий день уже не настал.<s>r\n<s>r\nТонкий серебряный луч, длань Святого Хатшимсы, мгновенно выдернула меня из смрада и поместила в сияющий кокон, где я провела еще несколько тысяч лет, в покое и сне, чтобы залечить раны, нанесенные мне в демонической Асате. Когда эти коны миновали, настала время нового рождения Асаты, но в ней мне не было предназначено никакой роли... благодаря моей любви к ней, благодаря накопленной духовной силе, мне позволялось наблюдать за судьбами Асаты и тех великих душ, что рождались здесь для различных деяний, но сама родиться здесь я больше не могла. Когда же Асата была уничтожена вновь, Хатшимса сжалился надо мной и призвал сонм Созидателей, чтобы вымолить для меня прощение. Меня изгнали в мир, называемый Шаданакаром, где я должна была пройти шесть миллионов перерождений. Если пройдя эту цепь, я сохраню чистый разум и любовь к  Асате, то я смогу вернуться и участвовать при ее новом создании. Либо я могу сдаться перед материальной природой Шаданакара и уйду вглубь ее адских миров и тогда судьба моя будет настолько же неопределенной как бросок кубиков. Говорят, Шаданакар – опаснейший из миров и вместе с тем один из самых привлекательных. Здесь самые возвышенные божества могут деградировать до состояния низших насекомых, но так же это место великих духовных подвигов и невероятного прогресса для тех душ, кто твердо стоит на стороне истины.<s>r\n",
    "answers": [
      {
        "id": 111,
        "text": "Достигнута концовка \"B\"",
        "comment": true,
        "text_color": [
          0,
          0.75,
          0
        ]
      },
      {
        "id": 1,
        "text": "Начать заново."
      }
    ]
  },
  {
    "id": 112,
    "text": "Исполнившись страха и страдания, я преисполнилась ненависти. Оскорбительный, омерзительный гнев поднимался из глубин моего материального тела и заполонял мой разум. Ярость уничтожала один за другим плоды моих многолетних аскез и молитв, и я ничего не могла с этим поделать. Ярость так же давала мне силы, я понимала, что одним движением мысли я могу даже испепелить Дандсиана, но я хотела ли я того? <s>r\n<s>r\nДандсиан пришел на следующий день, чтобы воплотить свое обещание. Но я сопротивлялась. Мерзавец не посмел подойти ни на шаг, когда я назвала один за другим Имена Проклинающих Сил. Он побелел от страха и замер, я видела, что он и сам не верил, будто великая Хранительница способна на проклятия. Но я была способна. Только благодаря этим словам, я спасла Асату, дабы не допустить, чтобы Царь нежно любимой мной страны, совершил грех, из-за которого проклятым будет каждый, кто родится и умрет в этой стране. Надломленный, испуганный Дандсиан жалко пал к моим ногам, умоляя отозвать эти проклятья. Но я была неумолима. <s>r\n<s>r\nМою казнь было решено отложить до следующего дня. Меня вывели на улицу, чтобы показать всему народу и объявили предательницей веры. Сжигал меня священник, называвший себя новом Исполнителем Воли Данави, но то был не священник, а обычный мясоед.<s>r\n<s>r\nТонкий серебряный луч, длань Святого Хатшимсы, мгновенно вытянула меня с площади Эмр Имра и поместила в сияющий кокон, где я провела еще несколько тысяч лет, в покое и сне, чтобы залечить раны, нанесенные мне в демонической Асате. Когда эти коны миновали, настала время нового рождения Асаты, в котором мне была предназначена чуть меньшая роль, чем раньше. Я оставалась любимой дочерью великих Хранителей, но Хатшимса сказал, что я слишком слаба, чтобы нести это бремя дальше и мне надо еще отдохнуть.<s>r\n",
    "answers": [
      {
        "id": 112,
        "text": "Достигнута концовка \"C\"",
        "comment": true,
        "text_color": [
          0,
          0.75,
          0
        ]
      },
      {
        "id": 1,
        "text": "Начать заново."
      }
    ]
  },
  {
    "id": 113,
    "text": "Что знали мудрецы древности о тех страданиях, что довелось испытать мне за последние несколько дней? И о том омерзительном поступке, что совершил Дандсиан за несколько мгновений до моей смерти? Думаю, далеко не все мудрецы были принцессами. Впрочем, всё это уже не волновало меня, ибо меня не волновало ничто — ни святость, ни грех, ни хорошее, ни плохое. В одночасье я постигла бессмысленность любых подвигов и любых падений — ведь каждая душа так или иначе приходит к Данави. Насколько сильно заблуждаются те, что боятся сделать неверный шаг и увязнуть в глубоких болотах невежества? Насколько сильно заблуждаются те, что боятся опростоволоситься и сгинуть на тысячи перерождений в адских мирах и животных формах жизни? Ведь времени нет,  нет и пространства, нет ничего, кроме сознания, сила которого превышает материальность любых миров. Каждый рано или поздно приблизится к Данави и какой путь перед этим он пройдет – неважно. И как долог будет этот путь – неважно. И даже если он не приблизится к Данави никогда... это тоже неважно, в каком-то смысле. Ведь это то самое небытие, о котором грезят безбожники. Есть ли крупица счастья в этом небытии? Нет, в нем нет ничего.<s>r\n<s>r\nКогда я умерла, меня настигла пустота, и я сама стала пустотой. Возможно, я начну с чистого листа свой путь от крупицы к Данави – когда через мириады конов посреди этой пустоты вдруг возникнет искорка нового сознания, вдруг проснется стремление к жизни, к деланию, к созиданию. И тогда Сияние начнет прорываться сквозь Тьму. Но пока этого не случилось. И нет никакого пока, ибо нет ничего.<s>r\n",
    "answers": [
      {
        "id": 113,
        "text": "Достигнута концовка \"D\"",
        "comment": true,
        "text_color": [
          0,
          0.75,
          0
        ]
      },
      {
        "id": 1,
        "text": "Начать заново."
      }
    ]
  },
  {
    "id": 114,
    "text": "Перед вами небольшая новелла, повествующая о некоторых событиях, произошедших в мире «Асатамы».<s>r\n<s>r\nРанее Se A Jea была выпущена в виде книги-игры. В версии для \"Текстовых квестов\" в порядке эксперимента убраны все дежурные пометки, связанные с форматом книг-игр, такие как особые \"обстоятельства\", изменения уровня \"Сияния\". Кроме того, если действие не подходит к нужным условиям, его не будет видно вовсе. Проще говоря: никаких игровых элементов, только повествование.<s>r\n<s>r\nВ игре четыре концовки (A, B, C, D). В будущем возможно \"не-книжное\" расширение, добавление различных сюжетных веток.<s>r\n<s>r\nВселенная игр \"Асатамы\" содержит несколько серий уже выпущенных проектов, либо проектов, что будут реализованы в будущем.<s>r\n<s>r\nСерия \"Текстовые RPG Асатама\" <s>r\n1. Асатама: Падение Байрааша (2016)<s>r\n2. Асатама 2: Лунные земли (2017)<s>r\n3. Асатама 3: Дева Горького Холма (2023)<s>r\n4. Асатама 4: Великая оборона (пока неизвестно)<s>r\n<s>r\nСерия \"Меченосец\"<s>r\n1. Путешествие в Коу Сари (I акт — 2024, полная версия планируется на лето 2025)<s>r\n2. Герой Аримары (запланировано на конец 2025)<s>r\n3. Далекий край (пока неизвестно)<s>r\n<s>r\nСерия \"Сияющие миры\"<s>r\n1. Путешествие в Коу Сари (см.выше)<s>r\n2. Se A Jea (2024)<s>r\n3. Перед светом (запланировано на начало 2025)<s>r\n4. Прыжок через вселенную (пока неизвестно)<s>r\n<s>r\nВсё!<s>r\n<s>r\nНапоследок напоминаю, что поддержать автора можно вступив в группу, посвященную моим текстовым играм. Она все еще находится здесь: vk.com/asatama <s>r\nСсылки на уже выпущенные проекты можно найти там.<s>r\nТам же внимательный и настойчивый меценат сможет отыскать и всевозможные реквизиты.<s>r\n<s>r\nА еще есть канал в tg: <s>r\nt.me/mkirdan<s>r\n<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать игру"
      }
    ]
  },
  {
    "id": 115,
    "text": "",
    "answers": [
      {
        "text": "Новый ответ. введите текст",
        "comment": true,
        "super_calculate": false,
        "var_less": [
          "energy",
          0
        ],
        "calculate": true,
        "id": 115,
        "var_set": [
          "energy",
          0
        ]
      }
    ]
  },
  {
    "id": 116,
    "text": "",
    "answers": []
  },
  {
    "id": 117,
    "text": "",
    "answers": []
  }
]