[
  {
    "id": 1,
    "text": "\nТебя зовут Люси Джонсон. Тебе 17 лет. Ты поехала со своим парнем Джоном Люсисон на озеро Умретеже Лэйк, чтобы провести там годовщину ваших отношений — 4 года. \nБыл поздний вечер. После нескольких часов поездки вы с Джоном знатно утомились, однако добраться до озера Умретеже Лэйк было вашим общим горящим желанием, ведь именно там вы познакомились шесть лет назад. И именно там Джон предложил тебе встречаться четыре года назад. Это прекрасное озеро с прекрасными воспоминаниями...",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты проснулась от того, что машина в движении наткнулась на какую-то кочку, от чего тебя подбросило. \n— мы еще не приехали?.. — сонно спросила ты, зевая.\n— еще восемнадцать миль, детка. — ответил Джон. Он сидел, развалившись в водительском кресле, правой рукой держа руль, а в левой банку с пивом. Раньше ты не замечала настолько сильную любовь своего парня к пиву. ",
    "answers": [
      {
        "id": 3,
        "text": "- Я так утомилась... "
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты потянулась и перевела взгляд на поля, которые вы проезжали.\n— я тоже, детка. Одиннадцать часов за рулём это не клëво. — он сделал еще один глоток пива, не сводя глаз с дороги.\nНемного помолчав, парень добавил: «Может все же стоило отпраздновать типа дома?».\n— я хотела хотя бы на эту годовщину снова побывать там... — ты тяжело выдохнула. — ты помнишь те ивы у озера? А звездную ночь?\n— эм... Не, не очень. — Джон уже давно начал губить всю романтику. Что с ним стало за эти года?",
    "answers": [
      {
        "id": 5,
        "text": "- Ну.. ладно."
      },
      {
        "id": 6,
        "text": "- Агх, как ты мне надоел!"
      }
    ]
  },
  {
    "id": 4,
    "text": "",
    "answers": []
  },
  {
    "id": 5,
    "text": "Ты снова выдохнула, переведя уже все внимание на ночные виды в окне.Через какое-то время Джон остановил машину недалеко от уличного туалета. Сам по себе он выглядел необычно для туалета, посреди трассы у леса. Это было отдельное здание, разделенное на две части: для него и для нее.\n— я скоро вернусь, детка. — он вышел из машины и направился в здание.\nТы решила выйти и немного отойти в сторону леса, чтобы пройтись и размять ноги.\nСейчас ты осталась одна.\nПоходив среди деревьев еще минут пятнадцать, ты все же решила вернуться к машине, однако Джона там не было.\n— ну и куда он подевался? — ты не заметила, как озвучила мысли вслух.\nТы позвала его раза три, но никакого ответа не последовало. Вскоре терпение начало сдавать, и ты прошла в мужскую часть туалета, ведь деваться этому болвану былобольше некуда. Все кабинки оказались пустыми.",
    "answers": [
      {
        "id": 37,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 6,
    "text": "— Тебя хоть что-нибудь волнует кроме секса и пива?! — последний год пофигизма Джона накапливал в тебе все больше злости. Сейчас это все вырвалось наружу.\n— эй, детка, полегче, успо-.. — начал было говорить свои банальные фразы Джон.\n— немедленно останови машину! — выпалила ты. \nДжон без колебаний остановил автомобиль, и ты агрессивно вышла, отойдя немного в лес, чтобы он не шел за тобой, так как сейчас он лишний.\nСейчас ты осталась одна.\nПоходив среди деревьев еще минут пятнадцать, ты все же решила вернуться к машине, однако Джона там не было.\n— ну и куда он подевался? — ты не заметила, как озвучила мысли вслух.\nТы позвала его раза три, но никакого ответа не последовало. Вскоре терпение начало сдавать, и ты прошла в мужскую часть туалета, ведь деваться этому болвану было больше некуда. Все кабинки оказались пустыми.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "Когда ты поняла, что Джона, кажется, здесь нет, на ум пришло лишь то что он шутит.\n— Джон, это не смешно! Нашел время для шуток, придурок! — недовольно сказала ты, осматриваясь, ожидая, что сейчас он выпрыгнет из какой-нибудь мусорки, которую ты не проверила.\n Однако была тишина.\n— хватит уже! У нас нет времени на твои приколы. — ты начала открывать каждую кабинку, не смотря на то что недавно проверила их снизу на наличие ног.Последняя оказалась с сюрпризом. Вместо привычного вида туалетной кабинки перед тобой открылся вид на открытую дверь, которая вела в лес. Среди деревьев виднелась тропинка, ведущая в глушь.\nТы прошла немного по тропинке и увидела на земле удостоверение Джона.\n— так... мне это не нравится... — тихо проговорила ты, спрятав удостоверение к себе в карман. Может быть его пропажа была бы к лучшему, если бы этот идиот не забрал с собой ключи от машины.\nДелать было нечего, пришлось идти по его следам. Ты направилась вперед.\n— Черт, если его украл какой-то маньяк... — злобно прошептала ты. Затем на ум пришел фильмпро маньяков, которые вы иногда посматривали с Джоном.\n— А если этот маньяк и меня заберет?..",
    "answers": [
      {
        "id": 9,
        "text": "Далее.. "
      }
    ]
  },
  {
    "id": 9,
    "text": "После получаса ходьбы ты наконец вышла на какую-то полянку, на которой виднелся большой двухэтажный дом. Он выглядел довольно старым и, судя по заколоченным окнам (и не только), был похож на заброшку. Очевидно, что Джон пошел туда. Но, если, конечно, в этом доме вообще кто-то живет... Может быть, хозяева видели его?",
    "answers": [
      {
        "id": 10,
        "text": "Подойти и постучать."
      },
      {
        "id": 11,
        "text": "Ну нафиг.. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты приблизилась ко входной двери. Как только ты хотела сделать первый удар, как только твой кулак прикоснулся к двери, она с громким скрипом приоткрылась. Ты заглянула.\n— эм.. Извините? — ты шагнула в дом. — здесь кто-нибудь есть? \nТишина.\n— ... Джон?... — ты неуверенно прошла немного вперед. — ... кто-нибудь?.. \nТишина.",
    "answers": [
      {
        "id": 12,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты решила послать все это куда подальше: Джона, озеро, лес и этот дом. Вернувшись к трассе, ты стала ждать попутку, но машины ехали там настолько редко, что ты умерла от голода в ожидании хоть кого-нибудь.",
    "answers": [
      {
        "id": 36,
        "text": "... "
      }
    ]
  },
  {
    "id": 12,
    "text": "«Может всё-таки нахер?» — промелькнуло у тебя в голове. Хотя, это был по виду заброшенный дом где-то в заднице страны. С чего бы здесь кому-то жить? Так ведь?.. \nПройдя еще немного вперед, ты увидела, что в дальней комнате горит желтый свет.Послышался скрип половых досок.\n— эм... Д-джон?.. — уже неуверенно проговорила ты. — хватит уже, мне страшно, ты добился свое-..\nТы не успела договорить. Из-за стены вышел не совсем Джон.",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/0XpgWFX/IMG-20241225-174151-896.jpg"
      },
      {
        "id": 13,
        "text": "Убежать из дома."
      },
      {
        "id": 43,
        "text": "Побежать на него, как в боевиках. "
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты быстро развернулась и помчалась в сторону двери. Все же не нужно было заходить дальше порога. Оборачиваться не хотелось, но неизвестный совершенно точно направился следом.\nДверь была близко, но вылезший из пола гвоздь дал о себе знать. Нога предательски зацепилась за него и ты упала. Под воздействием паники, вместо того чтобы подняться и побежать ты решила обернуться, что, конечно же было ошибкой. Мужчина приблизился к тебе, вырубив одним ударом задней части дробовика.",
    "answers": [
      {
        "id": 15,
        "text": "День 1."
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "Очнулась ты спустя неизвестное время в неизвестном месте. Все тело болело, а на фоне было включено радио, где говорили что-то неразборчивое.Ты приподнялась, протирая глаза. Как только зрение пришло в норму первое, что ты увидела это клетка из железной сетки, в которой ты находилась. Высотой она была чуть выше половины твоего роста, поэтому ты могла максимум сидеть в ней. Второе — тот самый мужчина. Он стоял рядом с клеткой и палил тебя взглядом.\nТы испуганно вздохнула и отстранилась, прижавшись к стене. Уж слишком он был страшным на вид.\nМужчина тяжело и хрипло дышал, не сводя с тебя взгляда. Затем он немного нагнулся и постучал по клетке дробовиком, словно ты какой-то зверек, которого проверяют, жив ли он вообще.\nЧерез несколько секунд ему, видимо, надоело и он отошел.\nТебя снова начала охватывать паника.\nЧто делать???\nТебя зовут Люси и ты в фильме ужасов.",
    "answers": [
      {
        "id": 16,
        "text": "Найти слабые места клетки."
      },
      {
        "id": 46,
        "text": "Бить эту жалкую сеточку. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты судорожно осмотрела всю клетку в надежде увидеть хотя бы одну лазейку. К счастью, у основания нашлась немного отходящая и малость прогнувшаяся часть. Ты постаралась сильнее ее прогнуть, чтобы в будущем сделать дырку, но без какого-либо приспособления это было довольно сложно. А приспособлений рядом не было.. Все же ты решила запомнить, что у этой клетки есть слабое место.\nКак только ты отстранилась от дырки, вернулся мужчина. Он приблизился к сетке и присел на корточки, поставив тарелку с чем-то неизвестным на пол и придвинув ее под сеткой к тебе.\nТы опустила взгляд на тарелку. На ней была какая-то темно-красная масса, которая выглядела ОЧЕНЬ не аппетитно, тебе точно не хотелось знать ЧТО это, а есть тем более.",
    "answers": [
      {
        "id": 18,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "... ",
    "answers": [
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/zSZ341g/IMG-20241225-174617-633.jpg"
      },
      {
        "id": 19,
        "text": "- Сам это жри! "
      },
      {
        "id": 20,
        "text": "Съесть ЭТО.... "
      }
    ]
  },
  {
    "id": 19,
    "text": "...Злобно выпалила ты, пнув ногой тарелку с жижей. Нервы уже сдавали и вырывались через такие резкие слова, которые сейчас совсем были не к стати. Мужчина нахмурился и ударил по клетке, от чего ты рефлекторно вздрогнула и прижалась к стене. Он молча смотрел на тебя, тяжело и хрипло дыша с полуоткрытым ртом. Выглядело и звучало это отвратительно. Затем похититель отстранился и вышел из комнаты.",
    "answers": [
      {
        "id": 136,
        "text": "День 2."
      }
    ]
  },
  {
    "id": 20,
    "text": "... Ты опустила взгляд на нечто в тарелке. Появилась довольно странная мысль: может, если делать все, что он хочет, он потеряет бдительность и получится сбежать?Ты с еле скрываемой брезгливостью взяла двумя пальцами склизкий кусок предполагаемой еды и поднесла его ко рту. Один только запах заставлял сдерживаться от надвигающейся тошноты.\nСобравшись с духом, ты положила этот кусок в рот и моментально сглотнула, чтобы пропустить этап ощущения вкуса. Однако организм решил не принимать этот кулинарный шедевр и ровно через секунду тебя потянуло блевать. Ты закрыла рот рукой, стараясь не обблеваться прямо в своем временном месте жительства.\nКое-как ты сглотнула наступающую рвоту и, тяжело дыша, вытерла подступающие слезы, а затем перевала мокрый взгляд на мужчину. Он все это время молча наблюдал за тобой.Затем он потянулся к краю сетки, открыв замок, а после и саму дверцу клетки.",
    "answers": [
      {
        "id": 21,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 21,
    "text": "Несмотря на твои сопротивления, мужчина все же притянул тебя к себе и, схватив за шею, вжал в пол, сжав руку. Под давлением паники, атмосферы и хватки мужика ты начала расцарапывать ему перчатку, на что ему было кристаллически по..Свободной рукой он схватил с тарелки кусок нечто и начал пихать его тебе в рот, заставляя глотать. Так продолжалось, пока в тебя все же не была впихнута часть массы. Когда ты уже без сил лежала с остатками подобия пищи вокруг рта и во рту, он приблизился к твоему лицу, а затем глубоко вдохнул, проведя языком от твоего подбородка до верхней губы. Так страшно еще никогда не было.Наконец, похититель отпустил твою шею и выбрался из клетки, снова заперев тебя, а затем ушел.",
    "answers": [
      {
        "id": 22,
        "text": "День 2."
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты проснулась от странных постукиваний, поняв, что так и вырубилась на месте, сжавшись.К счастью или к несчастью тарелки рядом уже не было. Ты повернула голову к источнику звука, увидев мужчину, который стоял, склонившись над клеткой. Он слегка постукивал пальцем по клетке, будто бы желая тебя разбудить. \nУвидев шевеления, он перестал стучать и наклонился ближе. Трудно сказать, но ты практически могла различить на его лице широкую улыбку. От этой растянувшейся гримасы было еще больше не по себе, чем обычно.",
    "answers": [
      {
        "id": 23,
        "text": "- Отпустите меня..."
      },
      {
        "id": 51,
        "text": "- Выпусти, урод! "
      }
    ]
  },
  {
    "id": 23,
    "text": "— ... Пожалуйста... — слабым дрожащим голосом проговорила ты. \nУже не было сил терпеть это напряжение, слезы начали течь из твоих глаз. Мужчина издал странное мычание, наклонившись ближе, будто изучая тебя.\n— ...пожалуйста... — тихо промямлила ты.\nПроигнорировав твои слова, он снова придвинул тебе тарелку с кулинарным шедевром, а затем куда-то вышел.",
    "answers": [
      {
        "id": 25,
        "text": "День 3."
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "Из-за ужасного меню здесь, да и в общем при таких условиях ты чувствовала себе соответственно.\nС самого твоего очередного пробуждения мужчина молча стоял и смотрел на тебя. Тишину в комнате нарушало лишь тяжелое и хриплое дыхание этого сумасшедшего выродка. Поскольку твоя маленькая каморка не пятизвездочный отель, ванной с туалетом здесь, конечно, нет, поэтому от тебя уже шел неприятный запашок. Ко всему этому еще с пробуждения выпитая вода дала о себе знать.\nВсе это время ты старалась сдерживаться, сама не зная, чего ожидать.\nСпустя еще пару часов хриплого дыхания мужчины и его пристального взгляда, ты все же приняла свою судьбу, е выдержав и начав мочиться под себя.Такого уровня стыда ты еще никогда не испытывала. А может и испытывала... Когда, например, Джон заставил тебя сделать интимную фотку, а затем слил это в интернет «по случайности».Похититель тем временем все еще наблюдал за тобой. Когда ты все же не смогла сдерживаться, он стал чаще дышать, схватившись руками за сетку клетки.Когда ты закончила и снова сжалась в углу от стыда и страха и вообще от смеси эмоций, он нагнулся, чтобы ваши головы были на одном уровне, и все смотрел, тяжело и учащенно дыша.",
    "answers": [
      {
        "id": 26,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 26,
    "text": "Затем он судорожно чуть ли не вырвал дверь от клетки и схватил тебя за руку, начав вытаскивать. Ты бы удержалась, если бы было за что. Все же он был намного сильнее маленькой, хрупкой, ослабевшей девушки.Выдернув тебя из клетки, он вжал тебя в стену рядом, одной рукой сжав твою шею, тем самым прижимаяк стенке, а второй рукой буквально срывая с тебя одежду.\n— Пожалуйста!..Пожалуйста, не-... не надо! — отчаянно кричала ты, это было единственное, что ты могла сделать.\nМужчина быстро расправился с твоей несчастной одеждой, превратив ее в ошметки ткани и без труда оголив твое тело.\nОдной рукой он вжимал тебя за шею в стену, а второй провел от груди, по талии и до бедра.Ты зажмурилась. Паника и страх были настолько сильными, что начало обрывками темнеть в глазах.\nВот похититель проводит языком по твоей груди... Вот, все еще прижимая тебя к стене, он резко входит в тебя. Мужчина двигается так быстро и резко, что ты просто не успеваешь почувствовать какой-то пробел между вспышками новой боли. В это время из твоего рта доносятся сдавленные крики, не в силах выдать что-то еще.",
    "answers": [
      {
        "id": 27,
        "text": "Далее.. "
      }
    ]
  },
  {
    "id": 27,
    "text": "Каждый новый толчок сопровождался новым криком. Помимо этого похититель то кусал тебя в плечи, в шею, в руки, то проводил языком по губам, щекам, зубам... Или же свободной от твоей шеи рукой сжимал твою грудь или бедра, лапая все участки твоего тела. \nВдобавок он тоже не был молчалив. Весь процесс сопровождался мычанием и кряхтением. Несмотря на то, что кончил этот урод раза три, он все не прекращал. Однако, спустя неопределенное время мучений, которое казалось годом, он, наконец, отпустил тебя, а ты в свою очередь обессиленно упала на пол.\nДаже дышать было тяжело. Ты чувствовала себя униженной, оскорбленной... Но, в основном, убитой.\nТы уже не помнила, что делал этот урод после того, как отпустил тебя, ведь твой мозг решил отключиться именно сейчас, а не, например, когда тебя только прижали к стене.",
    "answers": [
      {
        "id": 28,
        "text": "День 5."
      }
    ]
  },
  {
    "id": 28,
    "text": "Очнулась ты от тошноты. Сдерживаться не было сил, поэтому пришлось блевануть прямо на пол. Неизвестного рядом не было, ну и славно. Ты осмотрелась. Конечно же, ты находилась снова в запертой клетке. Лежала в своей же моче, а теперь и в рвоте, еще и голая. Издав тихий, отчаянный стон, ты все же решила дать проявиться последнему проблеску надежды. Или нет?\n",
    "answers": [
      {
        "id": 29,
        "text": "Надежда!"
      },
      {
        "id": 60,
        "text": "Нет. "
      }
    ]
  },
  {
    "id": 29,
    "text": "Нет! Надежда умирает последней. Сначала умрешь ты, а затем и она.\nТы собрала последнюю крошку силы в кулак и решительно села, осмотревшись. Только ты начала пытаться размышлять, как вдруг послышались быстрые шаги. Похититель ходит совсем не так... Кто это?? Новая жертва?? Вряд-ли... Ты в такой глуши, какие люди?Внезапно послышались опознавательные знаки.\n— Люси? — раздался голос все же выжившего Джона.\n— Джон.. Джон?! — ты крикнула от чистого удивления и радости, что наконец тебя вытащат.\nПарень сориентировался по твоему голосу и нашел нужную комнату, приблизившись к клетке.\n— Вот ты где. Ты не поверишь, тут такой чувак ходит стремный... — начал рассказывать он.",
    "answers": [
      {
        "id": 31,
        "text": "- Я ЗНАЮ, ИДИОТ!"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "— По-твоему я сама сюда залезла?! — выпалила ты. Почему он даже сейчас такой тупой?! — вытащи меня отсюда!\n— щас.. — он начал возиться с замком, но через пару минут помедлил. \n— что ты застыл?! — чуть ли не прокричала ты.\n Парень поднял на тебя взгляд, улыбнувшись, а затем тихо засмеявшись. \n— неужели ты действительно поверила, что я вытащу тебя отсюда? — проговорил он с издевательской ухмылкой на лице. \n— что?.. — твой мозг уже ничего не мог анализировать. \nВ комнату зашел похититель, остановившись недалеко от Джона. Он палил взглядом то Джона, то тебя.",
    "answers": [
      {
        "id": 33,
        "text": "... "
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "— очнись, дурочка. Я специально привел тебя сюда. Я никогда не любил тебя и не полюбил бы. Наши отношения не настоящие, этот маньяк не настоящий. — самодовольно проговорил Джон, указав рукой на похитителя. — это все было задумано специально, чтобы поставить твою обнаглевшую задницу на место. \nТы лишь молча смотрела на Джона, не веря в происходящее. Либо ты все это время верила в вашу любовь, либо же считала его слишком тупым даже для такого плана.\n— ха, ты посмотри на ее лицо, Чад, у нее буквально взрыв мозга. Бум! — он рассмеялся. — круто мы ее, а? Кста, крутой костюм у тебя. \nПарень выставил кулачок, чтобы они сделали свое фирменное рукопожатие. Однако, Чад молча стоял, смотря на тебя и тяжело дыша. \n— бро? Ты че, поплыл? — Джон помахал рукой перед лицом Чада, а пока махал, осматривал комнату. — ну и срач тут.. Ты прям все круто сде-..\n Только сейчас на его глаза (и на твои в том числе) попал начавший разлагаться труп в углу, рядом с которым была смешная хоккейная маска для образа маньяка. Это был труп Чада.",
    "answers": [
      {
        "id": 34,
        "text": "...."
      }
    ]
  },
  {
    "id": 34,
    "text": "Джон медленно перевел взгляд на «Чада», а «Чад», в свою очередь, перевел взгляд на него.Ты перевела взгляд в пол, анализируя всю ситуацию и пытаясь прийти в себя.Дробовик в руках похитителя снова дал о себе знать, когда мужчина, резко подняв оружие, несколько раз выстрелил сначала в конечности Джона, а после нескольких секунд мучительных криков в голову.Опустив дробовик, он снова перевел взгляд на тебя, когда ты подняла голову и посмотрела на него. Мужчина широко улыбнулся.",
    "answers": [
      {
        "id": 35,
        "text": "... "
      }
    ]
  },
  {
    "id": 35,
    "text": "Концовка 5/6.\n«Засада на засаде»",
    "answers": [
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/vDmvt5Z/IMG-20241225-175520-540.jpg"
      },
      {
        "id": 1,
        "text": "... "
      }
    ]
  },
  {
    "id": 36,
    "text": "Концовка 1/6.\n«Ты умерла»",
    "answers": [
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/rtxMqvg/IMG-20241225-180413-737.jpg"
      },
      {
        "id": 1,
        "text": "... "
      }
    ]
  },
  {
    "id": 37,
    "text": "Когда ты поняла, что Джона, кажется, здесь нет, на ум пришло лишь то что он шутит.\n— Джон, это не смешно! Нашел время для шуток, придурок! — недовольно сказала ты, осматриваясь, ожидая, что сейчас он выпрыгнет из какой-нибудь мусорки, которую ты не проверила.\n Однако была тишина.\n— хватит уже! У нас нет времени на твои приколы. — ты начала открывать каждую кабинку, не смотря на то что недавно проверила их снизу на наличие ног.Последняя оказалась с сюрпризом. Вместо привычного вида туалетной кабинки перед тобой открылся вид на открытую дверь, которая вела в лес. Среди деревьев виднелась тропинка, ведущая в глушь.\nТы прошла немного по тропинке и увидела на земле удостоверение Джона.\n— так... мне это не нравится... — тихо проговорила ты, спрятав удостоверение к себе в карман. Может быть его пропажа была бы к лучшему, если бы этот идиот не забрал с собой ключи от машины.\nДелать было нечего, пришлось идти по его следам. Ты направилась вперед.\n— Черт, если его украл какой-то маньяк... — злобно прошептала ты. Затем на ум пришел фильм про маньяков, которые вы иногда посматривали с Джоном.\n— А если этот маньяк и меня заберет?..",
    "answers": [
      {
        "id": 38,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 38,
    "text": "Ты невольно вспомнила «Техасскую резню бензопилой 2», когда Кожаное лицо забрал к себе радиоведущую, влюбившись в нее, а потом и вовсе поцеловал своим противным ртом. Это заставило тебя невольно поморщиться. \nПосле получаса ходьбы ты наконец вышла на какую-то полянку, на которой виднелся большой двухэтажный дом. Он выглядел довольно старым и, судя по заколоченным окнам (и не только), был похож на заброшку. Очевидно, что Джон пошел туда. Но, если, конечно, в этом доме вообще кто-то живет... Может быть, хозяева видели его?",
    "answers": [
      {
        "id": 40,
        "text": "Ну нахер. "
      },
      {
        "id": 39,
        "text": "Подойти и постучать. "
      }
    ]
  },
  {
    "id": 39,
    "text": "Ты приблизилась ко входной двери. Как только ты хотела сделать первый удар, как только твой кулак прикоснулся к двери, она с громким скрипом приоткрылась. Ты заглянула.\n— эм.. Извините? — ты шагнула в дом. — здесь кто-нибудь есть? \nТишина.\n— ... Джон?... — ты неуверенно прошла немного вперед. — ... кто-нибудь?.. \nТишина.\n«Может всё-таки нахер?» — промелькнуло у тебя в голове.Хотя, это был по виду заброшенный дом где-то в заднице страны. С чего бы здесь кому-то жить? Так ведь?..Пройдя еще немного вперед, ты увидела, что в дальней комнате горит желтый свет.Послышался скрип половых досок.\n— эм... Д-джон?.. — уже неуверенно проговорила ты. — хватит уже, мне страшно, ты добился свое-..\nТы не успела договорить. Из-за стены вышел не совсем Джон.",
    "answers": [
      {
        "id": 41,
        "text": "... "
      }
    ]
  },
  {
    "id": 40,
    "text": "Ты решила послать все это куда подальше: Джона, озеро, лес и этот дом. Вернувшись к трассе, ты стала ждать попутку, но машины ехали там настолько редко, что ты умерла от голода в ожидании хоть кого-нибудь.",
    "answers": [
      {
        "id": 88,
        "text": "... "
      }
    ]
  },
  {
    "id": 41,
    "text": "... ",
    "answers": [
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/0XpgWFX/IMG-20241225-174151-896.jpg"
      },
      {
        "id": 42,
        "text": "Убежать из дома. "
      },
      {
        "id": 43,
        "text": "Побежать на него, как в боевиках. "
      }
    ]
  },
  {
    "id": 42,
    "text": "Ты быстро развернулась и помчалась в сторону двери. Все же не нужно было заходить дальше порога. Оборачиваться не хотелось, но неизвестный совершенно точно направился следом.\nДверь была близко, но вылезший из пола гвоздь дал о себе знать. Нога предательски зацепилась за него и ты упала. Под воздействием паники, вместо того чтобы подняться и побежать ты решила обернуться, что, конечно же было ошибкой. Мужчина приблизился к тебе, вырубив одним ударом задней части дробовика.",
    "answers": [
      {
        "id": 44,
        "text": "День 1."
      }
    ]
  },
  {
    "id": 43,
    "text": "Ты схватила первую попавшуюся доску и побежала на неизвестного с криками. Добежать ты не успела, поскольку у мужчины в руках был дробовик, которым он без колебаний воспользовался, прострелив тебе голову.",
    "answers": [
      {
        "id": 89,
        "text": "... "
      }
    ]
  },
  {
    "id": 44,
    "text": "Очнулась ты спустя неизвестное время в неизвестном месте. Все тело болело, а на фоне было включено радио, где говорили что-то неразборчивое.Ты приподнялась, протирая глаза. Как только зрение пришло в норму первое, что ты увидела это клетка из железной сетки, в которой ты находилась. Высотой она была чуть выше половины твоего роста, поэтому ты могла максимум сидеть в ней. Второе — тот самый мужчина. Он стоял рядом с клеткой и палил тебя взглядом.\nТы испуганно вздохнула и отстранилась, прижавшись к стене. Уж слишком он был страшным на вид.\nМужчина тяжело и хрипло дышал, не сводя с тебя взгляда. Затем он немного нагнулся и постучал по клетке дробовиком, словно ты какой-то зверек, которого проверяют, жив ли он вообще.\nЧерез несколько секунд ему, видимо, надоело и он отошел.\nТебя снова начала охватывать паника.\nЧто делать???\nТебя зовут Люси и ты в фильме ужасов.",
    "answers": [
      {
        "id": 45,
        "text": "Найти слабые места клетки. "
      },
      {
        "id": 46,
        "text": "Бить эту жалкую сеточку."
      }
    ]
  },
  {
    "id": 45,
    "text": "Ты судорожно осмотрела всю клетку в надежде увидеть хотя бы одну лазейку. К счастью, у основания нашлась немного отходящая и малость прогнувшаяся часть. Ты постаралась сильнее ее прогнуть, чтобы в будущем сделать дырку, но без какого-либо приспособления это было довольно сложно. А приспособлений рядом не было.. Все же ты решила запомнить, что у этой клетки есть слабое место.\nКак только ты отстранилась от дырки, вернулся мужчина. Он приблизился к сетке и присел на корточки, поставив тарелку с чем-то неизвестным на пол и придвинув ее под сеткой к тебе.\nТы опустила взгляд на тарелку. На ней была какая-то темно-красная масса, которая выглядела ОЧЕНЬ не аппетитно, тебе точно не хотелось знать ЧТО это, а есть тем более.",
    "answers": [
      {
        "id": 47,
        "text": "... "
      }
    ]
  },
  {
    "id": 46,
    "text": "Под воздействием паники ты начала избивать эту сетку в надежде, что она отпадет и ты сможешь убежать, ну или выпрыгнуть в окно. Спустя несколько ударов сетка начала отходить, а затем ты упала на пол вместе с ней.\nПолучилось! Сказала бы ты, если бы не почувствовала дуло дробовика, упирающееся тебе прямо в затылок. Раздался выстрел.",
    "answers": [
      {
        "id": 90,
        "text": "... "
      }
    ]
  },
  {
    "id": 47,
    "text": "... ",
    "answers": [
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/zSZ341g/IMG-20241225-174617-633.jpg"
      },
      {
        "id": 48,
        "text": "- Сам это жри!"
      },
      {
        "id": 49,
        "text": "Съесть ЭТО... "
      }
    ]
  },
  {
    "id": 48,
    "text": "...Злобно выпалила ты, пнув ногой тарелку с жижей. Нервы уже сдавали и вырывались через такие резкие слова, которые сейчас совсем были не к стати. Мужчина нахмурился и ударил по клетке, от чего ты рефлекторно вздрогнула и прижалась к стене. Он молча смотрел на тебя, тяжело и хрипло дыша с полуоткрытым ртом. Выглядело и звучало это отвратительно. Затем похититель отстранился и вышел из комнаты.",
    "answers": [
      {
        "id": 50,
        "text": "День 2."
      }
    ]
  },
  {
    "id": 49,
    "text": "... Ты опустила взгляд на нечто в тарелке. Появилась довольно странная мысль: может, если делать все, что он хочет, он потеряет бдительность и получится сбежать?Ты с еле скрываемой брезгливостью взяла двумя пальцами склизкий кусок предполагаемой еды и поднесла его ко рту. Один только запах заставлял сдерживаться от надвигающейся тошноты.\nСобравшись с духом, ты положила этот кусок в рот и моментально сглотнула, чтобы пропустить этап ощущения вкуса. Однако организм решил не принимать этот кулинарный шедевр и ровно через секунду тебя потянуло блевать. Ты закрыла рот рукой, стараясь не облеваться прямо в своем временном месте жительства.\nКое-как ты сглотнула наступающую рвоту и, тяжело дыша, вытерла подступающие слезы, а затем перевала мокрый взгляд на мужчину. Он все это время молча наблюдал за тобой.Затем он потянулся к краю сетки, открыв замок, а после и саму дверцу клетки.",
    "answers": [
      {
        "id": 91,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 50,
    "text": "Ты проснулась от странных постукиваний, поняв, что так и вырубилась на месте, сжавшись.К счастью или к несчастью тарелки рядом уже не было. Ты повернула голову к источнику звука, увидев мужчину, который стоял, склонившись над клеткой. Он слегка постукивал пальцем по клетке, будто бы желая тебя разбудить. Увидев шевеления, он перестал стучать и наклонился ближе. Трудно сказать, но ты практически могла различить на его лице широкую улыбку. От этой растянувшейся гримасы было еще больше не по себе, чем обычно.",
    "answers": [
      {
        "id": 51,
        "text": "- Выпусти, урод!"
      },
      {
        "id": 52,
        "text": "- Отпустите меня..."
      }
    ]
  },
  {
    "id": 51,
    "text": "— ... только тронь меня еще раз... Я... Я... Я тебе руку откушу! — злобно прошипела ты, даже для уверенности решив не забиваться в угол, хотя тебя туда тянуло. \nМужчина нахмурился и снова злобно ударил по клетке.",
    "answers": [
      {
        "id": 53,
        "text": "Ударить в ответ. "
      },
      {
        "id": 54,
        "text": "Не ударять в ответ."
      }
    ]
  },
  {
    "id": 52,
    "text": "— ... Пожалуйста... — слабым дрожащим голосом проговорила ты. \nУже не было сил терпеть это напряжение, слезы начали течь из твоих глаз. Мужчина издал странное мычание, наклонившись ближе, будто изучая тебя.\n— ...пожалуйста... — тихо промямлила ты.\nПроигнорировав твои слова, он снова придвинул тебе тарелку с кулинарным шедевром, а затем куда-то вышел.",
    "answers": [
      {
        "id": 56,
        "text": "День 3."
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты ударила в ответ, потому что он уже надоел избивать клетку. Мужчина еще сильнее разозлился и начал бить несчастную клетку так сильно, что через минуту твое укрытие разрушилось. Ты подскочила и хотела убежать, но он схватил тебя и бросил снова на пол, а затем начал бить, конечно же, по лицу.Твоя голова рикошетила то от пола, то от кулака невменяемого. В конечном итоге ты потеряла сознание. И не очнулась.",
    "answers": [
      {
        "id": 55,
        "text": "... "
      }
    ]
  },
  {
    "id": 54,
    "text": "Ты решила что хватит на сегодня смелости, ведь этот громкий звук от удара по клетке привел тебя в чувства.Ты снова забилась в угол, боясь, что он снова залезет к тебе и что-то сделает.Похититель приоткрыл клетку и агрессивно запульнул в тебя тарелку с кулинарным шедевром. К счастью, она прилетела не в тебя, а чуть дальше, да и она была железной, так что осколки бы тебя не поранили.\nМужчина куда-то вышел.",
    "answers": [
      {
        "id": 73,
        "text": "День 3."
      }
    ]
  },
  {
    "id": 55,
    "text": "Концовка 1/6.\n«Ты умерла»",
    "answers": [
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/rtxMqvg/IMG-20241225-180413-737.jpg"
      }
    ]
  },
  {
    "id": 56,
    "text": "Из-за ужасного меню здесь, да и в общем при таких условиях ты чувствовала себе соответственно.\nС самого твоего очередного пробуждения мужчина молча стоял и смотрел на тебя. Тишину в комнате нарушало лишь тяжелое и хриплое дыхание этого сумасшедшего выродка.Поскольку твоя маленькая каморка не пятизвездочный отель, ванной с туалетом здесь, конечно, нет, поэтому от тебя уже шел неприятный запашок. Ко всему этому еще с пробуждения выпитая вода дала о себе знать.\nВсе это время ты старалась сдерживаться, сама не зная, чего ожидать.\nСпустя еще пару часов хриплого дыхания мужчины и его пристального взгляда, ты все же приняла свою судьбу, е выдержав и начав мочиться под себя.Такого уровня стыда ты еще никогда не испытывала. А может и испытывала... Когда, например, Джон заставил тебя сделать интимную фотку, а затем слил это в интернет «по случайности».Похититель тем временем все еще наблюдал за тобой. Когда ты все же не смогла сдерживаться, он стал чаще дышать, схватившись руками за сетку клетки.Когда ты закончила и снова сжалась в углу от стыда и страха и вообще от смеси эмоций, он нагнулся, чтобы ваши головы были на одном уровне, и все смотрел, тяжело и учащенно дыша.",
    "answers": [
      {
        "id": 57,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 57,
    "text": "Затем он судорожно чуть ли не вырвал дверь от клетки и схватил тебя за руку, начав вытаскивать. Ты бы удержалась, если бы было за что. Все же он был намного сильнее маленькой, хрупкой, ослабевшей девушки.Выдернув тебя из клетки, он вжал тебя в стену рядом, одной рукой сжав твою шею, тем самым прижимаяк стенке, а второй рукой буквально срывая с тебя одежду.\n— Пожалуйста!..Пожалуйста, не-... не надо! — отчаянно кричала ты, это было единственное, что ты могла сделать.\nМужчина быстро расправился с твоей несчастной одеждой, превратив ее в ошметки ткани и без труда оголив твое тело.\nОдной рукой он вжимал тебя за шею в стену, а второй провел от груди, по талии и до бедра.Ты зажмурилась. Паника и страх были настолько сильными, что начало обрывками темнеть в глазах.\nВот похититель проводит языком по твоей груди... Вот, все еще прижимая тебя к стене, он резко входит в тебяМужчина двигается так быстро и резко, что ты просто не успеваешь почувствовать какой-то пробел между вспышками новой боли. В это время из твоего рта доносятся сдавленные крики, не в силах выдать что-то еще.",
    "answers": [
      {
        "id": 58,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 58,
    "text": "Каждый новый толчок сопровождался новым криком. Помимо этого похититель то кусал тебя в плечи, в шею, в руки, то проводил языком по губам, щекам, зубам... Или же свободной от твоей шеи рукой сжимал твою грудь или бедра, лапая все участки твоего тела. \nВдобавок он тоже не был молчалив. Весь процесс сопровождался мычанием и кряхтением. Несмотря на то, что кончил этот урод раза три, он все не прекращал. Однако, спустя неопределенное время мучений, которое казалось годом, он, наконец, отпустил тебя, а ты в свою очередь обессиленно упала на пол.\nДаже дышать было тяжело. Ты чувствовала себя униженной, оскорбленной... Но в основном убитой.\nТы уже не помнила, что делал этот урод после того, как отпустил тебя, ведь твой мозг решил отключиться именно сейчас, а не, например, когда тебя только прижали к стене.",
    "answers": [
      {
        "id": 59,
        "text": "День 5."
      }
    ]
  },
  {
    "id": 59,
    "text": "Очнулась ты от того что рвало. Сдерживаться не было сил, поэтому пришлось блевануть прямо на пол. Неизвестного рядом не было, ну и славно. Ты осмотрелась. Конечно же, ты находилась снова в запертой клетке. Лежала в своей же моче, а теперь и в рвоте, еще и голая. Издав тихий, отчаянный стон, ты все же решила дать проявиться последнему проблеску надежды. Или нет?",
    "answers": [
      {
        "id": 60,
        "text": "Нет. "
      },
      {
        "id": 61,
        "text": "Надежда! "
      }
    ]
  },
  {
    "id": 60,
    "text": "Отбросив последнюю надежду, ты лишь села в своем любимом углу клетки, ожидая верную смерть.Какой смысл во всем этом? Все равно он тебя пристрелит, как только шагнешь из клетки. А если выберешься? Проходить все травмы у врачей? Ну нет. И все же дома тебя ждет твоя младшая сестра, которая видит в тебе пример для подражания и души в тебе не чает. Так же скучают по тебе и твои домашние котята, которыйх ты недавно взяла голодными и холодными с улицы... И вдобавок по тебе скучает твоя любимая бабушка, которая очень хотела застать твое наступление совершеннолетия...",
    "answers": [
      {
        "id": 62,
        "text": "Я передумала. Надежда! "
      },
      {
        "id": 63,
        "text": "Надежда умерла."
      }
    ]
  },
  {
    "id": 61,
    "text": "Нет! Надежда умирает последней. Сначала умрешь ты, а затем и она.\nТы собрала последнюю крошку силы в кулак и решительно села, осмотревшись. Только ты начала пытаться размышлять, как вдруг послышались быстрые шаги. Похититель ходит совсем не так... Кто это?? Новая жертва?? Вряд-ли... Ты в такой глуши, какие люди?Внезапно послышались опознавательные знаки.\n— Люси? — раздался голос все же выжившего Джона.\n— Джон.. Джон?! — ты крикнула от чистого удивления и радости, что наконец тебя вытащат.\nПарень сориентировался по твоему голосу и нашел нужную комнату, приблизившись к клетке.\n— Вот ты где. Ты не поверишь, тут такой чувак ходит стремный... — начал рассказывать он.",
    "answers": [
      {
        "id": 70,
        "text": "- Я ЗНАЮ, ИДИОТ!"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вспомнив о семье и о тех, кто тебя действительно ждет и наверняка волнуется, ты решила не сдаваться. \nПриподнявшись, ты снова осмотрела свою маленькую камеру и нашла ту самую щель. Теперь у тебя была тарелка, чтобы можно было выбить из этой щели дыру. \nДействовать нужно было быстро.\nТы схватила железную тарелку, начав бить ей сетку. Через пару минут, к счастью, она начала отходить, а затем и вовсе чуть не отвалилась.\nТы не верила тому, что смогла самостоятельно выбраться из маленькой тюрьмы.\nТы выползла из клетки и кое-как встала на ноги, все же слабость дала о себе знать. Еле устояв на ногах, ты вышла из комнаты.\nДом был совершенно незнаком тебе. Все выглядело темным, старым и дряхлым, а похититель мог в любую секунду выйти откуда угодно.\nНемного побродив и снова привыкнув к ходьбе, ты пошла вперед по коридору.",
    "answers": [
      {
        "id": 65,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 63,
    "text": "Отбросив все мысли о семье, будущем и подобном, ты все же приняла свою судьбу. Может даже этот маньяк и ниче такой... Что? Нет. От боли во всем теле и от своей несчастной судьбы ты снова повалилась на бок, сухо рыдая.Внезапно ты услышала быстрые шаги. Кто это? Похититель так не ходит.\nТы приподнялась, пытаясь увидеть, кто там бегает. Возможно, еще одна жертва? Такая же, как и ты. Еще одна несчастная жертва.. Вдруг ты услышала знакомый голос. \n— Ш..... Люси! Детка, ты здесь? — послышался голос Джона. \n— что... Джон... Джон?! — ты полностью села, пытаясь понять, откуда он идет.\nПарень, услышав твой зов, нашел правильную комнату и подбежал к твоей клетке. \n— о, черт. Детка, да ты ужасно выглядишь. — проговорил он, встав рядом с клетки.\n — я думала ты сдох! Из-за твоих тупых приколов я сейчас в таком виде! Черта с два, ты урод! — ты собрала остаток сил, чтобы покрыть матом своего уже бывшего парня. \n— спокуха, детка, щас я тебя-.... — он не договорил. Его голову располовинило топором. Джон замертво свалился рядом с клеткой.Помолчав пару секунд, ты разразилась истерическим смехом.",
    "answers": [
      {
        "id": 64,
        "text": "... "
      }
    ]
  },
  {
    "id": 64,
    "text": "Концовка 2/6.\n«Половинки»",
    "answers": [
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/NLsPW23/IMG-20241225-182935-073.jpg"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вдруг послышались тяжелые шаги спереди. Тень от света указывала на то, что похититель был совсем рядом. \nТы моментально спряталась в ближайшей темной комнате, попятившись вглубь, в темноту. \nЧерез несколько шагов на ногах почувствовалось что-то липкое и склизкое, а затем ты во что-то уткнулась спиной. Медленно обернувшись, ты увидела, что уткнулась ты в ноги. Висящие ноги. И были они не отдельно, а еще с некоторыми частями тела.Это был Джон. Лицо его было изуродовано не только в гримасе ужаса, но и на нем было множество ожогов и порезов. Тело так же пострадало. На одной руке отсутствовала кисть, второй руки вообще не было. Ты хотела вскрикнуть, но вовремя закрыла рот, издав лишь испуганный вздох.\nТы быстро достала у него из кармана ключи от машины, но долго не продержалась рядом и отступила.Попятившись назад, ты уткнулась еще во что-то, чего до этого здесь явно не было. Машинально резко обернувшись, ты увидела перед собой похитителя.\n Он ударил тебя, от чего ты свалилась на пол, зажмурившись. Открыв глаза, ты увидела рядом с собой чью-то отрубленную голову с изуродованным лицом.Вскрик все же вырвался из твоего рта, когда ты попыталась подняться. Однако и этого тебе не удалось. Мужчина соединил твои руки и прижал их одной рукой к полу, нависнув над тобой, а затем наклонился ближе к твоему лицу. Второй рукой он схватил тебя за шею, сильно сжав, и, приблизившись, поцеловал тебя. \nХотя, поцелуем это назвать было сложно, поскольку губы у него было не в порядке. Скорее, он просто поводил зубами и языком по твоим губам.",
    "answers": [
      {
        "id": 66,
        "text": "Втащить ему головой. "
      },
      {
        "id": 68,
        "text": "Попытаться заставить его потерять бдительность, ответив на поцелуй. "
      }
    ]
  },
  {
    "id": 66,
    "text": "Ты набралась сил и втащила ему головой со всей дури. Из-за удара его маска немного сдвинулась, от чего он резко отпрянул, схватившись руками за нее. Ты, всопспользовавшись моментом и адреналином спихнула его с себя и подскочила. Пока он судорожно пытался поправить маску, ты схватила лежащий недалеко от мужчины топор, с которым он пришел. Замахнувшись на него, ты ударила по спине, затем по голове, затем еще, еще и еще, пока эта нарезка не свалилась замертво.",
    "answers": [
      {
        "id": 67,
        "text": "... "
      }
    ]
  },
  {
    "id": 67,
    "text": "Концовка 6/6.\n«Расплата»",
    "answers": [
      {
        "id": 67,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/MD0tLps/IMG-20241225-183244-402.jpg"
      }
    ]
  },
  {
    "id": 68,
    "text": "Ты набралась смелости и, пытаясь игнорировать отвращение, ответила ему на его жалкое подобие поцелуя. Он издал громкое мычание, видимо, выражая так что-то наподобие радости. Затем его язык прошел тебе глубже в рот. Ты попыталась отстраниться, не ожидая, что его язык будет такой длины. Целуя тебя, мужчина начал сжимать твою шею. Начав задыхаться, ты попыталась выбраться из его хватки, но это было бесполезно. Кислорода не хватило, ты потеряла сознание. И больше не очнулась. ",
    "answers": [
      {
        "id": 69,
        "text": "... "
      }
    ]
  },
  {
    "id": 69,
    "text": "Концовка 1/6.\n«Ты умерла»",
    "answers": [
      {
        "id": 69,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/rtxMqvg/IMG-20241225-180413-737.jpg"
      }
    ]
  },
  {
    "id": 70,
    "text": "— По-твоему я сама сюда залезла?! — выпалила ты. Почему он даже сейчас такой тупой?! — вытащи меня отсюда!\n— щас.. — он начал возиться с замком, но через пару минут помедлил. \n— что ты застыл?! — чуть ли не прокричала ты.\n Парень поднял на тебя взгляд, улыбнувшись, а затем тихо засмеявшись. \n— неужели ты действительно поверила, что я вытащу тебя отсюда? — проговорил он с издевательской ухмылкой на лице. \n— что?.. — твой мозг уже ничего не мог анализировать. \nВ комнату зашел похититель, остановившись недалеко от Джона. Он палил взглядом то Джона, то тебя.\n— очнись, дурочка. Я специально привел тебя сюда. Я никогда не любил тебя и не полюбил бы. Наши отношения не настоящие, этот маньяк не настоящий. — самодовольно проговорил Джон, указав рукой на похитителя. — это все было задумано специально, чтобы поставить твою обнаглевшую задницу на место. \nТы лишь молча смотрела на Джона, не веря в происходящее. Либо ты все это время верила в вашу любовь, либо же считала его слишком тупым даже для такого плана.",
    "answers": [
      {
        "id": 71,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 71,
    "text": "— ха, ты посмотри на ее лицо, Чад, у нее буквально взрыв мозга. Бум! — он рассмеялся. — круто мы ее, а? Кста, крутой костюм у тебя. \nПарень выставил кулачок, чтобы они сделали свое фирменное рукопожатие. Однако, Чад молча стоял, смотря на тебя и тяжело дыша. \n— бро? Ты че, поплыл? — Джон помахал рукой перед лицом Чада, а пока махал, осматривал комнату. — ну и срач тут.. Ты прям все круто сде-..\n Только сейчас на его глаза (и на твои в том числе) попал начавший разлагаться труп в углу, рядом с которым была смешная хоккейная маска для образа маньяка. Это был труп Чада.\nДжон медленно перевел взгляд на «Чада», а «Чад», в свою очередь, перевел взгляд на него.Ты перевела взгляд в пол, анализируя всю ситуацию и пытаясь прийти в себя.Дробовик в руках похитителя снова дал о себе знать, когда мужчина, резко подняв оружие, несколько раз выстрелил сначала в конечности Джона, а после нескольких секунд мучительных криков в голову.Опустив дробовик, он снова перевел взгляд на тебя, когда ты подняла голову и посмотрела на него.Мужчина широко улыбнулся.",
    "answers": [
      {
        "id": 72,
        "text": "... "
      }
    ]
  },
  {
    "id": 72,
    "text": "Концовка 5/6.\n«Засада на засаде»",
    "answers": [
      {
        "id": 72,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/vDmvt5Z/IMG-20241225-175520-540.jpg"
      }
    ]
  },
  {
    "id": 73,
    "text": "Из-за ужасного меню здесь, да и в общем при таких условиях ты чувствовала себе соответственно.\nС самого твоего очередного пробуждения мужчина молча стоял и смотрел на тебя. Тишину в комнате нарушало лишь тяжелое и хриплое дыхание этого сумасшедшего выродка.Поскольку твоя маленькая каморка не пятизвездочный отель, ванной с туалетом здесь, конечно, нет, поэтому от тебя уже шел неприятный запашок. Ко всему этому еще с пробуждения выпитая вода дала о себе знать.\nВсе это время ты старалась сдерживаться, сама не зная, чего ожидать.\nСпустя еще пару часов хриплого дыхания мужчины и его пристального взгляда, ты все же приняла свою судьбу, е выдержав и начав мочиться под себя.Такого уровня стыда ты еще никогда не испытывала. А может и испытывала... Когда, например, Джон заставил тебя сделать интимную фотку, а затем слил это в интернет «по случайности».Похититель тем временем все еще наблюдал за тобой. Когда ты все же не смогла сдерживаться, он стал чаще дышать, схватившись руками за сетку клетки.Когда ты закончила и снова сжалась в углу от стыда и страха и вообще от смеси эмоций, он нагнулся, чтобы ваши головы были на одном уровне, и все смотрел, тяжело и учащенно дыша.",
    "answers": [
      {
        "id": 74,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 74,
    "text": "Затем он судорожно чуть ли не вырвал дверь от клетки и схватил тебя за руку, начав вытаскивать. Ты бы удержалась, если бы было за что. Все же он был намного сильнее маленькой, хрупкой, ослабевшей девушки.Выдернув тебя из клетки, он вжал тебя в стену рядом, одной рукой сжав твою шею, тем самым прижимаяк стенке, а второй рукой буквально срывая с тебя одежду.\n— Пожалуйста!..Пожалуйста, не-... не надо! — отчаянно кричала ты, это было единственное, что ты могла сделать.\nМужчина быстро расправился с твоей несчастной одеждой, превратив ее в ошметки ткани и без труда оголив твое тело.\nОдной рукой он вжимал тебя за шею в стену, а второй провел от груди, по талии и до бедра.Ты зажмурилась. Паника и страх были настолько сильными, что начало обрывками темнеть в глазах.\nВот похититель проводит языком по твоей груди... Вот, все еще прижимая тебя к стене, он резко входит в тебяМужчина двигается так быстро и резко, что ты просто не успеваешь почувствовать какой-то пробел между вспышками новой боли. В это время из твоего рта доносятся сдавленные крики, не в силах выдать что-то еще.",
    "answers": [
      {
        "id": 75,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 75,
    "text": "Даже дышать было тяжело. Ты чувствовала себя униженной, оскорбленной... Но в основном убитой.\nТы уже не помнила, что делал этот урод после того, как отпустил тебя, ведь твой мозг решил отключиться именно сейчас, а не, например, когда тебя только прижали к стене.",
    "answers": [
      {
        "id": 76,
        "text": "День 5."
      }
    ]
  },
  {
    "id": 76,
    "text": "Очнулась ты от того что рвало. Сдерживаться не было сил, поэтому пришлось блевануть прямо на пол. Неизвестного рядом не было, ну и славно. Ты осмотрелась. Конечно же, ты находилась снова в запертой клетке. Лежала в своей же моче, а теперь и в рвоте, еще и голая. Издав тихий, отчаянный стон, ты все же решила дать проявиться последнему проблеску надежды. Или нет?",
    "answers": [
      {
        "id": 77,
        "text": "Нет. "
      },
      {
        "id": 78,
        "text": "Надежда! "
      }
    ]
  },
  {
    "id": 77,
    "text": "Отбросив последнюю надежду, ты лишь села в своем любимом углу клетки, ожидая верную смерть.Какой смысл во всем этом? Все равно он тебя пристрелит, как только шагнешь из клетки. А если выберешься? Проходить все травмы у врачей? Ну нет. И все же дома тебя ждет твоя младшая сестра, которая видит в тебе пример для подражания и души в тебе не чает. Так же скучают по тебе и твои домашние котята, которыйх ты недавно взяла голодными и холодными с улицы... И вдобавок по тебе скучает твоя любимая бабушка, которая очень хотела застать твое наступление совершеннолетия... Шлюси, ты уверена??",
    "answers": [
      {
        "id": 79,
        "text": "Я передумала. Надежда! "
      },
      {
        "id": 80,
        "text": "Да. "
      }
    ]
  },
  {
    "id": 78,
    "text": "Нет! Надежда умирает последней. Сначала умрешь ты, а затем и она.\nТы собрала последнюю крошку силы в кулак и решительно села, осмотревшись. Только ты начала пытаться размышлять, как вдруг послышались быстрые шаги. Похититель ходит совсем не так... Кто это?? Новая жертва?? Вряд-ли... Ты в такой глуши, какие люди?Внезапно послышались опознавательные знаки.\n— Люси? — раздался голос все же выжившего Джона.\n— Джон.. Джон?! — ты крикнула от чистого удивления и радости, что наконец тебя вытащат.\nПарень сориентировался по твоему голосу и нашел нужную комнату, приблизившись к клетке.\n— Вот ты где. Ты не поверишь, тут такой чувак ходит стремный... — начал рассказывать он.",
    "answers": [
      {
        "id": 113,
        "text": "- Я ЗНАЮ, ИДИОТ!"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вспомнив о семье и о тех, кто тебя действительно ждет и наверняка волнуется, ты решила не сдаваться. \nПриподнявшись, ты снова осмотрела свою маленькую камеру и нашла ту самую щель. Теперь у тебя была тарелка, чтобы можно было выбить из этой щели дыру. \nДействовать нужно было быстро.\nТы схватила железную тарелку, начав бить ей сетку. Через пару минут, к счастью, она начала отходить, а затем и вовсе чуть не отвалилась.\nТы не верила тому, что смогла самостоятельно выбраться из маленькой тюрьмы.\nТы выползла из клетки и кое-как встала на ноги, все же слабость дала о себе знать. Еле устояв на ногах, ты вышла из комнаты.\nДом был совершенно незнаком тебе. Все выглядело темным, старым и дряхлым, а похититель мог в любую секунду выйти откуда угодно.\nНемного побродив и снова привыкнув к ходьбе, ты пошла вперед по коридору.",
    "answers": [
      {
        "id": 82,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 80,
    "text": "Отбросив все мысли о семье, будущем и подобном, ты все же приняла свою судьбу. Может даже этот маньяк и ниче такой... Что? Нет. От боли во всем теле и от своей несчастной судьбы ты снова повалилась на бок, сухо рыдая.Внезапно ты услышала быстрые шаги. Кто это? Похититель так не ходит.\nТы приподнялась, пытаясь увидеть, кто там бегает. Возможно, еще одна жертва? Такая же, как и ты. Еще одна несчастная жертва.. Вдруг ты услышала знакомый голос. \n— Ш..... Люси! Детка, ты здесь? — послышался голос Джона. \n— что... Джон... Джон?! — ты полностью села, пытаясь понять, откуда он идет.\nПарень, услышав твой зов, нашел правильную комнату и подбежал к твоей клетке. \n— о, черт. Детка, да ты ужасно выглядишь. — проговорил он, встав рядом с клетки.\n — я думала ты сдох! Из-за твоих тупых приколов я сейчас в таком виде! Черта с два, ты урод! — ты собрала остаток сил, чтобы покрыть матом своего уже бывшего парня. \n— спокуха, детка, щас я тебя-.... — он не договорил. Его голову располовинило топором. Джон замертво свалился рядом с клеткой.Помолчав пару секунд, ты разразилась истерическим смехом.",
    "answers": [
      {
        "id": 81,
        "text": "... "
      }
    ]
  },
  {
    "id": 81,
    "text": "Концовка 2/6.\n«Половинки»",
    "answers": [
      {
        "id": 81,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/NLsPW23/IMG-20241225-182935-073.jpg"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вдруг послышались тяжелые шаги спереди. Тень от света указывала на то, что похититель был совсем рядом. \nТы моментально спряталась в ближайшей темной комнате, попятившись вглубь, в темноту. \nЧерез несколько шагов на ногах почувствовалось что-то липкое и склизкое, а затем ты во что-то уткнулась спиной. Медленно обернувшись, ты увидела, что уткнулась ты в ноги. Висящие ноги. И были они не отдельно, а еще с некоторыми частями тела.Это был Джон. Лицо его было изуродовано не только в гримасе ужаса, но и на нем было множество ожогов и порезов. Тело так же пострадало. На одной руке отсутствовала кисть, второй руки вообще не было. Ты хотела вскрикнуть, но вовремя закрыла рот, издав лишь испуганный вздох.",
    "answers": [
      {
        "id": 83,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 83,
    "text": "Попятившись назад, ты уткнулась еще во что-то, чего до этого здесь явно не было. Машинально резко обернувшись, ты увидела перед собой похитителя.\n Он ударил тебя, от чего ты свалилась на пол, зажмурившись. Открыв глаза, ты увидела рядом с собой чью-то отрубленную голову с изуродованным лицом.Вскрик все же вырвался из твоего рта, когда ты попыталась подняться. Однако и этого тебе не удалось. Мужчина соединил твои руки и прижал их одной рукой к полу, нависнув над тобой, а затем наклонился ближе к твоему лицу. Второй рукой он схватил тебя за шею, сильно сжав, и, приблизившись, поцеловал тебя. \nХотя, поцелуем это назвать было сложно, поскольку губы у него было не в порядке. Скорее, он просто поводил зубами и языком по твоим губам.",
    "answers": [
      {
        "id": 84,
        "text": "Втащить ему головой."
      },
      {
        "id": 85,
        "text": "Заставить его потерять бдительность, ответив на поцелуй. "
      }
    ]
  },
  {
    "id": 84,
    "text": "Ты набралась сил и втащила ему головой со всей дури. Из-за удара его маска немного сдвинулась, от чего он резко отпрянул, схватившись руками за нее. Ты, всопспользовавшись моментом и адреналином спихнула его с себя и подскочила. Пока он судорожно пытался поправить маску, ты схватила лежащий недалеко от мужчины топор, с которым он пришел. Замахнувшись на него, ты ударила по спине, затем по голове, затем еще, еще и еще, пока эта нарезка не свалилась замертво.",
    "answers": [
      {
        "id": 86,
        "text": "... "
      }
    ]
  },
  {
    "id": 85,
    "text": "Ты набралась смелости и, пытаясь игнорировать отвращение, ответила ему на его жалкое подобие поцелуя. Он издал громкое мычание, видимо, выражая так что-то наподобие радости. Затем его язык прошел тебе глубже в рот. Ты попыталась отстраниться, не ожидая, что его язык будет такой длины. Целуя тебя, мужчина начал сжимать твою шею. Начав задыхаться, ты попыталась выбраться из его хватки, но это было бесполезно. Кислорода не хватило, ты потеряла сознание. И больше не очнулась.",
    "answers": [
      {
        "id": 87,
        "text": "... "
      }
    ]
  },
  {
    "id": 86,
    "text": "Концовка 6/6.\n«Расплата»",
    "answers": [
      {
        "id": 86,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/MD0tLps/IMG-20241225-183244-402.jpg"
      }
    ]
  },
  {
    "id": 87,
    "text": "Концовка 1/6.\n«Ты умерла»",
    "answers": [
      {
        "id": 87,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/rtxMqvg/IMG-20241225-180413-737.jpg"
      }
    ]
  },
  {
    "id": 88,
    "text": "Концовка 1/6.\n«Ты умерла»",
    "answers": [
      {
        "id": 88,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/rtxMqvg/IMG-20241225-180413-737.jpg"
      },
      {
        "id": 1,
        "text": "... "
      }
    ]
  },
  {
    "id": 89,
    "text": "Концовка 1/6.\n«Ты умерла»",
    "answers": [
      {
        "id": 89,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/rtxMqvg/IMG-20241225-180413-737.jpg"
      },
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 90,
    "text": "Концовка 1/6.\n«Ты умерла»",
    "answers": [
      {
        "id": 90,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/rtxMqvg/IMG-20241225-180413-737.jpg"
      },
      {
        "id": 1,
        "text": "... "
      }
    ]
  },
  {
    "id": 91,
    "text": "Ты неосознанно вжалась в стену, словно загнанный в угол зверь. Мужчина, наклонившись, шагнул в клетку и протянул к тебе свои страшные руки, от страха и безысходности ты зажмурилась.Спустя мучительно долгую секунду ты почувствовала, как он схватил тебя за ногу и потащил на себя. Твои ноги и руки машинально начали барахтаться из стороны в сторону, лишь бы освободиться.\nНесмотря на твои сопротивления, мужчина все же притянул тебя к себе и, схватив за шею, вжал в пол, сжав руку. Под давлением паники, атмосферы и хватки мужика ты начала расцарапывать ему перчатку, на что ему было кристаллически по..Свободной рукой он схватил с тарелки кусок нечто и начал пихать его тебе в рот, заставляя глотать. Так продолжалось, пока в тебя все же не была впихнута часть массы. Когда ты уже без сил лежала с остатками подобия пищи вокруг рта и во рту, он приблизился к твоему лицу, а затем глубоко вдохнул, проведя языком от твоего подбородка до верхней губы. Так страшно еще никогда не было.Наконец, похититель отпустил твою шею и выбрался из клетки, снова заперев тебя, а затем ушел.",
    "answers": [
      {
        "id": 92,
        "text": "День 2."
      }
    ]
  },
  {
    "id": 92,
    "text": "Ты проснулась от странных постукиваний, поняв, что так и вырубилась на месте, сжавшись.К счастью или к несчастью тарелки рядом уже не было. Ты повернула голову к источнику звука, увидев мужчину, который стоял, склонившись над клеткой. Он слегка постукивал пальцем по клетке, будто бы желая тебя разбудить. Увидев шевеления, он перестал стучать и наклонился ближе. Трудно сказать, но ты практически могла различить на его лице широкую улыбку. От этой растянувшейся гримасы было еще больше не по себе, чем обычно.",
    "answers": [
      {
        "id": 93,
        "text": "- Выпусти, урод! "
      },
      {
        "id": 94,
        "text": "- Отпустите меня... "
      }
    ]
  },
  {
    "id": 93,
    "text": "— ... только тронь меня еще раз... Я... Я... Я тебе руку откушу! — злобно прошипела ты, даже для уверенности решив не забиваться в угол, хотя тебя туда тянуло. \nМужчина нахмурился и снова злобно ударил по клетке.",
    "answers": [
      {
        "id": 116,
        "text": "Ударить в ответ. "
      },
      {
        "id": 117,
        "text": "Не ударять в ответ."
      }
    ]
  },
  {
    "id": 94,
    "text": "— ... Пожалуйста... — слабым дрожащим голосом проговорила ты. \nУже не было сил терпеть это напряжение, слезы начали течь из твоих глаз. Мужчина издал странное мычание, наклонившись ближе, будто изучая тебя.\n— ...пожалуйста... — тихо промямлила ты.\nПроигнорировав твои слова, он снова придвинул тебе тарелку с кулинарным шедевром, а затем куда-то вышел.",
    "answers": [
      {
        "id": 95,
        "text": "День 3."
      }
    ]
  },
  {
    "id": 95,
    "text": "Из-за ужасного меню здесь, да и в общем при таких условиях ты чувствовала себе соответственно.\nС самого твоего очередного пробуждения мужчина молча стоял и смотрел на тебя. Тишину в комнате нарушало лишь тяжелое и хриплое дыхание этого сумасшедшего выродка.Поскольку твоя маленькая каморка не пятизвездочный отель, ванной с туалетом здесь, конечно, нет, поэтому от тебя уже шел неприятный запашок. Ко всему этому еще с пробуждения выпитая вода дала о себе знать.\nВсе это время ты старалась сдерживаться, сама не зная, чего ожидать.\nСпустя еще пару часов хриплого дыхания мужчины и его пристального взгляда, ты все же приняла свою судьбу, е выдержав и начав мочиться под себя.Такого уровня стыда ты еще никогда не испытывала. А может и испытывала... Когда, например, Джон заставил тебя сделать интимную фотку, а затем слил это в интернет «по случайности».Похититель тем временем все еще наблюдал за тобой. Когда ты все же не смогла сдерживаться, он стал чаще дышать, схватившись руками за сетку клетки.Когда ты закончила и снова сжалась в углу от стыда и страха и вообще от смеси эмоций, он нагнулся, чтобы ваши головы были на одном уровне, и все смотрел, тяжело и учащенно дыша.",
    "answers": [
      {
        "id": 96,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 96,
    "text": "Затем он судорожно чуть ли не вырвал дверь от клетки и схватил тебя за руку, начав вытаскивать. Ты бы удержалась, если бы было за что. Все же он был намного сильнее маленькой, хрупкой, ослабевшей девушки.Выдернув тебя из клетки, он вжал тебя в стену рядом, одной рукой сжав твою шею, тем самым прижимаяк стенке, а второй рукой буквально срывая с тебя одежду.\n— Пожалуйста!..Пожалуйста, не-... не надо! — отчаянно кричала ты, это было единственное, что ты могла сделать.\nМужчина быстро расправился с твоей несчастной одеждой, превратив ее в ошметки ткани и без труда оголив твое тело.\nОдной рукой он вжимал тебя за шею в стену, а второй провел от груди, по талии и до бедра.Ты зажмурилась. Паника и страх были настолько сильными, что начало обрывками темнеть в глазах.\nВот похититель проводит языком по твоей груди... Вот, все еще прижимая тебя к стене, он резко входит в тебяМужчина двигается так быстро и резко, что ты просто не успеваешь почувствовать какой-то пробел между вспышками новой боли. В это время из твоего рта доносятся сдавленные крики, не в силах выдать что-то еще.",
    "answers": [
      {
        "id": 97,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 97,
    "text": "Каждый новый толчок сопровождался новым криком. Помимо этого похититель то кусал тебя в плечи, в шею, в руки, то проводил языком по губам, щекам, зубам... Или же свободной от твоей шеи рукой сжимал твою грудь или бедра, лапая все участки твоего тела. \nВдобавок он тоже не был молчалив. Весь процесс сопровождался мычанием и кряхтением. Несмотря на то, что кончил этот урод раза три, он все не прекращал. Однако, спустя неопределенное время мучений, которое казалось годом, он, наконец, отпустил тебя, а ты в свою очередь обессиленно упала на пол.\nДаже дышать было тяжело. Ты чувствовала себя униженной, оскорбленной... Но в основном убитой.\nТы уже не помнила, что делал этот урод после того, как отпустил тебя, ведь твой мозг решил отключиться именно сейчас, а не, например, когда тебя только прижали к стене.",
    "answers": [
      {
        "id": 98,
        "text": "День 5."
      }
    ]
  },
  {
    "id": 98,
    "text": "Очнулась ты от того что рвало. Сдерживаться не было сил, поэтому пришлось блевануть прямо на пол. Неизвестного рядом не было, ну и славно. Ты осмотрелась. Конечно же, ты находилась снова в запертой клетке. Лежала в своей же моче, а теперь и в рвоте, еще и голая. Издав тихий, отчаянный стон, ты все же решила дать проявиться последнему проблеску надежды. Или нет?",
    "answers": [
      {
        "id": 99,
        "text": "Надежда! "
      },
      {
        "id": 100,
        "text": "Нет. "
      }
    ]
  },
  {
    "id": 99,
    "text": "Нет! Надежда умирает последней. Сначала умрешь ты, а затем и она.\nТы собрала последнюю крошку силы в кулак и решительно села, осмотревшись. Только ты начала пытаться размышлять, как вдруг послышались быстрые шаги. Похититель ходит совсем не так... Кто это?? Новая жертва?? Вряд-ли... Ты в такой глуши, какие люди?Внезапно послышались опознавательные знаки.\n— Люси? — раздался голос все же выжившего Джона.\n— Джон.. Джон?! — ты крикнула от чистого удивления и радости, что наконец тебя вытащат.\nПарень сориентировался по твоему голосу и нашел нужную комнату, приблизившись к клетке.\n— Вот ты где. Ты не поверишь, тут такой чувак ходит стремный... — начал рассказывать он.",
    "answers": [
      {
        "id": 101,
        "text": "- Я ЗНАЮ, ИДИОТ!"
      }
    ]
  },
  {
    "id": 100,
    "text": "Отбросив последнюю надежду, ты лишь села в своем любимом углу клетки, ожидая верную смерть.Какой смысл во всем этом? Все равно он тебя пристрелит, как только шагнешь из клетки. А если выберешься? Проходить все травмы у врачей? Ну нет. И все же дома тебя ждет твоя младшая сестра, которая видит в тебе пример для подражания и души в тебе не чает. Так же скучают по тебе и твои домашние котята, которыйх ты недавно взяла голодными и холодными с улицы... И вдобавок по тебе скучает твоя любимая бабушка, которая очень хотела застать твое наступление совершеннолетия... Шлюси, ты уверена??",
    "answers": [
      {
        "id": 104,
        "text": "Да. "
      },
      {
        "id": 105,
        "text": "Нет... "
      }
    ]
  },
  {
    "id": 101,
    "text": "— По-твоему я сама сюда залезла?! — выпалила ты. Почему он даже сейчас такой тупой?! — вытащи меня отсюда!\n— щас.. — он начал возиться с замком, но через пару минут помедлил. \n— что ты застыл?! — чуть ли не прокричала ты.\n Парень поднял на тебя взгляд, улыбнувшись, а затем тихо засмеявшись. \n— неужели ты действительно поверила, что я вытащу тебя отсюда? — проговорил он с издевательской ухмылкой на лице. \n— что?.. — твой мозг уже ничего не мог анализировать. \nВ комнату зашел похититель, остановившись недалеко от Джона. Он палил взглядом то Джона, то тебя.\n— очнись, дурочка. Я специально привел тебя сюда. Я никогда не любил тебя и не полюбил бы. Наши отношения не настоящие, этот маньяк не настоящий. — самодовольно проговорил Джон, указав рукой на похитителя. — это все было задумано специально, чтобы поставить твою обнаглевшую задницу на место. \nТы лишь молча смотрела на Джона, не веря в происходящее. Либо ты все это время верила в вашу любовь, либо же считала его слишком тупым даже для такого плана.",
    "answers": [
      {
        "id": 102,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 102,
    "text": "— ха, ты посмотри на ее лицо, Чад, у нее буквально взрыв мозга. Бум! — он рассмеялся. — круто мы ее, а? Кста, крутой костюм у тебя. \nПарень выставил кулачок, чтобы они сделали свое фирменное рукопожатие. Однако, Чад молча стоял, смотря на тебя и тяжело дыша. \n— бро? Ты че, поплыл? — Джон помахал рукой перед лицом Чада, а пока махал, осматривал комнату. — ну и срач тут.. Ты прям все круто сде-..\n Только сейчас на его глаза (и на твои в том числе) попал начавший разлагаться труп в углу, рядом с которым была смешная хоккейная маска для образа маньяка. Это был труп Чада.\nДжон медленно перевел взгляд на «Чада», а «Чад», в свою очередь, перевел взгляд на него.Ты перевела взгляд в пол, анализируя всю ситуацию и пытаясь прийти в себя.Дробовик в руках похитителя снова дал о себе знать, когда мужчина, резко подняв оружие, несколько раз выстрелил сначала в конечности Джона, а после нескольких секунд мучительных криков в голову.Опустив дробовик, он снова перевел взгляд на тебя, когда ты подняла голову и посмотрела на него.Мужчина широко улыбнулся.",
    "answers": [
      {
        "id": 103,
        "text": "... "
      }
    ]
  },
  {
    "id": 103,
    "text": "Концовка 5/6.\n«Засада на засаде»",
    "answers": [
      {
        "id": 103,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/vDmvt5Z/IMG-20241225-175520-540.jpg"
      },
      {
        "id": 1,
        "text": "... "
      }
    ]
  },
  {
    "id": 104,
    "text": "Отбросив все мысли о семье, будущем и подобном, ты все же приняла свою судьбу. Может даже этот маньяк и ниче такой... Что? Нет. От боли во всем теле и от своей несчастной судьбы ты снова повалилась на бок, сухо рыдая.Внезапно ты услышала быстрые шаги. Кто это? Похититель так не ходит.\nТы приподнялась, пытаясь увидеть, кто там бегает. Возможно, еще одна жертва? Такая же, как и ты. Еще одна несчастная жертва.. Вдруг ты услышала знакомый голос. \n— Ш..... Люси! Детка, ты здесь? — послышался голос Джона. \n— что... Джон... Джон?! — ты полностью села, пытаясь понять, откуда он идет.\nПарень, услышав твой зов, нашел правильную комнату и подбежал к твоей клетке. \n— о, черт. Детка, да ты ужасно выглядишь. — проговорил он, встав рядом с клетки.\n — я думала ты сдох! Из-за твоих тупых приколов я сейчас в таком виде! Черта с два, ты урод! — ты собрала остаток сил, чтобы покрыть матом своего уже бывшего парня. \n— спокуха, детка, щас я тебя-.... — он не договорил. Его голову располовинило топором. Джон замертво свалился рядом с клеткой.Помолчав пару секунд, ты разразилась истерическим смехом.",
    "answers": [
      {
        "id": 106,
        "text": "... "
      }
    ]
  },
  {
    "id": 105,
    "text": "Вспомнив о семье и о тех, кто тебя действительно ждет и наверняка волнуется, ты решила не сдаваться. \nПриподнявшись, ты снова осмотрела свою маленькую камеру и нашла ту самую щель. Теперь у тебя была тарелка, чтобы можно было выбить из этой щели дыру. \nДействовать нужно было быстро.\nТы схватила железную тарелку, начав бить ей сетку. Через пару минут, к счастью, она начала отходить, а затем и вовсе чуть не отвалилась.\nТы не верила тому, что смогла самостоятельно выбраться из маленькой тюрьмы.\nТы выползла из клетки и кое-как встала на ноги, все же слабость дала о себе знать. Еле устояв на ногах, ты вышла из комнаты.\nДом был совершенно незнаком тебе. Все выглядело темным, старым и дряхлым, а похититель мог в любую секунду выйти откуда угодно.\nНемного побродив и снова привыкнув к ходьбе, ты пошла вперед по коридору.",
    "answers": [
      {
        "id": 107,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 106,
    "text": "Концовка 2/6.\n«Половинки»",
    "answers": [
      {
        "id": 106,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/NLsPW23/IMG-20241225-182935-073.jpg"
      }
    ]
  },
  {
    "id": 107,
    "text": "Вдруг послышались тяжелые шаги спереди. Тень от света указывала на то, что похититель был совсем рядом. \nТы моментально спряталась в ближайшей темной комнате, попятившись вглубь, в темноту. \nЧерез несколько шагов на ногах почувствовалось что-то липкое и склизкое, а затем ты во что-то уткнулась спиной. Медленно обернувшись, ты увидела, что уткнулась ты в ноги. Висящие ноги. И были они не отдельно, а еще с некоторыми частями тела.Это был Джон. Лицо его было изуродовано не только в гримасе ужаса, но и на нем было множество ожогов и порезов. Тело так же пострадало. На одной руке отсутствовала кисть, второй руки вообще не было. Ты хотела вскрикнуть, но вовремя закрыла рот, издав лишь испуганный вздох.",
    "answers": [
      {
        "id": 108,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 108,
    "text": "Ты быстро достала у него из кармана ключи от машины, но долго не продержалась рядом и отступила.Попятившись назад, ты уткнулась еще во что-то, чего до этого здесь явно не было. Машинально резко обернувшись, ты увидела перед собой похитителя.\n Он ударил тебя, от чего ты свалилась на пол, зажмурившись. Открыв глаза, ты увидела рядом с собой чью-то отрубленную голову с изуродованным лицом.Вскрик все же вырвался из твоего рта, когда ты попыталась подняться. Однако и этого тебе не удалось. Мужчина соединил твои руки и прижал их одной рукой к полу, нависнув над тобой, а затем наклонился ближе к твоему лицу. Второй рукой он схватил тебя за шею, сильно сжав, и, приблизившись, поцеловал тебя. \nХотя, поцелуем это назвать было сложно, поскольку губы у него было не в порядке. Скорее, он просто поводил зубами и языком по твоим губам.",
    "answers": [
      {
        "id": 109,
        "text": "Втащить ему головой. "
      },
      {
        "id": 110,
        "text": "Заставить его потерять бдительность, ответив на поцелуй. "
      }
    ]
  },
  {
    "id": 109,
    "text": "Ты набралась сил и втащила ему головой со всей дури. Из-за удара его маска немного сдвинулась, от чего он резко отпрянул, схватившись руками за нее. Ты, всопспользовавшись моментом и адреналином спихнула его с себя и подскочила. Пока он судорожно пытался поправить маску, ты схватила лежащий недалеко от мужчины топор, с которым он пришел. Замахнувшись на него, ты ударила по спине, затем по голове, затем еще, еще и еще, пока эта нарезка не свалилась замертво.",
    "answers": [
      {
        "id": 111,
        "text": "\n.. "
      }
    ]
  },
  {
    "id": 110,
    "text": "Ты набралась смелости и, пытаясь игнорировать отвращение, ответила ему на его жалкое подобие поцелуя. Он издал громкое мычание, видимо, выражая так что-то наподобие радости. Затем его язык прошел тебе глубже в рот. Ты попыталась отстраниться, не ожидая, что его язык будет такой длины. Целуя тебя, мужчина начал сжимать твою шею. Начав задыхаться, ты попыталась выбраться из его хватки, но это было бесполезно. Кислорода не хватило, ты потеряла сознание. И больше не очнулась.",
    "answers": [
      {
        "id": 112,
        "text": "... "
      }
    ]
  },
  {
    "id": 111,
    "text": "Концовка 6/6.\n«Расплата»",
    "answers": [
      {
        "id": 111,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/MD0tLps/IMG-20241225-183244-402.jpg"
      }
    ]
  },
  {
    "id": 112,
    "text": "Концовка 1/6.\n«Ты умерла»",
    "answers": [
      {
        "id": 112,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/rtxMqvg/IMG-20241225-180413-737.jpg"
      }
    ]
  },
  {
    "id": 113,
    "text": "— По-твоему я сама сюда залезла?! — выпалила ты. Почему он даже сейчас такой тупой?! — вытащи меня отсюда!\n— щас.. — он начал возиться с замком, но через пару минут помедлил. \n— что ты застыл?! — чуть ли не прокричала ты.\n Парень поднял на тебя взгляд, улыбнувшись, а затем тихо засмеявшись. \n— неужели ты действительно поверила, что я вытащу тебя отсюда? — проговорил он с издевательской ухмылкой на лице. \n— что?.. — твой мозг уже ничего не мог анализировать. \nВ комнату зашел похититель, остановившись недалеко от Джона. Он палил взглядом то Джона, то тебя.\n— очнись, дурочка. Я специально привел тебя сюда. Я никогда не любил тебя и не полюбил бы. Наши отношения не настоящие, этот маньяк не настоящий. — самодовольно проговорил Джон, указав рукой на похитителя. — это все было задумано специально, чтобы поставить твою обнаглевшую задницу на место. \nТы лишь молча смотрела на Джона, не веря в происходящее. Либо ты все это время верила в вашу любовь, либо же считала его слишком тупым даже для такого плана.",
    "answers": [
      {
        "id": 114,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 114,
    "text": "— ха, ты посмотри на ее лицо, Чад, у нее буквально взрыв мозга. Бум! — он рассмеялся. — круто мы ее, а? Кста, крутой костюм у тебя. \nПарень выставил кулачок, чтобы они сделали свое фирменное рукопожатие. Однако, Чад молча стоял, смотря на тебя и тяжело дыша. \n— бро? Ты че, поплыл? — Джон помахал рукой перед лицом Чада, а пока махал, осматривал комнату. — ну и срач тут.. Ты прям все круто сде-..\n Только сейчас на его глаза (и на твои в том числе) попал начавший разлагаться труп в углу, рядом с которым была смешная хоккейная маска для образа маньяка. Это был труп Чада.\nДжон медленно перевел взгляд на «Чада», а «Чад», в свою очередь, перевел взгляд на него.Ты перевела взгляд в пол, анализируя всю ситуацию и пытаясь прийти в себя.Дробовик в руках похитителя снова дал о себе знать, когда мужчина, резко подняв оружие, несколько раз выстрелил сначала в конечности Джона, а после нескольких секунд мучительных криков в голову.Опустив дробовик, он снова перевел взгляд на тебя, когда ты подняла голову и посмотрела на него.Мужчина широко улыбнулся.",
    "answers": [
      {
        "id": 115,
        "text": "... "
      }
    ]
  },
  {
    "id": 115,
    "text": "Концовка 5/6.\n«Засада на засаде»",
    "answers": [
      {
        "id": 115,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/vDmvt5Z/IMG-20241225-175520-540.jpg"
      }
    ]
  },
  {
    "id": 116,
    "text": "Ты ударила в ответ, потому что он уже надоел избивать клетку. Мужчина еще сильнее разозлился и начал бить несчастную клетку так сильно, что через минуту твое укрытие разрушилось. Ты подскочила и хотела убежать, но он схватил тебя и бросил снова на пол, а затем начал бить, конечно же, по лицу.Твоя голова рикошетила то от пола, то от кулака невменяемого. В конечном итоге ты потеряла сознание. И не очнулась.",
    "answers": [
      {
        "id": 118,
        "text": "... "
      }
    ]
  },
  {
    "id": 117,
    "text": "Ты решила, что хватит на сегодня смелости, ведь этот громкий звук от удара по клетке привел тебя в чувства.Ты снова забилась в угол, боясь, что он снова залезет к тебе и что-то сделает.Похититель приоткрыл клетку и агрессивно запульнул в тебя тарелку с кулинарным шедевром. К счастью, она прилетела не в тебя, а чуть дальше, да и она была железной, так что осколки бы тебя не поранили.\nМужчина куда-то вышел.",
    "answers": [
      {
        "id": 119,
        "text": "День 3."
      }
    ]
  },
  {
    "id": 118,
    "text": "Концовка 1/6.\n«Ты умерла»",
    "answers": [
      {
        "id": 118,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/rtxMqvg/IMG-20241225-180413-737.jpg"
      }
    ]
  },
  {
    "id": 119,
    "text": "Из-за ужасного меню здесь, да и в общем при таких условиях ты чувствовала себе соответственно.\nС самого твоего очередного пробуждения мужчина молча стоял и смотрел на тебя. Тишину в комнате нарушало лишь тяжелое и хриплое дыхание этого сумасшедшего выродка.Поскольку твоя маленькая каморка не пятизвездочный отель, ванной с туалетом здесь, конечно, нет, поэтому от тебя уже шел неприятный запашок. Ко всему этому еще с пробуждения выпитая вода дала о себе знать.\nВсе это время ты старалась сдерживаться, сама не зная, чего ожидать.\nСпустя еще пару часов хриплого дыхания мужчины и его пристального взгляда, ты все же приняла свою судьбу, е выдержав и начав мочиться под себя.Такого уровня стыда ты еще никогда не испытывала. А может и испытывала... Когда, например, Джон заставил тебя сделать интимную фотку, а затем слил это в интернет «по случайности».Похититель тем временем все еще наблюдал за тобой. Когда ты все же не смогла сдерживаться, он стал чаще дышать, схватившись руками за сетку клетки.Когда ты закончила и снова сжалась в углу от стыда и страха и вообще от смеси эмоций, он нагнулся, чтобы ваши головы были на одном уровне, и все смотрел, тяжело и учащенно дыша.",
    "answers": [
      {
        "id": 120,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 120,
    "text": "Мужчина быстро расправился с твоей несчастной одеждой, превратив ее в ошметки ткани и без труда оголив твое тело.\nОдной рукой он вжимал тебя за шею в стену, а второй провел от груди, по талии и до бедра.Ты зажмурилась. Паника и страх были настолько сильными, что начало обрывками темнеть в глазах.\nВот похититель проводит языком по твоей груди... Вот, все еще прижимая тебя к стене, он резко входит в тебяМужчина двигается так быстро и резко, что ты просто не успеваешь почувствовать какой-то пробел между вспышками новой боли. В это время из твоего рта доносятся сдавленные крики, не в силах выдать что-то еще.\nКаждый новый толчок сопровождался новым криком. Помимо этого похититель то кусал тебя в плечи, в шею, в руки, то проводил языком по губам, щекам, зубам... Или же свободной от твоей шеи рукой сжимал твою грудь или бедра, лапая все участки твоего тела. \nВдобавок он тоже не был молчалив. Весь процесс сопровождался мычанием и кряхтением. Несмотря на то, что кончил этот урод раза три, он все не прекращал. Однако, спустя неопределенное время мучений, которое казалось годом, он, наконец, отпустил тебя, а ты в свою очередь обессиленно упала на пол.",
    "answers": [
      {
        "id": 121,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 121,
    "text": "Даже дышать было тяжело. Ты чувствовала себя униженной, оскорбленной... Но в основном убитой.\nТы уже не помнила, что делал этот урод после того, как отпустил тебя, ведь твой мозг решил отключиться именно сейчас, а не, например, когда тебя только прижали к стене.",
    "answers": [
      {
        "id": 122,
        "text": "День 5."
      }
    ]
  },
  {
    "id": 122,
    "text": "Очнулась ты от того что рвало. Сдерживаться не было сил, поэтому пришлось блевануть прямо на пол. Неизвестного рядом не было, ну и славно. Ты осмотрелась. Конечно же, ты находилась снова в запертой клетке. Лежала в своей же моче, а теперь и в рвоте, еще и голая. Издав тихий, отчаянный стон, ты все же решила дать проявиться последнему проблеску надежды. Или нет?",
    "answers": [
      {
        "id": 123,
        "text": "Нет. "
      },
      {
        "id": 124,
        "text": "Надежда! "
      }
    ]
  },
  {
    "id": 123,
    "text": "Отбросив последнюю надежду, ты лишь села в своем любимом углу клетки, ожидая верную смерть.Какой смысл во всем этом? Все равно он тебя пристрелит, как только шагнешь из клетки. А если выберешься? Проходить все травмы у врачей? Ну нет. И все же дома тебя ждет твоя младшая сестра, которая видит в тебе пример для подражания и души в тебе не чает. Так же скучают по тебе и твои домашние котята, которыйх ты недавно взяла голодными и холодными с улицы... И вдобавок по тебе скучает твоя любимая бабушка, которая очень хотела застать твое наступление совершеннолетия... Шлюси, ты уверена??",
    "answers": [
      {
        "id": 125,
        "text": "Да... "
      },
      {
        "id": 126,
        "text": "Нет... "
      }
    ]
  },
  {
    "id": 124,
    "text": "Нет! Надежда умирает последней. Сначала умрешь ты, а затем и она.\nТы собрала последнюю крошку силы в кулак и решительно села, осмотревшись. Только ты начала пытаться размышлять, как вдруг послышались быстрые шаги. Похититель ходит совсем не так... Кто это?? Новая жертва?? Вряд-ли... Ты в такой глуши, какие люди?Внезапно послышались опознавательные знаки.\n— Люси? — раздался голос все же выжившего Джона.\n— Джон.. Джон?! — ты крикнула от чистого удивления и радости, что наконец тебя вытащат.\nПарень сориентировался по твоему голосу и нашел нужную комнату, приблизившись к клетке.\n— Вот ты где. Ты не поверишь, тут такой чувак ходит стремный... — начал рассказывать он.",
    "answers": [
      {
        "id": 133,
        "text": "- Я ЗНАЮ, ИДИОТ!"
      }
    ]
  },
  {
    "id": 125,
    "text": "Отбросив все мысли о семье, будущем и подобном, ты все же приняла свою судьбу. Может даже этот маньяк и ниче такой... Что? Нет. От боли во всем теле и от своей несчастной судьбы ты снова повалилась на бок, сухо рыдая.Внезапно ты услышала быстрые шаги. Кто это? Похититель так не ходит.\nТы приподнялась, пытаясь увидеть, кто там бегает. Возможно, еще одна жертва? Такая же, как и ты. Еще одна несчастная жертва.. Вдруг ты услышала знакомый голос. \n— Ш..... Люси! Детка, ты здесь? — послышался голос Джона. \n— что... Джон... Джон?! — ты полностью села, пытаясь понять, откуда он идет.\nПарень, услышав твой зов, нашел правильную комнату и подбежал к твоей клетке. \n— о, черт. Детка, да ты ужасно выглядишь. — проговорил он, встав рядом с клетки.\n — я думала ты сдох! Из-за твоих тупых приколов я сейчас в таком виде! Черта с два, ты урод! — ты собрала остаток сил, чтобы покрыть матом своего уже бывшего парня. \n— спокуха, детка, щас я тебя-.... — он не договорил. Его голову располовинило топором. Джон замертво свалился рядом с клеткой.Помолчав пару секунд, ты разразилась истерическим смехом.",
    "answers": [
      {
        "id": 127,
        "text": "... "
      }
    ]
  },
  {
    "id": 126,
    "text": "Вспомнив о семье и о тех, кто тебя действительно ждет и наверняка волнуется, ты решила не сдаваться. \nПриподнявшись, ты снова осмотрела свою маленькую камеру и нашла ту самую щель. Теперь у тебя была тарелка, чтобы можно было выбить из этой щели дыру. \nДействовать нужно было быстро.\nТы схватила железную тарелку, начав бить ей сетку. Через пару минут, к счастью, она начала отходить, а затем и вовсе чуть не отвалилась.\nТы не верила тому, что смогла самостоятельно выбраться из маленькой тюрьмы.\nТы выползла из клетки и кое-как встала на ноги, все же слабость дала о себе знать. Еле устояв на ногах, ты вышла из комнаты.\nДом был совершенно незнаком тебе. Все выглядело темным, старым и дряхлым, а похититель мог в любую секунду выйти откуда угодно.\nНемного побродив и снова привыкнув к ходьбе, ты пошла вперед по коридору.",
    "answers": [
      {
        "id": 128,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 127,
    "text": "Концовка 2/6.\n«Половинки»",
    "answers": [
      {
        "id": 127,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/NLsPW23/IMG-20241225-182935-073.jpg"
      }
    ]
  },
  {
    "id": 128,
    "text": "Вдруг послышались тяжелые шаги спереди. Тень от света указывала на то, что похититель был совсем рядом. \nТы моментально спряталась в ближайшей темной комнате, попятившись вглубь, в темноту. \nЧерез несколько шагов на ногах почувствовалось что-то липкое и склизкое, а затем ты во что-то уткнулась спиной. Медленно обернувшись, ты увидела, что уткнулась ты в ноги. Висящие ноги. И были они не отдельно, а еще с некоторыми частями тела.Это был Джон. Лицо его было изуродовано не только в гримасе ужаса, но и на нем было множество ожогов и порезов. Тело так же пострадало. На одной руке отсутствовала кисть, второй руки вообще не было. Ты хотела вскрикнуть, но вовремя закрыла рот, издав лишь испуганный вздох.\nТы быстро достала у него из кармана ключи от машины, но долго не продержалась рядом и отступила.Попятившись назад, ты уткнулась еще во что-то, чего до этого здесь явно не было. Машинально резко обернувшись, ты увидела перед собой похитителя.\n Он ударил тебя, от чего ты свалилась на пол, зажмурившись. Открыв глаза, ты увидела рядом с собой чью-то отрубленную голову с изуродованным лицом.Вскрик все же вырвался из твоего рта, когда ты попыталась подняться. Однако и этого тебе не удалось. Мужчина соединил твои руки и прижал их одной рукой к полу, нависнув над тобой, а затем наклонился ближе к твоему лицу. Второй рукой он схватил тебя за шею, сильно сжав, и, приблизившись, поцеловал тебя. \nХотя, поцелуем это назвать было сложно, поскольку губы у него было не в порядке. Скорее, он просто поводил зубами и языком по твоим губам.",
    "answers": [
      {
        "id": 129,
        "text": "Втащить ему головой. "
      },
      {
        "id": 130,
        "text": "Заставить его потерять бдительность, ответив на поцелуй. "
      }
    ]
  },
  {
    "id": 129,
    "text": "Ты набралась сил и втащила ему головой со всей дури. Из-за удара его маска немного сдвинулась, от чего он резко отпрянул, схватившись руками за нее. Ты, всопспользовавшись моментом и адреналином спихнула его с себя и подскочила. Пока он судорожно пытался поправить маску, ты схватила лежащий недалеко от мужчины топор, с которым он пришел. Замахнувшись на него, ты ударила по спине, затем по голове, затем еще, еще и еще, пока эта нарезка не свалилась замертво.",
    "answers": [
      {
        "id": 131,
        "text": "..."
      }
    ]
  },
  {
    "id": 130,
    "text": "Ты набралась смелости и, пытаясь игнорировать отвращение, ответила ему на его жалкое подобие поцелуя. Он издал громкое мычание, видимо, выражая так что-то наподобие радости. Затем его язык прошел тебе глубже в рот. Ты попыталась отстраниться, не ожидая, что его язык будет такой длины. Целуя тебя, мужчина начал сжимать твою шею. Начав задыхаться, ты попыталась выбраться из его хватки, но это было бесполезно. Кислорода не хватило, ты потеряла сознание. И больше не очнулась.",
    "answers": [
      {
        "id": 132,
        "text": "... "
      }
    ]
  },
  {
    "id": 131,
    "text": "Концовка 6/6.\n«Расплата»",
    "answers": [
      {
        "id": 131,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/MD0tLps/IMG-20241225-183244-402.jpg"
      }
    ]
  },
  {
    "id": 132,
    "text": "Концовка 1/6.\n«Ты умерла»",
    "answers": [
      {
        "id": 132,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/rtxMqvg/IMG-20241225-180413-737.jpg"
      }
    ]
  },
  {
    "id": 133,
    "text": "— По-твоему я сама сюда залезла?! — выпалила ты. Почему он даже сейчас такой тупой?! — вытащи меня отсюда!\n— щас.. — он начал возиться с замком, но через пару минут помедлил. \n— что ты застыл?! — чуть ли не прокричала ты.\n Парень поднял на тебя взгляд, улыбнувшись, а затем тихо засмеявшись. \n— неужели ты действительно поверила, что я вытащу тебя отсюда? — проговорил он с издевательской ухмылкой на лице. \n— что?.. — твой мозг уже ничего не мог анализировать. \nВ комнату зашел похититель, остановившись недалеко от Джона. Он палил взглядом то Джона, то тебя. \n— очнись, дурочка. Я специально привел тебя сюда. Я никогда не любил тебя и не полюбил бы. Наши отношения не настоящие, этот маньяк не настоящий. — самодовольно проговорил Джон, указав рукой на похитителя. — это все было задумано специально, чтобы поставить твою обнаглевшую задницу на место. \nТы лишь молча смотрела на Джона, не веря в происходящее. Либо ты все это время верила в вашу любовь, либо же считала его слишком тупым даже для такого плана.",
    "answers": [
      {
        "id": 134,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 134,
    "text": "— ха, ты посмотри на ее лицо, Чад, у нее буквально взрыв мозга. Бум! — он рассмеялся. — круто мы ее, а? Кста, крутой костюм у тебя. \nПарень выставил кулачок, чтобы они сделали свое фирменное рукопожатие. Однако, Чад молча стоял, смотря на тебя и тяжело дыша. \n— бро? Ты че, поплыл? — Джон помахал рукой перед лицом Чада, а пока махал, осматривал комнату. — ну и срач тут.. Ты прям все круто сде-..\n Только сейчас на его глаза (и на твои в том числе) попал начавший разлагаться труп в углу, рядом с которым была смешная хоккейная маска для образа маньяка. Это был труп Чада.\nДжон медленно перевел взгляд на «Чада», а «Чад», в свою очередь, перевел взгляд на него.Ты перевела взгляд в пол, анализируя всю ситуацию и пытаясь прийти в себя.Дробовик в руках похитителя снова дал о себе знать, когда мужчина, резко подняв оружие, несколько раз выстрелил сначала в конечности Джона, а после нескольких секунд мучительных криков в голову.Опустив дробовик, он снова перевел взгляд на тебя, когда ты подняла голову и посмотрела на него.Мужчина широко улыбнулся.",
    "answers": [
      {
        "id": 135,
        "text": "... "
      }
    ]
  },
  {
    "id": 135,
    "text": "Концовка 5/6.\n«Засада на засаде»",
    "answers": [
      {
        "id": 135,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/vDmvt5Z/IMG-20241225-175520-540.jpg"
      }
    ]
  },
  {
    "id": 136,
    "text": "Ты проснулась от странных постукиваний, поняв, что так и вырубилась на месте, сжавшись.К счастью или к несчастью тарелки рядом уже не было. Ты повернула голову к источнику звука, увидев мужчину, который стоял, склонившись над клеткой. Он слегка постукивал пальцем по клетке, будто бы желая тебя разбудить. Увидев шевеления, он перестал стучать и наклонился ближе. Трудно сказать, но ты практически могла различить на его лице широкую улыбку. От этой растянувшейся гримасы было еще больше не по себе, чем обычно.",
    "answers": [
      {
        "id": 51,
        "text": "- Отпустите меня... "
      },
      {
        "id": 138,
        "text": "- Выпусти, урод! "
      }
    ]
  },
  {
    "id": 137,
    "text": "",
    "answers": []
  },
  {
    "id": 138,
    "text": "— ... только тронь меня еще раз... Я... Я... Я тебе руку откушу! — злобно прошипела ты, даже для уверенности решив не забиваться в угол, хотя тебя туда тянуло. \nМужчина нахмурился и снова злобно ударил по клетке.",
    "answers": [
      {
        "id": 139,
        "text": "Ударить в ответ. "
      },
      {
        "id": 140,
        "text": "Не ударять в ответ. "
      }
    ]
  },
  {
    "id": 139,
    "text": "Ты ударила в ответ, потому что он уже надоел избивать клетку. Мужчина еще сильнее разозлился и начал бить несчастную клетку так сильно, что через минуту твое укрытие разрушилось. Ты подскочила и хотела убежать, но он схватил тебя и бросил снова на пол, а затем начал бить, конечно же, по лицу.Твоя голова рикошетила то от пола, то от кулака невменяемого. В конечном итоге ты потеряла сознание. И не очнулась.",
    "answers": [
      {
        "id": 141,
        "text": "... "
      }
    ]
  },
  {
    "id": 140,
    "text": "Ты решила что хватит на сегодня смелости, ведь этот громкий звук от удара по клетке привел тебя в чувства.Ты снова забилась в угол, боясь, что он снова залезет к тебе и что-то сделает.Похититель приоткрыл клетку и агрессивно запульнул в тебя тарелку с кулинарным шедевром. К счастью, она прилетела не в тебя, а чуть дальше, да и она была железной, так что осколки бы тебя не поранили.\nМужчина куда-то вышел.",
    "answers": [
      {
        "id": 142,
        "text": "День 3."
      }
    ]
  },
  {
    "id": 141,
    "text": "Концовка 1/6.\n«Ты умерла»",
    "answers": [
      {
        "id": 141,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/rtxMqvg/IMG-20241225-180413-737.jpg"
      }
    ]
  },
  {
    "id": 142,
    "text": "Из-за ужасного меню здесь, да и в общем при таких условиях ты чувствовала себе соответственно.\nС самого твоего очередного пробуждения мужчина молча стоял и смотрел на тебя. Тишину в комнате нарушало лишь тяжелое и хриплое дыхание этого сумасшедшего выродка.Поскольку твоя маленькая каморка не пятизвездочный отель, ванной с туалетом здесь, конечно, нет, поэтому от тебя уже шел неприятный запашок. Ко всему этому еще с пробуждения выпитая вода дала о себе знать.\nВсе это время ты старалась сдерживаться, сама не зная, чего ожидать.\nСпустя еще пару часов хриплого дыхания мужчины и его пристального взгляда, ты все же приняла свою судьбу, е выдержав и начав мочиться под себя.Такого уровня стыда ты еще никогда не испытывала. А может и испытывала... Когда, например, Джон заставил тебя сделать интимную фотку, а затем слил это в интернет «по случайности».Похититель тем временем все еще наблюдал за тобой. Когда ты все же не смогла сдерживаться, он стал чаще дышать, схватившись руками за сетку клетки.Когда ты закончила и снова сжалась в углу от стыда и страха и вообще от смеси эмоций, он нагнулся, чтобы ваши головы были на одном уровне, и все смотрел, тяжело и учащенно дыша.",
    "answers": [
      {
        "id": 143,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 143,
    "text": "Затем он судорожно чуть ли не вырвал дверь от клетки и схватил тебя за руку, начав вытаскивать. Ты бы удержалась, если бы было за что. Все же он был намного сильнее маленькой, хрупкой, ослабевшей девушки.Выдернув тебя из клетки, он вжал тебя в стену рядом, одной рукой сжав твою шею, тем самым прижимаяк стенке, а второй рукой буквально срывая с тебя одежду.\n— Пожалуйста!..Пожалуйста, не-... не надо! — отчаянно кричала ты, это было единственное, что ты могла сделать.\nМужчина быстро расправился с твоей несчастной одеждой, превратив ее в ошметки ткани и без труда оголив твое тело.\nОдной рукой он вжимал тебя за шею в стену, а второй провел от груди, по талии и до бедра.Ты зажмурилась. Паника и страх были настолько сильными, что начало обрывками темнеть в глазах.\nВот похититель проводит языком по твоей груди... Вот, все еще прижимая тебя к стене, он резко входит в тебяМужчина двигается так быстро и резко, что ты просто не успеваешь почувствовать какой-то пробел между вспышками новой боли. В это время из твоего рта доносятся сдавленные крики, не в силах выдать что-то еще.",
    "answers": [
      {
        "id": 144,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 144,
    "text": "Каждый новый толчок сопровождался новым криком. Помимо этого похититель то кусал тебя в плечи, в шею, в руки, то проводил языком по губам, щекам, зубам... Или же свободной от твоей шеи рукой сжимал твою грудь или бедра, лапая все участки твоего тела. \nВдобавок он тоже не был молчалив. Весь процесс сопровождался мычанием и кряхтением. Несмотря на то, что кончил этот урод раза три, он все не прекращал. Однако, спустя неопределенное время мучений, которое казалось годом, он, наконец, отпустил тебя, а ты в свою очередь обессиленно упала на пол.\nДаже дышать было тяжело. Ты чувствовала себя униженной, оскорбленной... Но в основном убитой.\nТы уже не помнила, что делал этот урод после того, как отпустил тебя, ведь твой мозг решил отключиться именно сейчас, а не, например, когда тебя только прижали к стене.",
    "answers": [
      {
        "id": 145,
        "text": "День 5."
      }
    ]
  },
  {
    "id": 145,
    "text": "Очнулась ты от того что рвало. Сдерживаться не было сил, поэтому пришлось блевануть прямо на пол. Неизвестного рядом не было, ну и славно. Ты осмотрелась. Конечно же, ты находилась снова в запертой клетке. Лежала в своей же моче, а теперь и в рвоте, еще и голая. Издав тихий, отчаянный стон, ты все же решила дать проявиться последнему проблеску надежды. Или нет?",
    "answers": [
      {
        "id": 146,
        "text": "Нет. "
      },
      {
        "id": 124,
        "text": "Надежда! "
      }
    ]
  },
  {
    "id": 146,
    "text": "Отбросив последнюю надежду, ты лишь села в своем любимом углу клетки, ожидая верную смерть.Какой смысл во всем этом? Все равно он тебя пристрелит, как только шагнешь из клетки. А если выберешься? Проходить все травмы у врачей? Ну нет. И все же дома тебя ждет твоя младшая сестра, которая видит в тебе пример для подражания и души в тебе не чает. Так же скучают по тебе и твои домашние котята, которыйх ты недавно взяла голодными и холодными с улицы... И вдобавок по тебе скучает твоя любимая бабушка, которая очень хотела застать твое наступление совершеннолетия... Шлюси, ты уверена??",
    "answers": [
      {
        "id": 148,
        "text": "Да. "
      },
      {
        "id": 149,
        "text": "Нет... "
      }
    ]
  },
  {
    "id": 147,
    "text": "",
    "answers": []
  },
  {
    "id": 148,
    "text": "Отбросив все мысли о семье, будущем и подобном, ты все же приняла свою судьбу. Может даже этот маньяк и ниче такой... Что? Нет. От боли во всем теле и от своей несчастной судьбы ты снова повалилась на бок, сухо рыдая.Внезапно ты услышала быстрые шаги. Кто это? Похититель так не ходит.\nТы приподнялась, пытаясь увидеть, кто там бегает. Возможно, еще одна жертва? Такая же, как и ты. Еще одна несчастная жертва.. Вдруг ты услышала знакомый голос. \n— Ш..... Люси! Детка, ты здесь? — послышался голос Джона. \n— что... Джон... Джон?! — ты полностью села, пытаясь понять, откуда он идет.\nПарень, услышав твой зов, нашел правильную комнату и подбежал к твоей клетке. \n— о, черт. Детка, да ты ужасно выглядишь. — проговорил он, встав рядом с клетки.\n — я думала ты сдох! Из-за твоих тупых приколов я сейчас в таком виде! Черта с два, ты урод! — ты собрала остаток сил, чтобы покрыть матом своего уже бывшего парня. \n— спокуха, детка, щас я тебя-.... — он не договорил. Его голову располовинило топором. Джон замертво свалился рядом с клеткой.Помолчав пару секунд, ты разразилась истерическим смехом.",
    "answers": [
      {
        "id": 150,
        "text": "... "
      }
    ]
  },
  {
    "id": 149,
    "text": "Вспомнив о семье и о тех, кто тебя действительно ждет и наверняка волнуется, ты решила не сдаваться. \nПриподнявшись, ты снова осмотрела свою маленькую камеру и нашла ту самую щель. Теперь у тебя была тарелка, чтобы можно было выбить из этой щели дыру. \nДействовать нужно было быстро.\nТы схватила железную тарелку, начав бить ей сетку. Через пару минут, к счастью, она начала отходить, а затем и вовсе чуть не отвалилась.\nТы не верила тому, что смогла самостоятельно выбраться из маленькой тюрьмы.\nТы выползла из клетки и кое-как встала на ноги, все же слабость дала о себе знать. Еле устояв на ногах, ты вышла из комнаты.\nДом был совершенно незнаком тебе. Все выглядело темным, старым и дряхлым, а похититель мог в любую секунду выйти откуда угодно.\nНемного побродив и снова привыкнув к ходьбе, ты пошла вперед по коридору.",
    "answers": [
      {
        "id": 152,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 150,
    "text": "Концовка 2/6.\n«Половинки»",
    "answers": [
      {
        "id": 150,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/NLsPW23/IMG-20241225-182935-073.jpg"
      },
      {
        "id": 1,
        "text": "... "
      }
    ]
  },
  {
    "id": 151,
    "text": "",
    "answers": []
  },
  {
    "id": 152,
    "text": "Вдруг послышались тяжелые шаги спереди. Тень от света указывала на то, что похититель был совсем рядом. \nТы моментально спряталась в ближайшей темной комнате, попятившись вглубь, в темноту. \nЧерез несколько шагов на ногах почувствовалось что-то липкое и склизкое, а затем ты во что-то уткнулась спиной. Медленно обернувшись, ты увидела, что уткнулась ты в ноги. Висящие ноги. И были они не отдельно, а еще с некоторыми частями тела.Это был Джон. Лицо его было изуродовано не только в гримасе ужаса, но и на нем было множество ожогов и порезов. Тело так же пострадало. На одной руке отсутствовала кисть, второй руки вообще не было. Ты хотела вскрикнуть, но вовремя закрыла рот, издав лишь испуганный вздох.",
    "answers": [
      {
        "id": 153,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 153,
    "text": "Ты быстро достала у него из кармана ключи от машины, но долго не продержалась рядом и отступила.Попятившись назад, ты уткнулась еще во что-то, чего до этого здесь явно не было. Машинально резко обернувшись, ты увидела перед собой похитителя.\n Он ударил тебя, от чего ты свалилась на пол, зажмурившись. Открыв глаза, ты увидела рядом с собой чью-то отрубленную голову с изуродованным лицом.Вскрик все же вырвался из твоего рта, когда ты попыталась подняться. Однако и этого тебе не удалось. Мужчина соединил твои руки и прижал их одной рукой к полу, нависнув над тобой, а затем наклонился ближе к твоему лицу. Второй рукой он схватил тебя за шею, сильно сжав, и, приблизившись, поцеловал тебя. \nХотя, поцелуем это назвать было сложно, поскольку губы у него было не в порядке. Скорее, он просто поводил зубами и языком по твоим губам.",
    "answers": [
      {
        "id": 154,
        "text": "Втащить ему головой. "
      },
      {
        "id": 155,
        "text": "Заставить его потерять бдительность, ответив на поцелуй. "
      }
    ]
  },
  {
    "id": 154,
    "text": "Ты набралась сил и втащила ему головой со всей дури. Из-за удара его маска немного сдвинулась, от чего он резко отпрянул, схватившись руками за нее. Ты, всопспользовавшись моментом и адреналином спихнула его с себя и подскочила. Пока он судорожно пытался поправить маску, ты схватила лежащий недалеко от мужчины топор, с которым он пришел. Замахнувшись на него, ты ударила по спине, затем по голове, затем еще, еще и еще, пока эта нарезка не свалилась замертво.",
    "answers": [
      {
        "id": 156,
        "text": "... "
      }
    ]
  },
  {
    "id": 155,
    "text": "Ты набралась смелости и, пытаясь игнорировать отвращение, ответила ему на его жалкое подобие поцелуя. Он издал громкое мычание, видимо, выражая так что-то наподобие радости. Затем его язык прошел тебе глубже в рот. Ты попыталась отстраниться, не ожидая, что его язык будет такой длины. Целуя тебя, мужчина начал сжимать твою шею. Начав задыхаться, ты попыталась выбраться из его хватки, но это было бесполезно. Кислорода не хватило, ты потеряла сознание. И больше не очнулась.",
    "answers": [
      {
        "id": 158,
        "text": ".... "
      }
    ]
  },
  {
    "id": 156,
    "text": "Концовка 6/6.\n«Расплата»",
    "answers": [
      {
        "id": 156,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/MD0tLps/IMG-20241225-183244-402.jpg"
      },
      {
        "id": 1,
        "text": "... "
      }
    ]
  },
  {
    "id": 157,
    "text": "",
    "answers": []
  },
  {
    "id": 158,
    "text": "Концовка 1/6.\n«Ты умерла»",
    "answers": [
      {
        "id": 158,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/rtxMqvg/IMG-20241225-180413-737.jpg"
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 159,
    "text": "",
    "answers": []
  },
  {
    "id": 160,
    "text": "",
    "answers": []
  },
  {
    "id": 161,
    "text": "",
    "answers": []
  },
  {
    "id": 162,
    "text": "",
    "answers": []
  },
  {
    "id": 163,
    "text": "",
    "answers": []
  },
  {
    "id": 164,
    "text": "",
    "answers": []
  },
  {
    "id": 165,
    "text": "",
    "answers": []
  }
]