[
  {
    "id": 1,
    "text": "Автор: Riko\nЖанр: Фэнтези, футуристический детектив.\n\nВ этом рассказе вы узнаете об истории одного Юки-Ноко по имени Ичиро. Холодный как лёд и прекрасный как извояние лучших скульпторов парень встретиться с последствиями столетнего мира. Отстранённый от собственной семьи Ичиро желает лишь спокойного существования, однако в нынешних реалиях это практически не возможно. Все чего-то желают получить от молодого Ёк’кая. Кто-то навыки, кто-то кровь, а кто-то даже душу, и каждый предлагает что-то взамен: идеалы, дружбу, смысл. Поможет ли Ичиро сильным мира сего или решит пойти следом за слепым котом, забредшим в его бар поздно ночью? К чему приведёт выбор и чем придётся потом расплачиваться парень не знает, но молодой Юки-Ноко понимает, что его роль может как пошатнуть мир между Ёк’каями и людьми, так и укрепить его. \n\n(Книга находится в стадии написания)",
    "answers": [
      {
        "id": 13,
        "text": "[Пролог]"
      },
      {
        "id": 2,
        "text": "[Глава I]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава I: \"Что тревожит парня с ледяным сердцем?\"\n\n«Муравейник», спальный район: 13-тый этаж, квартира номер 1315.\nВремя 16:00.\n\n Ичиро уже несколько часов лежал на кровати и спал, закутанный в 2 толстых одеяла. В комнате без перебоя работал небольшой обогреватель. Из-за природы строения тел всем Юки-Ноко приходиться искать различные способы согреться, чтобы почувствовать хоть толику комфорта, который присущ теплокровным. Ичиро не был исключением. Даже во время сна он пытался хоть немного согреться.\n Солнце медленно начало клониться к горизонту, когда в комнате раздался крик ужаса. Ичиро резко вскочил с кровати и зажал ладонью место, где раньше был его левый глаз. Комната, как всегда, пустовала. И это не удивительно, ведь хозяин квартиры предпочитал жить в одиночестве. Усевшись на край кровати, Ичиро пытался отдышаться. Сердце бешено колотилось, хоть тело и оставалось холодным.\n «Это был всего лишь сон.» — тихо повторял Ичиро, прощупывая левую глазницу, которая ныне на три четвёртых пустовала, а на оставшуюся часть была заполнена электроникой, для удержания и подключения протеза к мозгу. Печальное напоминание о том дне, когда жизнь парня кардинально изменилась. Осмотрев единственным глазом комнату, Ичиро обнаружил свой имплант, подключённым к зарядной станции, что стояла на небольшом столе. Интерфейс устройства показывал, что заряд достиг 100%. \n Значит пора собираться. Ичиро встал на ноги и, подойдя к столу, отключил искусственное око от зарядной станции. Взяв его в руку, парень аккуратно вставил имплант в левую глазницу. Как всегда, глаз вошёл как родной, даровав своему хозяину возможность снова видеть. Подождав пока протез полностью синхронизируется с мозгом, Ичиро начал подготавливаться к выходу. Сначала он умылся, почистил зубы и причесался. Затем, порывшись в шкафу, достал футболку с длинным рукавом, тёплый джемпер, толстовку с капюшоном и две пары тёплых спортивных штанов. Облачившись во всю эту одежду и забрав со стола ключи, Ичиро вышел из комнаты. Автоматическая дверь тут же закрылась за спиной парня, запирая квартиру от посторонних.\n\nВремя 16:25.\n\n Коридоры практически пусты. Лишь в дальней части можно было заметить людей и Ёк’каев, которые собирались на прогулку или на вечерние смены. Это не могло не радовать, ведь Ичиро избавился от удовольствия пробираться через узкие просветы между жильцами дома, которые так и норовили каждый день создать в коридоре давку. Пройдя к лестнице, парень спустился с 13-того этажа на первый и вышел из здания через главный вход.\n\nВремя 16:30\n\n— Что же. Теперь нужно немного поторопиться, чтобы не опоздать к завершению первого акта. Нельзя же заставлять сестру ждать.\n\n С этими словами Ичиро в среднем темпе побежал в сторону Бунка Чику. Путь предстоял не близкий, но парень не волновался, ведь в запасе у него было ещё около 3-х часов.",
    "answers": [
      {
        "id": 3,
        "text": "[Перелистнуть.]"
      },
      {
        "id": 13,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Бунка Чику, культурный район: уличный бар Ичиро, недалеко от театра «Восходящая Луна».\nВремя 18:00.\n\n Слегка запыхавшись, Ичиро добежал до своего маленько уличного бара. К счастью, ожидающих клиентов не было, так как завсегдатаи знали, что «Лунный гость» открывает своё заведение только в поздние часы, а случайных прохожих данное место не особо интересовало. Однако это не повод расслабляться. Отдышавшись, Ичиро начал подготавливать всё к открытию.\n Его бар не был просто небольшим деревянным строением или каким-то навесом с барной стойкой. Роль заведения играли две комнаты, которые располагались на первом этаже клуба «Гнездо Цутигумо». Конечно, там не работали настоящие представители данного вида Ёк’каев, однако место всё же оправдывало своё название. Ведь забредя туда, несчастный путник рисковал остаться там на очень долгий срок, аки человек угодивший в паучьи сети настоящей Цутигумо. Эти две комнаты уже давно не использовались данным заведением и их постоянно сдавали в аренду подо всякие лавки и мини магазины. Когда-то в них располагался книжный магазинчик, хозяева которого кроме книг промышляли различного рода лотереями. Однажды один чрезмерно агрессивный О́ни, недовольный результатами своего билета, разнёс главную комнату, сломав в процессе две стены, которые выходили наружу. Хозяева не смогли заплатить за ремонт и просто скрылись, а клуб не особо был заинтересован выделять на это средства, так как всё равно аренда не приносила прибыли, способной покрыть затраты на восстановление стен. Таким и застал это место Ичиро. Он сразу понял, что недостаток комнат можно превратить в их достоинство. Арендовав их у клуба и потратив некоторое время и средства для небольшого редизайна, парень сделал из разрушенной комнаты открытый бар с несколькими столиками и одной стойкой. Второе же помещение стало использоваться как склад для товаров и место отдыха хозяина.\n Достав со склада несколько тряпок, Ичиро начал протирать столики и барную стойку. Затем парень вынес из второй комнаты 10-ть стульев и начал расставлять их. По два стула около столика и четыре стула около стойки. После этого наступила очередь ассортимента. Ичиро начал выносить и ставить на полки за стойкой бутылки с различным алкоголем: виски, сакэ, сётю, пиво и т. п. Подготовив бар к открытию, парень пошёл переодеваться. Его рабочая форма состояла из чёрных брюк, белой рубашки, чёрного жилета, одетого поверх рубахи, и бабочки-галстука. Эта одежда была намного тоньше уличной, но Ичиро был готов терпеть неприятный холод ради комфорта посетителей. Закончив свой образ убранными в хвост волосами, парень включил освещение – шесть ламп, которые располагались на потолке и источали холодный, лунный свет – и прошёл за барную стойку.\n\nВремя 18:30.\n\n Бар «Лунного гостя» открыт.",
    "answers": [
      {
        "id": 4,
        "text": "[Перелистнуть.]"
      },
      {
        "id": 2,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Время 18:50.\n\n Ичиро стоял за барной стойкой, ожидая новых клиентов. За прошедшие 20-ть минут «Лунного гостя» посетило четыре человека. Молодая пара – парень-человек и девушка-Кицунэ, которые спокойно, но с небольшой опаской, прогуливались по улице. Заприметив необычного бармена и его скромную обитель, они зашли осмотреться. Несмотря на свой от природы холодный характер, Ичиро был приветлив с гостями и с лёгкой улыбкой на лице отвечал на их вопросы. Уняв своё любопытство и заказав бутылочку виски, пара отправилась в путь. Алкоголь они не стали пробовать, просто забрали с собой. Следующим посетителем «Лунного гостя» стал один из завсегдатаев. Молодой О́ками, что работал в клубе «Гнездо Цутигумо». Он всегда навещал бар Ичиро во время своих коротких перерывов. Конечно, в клубе тоже была выпивка и довольно неплохая, но этому О́ками нравилась тихая атмосфера соседствующего заведения, а также дивный облик его хозяина. Несколько раз молодой Ёк’кай даже пытался переманить «Лунного гостя» в «Гнездо Цутигумо», однако Ичиро каждый раз отказывался. Заказав две бутылки пива и тут же осушив их, О́ками положил деньги на стойку и ушёл обратно в клуб. Последним, кто посетил Ичиро за эти 20-ть минут, был немолодой мужчина в офисной одежде. Тот зашёл в бар, осмотрелся и тут же вышел, будто ошибся местом. Что же, бывают и такие. Правда, парня немного смутил взгляд мужчины, он явно что-то искал и анализировал, когда всматривался в скромный интерьер бара и его хозяина. Можно было подумать что-нибудь недоброе, но Ичиро решил закрыть на это глаза и не придавать особого значения.\n\nВремя 19:00.\n\n За последние 10-ть минут посетителей не было. Ичиро уже подумывал сходить на склад, чтобы вынести замену проданным бутылкам, однако его остановил знакомый голос.\n\n— У тебя открыто, братик?\n\n Переведя взгляд с двери на склад в сторону голоса, Ичиро увидел её: Мизуки. Высокая девушка с длинными белыми волосами и такой же как у парня бледно-белой кожи. Глядя на неё, с губ невольно слетала одна фраза: «чудесная девушка». В возрасте 32 года она обладала превосходной внешностью и формами, хотя сейчас их и скрывала довольно длинное платье и куртка.\n\n— Сегодня ты как-то рано. Разве первый акт в театре уже завершился?\n\n Хоть лицо Ичиро и оставалось спокойным, однако в голосе проскакивали небольшие нотки беспокойства. Парень прекрасно знал сегодняшнюю программу и был уверен, что старшая сестра освободится только к 19:30. Однако уже сейчас она стояла прямо перед его баром. Понять что-либо по её лицу было невозможно, ибо, как и все Юки-Ноко, она практически всегда была спокойна и холодна. Лишь лазурные глаза могли непроизвольно выдать внутреннее состояние девушки, но не сейчас. В данный момент взгляд девушки был также спокоен и невозмутим, будто морская гладь в безветренную погоду.",
    "answers": [
      {
        "id": 5,
        "text": "[Перелистнуть.]"
      },
      {
        "id": 3,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 5,
    "text": "— И не только. Ввиду некоторых обстоятельств вся программа была отменена и перенесена на завтра.\n\n Проговорила Мизуки, подходя к барной стойке. Голос девушки не отличался звонкостью или мелодичностью. По сравнению со многими второсортными актрисами малых театров или певиц, что выступали в местных заведениях, направленных на развлечение своих клиентов всеми возможными и невозможными способами, его можно было бы назвать обычным, заурядным. Однако тембр, тон, звучание: всё чем обладал голос Мизуки необычайно хорошо подходили ей. Особенно сейчас, когда девушке не приходилось играть какую-либо роль. Спокойное, белоснежное лицо и холодный, без эмоциональный голос делали её похожей на ожившую мраморную скульптуру, которую высекли умелые художники, пытаясь с помощью камня увековечить то, что многие называют Музой.\n\n— Не уже ли что-то произошло в театре во время представления?\n\n Спокойно спросил Ичиро у сестры, когда та наконец-то оказалась около стойки и уселась на свободное место. Казалось бы, если что-то случилось, то и девушка, и парень были обязаны хотя бы немного нервничать, ведь театр играл в их жизни не последнее место. Однако они говорили совершенно спокойно, будто два незнакомца, что завели между собой заведомо скучный разговор. И тому были причины, причём связанные не только с их физиологическим строением. Ичиро понимал, что если бы в театре случилась настоящая катастрофа, то мимо его безымянного бара уже бы проехала по крайне мере одна машина службы быстрого реагирования. Также, благодаря близкому расположению заведений, он бы услышал отдалённые крики или сирену. Однако ничего из этого не было, из чего Ичиро заключил: событие, произошедшее в театре, не было настолько значимым, чтобы угрожать целостности самого заведения или его посетителям и работникам. Это подтверждалось и поведением Мизуки. Несмотря на природу Юки-Ноко, никто из семьи парочки не мог оставаться полностью спокойным и равнодушным, когда что-то или кто-то угрожал их членам. А раз Мизуки ведёт себя спокойно, значит их маме, главной звезде театра, ничего не угрожает.\n\n— Ты ведь помнишь группировку «Новый рассвет»?\n\n Спросила Мизуки у брата, опёршись локтями на барную стойку и немного согнувшись. Она всегда так делает, когда приходит в этот бар. Здесь ей не нужно строить из себя утончённую леди и показывать свои манеры. Вовсе нет. В этом баре она могла полностью расслабиться и отдохнуть, не думая об образе. Здесь Мизуки чувствовала себя как дома, ибо рядом был её братик, а от интерьера заведения так и веяло спокойствием и умиротворённостью.\n\n— Трудно забыть самую известную организацию, состоящую только из Ёк’каев. Я так понимаю, они как-то связаны с сегодняшними событиями в театре?\n\n Всё в тем же спокойным тоном продолжал Ичиро, доставая из-под барной стойки заранее приготовленные ингредиенты для любимого коктейля сестры. «Кровь и песок» — единственный напиток, который Мизуки заказывает, когда приходит к нему. Парень не знал, чем именно обусловлен этот выбор. Вкусом? Названием? Или может чем-нибудь другим? Одно он понимал точно: сестре был важен не столько сам коктейль, сколько возможность поговорить со своим братом в непринуждённой обстановке, когда они оба могут быть полностью открытыми к друг другу. ",
    "answers": [
      {
        "id": 6,
        "text": "[Перелистнуть.]"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Да… По крайней мере, так наверняка решат правоохранительные органы и местные СМИ. Но, если говорить честно, мне кажется, что «Новый рассвет» здесь не причём. Сам посуди… Зачем группировке, которая поддерживает всех Ёк’каев и «сражается за их права и свободу», доставлять проблем театру, в котором весь персонал состоит преимущественно из Ёк’каев?\n\n Проговорила Мизуки, не отрывая взгляда от Ичиро, который начал неспеша заливать апельсиновый фреш, красный вермут, скотч и вишнёвый ликёр в смесительный стакан.\n\n— Действительно… Это противоречит их идеям и философии. Хотя… Если цель оправдывала риски, то они вполне могли закрыть на это глаза.\n\n Закинув в стакан несколько кубиков льда, Ичиро закрыл шейкер и начал ритмично взбивать его содержимое. В баре повисла тишина, которую нарушал лишь звук, плещущийся воды и льда. Это продолжалось почти минуту, пока циклические движения не прекратились — Ичиро закончил смешивать коктейль. Однако он не спешил приступать к подаче. Вместо этого парень отложил шейкер в сторону и достал изящный бокал. Важная часть \"Крови и песка\" — охлаждённый сосуд, в котором будет подаваться напиток. Поэтому, Ичиро положил пару кубиков льда в бокал и стал ждать. Этот процесс не долгий, однако даже такой малой паузы в работе достаточно для того, чтобы бармен мог ответить на несколько вопросов посетителей или продолжить прерванный разговор.\n\n— Почему ты вообще вспомнила про них? Неужели театр каким-то образом встал им поперёк горла?\n\n Проговорил Ичиро, внимательно смотря в глаза сестры.\n\n— Нет. Однако сегодня наш скромный театр посетило немало важных лиц города. Одного из которых, как раз и пытались убить во время представления. К несчастью, неудачно.\n\n Хоть девушка и пыталась это скрыть, но нотки недовольства всё же проскочили вместе с последними словами. Они были еле заметны, но даже этого Ичиро было достаточно, чтобы сделать некоторые выводы.\n\n— И кто же тот глупец, что осмелился попасть к тебе в немилость?\n\n Обычно сестра хорошо ладила с людьми и другими Ёк’каями, а природная невозмутимость и холодность, вообще, делали любые эмоции для неё роскошью. Так что, стать для неё объектом ненавистни мог не каждый.\n\n— Глава строительной компании: Зениц Чирио. Именно сегодня этой псине захотелось посетить наше вечернее представление. Во время первого акта на него напал Ёк’кай О́ками, пытаясь порвать Чирио на мелкие клочки своими когтями. Однако...\n\n Мизуки замолчала, заметив, как брат достал из бокала кубики льда, а затем потянулся к шейкеру. Он начал медленно переливать получившийся коктейль через специальное ситочко прямо в остужённую стеклянную ёмкость. Его движения, как всегда, были плавными и уверенными. Парень много раз делал этот напиток и, возможно, смог бы приготовить его даже с закрытыми глазами. Однако сестра всё равно не хотела случайно сбить брата неаккуратно произнесёнными словами, поэтому молчала до того момента, пока бокал не был заполнен и придвинут прямо к ней. \n\n— Однако его охрана — парочка андроидов полу боевого типа — смогла защитить этого падонка. Правда, киллера они упустили. Учитывая его раны, ему всё равно оставалось недолго... Жалко.",
    "answers": [
      {
        "id": 7,
        "text": "[Перелистнуть.]"
      },
      {
        "id": 5,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 7,
    "text": " Договорив, девушка сделала несколько маленьких глотков, оценивая напиток. Как всегда, он был чудесен и полностью оправдывал её ожидание. Это служило Мизуки знаком, что её брат в порядке и ничем не обременён. Даже печальная новость о нападении в театре прошла мимолётно, не задев никакой нерв. В иной ситуации это указывало бы на безразличие собеседника, но не сейчас.\n\n— Тебе жалко за то, что киллера не смогли поймать, или за то, что его замысел не удался?\n\n Ичиро знал, каков будет ответ, но хотел услышать его от сестры.\n\n— Конечно же второе. Этот мужчина виновен перед тобой ничуть не меньше, чем его поганая дочурка. Именно благодаря его вмешательству она отделалась небольшим штрафом. Эта бестия даже не извинилась перед тобой, что уж говорить об истинном раскаяние? Это даже не смешно.\n\n Впервые за весь разговор Мизуки начала повышать голос. С её языка продолжали срываться оскорбления в сторону всей семьи Зениц. Казалось, что даже природа Юки-Ноко не сможет сдержать бушующую ярость в сердце девушки. Это могло продолжаться ещё очень долго, но внезапно Мизуки замолчала. Дыхание стало вновь спокойным и тихим, а огонь в сердце в мгновение ока потух. Голубые глаза были направлены на Ичиро. Они всё также были подобно океану, глубина которого так сильно манит и пугает одновременно. Привычным спокойным голосом сестра спросила.\n\n— Я всё ещё не понимаю, почему брат? Эта девушка потеряла право на жизнь, когда посмела поднять на тебя руку, и шанс на прощение, когда собиралась продолжить. Одним взмах рукой, одна капля яда, одно запретное слово и она бы не оскверняла наш город своим существованием. Всего лишь одна минута... Но мы ничего не сделали. Я ничего не сделала, никогда это произошло, никогда ты пришёл в себя в больнице. Потому что ты сказал мне успокоиться. Подумать только — пострадавший младший брат успокаивал старшую сестру, чтобы она не совершила какую-нибудь глупость... Это было бы даже смешно, если бы не всё это... \n\n Ичиро слышал этот вопрос не впервые. Как из раза в раз повторялся заказ одного и того же напитка, так и вопросы о прошлом слетали с губ девушки после каждого глотка приготовленного коктейля. Казалось, в этом нет смысла, ведь почти всегда парень просто слушал и не спешил отвечать, однако не сегодня. Возможно, причиной стало состояние Мизуки или же что-то ещё. Впервые за долгое время Ичиро перестал просто смотреть на сестру после её вопросов и начал отвечать.\n\n— Потому что я не хотел обременять свою семью. Наши предки так долго старались, изменяя отношение других к нашему виду не для того, чтобы какой-то случайный человек в один случайный день разрушил все их труды. Я всего лишь младший в роду и не стою того, чтобы за меня мстила старшая сестра, мать или какой-либо другой член семьи. Я не настолько ценен... Особенно теперь.\n\n Парень даже не заметил, как его рука инстинктивно потянулась к левой глазнице, туда, где когда-то находилось его родное око. Лишь когда холодные пальцы почувствовали искусственную кожу, изящно маскирующую металлический каркас его протеза, он отдёрнул ладонь и вытер несуществующий пот со лба. Воспоминания до сих пор вызывали у него страх и панику.",
    "answers": [
      {
        "id": 12,
        "text": "[Перелистнуть.]"
      },
      {
        "id": 6,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Тогда пойдём, братец…\n\n Мизуки не стала принимать предложение Ичиро. Вместо этого она пристроилась сбоку и приобняла руку парня. \n\n — Надеюсь, твои постоянные посетители не будут потом причитать за то, что я тебя украла.\n\n Несмотря на неизменную интонацию в голосе, Ичиро прекрасно понимал, что сестра говорила не серьёзно. Его бар за ночь посещало не так много людей и Ёк’каев, а те, кто ходил туда постоянно, хоть и могли расстроиться, но не стали бы держать на «Лунного Гостя» обиду.\n\n— Не беспокойся. Вряд ли кто-то ещё посетит это место сегодня.\n\n Пара Юки-Ноко неспеша пошла вдоль улицы. \nКультурный район Бунка Чику оправдывал своё звание. В народе даже сложилось небольшое поверие, что скучающему, уставшему путнику достаточно выбрать одну случайную дорогу в этой части города и пойти по ней, чтобы избавить от всех своих невзгод. Такое мнение создалось из-за многообразия заведений всевозможных направлений, которые стояли в этом районе почти на каждом шагу. Бары, клубы, театры, кино — всё, что душе угодно. В этом месте никогда не гасли огни и не становилось по-настоящему тихо. Неудивительно, что из спокойной гавани Ичиро с сестрой попали в вечно бурлящую реку, выйдя на главную улицу. Пару слепил свет неоновых вывесок и оглушала музыка, доносившаяся из открытых окон. Заприметив красивых молодых Ёк’каев, некоторые прохожие даже пытались заманить их в заведения определённого характера, дабы те составили им компанию. Здесь такие вещи были не зазорны, но всегда стоит помнить о безопасности. Кто знает, что за личность в следующий раз предложит смочить горло в рядом стоящем клубе?\n К счастью, Ичиро, как и Мизуки, уже давно привык к этим особенностям Бунка Чику. Обходя особо экзотические заведения и любезно отказывая навязчивым незнакомцам, пара продвигалась всё дальше и дальше, пока не попала в другую часть города. Бессэкай – место обитания большинства Ёк’каев. Несмотря на мир между людьми и Ёк’каями, обе стороны предпочитают селиться подальше друг от друга. Это связанно не только с неприязнью, но и с некоторыми идеологическими аспектами. Люди стремятся к постоянному развитию. Их прогресс идёт на всех порах, сметая старое и строя на его руинах новое. Это касается всего: культуры, архитектуры, медицины, образования и т. д. Люди – постоянные новаторы в отличии от Ёк’каев. Тем больше привычен консервативный взгляд на мир. Они превозносят традиции и опыт предыдущих поколений и стараются свести изменения своего устоя к минимуму. Сам Бессэкай можно по праву назвать местом, где остановилось время. Почти все постройки здесь отдают дань старым эпохам: в архитектуре преобладает простота и открытость, а в качестве материала использованы древесина и камень, вместо привычного для современности бетона и стекла. Многие дома были похожи на храмы или музеи. Вокруг них то тут, то там выглядывали могучие деревья или даже целые сады, облагораживающие территорию и поддерживающие некоторую связь жителей дома с природой. Конечно, некоторые крохи современного мира такие как электричество или интернет не обошли стороной эту часть города. Однако они не выделялись и органично вписывались с общим пейзаж.",
    "answers": [
      {
        "id": 9,
        "text": "[Перелистнуть.]"
      },
      {
        "id": 12,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 9,
    "text": " Ступая с сестрой по знакомым каменным улочкам, Ичиро погрузился в свои мысли. Привычная с детства атмосфера Бессэкая и сегодняшнее не удавшееся нападение в театре заставляли задуматься о будущем этого места и Ёк’каев в целом.\n\"Да уж. Пока человечество во всю стремиться к прогрессу, Ёк’каи остаются на месте и внимают учениям предков. Если так пойдёт и дальше, то через несколько столетий люди накопят такую мощь, что даже познания в магии не помогут нашему народу отстаивать свои права. А если начнётся...\"\n Заметив, что взгляд брата направлен не на дорогу, а куда-то в даль, Мизуки слегка замедлилась, после чего спросила.\n\n— Что-то не так, братец?\n\n Вопрос сестры вырвал Ичиро из потока мыслей, заставив переключить всё своё внимание на неё.\n\n— Ничего такого. Просто... Я давненько здесь не бывал. Думал, может что-нибудь изменилось за последние годы? А нет. Бессэкай остаётся всё таким же, как в день моего рождения. Воистину, Ёк’каи не любят меняться.\n\n Поведение обоих Юки-Ноко оставалось спокойным и безэмоциональным на протяжении всей прогулки, однако Мизуки сразу заметила, что сейчас Ичиро всё же что-то беспокоит. \n\n— Ну, этого стоило ожидать от тех, кто пытается сохранить замысел создателя нетронутым. Хотя, сейчас намного больше молодых Ёк’каев переселяется в основные части города. Да и полукровки теперь не такая уж редкость.\n\n Сестра понимала, почему брат упомянул о неизменности Бессэкая. Знала она и то, к чему могут привести раздумья об этом, поэтому старалась немного сгладить углы. Да Ёк’каи не любят меняться, но самыми консервативными оставались именно старые и фанатичные представители народа. Большая часть молодого поколения всё же пыталась развиваться, улучшая отношения с людьми.\n\n— А что об этом думают семьи?\n\nУточнил Ичиро у сестры.\n\n— Тут, конечно, всё не так гладко. Не все могут это принять.\n\n Ответила Мизуки, отведя взгляд. Её глаза были направлены на небольшой сад, около которого они сейчас проходили. Среди могучих крон сакуры можно было разглядеть три фигуры: молодая женщина и две девочки лет 10-11. Скорее-всего, это были мама с своими дочерями. Девочки сидели на траве и внимательно слушали своего родителя. Та же стояла перед ними и показывала на струны Сямисэн. Все трое были одеты в кимоно и у каждой из-под него выглядывали большие лисьи хвосты. У женщины 7, а у девочек по 4. Похоже, мать решила провести урок музыки на свежем воздухе для своих юных дочерей. Лиса-подобные Ёк’каи, известные как Кицунэ, рождаются с несколькими хвостами — от 2 до 3. С каждым годом их количество увеличивается, пока на совершеннолетие не пролезает последний, седьмой хвост. С давних времён этих Ёк’каев считали демонами обольстительницами и, на самом деле, это не далеко от истины. Нечеловеческая красота, мастерская игра на классических инструментах и немного магии не оставляли ни шанса для глупых путников, что решались пройти через их владения. Опьянённые страстью, бедные люди даже не сразу осознавали, как прекрасная дева обращалась в зверя и вгрызалась в их шею. ",
    "answers": [
      {
        "id": 10,
        "text": "[Перелистнуть.]"
      },
      {
        "id": 8,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 10,
    "text": " Конечно, с признанием мира Ёк’каи постепенно перестали питаться человечиной, однако навыки, которые раньше были необходимы для охоты, никуда не делись. Они переросли в уникальные для каждой семьи традиции, став их неотъемлемой частью. К примеру, большинство Кицунэ до сих пор обучают своих детей игре на классических инструментах. Однако традиции не единственное, что родители передают своим детям.\n\n— Я так понимаю, семьи не особо рады тому, что их кровь смешивается с человеческой, а прямые наследники отходят от некоторых устоев? Верно?\n\n Отозвался Ичиро. Он прекрасно понимал, что старшее поколение скрупулёзно относится к чистоте своей крови. Очевидно, когда люди перестали так сильно бояться Ёк’каев, везде начали появляться первые гибриды, рождённые от союза человека и \"монстра\". Таких созданий не признавала ни одна из сторон. Очень часто они становились изгоями общества, напоминая своим положением о том, что мир между людьми и Ёк’каями возможен, но не реален.\n\n— Верно. Но, думаю, это вопрос времени, когда всё измениться.\n\n Сказала Мизуки брату, приветливо улыбнувшись идущему на встречу О́ни. Молодой на вид мужчина с багровой кожей, что обтягивала могучие мышцы, ответил лёгкой ухмылкой и прошёл мимо пары. \n О́ни — Ёк’каи, прославившиеся своей физической мощью и взрывным характером. В давние времена их приравнивали к демонам, что были способны уничтожать целые города одним взмахом руки. Конечно, представители данного вида сильны и могучи, но даже самые выдающиеся индивиды не обладают столь разрушительной мощью, какую описывают легенды. Хотя, это ни делает их менее опасными Ёк’каями. О́ни — умелые воины, которые всегда готовы к драке, а иногда и сами не прочь затеять потасовку с, условно, достойным противником. Их часто нанимают в качестве охраны или вышибал в ночных клубах.\n Ичиро никак не ответил на жест прохожего, однако телом он чуть ближе прижался к старшей сестре. Это произошло машинально, так что парень даже не заметил. Мизуки же никак не отреагировала на столь необычные действия со стороны своего брата. Она прекрасно помнила, что Ичиро не очень любил О́ни и всегда был настороже рядом с ними.\n\n— Надеюсь... Ты права... Хотя, существование таких организаций, как \"Новый рассвет\", и маньяков-чистильщиков, как \"Чи но егами\", говорит об обратном. Да и...\n\n Парень остановился на полуслове, так как почувствовал, что сестра чуть сильнее сжала его руку, намекая прекратить столь пессимистическую браваду. Хоть, она и понимала, что Ичиро говорит всё, по существу, ей всё же не хотелось, чтобы её собственный младший брат забивал голову столь неприятными выводами. Особенно сейчас.\n\n— Давай поговорим о чём-нибудь другом. К примеру, когда ты уже найдёшь себе девушку, братец?\n\n Ослабив хватку, спросила Мизуки. Ичиро уже давно достиг возраста, когда парни начинают искать себе партнёра. Однако он не торопился с этим. Даже наоборот, парень избегал девушек своего возраста, предпочитая одинокое существование. Сколько бы девушки ни прилагали усилий, сколько бы планов ни строили, они всё равно не могли растопить сердце молодого Ёк’кая. Их надежды разбивали об его хладнокровный характер, словно Титаник об айсберг.",
    "answers": [
      {
        "id": 11,
        "text": "[Перелистнуть.]"
      },
      {
        "id": 9,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Ты прекрасно знаешь, что меня это не интересует. Сколько бы ты ни старалась, а я всё равно не собираюсь искать себе половину. Я и так — целый.\n\n Отвечал Ичиро, прекрасно понимая, что сестру не остановит его заявление. И это было правдой. Оставшуюся часть пути Мизуки активно убеждала своего брата в том, что ему необходимо найти себе пару. Причём, она не уточняла, кем эта половинка должна быть: человеком, Ёк’каем, девушкой или может даже парнем. Ей было не важно, кто это будет. Старшая сестра лишь хотела, чтобы Ичиро не оставался одиноким, ведь она не сможет вечно находиться рядом. Из всех членов семьи Фуме'цу только Мизуки не оставила попыток вернуть брата или, хотя бы, сохранить с ним связь. Это не означало, что родители отказались от своего сына. Нет.\n Но почему тогда они молчали? Почему не пытались выйти на связь, как Мизуки? Причина лежит всё в тех же традициях, что хранились в семье из покон веков. По правилам Ичиро считался отступником. Ёк’каем, добровольно ушедшим из семьи и забравшим с собой позор своего существования. Обычаи строго настрого запрещали членам семьи общаться или проявлять какие-либо чувства к таким, ибо они считались чужими. Правда, здесь главную роль сыграла бабушка Ичиро. Немолодая, но всё такая же прекрасная Юки-Ноко запретила своим детям и внукам контактировать с отступником, пользуясь правами главенствующей семье Фуме'цу. Именно поэтому родители молчали, как и вторая сестра. Лишь Мизуки пошла против воли своей бабушки, хоть и не в открытую.\n Пара Ёк’каев продолжали идти, пока за очередным поворотом не показался их дом. Большое двухэтажное здание. Хоть деревянный забор и не позволял полностью осмотреть территорию со стороны, с одного взгляда было понятно, что за воротами скрывается немалый сад и, возможно, храм. Да, семья Фуме'цу была не из последних среди всех Ёк’каев, что проживали в Бессэкае. Она входила в число самых уважаемых семей и имела внушительное влияние и богатство, истинные границы которых никто не ведал. И на то было немало причин.\n Понимая, что лучше не испытывать судьбу, Ичиро остановился.\n\n— Нам пора прощаться.\n\n Проговорил парень, отпуская руку сестры. Мизуки оставалось лишь вздохнуть и продолжить свой путь без него. Не оборачиваясь, девушка произнесла.\n\n— Я понимаю, что тебе трудно, братец. Даже Юки-Ноко… Хотя, нет… Юки-Ноко, в особенности, не могут существовать в полном одиночестве, и мне искренне жаль, что тебе пришлось так рано познать его вкус…\n\n Внезапно девушка остановилась. Её голос оставался спокойным, а облик отчуждённым, однако парень понимал, что Мизуки борется с желанием вернуться и забрать его с собой. Лишь об этом она мечтала после того происшествия, лишившего семью Фуме'цу Онмладшего наследника, а Ичиро – будущего. Однако Мизуки оставалась на месте. Она даже не обернулась. Лишь прошептала напоследок: «Возвращайся скорее, мой дорогой братец». Это не звучало как наказ или просьба. Слова Юки-Ноко были подобны молитве, обращённой к богу. Её голос наполнился печалью и искренней надеждой, однако ответом этому зову было лишь молчание. Как создатель безмолвен перед своими творениями, так и Ичиро ничем не ответил на мольбу сестры. Он не хотел давать ей пустых обещаний, и Мизуки это понимала. Поэтому она продолжила идти к дому, услышав удаляющиеся шаги за спиной. ",
    "answers": [
      {
        "id": 10,
        "text": "[Назад]"
      },
      {
        "id": 1,
        "text": "[К началу]"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Как же ты не поймёшь, глупый братец, что наша семья не живёт так. Мы не делим родных на дорогих и бесполезных. И мы не презираем тебя из-за травмы... Каждому из нас наплевать на неё! Мы лишь хотим, чтобы всё стало как раньше! ... Особенно я.\n\n Внезапный крик сестры заставил Ичиро забыть о страхе прошлого и сфокусировать всё своё внимание на ней. То, что он увидел, не на шутку его обеспокоило. Зрачки сузились, а сердце пропустило несколько ударов. Мизуки плакала. Нет, она не ревела, но с уголков глаз текли еле заметные слёзы. Даже в те редкие моменты, когда Юки-Ноко испытывают сильную боль, печаль или грусть, они не могли выплёскивать свои чувства как все остальные существа. Бог лишил их прародителя такой возможности, обременив тем самым и всё его потомство. Поэтому девушка плакала, не издавая ни звука. Тело просто не было способно на что-то большее.\n\n— Хватит, Мизуки. Тебе нужно успокоиться и вернуться домой... Давай так: сегодня я закроюсь пораньше и провожу тебя.\n\n Ичиро надеялся, что его предложение сможет прогнать хоть часть печали с её сердца. Это было единственное, на что он был способен сейчас.\nВздохнув, девушка отвела взгляд и вытерла ладонями слёзы.\n\n— Ты как всегда, братец, пытаешься меня успокоить и хоть как-то подбодрить. Я ценю это... Правда, мне бы стало намного легче, если бы ты вернулся со мной, а не просто проводил... Может хоть в этот раз ты согласишься?\n\n Голос девушки слегка дрожал, но в целом оставался всё таким же спокойным. Её лицо вновь стало подобно статуе, вырезанной из мрамора: такое же прекрасное и такое же холодное.\n\n— Прости. Но к этому я ещё не готов...\n\n Ответил парень с некоторой печалью в голосе и начал убирать весь ассортимент бара. Закрытие заняло меньше получаса, так как нужно было лишь занести все напитки и мебель обратно в кладовку и немного подмести пол. Пока Ичиро занимался всем этим, Мизуки тихо стояла около одного из несущих столбов, слегка облокотившись на него спиной. Она внимательно следила за братом, отмечая то, что он ничуть не изменился. Его тело оставалось в форме, а движения были твёрдыми и точными. Он не делал никаких лишних действий, лишь то, что нужно для достижения цели. Она часто думала, что со временем, отлучённый от семьи, Ичиро ослабнет не только психически, но и физически. Однако младший из Фуме'цу не забыл то, чему его обучали в детстве.\n\n— Что же. Теперь мы можем идти.\n\n Сказал Ичиро, выключая освещение. Он подошёл к сестре и предложил свою руку. Форма бармена сменилась несколькими слоями тёплой одежды и толстовкой с капюшоном. Прикид парня был намного проще, чем у сестры, но прекрасно сохранял температуру тела на определённом уровне. Если исходить из простейшей физики, то все эти потуги согреться, обвешиваясь большим количеством одежды, были глупостью. Тела Юки-Ноко были намного холоднее окружающего их воздуха, поэтому их прикосновения и могли замораживать другие предметы и других живых существ. Из этого следует, что им было бы логичней раздеться и греться от окружения. Однако при отсутствии источника тепла определённой минимальной температуры кожу Юки-Ноко постоянно покрывает иней. Предметы же, которых они неосторожно коснуться, могут стать хрупкими или же, вообще, разбиться из-за резкого перепада температур. Одежда в данном случае — всего лишь способ избавиться от некоторых неудобств. Также она даёт некоторое иллюзорное чувство тепла и глупую надежду на согревание.",
    "answers": [
      {
        "id": 8,
        "text": "[Перелистнуть]"
      },
      {
        "id": 7,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 13,
    "text": "                                     ПРОЛОГ.\n\nСпустя долгие годы гонения и истребления демоны, известные как Ёк’каи, исчезли с земель Японии. Лишь в некоторых местах можно было найти отдельных особей, посвятивших свою жизнь мести людям. Однако это было раньше. Сто лет назад, ввиду одного события, люди подписали мир с остатками Ёк’каев, которых на самом деле было намного больше, чем они ожидали. Скрывавшиеся среди людей монстры вышли на свет, став полноценной частью современного общества. Так воцарилось спокойствие на острове, положившее начало взаимному существованию Ёк’каев и людей. Но так ли крепок мир, который они заключили? Разве человек может вечно держать под боком монстров? Смогут ли Ёк’каи простить сотни лет принижений и принять новые идеалы и морали? Что же, на  истинное положение в обществе можно смотреть как с высоты всех его граждан, так и через глаза отдельных лиц.",
    "answers": [
      {
        "id": 2,
        "text": "[Глава I]"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  }
]