[
  {
    "id": 1,
    "text": "В одном забытом богом уголке страны стояла старая психиатрическая лечебница. Когда-то здесь лечили людей с самыми тяжелыми душевными недугами, но со временем, после катастрофы, здание превратилось в мрачное и заброшенное место, где стены хранят множество страшных тайн.\n\nИ вот однажды пара смельчаков решает проникнуть внутрь этого проклятого места. Но они даже не подозревают, ЧТО их ждет там…",
    "answers": [
      {
        "id": 2,
        "text": "Начать. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Это было осеннее утро. \n\nТуман окутывал город, да такой густой, что, казалось, его можно было резать. Легкий ветерок заставлял немного вздрагивать от прохлады, по телу бегали приятные мурашки. \n\nДва парня, по совместительству блогеры-напарники, ехали по всеми забытой дороге, направляясь в заброшенную психиатрическую больницу доктора Мелтона. Это здание находилось за несколько миль от города, и о нем ходили не очень приятные слухи. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 3,
    "text": "— ну и что, долго нам еще? Мне уже не терпится посмотреть на нее! — возбуждённо проговорил Оливер. Это был парень среднего роста с растрёпанными черными волосами. На лице его всегда красовалась широкая улыбка, а чувство страха у него отсутствовало. Он был оператором. \nПарень сжал руки на руле легковушки. \n— еще немного, потерпи... Мне тоже хочется посмотреть, по фотографиям чувствуется, что будет захватывающе. — ответил другу Джек. Он, в свою очередь, был выше своего оператора, с длинными кудрявыми волосами каштанового цвета. Парень он был нервный и со своими скелетами в шкафу... Хотя, у кого их нет?? ",
    "answers": [
      {
        "id": 4,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 4,
    "text": "Спустя несколько часов, они, наконец, прибыли к воротам психбольницы. Сами по себе они выглядели довольно декоративно и.. старо. Конечно, кто же будет волноваться о каких-то психах и реконструировать им место для лечения? \nОставив машину недалеко от главного входа на территорию, парни приблизились к воротам. \n— ни черта не видно с этим туманом! — Оливер начал подпрыгивать, безуспешно пытаясь что-то разглядеть. \n— доставай камеру, сейчас заберемся внутрь. — проговорил Джек, осмотревшись. ",
    "answers": [
      {
        "id": 5,
        "text": "Оливер достал камеру. Включил запись. "
      }
    ]
  },
  {
    "id": 5,
    "text": "— итак, мы снова на связи. — сказал Джек, повернувшись к камере. — Спустя долгие дороги, мы, наконец, добрались до так называемой психиатрической больницы доктора Мелтона. \nОливер провёл рукой в воздухе перед камерой. \n— она просто огромная! — прошептал он за кадром. \n— ... н-да. Давай заберемся внутрь. — Джек повернулся к проему в заборе. Он был довольно узкий, но худощавый парень легко протиснулся через него. Следом за Джеком прошел Оливер.\nТеперь они оказались на территории больницы. \n— это так круто!!! — возбуждённо чуть ли не прокричал Оливер, снимая все, что видит. \n— смотри. Кажется, туман рассеивается. — Джек указал на крышу здания, которая постепенно начала виднется. Оливер заснял и это. \nОни подошли ближе к зданию. \n— хм... нужно забраться внутрь... Есть идеи? ",
    "answers": [
      {
        "id": 6,
        "text": "Проверить окна. "
      },
      {
        "id": 10,
        "text": "Проверить двери. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Джек направился вдоль здания, осматривая каждое окно. Все они были закрыты, но разбивать их не очень то и хотелось... По крайней мере если есть возможность проникнуть без шума, то лучше уж использовать ее. \nОбойдя здание, они, наконец, заметили открытое окно. На втором этаже. Рядом была пристройка, поэтому можно было легко взобраться наверх. \nЧерез несколько минут парни оказались внутри здания, в комнате, похожей на какой-то кабинет. \n— интересно... Все выглядит довольно... Целым. Даже новым. — проговорил Джек, осматривая комнату, в которой они находились. \n— здание заброшено уже пару десятков лет, но все выглядит так, будто этим пользовались... сегодня. Шок-контент! — Оливер снимал письменный стол, рассматривая всякие бумажки на нем. — даже оборудование.. современное. \n— любопытно. И странно. Заброшена ли больница вообще? — Джек выглянул из комнаты, а затем вышел в коридор. ",
    "answers": [
      {
        "id": 8,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 7,
    "text": "В конце коридора, у стены, стоял высокий мужчина в рваной окровавленной смирительной рубашке. Рук до локтей у него не было, плечи перебинтованы, но сами бинты были ужасно порваны и погрызаны. \nВолосы были седые, кое-где виднелись проплешины. \nЛицо его измученное, эмоций не выражало. \nГубы сгрызаны, отчего виделись зубы. \nВзгляд мужчины был направлен куда-то вперед, в пустоту. ",
    "answers": [
      {
        "id": 11,
        "text": "Аккуратно обойти. "
      },
      {
        "id": 12,
        "text": "Назад, назад, назад, назад, назад....... "
      }
    ]
  },
  {
    "id": 8,
    "text": "Перед ними открылся длинный коридор со множеством дверей, видимо, в такие же кабинеты. \n— осмотримся. — Джек прошел дальше по коридору, осматриваясь. Оливер шел следом, снимая все подряд. \nВсе выглядело подозрительно почти целым, даже горел кое-где свет... По какой-то причине.\n— во время катастрофы люди так сильно хотели сбежать, что даже свет оставили? — задумчиво проговорил Джек. \n— или же они и сами остались. Мы тут не одни. — прошептал Оливер за кадром. \nДжек посмотрел на него, а затем проследил за его взглядом. ",
    "answers": [
      {
        "id": 7,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 9,
    "text": "— с другой стороны тоже должна быть лестница. Идем туда. — с умным видом сказал Оливер, развернувшись и направившись обратно. \nОни снова прошли мимо мужчины. \nВдруг из комнаты, из которой они недавно вышли, вышел какой-то другой пациент. \nЭто был мужчина среднего роста... И, видимо, возраста. В отличие от прошлого сумасшедшего, руки у него были. Окровавленные. Волосы чуть выше плеч, темного цвета. \nИз одежды набора пациента на нем были только штаны. Голый торс был в синяках, ссадинах, порезах. Рукам тоже досталось, вдобавок они были искусаны... кем-то. Возможно даже, им самим. Пациент натянул кривую улыбку, а затем медленно достал из кармана ручку, сжав ее в руке. \n— ой. — выдал Оливер. \n— ... Бежим!! — выкрикнул Джек, схватив своего спутника за запястье и побежав дальше по коридору от этого психа. ",
    "answers": [
      {
        "id": 14,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 10,
    "text": "Джек подошел к главным, ярко выделяющимся дверям. \n— что-ж, попробуем ее открыть. \nПарень потянул дверь на себя... Затем от себя... Безуспешно.\n— ну.. мы попытались. — Оливер перевел камеру на лицо друга, приблизив. \n— поищем окна. — Джек отошел от двери. \nОливер не отводил камеру от приятеля. \n— перед ними возникли сложности... Но эти двое не из робких... Назад не повернут.. Что же их ждет дальше??? — тихо проговорил он. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 11,
    "text": "Оливер аккуратно приблизился к мужчине, снимая его крупным планом. \n— вот это черт... — проговорил он. \nКажется, мужчине было наплевать, он молча стоял, смотря в одну точку и тяжело дыша. \n— здание именовалось заброшенным несколько лет после ужасной катастрофы. Никто не должен был выжить, тогда что здесь делает... он? — задумчиво прошептал Джек. \n— он совсем овощ. — Оливер помахал перед лицом мужчины рукой. \n— так, все, идем. — Джек пихнул оператора дальше по коридору. \nОни прошли дальше, дойдя до лестницы вниз. Только вот незадача: она была завалена. \n",
    "answers": [
      {
        "id": 9,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 12,
    "text": "Джек попятился назад, потянув за собой Оливера. \n— он тут не один, я уверен. — тихо выпалил он.\n— давай его заснимем. Шок-контент! — прошептал Оливер, посмотрев на приятеля. \n— нет, уходим отсюда. Ты видел когда-нибудь выживших блогеров, которые прошли мимо предупреждений? И ЭТО и есть предупреждение. — быстро проговорил Джек, направляясь к комнате, из которой они недавно вышли. \n— он даже не враждебный, чего сразу убегать.. — Оливер шел следом, продолжая все снимать. \n— дальше могут пойти враждебные, это вопрос времени. \nОни подошли к комнате, Джек открыл дверь. У письменного стола стоял какой-то хрыч. ",
    "answers": [
      {
        "id": 13,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 13,
    "text": "Это был мужчина среднего роста... И, видимо, возраста. В отличие от прошлого сумасшедшего, руки у него были. Окровавленные. Волосы чуть выше плеч, темного цвета. \nИз одежды набора пациента на нем были только штаны. Голый торс был в синяках, ссадинах, порезах. Рукам тоже досталось, вдобавок они были искусаны... кем-то. Возможно даже, им самим. \nМужчина, стоя у стола, что-то там судорожно искал. Когда Джек открыл дверь в комнату, пациент замер, подняв взгляд на парней. Затем на его лице появилась широкая улыбка. Он медленно взял ручку, лежащую на столе. \nДжек быстро закрыл дверь. \n— черта с два... Ха-ха... Забавно... Очень... Бежим! — Джек, схватив за руку Оливера, помчался дальше по коридору. Было слышно, как за спиной тот псих выбил дверь. ",
    "answers": [
      {
        "id": 14,
        "text": "Далее.. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Парни добежали до лестницы, спустились на первый этаж. Перед ними открылся холл, регистратура и заваленный главный вход. \n— и что нам делать дальше??? — Оливер быстро осмотрелся. ",
    "answers": [
      {
        "id": 15,
        "text": "Бежать. "
      },
      {
        "id": 16,
        "text": "Спрятаться под столом вахтера. "
      },
      {
        "id": 17,
        "text": "Спрятаться среди хлама у главного входа. "
      },
      {
        "id": 18,
        "text": "Вернуться на второй этаж. "
      }
    ]
  },
  {
    "id": 15,
    "text": "— бежать! — выпалил Джек, помчавшись дальше. Оливер побежал за ним, в длинный коридор еще большим количеством различных дверей. Джек резко завернул в одну из них, Оливер влетел следом, и они закрылись в комнате. \nЧерез несколько секунд послышались медленные шаги босых ног, владелец которых, видимо, прошел мимо. Мужчина что-то говорил, но звучало неразборчиво. ",
    "answers": [
      {
        "id": 22,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 16,
    "text": "Увидев столик вахтера, парни спрятались под него. Выглядело... безопасно. Как они думали. \nПослышались шаги босых ног в стороне лестницы. Кажется, это был тот самый псих. \n— м-м-м... Ха-ха-ха... Как интересно... Новые лица, новые знакомства... — послышался его голос. \nОливер нашел какую-то щель, через которую было видно мужчину. \n— я люблю играть в прятки. Прятки, прятки, прятки... — проговорил пациент, хихикая. Затем он резко повернулся в сторону столика вахтера, в сторону той самый щелочки, через которую смотрел Оливер. ",
    "answers": [
      {
        "id": 19,
        "text": "Бежать. "
      },
      {
        "id": 20,
        "text": "Остаться. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Они рванулись к хламу у главного входа. Его было много, вдобавок некоторые предметы из него было достаточно крупным, чтобы там спрятаться. Джек быстро спрятался за шкафом, а Оливер за кучкой столов, у стены. \nПослышались шаги босых ног со стороны лестницы. Кажется, это был тот самый псих. \n— м-м-м... Ха-ха-ха... Как интересно... Новые лица, новые знакомства... — послышался его голос. \nОн спустился с лестницы и остановился посреди холла, осматриваясь. \n— я люблю играть в прятки. Прятки, прятки, прятки... — проговорил пациент. \nЗатем шаги начали приближаться, прямо к Джеку. Из своего маленького укрытия Оливер увидел, что мужчина подошел к шкафу. Стоило психу пройти еще немного вперед, как он бы нашел Джека. \n",
    "answers": [
      {
        "id": 23,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 18,
    "text": "Быстро осмотревшись, Джек, всё ещё сжимая запястье Оливера, потянул его обратно на лестницу.\n— подожди, мы же только что оттуда выбежали? — непонимающе проговорил Оливер. \n— может быть, он решил пойти за нами сокращенным путем и сейчас на прямом не встретится? — Джек пошел на лестницу. \n— мне кажется, что это очень плохая идея. — прошептал Оливер, снимая все вокруг. \n",
    "answers": [
      {
        "id": 26,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 19,
    "text": "Оливер, увидев взгляд психа, рефлекторно подскочил.\n— ты идиот! — выпалил Джек, подскочив следом за ним, и, схватив его за запястье, помчался в сторону коридоров. \nЗа спинами можно было слышать громкий смех. \nОни бежали среди дверей. Двери, двери, двери, двери... \nДжек заскочил в одну из них, потянув за собой Оливера и закрывшись. \n",
    "answers": [
      {
        "id": 22,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 20,
    "text": "Оливер застыл, стараясь не делать лишних движений и не издавать звуков. \n— ...я всегда любил быть вóдой... Гхе-хе... — мужчина начал приближаться. — искать... и... \nОн резко заглянул за столик вахтера, попутно воткнув ручку в самый глаз Джека. Джек вскрикнул от боли. \n— ...Находить! — мужчина рассмеялся, перескочив через стол и, повалив Джека, начал втыкать и вытыкать в его лицо и шею ручку. \nОливер подскочил, схватив в руки кусок какой-то доски и ударив мужчину. \nОстановившись, пациент обернулся на парня, благодаря чему Оливер узрел изуродованное, безжизненное лицо своего приятеля, замерев. \nМужчина набросился и на него, выбив у неудавшегося оператора из рук эту несчастную доску и начав тоже избивать его. ",
    "answers": [
      {
        "id": 21,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 21,
    "text": "Когда Оливер перестал брыкаться, мужчина поднялся, оттряхнувшись. \n— .. теперь покажем нашим новым друзьям окрестности... гхе-хе... — он взял трупы обоих за шиворот, потащив за собой дальше по коридору. \n",
    "answers": [
      {
        "id": 14,
        "text": "Еще раз. "
      }
    ]
  },
  {
    "id": 22,
    "text": "Джек сел у стены, быстро и неровно дыша. \n— черт, черт, черт... — он начал судорожно рыться в карманах своей куртки. Через пару секунд он достал оттуда пузырек с какими-то таблетками, открыл его, насыпал в руку несколько штук и разом заглотнул. \n— ну.. подумаешь какой-то мужик ненормальный хотел нас убить... — тихо проговорил Оливер, опустив камеру. — только не паникуй. \n— ... не паниковать?! Ха-ха... Конечно... Без паники... — Джек нервно провел рукой по волосам. ",
    "answers": [
      {
        "id": 25,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 23,
    "text": "Пациент провел рукой по дверце шкафа. \n— ...а еще больше я люблю выигрывать... \nВдруг он резко дернул дверцу шкафа, открыв его. Из него высыпался какой-то мусор, какие-то бумажки. \n— хм... — пациент захлопнул дверь шкафа, а затем облокотился о него. Неустойчивая конструкция начала наклоняться назад, шкаф должен был упасть на Джека, но парень его придержал, из-за чего конструкция лишь пошатнулась. ",
    "answers": [
      {
        "id": 24,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 24,
    "text": "— ..ну хорошо, я дам вам фору, ребятки... — проговорил мужчина, приблизившись к дверцам шкафа вплотную и закрыв глаза руками. \n— ... один... два.... три... четыре... — начал считать он. Видимо, псих решил дать парням время убежать. \nОливер и Джек, как по ментальной связи, сорвались с места, помчавшись подальше от холла. \nОни бежали по коридору, где было множество дверей. Вдруг Джек резко завернул в одну из комнат, затащив туда Оливера и закрывшись. ",
    "answers": [
      {
        "id": 22,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 25,
    "text": "— паника еще никогда к хорошему не приводила. — сказал Оливер, снова подняв камеру и отвернувшись, осматривая комнату. \n— да.. да... паника плохо... спокойно... спокойно... — что-то бормотал на заднем плане Джек. \nОливер, осматривая комнату, догадался, что они находятся в одной из палат. Видимо, для более менее нормальных...ненормальных. Кровати были перевернуты, вещи разбросаны, будто бы здесь побывал какой-то дикарь. \n— хм... ну... как ты там? — окликнул друга Оливер, осматривая и снимая изодранные подушки. \n— все... все нормально. Можем идти. — ответил Джек, поднявшись.",
    "answers": [
      {
        "id": 30,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 26,
    "text": "Они снова поднялись по лестнице обратно на второй этаж. Как вдруг за углом оказался тот самый пациент с голым торсом. Он стоял, немного сгорбившись, со свободно болтающимися руками. Джек замер. Оливер продолжал снимать. \n— вы что-то потеряли здесь? — послышалось от психа. Мужчина продолжал стоять, не двигаясь и как будто неестественно широко улыбаясь. \n",
    "answers": [
      {
        "id": 27,
        "text": "Пройти к комнате, через окно в которой пробрались в здание. "
      },
      {
        "id": 28,
        "text": "Снова спуститься на первый этаж и удалиться куда подальше. "
      }
    ]
  },
  {
    "id": 27,
    "text": "Джек медленно приблизился к пациенту, чтобы его обойти. Оливер пошел следом, снимая все на камеру. \nПациент следил за ними взглядом, продолжая широко улыбаться и не двигаться. \nКогда Джек почти обошел его, тот внезапно набросился, начав избивать его лицо той самой ручкой. Оливер хотел было что-то сделать, как пациент откинул Джека и набросился на оператора, начав избивать и его. Через минуту возле него уже лежало два трупа с изуродованными лицами. \n",
    "answers": [
      {
        "id": 29,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 28,
    "text": "Джек, не сводя взгляда с мужчины, попятился назад по лестнице. Оливер следовал за ним, продолжая снимать неподвижного сумасшедшего. \nСнова оказавшись на первом этаже, они быстро направились дальше по коридорам, пока не вошли в случайно выбранную дверь, закрывшись там. ",
    "answers": [
      {
        "id": 22,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 29,
    "text": "Мужчина взял обоих за шиворот. \n— ... теперь мы поиграем в интересную игру... — проговорил он, утаскивая безжизненные тела парней. — ...хе-хе-хе... ",
    "answers": [
      {
        "id": 14,
        "text": "Еще раз."
      }
    ]
  },
  {
    "id": 30,
    "text": "Оливер выглянул из комнаты, осмотрев коридор. Кажется, было чисто. Парни вышли, направившись дальше по коридору, в поисках хотя бы небольшой щелочки на улицу. \nПройдя коридор, вдруг послышался какой-то странный, скрипящий звук. \n— ... что это было? — настороженно прошептал Джек, замерев. \n— что-то зловеще проскрипело. — тихо проговорил Оливер. \n— черта с два, я это понял. — выпалил Джек, пальцами дотронувшись до переносицы. — откуда звук? \n— а, ну не знаю. Возможно-... \n",
    "answers": [
      {
        "id": 31,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 31,
    "text": "Оливер не успел договорить, как прямо под ними провалился пол, и они свалились на этаж ниже. \nДжек кое-как поднялся, Оливер следом. \n— что за... кх... чертовщина, почему пол такой хлипкий?? — злобно выпалил Джек, осматриваясь. \n— выход к лестнице завалило. Надо искать обход. — Оливер снимал завал и злобное лицо Джека. \n— ... так. Нужно выбираться... — парень развернулся, направившись вперед по коридорам, включив фонарик, так как вокруг была та еще темень. Вслед за ним шел Оливер, включив на камере режим ночного видения. \n\n",
    "answers": [
      {
        "id": 32,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 32,
    "text": "Спустя пару минут ходьбы по темному коридору, начало смердить чем-то гнилым. \n— фии, тут будто кто-то сдох. — прошептал Оливер. \n— ... может и так... — тихо проговорил Джек, освещая все перед собой фонариком. — нас только что убить пытались. Не все такие... удачливые.. Кхм.. \n— я надеюсь, что мы не найдем какой-то... — начал говорить Оливер, а затем замолчал. \nПеред ними на полу лежало изуродованное тело какого-то мужчины с переломанными конечностями. \n— ... труп. ",
    "answers": [
      {
        "id": 33,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 33,
    "text": "— жаль добряка. — прошептал Оливер, снимая труп крупным планом. \nДжек, заметив, что оператор отстает, остановился, повернувшись к приятелю. \n— у нас нет времени жалеть умерших, иначе окажемся на его месте. Идем. — выпалил он. \n— эх, и то верно. — Оливер пошел за ним, комментируя каждый их шаг. — итак... Мы попали в какие-то подвальные помещения... Кто знает, может, здесь проводились эксперименты над поехавшими??.. \nЧем дальше они шли, тем больше было трупов, крови и органов, словно парни направлялись в самое гнездо какого-то монстра. ",
    "answers": [
      {
        "id": 34,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 34,
    "text": "— что-то мне подсказывает, что мы идем прямо на смерть... — проговорил Оливер, осматриваясь. \n— интересно, что же тебе это подсказывает? — ответил Джек, стараясь не смотреть вокруг. \n— очень надеюсь, что эти двое здесь эм... одни.. — прошептал оператор. \nЧерез пару минут они дошли до развилки. \n— и куда нам идти? — Оливер посмотрел на Джека. \n— ...я не знаю. — задумчиво проговорил Джек. — Может быть... ",
    "answers": [
      {
        "id": 35,
        "text": "Налево. "
      },
      {
        "id": 36,
        "text": "Направо. "
      }
    ]
  },
  {
    "id": 35,
    "text": "Они направились в левый коридор. После пяти минут ходьбы, сзади послышался какой-то грохот. \nПарни моментально обернулись. Джек, не различая ничего в темноте, посвятил вперед фонариком.\nНедалеко от них показался мужчина с длинными, до середины груди, рыжими волосами. Он просто стоял, дергаясь и закрываясь рукой от света. На нем была рваная смирительная рубашка и рваные белые штаны. На голове у него была квадратная клетка. \n",
    "answers": [
      {
        "id": 37,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 36,
    "text": "Они направились в правый коридор. Обстановка, наконец, чуть-чуть изменилась. Появился редкий свет, поэтому можно было убрать фонарик. \n— ну наконец-то что-то изменилось. Еще один темный коридор, и я сойду с ума... — проговорил Оливер, снимая все вокруг на камеру. \nДжек хотел было ответить, но в конце коридора послышался звон перетаскивающихся цепей. \n— ну нет... — устало простонал Оливер.\nИз темноты, на свет слабо горящей лампочки, вышел еще один пациент. \nНа руках и ногах у него были стальные кандалы, а на шее — железный ошейник. Из всего этого шли цепи, которые, видимо были разорваны каким-то... ",
    "answers": [
      {
        "id": 44,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 37,
    "text": "— это что еще такое.. — прошептал Оливер, снимая и его. \n— .. кажется... нужно бежать... — тихо произнес Джек, начав медленно потятиться назад. \nВнезапно пациент начал так истошно кричать, что у парней сердце и не только свалилось в пятки. Сорвавшись с места, псих помчался на них. \n— бежим, бежим, бежим!! — Джек развернулся, побежав дальше по коридору. Оливер не отставал. \nСзади были слышны эти невыносимые крики пациента, который, кажется, и не планировал отставать. Впереди снова появилась развилка. ",
    "answers": [
      {
        "id": 38,
        "text": "Налево!!! "
      },
      {
        "id": 39,
        "text": "Направо!!! "
      }
    ]
  },
  {
    "id": 38,
    "text": "Джек резко завернул налево. Оливер последовал за ним. \nК великому сожалению, пробежав какое-то расстояние, они вдруг наткнулись на тупик. \nНе успел Оливер обернуться, как на него набросился пациент, начав расцарапывать ногтями ему все лицо. \nДжек, моментально подняв с пола какую-то доску, ударил пациента, попытавшись оттолкнуть его от Оливера. \nПсих, резко обернувшись, набросился на Джека, начав бить его по лицу своей железной клеткой на голове. Спустя несколько ударов Джек уже потерял сознание. ",
    "answers": [
      {
        "id": 40,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 39,
    "text": "Парни, как по ментальной связи, одновременно завернули направо, продолжая бежать вперед. \nВдруг послышался какой-то грохот, все вокруг затряслось. Пол прямо под ними затрещал и снова провалился. Джек допрыгнуть успел, а Оливер попал на этаж ниже. Пациент же остался на другой стороне, не попав ни в \"пропасть\", ни дальше. Он стоял, издавая недовольное рычание, а затем быстро убежал назад. ",
    "answers": [
      {
        "id": 41,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 40,
    "text": "Подскочив, пациент выдернул из руки Джека ту деревяшку, и начал пытаться затолкнуть ее в глотку парню, который, видимо, потерял сознание все-таки навсегда. Заметив шевеления Оливера, он подскочил и к нему, начав избивать и его. Спустя несколько минут оба парня были мертвы. \nПациент поднялся, сломав фонарик, лежавший недалеко от Джека, а затем ушел дальше в коридор. ",
    "answers": [
      {
        "id": 37,
        "text": "Еще раз... "
      }
    ]
  },
  {
    "id": 41,
    "text": "— Оливер?! Оливер, ты живой?! — Джек приблизился к краю, смотря вниз и светя фонариком, выискивая приятеля. \n— да... да.. Я живой. И камера тоже. Мы почти целы! — ответил Оливер, поднявшись и отряхнувшись. \n— слушай, дальше должна быть лестница. Мы должны встретиться там. — проговорил Джек. \n— ладно, попробуем. — согласился оператор. \n— хорошо... Хорошо... Будь осторожен. — Джек поднялся и ушел. \nОливер осмотрелся. Ночное видение в камере было точно к месту. ",
    "answers": [
      {
        "id": 42,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 42,
    "text": "Это был еще один коридор. Про себя Оливер поклялся, что если увидит очередную длинную дорогу с дверьми, ведущую в темноту, то он опухнет со злости и несправедливости. \nСделав глубокий вдох, а затем выдохнув, он пошел вперёд, мысленно надеясь, что никакой псих сейчас не выскочит. \nВпереди виднелась большая дверь. Подойдя к ней, Оливер осторожно приоткрыл ее, заглянув. \n",
    "answers": [
      {
        "id": 43,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 43,
    "text": "Это был еще один коридор. Тяжело выдохнув, Оливер вошел в него, направившись дальше. Внезапно из комнаты на него выскочил какой-то лысый пациент. Оператор в ужасе отскочил от него, но лысый молча посмотрел на парня и пошел дальше по коридору. Заглянув в комнату, из которой вышел пациент, Оливер увидел там оголенный мужской труп без головы. Поморщившись, парень пошел дальше по коридору. ",
    "answers": [
      {
        "id": 55,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 44,
    "text": "Волосы у него были короткие, огненно-рыжие. Взгляд пустой, лицо безэмоционально. Одет он был в порванную смирительную рубашку и в такие же порванные белые штаны. \nВ руке пациент сжимал молоток. \n— ...Джек... — тихо и взволнованно проговорил Оливер. \n— ...что...? \n— ...у него молоток... \n— .. я вижу... \n— ..что делать будем?.. \nДжек медленно развернулся и хотел пойти назад, но из темноты вышел еще один пациент. ",
    "answers": [
      {
        "id": 45,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 45,
    "text": "У него же были короткие темно-каштановые волосы, один глаз и рот были закрыты какой-то маской, второй же был направлен прямо на парней. Рубашка рваная, были видны напряженные руки, в каждой из них была половинка от таких же железных ножниц. \nВыглядел он намного страшнее и злее, чем первый. \nПарни медленно попятились назад.",
    "answers": [
      {
        "id": 46,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 46,
    "text": "— хороший псих... Хороший... Эм.. — промямлил Оливер, выставив руки перед пациентом с ножницами. \n— ...заткнись, ты что творишь..? — прошипел Джек на приятеля. \nПациент начал медленно приближаться, издавая звуки, похожие на рычание. \n— ... ну, он собаку напоминает, может, его приручить можно... — прошептал Оливер. \nДжек молча посмотрел на друга. \nПациент замолчал, бегая взглядом по парням и тяжело дыша. ",
    "answers": [
      {
        "id": 47,
        "text": "Продолжить попытки приручить сумасшедшего. "
      },
      {
        "id": 51,
        "text": "Бежать!!!!!!!! "
      }
    ]
  },
  {
    "id": 47,
    "text": "Оливер поднял обе руки, как будто бы показывая свою беспомощность перед пациентом, который, вероятно, итак об этом знал. Пациент же слегка наклонил голову вбок, рассматривая его. \n— мы.. мы с миром пришли... — Оливер натянуто улыбнулся.\nПациент молча смотрел на него, а затем сделал еще шаг ближе. \nДжек молча наблюдал за этой сомнительной идеей. \nПсих молча стоял, продолжая рассматривать парня, а затем резко прильнул к его руке, отчего Оливер вздрогнул, замжурившись, готовившийся убежать на низком старте. \n",
    "answers": [
      {
        "id": 49,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 48,
    "text": "Вдруг рыжая падаль набросилась на Джека, ударив молотком по голове. Он, не успев среагировать, принял удар, попятившись назад. Пациент сразу же наскочил, повалив Джека на пол и начав превращать его лицо в какую-то кашу. \nОливер, увидев это, сорвался с места, чтобы оторвать рыжего пациента. Следом за ним бросился второй, повалив оператора на пол. Не успел Оливер опомниться, как в висок прелетел удар, и он потерял сознание. ",
    "answers": [
      {
        "id": 50,
        "text": "Еще раз... "
      }
    ]
  },
  {
    "id": 49,
    "text": "Оливер, заметив, что лезвия от ножниц не в нем, открыл глаза, а затем медленно перевел беспомощный взгляд на Джека, который, в это время, взглядом следил за вторым психом. \nНе поняв, что от него хотят, оператор начал осторожно гладить пациента по волосам, а ненормальному это еще и нравилось. \n— эм.. ну... нам пора.. — неуверенно проговорил Оливер, аккуратно убрав руку. \n",
    "answers": [
      {
        "id": 50,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 50,
    "text": "Пациент вдруг громко начал издавать мычащие звуки, сжимая в руке лезвия. Оливер быстро вернул руку ему на волосы, а затем снова перевел просящий о помощи взгляд на Джека. \nТем временем второй псих медленно ходил вокруг парней, молча паля их взглядом. Тишину прерывали только хихиканье и звон цепей. ",
    "answers": [
      {
        "id": 51,
        "text": "Ударить и бежать? "
      },
      {
        "id": 52,
        "text": "Еще подождать? "
      }
    ]
  },
  {
    "id": 51,
    "text": "Джек быстро развернулся, ударив черноволосого пациента со всей силы. Оливер отскочил от неожиданности. Второй псих, будто ждавший всю жизнь этошо момента, набросился сзади на Джека, начав бить его молотком по голове. \nВторой пациент, придя в себя, злобно отпихнул рыжего партнера по разуму и начал изрезать и избивать Джека лезвиями от ножниц. \nОшаленный Оливер, заметив, что друга уже не спасти, решил, что жертва не должна быть напрасна, и побежал в освободившийся коридор. ",
    "answers": [
      {
        "id": 53,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 52,
    "text": "Джек следил глазами за рыжеволосым гадом, который блуждал вокруг да около. Оливер тем временем продолжал боязливо гладить пациента по волосам. Судя по глазам, он пытался вспомнить хоть какую-то молитву. \nРыжеволосый постепенно сокращал расстояние между парнями. ",
    "answers": [
      {
        "id": 48,
        "text": "Еще подождать???? "
      },
      {
        "id": 54,
        "text": "Бежать???? "
      }
    ]
  },
  {
    "id": 53,
    "text": "Однако далеко он не убежал. Прямо в ногу ему прилетело лезвие от ножниц, от чего он упал. Быстро поднявшись, он не успел сдвинуться с места, поскольку последовал удар по голове, из-за которого он потерял сознание. \nЧерноволосый пациент, взяв оператора за ноги, потащил его в одну из комнат. ",
    "answers": [
      {
        "id": 46,
        "text": "Еще раз... "
      }
    ]
  },
  {
    "id": 54,
    "text": "Выбрав идеальный момент, Джек, взяв Оливера за запястье, рванулся вперед, схватив цепь рыжеволосого пациента. Резкий рывок заставил его пролететь вслед за парнями, а затем потерять равновесие. Неудачливые блогеры продолжали бежать. Вдруг мимо них пролетело лезвие ножниц. А затем и второе, которое тоже не попало. Когда они пробежали еще несколько метров, пол затрещал и внезапно провалился. Оливер свалился вниз, а Джек прошел дальше, не попав в провал. Бегущий за ними черноволосый пациент остался сзади, на другой стороне. Он рычал, мычал, издавал разного рода звуки, а затем просто сел, смотря вниз. ",
    "answers": [
      {
        "id": 41,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 55,
    "text": "—... итак... Дела очень плохи... Как вы видели, друзья, я провалился еще ниже. Скоро доберусь до ядра Земли. — тихо, с паузами на передышку проговорил Оливер в камеру, не прекращая снимать все вокруг. \nОн дошел до еще одной двери. Открыв ее, парень увидел огромный зал с очень высоким потолком. В стенах были небольшие комнаты, похожие на тюремные камеры. Почти в каждой из них было каждой твари по паре. Сначала они были почти тихие, каждый бредил по-своему. Но, когда вошёл оператор, почти все загалдели, бросившись к прутьям своей клетки. \n",
    "answers": [
      {
        "id": 56,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 56,
    "text": "Оливер, не ожидая такого приема от публики, прижался к стене, осматривая комнату на наличие дальнейшего прохода. Как и ожидалось, впереди виднелась такая же дверь, как и та, в которую он вошел. \nУбедившись, что никто не может покинуть своей обители, Оливер вышел на середину комнаты, направившись к двери. \nВнезапно громкость галдежа зрителей повысилась. Не понимая, что произошло, парень обернулся. ",
    "answers": [
      {
        "id": 57,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 57,
    "text": "Из той двери, из которой он только что пришел, вышел просто огромных размеров мужчина. Он был широкий, весь накаченный, ростом чуть больше двух метров. Рот у него был перевязан окровавленными бинтами, волосы редкие и растрепанные, длиною до плеч. Он был слеп на один глаз. Обе руки перебинтованы, одна в плече, другая в предплечье. \nВсе бы ничего, да только мужчина был полностью обнаженным, и его это нисколько не смущало. \nВыглядел он явно враждебно. ",
    "answers": [
      {
        "id": 58,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 58,
    "text": "Оливер, поняв, что этот амбал его заметил, быстрым шагом приблизился к двери. Подергав ее, он понял, что дверка не поддается. А громила все ближе и ближе... \nОливер полностью повернулся к пациенту, прижавшись спиной к двери. ",
    "answers": [
      {
        "id": 59,
        "text": "Бежать. "
      },
      {
        "id": 60,
        "text": "Постоять еще. "
      }
    ]
  },
  {
    "id": 59,
    "text": "Не выдержав такого напряжения, Оливер оторвался от двери, помчавшись в сторону. Мужчина быстрым движением поднял валяющийся на полу стол и бросил в сторону парня. Оператор пригнулся, и стол раздолбало о стену. Остановка помогла мужчине сократить расстояние между ними, и вот он схватил бедолагу, и бросил брыкающегося к прутьям. Психи в клетке сразу же оживились, начав хватать Оливера за конечности, туловище, голову. ",
    "answers": [
      {
        "id": 61,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 60,
    "text": "Оливер стоял у двери еще какое-то время, пока громила приближался. Оказавшись рядом, мужик замахнулся, чтобы ударить, но Оливер отскочил, из-за чего амбал пробил дверь. Разозлившись, мужчина развернулся и быстрым шагом направился к парню. В это время Оливер оббежал вокруг и выскочил в выбитую дверь, продолжая бездумно щемить вперед по коридору. ",
    "answers": [
      {
        "id": 62,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 61,
    "text": "Затем к нему приблизился еще и этот голый мужик, начав бить его своими огромными руками. Затем, выхватив парня из рук орущих психов, он снова бросил его уже в другую стенку. Ударившись головой, Оливер потерял сознание, пока мужик продолжал его избивать. ",
    "answers": [
      {
        "id": 58,
        "text": "Еще раз... "
      }
    ]
  },
  {
    "id": 62,
    "text": "Тем временем Джек, разойдясь с Оливером, продолжил идти вперед. Вокруг были разбросаны части тела, трупы и всякая падаль. Через пролет начали встречаться новые психи прямо по коридору, но они не были настроены враждебны, и свое занятие их волновало больше. Большинство вообще были овощами. \nСтараясь никого не отвлекать от дел, Джек аккуратно обходил мужчин и парней, перешагивая через хлам и органы. ",
    "answers": [
      {
        "id": 63,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 63,
    "text": "Внезапно один из психов наскочил на Джека, схватив его за плечи. \n— я не сумасшедший! То все ложь, я не сошел с ума!!! — прокричал прямо в лицо, заикаясь, пациент. Затем он отстранился, начав смеяться и биться головой о стену.\nДжек тоже его аккуратно обошел. Через несколько шагов сердце начало биться еще чаще, парень припал к стене, тяжело и быстро дыша, от чего перед глазами начало темнеть. \nОн быстро зашел в одну из комнат, сев у стены. ",
    "answers": [
      {
        "id": 64,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 64,
    "text": "Судорожно он начал нащупывать пузырек, который использовал ранее. Высыпав небольшую горсть таблеток, он заглотнул их, а затем приложил руку к груди, пытаясь успокоиться и не издавать звуков. \nНемного успокоившись, он поднял взгляд, осмотрев комнату. \nКажется, это был кабинет врача или что-то в этом роде. За столом сидел какой-то силуэт, закинув ноги на стол и что-то насвистывая. Джек замер. Приступ был настолько сильным, что он не заметил сидящего за столом человека, издавающего приличной громкости звуки. ",
    "answers": [
      {
        "id": 65,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 65,
    "text": "Джек аккуратно начал двигаться обратно к двери, надеясь, что его не заметили. \nОднако, когда он уже хотел дернуть за ручку, рядом с его головой пролетел нож, воткнувшись в деревянную дверцу. \nЗамерев, он перевел взгляд на человека, сидящего за столом. \n— Приветствую, уважаемый. Вы пришли на прием? — важным голосом проговорил силуэт. \nДжек молчал, настороженно смотря на человека.\nВ ответ на молчание послышался смешок. \n— Понимаю, все бывает в первый раз. Но Вы не стесняйтесь... — чуть ли не промурчал силуэт, поднявшись, и, обойдя стол, облокотился о него. \n",
    "answers": [
      {
        "id": 66,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 66,
    "text": "Благодаря этому Джек смог немного рассмотреть обращавшегося к нему. Это был высокий и тощий мужчина азиатской внешности. Волосы его были убраны назад, а по длине — чуть ниже ушей. \nНа нём были белые штаны пациента, окровавленный докторский халат, накинутый на оголенный торс, и лакированные мужские туфли. Видимо, эти вещи, помимо штанов, были украдены у врача, которого пациент, вероятно, убил. \n— Я вижу, вы страдаете от панических атак... — протянул он. ",
    "answers": [
      {
        "id": 67,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 67,
    "text": "Джек решил не раздражать пациента молчанием. \n— Я... Мне нужно идти. — пробормотал он, подбирая слова. Это давалось ему с трудом в таком состоянии. \n— Куда же Вы так торопитесь? — улыбаясь, проговорил пациент. \n— На.. на нижний этаж.. \n— В таком случае, пойдем вместе. — пациент приблизился к Джеку, который отпрянул. Наклонившись и улыбнувшись парню, мужчина выдернул нож из двери, а затем, открыв ее, вытянул руку, как бы приглашая его выйти первым. ",
    "answers": [
      {
        "id": 68,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 68,
    "text": "Джек настороженно вышел, стараясь не поворачиваться к мужчине спиной. В коридоре пациент, невозмутимо перешагнув лежащий на полу труп, направился вперед. Джек осторожно последовал за ним. \n— В нынешнее время трудно перемещаться по территории... — задумчиво протянул пациент, покосившись на парня. \n— ...я заметил... — пробормотал Джек, не сводя глаз с мужчины. \n— ... Незваным гостям. Свои здесь как рыбы в воде. Такие дружные! — проговорил, усмехнувшись, мужчина, перешагнув через очередной труп. ",
    "answers": [
      {
        "id": 69,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 69,
    "text": "— Любопытно, что же привело Вас на прием ко мне? — чуть ли не пропел мужчина, снова покосившись на парня. \n— ...ошибся дверью... \n— А, может, ошиблись зданием? \nДжек промолчал. Конечно, не следовало сюда лезть, но путешествия по заброшенным, опасным местам было делом жизни. Вдобавок, кто знал, что эта психушка действительно окажется столь опасной. \nЗаметив, что парень замялся, пациент тихо посмеялся, снова повернув голову вперед.",
    "answers": [
      {
        "id": 70,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 70,
    "text": "Они добрались до двери, которая вела в большую комнату. Она была заставлена койками, но в ней было ни души. \nДжек посмотрел вперед, увидев еще одну дверь. Видимо, это был сквозной проход. Пациент остановился, повернувшись к парню. Джек, не ожидав этого, тоже остановился, посмотрев на мужчину. \n— Осознаете ли Вы, где находитесь? — спросил пациент, натягивая широкую улыбку. \nДжек молча смотрел на него, выискивая момент для побега в дверь. ",
    "answers": [
      {
        "id": 71,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 71,
    "text": "— Осознаете ли Вы, с кем находитесь? — с широкой, почти неестественной, улыбкой на лице проговорил пациент, шагнув ближе. \nДжек сделал шаг назад. \n— Осознаете ли Вы, кем являетесь? Кто Вы? — пациент быстро приблизился к парню. \nТакая напористость и сюрреалистичные вопросы заставили сердце Джека биться еще быстрее. Что происходит? Снова накатывала паника, парень начал тяжело дышать, пятясь. Койка сзади дала о себе знать, и он, напоровшись на нее, свалился на пол, сжавшись. Из кармана выпал пузырек со спасительными таблетками. ",
    "answers": [
      {
        "id": 72,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 72,
    "text": "Джек судорожно протянул руку к нему, но его кисть придавило к полу ногой пациента. Он наклонился, подняв пузырек и с интересом осматривая его. Затем, усмехнувшись, мужчина перевел взгляд на Джека, который задыхался, нервно проводя руками по лицу и чуть ли не вырывая собственные волосы.\n— Какого это быть зависимым от этой баночки? — пациент покрутил в руке пузырек.",
    "answers": [
      {
        "id": 73,
        "text": "Попытаться подняться. "
      },
      {
        "id": 74,
        "text": "Продолжать попытки успокоиться. "
      }
    ]
  },
  {
    "id": 73,
    "text": "Пытаясь привести дыхание в норму, Джек приподнялся, сжав руки в кулаки. Дело было не столько в панике и тревожности, сколько в последствиях, если он не примет эти несчастные таблетки. \nПосле паники шла агрессия. Продолжая тяжело и учащенно дышать, Джек, шатаясь, поднялся с пола. Его вещь должна была быть у него, а не у какого-то психа, возомнившего себя пупом мира. \n— Почему же Вы шатаетесь по подобным местам, если так больны? — пациент с ухмылкой прошел в сторону. ",
    "answers": [
      {
        "id": 75,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 74,
    "text": "Джек продолжал лежать в попытках успокоиться. Из-за частого дыхания перед глазами начало темнеть. \nПациент сел перед ним на корточки, смотря на него. \n— Мне не хватает подходящих... подопытных. Ты подойдешь. — тихо проговорил он, улыбаясь. Затем, поднявшись, он ударил теряющего сознание Джека по голове ногой, от чего парень потерял сознание. ",
    "answers": [
      {
        "id": 72,
        "text": "Еще раз... "
      }
    ]
  },
  {
    "id": 75,
    "text": "Джек схватил подушку и ударил ею мужчину. Слабый удар не нокаутировал, но выбил с колеи. Пациент не ожидал, что парень вообще нападет. \nНе успел он опомниться, как в него прилетел еще один удар подушкой. Рефлекторно защищаясь руками, пациент выронил пузырек из рук. \nДжек быстро подхватил его и, быстро развернувшись, пошел, чуть шатаясь, к двери.\nНо в него прилетел удар подушкой со спины. Парень снова развернулся, ударив в ответ. ",
    "answers": [
      {
        "id": 76,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 76,
    "text": "Псих наносил удары подушками, громко смеясь и, видимо, забавляясь таким подушечным боем. Джеку же было не до шуток, да и вообще он не для игры пытался избить мужчину. \nНаконец, пациент выдохся и, отойдя, присел на койку. \nДжек же, убедившись, что мужчина не будет набрасываться в ближайшее время, судорожно принял таблетки. Через пару минут он снова успокоился и, выдохшись, тоже сел на койку. ",
    "answers": [
      {
        "id": 77,
        "text": "Посидеть еще немного. "
      },
      {
        "id": 78,
        "text": "Пойти к лестнице. "
      }
    ]
  },
  {
    "id": 77,
    "text": "— Сейчас... Или никогда... Здесь или там... — тихо проговорил мужчина. \nДжек посмотрел на него. \n— Сколько я здесь? Счет времени давно уже утерян. — пробормотал пациент. Подняв на Джека взгляд, он улыбнулся. — кажется, мы встречались ранее? До моего пробуждения... \nДжек всмотрелся в его лицо, которое, на удивление, только сейчас показалось ему до боли знакомым. \n— ...Доктор... Доктор Уайльд? — растерянно пробормотал Джек. В ответ услышал лишь смешок. ",
    "answers": [
      {
        "id": 79,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 78,
    "text": "Через несколько секунд, придя в себя, Джек поднялся и быстро направился к двери. Напоследок он обернулся. Мужчина теперь уже лежал на койке, развалившись и свесив ногу. \n— Память греет изнутри...Разрывая на части... Но, лишившись ее... Обретаешь несчастье... — пропел он, смотря в потолок и качая ногой.\nДжек быстро вышел из помещения. \nСнова коридор. А затем — долгожданная лестница. Приблизиться к ней не составило труда. ",
    "answers": [
      {
        "id": 80,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 79,
    "text": "—...как Вы сюда ... попали? Что... что с Вами произошло? — усыпал мужчину вопросами Джек.\nДоктор Уайльд был лечащим врачом Джека, пока, внезапно, не исчез. Парень не знал подробностей, ведь их некому было рассказывать. \n— Осознание себя влияет на дальнейшую жизнь. — мужчина, широко улыбнувшись, палил взглядом Джека. — иди. \n— Но... Что... Я хочу... — не мог подобрать слов Джек. Что случилось с таким прекрасным врачом? \n— иди. — повторил мужчина. ",
    "answers": [
      {
        "id": 78,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 80,
    "text": "Послышались быстрые шаги, кто-то бежал снизу. \nДжек спустился по лестнице, чтобы посмотреть, кто это, и, параллельно, встретить Оливера, если это он. И все-таки это был его товарищ, приятель, дружище. Только вот почему он бежит? Сзади него показался обнаженный громила, преследующий оператора. \n— Уходим отсюда нахер!! — прокричал Оливер Джеку, приближаясь. Примчавшись к другу, Оливер запрыгнул на три ступеньки вперед. Амбал в это время замедлился. \n— Погоди... — прошептал Джек, всматриваясь в темноту, смущённый тем, что громила тормозит. \nЧерез пару секунд послышался грохот: амбал свалился на пол. ",
    "answers": [
      {
        "id": 81,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 81,
    "text": "Оливер облегченно выдохнул, поскольку побегушки с этим танком ему были не в радость. \nДжек продолжал всматриваться в мужчину. Затем он осторожно навел на амбала фонарик. Из спины торчал топор. Через пару секунд из темноты вышел тот самый пациент, что был в начале. \n— И снова наши пути пересеклись. — поэтично проговорил он, — Не подумайте, я не способствовал этому... \nМужчина тихо посмеялся.",
    "answers": [
      {
        "id": 82,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 82,
    "text": "— Теперь точно бежим.. — пробормотал Джек, помчавшись вверх по лестнице. Оливер побежал следом. Еще один пролет, и они снова на первом этаже, а не в этих адских подвалах. \nНа улице было темно, гроза. Окна заколочены старыми, практически дряхлыми досками. \n— Он за нами! ",
    "answers": [
      {
        "id": 83,
        "text": "Оливер рванулся к одной из дверей. "
      },
      {
        "id": 84,
        "text": "Джек рванулся к окну. "
      }
    ]
  },
  {
    "id": 83,
    "text": "Практически выбив ее, он оказался в комнате, судорожно осматривая ее. В стене виднелась щель. \nДжек встал у двери, закрыв ее и начав держать. \nОливер, положив камеру на пол, взял в руки тумбу и начал пробивать эту стену. Понемногу, она поддавалась. \nДжек в это время задвинул шкафом дверь и, подбежав к Оливеру, начал помогать ему пробивать дыру в стене. Послышался громкий стук, а затем звуки, будто дверь пытаются выбить. Через минуту мужчина ударил с такой силой, что шкаф упал на пол, а проход немного освободился. В этот момент парни пробили дыру в стене и выскочили на улицу, побежав к забору. Камера осталась на полу... \nОливер приблизился к той самой дыре, через которую они вошли, и обернулся. \n",
    "answers": [
      {
        "id": 85,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 84,
    "text": "Он начал яростные попытки вырвать доски, и у него это практически получалось. Одна, вторая, третья... Тем временем пациент был на подходе. \nНаконец, окно освободилось. Одним ударом доски Джек выбил окно и выскочил через него. Оливер — следом. Однако вдруг послышался вскрик. Вскрик Оливера. \nДжек обернулся. \n— ай, карамба! — тяжело выдавил оператор, попытавшись кинуть Джеку камеру. Он наткнулся животом на разбитую часть окна. — ... Иди без... меня! \nКамера упала на землю, разбившись о булыжник. \n— ...Вот...кх...блин... — Оливер опустил голову. \nДжек хотел было подбежать, но сзади Оливера появился улыбающийся пациент. Он схватил парня за ноги и потянул вниз, вспоров живот. \n",
    "answers": [
      {
        "id": 87,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 85,
    "text": "Он увидел, что Джек замедлил шаг.\n— Беги!! — кашляя, выдавил он. \nТопор так же прилетел Джеку в спину, поэтому он шел еле-еле. Оливер хотел подбежать и помочь другу, но пациент оказался быстрее. Он выдернул топор и снова ударил, теперь уже по голове, разрубив ее почти на две части. \n— Попался! — пациент рассмеялся, а затем повернулся к Оливеру. \nОшарашенный, парень скользнул в дыру и оказался за территорией психбольницы. Быстро заведя машину под хлюпанье приближающихся шагов, он выехал на дорогу. ",
    "answers": [
      {
        "id": 86,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 86,
    "text": "Кабинет. Яркий, холодный свет. \n— Вы жалеете о происшедшем? — серьезным тоном проговорил сидящий в кресле врач. \nОливер промолчал, сидя в кресле и смотря в одну точку. \n— Вы не виноваты, помните это. — отрезал врач, поднявшись. Его серьезный тон никак не помогал. \nЗатем мужчина отошел к двери, в которой появился другой врач. \n— И что с ним делать дальше? — прошептал первый. \n— Мы переведём его в психиатрическую больницу доктора Мелтона. ",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 87,
    "text": "Затем мужчина начал избивать бездыханное тело Оливера топором. Джек, не в силах смотреть на это, отвернулся и помчался к забору. Мужчина выскочил из окна и пошел следом. \nПробравшись через забор, Джек запрыгнул в машину и, заведя ее, выехал на пустынную дорогу, подальше отсюда. Адреналин не утихал, думать о друге было некогда. ",
    "answers": [
      {
        "id": 88,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 88,
    "text": "Кабинет. Яркий, холодный свет. \n— Вы жалеете о происшедшем? — серьезным тоном проговорил сидящий в кресле врач. \n— .. Да. — пробормотал Джек. Взгляд его был опустошенным. \n— Вы не виноваты, помните это. — отрезал врач, поднявшись.\nЗатем мужчина отошел к двери, в которой появился другой врач. \n— И что с ним делать дальше? — прошептал первый. \n— Мы переведём его в психиатрическую больницу доктора Мелтона. ",
    "answers": [
      {
        "id": 1,
        "text": "... "
      }
    ]
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  }
]