[
  {
    "id": 1,
    "text": "Автор: Волна \nЖанр: приключения \nВам нужно сопроводить караван торговца от городка Каврогост до города Амфорнис. Кто знает, какие опасности может скрывать в себе дорога...",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 22,
        "text": "Список концовок:"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ваш наниматель разложил на ящике карту.\n—Похоже, у нас только два пути: пройти через ущелье или через ельник восточнее. В ущелье участились случаи камнепадов, а в ельнике поговаривают о лагере разбойников. Так как тебе уже доводилось сопровождать караваны других торговцев, я предоставлю тебе право выбрать дорогу.",
    "answers": [
      {
        "id": 3,
        "text": "-Чуть позже"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Как скажешь. — торговец свернул карту в плотный рулон и положил в сумку на одном из вьючных мулов.\n—И что дальше?\n—Выбирай дорогу, конечно!",
    "answers": [
      {
        "id": 4,
        "text": "Рассмотреть товары",
        "need": -4
      },
      {
        "id": 5,
        "text": "Вспомнить, как вы тут оказались",
        "need": -5
      },
      {
        "id": 6,
        "text": "-Идём через ущелье"
      },
      {
        "id": 23,
        "text": "-Пошли по ельнику"
      }
    ]
  },
  {
    "id": 4,
    "text": "Чего только этот торгаш не везёт: и бутылки дорогого заморского вина, и шкуры разных животных, и дивные ткани, и много чего ещё!",
    "answers": [
      {
        "id": 3,
        "text": "Истинное богатство!"
      }
    ]
  },
  {
    "id": 5,
    "text": "А вспоминать-то было особо и нечего: вы искали работу и услышали от пары пьянчуг в трактире слушок о караванщике, которому требуется охрана. Быстро найдя его у городских ворот, у вас получилось выторговать за работёнку целых 7 мешочков заморских специй! Этак если их в городе на чёрном рынке продать, можно безбедную старость себе обеспечить! Отбросив мечты, вы огляделись вокруг: похоже, только вы откликнулись на вакансию. Ну и ладно, зато оплата только вам!",
    "answers": [
      {
        "id": 3,
        "text": "И на том спасибо "
      }
    ]
  },
  {
    "id": 6,
    "text": "Покинув городок, караван направился прямо к цепи угрожающих Немейских гор, про которые у здешних ходила дурная слава. Отбросив предрассудки, вы покрепче сжали рукоять своего верного боевого топора. Неизвестно, на что наткнёшься по пути...",
    "answers": [
      {
        "id": 7,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Метель усиливается, нам надо устроить привал! — сказал торговец.\nРасположившись в удачно расположенной пещере, судя по ощущениям, вырубленной древними людьми прямо в горе, вы перевели дух. Четверть пути вы прошли, но что ждёт дальше? Метель не стихает...",
    "answers": [
      {
        "id": 8,
        "text": "Рискнуть идти по метели"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы рискнули и сказали торговцу выводить себя и вьючный скот из пещеры. Вы сопровождаете нанимателя. Ничего не разглядеть. Погодите, какие-то странные силуэты. Ой нет, это же духи метели. В народе про них ходили нехорошие слухи...",
    "answers": [
      {
        "id": 9,
        "text": "Угрожающе поднять топор "
      },
      {
        "id": 10,
        "text": "Попробовать договориться "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы угрожающе подняли свой боевой топор, в любой момент готовые яростно атаковать. Ответная реакция не заставила себя ждать. Духи стали подлетать с поразительной скоростью: трое направились к окосевшему от ужаса торговца, а пятеро окружили вас.",
    "answers": [
      {
        "id": 11,
        "text": "Разобраться с окружением"
      },
      {
        "id": 12,
        "text": "Попытаться выбежать из окружения и бежать на помощь торговцу"
      }
    ]
  },
  {
    "id": 10,
    "text": "Судя по всему, они не понимают человеческой речи. Зато остро хотят кого-нибудь ограбить. Только зачем им всё это...",
    "answers": [
      {
        "id": 9,
        "text": "Угрожающе поднять топор"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы вели себя как настоящий берсерк и своим верным оружием быстро разобрались с окружением. Торговец тем временем отбивался перочинным ножиком от остатков.",
    "answers": [
      {
        "id": 13,
        "text": "Поспешить на помощь "
      }
    ]
  },
  {
    "id": 12,
    "text": "Пока вы пытались выбраться, духи метели уже несколько раз дотронулись до вашей кожи, отчего ваше сердце перестало биться. Да и вы тоже...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 13,
    "text": "Когда ледяная рука духа уже готова была отправить торговца на тот свет, вы ловко подбежали и отрубили её. Остальные духи уже растворились в воздухе под напором ударов.\n—Спасибо за помощь, эта штука меня чуть не заморозила!",
    "answers": [
      {
        "id": 14,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "Продолжая путь по ущелью, произошёл ещё один неприятный случай: камни завалили дальнейший проход.\n—Ну и что теперь делать будем? — торговец с горечью в голосе обратился к вам.",
    "answers": [
      {
        "id": 15,
        "text": "-Попытаемся убрать, завал не очень большой"
      },
      {
        "id": 16,
        "text": "-Поищем обходную дорогу"
      }
    ]
  },
  {
    "id": 15,
    "text": "Провозившись по ощущениям часов пять, завал был успешно устранён. Вечереет. Надо поторопиться.\n—Идём!",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "Как ни странно, обходную дорогу вы нашли: заметённую снегом, очень скользкую, но пригодную для продвижения.",
    "answers": [
      {
        "id": 17,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 17,
    "text": "Больше опасностей по пути не было, и вы смогли довести наконец-таки торговца до Амфорниса. Он был вам до жути благодарен и сказал, что если потребуется работа, обязательно найти его.",
    "answers": [
      {
        "id": 18,
        "text": "Попробовать продать специи на здешнем чёрном рынке"
      },
      {
        "id": 19,
        "text": "Идти до своего города и продать там"
      }
    ]
  },
  {
    "id": 18,
    "text": "Так как здесь у вас нет связей, поиск торговца оказался несколько проблематичным. Вороватого вида мужчина с повязкой под глазом предложил 1000 золотых монет за весь товар. Звучит как отличная сделка!",
    "answers": [
      {
        "id": 20,
        "text": "Продать"
      }
    ]
  },
  {
    "id": 19,
    "text": "Переночевав несколько дней в таверне и прикупив на местном рынке немного расхожих бытовых принадлежностей и припасов, вы отправились обратно в родной городок.",
    "answers": [
      {
        "id": 21,
        "text": "На месте"
      }
    ]
  },
  {
    "id": 20,
    "text": "Благополучно сбыв все заморские специи, вы заказали себе личную карету с прекрасными лошадьми и отправились обратно в Каврогост. А когда вернулись — поняли, что могли их продать в 15 раз дороже!",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 21,
    "text": "Найдя знакомого торгаша, которому как-то раньше помогли с одним дельцем, вы сторговались до 15000 золотых! Да на такие деньги можно отдельный дом построить!",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 22,
    "text": "Список всех концовок квеста, которых вы достигли:",
    "answers": [
      {
        "id": 21,
        "need_ever": true,
        "need": 21,
        "text": "Богатство"
      },
      {
        "id": 20,
        "need_ever": true,
        "need": 20,
        "text": "Продешевил"
      },
      {
        "id": 12,
        "need_ever": true,
        "need": 12,
        "text": "Неуклюжий воин"
      },
      {
        "id": 31,
        "need_ever": true,
        "need": 31,
        "text": "Жертвы ограбления"
      },
      {
        "id": 28,
        "text": "За трусость",
        "need": 28,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы вышли из города. Снежные поля тянулись унылой линией вдоль всего пути, пока не началась сначала небольшая берёзовая роща, после неё — смешанный лес, и уже за ним — ельник. Однотонные ели и сыплющийся с них снег сильно мешали обзору, но вы всё равно были начеку — разбойники могли быть где угодно.",
    "answers": [
      {
        "id": 24,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вонзившийся в дерево рядом метательный топорик явно был не очень добрым знаком. Как и послышавшийся за ним грубый баритон, требующий отдать всё, что торговец везёт с собой. Голос раздавался слева.",
    "answers": [
      {
        "id": 27,
        "text": "Кинуться туда"
      },
      {
        "id": 28,
        "text": "Стоять на месте"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "Вы не думая кинулись к разбойнику сквозь снежную завесу. Он оказался не готов к такому и упал, сражённый вашим верным топором.\n—В атаку! — крикнул какой-то писклявый бандит, и с десяток человек мгновенно окружили караван.",
    "answers": [
      {
        "id": 29,
        "text": "Атаковать"
      }
    ]
  },
  {
    "id": 28,
    "text": "—Ого, какие сговорчивые ребятки. Купца не трогать, а телохранителя убить.\nВы даже ничего не успели сделать, разбойничья стрела была быстрее.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 29,
    "text": "Ударив наотмашь какого-то разбойника с, по-видимому, самодельной булавой с гвоздями, вы сразу переключились на скопление грабителей в середине колонны. В это время торговец поднял булаву и начал растерянно размахивать ей из стороны в сторону.",
    "answers": [
      {
        "id": 30,
        "text": "К разбойникам"
      },
      {
        "id": 31,
        "text": "Остаться с торговцем"
      }
    ]
  },
  {
    "id": 30,
    "text": "Увидя несущегося на них с свирепым выражением лица воина, лесные бандиты мигом подрастеряли весь энтузиазм и прыснули в разные стороны. Ну вот, угроза хотя бы временно устранена!",
    "answers": [
      {
        "id": 32,
        "text": "Вернуться к торговцу"
      }
    ]
  },
  {
    "id": 31,
    "text": "Бешено глядя на группу разбойников вдали, вы буквально не заметили момент, когда вражеский  лучник пустил стрелу сначала в вас, а потом и в торговца.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 32,
    "text": "—Благодарю за помощь, товарищ! Думаю, они не скоро пустятся в погоню, если вообще пустятся!",
    "answers": [
      {
        "id": 17,
        "text": "-Это точно!"
      }
    ]
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  }
]