[
  {
    "id": 1,
    "text": "                           UNDERTALE\nданная книга основана по игре Undertale разработчик этой игры Toby Fox (Тоби Фокс)\n                      хорошего чтения!\n\n*вы очнулись в глубине подземелья или же гора Эботт вы упали на кучку цветов похоже они смягчили ваше падение хотя может и не так под этими цветами будто подушки вы не повреждены что вы сделаете в первую очередь?",
    "answers": [
      {
        "id": 2,
        "text": "осмотреть"
      },
      {
        "id": 5,
        "text": "пойти дальше"
      }
    ]
  },
  {
    "id": 2,
    "text": "*вы осмотрелись вы видите свет над вами вы встали с цветов они и вправду как подушки странно но их мало вы смотрите вокруг это какие-то мрачные развалины вы вспомнили историю что раньше была война между людьми и монстрами люди запечатали их под этой горой каждый человек что туда падал исчезал туда упало уже 6 человек вы 7 вы решили пойти дальше вдруг неизвестный цветок резко выпрыгнул*\nфлауи:приветик я цветок по имени флауи впервые в подземелье чёрт ты наверняка в растеряности \n*он кажется дружелюбный*\nфлауи:я тебе помогу просто коснись этих дружелюбных пулек\n*вам это кажется подозрительным ведь если пульки они же пули не могут быть дружелюбными что вы сделаете?*",
    "answers": [
      {
        "id": 3,
        "text": "коснусь конечно же он же мой брат он дружелюбный"
      },
      {
        "id": 4,
        "text": "нет не буду мне лень"
      }
    ]
  },
  {
    "id": 3,
    "text": "*поздравляем это ваша первая смерть*\nфлауи:ты придурок\n*когда нибудь вы его замочите но не теряй надежды и иди дальше*",
    "answers": []
  },
  {
    "id": 4,
    "text": "*вы отказались*\nфлауи:ты идиот \n*вас окружили пули*\nфлауи:УМРИ\n",
    "answers": [
      {
        "id": 6,
        "text": "так нееннненнненненне пошёл вон цветок сраный"
      }
    ]
  },
  {
    "id": 5,
    "text": "*вы прошли дальше без каких либо раздумий*",
    "answers": []
  },
  {
    "id": 6,
    "text": "*неожиданно появился огоньи уничтожил флауи* \nториэль:что  за ужасное существо трогает невинное дитя ой забыла представиться я ториэль хранительница руин раньше это был дом для всех монстров но потом они нашли другой я осталась здесь практически одна, ладно хватит пока что болтать пойдём я проведу тебя через катакомбы.\n*вы пощли за ней но спустя немного времени вы встретили фрогита*\n**фрогит атакует**",
    "answers": [
      {
        "id": 7,
        "text": "атаковать "
      },
      {
        "id": 8,
        "text": "пощадить"
      },
      {
        "id": 9,
        "text": "действовать"
      }
    ]
  },
  {
    "id": 7,
    "text": "*вы убили фрогита ваш УР 2* ",
    "answers": [
      {
        "id": 10,
        "text": "идти дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "*вы пощадили фрогита*",
    "answers": []
  },
  {
    "id": 9,
    "text": "действие\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nДА ВСЁ У МЕНЯ ФАНТАЗИЯ ЗАКОНЧИЛАСЬ       \n ПРОДОЛЖЕНИЕ СЛЕДУЕТ",
    "answers": []
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  }
]