[
  {
    "id": 1,
    "text": "Автор: Мармеладка\nЖанры: юмор, симулятор, элементы сказки, элементы хардкора.\nАннотация: вы — Дед Мороз, главная ваша задача заключается в том, чтобы незаметно пробраться в дом семьи Петровых, оставить подарки и уйти к своим саням. Но будьте осторожны... Кто знает, какие ловушки ждут впереди?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 29,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Тихий загородный дом блестит от лежащего на нём снега. Ни души вокруг...Ярко горит свет, испускаемый десятками огоньков гирлянд, коими заботливо украшен участок вокруг строения, да и само оно тоже. Вы уже бегло успели изучить окрестности, и в голове нарисовались планы проникновения в домик.",
    "answers": [
      {
        "id": 3,
        "text": "Войти с главного входа",
        "need": -9
      },
      {
        "id": 4,
        "text": "Войти с чёрного хода"
      },
      {
        "id": 5,
        "text": "Попробовать через гараж",
        "need": -5
      },
      {
        "id": 6,
        "text": "Попытаться залезть в окно"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы постарались тихо приоткрыть дверь, но это не спасло вас от ужасающего скрипа. Ой нет, сюда кто-то идёт...Надо прятаться, иначе вас точно заметят!",
    "answers": [
      {
        "id": 7,
        "text": "Левая дверь "
      },
      {
        "id": 8,
        "text": "Правая дверь"
      },
      {
        "id": 9,
        "text": "Попытаться выбежать на улицу"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы вошли с чёрного хода. Никто не услышал...",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Гаражные ворота закрыты. Чутьё подсказывает, что на крепкий амбарный навесной замок...Открыть не получится.",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы уже не молоды, и ваши спортивные навыки явно оставляют желать лучшего...В общем, вы полезли к окну второго этажа, поставили неудачно ногу на кирпич в кладке стен, держащийся непрочно...И упали в снежный сугроб, потеряв сознание от пережитого для старика шока...",
    "answers": [
      {
        "id": 24,
        "text": "Концовка «Паркурист»"
      }
    ]
  },
  {
    "id": 7,
    "text": "За левой дверью оказалась не то кладовка, не то чулан. Только получилось войти, произошла неприятная цепная реакция. Вы наступили на часть верёвки, незаметно натянутой и привязанной к лыжам. Те упали и потянули за собой банки с краской с полки на соседней стенке. Пока всё это падало, всё новые и новые предметы становились частью этого «паровозика», пока дверь не открылась...\n—Вы кто такой? Я вызываю полицию.",
    "answers": [
      {
        "id": 10,
        "text": "Концовка «Новый год в полиции»"
      }
    ]
  },
  {
    "id": 8,
    "text": "За правой дверью оказался просторный зал, напоминавший гостиную. Камин, бархатные кресла и столик для игры в настолки. А здесь уютно. Шаги в коридоре стали стихать. Видимо, на сей раз повезло.",
    "answers": [
      {
        "id": 11,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 9,
    "text": "Получилось! Правда, теперь нужно строить новый план проникновения.",
    "answers": [
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 10,
    "text": "Нашедшим вас оказался хозяин дома, принявший вас за злоумышленника, решившего обокрасть его семью. Весь Новый год придётся сидеть на допросе.",
    "answers": [
      {
        "id": 1,
        "text": "Нееет"
      }
    ]
  },
  {
    "id": 11,
    "text": "Цель: найти главную ёлку, чтобы оставить под ней подарки из мешка. Магическим чутьём вы улавливаете, где какая комната находится. На большее оно, к сожалению, не способно. Вы уже не в том молодом возрасте, чтобы замораживать одним взглядом или взлетать без подготовки.",
    "answers": [
      {
        "id": 12,
        "text": "Кухня"
      },
      {
        "id": 13,
        "text": "Родительская комната "
      },
      {
        "id": 14,
        "text": "Ванная"
      },
      {
        "id": 15,
        "text": "Детская комната "
      },
      {
        "id": 17,
        "text": "Дверь в гараж"
      },
      {
        "id": 21,
        "text": "Домашний кинотеатр "
      }
    ]
  },
  {
    "id": 12,
    "text": "Запахи разнообразной еды пробуждают просто нереальный аппетит. Сейчас бы ледяной стейк...Ладно, мечтать потом. Сейчас работать. Или нет...\n—Ааааа, вы кто такой? Аааа! — женщина лет 30 подняла сильный визг, взяла первый попавшийся под руку предмет: тазик с оливье и вылила вам его на голову, заодно приложив кулаком по лицу.",
    "answers": [
      {
        "id": 16,
        "text": "Концовка «Тазик с оливье»"
      }
    ]
  },
  {
    "id": 13,
    "text": "Большая комната с не менее большой гардеробной, двуспальной кроватью и столом с компьютером. Здесь никого нет...",
    "answers": [
      {
        "id": 18,
        "text": "Зайти в гардеробную "
      },
      {
        "id": 19,
        "text": "Поиграть в компьютер"
      },
      {
        "id": 11,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 14,
    "text": "Средняя по размерам ванная. Стены, пол и потолок здесь облицованы синей плиткой. В углу расположилась раковина с зеркалом над ней. Делать вам здесь, мягко сказать, нечего.",
    "answers": [
      {
        "id": 11,
        "text": "Выйти отсюда"
      }
    ]
  },
  {
    "id": 15,
    "text": "Что-то не так...",
    "answers": [
      {
        "id": 22,
        "text": "Всё равно войти"
      },
      {
        "id": 11,
        "text": "Осторожно уйти"
      }
    ]
  },
  {
    "id": 16,
    "text": "Очнулись вы в больничной палате на неудобной койке. И в бинтах, судя по ощущениям... Прекрасный Новый год!",
    "answers": [
      {
        "id": 1,
        "text": "За чтоо?"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы вошли в гараж... Рядом с машиной возится мужчина в ватнике, перепачканном маслом. И ёлка тут же!",
    "answers": [
      {
        "id": 20,
        "text": "Положить подарки под эту ёлку"
      },
      {
        "id": 11,
        "text": "В дом"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ой, сколько здесь разных нарядов! И мужские, и женские, и спортивные, и деловые, и дешёвые, и дорогие.",
    "answers": [
      {
        "id": 13,
        "text": "Хватит восхищаться"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ну вот, пароль... Вам, правда, и было не до игр.",
    "answers": [
      {
        "id": 13,
        "text": "Ладно..."
      }
    ]
  },
  {
    "id": 20,
    "text": "Каким-то ульраслухом мужчина услыхал ваши манипуляции и с размаху всадил вам монтировкой по лицу.",
    "answers": [
      {
        "id": 16,
        "text": "Концовка «Мужик из гаража»"
      }
    ]
  },
  {
    "id": 21,
    "text": "Как бы это удивительно не было, но тут стоит огромная ёлка! ",
    "answers": [
      {
        "id": 25,
        "text": "Оставить подарки под этой ёлкой "
      },
      {
        "id": 11,
        "text": "Выйти отсюда "
      }
    ]
  },
  {
    "id": 22,
    "text": "Только вы вошли, как попали в ловушку, сооружённую детьми из верёвки, куска старой ткани и противовеса в виде гири.\n—Смотри, Машка, кого поймали!\n—Вот это да! Настоящий!",
    "answers": [
      {
        "id": 23,
        "text": "Концовка «Ловушка»"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы полночи отвечали на вопросы детей, пока они вас не отпустили, забрав целый мешок подарков себе! Кому-то сегодня не повезёт...",
    "answers": [
      {
        "id": 1,
        "text": "Эх"
      }
    ]
  },
  {
    "id": 24,
    "text": "Очнулись вы в странном спортивном зале со столом каких-то важных людей в центре.\n—Здравствуйте, а где это я? — в растерянности спросили вы.\n—Вы были направлены на профильное переобучение и повышение квалификации. Ваши спортивные навыки никуда не годятся, какой пример вы подаёте подчинённым? В общем, наш лучший инструктор Альберт займётся с вами.",
    "answers": [
      {
        "id": 1,
        "text": "Бегать..."
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы оставили подарки под этой ёлкой, это хорошо. Теперь осталось незаметно слинять.",
    "answers": [
      {
        "id": 26,
        "text": "К чёрному ходу"
      },
      {
        "id": 27,
        "text": "К главному входу",
        "need": 9
      },
      {
        "id": 26,
        "text": "К главному входу ",
        "need": -9
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы успешно сбежали к своим саням, можете собой гордиться!",
    "answers": [
      {
        "id": 28,
        "text": "Концовка «Изи вин»"
      }
    ]
  },
  {
    "id": 27,
    "text": "Около двери до сих пор стоит тот мужик и строит догадки, кто бы это мог шуметь в коридоре... Лучше ему не мешать.",
    "answers": [
      {
        "id": 25,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы успешно выполнили эту миссию, но впереди ещё много таких же...",
    "answers": [
      {
        "id": 1,
        "text": "Есть!"
      }
    ]
  },
  {
    "id": 29,
    "text": "Привет, это мой первый опыт в писательстве! Буду благодарна, если оцените! Спасибо!",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  }
]