[
  {
    "id": 1,
    "text": "\nАвтор: Mystery\nЖанр: триллер, детектив, ужасы\n\n19-летняя студентка Женя после сессии отправляется в родной поселок.\nПоследний отрезок пути она намерена преодолеть автостопом на попутках.\nУзнайте куда приведет этот выбор...",
    "answers": [
      {
        "id": 2,
        "text": "Отправиться в путь."
      },
      {
        "id": 28,
        "text": "— достижения —"
      },
      {
        "id": 59,
        "text": "— примечания —"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c852228/v852228308/26077/XCFLYDNmAz0.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c852228/v852228308/26077/XCFLYDNmAz0.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Тлеющий окурок, сыпя искрами, полетел в придорожную канаву. Смятая пустая пачка отправилась следом.\nОдинокая фигурка молодой девушки в черной кожаной куртке, светло-серых джинсах и потертых кедах маячила на безлюдном шоссе.\nЗа спиной у девушки был небольшой рюкзак, с пушистым розовым зайцем, болтающимся в виде брелка.\nЖене 19 лет и она студентка. Весенняя сессия закончилась — теперь она едет в Антиповку: поселок, где родилась и выросла.\nЗнойное июльское солнце медленно клонилось к закату, дорога была пуста.\nСмотря вдаль, Женя задумалась...",
    "answers": [
      {
        "id": 5,
        "text": "... об успешно сданной сессии."
      },
      {
        "id": 4,
        "text": "... о проваленных экзаменах."
      }
    ]
  },
  {
    "id": 3,
    "text": "Большой черный внедорожник, шурша шинами, неторопливо затормозил.\nСтекло двери медленно опустилось. За рулем авто сидел сероглазый парень, с копной черных как уголь волос.\nЖеня его сразу узнала.\n— Славка! — обрадованно воскликнула она — Вот так встреча! Я уже думала, совсем пропаду на этой жаре...\nСлава скромно улыбнулся, распахнул дверь и Женька взгромоздилась на массивное кожаное сиденье внедорожника, а рюкзак бросила под ноги.\nДжип тронулся с места...\n\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Болтать со Славой."
      }
    ]
  },
  {
    "id": 4,
    "text": "Женьку напрягал не сам факт несданной сессии, а реакция матери и отчима.\nМать начнет переживать больше самой Жени и наверняка откупорит бутылочку сухого красного. Или даже две. Если уже не открыла...\nОтчим, естественно, будет кричать, что ему надоело содержать падчерицу-бездельницу — общих детей у них с матерью нет.\nОправдания, что оставшиеся экзамены можно попробовать пересдать осенью, они слушать не будут.\nПоэтому, лучшим вариантом будет сразу сбежать к друзьям. Антиповка, поселок небольшой, но если отправится в лес на шашлыки или купаться на озеро, время можно провести на отлично. А вечером в  поселке открывается ночной клуб.\n",
    "answers": [
      {
        "id": 5,
        "text": "Вспомнить друзей."
      }
    ]
  },
  {
    "id": 5,
    "text": "Учеба закончилась, впереди два месяца каникул. Самое время посетить родной дом. Уже второй год, как Женя жила в городе — прошлым летом уехать домой после учебы никак не получилось.\nВ институте у нее, появилось много новых знакомых, но и друзей детства Женя не забывала: лучших подруг Настю и Ксюху; одноклассников Вадика и Димона — от проделок которых, в свое время вся школа \"на  ушах\" ходила; и даже Славу, который с первого класса безответно в нее влюблен.\nПравда, Славка парень замкнутый, хоть и симпатичный. Вероятно это из-за гибели его родителей. Их дом сгорел, семь лет назад. В пожаре выжил лишь Славка.\nСироту хотели определить в детский дом, но дядька, работавший на лесопилке, взял племянника к себе на воспитание...\nПоток нахлынувших воспоминаний прервал, появившийся на дороге автомобиль.\nЖеня подняла руку, с выставленым вверх большим пальцем...",
    "answers": [
      {
        "id": 6,
        "text": "Голосовать."
      },
      {
        "id": 3,
        "text": "Ловить попутку.",
        "need": [
          53,
          57,
          60,
          63,
          64,
          75,
          80,
          85
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 6,
    "text": "Черный внедорожник пронесся мимо, оставив за собой столб сухой дорожной пыли...\nОгненный диск вечернего солнца начал клониться за кроны деревьев. Снова захотелось курить...\nПровести ночь на безлюдной дороге, не лучший вариант, а идти пешком — путь неблизкий.\nЖеня устало присела на корточки.\n",
    "answers": [
      {
        "id": 7,
        "text": "Ждать."
      }
    ]
  },
  {
    "id": 7,
    "text": "Спустя минут двадцать, на дороге вновь появилась машина.\nВскочив, Женя замахала руками.\nСерый \"Шевроле\" затормозил у обочины. За рулем сидел полноватый мужчина средних лет.\n— Тебе в Антиповку, девочка?  — спросил он, с интересом рассматривая Женю.\n— Да, как вы узнали?\n— Так тут, теперь в Антиповку одна дорога. Как объездное шоссе построили, здесь одни местные только ездят. Садись, подвезу. — водитель добродушно ей улыбнулся.\n",
    "answers": [
      {
        "id": 8,
        "text": "Отказаться."
      },
      {
        "id": 9,
        "text": "Согласиться."
      }
    ]
  },
  {
    "id": 8,
    "text": "Родной поселок Жени, небольшой, почти всех жителей она знала в лицо. А этого мужчину видела в первый раз. Впрочем, может по делам едет — в Антиповке было расположено несколько предприятий по лесозаготовке. Или чей-нибудь родственник из города.\n\n— Да ладно!? В поле ночевать будешь? — водитель удивленно посмотрел на Женю.\nОна заколебалась...",
    "answers": [
      {
        "id": 12,
        "text": "Отказаться ехать."
      },
      {
        "id": 9,
        "text": "Сесть в машину."
      },
      {
        "id": 90,
        "text": "Нагрубить водителю.",
        "need": 4
      }
    ]
  },
  {
    "id": 9,
    "text": "Кинув рюкзак на заднее сиденье, Женя села на место рядом с водителем.\nСолнце уже почти закатилось.\n\"Шевроле\" плавно тронулся с места.",
    "answers": [
      {
        "id": 11,
        "text": "Смотреть по сторонам."
      },
      {
        "id": 15,
        "text": "Слушать музыку."
      },
      {
        "id": 16,
        "text": "Спросить сигарету."
      }
    ]
  },
  {
    "id": 10,
    "text": "Женя решила идти вдоль дороги пешком. До поселка далековато, но это лучше, чем сидеть на одном месте.\nА там, может какая попутка и проедет.\nЗабросив рюкзак за плечи, она зашагала по обочине. В наушниках громко играла \"Epica\", розовый заяц на цепочке отплясывал дикий танец за спиной.\nСолнце зашло и стемнело окончательно.\nОткрытая местность скоро закончилась. Впереди высилась темная громада леса, разрезанная серой \"рекой\" асфальта, тускло блестящего при свете восходящей луны.",
    "answers": [
      {
        "id": 27,
        "text": "Войти лес."
      }
    ]
  },
  {
    "id": 11,
    "text": "Устроившись поудобнее, она рассеянно разглядывала бегущий за окном пейзаж.\nОткрытая местность сменилась сначала перелесками, а затем лесной дорогой,  окаймленной густым сосновым бором.\nВпрочем, как следует полюбоваться природой не удалось — водитель попался разговорчивый и Жене пришлось делать вид, что она его внимательно слушает.",
    "answers": [
      {
        "id": 34,
        "text": "Ехать дальше."
      }
    ]
  },
  {
    "id": 12,
    "text": "— Ну, как знаешь. — водитель захлопнул дверцу и \"Шевроле\" вскоре исчез из виду. Женя опять осталась на дороге одна.\nСолнце почти ушло за горизонт — душные  июльские сумерки уступали место не менее душной ночи.\nДальнейшее ожидание, казалось Женьке бессмысленным, предстояло решать что делать дальше. Вариантов было немного.\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Идти пешком."
      },
      {
        "id": 13,
        "text": "Ночевать в поле."
      }
    ]
  },
  {
    "id": 13,
    "text": "Идти пешком ночью Женя не решилась — оставалось заночевать прямо в поле. Рядом с дорогой торчала пара бетонных блоков, оставшихся тут от старой линии электропередач. Она направилась к ним.\nПродираясь через густую придорожную траву, Женя провалилась в канавку со стоячей водой и промочила ноги.\nМысленно проклиная незадавшийся день, Женя скинула рюкзак, сняла промокшие кеды и села на землю, прислонившись спиной к нагретому за день бетону.\nНаступившая ночь была душной. На небе россыпью светились звезды.",
    "answers": [
      {
        "id": 14,
        "text": "Пытаться уснуть."
      },
      {
        "id": 18,
        "text": "Слушать музыку."
      }
    ]
  },
  {
    "id": 14,
    "text": "Женя закрыла глаза — за сегодняшний день она очень устала.\nДумать не о чем не хотелось. Здесь, вдали от вечного шума города, была масса других звуков вокруг: шелест травы, стрекотание кузнечиков и другие неясные шорохи. Сон не приходил.\nНеожиданно в монотонный гул ночной природы, вмешался новый звук. Мотор! Женя резко поднялась на ноги.\nВдалеке на шоссе вспыхнули мощные огни дальнего света.",
    "answers": [
      {
        "id": 19,
        "text": "Тормозить машину."
      }
    ]
  },
  {
    "id": 15,
    "text": "Женя достала из кармана куртки плеер. В наушниках привычно запели \"Nightwish\".\nВодитель время от времени с интересом поглядывал на Женю.\n\nЧерез пару километров, поля закончились. Теперь автомобиль мчался по шоссе, в окружении темного соснового бора.\nВ очередной раз покосившись на Женю, мужчина что-то спросил.",
    "answers": [
      {
        "id": 35,
        "text": "Вытащить наушник."
      }
    ]
  },
  {
    "id": 16,
    "text": "— У вас сигареты не будет? — спросила Женя, изобразив самую милую улыбку, на которую была способна.\nВодитель неодобрительно посмотрел на нее и проворчал:\n— Не курю и другим не советую. Это очень вредно. Особенно, таким молоденьким девочкам.\nЖеня обреченно замолчала...\nПейзаж за окном тем временем поменялся: поле закончилось, с обоих сторон дороги теперь мелькали стройные ряды сосен, \"Шевроле\" мчал через лес.\nК сожалению Жени, водитель оказался большим любителем поболтать...",
    "answers": [
      {
        "id": 34,
        "text": "Слушать водителя."
      }
    ]
  },
  {
    "id": 17,
    "text": "— Неа, к подружке еду. Учимся вместе. — соврала Женя.\nЕе личные дела никого не касались. Она терпеть не могла отчима.\nХарактер у начальника полиции поселка был требовательный и суровый. А Женька любила свободу и не собиралась никому подчиняться.\nУехав в город учится, она избавилась от постоянных придирок и ощущала себя безгранично счастливой и свободной.\n— Понятно. — сказал водитель и наконец замолчал, что Женю вполне устраивало.\n",
    "answers": [
      {
        "id": 37,
        "text": "Ехать молча."
      }
    ]
  },
  {
    "id": 18,
    "text": "Женя достала из куртки плеер. В наушниках заиграл \"WITCHCRAFT\".\nПод ритмы музыки Женя разглядывала бездонное звездное небо над головой.\nОдна песня, сменяла другую, она потеряла счет времени.\nГлаза стали сами собой смыкаться и она провалилась в краткий, беспокойный сон.\nПроснулась она, от того, что в неудобной позе затекли ноги, заболела спина.\nВ наушниках продолжала играть музыка.\nВстав размяться, она увидела на шоссе огни приближающейся машины!\n\n",
    "answers": [
      {
        "id": 19,
        "text": "Выбежать на дорогу."
      }
    ]
  },
  {
    "id": 19,
    "text": "Подхватив рюкзак и непросохшие кеды, Женя босиком помчалась к шоссе.\nВстав так, чтобы попасть в свет фар, она отчаянно замахала руками.\nНадрывно скрипя тормозами, огромный грузовик остановился. Свет фар слепил глаза. Шумно работал двигатель. Застывший на дороге лесовоз выглядел зловеще.",
    "answers": [
      {
        "id": 20,
        "text": "Подойти к кабине."
      }
    ]
  },
  {
    "id": 20,
    "text": "Женя, решительно открыв дверь кабины, попросила:\n— До Антиповки, подбросьте.\nВ темноте кабины водителя было плохо видно.\n— Садись. — прозвучал короткий ответ и Женя обрадованно забралась внутрь.",
    "answers": [
      {
        "id": 21,
        "text": "Ехать с дальнобойщиком."
      }
    ]
  },
  {
    "id": 21,
    "text": "Пока девушка устраивалась на жестком сиденье, глаза привыкли к темноте и теперь она могла рассмотреть водителя лучше.\nЗа рулем сидел худой, небритый мужик лет сорока. Неотрывно глядя вперед, он не проявлял ни малейшего интереса к ночной пассажирке.\nПоле закончилось. Лесовоз въехал в лес. Мощные фары выхватывали из тьмы ветви деревьев по обочинам, извивавшиеся словно стая затаившихся лесных чудовищ.\n— Поздно едешь. — прервал затянувшееся молчание водитель.\n— И что такого? — поинтересовалась Женя.\nНе ответив, шофер протянул жилистую волосатую руку... и включил радио. Пощелкал, выбирая нужную волну.",
    "answers": [
      {
        "id": 22,
        "text": "Слушать радио."
      }
    ]
  },
  {
    "id": 22,
    "text": "По радио передавали ночные новости:\n\"... продолжаются поиски, пропавшей две недели назад девушки... — вещал сонным голосом диктор. — Напоминаем, это уже третий случай исчезновения молодых женщин в районе поселка...\"\nНовости кончились, на радио заиграла ненавязчивая музыка. Жене вдруг стало не по себе. Она покосилась на шофера.\n",
    "answers": [
      {
        "id": 25,
        "text": "Оглядеть кабину."
      }
    ]
  },
  {
    "id": 23,
    "text": "— Прикольная тачка. — отметила Женя, с интересом осматривая салон — Неужели твоя?\n— Моя. — усмехнулся Слава — Никогда меня в расчет не брала Женек? Теперь парень хоть куда, все девчонки сохнут.\nРаньше, разговаривая с ней, он постоянно запинался и бледнел. А теперь держался непринужденно. Впрочем, время идет, все мы взрослеем, набираемся жизненного опыта, меняемся...\n\nЖеню так и распирало узнать последние новости.\n— Как дядька? — поинтересовалась она.\n— Не стало его, позапрошлой весной. — посерьезнел Слава.\n— Извини, я не знала... Соболезную. — Жене стало неловко.\n— Печально, но что поделаешь. — Слава покосился на нее, уверенно ведя машину.\nВпереди показался лес, в глубине которого распологался поселок.\n",
    "answers": [
      {
        "id": 43,
        "text": "Продолжить разговор."
      }
    ]
  },
  {
    "id": 24,
    "text": "Девушка надавила кнопку звонка. Спустя пару минут в доме зажегся свет. Спустя еще минуту во дворе послышался шорох гравия под ногами, идущего по дорожке человека.\nЛязгнул засов, калитка открылась.\nНа пороге стоял заспанный недовольный отчим:\n— Женька, ты? Что так поздно? Заходи.",
    "answers": [
      {
        "id": 64,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 25,
    "text": "Обычная кабина, пропахшая соляркой и бензином. На приборной панели висело фото: немолодая темноволосая женщина и двое мальчиков лет восьми. Видимо семья. Жене стало спокойнее.\nПока она рассматривала фотографию, лесовоз сбавил скорость. Подняв глаза, она увидела показавшиеся вдали дома родного поселка.\nТускло мерцали фонари на главной улице. В отдалении, призывно искрилась огнями вывеска местного ночного клуба. Вот, показался знакомый с детства дом, под коричневой жестяной крышей.\nЖеня попросила шофера остановить.\nВыбравшись из кабины и прихватив свои вещи, она поблагодарила его.\nТот, лишь молча кивнул, и тронулся дальше.\nЖеня стояла напротив железного забора своего дома. Калитка наглухо закрыта — время позднее. Рядом, матово поблескивал дверной звонок.",
    "answers": [
      {
        "id": 24,
        "text": "Позвонить в дверь."
      },
      {
        "id": 26,
        "text": "Отправиться в клуб.",
        "need": -107
      }
    ]
  },
  {
    "id": 26,
    "text": "Она зашагала по выщербленному тротуару, к манящей вывеске ночной дискотеки...\nПо пути, из темного сквера, ее окликнули двое рослых парней:\n— Приветик, познакомимся? — спрыгнув со скамейки, они вышли в свет фонаря. Узнав их, Женька нахально улыбнулась:\n— Вадик, Димон, все так парой и ходите?\nДимон сообразил первым.\nПо-дружески хлопнул ее по плечу:\n— Женек! Какими судьбами?\nВадим тоже ее узнал. Чмокнул Женку в щеку и констатировал:\n— Вернулась к нам, фифа городская. Че, из института выперли?\n— На каникулы приехала. Дома все спят, решила не будить.\n— Эт-т правилно. — согласились ребята. — Давайте лучше в клубе зависнем, два года не виделись. — заговорщицки подмигнула им Женя.\nВсе были \"за\", и компания направилась в клуб.",
    "answers": [
      {
        "id": 61,
        "text": "Веселиться и танцевать."
      }
    ]
  },
  {
    "id": 27,
    "text": "В лесу было гораздо темнее. С обоих сторон от дороги тихо покачивались высокие сосны. Дикого зверья в лесу не водилось — люди давно всех распугали. Разве что лисы. Поэтому Женя безбоязненно шагала вперед, под такт музыки в наушниках.\nПо ее расчетам, она прошла около половины пути до поселка.\nЗа все это время, ни одна машина, так и не проехала.\nНеожиданно, впереди на обочине дороги, во мраке она увидела неясный контур чего-то большого.\nЭто было странно. Женя вытащила наушник.",
    "answers": [
      {
        "id": 30,
        "text": "Подойти ближе."
      },
      {
        "id": 103,
        "text": "Остановиться."
      }
    ]
  },
  {
    "id": 28,
    "text": "Здесь представлены все открытые по ходу квеста достижения и концовки (всего: 16).",
    "answers": [
      {
        "id": 29,
        "text": "1. [Концовка] \"Пункт назначения\"",
        "need": 64,
        "need_ever": true
      },
      {
        "id": 56,
        "text": "2. [Концовка] \"Узница подземелья\"",
        "need": 57,
        "need_ever": true
      },
      {
        "id": 55,
        "text": "3. [Достижение] \"Остаться в живых\"",
        "need": 49,
        "need_ever": true
      },
      {
        "id": 58,
        "text": "4. [Концовка] \"Happy End?\"",
        "need": 53,
        "need_ever": true
      },
      {
        "id": 82,
        "text": "5. [Концовка] \"Хижина в лесу\"",
        "need": 75,
        "need_ever": true
      },
      {
        "id": 46,
        "text": "6. [Достижение] \"Поворот не туда\"",
        "need": 102,
        "need_ever": true
      },
      {
        "id": 86,
        "text": "7. [Концовка] \"Идеальный побег\"",
        "need": 85,
        "need_ever": true
      },
      {
        "id": 89,
        "text": "8. [Концовка] \"Основной инстинкт\"",
        "need": 80,
        "need_ever": true
      },
      {
        "id": 108,
        "text": "9. [Достижение] \"Нечто\"",
        "need": 105,
        "need_ever": true
      },
      {
        "id": 33,
        "text": "10. [Концовка] \"Исчезнувшая\"",
        "need": 60,
        "need_ever": true
      },
      {
        "id": 76,
        "text": "11. [Концовка] \"Одна в темноте\"",
        "need": 63,
        "need_ever": true
      },
      {
        "id": 54,
        "text": "12. [Достижение] \"Меломания\"",
        "need": [
          10,
          15,
          18
        ],
        "need_ever": true
      },
      {
        "id": 100,
        "text": "13. [Секретная ветка квеста открыта] \"Иногда, они возвращаются...\"",
        "need": [
          53,
          57,
          60,
          63,
          64,
          75,
          80,
          85
        ],
        "need_ever": true
      },
      {
        "id": 81,
        "text": "14. [Концовка] \"Особо опасна\"",
        "need": 94,
        "need_ever": true
      },
      {
        "id": 96,
        "text": "15. [Концовка] \"Запрещенный прием\"",
        "need": 95,
        "need_ever": true
      },
      {
        "id": 109,
        "text": "16. [Обе секретные концовки открыты]\n\"От рассвета до заката\"\"",
        "need": [
          94,
          95
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "<< в начало квеста"
      }
    ]
  },
  {
    "id": 29,
    "text": "Благополучно завершить путешествие.",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Женя пошла медленнее, пытаясь лучше разглядеть, что это такое.\nПодойдя ближе, она увидела на обочине припаркованную машину. Она уже видела ее сегодня. Серый \"Шевроле\" был плохо виден во мраке. Водителя рядом не было.\nДвигатель заглушен. Габаритные огни не горели.\n\"Может машина сломалась?\" — первое, что пришло ей в голову. \"Но, где водитель?\"\nЖеня услышала за спиной тихий шорох...",
    "answers": [
      {
        "id": 31,
        "text": "Обернуться."
      }
    ]
  },
  {
    "id": 31,
    "text": "Она хотела обернуться на звук, но затылок пронзила острая боль.\nЗа воротник куртки потекло что-то горячее и вязкое. Женя упала на дорогу без чувств.\n\nНеожиданно налетевший резкий порыв ветра, закачал сосны вдоль дороги и те жалобно заскрипели...\n",
    "answers": [
      {
        "id": 32,
        "text": "Два дня спустя...",
        "blackout": true
      }
    ]
  },
  {
    "id": 32,
    "text": "Полицейский УАЗ остановился посреди, лесной поляны. Опергруппа работала на месте.\nУтром, местные рыбаки, отправившись к озеру порыбачить, нашли здесь женскую куртку, перепачканную в крови.\nНиколай вылез из машины.\n— Докладывай. — сухо бросил он молодому сержанту, встретившему его.\n— Ведем поиск. Из райцентра кинологов с собаками вызвали, всех местных лесников подключили.\n— Быстрей ищите. — Николай скривился, зло глядя на сержанта. — Похоже уже четвертая девушка пропала!\nБольше ни слова не говоря, участковый направился обратно к машине, сминая тяжелыми ботиками сочную зелень травы. Сержант лишь затравленно посмотрел ему вслед...",
    "answers": [
      {
        "id": 60,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 33,
    "text": "Полиция продолжает поиски пропавших девушек.",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "Впрочем, это не редкость, в пути многие любят пообщаться с попутчиком. Часто за разговор и везут. Женя не первый раз едет попутками — обычное дело.\n— Я раньше в райцентре жил, а с год назад решил переехать поближе к природе. Тут экология другая, не то что в городе. Надо о здоровье заботиться.\n\"С таким весом, это точно...\"  —  рассеяно подумала Женя, глядя в окно.\n— Участок купил, дом построил. Магазин натуральных продуктов открыл. Экологически чистое питание... — никак не унимался толстяк.",
    "answers": [
      {
        "id": 35,
        "text": "Смотреть на дорогу."
      }
    ]
  },
  {
    "id": 35,
    "text": "— К родным едешь? — поинтересовался неожиданно водитель, оторвав девушку от собственных мыслей.\nЖеня не очень хотела отвечать, но следом последовал новый вопрос:\n— Я не всех в поселке пока знаю, недавно поселился, но уж лицо больно знакомое. Ты, случем, не дочь тети Кати и Николая-участкового?",
    "answers": [
      {
        "id": 36,
        "text": "Да."
      },
      {
        "id": 17,
        "text": "Нет."
      }
    ]
  },
  {
    "id": 36,
    "text": "— Да, тети Кати. — неохотно призналась Женя. — Но Николай, мне не отец, отчим.\nЖеня не любила распросы про семью. В Антиповке и так все знали, что ее мать живет с начальником местной полиции.\nХороших отношений у Жени с отчимом не сложилось, тот был человеком жестким и требовательным.\n— Бывает. — задумчиво изрек водитель и наконец замолчал. Девушку это вполне устраивало.",
    "answers": [
      {
        "id": 37,
        "text": "Ехать молча."
      }
    ]
  },
  {
    "id": 37,
    "text": "Женя очень устала за сегодняшний день. Ровный гул мотора и темнота за окном убаюкивали. Она сама не заметила, как провалилась в краткий, тяжелый сон...\n\nРазбудило ее ощущение, что автомобиль остановился. Женя открыла глаза.\n\"Шевроле\" действительно стоял среди леса на обочине.\nДевушка посмотрела на водителя. Тот нехорошо улыбнулся:\n— Ты красивая. Побалуешь дядю? — его пухлая рука легла ей на колено.",
    "answers": [
      {
        "id": 38,
        "text": "Оказать сопротивление."
      }
    ]
  },
  {
    "id": 38,
    "text": "Женя попыталась вырваться, но толстяк схватил ее за воротник куртки.\n— Куда ты! Мы только начали. — его губы жирно лоснились в паре сантиметров от ее лица. Другая его рука легла ей на грудь, пытаясь расстегнуть молнию куртки.\nЖеня вывернулась и укусила толстяка. Насильник вскрикнул и ослабил хватку.\nСо всей силы пихнув извращенца, коленом в грудь, Женя нажала ручку дверцы машины и выпала на дорогу.\nВокруг был лес, но чуть дальше впереди светились огни. Поселок был рядом!\n— Стой! Убью! — высунулся из машины толстяк.\nВремени на раздумья не оставалось, надо было бежать...\n",
    "answers": [
      {
        "id": 39,
        "text": "Бежать в поселок."
      },
      {
        "id": 40,
        "text": "Бежать в лес."
      }
    ]
  },
  {
    "id": 39,
    "text": "Женя побежала вдоль дороги к поселку.\nСзади слышался тяжелый топот. Несмотря на полноту, мужчина оказался неожиданно резвым.\nПервые дома были совсем близко, когда преследователь настиг жертву и повалил ее в дорожную пыль.\nШирокая ладонь зажала рот и нос. Женя попыталась вырваться, но силы были не равны. Спустя несколько минут отчаянной борьбы она потеряла сознание...",
    "answers": [
      {
        "id": 41,
        "text": "Очнуться.",
        "blackout": true
      }
    ]
  },
  {
    "id": 40,
    "text": "Женя побежала в темноту леса...\nСердце бешено билось, готовое выпрыгнуть из груди. Она мчалась вперед, не разбирая дороги.\nВнезапно она запнулась и упала. Острая боль пронзила ногу.\nСжав зубы, чтобы не закричать, Женя подползла к ближайшему дереву. Прислонясь к шершавому стволу сосны, она огляделась вокруг: преследователя нигде не видно, в ночном лесу стояла зловещая тишина.",
    "answers": [
      {
        "id": 47,
        "text": "Прятаться за деревом."
      },
      {
        "id": 67,
        "text": "Постараться не дышать."
      }
    ]
  },
  {
    "id": 41,
    "text": "Сознание возвращалось медленно...\nНога опухла и болела. Тело ныло от ушибов. Женя осторожно приоткрыла глаза.\nОна лежала на куче старых грязных тряпок в помещении с серыми бетонными стенами, похожем на подвал.\nИз одежды, на ней были лишь лифчик и трусики. Под потолком тускло светила лампочка. В другом углу комнаты ржавое  ведро. Напротив, в стене — массивная железная дверь.\nЖеня попыталась встать. Гулко звякнула цепь. Один ее конец был прикован к железному ошейнику на шее девушки, а другой вмонтирован прямо в стену.",
    "answers": [
      {
        "id": 42,
        "text": "Осмотреть комнату.",
        "need": -42
      },
      {
        "id": 44,
        "text": "Осмотреть стены.",
        "need": -44
      },
      {
        "id": 65,
        "text": "Осмотреть дверь.",
        "need": -65
      },
      {
        "id": 97,
        "text": "Пытаться выбраться.",
        "need": [
          42,
          44,
          65
        ]
      },
      {
        "id": 45,
        "text": "Просто ждать.",
        "need": 97
      }
    ]
  },
  {
    "id": 42,
    "text": "Помещение примерно пять на пять метров. Кроме кучи тряпья, ведра и лампочки в потолке больше ничего в комнате не было.",
    "answers": [
      {
        "id": 41,
        "text": "Продолжить осмотр."
      }
    ]
  },
  {
    "id": 43,
    "text": "Женя решила уйти от печальной темы и поинтересовалась:\n— А сам, как живешь? Что нового? Может девушка появилась?\nНа этот раз, Славка пристально и в то же время печально взглянул на Женю.\n— Нормально живу. Мастером на лесопилке стал, заработок очень неплохой, тем более по местным меркам. Новый дом недавно достроил, на месте сгоревшего...\nПро личную жизнь Слава не ответил. Женя догадывалась почему...\nЗа окнами машины сделалось значительно темнее: они въехали в лес, к тому же солнце почти село.",
    "answers": [
      {
        "id": 66,
        "text": "Спросить про друзей."
      }
    ]
  },
  {
    "id": 44,
    "text": "От гладкого бетона веяло сыростью и холодом. Осмотрев стены, Женя начала колотить в них руками.\nГлухой звук не проникал наружу. Сбив кулаки в кровь, она убедилась в том, что действительно находится в подвале и ее никто не услышит.",
    "answers": [
      {
        "id": 41,
        "text": "Продолжить осмотр."
      }
    ]
  },
  {
    "id": 45,
    "text": "Она не знала сколько времени провела здесь. Мысли путались, порой ей казалось, что это нереальный страшный сон.\nВнезапно в двери щелкнул замок. Женя вскочила на ноги. Дверь распахнулась, и в комнату вошел толстяк-водитель.\nКривя губы в отвратительной усмешке, он приторно пропел:\n— Очнулась? Как славно! Я соскучился, моя радость!\nЖеня отшатнулась. Ее всю трясло от страха и ненависти к мучителю, но она нашла силы крикнуть ему:\n— Немедленно отпусти меня!!! Знаешь кто мой отец?!\n— Знаю милая. Не отец, а отчим. Кричи на здоровье, никто не услышит, а мне будет вдвойне приятно. — спокойно ответил толстяк, расстегивая ремень на брюках.\nЖеня забилась в угол и дико закричала...",
    "answers": [
      {
        "id": 57,
        "text": "Эпилог",
        "blackout": true
      }
    ]
  },
  {
    "id": 46,
    "text": "Иногда неочевидный выбор имеет значение.\nТак направо или налево?",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Девушка попыталась отдышатся и унять дрожь.\nВдруг, густая черная тень надвинулась слева. Сильная чужая рука, схватила ее. Женя закричала и вырвалась...\nНога снова предательски подвернулась и она упала в траву.\nХищно, по-звериному оскалился толстяк, нависнув над ней:\n— Резвая дрянь. Придется тебя наказать.\nСрывающимся голосом Женя просила:\n— Не трогайте меня, пожалуйста.\nТолстяк лишь ухмыльнулся, расстегивая ширинку...\nСил сопротивляться больше не осталось.",
    "answers": [
      {
        "id": 48,
        "text": "Обреченно ждать."
      }
    ]
  },
  {
    "id": 48,
    "text": "Безмолвие ночного леса пронзил тихий  свист. Толстяк настороженно огляделся. Вокруг не было ни души.\nСадист снова повернулся к жертве. Лес замер в дурном предчувствии.\nТихий свист повторился, мелькнув, что-то пронеслось в ночном воздухе.\nТолстяк замер, его глаза расширились.\nИзо рта вытекла тонкая струйка крови.\nСловно в замедленной съемке, его голова вдруг начала сползать набок. Окончательно отделившись от туловища, она упала на землю и укатилась в ближайшие кусты.\nГрузное тело беззвучно осело на землю. Из обезглавленной шеи хлынул темный фонтан, забрызгав девушку кровью.\nБольшего ее психика выдержать не могла и Женя потеряла сознание...\n",
    "answers": [
      {
        "id": 49,
        "text": "Очнуться.",
        "blackout": true
      }
    ]
  },
  {
    "id": 49,
    "text": "...Она проснулась от того, что упрямые лучи солнца норовили проскользнуть под опущенные веки.\nОткрыла глаза. Странно.\nЖеня находилась в просторной, светлой комнате.\nОна лежала в мягкой удобной постели, заботливо укрытая клетчатым пледом. Ее одежда загадочным образом исчезла, а на ней была чужая ночная рубашка.\nНичто не напоминало о жутких событиях прошлой ночи.\nСолнечный свет струился из-за неплотно задернутых штор. В комнате больше никого не было, но за окном слышались голоса.",
    "answers": [
      {
        "id": 50,
        "text": "Привстать с постели."
      }
    ]
  },
  {
    "id": 50,
    "text": "Откинув одеяло, Женя села на кровати, с удивлением отметив: вывихнутая вчера лодыжка, кем-то заботливо перебинтована.\nЖеня проковыляла к окну. На улице, через дорогу, стайка детишек играла в догонялки, громко визжа от восторга.\nЖеня узнала главную улицу поселка. Она находилась в Антиповке. Но комната была незнакомой.\nЗа спиной тихо скрипнула дверь.\n",
    "answers": [
      {
        "id": 51,
        "text": "Обернуться к двери."
      }
    ]
  },
  {
    "id": 51,
    "text": "Женя нервно обернулась. В дверях стоял высокий молодой человек.\n— Проснулась? Замечательно. Я завтрак принес. — он поставил на столик рядом с кроватью поднос.\nЖеня напряженно изучала вошедшего. Черные жесткие волосы. В хорошей физической форме. Симпатичный.\nЗаглянув в серые, цвета талого льда, глаза Женя наконец узнала его:\n— Славка! Ты?! Как я рада тебя видеть!!!\n— И я тебя, Жень. — Слава улыбнулся, его щеки слегка покраснели.\n\n",
    "answers": [
      {
        "id": 52,
        "text": "Обнять Славу."
      }
    ]
  },
  {
    "id": 52,
    "text": "Слава совсем смутился.\n— Где я? Как здесь очутилась? — наконец спросила Женя.\n— Ты у меня дома. Я теперь на лесопилке работаю. Зарабатываю неплохо. Новый дом на родительском участке отстроил. А тебя, без сознания, в лесу утром нашел. — просто сказал Слава.\nВопросы переполняли ее, множественные вопросы бешено кружились в голове...\n— А кровь? Я была вся в крови.. — вспомнив, Женя крепко сжала руку Славы.\n— Кровь?! Приснилось, что ли? — серые глаза недоуменно смотрели на девушку.\nЖеня и сама уже не была ни в чем уверена, вчерашняя поездка казалась нереальной.\n— Жень, мне на работу надо. Ты отдыхай, поешь. — заторопился Слава. — Твоей маме, я сказал, что ты у меня заночевала. Зачем ее зря беспокоить? — и он вышел, оставив растерянную Женю наедине с ее мыслями...",
    "answers": [
      {
        "id": 53,
        "text": "Эпилог",
        "blackout": true
      }
    ]
  },
  {
    "id": 53,
    "text": "Славка приехал на лесопилку к полудню. Рабочие обедали.\n\nОткрыв багажник своего внедорожника, он  достал оттуда тяжелый брезентовый сверток и направился к складу.\nВойдя внутрь ангара, запер дверь на засов.\nРазвернув брезент, он достал заточенный диск циркулярной пилы, с прикрепленной к нему длинной стальной цепью.\nТщательно отмыв диск в бочке с водой от засохшей крови, он отстегнул цепь и убрал все в один из ящиков.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] \"Happy End?\""
      }
    ]
  },
  {
    "id": 54,
    "text": "Прослушать всю музыку в плеере.",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "Выжить в ночном марафоне с маньяком.",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 56,
    "text": "Стать игрушкой в руках безумца.",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 57,
    "text": "Перед большим двухэтажным кирпичным домом в центре поселка, на лужайке,  залитой ласковыми утренними лучами летнего солнца, бегала девочка лет пяти. Она радостно напевала несложный мотив детской песенки, ее босые ноги оставляли за собой след среди сочной зелени травы.\nИз гаража напротив, вышел начинающий  лысеть, полный мужчина. Закрыв гараж, он повернулся, с легкой улыбкой наблюдая за ребенком.\nУвидев его, девочка закричала:\n— Папа, папа! Чудесное утро! Мама нам блинчики с джемом приготовила! Идем скорее завтракать!\nПодхватив, подбежавшую к нему девочку, мужчина посадил ее к себе на плечи.\nВесело переговариваясь между собой, они направились к дому...\n",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] \"Узница подземелья\""
      }
    ]
  },
  {
    "id": 58,
    "text": "Все самое страшное позади. Правда?",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 59,
    "text": "Справочная информация от автора квеста:\n\nНазвание: \"Попутка\"\nСерия: \"серьезный\" жанр от Mystery\nВерсия: 1.1 (полностью готова и играбельна)\n\nКвест, содержит 8 основных концовок и 2 секретные (откроются после нахождения основных), для самых бесстрашных.\n\nКвест является произведением в жанре \"триллер-ужасы\", не расценивать (в том числе описание вредных привычек) как рекламу или руководство к действию.\n\nНекоторые ситуации могут шокировать. Поэтому, квест не рекомендован лицам младше 14-ти лет и впечатлительным людям.\n\nМесто действия, события и все персонажи вымышлены. Любые совпадения случайны.\n\nС нетерпением жду Ваших отзывов, лайков.\n\nСпасибо, что прочли данную информацию!",
    "answers": [
      {
        "id": 1,
        "text": "<< назад в меню"
      },
      {
        "id": 110,
        "text": "[особые благодарности]"
      }
    ]
  },
  {
    "id": 60,
    "text": "Николай сидел в своем рабочем кабинете и курил уже вторую подряд сигарету. Руки предательски тряслись.\nПеред ним, на столе находился рюкзак с пристегнутым к нему,  грязным розовым зайцем. Рядом раскрытый студенческий билет, изъятый из кармана рюкзака.\n\"Что Кате говорить? А сказать придется...\" — лихорадочно думал он.\nУже сутки вся местная полиция занималась поисками. Приехали спецы из области.\n\"Как же так? Может быть еще жива! Тело не найдено. Пока не найдено...\" — затушив окурок, майор достал новую сигарету.\n\"Найду ублюдка, весь дух из него выбью. Лишь бы дочь была жива.\" — подумал он, сам себе удивляясь: Николай впервые в жизни назвал Евгению дочерью...",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] \"Исчезнувшая\""
      }
    ]
  },
  {
    "id": 61,
    "text": "Клуб пульсировал ритмами электроники. Танцпол был заполнен разгоряченной молодежью. Парни заказали себе пива, а Женя коктейль. После пары глотков тело наполнила приятная расслабленность, в висках под ритм музыки, застучала кровь.\nСледующие несколько часов пролетели незаметно.\n— У кого сигареты есть? — спросила уже порядком захмелевшая Женя, возвращаясь с танцпола. \nВадим, потягивая очередной бокал пива, кивнул ей и протянул пачку.\n\n",
    "answers": [
      {
        "id": 62,
        "text": "Выйти на улицу."
      }
    ]
  },
  {
    "id": 62,
    "text": "Возле клуба толпилась местная молодежь: кто-то оживленно разговаривал, нежно в полутьме обнимались парочки.\nЩелкнув зажигалкой, Женя затянулась.  После выпитого, захотелось писать. В клубе был туалет, но Женька, выбросив окурок в урну, свернула в переулок.\nПрисев в темном углу возле мусорных баков, она приспустила джинсы.\nНеожиданно, черная, густая тень нависла над ней. Высокий мужчина, стоя напротив, разглядывал ее.\n— Что смотришь!? — разозлилась Женя.\nВместо ответа железной хваткой на ее шее сомкнулись руки неизвестного. Без особых усилий, незнакомец поднял над землей, дергающееся в судорогах тело девушки...",
    "answers": [
      {
        "id": 63,
        "text": "Эпилог.",
        "blackout": true
      }
    ]
  },
  {
    "id": 63,
    "text": "Тело в мусорном контейнере нашел утром работник клуба.\nСобралась толпа. Полиция за оцепление никого не пускала. Истерично рыдала в толпе женщина.\nПоодаль, хмурый полицейский, опрашивал  двух растерянных парней.\nЖеня, всего этого уже не видела...",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] \"Одна в темноте\""
      }
    ]
  },
  {
    "id": 64,
    "text": "Войдя в калитку, Женя обернулась, спиной почувствовав странное необъяснимое чувство чьего-то постороннего присутствия.\n...Темная безлюдная улица была пуста.\nКалитка захлопнулась, щелкнул в двери замок и странное ощущение пропало...",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] \"Пункт назначения\"",
        "blackout": true
      }
    ]
  },
  {
    "id": 65,
    "text": "Пошатываясь, Женя направилась к двери. Цепь, противно звеня, скользнула следом...\n\nДо двери осталось метра полтора, когда цепь натянулась и ошейник впился в горло. Даже дотянутся до ручки не получалось.\nК тому же, у нее не было никаких сомнений, что дверь заперта.",
    "answers": [
      {
        "id": 41,
        "text": "Продолжить осмотр."
      }
    ]
  },
  {
    "id": 66,
    "text": "— Как там ребята? Как Настя, как Ксюха — спросила Женя.\nСлава изменился в лице и тихо ответил:\n— Ксюшу убили...\n— Как!!!? — внутри у Жени словно оборвали что-то. Неужели хохотушки Ксюшки уже нет в живых? Они дружили с раннего детства.\n— Как, убили...\n— В поселке все говорят: пропала без вести. Надеются, что найдется. — отрывисто начал Слава, глянув в зеркало заднего вида.\n— Но я-то знаю...\n— Что знаешь? Откуда? — похолодела Женя.\n— Он это.\n— Кто он? — Женя вообще перестала что-либо понимать, Слава сейчас выглядел, как прежде странно.\n— Неважно. — Слава снизил скорость — Ты должна мне помочь. Прямо сейчас. Предупреждаю времени у нас немного, надо сделать все, как я говорю.\nРастерянная Женя не знала, что ответить...\n",
    "answers": [
      {
        "id": 88,
        "text": "\"Я помогу.\""
      },
      {
        "id": 91,
        "text": "\"Что, за бред!\""
      }
    ]
  },
  {
    "id": 67,
    "text": "Женя затаилась, стараясь не дышать. Где-то рядом хрустнула ветка...\nЗатем, под бледным светом луны, между деревьев показался толстяк. Он шел через лес тихо, по-кошачьи, чутко вслушиваясь в ночь. Наконец, не обнаружив ее, он исчез во мраке.\n\nОна простояла у ствола дерева еще какое-то время, боясь пошевелится. Больше никто не появился.",
    "answers": [
      {
        "id": 68,
        "text": "Уходить дальше в лес."
      },
      {
        "id": 69,
        "text": "Пробираться в поселок."
      }
    ]
  },
  {
    "id": 68,
    "text": "Постоянно прислушиваясь к любому шороху, Женя осторожно пошла сквозь лес. Вокруг стояла мертвая тишина... \n\nОна блуждала по ночному лесу минут сорок, пока окончательно не заблудилась.\nНеожиданно, почти потеряв надежду выбраться, она увидела среди деревьев старую покосившуюся одноэтажную постройку. Здание выглядело заброшенным. Девушка осторожно заглянула внутрь...\n\nВнутри было темно, пахло сыростью и плесенью. Можно было попробовать укрыться здесь, или дальше блуждать по лесу, рискуя нарваться на маньяка.",
    "answers": [
      {
        "id": 70,
        "text": "Осмотреть здание."
      },
      {
        "id": 83,
        "text": "Не заходить внутрь."
      }
    ]
  },
  {
    "id": 69,
    "text": "Нужно было добраться до поселка и найти помощь.\nЖеня осозновала, что при этом существовал немалый риск столкнуться с напавшим на нее мужчиной.\nНеобходимо было отыскать какое-то оружие для защиты...\n",
    "answers": [
      {
        "need_ever": false,
        "need_sometimes": false,
        "id": 77,
        "text": "Выбираться из леса.",
        "need": [
          98,
          99
        ]
      },
      {
        "id": 98,
        "text": "Искать в карманах куртки.",
        "need": -98
      },
      {
        "id": 99,
        "text": "Осмотреть землю вокруг.",
        "need": -99
      }
    ]
  },
  {
    "id": 70,
    "text": "Здание представляло собой типичный сарай: вдоль стен стояли ржавые бочки и стеллажи, заваленные разнообразным хламом.\nЖеня чиркнула зажигалкой, едва осветив помещение изнутри.\nВ центре, большой деревянный стол, на поверхности которого, тускло блестел диск циркулярной пилы.\nВидимо, когда-то давно здесь распиливали древесину...\nСтол был заляпан непонятными бурыми пятнами. Женя подошла ближе.\nЕе внимание привлекла полка рядом с верстаком. Девушка приблизилась, чтобы лучше рассмотреть в полутьме, лежавший на ней предмет, и ее сердце снова бешено заколотилось...\nНа полке стоял пожелтевший, гладко отполированный, человеческий череп.",
    "answers": [
      {
        "id": 71,
        "text": "Уходить отсюда."
      }
    ]
  },
  {
    "id": 71,
    "text": "Женя отшатнулась. Инстинкт подсказал ей, что отсюда лучше уйти как можно быстрее. Но когда, подойдя к двери, она выглянула наружу, ноги ее подкосились — во мраке среди деревьев кто-то двигался.\nЕе пока не заметили, но путь из сарая наружу был отрезан.",
    "answers": [
      {
        "id": 72,
        "text": "Искать укрытие."
      }
    ]
  },
  {
    "id": 72,
    "text": "Женя заметалась по сараю...\nНаконец, укрывшись в углу за бочками, она замерла. Сквозь щели сталлажей было видно остальное помещение.\nТихо скрипнула дверь. В проеме появился высокий силуэт неизвестного. Лица видно не было. Неизвестный был в камуфляжной куртке с капюшоном и высоких болотных сапогах. За собой, он втащил в сарай какой-то бесформенный предмет.\nНеожиданно, зашумел заработав старый генератор. Под потолком сарая тускло вспыхнула лампочка.\nПредмет на полу зашевелился и хрипло застонал...\nК своему ужасу, Женя узнала в лежащем на полу человеке водителя \"Шевроле\".\nВзвизгнув, заработала циркулярная пила.\nЧеловек в капюшоне водрузил толстяка на стол.\nУ Жени волосы встали дыбом, когда она поняла, что сейчас произойдет...",
    "answers": [
      {
        "id": 73,
        "text": "Зажмурится.",
        "blackout": true
      }
    ]
  },
  {
    "id": 73,
    "text": "Стены сарая огласили стоны боли, хруст костей и мерзкий чавкающий звук пилы.\nЖеня заткнула уши, чтобы не слышать этого...\n\nОна не знала, сколько времени просидела в углу, прежде чем все кончилось. Наконец, она решилась открыть глаза.\nЧеловек в капюшоне складывал что-то в большой брезентовый мешок. \nЗакончив дело, он забрал мешок и вышел...\n\nВ полном оцепенении Женя просидела в углу еще несколько часов. Никто больше не пришел.\nПривстав, на неслушающихся ногах, она шатаясь направилась к выходу, стараясь не смотреть на верстак в центре сарая.\n",
    "answers": [
      {
        "id": 74,
        "text": "Выйти из сарая."
      }
    ]
  },
  {
    "id": 74,
    "text": "...Утренний туман заполнил лес. Первые лучи восходящего солнца пробивались сквозь ветви сосен. Проснулись первые птицы.\nЖеня шла вперед, словно пьяная, уже не разбирая дороги. Вдруг, впереди, среди деревьев, что-то заблестело.\nПодойдя ближе, она поняла: вода, озеро!\nЖеня узнала это место. Озеро находилось вблизи от поселка — в детстве они часто ходили сюда купаться.\nПрихрамывая, Женя медленно двинулась вдоль берега. До поселка оставалось минут тридцать ходу...",
    "answers": [
      {
        "need_sometimes": true,
        "blackout": true,
        "id": 85,
        "text": "Эпилог.",
        "need": [
          83,
          106
        ]
      },
      {
        "id": 87,
        "text": "Подойти к воде.",
        "need": 73
      }
    ]
  },
  {
    "id": 75,
    "text": "Катя озабоченно смотрела на врача.\n— Общее состояние удовлетворительное. Ушибы, синяки, ссадины, вывих ноги. Ничего серьезного. Иных повреждений не зафиксировано. — доктор через очки многозначительно посмотрел на нее.\n— Теперь, что касается психического состояния... — продолжил он — Не говорит, ведет себя не аггресивно, но в целом неадекватно.\n— Что могло вызвать такое?! — спросила убитая горем женщина.\n— Неизвестно. Ничего добиться от нее не получилось. По всей видимости ваша дочь перенесла серьезную психическую травму. Ее психика, таким образом, блокирует пережитые воспоминания.\n— Неужели ничего нельзя сделать? — Катя в отчаянии сжала в руках сумочку.\n— Возможно, со временем она придет в себя. Пока даем ей успокоительные препараты, проводим легкую лекарственную терапию. Мы можем лишь ждать, верить и надеятся...\n",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] \"Хижина в лесу\""
      }
    ]
  },
  {
    "id": 76,
    "text": "Боитесь ли вы темноты? Она рядом.",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 77,
    "text": "На главной улице поселка тускло светили фонари. Вдали слышалась музыка ночного клуба.\nВ этот поздний час улица была безлюдна.\nЖеня старалась идти как можно быстрее, чтобы пересечь небезопасное пространство.\nОна уже почти добралась до ближайшего жилого дома, когда от забора отделилась массивная тень.\n— Я умею ждать, — сказал толстяк. Внешне он был совершенно спокоен, но в его глазах играли дьявольские огоньки.\nЖеня вскрикнула и замахнулась палкой... Маньяк парировал удар и через секунду был рядом, повалив девушку на землю. Мозолистые пальцы жадно стиснули ей горло. Кричать она не могла. Дергаясь в конвульсиях, Женя начала задыхаться.\n— Прошлые две дурочки не были такими настырными... — шипел толстяк, обдавая ее горячим дыханием.",
    "answers": [
      {
        "id": 78,
        "text": "Ударить маньяка ножницами."
      }
    ]
  },
  {
    "id": 78,
    "text": "Собрав последние силы, Женя ударила толстяка острием, зажатых в кулачке, ножниц во вздувшуюся от напряжения шею...\nЗахрипев, он разжал хватку и перекатился сначала на бок, а затем на спину, оставив жертву в покое.",
    "answers": [
      {
        "id": 79,
        "text": "Вскочить на ноги."
      }
    ]
  },
  {
    "id": 79,
    "text": "Лежащий на спине мужчина, зажав руками горло, пытался остановить кровь. Его глаза дико смотрели на девушку.\nОн попытался встать.\nКровь прилила к голове... Женя схватила лежащий поблизости тяжелый камень и с силой ударила маньяка в лицо.\nХрустнул ломающийся нос... Сознание заволокло ненавистью, смешанной со страхом... Она ударила снова. Затем еще. И еще, еще...\n— Не смей. Никогда. Меня. Трогать. — говорила она, нанося удары.\nКогда она опомнилась, толстяк не двигался и не дышал. Разможенное булыжником лицо превратилось в кровавую кашу, вокруг все было залито кровью.\nЖеня встала и пошатываясь пошла прочь. За первым же домом, в тени деревьев она обнаружила припаркованный \"Шевроле\".\nЗабрав рюкзак с заднего сиденья машины, Женя поспешила домой...",
    "answers": [
      {
        "id": 80,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 80,
    "text": "Николай вернулся домой поздно. Сбросил форменные ботинки и прошел на кухню.\nКатя разогревала успевший остыть ужин.\nСев на табурет он закурил.\n— Что нового? — спросила Катя.\n— Утром труп нашли... — буркнул Николай.\n— Ужас какой! — охнула Катя.\n— То девушки пропадали, никого не нашли. Теперь это. Хочешь знать, кого убили? — не дождавшись от жены ответа он продолжил:\n— Приезжего, что с год назад в поселке поселился. Тот, что магазин держит, вернее держал...\nКатя печально вздохнув, покачала головой.\n— Все лицо всмятку. — Николай затянулся — Предприниматель хренов...\n— Ужас какой! — Катя перекрестилась. — Зачем о покойниках-то так?\n— Мне он никогда не нравился. С виду весь благообразный, а глаза волчьи... — ответил Николай. — Ладно Катюх давай суп и налей стопку, устал я сегодня.\nКатя полезла доставать рюмку и бутылку, а Николай сменил тему:\n— Женька, что делает?\n— У себя в комнате, музыку целый день слушает. — ответила Катя, ставя на стол перед мужем, тарелку разогретого супа.\nНиколай хмыкнул и принялся есть...",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] \"Основной инстинкт\"",
        "blackout": true
      }
    ]
  },
  {
    "id": 81,
    "text": "Даже особо лютому зверю нужна своя стая.",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 82,
    "text": "Посетить заброшенную лесную хижину.\nЖдать, верить, надеяться.",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "Женя прошла мимо, не решившись узнать, что внутри постройки.\nСледующие несколько часов она провела безрезультатно блуждая по лесу.\nВ конец выдохшись, она устало опустилась на усыпанную хвоей землю.\nТихо поскрипывали над ее головой сосны, темное небо в просветах между ними было подернуто серой пеленой, сквозь которую просачивался слабый свет редких звезд.\n\nОна просидела так около получаса. За это время физическая усталость отступила, уступив место чувству голода.\nЖеня вспомнила, что с сегодняшнего утра ничего не ела.\nМожет хоть семечки или хотя бы жвачка в карманах завалялись? — пришла в голову неожиданная мысль.",
    "answers": [
      {
        "id": 101,
        "text": "Обыскать куртку."
      }
    ]
  },
  {
    "id": 84,
    "text": "Женя пошла по узкой тропинке, запинаясь о торчащие из земли корни.\nНаконец, лес впереди стал редеть, а вдали забрезжили расплывчатые огни. Поселок был рядом!",
    "answers": [
      {
        "id": 77,
        "text": "Выйти к домам."
      }
    ]
  },
  {
    "id": 85,
    "text": "В доме шел обыск. Напротив оцепления столпились любопытные жители. Хмурый участковый опрашивал бледную женщину лет сорока.\n— Я же уже сказала, что ничего не знаю! — лепетала она, истерично глотая слезы.\n— Майор, мы в гараже такое нашли... — пожилой старлей козырнул начальнику.\nНе теряя времени мужчины направились к гаражу у дома.\nСпустившись вниз по узким ступенькам, вошли через замаскированный снаружи проем в стене.\nПосреди небольшой подвальной комнаты, метров пять на пять, в петле висело грузное тело мужчины. Застывший взгляд толстяка, был устремлен на Николая...\n",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] \"Идеальный побег\""
      }
    ]
  },
  {
    "id": 86,
    "text": "Все закончилось, можно выдохнуть.",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 87,
    "text": "Подойдя к самой кромке воды, Женя устало опустилась на колени и откинув голову назад дико расхохоталась...",
    "answers": [
      {
        "id": 75,
        "text": "Неделю спустя...",
        "blackout": true
      }
    ]
  },
  {
    "id": 88,
    "text": "Славка резко остановил внедорожник.\n— Выйдем из машины, — коротко приказал он. Женя подчинилась.\nОкинув девушку взглядом Славка попросил:\n— Распусти волосы, пожалуйста, и куртку оставь в машине.\nЖеня послушалась. Копна каштановых волос рассыпалась по ее плечам. Сняв куртку, она бросила ее в салон и осталась в майке.\n— Жди меня здесь. — бросил Слава, садясь за руль — Ничего не бойся, я тебя в обиду не дам, все под контролем.\nВнедорожник сорвался с места и исчез во мраке — солнце окончательно село. ",
    "answers": [
      {
        "id": 92,
        "text": "Остаться на дороге одной."
      }
    ]
  },
  {
    "id": 89,
    "text": "Выжить несмотря ни на что.",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "— Не твое дело. Отвали! — сказала Женя, с удовольствием наблюдая, как покраснел от возмущения водитель.",
    "answers": [
      {
        "id": 12,
        "text": "Остаться на дороге."
      }
    ]
  },
  {
    "id": 91,
    "text": "— Слушай, Слава, останови машину, я выйду. — попросила она — Тут недалеко до поселка осталось, вон уже огни видны. Прогуляюсь, воздухом подышу...\n— Не надо Жень... — начал Слава.\n— Останови, я сказала!!! — сорвалась на крик Женька — Ты, что больной!!?\nСлава побледнел, так что стало заметно даже в темноте салона, но послушался.\nПодхватив свой рюкзак, Женя хлопнула дверью, и на прощание помахала рукой:\n— Аривидерчи, Слава.",
    "answers": [
      {
        "id": 60,
        "text": "Эпилог.",
        "blackout": true
      }
    ]
  },
  {
    "id": 92,
    "text": "Женя уже жалела, что послушалась Славу. Все-таки он странный. В одной майке было прохадно. Она тревожно вгляделась в ночь.\nСперва она услышала звук мотора...\nЗатем увидела силуэт приближающегося автомобиля на дороге. Странно, дальний свет не был включен.\nЕще минута и машина поровнялась с ней, остановилась. Щелкнула дверца. Из авто вышел человек.\nЛица Женя разглядеть не могла, но в руке он сжимал монтировку. \nНеизвестный шагнул прямо к ней, и она отшатнулась...\nЗа спиной подошедшего мелькнула тень.\nМонтировка звякнула об асфальт. Тело неизвестного медленно осело на землю...\nПеред Женей оказался Славка, но сейчас было в нем что-то отталкивающее, дикое...\n— Что ты наделал! — истерично крикнула Женя с ужасом наблюдая, как под телом незнакомца расплывается темное пятно.\nХолодные серые глаза смотрели на нее, а его губы лишь спросили:\n— Ты со мной? До конца?",
    "answers": [
      {
        "id": 93,
        "text": "Нет."
      },
      {
        "id": 94,
        "text": "Да.",
        "blackout": true
      }
    ]
  },
  {
    "id": 93,
    "text": "— Ты с ума сошел!!? — выкрикнула она ему прямо в лицо — Ты, человека убил!\nНа бледном лице не дрогнул ни один мускул, взгляд его серых глаз был устремлен только на нее.\n— Человека? Когда-нибудь ты все поймешь. Знаешь, если бы на твоем месте оказался кто-то другой, я не стал бы оставлять живых свидетелей... — он кивнул на неподвижно лежащее рядом тело.\n— Ну так что тебя останавливает?!! — она сама не понимала, откуда вдруг взялась смелость крикнуть такое.\n— Ты... Теперь уходи. — он сел на корточки и обхватил голову руками.\nСама не сознавая почему, Женя интуитивно поняла, что он ее не тронет.\nОна повернулась к нему спиной и побежала прочь, в направлении поселка...",
    "answers": [
      {
        "id": 95,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 94,
    "text": "Эпилог.\nВ полутемном сарае пахло плесенью... Грузное тело мужчины, подвешенное под потолком на крюке для разделки мясных туш, медленно покачивалось.\nНесчастный сорвал голос, и теперь лишь нечленораздельно стонал.\nСлава аккуратно раскладывал на столе инструменты. Жадно затянувшись, Женя затушила сигарету и подошла к нему.\n— Дай мне попробовать, — сказала она.\n— Ты уверена? — с сомнением посмотрел на нее Слава.\n— Эта мразь, убил мою подругу. На все сто уверена.\nСлава протянул ей зазубренный нож.\n— Нет. Слишком просто для него. — Женя взяла со стола ножовку по металлу. — Вот это подойдет.\nМужчина на крюке, судорожно дернулся и застонал.\n— Пойми, двум хищникам разной породы на одной территории никак не ужиться, — на прощание сказал Слава подвешенному и вышел из сарая...\n",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] \"Особо опасна\"",
        "blackout": false
      }
    ]
  },
  {
    "id": 95,
    "text": "Женя резко проснулась...\nПодушка была вся мокрая, по телу бежал неприятный озноб.\nЕще находясь на грани между сном и явью, она пыталась запомнить ускользающий от нее сон.\nЭто не помогло, видение словно его никогда и не было, растворилось с пробуждением.\nОсталось лишь невнятное чувство тревоги.\nСев на кровати, Женя оглядела комнату общаги.\nНа тумбочке у кровати мирно тикали часы. В окно светило полуденное летнее солнце.\nСегодня был последний день сессии, завтра ей предстояло ехать домой...",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] \"Запрещенный прием\"",
        "blackout": true
      }
    ]
  },
  {
    "id": 96,
    "text": "Что это было, сон или реальность?",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 97,
    "text": "Женя ухватилась руками за цепь, уперлась ногой в стену и потянула...\nБесполезно. Ее сил, ни за что не хватит, чтобы выдернуть цепь из стены.\nОна еще раз осмотрела комнату в поисках каких-либо вспомогательных предметов и даже переворошила старые тряпки в углу.\nВ конец вымотанная и опусташенная она села на каменный пол.",
    "answers": [
      {
        "id": 41,
        "text": "Все бесполезно."
      }
    ]
  },
  {
    "id": 98,
    "text": "Пошарив в карманах куртки, помимо плеера и зажигалки, она нашла там лишь забытые маленькие маникюрные ножнички.\nДевушка зажала ножнички в руке.\n",
    "answers": [
      {
        "id": 69,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 99,
    "text": "Осмотревшись вокруг, Женя подобрала с земли тяжелую и сухую сосновую ветку.\nНа нее можно было опереться при ходьбе, как на костыль, и в ближнем бою годится, чтобы отбиваться.\n\n",
    "answers": [
      {
        "id": 69,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы разблокировали все основные концовки.\n\nНо это еще не конец!\n\nНайдите и откройте секретную ветку квеста.\n\nПройдите путь до конца.",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 101,
    "text": "Пошарив в карманах куртки, помимо плеера и зажигалки, она нашла там лишь забытые маленькие маникюрные ножнички.\n\nЭта находка не утолит голода, но может пригодиться в случае опасности.\nДевушка зажала ножнички в ладони и поднялась с земли.",
    "answers": [
      {
        "id": 102,
        "text": "Продолжить путь."
      }
    ]
  },
  {
    "id": 102,
    "text": "Прикинув примерное направление, Женя медленно побрела дальше.\nРяды одинаковых сосен, угрюмо наблюдали за ней, ночь и не думала кончаться, в лесу стало прохладно. Женя изрядно замерзла и укуталась в куртку, но холод пробирал до костей.\nС новой силой заныла подвернутая нога и Женя подобрала с земли сухую сосновую ветку, чтобы опираться на нее при ходьбе.\nОна потеряла счет времени, а вокруг был все тот же одинаковый, безмолвный лес.\n\nУже потеряв всякую надежду найти выход из проклятой чащи, она набрела на тропку, еле заметную в потемках.\nЕсли здесь ходят люди, значит поселок где-то поблизости. Но в какую сторону идти? В обе стороны тропа выглядела одинаково.",
    "answers": [
      {
        "id": 84,
        "text": "Налево."
      },
      {
        "id": 74,
        "text": "Направо."
      }
    ]
  },
  {
    "id": 103,
    "text": "Женя в нерешительности остановилась.\nПредмет на дороге, был метров в двухста впереди...\nОна сама не знала почему, но вдруг стало не по себе. Щурясь, он чутко вглядывалась в ночь, пытаясь понять, что это такое.\nСпустя пару минут, ее глаза уловили иное движение: темный силуэт у обочины, среди зарослей кустарника. Силуэт неторопливо двигался в ее направлении...\n",
    "answers": [
      {
        "id": 104,
        "text": "Сойти с дороги."
      }
    ]
  },
  {
    "id": 104,
    "text": "Женя сделала шаг в сторону от дороги. Затем другой...\nНеясное шевеление вдруг прекратилось, и тут же она увидела в блеклом свете луны, приближающуюся к ней высокую темную фигуру...\nЧувство неведомой опасности пробрало, до этого беспечную Женю. Она сбежала с дороги.\nУ кромки леса девушка оглянулась: темная фигура ускорилась, явно преследуя ее...\n",
    "answers": [
      {
        "id": 105,
        "text": "Бежать в лес."
      }
    ]
  },
  {
    "id": 105,
    "text": "Неизвестный без сомнения таил опасность. Кто еще, будет шастать, прячась по ночному лесу? Женя побежала...\nВокруг мелькали черные стволы сосен. Судя по звуку, кто-то шумно ломился вслед за ней через лес.\nОна ускорилась. Ветки кустарника хлестко били по лицу, но Женя не обращала на это внимания...\n\nВ конец выдохшись из сил, она скатилась в небольшой овраг, попавшийся ей на пути.\nСердце бешено пульсировало, Женя никак не могла отдышаться...\nНемного придя в себя она приподнялась и чутко осмотрелась: погони видно не было.\nВозвращаться к дороге не было никакого желания, но и оставаться в лесу, тоже не выход...\n",
    "answers": [
      {
        "id": 106,
        "text": "Искать дорогу через лес."
      }
    ]
  },
  {
    "id": 106,
    "text": "Следующие несколько часов она провела безрезультатно блуждая по лесу.\nТихо поскрипывали сосны над ее головой, темное небо подернулось серой пеленой, сквозь которую едва просачивался слабый свет редких звезд.\n\nНаконец, замучавшись блуждать в потемках она упала на усыпанную жесткой, колючей хвоей землю и расплакалась.\nОна пролежала так больше часа...\n\nК середине ночи в лесу заметно похолодало.\nСобравшись, Женя встала и кутаясь в куртку снова побрела сквозь лес. Ряды одинаковых сосен, угюмо наблюдали за девушкой, холод пробирал до костей. Проклятый бор никак не кончался...\n\nУже потеряв всякую надежду выбраться, она вышла к небольшому ручью.\nОпустившись на колени Женя зачерпнула студеную ледяную воду и стала жадно пить.\nНемного придя в себя, она рассудила, что имеет смысл идти вдоль ручья. Но куда?",
    "answers": [
      {
        "id": 74,
        "text": "Вниз по течению."
      },
      {
        "id": 107,
        "text": "Вверх по течению."
      }
    ]
  },
  {
    "id": 107,
    "text": "Женя направилась вверх по течению ручья.\nПо ее расчетам было уже около двух ночи.\nНетвердо шагая в темноте через болотистую местность, она напрочь промочила ноги. Рюкзак за спиной невыносимо тяготил, она уже подумывала бросить его в ближайшие кусты.\nМинут через тридцать, Женя неожиданно вышла к опушке леса.\nУдивительно удачный день: она сделала круг по лесу и вернулась почти к началу своего пути — справа в полукилометре виднелась трасса сворачивающая лес.\nСнова идти по темному бору, Женька не имела ни малейшего желания, и уже задумывалась о том, чтобы заночевать прямо на опушке...\nНо тут, вдалеке на шоссе, вспыхнули огни мощных фар. Возможно это ее последний шанс добраться домой. Женя побежала...",
    "answers": [
      {
        "id": 19,
        "text": "Бежать к трассе."
      }
    ]
  },
  {
    "id": 108,
    "text": "Темный лес таит неведомую опасность, но вам посчастливилось избежать встречи с неизвестным.",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 109,
    "text": "Эта долгая ночь наконец окончена.\n\nДо нового наступления темноты.",
    "answers": [
      {
        "id": 28,
        "text": "назад"
      }
    ]
  },
  {
    "id": 110,
    "text": "Благодарю Black White — за подробный обзор найденных ошибок, помогший их своевременно исправить.\n\nБлагодарю всех читателей купивших квест, а также поддержавших автора \"лайками\".\n\nСпасибо за поддержку и до новых встреч на страницах Текстовых Квестов!",
    "answers": [
      {
        "id": 1,
        "text": "<< назад в меню"
      }
    ]
  },
  {
    "id": 111,
    "text": "",
    "answers": []
  }
]