[
  {
    "id": 1,
    "text": "\nЛичный дневник. Записки, перешедшие из рук в руки… не всегда по доброй воле.\n\n\n\nАвтор: Foxx_Zeon\n\n\n\nНикто не знает, кто был первым. Все, что осталось — это записи, обрывки прошлого, которые, как и мы, пытались выжить в новом мире, полном опасностей и неведомых угроз. Одиночество и отчаяние, надежда и страх. Записки, передававшиеся через руины, стали важнее, чем сами люди, что их писали. Где они сейчас? Кто их найдёт?\n\n\n\nБудьте осторожны. Эту книгу берут не все. Но те, кто возьмёт, не смогут забыть.\n\n\n\nМир стал иным. И то, что осталось от него, — это не просто слова. Это история. Это жизнь. Твоя жизнь. Мы живём в темных временах. Но, возможно, в этих страницах найдется свет... или хотя бы ответы на вопросы, что мучают каждого, кто остался жив.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.yapx.ru/YgPQz.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.yapx.ru/YgPQz.jpg",
        "system": true
      },
      {
        "id": 33,
        "text": "Слова от автора читателям",
        "need": 33
      },
      {
        "id": 34,
        "text": "Первая запись ",
        "var_str_set": [
          "global font",
          "NotoSerif-Italic"
        ]
      },
      {
        "id": 35,
        "text": "Поразмышлять о прочитанном",
        "need": 32
      }
    ]
  },
  {
    "id": 2,
    "text": "23 сентября, 2036\n\nГолод — это не то, что я мог себе представить. Ты не просто хочешь есть, ты становишься ею, каждой частицей. Я никогда не знал, что можно так жаждать, что можно стать такой пустотой, которая никак не может заполниться.\n\nСегодня я понял, что просто выжить — это уже победа. Я шел на поиск еды с самого утра, но больше часа мне не удавалось найти ничего съедобного. Местные деревья — они всё мертвые, как и земля. А старые здания — что они теперь стоят? Пепел, стекло, металлолом, пустота. Ещё вчера я думал, что с голоду не умру. Сегодня я понял, что ошибался.\n\nК полудню я наткнулся на старый склад. Прямо как в фильмах, когда ты чувствуешь, что всё это слишком хорошо, чтобы быть правдой. Дверь была слегка приоткрыта. Я не думал, что в этом месте кто-то может быть жив. Но был.\n\nОн был старым, на вид не слишком крепким, с огромным ножом, висящим на поясе. Я не знал, что делать. Он не сказал ни слова, только посмотрел мне в глаза. Странный взгляд — будто сразу оценивал, способен ли я на что-то.\n\nОн указал мне на одну из полок. Там были банки. Всё, что я так долго искал. Я подумал, что это чудо, но он этого не сказал. Он посмотрел на меня и молча вытащил одну банку. Ничего не добавил. Я только почувствовал, как пульс ускоряется. Я знал, что за едой приходится платить. Но вот вопрос — сколько?\n\nЯ был голоден, но не настолько, чтобы не замечать, что вокруг запахло опасностью. Он был готов убить за эту банку. Но он хотел больше. Я не мог понять, что ему нужно. В конце концов, я предложил ему всё, что у меня было — нож, пару фильтров для воды и пару зажигалок. Он долго смотрел на мои вещи, потом кивнул.\n\nКогда я вышел оттуда, у меня была одна банка еды. Но не было уверенности, что я буду жить завтра.\n\nГолод и страх идут рука об руку. Я не знаю, что делать, когда встречаешь таких людей. Но я точно знаю, что делать, если вдруг встречу его снова.\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 34,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": "25 сентября, 2036\n\nСегодня я увидел нечто… необычное. Нет, даже больше — страшное.\n\nЯ был на окраине города, где пустые здания стояли, как мертвые памятники, а ветер носил песок и радиоактивную пыль. Время от времени я слышал шорохи, но редко когда что-то появлялось на виду. В какой-то момент я заметил движение в тени разрушенного склада. Я не стал подходить близко, но что-то заставило меня замереть.\n\nСначала я подумал, что это какая-то крупная собака. Но чем больше я смотрел, тем больше меня охватывало чувство, что это нечто… неправильное. Существо было не похоже на привычных зверей. Оно двигалось медленно, чуть покачиваясь, как будто не совсем контролируя свои движения. Я не могу точно сказать, что это было, но его кожа — или то, что осталось от кожи — была покрыта язвами, а глаза горели ярким, почти ядовитым светом. Я почувствовал, как кровь стынет в жилах.\n\nМутант. Это было очевидно.\n\nЯ замер. Оно было примерно в десяти метрах от меня. Я мог бы попытаться убежать, но что толку? Оно уже заметило меня. Я подумал о том, что мне нужно просто стоять и не двигаться. Не привлекать внимания.\n\nНо оно не подошло. Вместо этого существо какое-то время просто стояло, смотрело на меня. Я видел, как его живот вздымается и опускается. Оно дышало, и от его дыхания в воздухе висел странный запах, который я не мог понять. Затем, как будто решив, что я не представляю угрозы, мутант повернулся и пошел в сторону разоренного рынка, где когда-то продавались продукты.\n\nЯ стоял на месте несколько минут, пока не почувствовал, что ноги снова начинают двигаться. Я не знал, почему оно не напало на меня. Может, оно просто не видело меня как угрозу, а может, оно просто не нуждалось в ещё одном источнике пищи. Я не знал, что думать.\n\nЯ больше не решился идти в ту сторону. Но я теперь точно знаю, что мир стал другим. И не все, что здесь осталось, может быть классифицировано как «живое».\n\nЗавтра пойду в другую сторону.\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 2,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": "28 сентября, 2036\n\nСегодня я почти не выжил. Могло все закончиться прямо здесь и сейчас.\n\nПлощадь города, где я сейчас нахожусь, кажется заброшенной, но эта пустота обманчива. Я не был один. Я знал, что шансы встретить кого-то высоки, но, похоже, в этот раз я не ожидал встретить именно их — мародеров. Я заметил их, когда они были еще далеко, но как только они вошли в улицу, на которой я укрылся, я понял, что это будет совсем не просто.\n\nПланов у меня не было. Я только мог надеяться, что мне удастся прятаться и оставаться незамеченным. Но стоять тихо, когда они знают, что я где-то рядом, — это не выход. Они были слишком близко. Я знал, что если они решат обыскать этот склад, меня не спасет ни укрытие, ни шанс на побег.\n\nИ тогда я заметил старую металлическую бочку, почти скрытую за кучей обломков. Она была поржавевшая и давно заброшенная, но что-то в ней привлекло мое внимание. Я подошел поближе и заметил, что внутри было что-то похожее на остатки бензина — не много, но достаточно, чтобы создать шум.\n\nРиск был очевиден. Но я не мог позволить себе больше ждать.\n\nЯ нашел несколько старых тряпок, спрятанных под бочкой, и обвязал их вокруг края, пропитав остатками топлива. Затем я поджег один конец. Я знал, что дым привлечет их внимание. Но главное — я надеялся, что пламя или запах топлива заставит их повернуть в другую сторону, подумают, что я спрятался именно там.\n\nЯ не ошибся. Их шаги замедлились, и они начали двигаться в ту сторону, с криками, обуреваемыми любопытством. Как только они отошли достаточно далеко, я бросился в сторону, выбрав небольшой забор, где мог скрыться.\n\nЯ не знал, сколько времени мне удалось бы скрываться в этом городе, но сейчас главное — я жив. Они все еще где-то рядом, и я не могу позволить себе остановиться. Время играет против меня.\n\nЯ успел уйти, но какое-то чувство преследует меня. Они знают, что я здесь. Они знают, что я жив. И этот мир стал еще опасней.\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 3,
        "text": "Прошлая запись",
        "left_answer": true
      }
    ]
  },
  {
    "id": 5,
    "text": "29 сентября, 2036\n\nЯ всё ещё не понимаю, почему меня отпустили. Я был в плену. Я точно помню, как меня схватили — сразу несколько человек, они вели себя жёстко, но без лишнего шума. Я не пытался сопротивляться, знал, что это не поможет. Они были слишком сильными, а я был слишком один. Думал, что всё — конец. Но что-то случилось, и меня отпустили.\n\nМне не дали объяснений. Просто сказали, что я \"интересен\". Почему? Что во мне такого? Я не мог понять, что именно они увидели. Может, не ожидали, что я буду таким спокойным, когда меня поймали? Может, они думали, что я пытался что-то скрыть? Но я ничего не скрываю. Просто не понимаю, зачем мне что-то скрывать.\n\nСейчас я в каком-то заброшенном ларьке. Я нашёл его, когда пытался скрыться, и, наверное, это было хорошее решение. Дал себе пару часов, чтобы прийти в себя. Стены холодные, но сухие. Внешне это место выглядит как ничем не примечательная развалина, но мне здесь безопасно, и мне нужно подумать.\n\nТишина. Я не слышу шагов. Вроде бы мне и не стоит беспокоиться, но внутри меня всё равно остаётся тревога. Почему меня отпустили? Что если это ловушка? Я не могу не думать, что они следят за мной. Может, они знают, что я буду пытаться вернуться? Может, они планируют что-то, чего я ещё не понял?\n\nМне нужно отдохнуть. Но я не уверен, что смогу закрыть глаза и забыть о том, что случилось. Почему я? Что я должен делать дальше?\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 4,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": "5 октября, 2036\n\nНе могу понять, почему я так долго не замечал этого места. Я снова оказался в руинах, но на этот раз нашёл нечто интересное. Я почти не ожидал найти здесь что-то полезное. Всё вокруг — заброшено, сломано, порвано. Обычные развалины, которые я видел сотни раз. Но, когда я прошёл чуть дальше, заметил трещину в стене, за которой было что-то спрятано.\n\nВнутри я нашёл старую хижину, или, точнее, её остатки. Место казалось абсолютно забытым, как будто люди давно ушли, оставив всё, что можно было бы забрать. Но, на удивление, здесь ещё остались кое-какие вещи. Всё в пыли, заржавевшее, а некоторые вещи вообще покрыты плесенью. Но всё же я нашёл кое-что полезное.\n\nПрежде всего, старую верёвку. Она не новая, но всё ещё крепкая, хотя местами уже порвана. Мне нужно будет её починить, но в условиях, где нет ничего, это уже большой плюс. Затем я нашёл несколько зажигалок. Они не работают идеально, но, похоже, одна из них ещё жива, и если повезёт, я смогу ею разжигать огонь. Правда, она немного застряла, и мне пришлось приложить усилия, чтобы её достать.\n\nНожи. Несколько металлических, не слишком острых, но и не настолько ржавых, чтобы не быть пригодными. Их нужно тщательно обработать, заточить, но это уже не проблема. Главное, что они есть. В любом случае, любой нож — это шанс выжить.\n\nИ ещё что-то странное. Когда я уже собрал все нужные вещи и собирался уходить, заметил в углу тусклый свет. Там стоял маленький металлический ящик. Я открыл его, и внутри обнаружил несколько старых карт, а также книгу с записями — не уверен, что это были чьи-то личные дневники, или просто записи, но кое-что привлекло моё внимание. Там был набор слов, которые я не сразу понял. Что-то вроде предупреждений. Но почему именно здесь? Почему это в этом месте?\n\nНе могу сказать, что чувствую себя лучше. Всё равно остаётся тревога. Это странное ощущение, когда ты находишь что-то, что может помочь, но одновременно понимаешь, что это слишком хорошее, чтобы быть правдой. Почему меня отпустили? Почему я здесь?\n\nЯ должен держаться подальше от людей. Я точно знаю, что этот мир не прощает доверия.\n\nНо я не могу не почувствовать, что всё это может быть связано. Что-то в этих предметах, в этих записях... Что-то заставляет меня думать, что я не случайно оказался здесь.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 5,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": "7 октября, 2036\n\nЯ не помню, как я сюда попал. Очнулся в темном помещении, голова гудела, глаза расплывались. Говорят, меня приволокли сюда, пока я был в бессознательном состоянии. Что-то случилось. Я не успел даже понять, что, а уже оказался в этом… месте.\n\nЭто какое-то убежище, но оно не похоже на то, что я себе представлял. Пространство тесное, стены грязные, люди — живые тени. Когда я пришел в себя, мне объяснили, что теперь я должен распределять сухпайки. Для людей, которые здесь остаются. Их немного, но для кого-то, как мне сказали, еды не хватит. На одного всегда хватает, но на двоих — не всегда. И это не обсуждается. Мне сказали, что тут не принято жалеть. Если человек не может выжить, это его проблемы, и никто не должен страдать из-за этого.\n\nЯ получил свою зарплату. Два сухпайка в день. Вроде бы немного, но для меня сейчас — это целый мир. И вот, в первый же день я потратил половину на того, кто сидел рядом со мной, старика с едва заметным взглядом. Сил у него не было. Он не просил. Но мне не хватило духа оставить его голодным. Я сам едва стою на ногах, но не мог пройти мимо.\n\nОднако меня гложет одно чувство — это место опасно. Очень опасно. Не столько для физического выживания, сколько для самой идеи. Я каждый день здесь, а что если меня просто используют, пускают на корм? Может, в конце концов, я окажусь в числе тех, кого не будет кормить? На это здесь не обращают внимания. Вижу, как другие смотрят на меня — и иногда мне кажется, что они знают больше, чем говорят. Что если я окажусь тем, кого «используют», как использовали того старика? Это место, кажется, не имеет другой цели, кроме как выжить за счет других.\n\nНе знаю, сколько еще смогу здесь оставаться. Нужно что-то решать, но я не уверен, как именно.\n\nКаждый день — это новый выбор.\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 6,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": "8 октября, 2036\n\nСегодня мне снова дали два сухпайка. Но я не мог держать их для себя. Старик, что сидит рядом, едва живой. Говорят, у него нет ни сил, ни надежды. Я оставил свою еду ему. Пусть хоть немного продержится, пусть хоть какое-то время будет сытым. Я знаю, что это глупо, и, возможно, это на меня обернется. Но если я не помогу ему, то кто тогда?\n\nУ меня осталось только одно чувство — что я не могу стоять в стороне, когда кому-то нужно. Возможно, это моя ошибка. Возможно, я сам окажусь в этом подвале, ждущим свою смерть, но сейчас, пока есть шанс, я не могу позволить себе быть тем, кто просто смотрит, как другие страдают.\n\nНочью я сбежал. Не знаю, что меня заставило, может, это был страх, может, желание найти хоть какую-то свободу. Передвигаться по пустошам ночью оказалось менее утомительным, чем днем. Странно, но ночью я не чувствую усталости. Все кажется другим. Но, честно говоря, это страшно. Тьма в пустошах пугает меня, звуки становятся странными, а каждый шаг кажется последним. Я слышу шорохи, и мне кажется, что кто-то следит за мной. Но я все равно иду. И не оборачиваюсь.\n\nСтрах помогает двигаться быстрее. Сколько я смогу продержаться в таком темпе, не знаю. Но каждый шаг — это шаг к неизвестности. И, может быть, к спасению.\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 7,
        "text": "Прошлая запись",
        "left_answer": true
      }
    ]
  },
  {
    "id": 9,
    "text": "15 октября, 2036\n\nПрошла неделя с того момента, как я сбежал. Кажется, что прошло уже целое столетие, а может, и меньше. Время здесь, в пустошах, не имеет значения. Кажется, что ты просто движешься, и все. В памяти остались лишь обрывки — мгновения, когда ты засыпаешь, и мгновения, когда тебе приходится идти дальше.\n\nЯ нашёл провизию. Это было не так просто, но мне повезло. Рядом с одним из старых заброшенных домов я наткнулся на склад с консервами. Трудно сказать, как давно они там лежат, но суть в том, что их было достаточно, чтобы месяц прожить, а может, и больше. Я с трудом закидал всё в свой рюкзак, который, к слову, я сшил сам из каких-то обрывков ткани, что нашёл. Мешок с лямками — худо-бедно, но держится. Не сказать, что удобно, но это гораздо лучше, чем не иметь ничего.\n\nКаждый день я удаляюсь всё дальше от того места, где я был. Если верить своему чувству ориентира, то убежище осталось далеко позади. Иногда мне кажется, что я уже не вернусь туда. И, может быть, это хорошо. Не думаю, что мне стоит продолжать тратить силы на место, где мне бы не рады.\n\nПровизия есть, рюкзак на плечах. Но всё равно чувство тревоги не покидает. Я знаю, что впереди может быть ещё хуже. Пустоши полны опасностей, и не факт, что удастся встретить кого-то, кто будет готов помочь. Но я продолжаю идти. Пока ещё есть силы.\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 8,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": "22 октября, 2036\n\nЯ уже не помню, как долго я шагаю, но чувствую, что всё меньше сил. Каждый шаг даётся всё труднее, а на горизонте не появляется ничего, что могло бы вселить надежду. Я забыл, когда в последний раз видел людей. Вроде бы, в самом начале я видел какие-то следы, но теперь всё стало пусто. Только этот вечный песок и голые, обугленные деревья. Не могу даже сказать, что я испытываю сейчас — кажется, что пустота в голове, как и вокруг меня.\n\nЯ продолжаю двигаться, но в последние дни всё чаще ловлю себя на мысли, что не хочется больше идти. Мало что держит меня. Иногда я думаю о том, что когда-нибудь просто остановлюсь и больше не встану. Но сегодня я всё-таки нашёл кое-что. Не скажу, что это спасение, но что-то, что может мне помочь — старая заброшенная станция, видимо, когда-то бывшая частью какой-то железнодорожной линии. Может, там я найду что-то полезное.\n\nЗавтра попробую попасть внутрь. Будет ли там кто-то? Не знаю, но мне нужно двигаться, пусть даже без надежды.\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 9,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": "25 октября, 2036\n\nПробежавший дождь, а после — туман, как будто снова затянуло небо и оно стало совсем низким. Я думал, что поднимусь в тот заброшенный станционный корпус, но как только я подошел, меня застал неожиданный страх. Не знаю, что именно я почувствовал — холод, от которого всё внутри словно застряло, или просто осознание, что здесь давно никто не бывает. Однако в этот момент я понял, что если я не встану и не пойду дальше, то могу остаться здесь навсегда.\n\nИ я снова ушёл. Странно, но от этого мне как-то полегчало, хоть и совсем не хотелось двигаться дальше. Я даже остановился, чтобы немного отдышаться, и тут меня как будто что-то дернуло в сторону — чуть не споткнулся о камень, а когда поднял глаза, увидел силуэты. Вроде бы люди... не уверен. Но они не обратили на меня внимания. Странно. Я отступил.\n\nНочью решил идти дальше, хотя не понимаю, куда мне нужно двигаться. Не могу оставаться здесь, но и не знаю, куда идти.\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 10,
        "text": "Прошлая запись",
        "left_answer": true
      }
    ]
  },
  {
    "id": 12,
    "text": "29 октября, 2036\n\nИногда кажется, что я совсем потерял себя. Или что меня никто не ищет. Или, может, никто и не собирался искать. В любом случае, я всё ещё здесь.\n\nПрочесывал руины одного из старых поселений, обнаружил несколько запасов — еда, вода, пара медикаментов. Приятно осознавать, что хоть немного удаётся продержаться. Всё, что я теперь хочу, — это не погибнуть, а просто дожить до утра. Завтра, возможно, опять выйду на путь, но к чему это приведет, даже представить не могу.\n\nВижу, как мир вокруг меня меняется. Иногда мне кажется, что я — единственный, кто помнит, как было раньше. А потом в темноте шуршит что-то, и мне кажется, что это кто-то за мной.\n\nТак или иначе, я всё ещё продолжаю идти.\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 11,
        "text": "Прошлая запись",
        "left_answer": true
      }
    ]
  },
  {
    "id": 13,
    "text": "31 октября, 2036\n\nЯ нашёл их.\n\nНе знаю, как это объяснить, но я уверен, что они следили за мной. Сначала я подумал, что мне просто показалось, но потом понял, что они действительно есть. Их было двое — в капюшонах, незаметные. Я заметил их в самый последний момент, когда был уже в шаге от того места, где мог бы стать добычей. Они не сказали ни слова, но я почувствовал их присутствие. Они знали, что я иду. Знали, где я буду.\n\nНе могу отделаться от ощущения, что это не случайность. Эти люди не из тех, кто просто блуждает по пустошам. Я понял, что они точно не люди, как я. И что самое странное — я не уверен, что они меня просто так отпустят.\n\nЧто это? Ловушка? Или что-то большее? Время покажет.\n\nНо я должен продолжать идти. И быть готовым к тому, что мне не удастся избежать встречи с ними.\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 12,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 14,
    "text": "1 ноября, 2036\n\nЭтот парень был слаб. Не понимал, что делает. Он пытался скрыться, но это было бессмысленно. Я видел его. Мы с Тёмой прошли по пустошам ещё пару часов после того, как нашли его. Он не был угрозой, но в его глазах было что-то... отчаянное.\n\nДневник я забрал. Что ещё делать? Никакой информации в нем толковой нет, но это уже не важно. Припасы у него тоже были. Всё, что нам нужно.\n\nМаленький, но пытался что-то выжать из того, что оставалось. Надо отдать ему должное, но мы его быстро убрали. Мне не нравится возиться с детьми, но у него не было выбора. Он бы не выжил, а значит, не мог нам помешать. Все такие, если не успеешь убить первым — умрёшь сам.\n\nНахрена я веду этот дневник? Не знаю. Тёма сказал, что если я начну писать, это поможет не забыть, как держаться в этом мире. Что бы там ни было, я не забуду.",
    "answers": [
      {
        "id": 15,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 13,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 15,
    "text": "8 ноября, 2036\n\nПрошло семь дней с того, как я забрал его вещи и этот дневник. Всё, что я сделал за это время — делаю всегда: нахожу цели, забираю то, что мне нужно, и продолжаю двигаться дальше. Иногда с Тёмой бывает тяжело, он постоянно переживает, что мы где-то застряли или что на нас кто-то вышел. Я ему объясняю: \"Если бы мы застряли, мы бы не сидели здесь\". Удивительно, но такие простые вещи приходится повторять несколько раз.\n\nЗабрал два заброшенных склада на востоке, там был немного еды, пара медицинских припасов. Не могу сказать, что это стоило того, но ты никогда не знаешь, что будет через неделю. Рисковать или нет — решать мне.\n\nТакже несколько вылазок на юг, встретились с какими-то мутантами. И не те, о которых рассказывают в легендах. Это были не эти гиганты с жёлтыми глазами. Нет. Я видел их. Тот парень из дневника, который не успел ничего понять, был прав — эти не похожи на людей. Они странные. Внешне как люди, но... совсем не такие. Смотрят, как те, кто следит. Я убрал троих. Похоже, они ищут не только нас с Тёмой, но и всех, кто может быть слабым. Лучше не связываться с ними, но я знаю, что мы скоро встретимся. Это будет неминуемо.\n\nВсё под контролем. Всё по плану. За неделю Тёма привёл пару новых людей, которых я завербовал. Я всегда использую людей, когда они мне нужны. Сначала дёргаю их за ниточки, потом — если нужно — уничтожаю, иду дальше. Принципы не меняются, если ты хочешь выжить.\n\nСейчас будем двигаться дальше на юг. Надо осмотреть территорию. Всё может измениться за одну ночь, но у нас есть план. Время покажет. Мутанты, люди или ещё кто — нам всё равно. Мы идём туда, где будет больше припасов. А там — посмотрим.",
    "answers": [
      {
        "id": 16,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 14,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 16,
    "text": "15 ноября, 2036\n\nПрошло уже несколько дней с того момента, как мы покинули этот забытый уголок на юге. Наши вылазки стали более точными, но и более опасными. Я встретил несколько групп выживших. Кто-то с оружием, кто-то без. Это были типичные \"оседлые\" жители, думающие, что можно вернуться к старым порядкам. Их наивность порой просто бесит. Я забрал их припасы и немного медицинских средств.\n\nТёма переживает, что мы слишком долго остаёмся на одном месте. Я объяснил, что нам нужно подготовиться к следующему этапу. Выжить в этом мире — значит быть готовым к любому повороту событий. Мы нашли заброшенную базу с радиооборудованием, но сигнал не очень мощный. Надо будет починить. Я уверен, что если мы услышим какие-то сигналы, может быть, у нас появится шанс найти ещё выживших. Но пока это лишь шанс. Надо быть готовыми к тому, что всё может оказаться ложной надеждой.",
    "answers": [
      {
        "id": 17,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 15,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 17,
    "text": "22 ноября, 2036\n\nНе успели вернуться на юг, как снова столкнулись с трудностями. По дороге встретились с группой людей, но не такими, как те, с которыми мы столкнулись ранее. Эти люди явно не были такими же, как обычные выжившие. Я почувствовал, что они что-то скрывают. Их движения были слишком слаженными, слишком точными. Я не собирался рисковать, и мы решили действовать первым.\n\nПотом оказалось, что они были не обычными людьми, а частью какой-то другой группы. Либо они вели нас, либо у них были свои цели. Всё это не имеет значения, поскольку я решил, что лучше забрать их припасы, чем рисковать и разбираться, кто они такие.\n\nЯ не стал их трогать, но нам пришлось очистить территорию. Теперь в нашем распоряжении новые ресурсы. Похоже, они не просто следят, они могут быть частью чего-то большего. И нужно быть готовыми, если это так.",
    "answers": [
      {
        "id": 18,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 16,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 18,
    "text": "29 ноября, 2036\n\nМы находимся в довольно странном районе. Мутанты и выжившие становятся всё более непредсказуемыми. С каждым днём я всё больше замечаю, что на нас кто-то следит. Или, возможно, это просто моя паранойя. Но когда мы встретили ещё одну группу людей, они показались мне слишком знакомыми, хотя я их раньше не видел. Их поведение — сдержанное, расчётливое. Такое ощущение, что они ждали нас.\n\nЯ не стал проверять, кто они. Просто забрали нужные вещи и ушли. Тёма считает, что я зря так осторожен, но я знаю, что если они нам не угрожают, то мы должны следить за ними.\n\nИногда мне кажется, что мир здесь — это не просто пустоши, а целая сеть наблюдения. Если я прав, то это может быть даже хуже, чем мы думали.",
    "answers": [
      {
        "id": 19,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 17,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 19,
    "text": "6 декабря, 2036\n\nУ нас появились новые проблемы. Тёма не совсем в себе, стал нервничать по поводу \"следящих\". Он уверен, что кто-то специально нами интересуется. Даже я начал чувствовать, что в воздухе есть что-то напряжённое. Но это всё ещё не очевидно. Как всегда, пока нет реальной угрозы, я предпочитаю действовать сдержанно. Заработали несколько новых прибежищ, но мы ещё не видели никакого заметного следа этих \"наблюдателей\". Не могу точно сказать, что я чувствую, но что-то меня не отпускает.\n\nВремя покажет, как всё сложится. Мы находимся в самом центре. Это не случайно. Зачем так осторожно, когда возможно за каждым углом нас ждёт ответ на всё?",
    "answers": [
      {
        "id": 20,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 18,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 20,
    "text": "13 декабря, 2036\n\nНемного прояснилось. Мы встретили группу выживших, и теперь они кажутся мне куда более подозрительными, чем обычно. Их лица… они словно видели нечто, что я не могу понять. Держатся слишком тихо, всегда на чеку, как если бы ожидали, что за ними кто-то следит. Я чувствую это. С самого начала мне казалось, что мы в центре чего-то большого, но теперь понимаю: это не просто пустоши. Это что-то продуманное.\n\nТёма продолжает переживать, что мы могли бы их убить, но я знаю: лучше взять то, что нужно, и двигаться дальше. Они оставили у нас хорошие припасы, но кто они такие, почему они так молчат? И почему у них такие подозрительные взгляды? Я не уверен, что это просто ещё один набор выживших, которые потеряли всё. Не думаю, что это случайность.\n\nЯ следил за ними всю ночь. И хоть они не предприняли никаких действий, я чувствую, что к нам приближается нечто большее. Похоже, что мы не одни на этом пути.",
    "answers": [
      {
        "id": 21,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 19,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 21,
    "text": "20 декабря, 2036\n\nЯ точно знаю, что мы не одни. Это не просто страх, не просто инстинкты. Мы столкнулись с ещё одной группой, но на этот раз все было иначе. Это были не обычные выжившие, как те, с которыми я встречался раньше. Они двигались, как единое целое. Не было ни слова, ни шума. И они не пытались забирать припасы или нападать. Только наблюдали за нами. Наблюдали, как мы идём.\n\nЧто-то здесь не так.\n\nЯ решил не вступать в бой. Нет, я не трус. Просто мне нужно больше информации. Зачем они следят? Почему они не атакуют, но и не уходят? Это явно не просто случайные встречи. Это что-то большее, и я чувствую, что вскоре мы окажемся в самом центре этого. Эти люди… они не просто выживают. Они что-то знают. Но что? И почему я до сих пор их не поймал?\n\nТёма стал нервничать. Он не может понять, почему я не атакую. Он считает это ошибкой. Но я не доверяю инстинкту, когда всё кажется слишком очевидным. Они ждут.",
    "answers": [
      {
        "id": 22,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 20,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 22,
    "text": "27 декабря, 2036\n\nЧёрт. Я снова был прав. Эти люди, с которыми мы столкнулись, вернулись. И на этот раз они пришли с сообщением. Тёма был готов к бою, но я заставил его успокоиться. Это были не враги. Это была группа, которая, как и мы, ищет ответ.\n\nОни сказали, что знают, кто мы такие. Знают наши шаги. И, что самое странное, они предложили сотрудничество. Сначала я был настороже, но потом понял, что они говорят правду. У них есть информация. Вся эта пустошь, эти мутанты, группы выживших — всё это связано. Но с кем? И зачем?\n\nТёма не понял, что произошло, но я увидел в их глазах то, что мне нужно. Они знают нечто большее, чем мы. Я предложил им помочь, если они будут говорить. И они согласились.\n\nНо что-то всё равно не даёт мне покоя. Я не могу объяснить, но они точно знают, кто мы. И это опасно. Кто следит за нами? И почему эти люди знают так много? Всё становится слишком странным.",
    "answers": [
      {
        "id": 23,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 21,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 23,
    "text": "3 января, 2037\n\nДолгая тишина. Мы не контактировали с ними несколько дней, но я чувствую, что мы на пороге чего-то огромного. Мы двигались вглубь пустоши, и вот, наконец, мы добрались до того места, о котором они говорили.\n\nСначала всё казалось обычным. Старые развалины, забытые здания. Но чем дальше мы шли, тем больше я ощущал странные изменения. Это не просто место. Это не просто заброшенные руины. Внутри их есть что-то. Это место пропитано… чем-то другим. Я не могу точно объяснить. Но я чувствую, что мы почти рядом.\n\nТёма снова начал нервничать, слыша какие-то звуки ночью. Но я уверен, что это всё часть чего-то гораздо большего. Мы не одни, и теперь я знаю, что за нами следят. Я чувствую их. Я уверен, что мы приблизились к центру, и теперь всё, что мы делаем, имеет значение. Всё, что они скрывают, будет открыто.\n\nВремя не ждёт.",
    "answers": [
      {
        "id": 24,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 22,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 24,
    "text": "10 января, 2037\n\nЭто место. Мы нашли его. В центре пустоши, среди руин, я обнаружил нечто, что меня потрясло. Это не просто база, не просто старое убежище. Это нечто гораздо более сложное, чем я мог представить.\n\nТёма уже не уверен в том, что происходит. Он не доверяет мне, и это начинается мешать. Но я не остановлюсь. Я видел, как светились эти экраны, как работали машины. Это место не похоже на то, что я видел раньше. Здесь есть ответы. Я уверен в этом.\n\nМы нашли комнату с датчиками, которые, похоже, начали активироваться, как только мы вошли. Это всё не случайно. Кто-то нас сюда привёл. Это место… оно не просто для выживших. Оно было оставлено для нас. Кто оставил его? И зачем?\n\nЯ чувствую, что всё скоро выйдет на поверхность. И нам нужно быть готовыми.",
    "answers": [
      {
        "id": 25,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 23,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 25,
    "text": "17 января, 2037\n\nПосле того, как мы вошли в эту лабораторию, я понял, что это не просто какое-то случайное убежище. Это место скрывает гораздо больше, чем я мог бы себе представить. То, что я здесь нашёл, не только меняет моё понимание текущей ситуации, но и заставляет меня задуматься о более глобальных вопросах.\n\nПрежде всего, я нашёл несколько старых записей, но не таких, как те, что я обычно встречал. Они были зашифрованы, и мне пришлось потратить какое-то время, чтобы расшифровать их. Всё, что я смог из этого извлечь, — это то, что в лаборатории проводились исследования, связанные с биологическими экспериментами. Основной объект — мутанты.\n\nПроцесс модификации живых существ был систематическим, но крайне опасным. Некоторые мутанты были созданы для того, чтобы служить чем-то вроде солдат, другие — как рабочие лошадки для добычи ресурсов. Но… есть и те, кто был результатом неудачных экспериментов. Их формы жизни сильно деформированы, но они обладают невероятной выносливостью и агрессией.\n\nВот некоторые виды мутантов, о которых мне удалось узнать из документации:\n\n1. \"Растущие\" — мутанты, которые постоянно увеличиваются в размере, но в то же время становятся медлительнее. Ими можно управлять на начальных стадиях, но позже они становятся непредсказуемыми. Их слабая сторона — уязвимость к температурным перепадам, они не переносят холода.\n\n\n2. \"Светляки\" — странные существа, которые живут в темных местах и могут излучать слабое свечение. Их зрение улучшено в темноте, и они охотятся ночью. У них слабая защита, но на их пути почти невозможно найти укрытия, которые бы не подвергались их вниманию.\n\n\n3. \"Лунные\" — мутанты, которые выглядят как гигантские пауки, но с одной особенностью — они могут двигаться с невероятной скоростью и обладают невообразимой силой. Эти твари — нечто большее, чем просто сильные животные. Они умеют организовываться в группы, что делает их ещё опаснее. Их слабость — свет. Если попасть им в глаза ярким светом, они теряют ориентацию.\n\n\n4. \"Шершни\" — сочетание мухи и оси. Существа с гигантскими крыльями, которые могут летать на короткие расстояния. Но самое странное в них то, что они обладают не только физической силой, но и каким-то врожденным инстинктом нападать на людей. Изучив записи, я понял, что они обладают разумом. Если группа из нескольких особей, то они действуют слаженно, как армия. Но на одиночку можно охотиться без риска.\n\n\n5. \"Глубокие\" — существа, которые выглядят как какие-то неестественные гибриды рыб и млекопитающих. Они обитают в глубоких, водоёмных местах и способны дышать под водой. Из-за своего строения они очень хорошо чувствуют вибрации, и их атаки часто бывают неожиданными. Их слабость — низкие температуры, они не выживают в таких условиях.\n\n\n\nНо это только малая часть. Кажется, что их разновидностей намного больше, и они способны мутировать, адаптируясь к окружающей среде. Некоторые экземпляры обладают нечеловеческой силой, другие — изощрённым интеллектом. Зачем их создавали? Кто вёл эти эксперименты? И что они планировали делать с этими существами? Похоже, лаборатория не просто исследовала мутантов, а пыталась найти способ использовать их для чего-то намного большего.\n\nНо самое интересное, что я нашёл. Это… нечто, что только начинает мне открываться.\n\nВ одной из самых глубоко скрытых частей лаборатории была странная карта. Картографические данные, которые указаны на ней, ссылаются на север. И я не говорю просто о северных территориях. Это место, где холода не отпускают, где температура способна убить любого, кто не подготовлен. Но там есть нечто важное. Они пытались скрыть это. Всё, что я смог понять, это одно: \"Там, где снег не тает, ответы будут найдены\".\n\nНа этой карте есть ещё одно место, где температура настолько низкая, что дыхание замерзает на воздухе. Но почему там? Почему именно там скрыта информация? О чём молчат эти записки?\n\nНе могу сказать, что знаю, что это всё значит. Но я точно знаю, что это место — это следующий шаг. И этот шаг находится там, на Севере. В горах. Но кто они, те, кто всё это создавал? И что скрывается в этих холодных, мёртвых горах? Я должен узнать, но идти туда — это огромный риск.\n\nСлишком много вопросов. И слишком мало времени, чтобы найти ответы.",
    "answers": [
      {
        "id": 26,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 24,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 26,
    "text": "7 февраля, 2037\n\nТёма мёртв. Замёрз насмерть. Его тело осталось там, в снегах. Я не смог его спасти. Не смог сделать ничего. Ноги и руки стали каменными, а каждый вдох забирает всё больше сил. Мы шли слишком долго, и теперь я остаюсь один. Не знаю, сколько времени прошло. Это не важно. Важно то, что я жив. И пока ещё жив, я буду бороться.\n\nС каждым шагом кажется, что холод забирает меня всё больше, но я всё ещё двигаюсь. Странное ощущение — как будто я стал частью этого холода. Моё тело просто отказывается согреваться. Я чувствую, как оно замерзает, и мне кажется, что вот-вот я тоже упаду и останусь здесь, среди снега и льда. Это будет конец.\n\nЯ думал, что не смогу идти дальше, что замёрзну точно так же, как Тёма. Но потом я увидел его. Свет. Это не может быть мираж. Я знаю, что это не просто игра разума. В далеке, там, среди гор и снега, я увидел маленький огонёк. Не яркий, но видимый. Мелькание света, как надежда, как возможность. Может быть, это нечто важное. Может, это та самая точка, о которой я так долго искал ответы. Я не уверен, что это за место, но мне нужно туда попасть. Я должен дойти.\n\nСнежная буря не отступает, а я всё сильнее замерзаю, но не могу остановиться. Это всего пару дней пути. Если смогу дойти, может быть, я буду спасён. А если нет… пусть это будет конец. Я не сдамся без борьбы. Не хочу, чтобы Тёма был последним, кого я видел.\n\nСвет всё ближе, я надеюсь, что это не просто мираж. Но если это правда, если это реальность, то это может быть моя последняя возможность. Я иду туда.\n\n",
    "answers": [
      {
        "id": 27,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 25,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 27,
    "text": "10 февраля, 2037\n\nЯ добрался. Это место… это было моё спасение. Я дошёл до того света. И хотя мне не удалось встретить кого-то, кто мог бы меня спасти, хотя здесь никого нет, я всё-таки нашёл приют. Это не та идеальная пристань, о которой я мечтал, но сейчас это лучшее, что у меня есть.\n\nИзбушка. Прямо как в старых рассказах. Пустая, но тёплая. Внутри я нашёл остатки дров, которых хватит ещё на пару дней, если я буду экономить. Я подкинул пару поленьев в печь, и тепло сразу окутало меня. Здесь, в этом месте, я могу передохнуть. Но я знаю, что этого будет недостаточно. Мой организм требует пищи. А её здесь нет.\n\nЯ осмотрелся. Лавка, стол, запертая кладовая… Но в ней пусто. Всё, что я нашёл, — это тело. Старик. Он умер от голода. В его руках была пустая кружка, а на его лице застыло выражение отчаяния. Он, похоже, давно понял, что не сможет пережить этот мороз. Но сражался до конца. Он, наверное, много лет держал это место. Он знал, что горы — это не шутка, что зимой выжить здесь можно только если у тебя есть силы, чтобы бороться. Но даже такие люди, как он, не смогли победить.\n\nТеперь это моё место. И я… не уверен, сколько времени мне осталось. Дров хватит на два дня, а еды тут нет. Я же не смогу просто жить на тепле от печки. Я знаю, что так же, как и старик, буду смотреть в пустые закрома, а потом… просто замерзну.\n\nЯ чувствую, как силы покидают меня. Но есть и мысль, что этот холод — это не только моя беда. Это, наверное, единственное, что защищает меня здесь. Мутанты не переносят этот холод. Я прочитал об этом, читал в старых записях. Этот холод — моя защита, как и защита этого старика. Но с другой стороны… этот холод убивает и людей. Как бы я не боролся, как бы не пытался держаться, я знаю, что наступит момент, когда меня накроет.\n\nСудьба этого места и его хозяина, по сути, стала моей. С одной стороны, я в безопасности от мутантов. С другой — я понимаю, что могу умереть точно так же, как он, если не найду еды.\n\nТак или иначе, мне нужно решить, что делать дальше. Может быть, я буду бороться до конца, но… я понимаю, что это место — не спасение. Это просто задержка. Я ещё не знаю, сколько у меня есть времени. Но и не могу оставить этот уголок в пустошах. Всё-таки мне повезло, что я нашёл этот дом.\n\nИли мне не повезло?\n\n",
    "answers": [
      {
        "id": 28,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 26,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 28,
    "text": "17 февраля, 2037\n\nНеобычная находка. В процессе своих странных блужданий по пустошам я наткнулся на дневник, оставленный кем-то, возможно, выжившим, возможно, жертвой этого ужасающего мира. Я не могу сказать, кто был владельцем — скорее всего, тот, кто не смог продержаться слишком долго. Однако данный объект содержит информацию, представляющую интерес, особенно для моих исследований. Не стоит игнорировать даже мельчайшие детали, ведь каждое свидетельство может быть полезным.\n\nАвтор дневника (он упоминает имя Тёма, скорее всего, это его погибший спутник) говорит о некоем свете вдалеке. И хотя это описание явно отражает слабость восприятия, возможную в условиях тяжёлого холода, я склонен предположить, что речь может идти о некоем объекте или даже постройке. Не исключено, что это может быть лаборатория, в которой в своё время проводились эксперименты, связанные с изучением аномальных явлений и мутантов.\n\nТем не менее, я не могу обойти вниманием те фрагменты, которые касаются наблюдений за мутантами, упомянутыми в записях. Сразу хочется отметить важную деталь: мутанты, как правило, предпочитают тёплые, влажные условия, но холод, как отмечается в дневнике, может служить для них барьером. Это интересное наблюдение, требующее дальнейших исследований.\n\nОсобенно любопытным является момент, когда автор упоминает об остатках тела старика, который, по всей видимости, умер от голода. Пожалуй, это может быть связано с более широкими проблемами выживания в таких условиях. Вопрос о мутациях и их адаптивных способностях к таким суровым условиям остаётся открытым.",
    "answers": [
      {
        "id": 29,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 27,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 29,
    "text": "18 февраля, 2037\n\nРассмотрев недавние наблюдения, пришёл к выводу, что мутанты, адаптировавшиеся к новым условиям, не только эволюционируют в биологическом плане, но и подвержены изменениям на генетическом уровне. Возможно, в будущем некоторые из них могут развить способности к выживанию в экстремальных условиях, таких как арктическая зона, где низкие температуры, возможно, препятствуют распространению различных видов.\n\nЕсли предположения подтвердятся, то это может означать, что многие виды мутантов могут быть не только более агрессивными, но и более выносливыми. Нужно сосредоточиться на анализе их поведения в этих новых, искусственно созданных экосистемах. Подобные мутанты могут служить не только угрозой, но и, возможно, потенциалом для использования в целях изучения устойчивости биологических форм жизни к экстремальным условиям.",
    "answers": [
      {
        "id": 30,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 28,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 30,
    "text": "19 февраля, 2037\n\nИнтересная деталь: несмотря на всю свою агрессию и силы, мутанты не способны долго выживать в условиях высокогорья, где температура опускается ниже -30°C. Очевидно, они не имеют достаточной терморегуляции для выживания в таких условиях.\n\nВозможно, это создаёт уникальные возможности для изоляции или исследования экосистем в таких местах. Лаборатории, которые могли бы исследовать генетические изменения таких существ, всё ещё существуют, но находятся они в очень отдалённых и труднодоступных районах.\n\nТекущий прогноз: при дальнейшем продвижении на север я смогу подтвердить или опровергнуть свою теорию о существовании подобных лабораторий в этой области.",
    "answers": [
      {
        "id": 31,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 29,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 31,
    "text": "21 июня, 2037\n\nПрошло три недели с того дня, как я нашёл дневник. Тот, кто его вёл, не успел добраться до того, что искал, хотя, судя по его записям, он был близок. Он покинул лабораторию и двинулся на север, как я понял, в поисках чего-то важного. Но что именно? Он сам не знал. Я тоже не знаю, что искать. Всё это пока что похоже на странную игру. Но я не могу остановиться.\n\nЯ продолжил его путь, двигаясь по следам, и, кажется, нахожу что-то интересное. Но это не лаборатория, не отчёты, не старые записи. Это нечто другое. В этих горах скрыто что-то, что важно. И это не мутанты, не технологии. Это что-то древнее, что давно уже скрыто от мира. И если тот парень не смог это найти, это значит, что я должен продолжить. Я не могу дать этому остаться в тени.\n\nМестные следы становятся всё менее ясными, всё больше туманными. Может, всё это просто мои страхи и усталость. Но кто-то был здесь до меня. Кто-то исследовал эти земли. Но кто? И что они оставили после себя?\n\nЯ не один, это точно. В последние несколько дней я ощущаю, как что-то следит за мной. Может, это мутанты, а может, нечто другое. Слишком много вопросов и слишком мало ответов. Но я обязан продолжить.",
    "answers": [
      {
        "id": 32,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 30,
        "text": "Прошлая запись ",
        "left_answer": true
      }
    ]
  },
  {
    "id": 32,
    "text": "12 июля, 2037\n\nМои подозрения начали оправдываться. Следы, которые я наблюдаю, ведут меня всё дальше на север. И всё чаще я замечаю странные изменения в окружающем мире. Это не просто пустошь. Эти горы, эти земли, кажутся… живыми, но не в том смысле, как это обычно бывает. Я чувствую, что за каждым моим шагом кто-то наблюдает. Или что-то. Но мутанты не ведут себя так, они не скрываются. И эти следы, которые я нахожу, не похожи на обычные. Нечто скрыто в этих горах.\n\nЯ всё ещё не понимаю, что именно я ищу. Возможно, ответы на вопросы, которые он оставил в своём дневнике. Или что-то большее, что он так и не успел понять. Всё, что я знаю — это что-то древнее и важное скрывается здесь, в этих горах. Я чувствую, как неведомая сила тянет меня дальше.\n\nВчера я нашёл что-то, что заставило меня остановиться и задуматься. Это были обломки старого сооружения, похоже, не человеческого происхождения. Не знаю, кто или что его построило, но оно явно стояло здесь ещё до тех катастроф, о которых мне приходилось читать. И это сооружение скрывает следы того, что когда-то здесь было. Возможно, это связано с тем, что я ищу.\n\nНо есть и другие мысли. Тот парень в дневнике писал о каких-то тёмных вещах. О том, что они искали, но не могли найти. Он чувствовал, что не одни в этих горах. Я начинаю ощущать то же самое. Всё кажется частью чего-то большего, но пока что я не могу понять, что именно.\n\nЯ уже устал, но не могу остановиться. Это слишком важно. Даже если я один, я должен продолжить.",
    "answers": [
      {
        "id": 1,
        "text": "Первая запись"
      },
      {
        "id": 31,
        "text": "Прошлая запись ",
        "left_answer": true
      },
      {
        "id": 33,
        "text": "Слова от автора читателям",
        "right_answer": true
      }
    ]
  },
  {
    "id": 33,
    "text": "Дорогие читатели!\n\nЯ хочу искренне извиниться перед вами за то, что эта книга не является полноценной и завершенной. Это лишь один из этапов пути, и я понимаю, что многие моменты могли остаться незавершенными или недораскрытыми. Однако я обещаю, что при каждой возможности буду продолжать работать над ней, дополнять и улучшать, чтобы она соответствовала вашим ожиданиям и отражала все то, что я хотел вам передать.\n\nБлагодарю за ваше терпение и поддержку. Я ценю каждого из вас, и вместе мы сделаем эту книгу лучше.\n\nС уважением,\nFoxx_Zeon\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      },
      {
        "id": 32,
        "text": "Прошлая запись ",
        "need": 32
      }
    ]
  },
  {
    "id": 34,
    "text": "21 сентября, 2036\n\nЯ не знаю, зачем я это пишу. Слова не спасают, правда не меняется, но все равно — буду писать. Может, когда-нибудь кто-то найдёт эти страницы и узнает, как всё было. Может, я сам потом пойму, зачем всё это.\n\nЯ помню тот день, когда мир стал другим. Я не был старым, чтобы понять, что произошло, но было ощущение, что всё рушится. Я тогда ещё думал, что это будет страшным, но коротким, что мы переживём, как пережили многие беды до этого. Только на этот раз не было спасения.\n\nКогда я впервые увидел небо, оно было чёрным. Такого чёрного, как никогда в жизни. И небо не просто покрывалось тучами, оно стало плотным, как тяжёлая, серая плита. Я был с мамой, с папой, когда первые взрывы потрясли землю. Сначала я не понял, что происходит. Мы все не поняли. Потом не было времени на вопросы. Всё взорвалось так быстро, что не успели даже испугаться.\n\nОни говорят, что выжило 15-20% людей. Я был среди них. Мой дом — он уже не дом. Папа — он мёртв. Мамы нет. И всех, кого я знал, тоже. Вчера встретил ещё одного человека. Мы долго молчали, он не говорил, и я не знал, что сказать. Он сказал одно слово, и я понял, что у нас теперь общая жизнь — «выживание». Но я тоже не знал, что это значит.\n\nЗдесь, среди пепла, так много пустых слов, что ни одно не может заменить всё потерянное. Я не уверен, что смогу записать, что чувствую, но всё равно буду это делать. Я надеюсь, что где-то за этим пеплом, за этим дымом есть хоть какая-то искра.\n\nСегодня я начинаю. Мой первый день после конца мира.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Следующая запись ",
        "right_answer": true
      },
      {
        "id": 1,
        "text": "Начало",
        "left_answer": true
      }
    ]
  },
  {
    "id": 35,
    "text": "Сколько было владельцев у дневника ?",
    "answers": [
      {
        "id": 36,
        "text": "1"
      },
      {
        "id": 36,
        "text": "2"
      },
      {
        "id": 38,
        "text": "3"
      },
      {
        "id": 36,
        "text": "4"
      },
      {
        "id": 36,
        "text": "5"
      },
      {
        "id": 36,
        "text": "6"
      },
      {
        "id": 36,
        "text": "7"
      },
      {
        "id": 36,
        "text": "8"
      },
      {
        "id": 36,
        "text": "9"
      }
    ]
  },
  {
    "id": 36,
    "text": "Возможно ",
    "answers": [
      {
        "isBack": true,
        "text": "Подумать ещё раз",
        "id": 36,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 37,
    "text": "Кем они были ?",
    "answers": [
      {
        "id": 36,
        "text": "Друзьями"
      },
      {
        "id": 36,
        "text": "Коллегами"
      },
      {
        "id": 39,
        "text": "Незнакомцами"
      },
      {
        "id": 36,
        "text": "Врагами"
      }
    ]
  },
  {
    "id": 38,
    "text": "Верно",
    "answers": [
      {
        "id": 37,
        "text": "Размышлять дальше"
      },
      {
        "id": 1,
        "text": "Закончить размышления "
      }
    ]
  },
  {
    "id": 39,
    "text": "Молодец ",
    "answers": [
      {
        "id": 1,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  }
]