[
  {
    "id": 1,
    "text": "В этом мире драконы- обычное явление, они испокон веков живут рядом с людьми, приручаются, используются практически везде. Ваше хобби- наблюдение за дикими драконами, опасное,но интересное занятие. Что удастся увидеть? Кого найти? \n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начали. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Итак, еще один прекрасный день. Раньше вылетишь- больше узнаешь. Вы быстро приводите себя в порядок,  завтракаете и собираетесь, пока во дворе собирают вашу драконицу. Перепроверив всё снаряжение, вы влезаете на спину зверя. И вот полёт. У вас равнинный планер, относительно небольшой (около 20 метров по телу, значительная часть из которых-шея) дракон, быстрый и склонный к долгим перелётам, не имеющий постоянного места жизни, если не приручен, конечно. Малоагрессивный вид, способный питаться любым мясом и рыбой. Идеальный вариант для исследователя. Итак, куда и за кем летим? ",
    "answers": [
      {
        "id": 4,
        "text": "На берег ветрогонов за, соответственно, ветрогонами"
      },
      {
        "id": 5,
        "text": "Изучать горных виверн в естественной среде обитания, соответственно, в горах. "
      },
      {
        "id": 6,
        "text": "Слышала, у южного берега заметили большого путника. Этот шанс нельзя упустить. "
      },
      {
        "id": 7,
        "text": "посмотреть на волнорезов. К морю. "
      },
      {
        "id": 23,
        "text": "Поймать парочку истра. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы решаете, что есть риск нарваться на мамашу. В пень. Вы обходите источник писка подальше и встаете на берегу. Огромные, величественные драконы, альбатросы драконьего мира. Серебристо- голубая сияющая шкура, длинная шея, узкая голова, заканчивающаяся не зубастой мордой, а длинным клювом с мелкими зубами-иглами и мешком как у пеликана. Смешные нескладные птенцы, неуклюже ковыляющие по берегу..  Ветрогоны вас не видят. Вы подносите бинокль к глазам и наводите на... \n",
    "answers": [
      {
        "id": 17,
        "text": "Крупная самка ловит рыбу"
      },
      {
        "id": 18,
        "text": "Птенцы дерутся за еду"
      },
      {
        "id": 19,
        "text": "Самец пытается впечатлить самку"
      },
      {
        "id": 1,
        "text": "Домой. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Зелёные бескрайние холмы Галкабы сменяются скалами. Вот видно море. Обрыв, за которым песчаный берег, на котором гнездятся и отдыхают ветрогоны. В море виднеются серые скалы- столбы. Негустой утренний туман еще не рассеялся, прилетели вы незадолго после рассвета. ",
    "answers": [
      {
        "id": 8,
        "text": "Сесть подальше и добраться до обрыва пешком"
      },
      {
        "id": 9,
        "text": "Сесть прямо на берегу"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вот и горы. Огромные, величественные и черные. Снежные шапки, мрачные скалы... А вот и цель. Пара виверен малле. Самец красивый, ярко- синий и крупный, метров 10 по телу и с парой длинных прямых рогов. Грязно- серая и покрытая шрамами самка, длиной по телу метров 20-22, для малле немаленькая. Пока вроде как не заметили... ",
    "answers": [
      {
        "id": 10,
        "text": "Кружить и наблюдать"
      },
      {
        "id": 11,
        "text": "Приблизиться"
      },
      {
        "id": 12,
        "text": "Улететь. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Да. Он там. Вы едва не пищите от восторга. Живой. Настоящий большой путник. Вы садитесь подальше и направляетесь к дракону, путники не боятся людей и не проявляют агрессию, это мирный рыбоядный вид. Большой путник- крупнейший из планеров, не имеющий постоянного места жизни и всю жизнь проводящий в пути, останавливаясь лишь на сон и еду. Гигантский золотой дракон. Чешуя сияет на солнце. Изящный, тонкий. Длинная тонкая шея, такой же длинный хвост, невероятно огромные крылья, даже сложенными их размер впечатляет. Дракон спал. На голове его был оранжевый гребень, низкий и закругленный, узкая длинная морда с мешком как у ветрогонов- большие путники пролетали над водой, погружая нижнюю челюсть в воду, черпая воду вместе с косяками рыбы. Вы сидите на берегу, рисуя этого дракона, стараясь запомнить эту встречу и его внешность во всех деталях. Ближе к вечеру дракон просыпается, поднимается и взлетает, крылья его узкие и с огромным размахом, созданы для долгого полёта. Вскоре силуэт дракона скрывается за горизонтом, став черной точкой. Но на берегу вы находите несколько его сияющих чешуек и забираете себе, на память и для коллекции. ",
    "answers": [
      {
        "id": 1,
        "text": "Вечер уже... Пора домой. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Сейчас у этого вида брачный период, в море не выходят даже рыбаки. Вы садитесь на одной из скал- столбов и, повросив дракона пригнуться, наблюдаете за волнорезами в бинокль. Морские ящеры, огромные, длинный хвост-весло, морда треугольная и длинная, не такая как у крокодила, скорее как у ящерицы, только титанически огромной, лапы этих ящеров превратились в ласты. Голубовато- серый окрас в полоску, как у скумбрии. Ящеры толкаются, переплетаются телами, подойдя максимально близко к берегу- самцы дерутся, пытаясь изгнать соперников и впечатлить самок. В этом сезоне, похоже, сюда пришли в основном подростки, это они еще устанавливают статус, крупные взрослые самцы обычно уступают сиаршему и более крупному и опытному,не вступая в драку. Вода бурлит, то и дело над ней виднеются морды, спины, хвосты исполинов. Вы довольно долго наблюдаете за ними, пока один из самцов не замечает планера и не пытается выпрыгнуть и схватить его за хвост. Вы решаете, что лучше улететь. ",
    "answers": [
      {
        "id": 1,
        "text": "Домой. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы приземляетесь подальше от обрыва и, прихватив бинокль и сумку с набором снаряжения на случай отлова и тетрадью для рисунков и записей, направляетесь к берегу. Продираясь к скалам, вы слышите писк. Чей-то детеныш. ",
    "answers": [
      {
        "id": 3,
        "text": "Игнорировать"
      },
      {
        "id": 16,
        "text": "Пойти на звук"
      }
    ]
  },
  {
    "id": 9,
    "text": "Огромные, величественные драконы, альбатросы драконьего мира. Серебристо- голубая сияющая шкура, длинная шея, узкая голова, заканчивающаяся не зубастой мордой, а длинным клювом с мелкими зубами-иглами и мешком как у пеликана. Смешные нескладные птенцы, неуклюже ковыляющие по берегу... К сожалению, любоваться долго не вышло. Ветрогоны на редкость пугливы, едва увидев равнинного планера, который в природе вполне может ветрогона убить, они запаниковали. Поднялся галдеж. Птенцы забились в расщелины скал, взрослые особи, крича, улетали к скалам-столбам, самки там и садились, следя за потомством. Самцы же улетали куда-то за горизонт. ",
    "answers": [
      {
        "id": 1,
        "text": "Чтож, облом..."
      }
    ]
  },
  {
    "id": 10,
    "text": "Самец сидит рядом с самкой, почесывая ее шею зубами. Самка довольно млеет, прикрыв глаза. Милая картина. Да, даже не верится, что столь грозные звери бывают милыми... Горные виверны,символ и сила Галкабы, — высшие хищники среди всех драконов. Виверна малле, конечно, не так страшна как виверна кахры,менее агрессивна, но все еще остаётся огромным и агрессивным территориальным хищником. Рассмотрев драконов с безопасного расстояния, вы решаете удалиться. ",
    "answers": [
      {
        "id": 1,
        "text": "Домой. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы начинаете снижение. Теперь вы видите, что под самкой прячутся яйца. Твоюж... Пара грозно рычит, предупреждая, что приближаться не надо. Горные виверны- территориальные хищники, А когда они охраняют потомство, и вовсе звереют. Итак, вы разозлили двух огромных хищников с когтями и зубами с ладонь величиной. Внимание, вопрос: что делать будете? ",
    "answers": [
      {
        "id": 13,
        "text": "Валим! "
      },
      {
        "id": 14,
        "text": "Игнорируем и снижаемся"
      },
      {
        "id": 15,
        "text": "Я ветошь, я коряга. "
      }
    ]
  },
  {
    "id": 12,
    "text": "Чтож, удалось наблюдать виверну малле в естественной среде обитания, это хорошо. Не удалось увидеть ничего интересного. Это грустно. Но вы живы и даже целы, а это очень хорошо. ",
    "answers": [
      {
        "id": 1,
        "text": "Ура, наверное... "
      }
    ]
  },
  {
    "id": 13,
    "text": "Самец срывается с гнезда и гонится за вами. Его челюсти клацают в сантиметрах от хвоста вашего планера. Черт, ещё немного и приехали... Но вы оторвались. Горные виверны сильны, но скоростью, в отличии от планеров, не особо отличаются. Домой вы летели на полной скорости. А дракон потом еще пару дней отказывался лететь на приключения. ",
    "answers": [
      {
        "id": 1,
        "text": "Сама чуть не поседела. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Предупредительный рык переходит в атаку. Молниеносный бросок самки. Последнее, что вы успеваете увидеть- сомкнувшиеся на шее вашего дракона челюсти виверны, его обезглавленное тело, сорвавшееся вниз. Последние взмахи крыльев. Вы разбились. ",
    "answers": [
      {
        "id": 1,
        "text": "А где кнопка \"воскреснуть\"? "
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы попытались слиться с окружающей флорой. Только вот спрятать огромного серого дракона посреди травянистой равнины и голых гор весьма проблематично. На что вы вообще надеялись? Закономерно, виверны вас нашли, порвали, потом сожрали. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Грустно, но вкусно. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Птенец. Подросток малой виверны, размером не больше котёнка. Самого типичного дикого окраса, грязно-серый, короткая тупая мордочка, большие глаза. Брошенный, родителей нигде не видно. Стоит забрать, сам помрет. Детеныш явно пожеван, крыло переломано. Должно быть,был схвачен истра или какой-то птицей, но брошен. Надо поймать. ",
    "answers": [
      {
        "id": 20,
        "text": "Схватить руками"
      },
      {
        "id": 21,
        "text": "Набросить кофту"
      }
    ]
  },
  {
    "id": 17,
    "text": "Огромная серая самка застыла как цапля и вдруг черпнула нижней челюстью воду. Можно было  заметить, как в пасти бьется рыба. Мешок сократился и с боков пасти полилась вода. У ветрогонов зубы работали и как сито, и чтоб удержать крупную рыбу. Дракониха запрокинула голову и проглотила улов. Застыла, высматривая новый косяк. ",
    "answers": [
      {
        "id": 3,
        "text": "Переводим бинокль"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ветрогоны, планеры-странники, прилетают к этому берегу размножаться. Сюда приходит на нерест чернопер, которым они кормятся.  В поле зрения попал детёныш, несуразный кроха размером, наверное, со среднюю собаку. Огромная голова, тонкая длинная шея, большущие глаза. Малыш был ещё не чешуйчатым, покрытым пухом. Он пытался проглотить крупного чернопера, размером едва ли не с него самого, и у него это получилось. Рыба прошла по горлу, казалось, что оно порвётся, но нет. Драконенок, напоминающий теперь колобка, с трудом пошёл к скале, где, видимо, было его гнездо. Ещё два птенца ругались, пытаясь отнять друг у друга рыбину. К ним подбежал подросток, уже чешуйчатый, а не пернатый, клюнул обоих, отнял добычу и быстро проглотил. Детеныши закричали, зовя мать. Самка увидела,что её детей объедают,и, возмущенно шипя, раздувая горло, направилась к подростку. Тот увидел, что сейчас прилетит, взлетел и смылся, юркнув в дыру в скале. Самка поймала рыбы, слила воду и вывалила на землю. Малыши перестали плакать и принялись есть. Помимо этой пары подбежал остальной выводок, штук 10 еще пока голодных. Птенцы переругивались, пища и пихаясь, пытаясь поделить добычу. ",
    "answers": [
      {
        "id": 3,
        "text": "Перевести бинокль"
      }
    ]
  },
  {
    "id": 19,
    "text": " В объектив бинокля попала пара. Яркий, пятнистый синий самец кланялся и щелкал клювом, видимо пытаясь впечатлить самку. Поднимал гребень, показывая, какой он высокий и красиввй, ярко—зеленый. Чешуя его сияла на свету. Серая самка наблюдала за концертом. Наблюдала она минут десять и особо впечатленной не выглядела. Она согнула шею, отводя назад, и клюнула неудачливого ухажера в лоб. Тот остановился, ошарашенно глядя на самку, тряхнул башкой и улетел искать счастья с другой. Самка же спокойно вернулась к рыбалке. ",
    "answers": [
      {
        "id": 3,
        "text": "Не повезло бедолаге... (Перевожу бинокль) "
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы ловите птенца после недолгой погони. Детеныш кричит и царапается, несколько раз болезненно прокусывает вам руку. Шипя, матерясь и проклиная себя и драконенка, вы заталкиваете его к переноску. Перевязываете себя, благо, аптечка всегда с собой. Перевязываете матерящего вас на своём птенечном детеныша. Снова заталкиваете его в переноску. Итак, ваши руки настолько изодраны, что ни о каких наблюдениях речи уже не идет. Хочется домой и надо к лекарю. Драконенка тоже надо к лекарю. Но кажется вы пострадали в процессе помощи сильнее, чем зверек. Вы грузитесь на дракона, покрепче закрепив переноску, и летите домой. Ну, хоть вас и пожевали, теперь у вас есть новый питомец. ",
    "answers": [
      {
        "id": 1,
        "text": "Домой. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Кофта накрыла птенца. Тот возмущенно пискнул, но это не помогло. Детеныш был завернут в кулек, осмотрен и перевязан, несмотря на возмущения. Ничего особо серьезного. Можно и на ветрогонов посмотреть немного. А потом надо показать кроху лекарю. ",
    "answers": [
      {
        "id": 22,
        "text": "Навести бинокль"
      }
    ]
  },
  {
    "id": 22,
    "text": "Разгар брачного сезона. У некоторых пар уже вылупились птенцы. Смешные и неуклюжие, длинные лапки, большая голова с огромными глазами, длинная тонкая шея, пух, делающий их похожими на комок пыли... Самцы танцевали перед самками, кланяясь и щелкая клювом. Самцы были яркими, в основном зелено- синими в пятнах. И раза в два меньше самок. Они старались повернуться так, чтоб чешуя сияла ярче, а гребни казались больше. Всеми силами пытались впечатлить дам. Но большинство самок было уже с потомством и вместо создания пары самцы получали клевок по черепу, чтоб не отвлекали. Птенцы гонялись друг за другом, шутливо толкаясь и клюясь. Ели или отдыхали после еды, ругались из-за рыбы. Милое зрелище... Но долго понаблюдать не выйдет, надо успеть свозить малявку на лечение. ",
    "answers": [
      {
        "id": 1,
        "text": "Итак, надо ещё к лекарю успеть. Домой. "
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы прилетаете к берегу, оставив планера подальше от воды, вы прячетесь за скальным выступом. Стая истра, мелких, не больше индюка, прибрежных рыбоядных драконов, охотится и отдыхает, галдит. длинные хвосты с ярким \"лепестком\" на конце, узкие крылья, относительно короткая шея, длинная морда с тонкими зубами для хватания рыб. Вы высматриваете цель. ",
    "answers": [
      {
        "id": 24,
        "text": "Птенец-подросток"
      },
      {
        "id": 25,
        "text": "Взрослая пара"
      },
      {
        "id": 26,
        "text": "приглядеться внимательнее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Чтож, вы решаете поймать молодняк и воспитать под себя. Осторожно подкрадываетесь к драконенку. Хватаете. Он возмущенно пищит, пытается укусить, но оказывается хорошо зафиксирован. Стая слышит крик детеныша и летит к вам, пытаясь заклевать. Вы быстро заталкиваете птенца в переноску и ,повесив ее к поясу, со всех бежите к своему планеру,  пытаясь избежать зубов и лап разьяренных драконов. Чтож, как жаль, что вы сняли шлем. Вас все же пожевали, оставив немало болезненных царапин и вырвав несколько клочьев волос. Но зато у вас есть птенец. ",
    "answers": [
      {
        "id": 1,
        "text": "Плохая была идея... Домой. И к лекарю. "
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы высматриваете двоих истра, подманиваете на рыбу и без особых проблем накрываете их сеткой. Эти драконы не пугливы, часто доверчивы. Поймать не сложно. Зафиксировать, связать морду, чтоб не покусали. Осмотреть. Молодая пара. Серебристо- серая самка, голубоватый в серую пятнышку самец. Игнорируя возмущения драконов, вы заталкиваете их в переноску. Время лететь к лекарю на осмотр, потом домой, обустраивать им новый вольер. ",
    "answers": [
      {
        "id": 1,
        "text": "Полетели. "
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы всматриваетесь в стаю, опускаете взгляд на камни. и видите... Совершенно черная особь с подбитым крылом. Меланист. Обладать такой особью мечтают все коллекционеры и заводчики. Вам улыбнулась невероятная удача. ",
    "answers": [
      {
        "id": 27,
        "text": "Забираем. "
      }
    ]
  },
  {
    "id": 27,
    "text": "Без особого труда вы накидываете на истра куртку. Дракон кричит и брыкается, но удержать его не сложнее чем петуха. Вы надеваете на него намордник, вяжете лапы, приматываете здоровое крыло к телу. Дракон зафиксирован. Обрабатываете раны, фиксируете больное крыло. Осматриваете. Молодой самец этого года, иссиня- черный, редкой красоты,хоть и мелковатый. Так, теперь надо показать его лекарю и обустроить вольер. ",
    "answers": [
      {
        "id": 1,
        "text": "Домой. Обустраивать нового питомца. "
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  }
]