[
  {
    "id": 1,
    "text": "    \n                       Каменная клетка.\n\n\n\nЯ просыпаюсь. Голова гудит, как колокол в дождливый день.  Глаза медленно привыкают к полумраку тесной каменной комнаты – всего-то два на три метра.  Под моей спиной – жёсткая деревянная доска, которую, видимо, и кроватью-то назвать язык не поворачивается.  Перед самым носом – грубо сколоченный сундук, открытый настежь.  Пустой.  Внутри – лишь тонкий слой пыли, да  призрачный запах затхлой древесины. Дверь, на удивление, распахнута настежь, приглашая шагнуть в неизвестность.  На мне – простая льняная рубаха, грубая и немного тесная.  Мир вокруг...  он не похож ни на что, что я видел раньше.",
    "answers": [
      {
        "id": 2,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Этот мир...  каменный.  Слишком каменный.  Здание, похоже, старинный замок, судя по грубо отесанным камням и толстым,  почерневшим от времени стенам.  Воздух спертый, пахнет сыростью и чем-то еще – чем-то горьким и землистым.  Где я? Как я здесь оказался?  Последние воспоминания – это мой уютный диван, недосмотренный сериал,  и...  пустота.  Полная, абсолютная пустота.",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 3,
    "text": "Я — человек, который  всегда предпочитал комфортный диван героическим подвигам,  оказался в этом...  в этом жутком, средневековом кошмаре.  У меня нет ни меча, ни волшебной палочки, ни даже приличной куртки.  Только эта льняная рубаха да  тупая головная боль.  ",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 4,
    "text": "Внезапно прямо из стен раздался голос... Женский голос... Как будто... компьютерный?\n\n \"Добро пожаловать в мир Иггдрасиль. Начинайте игру, и пусть удача вам улыбнётся. Станьте лучшим в этом прекрасном мире.\"\n\n Откуда шёл этот звук? Как будто в каждом камне  в этой комнате был установлен динамик. ",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 5,
    "text": "Мир этот, судя по всему, называется Иггдрасиль –  темный, суровый мир, населенный разнообразными расами,  где магия сплетается с жестокой реальностью.  Звучит, как какая-то запущенная онлайн-игра, только без удобных уровней и опыта.  Зато с  реальной смертью, которая, как мне шепчет зловещий голосок,  повлечет за собой потерю всех вещей и…  возвращение сюда, в эту каменную коробку.  И всё это под бдительным оком некой Элианы – искусственного интеллекта, управляющего этим жестоким миром.  ",
    "answers": [
      {
        "id": 6,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 6,
    "text": "Передо мной стоит задача –  попасть домой.  Домой, к жене, к моему одиннадцатилетнему сыну.  Как?  Я пока не знаю.  Но это,  казалось бы, обыденное желание – увидеть родных лиц – теперь моя  главная цель,  моя  единственная и  невыполнимая пока  задача.  Но для этого мне, пожалуй, нужно сначала хотя бы понять, где я нахожусь, кто я здесь, и что мне нужно сделать, чтобы хоть как-то выжить в этом...  в этом  Иггдрасиле.  Возможности  множество, но каждая из них чревата опасностью.   Перед выбором расы и класса, перед первым шагом во вне...\n\n Мысль о системе, о каком-то интерфейсе,  словно  искра,  пронзила туман в моей голове.  Я сосредоточился, попытавшись  призвать его силой воли.  И он появился...\n\n Не  ярким всплеском света или  кричащими знаками – нет.  Он  просто возник,  словно  тонкая,  невидимая для других  паутина информации,  наложенная на реальность.  Перед моими глазами расплылись полупрозрачные панели с  белым текстом на тёмно-синем фоне.  Это был мой личный интерфейс –  мое окно в этот странный, враждебный мир.",
    "answers": [
      {
        "id": 7,
        "text": "Взглянуть на интерфейс."
      }
    ]
  },
  {
    "id": 7,
    "text": "Первым делом я обратил внимание на раздел \"Информация о мире\".  Там,  в сжатом, но информативном виде,  было описано устройство Иггдрасиля.  Оказалось, что это действительно огромный мир,  разделенный на множество регионов, населенных различными расами:  люди, эльфы, гномы, орки, и еще  множество  существ,  о существовании которых я  даже не подозревал.  Каждый регион –  своеобразное государство со своими законами,  культурой и...  опасностями.\n\nКарта мира предстала передо мной в виде стилизованного глобуса,  большая часть которого оставалась  затемненной,  помеченной как \"не исследовано\".  Только несколько  островов цивилизации  горели  яркими точками света.  И  среди них  –  несколько  крупных городов,  к которым,  вероятно,  мне и стоит стремиться.   Информация о расах была  довольно обширной:  описание их  культуры,  обычаев,  сильных и слабых сторон.  Понял, что для  выживания в этом мире  мне  придется  хорошо  изучить  все  доступные  данные.  На этом этапе я еще не  выбрал себе расу и класс, и  информация о  вариантах  развития персонажа казалась  пока  слишком  обширной и запутанной.",
    "answers": [
      {
        "id": 8,
        "text": "продолжить "
      }
    ]
  },
  {
    "id": 8,
    "text": "Закончив изучение основных разделов,  я  закрыл интерфейс –  он  исчез так же бесследно, как и появился.  Ощущение  было  странное:  как будто я  провел  несколько  часов  за  книгой,  погрузившись  в  чтение,  а  на  самом  деле  прошло  лишь  несколько минут.  Передо мной все еще зияла открытая дверь,  приглашая  выйти  из  этой  каменной  клетушки. И  в  голове  крутилась  мысль  о  том,  как  же  мне  вернуться  домой...",
    "answers": [
      {
        "id": 9,
        "text": "Выйти из комнаты."
      }
    ]
  },
  {
    "id": 9,
    "text": "Я шагнул к двери, намереваясь наконец покинуть эту тесную каменную камеру. Но что-то остановило меня. Не физическое препятствие, а скорее... ощущение невидимой стены.  Я уперся в неё, словно в прочный, незыблемый барьер.  В тот же миг перед моими глазами снова возник интерфейс системы. На этот раз на главной панели красовалось сообщение, написанное строгим, безэмоциональным шрифтом: \"Выбор расы и класса обязателен для продолжения игры\".  Под сообщением появилась новая панель,  предлагающая выбрать расу и класс.  Список был обширен, и я провел несколько минут, просто читая названия,  стараясь  понять, что же все это означает.",
    "answers": [
      {
        "id": 10,
        "text": "К списку рас"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вот список некоторых рас.",
    "answers": [
      {
        "id": 11,
        "text": "Люди"
      },
      {
        "id": 12,
        "text": "Эльфы"
      },
      {
        "id": 13,
        "text": "Гномы"
      },
      {
        "id": 14,
        "text": "Дварфы"
      },
      {
        "id": 15,
        "text": "Орки"
      },
      {
        "id": 16,
        "text": "Полурослики "
      },
      {
        "id": 17,
        "text": "Дриады "
      },
      {
        "id": 18,
        "text": "Наги"
      },
      {
        "id": 19,
        "text": "Закончить изучение рас"
      }
    ]
  },
  {
    "id": 11,
    "text": "Северяне (выносливые, стойкие к холоду, склонны к воинским профессиям), Южане (быстрые, ловкие, склонны к магии и хитрости), Лесные (умелые охотники, знатоки природы,  балансируют между магией и воинскими навыками).",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Высокие Эльфы (благородные, искусные лучники и маги, тонко чувствуют магию), Лесные Эльфы (близки к природе,  мастера маскировки и партизанской войны,  опытные лекари), Тёмные Эльфы (мастера скрытности и интриг,  опасны и коварны,  владеют тёмной магией).",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 13,
    "text": "Горные Гномы (отличные кузнецы,  крепкие и выносливые,  мастера ближнего боя), Подземные Гномы (инженеры,  изобретатели,  умеют создавать сложные механизмы).",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 14,
    "text": "мастера камня и металла,  крепкие и выносливые,  живут под землёй,  преданные своему народу",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 15,
    "text": "Зеленокожие Орки (могучие воины,  сильные и выносливые,  но не очень умные), Горные Орки (более развиты интеллектуально, чем Зеленокожие,  умелые тактики и стратегоги).",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 16,
    "text": "Полурослики (Халфлинги):  (маленькие и ловкие,  известны своей удачей и умением избегать опасностей,  мастера воровства и скрытности).",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 17,
    "text": "Дриады: (живут в тесной связи с природой,  владеют древесной магией,  спокойные и мудрые).",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 18,
    "text": "Наги: (мистические существа,  полулюди-полузмеи,  владеют магией воды и земли).",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 19,
    "text": "Список был настолько обширен, что голова пошла кругом. Выбор предстоял нелегкий...\n\nЯ закрыл интерфейс, чувство лёгкого головокружения от обилия информации всё ещё оставалось.  Комната, размером всего два на три метра, казалась ещё меньше, чем прежде.  Стены, грубо обтесанные каменные блоки, холодили спину.  Единственным источником света служил узкий проём двери, оставляющий полосу слабого дневного света на полу.  Походив немного, я остановился у стены,  проведя рукой по шершавой поверхности.  Холодный камень приятно контрастировал с тёплой кожей.\n\n В голову пришла необычная мысль...",
    "answers": [
      {
        "id": 20,
        "text": "Попросить систему вывести дополнительный список темных рас."
      }
    ]
  },
  {
    "id": 20,
    "text": "Внезапно, перед моими глазами вспыхнул интерфейс.  На этот раз он был лаконичнее, без длинных описаний.  Просто список:\n\nДоступные расы (дополнительный список):\n\n Драконы:  (редкая раса, могущественная, но и сложная в освоении.  Требует значительных усилий для развития.)\n Вампиры: (ночные создания, владеющие магией крови.  Слабы к солнечному свету.)\n Личи: (нежить, обладающие некромантскими способностями.  Не чувствуют боли, но крайне уязвимы к святой магии.)\n Демоны: (существа из преисподней, сильные и опасные, но с тёмной моралью.)",
    "answers": [
      {
        "id": 21,
        "text": "Поразмышлять "
      }
    ]
  },
  {
    "id": 21,
    "text": "Я задумчиво провёл пальцем по подбородку.  Драконы... соблазнительно, но слишком сложно, наверное.  Вампиры...  интересно, но солнечный свет...  Личи...  меня всегда интересовала некромантия, но  святая магия...  а демоны?  Звучит как-то слишком круто, наверное.  Слишком уж рискованно для начала.  \n\nПожалуй, стоит немного поразмыслить.  Закрываю интерфейс и сажусь на край кровати.  Деревянные доски холодные и твёрдые.  В голове каша из информации и сомнений.  Что выбрать? И вообще, какой класс к какой расе больше подойдёт?  Наверное,  нужно ещё немного узнать о доступных классах,  а потом уже решать, что и как.  В конце концов,  у меня всё ещё есть время.  Мир Иггдрасиль никуда не денется.",
    "answers": [
      {
        "id": 22,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 22,
    "text": "Я улёгся на скрипучую деревянную кровать, стараясь унять лёгкую дрожь, пробежавшую по телу от напряжения.\n\n Хочется более подробно узнать об этих темных расах, поэтому, снова вызвав интерфейс, я начну более подробное изучение.",
    "answers": [
      {
        "id": 23,
        "text": "Драконы"
      },
      {
        "id": 24,
        "text": "Вампиры"
      },
      {
        "id": 25,
        "text": "Личи"
      },
      {
        "id": 26,
        "text": "Демоны"
      },
      {
        "id": 27,
        "text": "Перейти к окончательному выбору расы и класса"
      }
    ]
  },
  {
    "id": 23,
    "text": "Раса: Драконы\n\nДраконы – редчайшая и могущественнейшая раса в Иггдрасиле.  Они обладают невероятной силой, магией и долголетием.  Каждая особь уникальна, её характеристики и способности зависят от вида дракона и индивидуального развития. Существуют различные виды драконов: огненные, ледяные, грозовые, земные, и многие другие, каждый со своими уникальными способностями.  Внешний вид драконов варьируется в зависимости от вида, но все они обладают внушительными размерами, чешуйчатой кожей и мощными крыльями (за исключением некоторых подземных видов).\n\nДраконы обладают врожденной магией, тесно связанной с их элементом. Огненные драконы управляют огнём, ледяные – льдом, и так далее. Эта магия является мощным оружием, но требует огромных затрат энергии и длительной практики для контроля.  Драконы также обладают невероятной физической силой и выносливостью.  Они способны выживать в самых экстремальных условиях.\n\nОднако, путь дракона нелёгкий.  Развитие требует огромных усилий и времени.  Многие драконы погибают, не достигнув своего полного потенциала.  Кроме того, из-за своей силы и редкости, драконы часто становятся мишенью для охотников и врагов.  Они одиноки по своей природе, и обретение союзников – редкое явление.\n\n\nПодходящие классы:\n\nИнтерфейс высветил лишь несколько вариантов, подчеркивая сложность выбора:\n\n Маг (все школы):  Врожденные магические способности дракона позволяют ему освоить любую школу магии с невероятной эффективностью.  Выбор школы зависит от вида дракона и его личных предпочтений.\n\n Рыцарь (с упором на магию):  Для тех драконов, кто предпочитает ближний бой, но не хочет отказываться от своей магической силы.  Это требует исключительной дисциплины и баланса между физической и магической подготовкой.\n\n Друид (для некоторых видов):  Только некоторые виды драконов, тесно связанные с природой, могут успешно освоить этот класс.  Они способны управлять силами природы с невероятной мощью.",
    "answers": [
      {
        "id": 22,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 24,
    "text": "Раса: Вампиры\n\nВампиры – ночные создания, обладающие сверхъестественной силой, скоростью и ловкостью.  Их кожа бледна, как лунный свет, глаза светятся холодным, неестественным блеском.  Они питаются кровью, что делает их существование  зависимым от других существ.  Однако,  это не обязательно  значит  зло. Многие вампиры живут скрытно,  стараясь не причинять вреда людям,  сохраняя свою истинную природу в тайне.  Солнечный свет – их слабость.  Длительное пребывание на солнце вызывает сильную боль и истощение.  Они обладают магией крови, способной как исцелять, так и наносить  урон.  Магия крови  тесно связана с их физическими способностями.  Чем сильнее вампир, тем больше энергии он может черпать из своей магии.  Однако,  контроль  над  этой  магией  требует  особой  дисциплины  и  практики.   Вампиры  уязвимы  к  огню,  священной  магии  и  определённым  видам  растений.   Они   обладают  повышенной  чувствительностью  к  запахам  и  звукам.\n\nПодходящие классы:\n\nИнтерфейс предложил следующие классы, наиболее эффективно сочетающиеся с особенностями вампиров:\n\n Разбойник: Скрытность, ловкость и умение использовать яды – идеальное сочетание для вампира, предпочитающего действовать из тени.  Магия крови усиливает его удары и делает его более смертоносным.\n\n Маг (школа Некромантии):  Врождённая близость к смерти и  умение  работать  с  энергией  крови  делают  некромантию  естественным  выбором.  Вампир-некромант  может  использовать  свои  способности  для  усиления  своих  физических  характеристик  и  нанесения  огромного  урона  врагам.\n\n Алхимик:  Умение создавать зелья и яды позволит вампиру  компенсировать  свою  слабость  к  солнцу  и  усилить  свои  способности.  Кроме того,  знания  в  алхимии  позволят  вампиру  более  эффективно  использовать  магию  крови.",
    "answers": [
      {
        "id": 22,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 25,
    "text": "Личи – бессмертные существа, созданные из останков могущественных магов и воинов,  воскрешённые  чёрной магией.  Они обладают  исключительной  стойкостью к  физическим повреждениям и  способностью  манипулировать  некротической  энергией.  Однако,  лишившись  физического тела,  они  зависимы  от  специальных артефактов и  ритуалов для  поддержания  своей  сущности.  Их  характер  часто  определяется  личностью  того,  кто  стал  личом.  Тем не менее,  все  личи  обладают  присущей  им  холодностью  и  расчётливостью.\n\nДоступные классы:\n\n Некромант-лич:  Специализируется на  контроле  нежити  и  управлении  некротической  энергией.  Обладает  усиленными  навыками  некромантии  и  доступом к  более  могущественным  заклинаниям.\n\n Чародей-лич:  Мастер  разрушительной  магии,  сосредоточенный  на  усилении  своих  врождённых  способностей  и  использовании  артефактов  для  увеличения  мощности  заклинаний.\n\n Жрец-лич:  Редкий  класс,  обладающий  доступом  к  некротической  магии  и  способностью  общаться  с  божествами  смерти.  Усиливает  свои  способности  через  ритуалы  и  пожертвования.",
    "answers": [
      {
        "id": 22,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 26,
    "text": "Раса: Демоны\n\nДемоны – древняя и могущественная раса, обитающая в самых тёмных уголках Иггдрасиля.  Они не едины:  существуют различные кланы и племена, враждующие между собой за власть и ресурсы.  Их внешний вид так же разнообразен, как и их природа:  от существ, напоминающих искажённых людей с рогами и копытами, до ужасающих чудовищ, способных менять свою форму по желанию.  Общим для всех демонов является их связь с тёмной магией и их несомненная сила.  Они обладают врождённой магией хаоса, позволяющей им манипулировать эмоциями, создавать иллюзии и накладывать мощные проклятия.  Физическая сила демонов также впечатляет, хотя и сильно варьируется в зависимости от их вида и клана.  Однако, демоны не бессмертны: они уязвимы для святой магии, и  некоторые виды страдают от специфических слабостей, например,  солнечного света или определённых металлов.  \n\nПуть демона полон опасностей и искушений.  Вражда между кланами,  постоянная борьба за выживание и соблазны тёмной магии могут легко погубить даже самого сильного демона.  Однако,  для тех, кто выстоит,  ждёт невероятная власть и влияние.  Демоны – одиночки по своей природе,  но способны создавать прочные союзы, основанные на взаимном уважении и выгоде.  \n\nПодходящие классы:\n\n Маг (Школа Хаоса):  Это наиболее распространённый выбор для демонов.  Врождённая способность к манипулированию хаосом позволяет им достичь невероятных высот в этой школе магии.\n Разбойник (Теневой мастер):  Демоны, предпочитающие скрытность и интриги, часто выбирают этот класс.  Их природная ловкость и умение манипулировать тенями делают их опасными противниками.\n Некромант:  Демоны,  не боящиеся смерти и разложения,  часто обращаются к некромантии.  Их связь с тёмной энергией позволяет им использовать силу мёртвых для достижения своих целей.\n Алхимик (Тёмная Алхимия):  Некоторые демоны используют свои знания для создания мощных ядов и зелий, способных как исцелять, так и уничтожать.",
    "answers": [
      {
        "id": 22,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 27,
    "text": "И так, теперь нужно окончательно определиться с выбором.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  }
]