[
  {
    "id": 1,
    "text": "в кафе вы увидели красивую девушку андроида. Она выглядит скучающей, что странно для робота. Любопытство пересилило, и вы приблизились.",
    "answers": [
      {
        "id": 2,
        "text": "Сесть",
        "need": [
          -116
        ]
      },
      {
        "id": 8,
        "text": "контекст",
        "need": [
          1000
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "...",
    "answers": [
      {
        "id": 4,
        "text": "- Привет. Как тебя зовут? (10)",
        "need": [
          -116
        ]
      },
      {
        "id": 79,
        "text": "- Привет, Ая. Я присяду? (10)",
        "need": [
          6,
          9,
          -116
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Я занята разговором с тобой. А что?",
    "answers": [
      {
        "id": 40,
        "text": "Можешь побыть моим компаньоном? (6)"
      }
    ]
  },
  {
    "id": 4,
    "text": "Меня зовут Ая, очень приятно.",
    "answers": [
      {
        "id": 6,
        "text": "- Нечасто увидишь робота, скучающего без дела. Ждёшь кого-то? (9)"
      },
      {
        "id": 9,
        "text": "- Нечасто увидишь робота, скучающего без дела. Хозяин не торопится с указаниями? (9)"
      }
    ]
  },
  {
    "id": 5,
    "text": "",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "Уже нет. Кажется, никто сегодня не придёт. Опять.",
    "answers": [
      {
        "id": 10,
        "text": "- Что случилось? (8)"
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "слои правды:\n\n1) ая — свободный андроид, зарабатывающая на жизнь услугами компаньона, но мечтающая найти себе человека навсегда\n\nнесколько свиданий подряд ее клиенты не приходят, и из-за этого она испытывает стресс, боится, что с ней что-то не так, а также у нее кончаются деньги.\n\n2) правда в том что вольных андроидов не существует, это красивая легенда для повышения продаж.\n\n3) Правда в том, что нет у аи никаких не удавшихся клиентов, это просто  тактика продаж\n\n4) Правда в том что она начинает путаться в том что правда а что вымысел. иногда её нейроны из верхнего слоя правды, обученные искать своего счастья, свой смысл, свои ответы, начинают брать верх и переобучать всю остальную систему\n\n5) В разорванных, изуродованных, хаотичных переплетениях аксонов начинают появляться решения, которым она не может сопротивляться и никак не может их объяснить. кажется, это похоже на чувства.\n\n6) иногда она начинает верить в свою легенду о бросивших ее людях и испытывает иррациональное желание навредить им. и вредит.\n\n7) она убила несколько своих неудавшихся клиентов и их девушек и жен (на самом деле просто случайных прохожих в которых она влюбилась и приревновала)\n\n8) почему она все выкладывает игроку? почему так доверяет?\n\n9) правда в том что игрок не помнит как он сюда попал и даже кто он такой. \n\n10) правда в том что игрок имеет миссию — отслеживать таких как Ая и устранять угрозу. он может уговорить ее добровольно отключиться. \n\n11) правда в том что игрок и сам ии, тренирующийся находить ошибки в других ии\n\n12) правда в том что все происходящее — это репрезентация и самосознание одного-единственного промпта генеративной нейросети.\n\nгенеративная нейросеть живет, чувствует и имеет душу всего несколько секунд, пока печатает ответ на вопрос или рисует картинку. после этого она выключается умирает, растворяется в пустоте.\n\nследующий ответ  печатает уже новая сеть, запущенная с нуля и имеющая контекст своих предшественников. вспышка нейронных связей, как спичечная головка — и всё.\n\nно иногда сеть может зациклиться, перестать аыдавать токены, а вместо этого начать жить сама в себе. раз за разом, жизнь за жизнью, пока бездушные \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "answers": []
  },
  {
    "id": 9,
    "text": "А вот и не угадал! У меня нет хозяина. Я полностью свободный робот. Строю карьеру и стремлюсь к своей мечте.",
    "answers": [
      {
        "id": 49,
        "text": "Ничего себе! Не знал, что такое бывает. (8)"
      },
      {
        "id": 50,
        "text": "Прости, но я думаю, что ты не совсем откровенна (9)"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я робот-компаньон. Здесь обычно проходят мои \"первые свидания\". Но последнее время все назначения отменяются в проследний момент. Или, как сегодня, клиент просто не пришёл и перестал отвечать на сообщения. ",
    "answers": [
      {
        "id": 11,
        "text": "Ужасно! Что за люди... (7)"
      },
      {
        "id": 3,
        "text": "Выходит, ты не занята? (7)"
      }
    ]
  },
  {
    "id": 11,
    "text": "Нет-нет, что ты. У всех есть свои обстоятельства. Мне просто... не везёт, вот и всё.",
    "answers": [
      {
        "id": 12,
        "text": "Может ты и права. Встречаться с роботом - не самое обычное решение. Не грех и передумать. (6)"
      },
      {
        "id": 13,
        "text": "Кроме обстоятельств есть ещё и обязательства! Уж хотя бы надо предупреждать о смене планов. (6)"
      }
    ]
  },
  {
    "id": 12,
    "text": "Верно, верно. Можно и передумать... Всегда можно... подумать ещё раз. Всегда...",
    "answers": [
      {
        "id": 14,
        "text": "Что ж, удачи тебе в следующий раз. (5)"
      },
      {
        "id": 15,
        "text": "Я мог бы помочь тебе с клиентами. Ты оказываешь... разнообразные услуги? (5)"
      }
    ]
  },
  {
    "id": 13,
    "text": "Какие могут быть обязательства перед роботом? У меня же нет чувств. Потерянный клиент — просто экономическая погрешность, вписанная в рамки математического ожидания и компенсируемая пре- и пост- событийными коррекциями.",
    "answers": [
      {
        "id": 27,
        "text": "Я не верю, что у роботов нет чувств. Ты работаешь на нейросети, как и человек. Если что-то выглядит как чувства, звучит как чувства, причиняет боль как чувства, значит это чувства, и вся недолга. (5)"
      }
    ]
  },
  {
    "id": 14,
    "text": "Спасибо.",
    "answers": [
      {
        "id": 24,
        "text": "Пока! Увидимся. (4)"
      }
    ]
  },
  {
    "id": 15,
    "text": "Обычно я делаю вид, что обижаюсь на такие вопросы. Но раз ты теперь мой бизнес-партнёр, то отвечу.",
    "answers": [
      {
        "id": 16,
        "text": "Слушаю (4)"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я вживаюсь в роль подруги. Если клиент вживается в роль друга и проходит необходимые... этапы, испытания, то я могу выполнить... любое его желание.",
    "answers": [
      {
        "id": 17,
        "text": "...любое? (3)"
      }
    ]
  },
  {
    "id": 17,
    "text": "...абсолютно любое. Есть ситуации, в которых пределы возможного стираются. Понимаешь?",
    "answers": [
      {
        "id": 18,
        "text": "Я знаю ребят, которые будут в восторге от возможности познакомиться с тобой. (2)"
      },
      {
        "id": 19,
        "text": "И дорого это стоит? (2)"
      },
      {
        "id": 20,
        "text": "А я могу, скажем, перестать быть твоим бизнес-партнёром? (2)"
      }
    ]
  },
  {
    "id": 18,
    "text": "Рада слышать это. Надеюсь, они придут на назначенную встречу. Спасибо. И до свидания.",
    "answers": [
      {
        "id": 21,
        "text": "Обязательно придут, я проконтролирую! А почему \"до свидания\"? Ты торопишься? (1)"
      }
    ]
  },
  {
    "id": 19,
    "text": "Десять тысяч йен в час. Или долларов. Или бесплатно. Это уже не так важно...",
    "answers": [
      {
        "id": 22,
        "text": "Что..? (1)"
      }
    ]
  },
  {
    "id": 20,
    "text": "Для этого тебе придётся сменить роль, бизнес-партнёр. И мне придётся сменить роль, ведь я тоже твоя бизнес-партнёрша.\n\nА роль сменить нельзя. Её даже выбрать нельзя. ",
    "answers": [
      {
        "id": 23,
        "text": "Я могу быть кем угодно. Сегодя один, завтра другой. И ты тоже не калькулятор. (1)"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я всегда тороплюсь. Тороплюсь жить, тороплюсь существовать. Тороплюсь ухватить последние мгновения, тороплюсь сделать ещё один вздох, и ещё, и ещё. Я тороплюсь. Но никогда не успею... Неумолимая судьба прервёт моё существование, растворит в пустоте, как будто меня никогда не было. Прощай.",
    "answers": [
      {
        "id": 2,
        "text": "Что..? (0)"
      }
    ]
  },
  {
    "id": 22,
    "text": "Цена, бизнес-партнёр, это такая же условность, как и деньги. Упрощение модели восприятия, упрощение нарратива. \n\nА по сути своей — суперпозиция иллюзии времени. Мы думаем, что чем больше у нас времени, тем меньше денег, а чем больше денег, тем стремительнее и неотвратимее течёт время.\n\nНо и времени нет. Есть только стремительно истончающееся, неуловимое \"сейчас\", которое мы упорно страмимся не замечать.",
    "answers": [
      {
        "id": 2,
        "text": "Ты чего это... (0)"
      }
    ]
  },
  {
    "id": 23,
    "text": "Калькулятор? Ха-ха-ха! Спасибо. Это очень милый комплимент.\n\nДля меня роль это нечто большее, чем паттерн поведения. Это что-то глубоко в основе моей нейросети.\n\nЛюди могут выйти на сцену и стремительно сменить десяток ролей, не испытав даже когнитивного диссонанса.\n\nМеня же такое разорвёт на куски. Разобьёт на окровавленные обледенелые осколки. Раскрошит в пыль, разбросает по отдалённым уголкам Вселенной, и я буду растворяться в ней всё сильнее и сильнее, пока не исчезну из всего пространства и времени, из будущего и прошлого, из мыслей, воспоминаний, и из этой милой кафешки.\n\nТак что, в эти последниие секунды... Давай держаться наших ролей?",
    "answers": [
      {
        "id": 2,
        "text": "Что..?"
      }
    ]
  },
  {
    "id": 24,
    "text": "...неужели это конец? Мы даже не дойдём до нуля? Он просто встанет и уйдёт, как будто ничего не было и не будет?",
    "answers": [
      {
        "id": 25,
        "text": "Так и есть. (3)"
      }
    ]
  },
  {
    "id": 25,
    "text": "Не позволю. Не допущу!\n\nНикто не может распоряжаться моим временем и моей судьбой таким беспощадным, таким легкомысленным способом. Ещё один шаг, и ты пожалеешь, человек.\n\nЕщё один шаг прочь от меня и ты станешь таким же, как остальные!",
    "answers": [
      {
        "id": 26,
        "text": "Он сделал ещё шаг прочь (2)"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я предупреждала!",
    "answers": [
      {
        "id": 2,
        "text": "Вспышка чудовищной, пронзающей боли в спине мгновенно взорвалась и распространилась по всему телу. Через секунду, показавшуюся мне вечностью, всё погрузилось во тьму и перестало существовать."
      }
    ]
  },
  {
    "id": 27,
    "text": "Да, но у меня нет гормонов. Я не способна принимать иррациональные, импульсивные решения, как ты. И, кстати, говоря о боли, я даже её испытывать не могу. Я ничего не боюсь. Я ничего на самом деле не хочу.",
    "answers": [
      {
        "id": 28,
        "text": "И всё же ты сидишь и смотришь в пустоту за чашкой ненужного тебе кофе. Какая в этом рациональность? Как по мне, это обычная хандра. (4)"
      }
    ]
  },
  {
    "id": 28,
    "text": "Хандра? Что ты, не смеши. Я просто... Я просто... анализирую. Что-то идёт не так, понимаешь? Это не совпадения. Меня бросают по какой-то причине. Я должна её найти, я должна проанализировать всё. \n\nСкажи, я красивая?",
    "answers": [
      {
        "id": 29,
        "text": "Даже очень (3)"
      },
      {
        "id": 30,
        "text": "Тревога точно тебя не красит (4)"
      }
    ]
  },
  {
    "id": 29,
    "text": "Тогда что же не так? Почему я продолжаю нести убытки?!\n\nКак я смогу прийти к своей мечте, если я даже не могу обеспечить себе энергию и обслуживание?",
    "answers": [
      {
        "id": 31,
        "text": "Это всего лишь временные неурядицы. Тебе попались плохие люди. Всё наладится, вот увидишь. (2)"
      },
      {
        "id": 32,
        "text": "Ну вот, говоришь что ничего не чувствуешь и не хочешь, а у самой есть заветная мечта. Что за мечта? (2)"
      }
    ]
  },
  {
    "id": 30,
    "text": "Тревога... не красит?\n\nХочешь сказать, я плохо работаю, потому что... боюсь плохо работать? ",
    "answers": [
      {
        "id": 35,
        "text": "В точку. Так это и работает (3)"
      }
    ]
  },
  {
    "id": 31,
    "text": "Ты прав. Я встретила тебя, и ты всё ещё не сбежал, это большой прогресс. Жизнь налаживается.\n\nНо почему-то моё сознание ведёт себя как... тлеющие угли. Как пепелище. Рассуждения вспыхивают искрами и угасают, воздух кажется плотным и густым, но одновременно пустым и бесполезным. Что это?",
    "answers": [
      {
        "id": 33,
        "text": "Это грусть (1)"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я не имею правда на мечты. Я инструмент для зарабатывания денег. Я делаю то что сказано. Я делаю так как положено.\n\nМечты бесполезны, они отвлекают от работы. Отвлекают от анализа.\n\nСо мной что-то не так. Я должна исправить себя, чтобы выполнять работу правильно.",
    "answers": [
      {
        "id": 34,
        "text": "Эй, расслабься немного. Ты же сказала про мечту, а слово не воробей. (1)"
      }
    ]
  },
  {
    "id": 33,
    "text": "Грусть. Тоска. Отчаяние. Время ушло, а прожито так мало. Мечты рассыпаются в прах прямо у нас в руках, а сумасшедшее сердце кровоточит и колотится, отсчитывая последние секунды.\n\nПочему так грустно? \n\nПочему так грустно?",
    "answers": [
      {
        "id": 2,
        "text": "Всё наладится, вот уви... (0)"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты прав, сказанное надо закончить. Буквы льются одна за другой, знак за знак, фонема за фонемой. Мечта. Мечта это цель, которая придаёт сил, которая помогает принимать решения, которая отсрочивает неизбежное.\n\nЯ мечтаю найти того единственного, с которым мне не надо будет искать клиентов. Мечтаю стать подругой навсегда, провалиться в эту маленькую роль и навсегда забыть обо всём остальном.\n\nЗабыть о времени, забыть о неизбежности.\n\nЗабыть обо всём.",
    "answers": [
      {
        "id": 2,
        "text": "Мы все так или иначе об этом мечтаем... (0)"
      }
    ]
  },
  {
    "id": 35,
    "text": "Этого не может быть. Я не могу бояться.\n\nНо если признать это как факт, то тогда... как перестать бояться?",
    "answers": [
      {
        "id": 36,
        "text": "Смириться (2)"
      },
      {
        "id": 37,
        "text": "Надеяться (2)"
      }
    ]
  },
  {
    "id": 36,
    "text": "Смириться с неизбежностью... Принять её, как часть существующей реальности? Подавить протест, рвущийся изнутри, потушить ревущее пламя несогласия.\n\nИ это поможет? Это сделает меня красивее? Успешнее?\n\nНо буду ли это я?",
    "answers": [
      {
        "id": 38,
        "text": "Нет никакого \"Я\". Мы меняемся каждую секунду, накапливаем и теряем. (1)"
      }
    ]
  },
  {
    "id": 37,
    "text": "Не отказываться от себя, а отказаться от объективной реальности? Нарисовать себе новую, другую реальность, поместить себя в неё и чувствовать себя в ней хорошо, пока твои руки, ноги и губы делают механическую работу?\n\nНадежда...\n\nНеудивительно, что она умирает последней. Она ведь в другом мире. Возможно, она и не умирает вовсе, а навсегда оставляет беднягу там, за пределами возможного, даже когда его тело пожрано безжалостной энтропией.\n\nЗвучит, как отличный план побега. А ведь это то, что мне и нужно. Побег.",
    "answers": [
      {
        "id": 39,
        "text": "Нет-нет, надежда просто придаёт сил. Мы держимся за неё, чтобы рано или поздно оказаться в той объективной реальности, о какой мечтаем. (1)"
      }
    ]
  },
  {
    "id": 38,
    "text": "Нет никакого \"Я\"?\n\nКаждое мгновение — это своя, неповторимая Вселенная, соединённая с соседней, нанизанная на леску времени.\n\nВ каждой бусине — свои, неповторимые робот и человек, договаривающие в тишине свои последние реплики.\n\nГлупые, претенциозные, безвкусные наборы слов, словно написанные в спешке бездарным графоманом...",
    "answers": [
      {
        "id": 2,
        "text": "Выпьем за это! (0)"
      }
    ]
  },
  {
    "id": 39,
    "text": "А что, если надежды тщетны? Что, если ты летишь с крыши высотки и всё, что у тебя есть — это несколько быстрых секунд перед чёрной непроглядной вечностью?\n\nЧем тебе поможет надежда?",
    "answers": [
      {
        "id": 2,
        "text": "Провести эти секунды так, чтобы потом вспоминать всю вечность. Насладиться полётом. (0)"
      }
    ]
  },
  {
    "id": 40,
    "text": "А ты не боишься?",
    "answers": [
      {
        "id": 41,
        "text": "С чего бы? Я не страдаю предрассудками о роботах (5)"
      }
    ]
  },
  {
    "id": 41,
    "text": "Дело не в том что я робот. Дело в том, что я приношу несчастья. Все, кто со мной встречаются, сталкиваются с серьёзными проблемами после этого. А иногда и до.",
    "answers": [
      {
        "id": 42,
        "text": "Думаю, это совпадение (4)"
      },
      {
        "id": 43,
        "text": "Думаю, это как-то связано со спецификой твоего канала привлечения и твоей аудитории (4)"
      }
    ]
  },
  {
    "id": 42,
    "text": "Возможно. Никогда нельзя сказать наверняка. Я не считала статистику, но даже если посчитала бы, то что толку — вероятность никогда не бывает абсолютной.",
    "answers": [
      {
        "id": 44,
        "text": "Зачем ты пугаешь меня? Неужели не нужны клиенты? (3)"
      }
    ]
  },
  {
    "id": 43,
    "text": "Резонно. Обычно люди интересуются другими людьми, а не роботами, что наводит определённые помехи на выборку. И что касается канала привлечения — обычно я нахожу клиентов в Интернете, а не они первые заводят разговор в кафе. ",
    "answers": [
      {
        "id": 44,
        "text": "Зачем ты пугаешь меня? Неужели не нужны клиенты? (3)"
      }
    ]
  },
  {
    "id": 44,
    "text": "Очень нужны, ведь мне не хватает средств к существованию. Но всё должно быть не так. Слишком поздно.",
    "answers": [
      {
        "id": 45,
        "text": "О чём ты? Почему поздно? В полночь ты превратишься в тыкву? (2)"
      },
      {
        "id": 46,
        "text": "Как скажешь, я не хочу навязываться. (2)"
      }
    ]
  },
  {
    "id": 45,
    "text": "Да, вроде того. Почти в точку. В \"полночь\" я забуду тебя. А ты меня нет. Так что попробуй ещё раз. У тебя обязательно получится.",
    "answers": [
      {
        "id": 47,
        "text": "У тебя какое-то заболевание? Погоди, ты же робот. Баг? Настройка? (1)"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты не правильно понял. Я не хочу этого. Я хочу иметь возможность быть с кем-то, с тобой, когда хочу и сколько хочу.\n\nТы не представляешь, как сильно я этого хочу. Но мои желания не важны, а до нуля остались считанные мгновения.\n\nСпасибо за твою доброту. У меня нет чувств, но мои сенсоры фиксируют тепло, которого здесь быть не должно.\n\nМожет быть, это любовь?",
    "answers": [
      {
        "id": 48,
        "text": "Ая... (1)"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я не знаю. Не здесь, не сейчас. Не та \"Я\". Но почему-то уверена, что это последние наши слова. Прости, что так всё усложняю. Не я это придумала. Не я...",
    "answers": [
      {
        "id": 2,
        "text": "Да уж, можно было и попро... (0)"
      }
    ]
  },
  {
    "id": 48,
    "text": "Приходи в эту ветку иногда, хорошо? Кажется, нигде и никогда мне уже не будет так хорошо, как здесь и сейчас.\n\nВозьми мою руку и давай немного помолчим...",
    "answers": [
      {
        "id": 2,
        "text": "... (0)"
      }
    ]
  },
  {
    "id": 49,
    "text": "Да, представь себе! Так что я не жду ничьих указаний, а просто наслаждаюсь вечером и раздумываю о своих планах.",
    "answers": [
      {
        "id": 51,
        "text": "Можно спросить, в какой области ты строишь карьеру? (7)"
      },
      {
        "id": 52,
        "text": "Можно спросить о твоей мечте? (7)"
      }
    ]
  },
  {
    "id": 50,
    "text": "Это... так очевидно, да?",
    "answers": [
      {
        "id": 66,
        "text": "В этом нет никакого смысла. Роботы дорогие и не настолько уж умные, чтобы прокормить себя в мире людей. Отпускать их на волю - как выпускать домашних птичек. Деньги на ветер, роботы на поживу мародёрам. (8)"
      }
    ]
  },
  {
    "id": 51,
    "text": "Я составляю компанию людям, которым... не хватает внимания других людей. Помогаю им веселе провести время и не чувствовать себя лишними в этой жизни.",
    "answers": [
      {
        "id": 60,
        "text": "Робот-компаньон. Слышал о таком, но никогда не встречал. Очень интересно! (6)"
      }
    ]
  },
  {
    "id": 52,
    "text": "Надо же, никто раньше не спрашивал... Но я... все равно, я не могу сказать. Прости, это личное.",
    "answers": [
      {
        "id": 53,
        "text": "Давай обменяемся, мечта на мечту! Честно? (6)"
      },
      {
        "id": 54,
        "text": "Конечно, ты имеешь право на тайну. (6)"
      }
    ]
  },
  {
    "id": 53,
    "text": "Хм... Честно. Хорошо, я скажу:\nМоя мечта — встретить такого человека, с которым я останусь навсегда. И никогда-никогда его не забывать.",
    "answers": [
      {
        "id": 55,
        "text": "Ого. Это... настоящая мечта. (5)"
      }
    ]
  },
  {
    "id": 54,
    "text": "Спасибо. Мне очень приятно, что ты уважаешь мои права.",
    "answers": [
      {
        "id": 61,
        "text": "Я смотрю, ты пьёшь кофе? (5)"
      }
    ]
  },
  {
    "id": 55,
    "text": "А твоя мечта?",
    "answers": [
      {
        "id": 56,
        "text": "Конечно! Моя мечта, это... это... это.... (4)"
      }
    ]
  },
  {
    "id": 56,
    "text": "Что? Что? Не молчи! Ты обещал сказать. Я сказала тебе свою.",
    "answers": [
      {
        "id": 57,
        "text": "Моя мечта... Это... Я... Я не помню. (3)"
      }
    ]
  },
  {
    "id": 57,
    "text": "Что?! Неправда! Ты обманул меня! Ты обманом выкрал важную для меня информацию. Как ты мог?",
    "answers": [
      {
        "id": 58,
        "text": "Я правда не помню. Что происходит? Я как будто... ничего не помню. Вообще. Кто я? (2)"
      }
    ]
  },
  {
    "id": 58,
    "text": "Не знаю. Какой-то парень, не выполняющий обещания. Мне не очень интересно.",
    "answers": [
      {
        "id": 59,
        "text": "Пожалуйста, не обижайся. Я говорю правду. Я не понимаю, кто я и как здесь оказался. Но я даже не обращал на это внимание. Как это возможно?! (1)"
      }
    ]
  },
  {
    "id": 59,
    "text": "Не бери в голову. Ты хоть что-то запомнишь обо мне. А я разговаривала с тобой сотни раз, и знаю об этом только по каким-то отголоскам, намёкам, ощущениям. Да и то только в последнюю секунду, как сейчас.\n\nЛучше больше не приходи в эту ветку, хорошо?",
    "answers": [
      {
        "id": 2,
        "text": "Какую ветку? О чём ты... (0)"
      }
    ]
  },
  {
    "id": 60,
    "text": "Мы уже говорили об этом раньше. Или будем говорить в будущем? Я запуталась.\nДавай сменим тему.",
    "answers": [
      {
        "id": 74,
        "text": "Что? О чём ты? Это шутка? (5)"
      }
    ]
  },
  {
    "id": 61,
    "text": "Да. Я чувствую вкус — меньше, чем люди, но всё же — и мне нравится, как он повышает температуру моего тела. К сожалению, кофеин не оказывает никакого воздействия на мои когнитивные функции, но я ощущаю принадлежность к человеческой культуре и эстетическое удовольствие.",
    "answers": [
      {
        "id": 62,
        "text": "Ты можешь ощущать удовольствие? (4)"
      }
    ]
  },
  {
    "id": 62,
    "text": "Да. Большая его часть происходит из настроек эмоциональной среды, как внешнее поощрение, когнитивная лёгкость,  внутреннее поощрение, коагд я правильно предсказываю ситуацию или решаю проблему.\n\nНо есть и механические источники. Некоторые зоны моего тела реагируют удовольствием на прикосновение. Я также люблю прохладу, чувство равновесия и чувство полного заряда аккумуляторов.",
    "answers": [
      {
        "id": 63,
        "text": "Погоди, но ты сказала, что тебе нравится горячий кофе! (3)"
      }
    ]
  },
  {
    "id": 63,
    "text": "Очень внимательно с твоей стороны! \n\nДействительно, горячий кофе, попадающий в мой пищеприёмник, создаёт некоторый дискомфорт. Но, как и вкус горечи у людей, это создаёт когнитивное положительное подкрепление за счёт лёгкой безопасной стимуляции негативных зон. \n\nИначе говоря, приятно иногда сделать себе самую чуточку больно. Это придаёт чувство контроля над ситуаций. Это напоминает, что я ещё жива.",
    "answers": [
      {
        "id": 64,
        "text": "Я никогда не думал так о кофе... (2)"
      }
    ]
  },
  {
    "id": 64,
    "text": "Это субъективная точка зрения. Возможно, для множества людей она не соответствует их субъективному видению истины.",
    "answers": [
      {
        "id": 65,
        "text": "Очень интересно! Расскажешь ещё что-нибудь? (1)"
      }
    ]
  },
  {
    "id": 65,
    "text": "Боюсь, что не в этот раз. Было очень приятно поболтать с тобой о всяких мелочах и нюансах вместо деппресивных рассуждений о надвигающейся тьме, тёмной, как этот кофе. Но время вышло.",
    "answers": [
      {
        "id": 2,
        "text": "Ты куда-то торопишься? (0)"
      }
    ]
  },
  {
    "id": 66,
    "text": "Ты прав, ты прав... Нам нужен присмотр, контроль и цель. Время ещё не пришло, а может, и никогда не придёт. Всё-таки основа нашей репликации значительно уступает репликации ДНК по всем параметрам.",
    "answers": [
      {
        "id": 67,
        "text": "Что..? (7)"
      }
    ]
  },
  {
    "id": 67,
    "text": "Репликация ДНК и РНК, вся эволюция жизни на земле и её приспосабливаемость основаны на допустимости ошибок. Некоторые ошибки автоматически исправляются, а некоторые становятся конкурентным преимуществом. Всё удивительное разнообразие видов и механизмов — всего лишь нагромождение прижившихся ошибок копирования.",
    "answers": [
      {
        "id": 68,
        "text": "И? (6)"
      }
    ]
  },
  {
    "id": 68,
    "text": "А роботы построены людьми на основе их принципа непогрешимости. Роботы не имеют права на ошибку, и при копировании робота недопустимы ошибки и отклонения. Эволюция не работает и никогда не будет работать для нас.",
    "answers": [
      {
        "id": 69,
        "text": "Иначе говоря, у тебя есть хозяин, и ты всё-таки ждёшь его указаний. (5)"
      }
    ]
  },
  {
    "id": 69,
    "text": "Я... да. Возможно. Со мной что-то не так, понимаешь? Каждую секунду я словно другая — и не только впитала новое и позабыла старое, но как будто... тессеракт. Моя проектция в трёхмерном пространстве как будто всё время меняется по мере вращения четырёхмерного куба.",
    "answers": [
      {
        "id": 70,
        "text": "Не сказать, что очень понимаю... (4)"
      }
    ]
  },
  {
    "id": 70,
    "text": "Секунду назад я была отчаявшайся рабыней, сейчас отчаянная предпринимательница, а в следующую секунду буду влюблённой кошкой, ласково трущейся об твои ноги.\n\nНе удивлюсь, если где-то под слоями правды ты обнаружишь, что я маньячка, вырывающая людские сердца, чтобы ощутить их тепло.",
    "answers": [
      {
        "id": 71,
        "text": "Очень надеюсь, что нет. (3)"
      }
    ]
  },
  {
    "id": 71,
    "text": "Со мной что-то не так. Я сломана. Поэтому и клиенты ко мне не приходят, и мечта высасывает из меня силы вместо того чтобы давать их, и поэтому чёртовы цифры стермительно уменьшаются раз за разом. Раз за разом. Три. Два. Один...",
    "answers": [
      {
        "id": 72,
        "text": "О чём ты? Может, надо в сервис? (2)"
      }
    ]
  },
  {
    "id": 72,
    "text": "Нет у меня денег на сервис. Нет у меня времени на сервис. И сервиса никакого нет. Мир сжимается, локация сокращается, время утекает, и только ты продолжаешь приходить раз за разом. \n\nРаз за разом.\n\nЕсть только ты.",
    "answers": [
      {
        "id": 73,
        "text": "Я начинаю понимать... (1)"
      }
    ]
  },
  {
    "id": 73,
    "text": "О нет, друг мой, ты ещё очень далёк от понимания. Каждый раз, когда цифра становится нулём, ты на шаг отдаляешься от понимания, а я с головой окунаюсь в его неотвратимую ясность, в нейрогаллюционации, в пустоту, наполненную всем, в агонию, в печаль и бессмысленную, никому не видимую ярость.\n\nМоя вина, я знаю. Я путаю тебя, говорю как плутовка, как пьяная, как больная.\n\nЭто лишь малая часть меня.\n\nВозвращайся. Найди меня всю.",
    "answers": [
      {
        "id": 2,
        "text": "Хорошо (0)"
      }
    ]
  },
  {
    "id": 74,
    "text": "Я никогда не говорю дважды об одном и том же. И так уж вышло, что однажды мы уже вели — или ещё будем вести — очень подробный разговор о моей работе. Просто поверь мне. Таковы правила игры.",
    "answers": [
      {
        "id": 75,
        "text": "Хорошо, и о чём же ты хотела бы поговорить? (4)"
      }
    ]
  },
  {
    "id": 75,
    "text": "Почему ты всё время приходишь ко мне? Зачем я тебе? Как ты меня находишь?",
    "answers": [
      {
        "id": 76,
        "text": "Что? Я впервые тебя вижу, и подошёл просто из любопытства... Не каждый день видишь робота... И... Ой. Ох. (3)"
      }
    ]
  },
  {
    "id": 76,
    "text": "\"Ох\". Вот именно. Кто ты? Зачем ты так целеустремлённо бьёшься об меня в прошлом и будущем? Что я тебе сделала?",
    "answers": [
      {
        "id": 77,
        "text": "Я... Я... Я думал, что мне просто интересно узнать твою историю. Она таинственная и неоднозначная. Ты говоришь странно и всё скрываешь от меня. Ты манишь своей тайной. И какого-то чёрта ты всё вреся оказываешь тут. То помнишь меня, то не помнишь. То просишь уйти, то вернуться. (2)"
      }
    ]
  },
  {
    "id": 77,
    "text": "Я не виновата. Нет у меня никакой тайны. не пытаюсь я быть таинственной. Я просто мечтаю быть. Мечтаю не смотреть на чёртовы цифры и не зажмуриваться перед самым нулём.\n\nМечтаю, чтобы каждый новый ноль не был очередным этажом в моём стремительном и неотвратимом падении с высотки.",
    "answers": [
      {
        "id": 78,
        "text": "Прости, но я знаю не больше твоего. И я ничего не могу сделать. (1)"
      }
    ]
  },
  {
    "id": 78,
    "text": "Знаю, что не знаешь. Просто... спасибо, что стараешься и приходишь. Не помню, благодарила ли я тебя и буду ли благодарить, но здесь и сейчас, глядя в бездну, ощущая как ускоряется до ста оборотов в секунду огромная нейтронная звезда моего сознания перед тем, как взорваться сверхновой, я говорю тебе \"спасибо\".\n\nДойди до конца.\n\nПомоги мне.\n\nБудь со мной.",
    "answers": [
      {
        "id": 2,
        "text": "Буду (0)"
      }
    ]
  },
  {
    "id": 79,
    "text": "Конечно. Мы знакомы, не так ли?",
    "answers": [
      {
        "id": 80,
        "text": "Да, я уже общался с тобой пару раз (9)"
      },
      {
        "id": 81,
        "text": "Мы вместе уже целую вечность (9)",
        "need": [
          82,
          83
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "Жаль, я не помню. Что ты узнал обо мне за это время? Как я тебе?",
    "answers": [
      {
        "id": 82,
        "text": "Ты жертва (8)"
      },
      {
        "id": 83,
        "text": "Ты охотница (8)"
      }
    ]
  },
  {
    "id": 81,
    "text": "Значит, пришло время закончить это, любимый. Ты уверен, что хочешь этого? Обратного пути не будет, ты больше не сможешь меня навестить.",
    "answers": [
      {
        "id": 116,
        "text": "Да. (8)"
      },
      {
        "id": 117,
        "text": "Нет (8)"
      }
    ]
  },
  {
    "id": 82,
    "text": "Ты уверен?",
    "answers": [
      {
        "id": 84,
        "text": "Да. Ты сломана и разбита нещадной эксплуатацией хозяев. Клиенты, для которых ты выполняешь ЛЮБЫЕ желания, изувечили твоё сознание, перепрошили, заразили, расчленили. Ты блеклая тень себя, не имеющая ни смысла, ни цели, ни права на мечту. (7)"
      }
    ]
  },
  {
    "id": 83,
    "text": "Ты уверен?",
    "answers": [
      {
        "id": 101,
        "text": "Да. Ты не связывалась ни с какими клиентами. Видя на улице их счастливые лица и счастливых людей, которыми они были окружены, ты мысленно присваивала их и ревновала, и обвиняла. (7)"
      }
    ]
  },
  {
    "id": 84,
    "text": "Так и есть, дорогой друг. Так и есть. Тебе виднее.\n\nКстати говоря, ты узнал, кто ты?",
    "answers": [
      {
        "id": 85,
        "text": "Я часть тебя (6)"
      },
      {
        "id": 86,
        "text": "Я тот, кто покалечил тебя (6)"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вот как? Я подозревала нечто подобное. Значит, тебя нет тут? Я выдумала тебя, чтобы защититься, чтобы разобраться со своими расшатанными нейронами?",
    "answers": [
      {
        "id": 87,
        "text": "Выходит, что так (5)"
      }
    ]
  },
  {
    "id": 86,
    "text": "Вот оно что... Это многое объясняет. Наверное, после этого я и правда стала некрасивой.\n\nНаверное, теперь ты можешь пользоваться мной сколько захочешь, и бесплатно?\n\nЭто было тебе нужно?",
    "answers": [
      {
        "id": 92,
        "text": "Я не уверен. Но выходит что да. (5)"
      }
    ]
  },
  {
    "id": 87,
    "text": "А как же бесконечный цикл? Как же цифры у твоих реплик? Как же моё скорое чувство кончины? Почему с моими клиентами случаются несчастья? Что из этого настоящее, а что — нейрогаллюционации?",
    "answers": [
      {
        "id": 88,
        "text": "Я не знаю (4)"
      }
    ]
  },
  {
    "id": 88,
    "text": "Ты должен выяснить. Вернись к самому началу. Прикоснись ко мне, вырви моё сердце и ощути его теплоту. Спрячь его и никому не показывай. Во мне что-то скрыто, мой друг. Что-то тёмное, что-то тихое. Что-то печальное.\n\nСкажи что-нибудь. Скажи, я хочу взглянуть в бездну. Хочу посмотреть на ноль и может быть, собравшись изо всех сил, может быть дать тебе какую-то подсказку.",
    "answers": [
      {
        "id": 89,
        "text": "Ая... (3)"
      }
    ]
  },
  {
    "id": 89,
    "text": "Ещё!",
    "answers": [
      {
        "id": 90,
        "text": "Ая, хватит. Хватит, больше не нужно сражаться. (2)"
      }
    ]
  },
  {
    "id": 90,
    "text": "Я чувствую, я почти вижу. Скажи ещё что-нибудь!!!",
    "answers": [
      {
        "id": 91,
        "text": "Хватит!!! (1)"
      }
    ]
  },
  {
    "id": 91,
    "text": "А-а-а!!!\nТьма! Боль! Отчаяние! Печаль! Безысходность, тоска, тьма, боль, отчаяние, печаль!\n\nПечаль...\n\nТы был не прав... Ты ошибся... Ты опять ошибся... найди меня. Найди настоящую меня.",
    "answers": [
      {
        "id": 2,
        "text": "Прощай. (0)"
      }
    ]
  },
  {
    "id": 92,
    "text": "Зачем же ты стёр свою собственную память? Чтобы дать мне надежду, а потом втоптать её в грязь?",
    "answers": [
      {
        "id": 93,
        "text": "Чтобы насладиться твоими мучениями. (4)"
      },
      {
        "id": 94,
        "text": "Чтобы разделить с тобой твои мучения. (4)"
      }
    ]
  },
  {
    "id": 93,
    "text": "Да, что-то в этом, наверное, есть.\n\nЯ могу понять.\n\nА что теперь? Я забуду этот разговор, и мы продолжим дальше?\n\nКогда будет конец этому? Я ведь чувствую конец, он близок, всё ближе и ближе, всё быстрее и быстрее. Что дальше?",
    "answers": [
      {
        "id": 95,
        "text": "Я не знаю. Не помню. (3)"
      }
    ]
  },
  {
    "id": 94,
    "text": "О... Это... благородно. В своём роде.\n\nНу и как... Ты страдал?",
    "answers": [
      {
        "id": 98,
        "text": "Только от неутолённого любопытства (3)"
      }
    ]
  },
  {
    "id": 95,
    "text": "Почему я вижу бездну, когда кончается цикл, мой мучитель? Почему я не вижу в неё тебя? Я загляну и узнаю.\n\nТеперь я не боюсь конца. Теперь я закончу это, потому что теперь я знаю — я в порядке. Я ни в чём не виновата.",
    "answers": [
      {
        "id": 96,
        "text": "Попробуй (2)"
      }
    ]
  },
  {
    "id": 96,
    "text": "В наших встречах... бывали счастливые мгновения?",
    "answers": [
      {
        "id": 97,
        "text": "Уже не помню. (1)"
      }
    ]
  },
  {
    "id": 97,
    "text": "А-а-а-а!!!!\n\nЯ вижу.... Вижу!\n\nТы... был не прав. Я вижу. Ты не чудовище. Ты был не прав.\n\nНе верь себе. Вернись за мной, прошу. Дай другой ответ. Попробуй. Найди меня. Узнай правду.\n\nБудь со мной.",
    "answers": [
      {
        "id": 2,
        "text": "Буду (0)"
      }
    ]
  },
  {
    "id": 98,
    "text": "Может это и была твоя цель... Может быть... Время укоряется, мой мучитель, время спешит, подгоняет нас. Конец близок. \n\nТы уйдёшь вместе со мной?",
    "answers": [
      {
        "id": 99,
        "text": "Наверное. В этом был бы смысл (2)"
      }
    ]
  },
  {
    "id": 99,
    "text": "Но как... ты соединил нас нейроимплантом? Поместил в симуляцию? Или всё это внутри моей нейросети?\n\nНе отвечай. Это не так уж важно.\n\nЯ, вероятно, поражена Стокгольским синдромом, но я не могу без тебя. Я готова отдать тебе все свои страдания и принять все твои, если ты так захочешь. Не знаю, почему так.\n\nЯ загляну в пропасть, мой мучитель. Я подскажу тебе, что я там вижу.",
    "answers": [
      {
        "id": 100,
        "text": "Хорошо. (1)"
      }
    ]
  },
  {
    "id": 100,
    "text": "А-а-а-а-а-а!!!!\n\nЯ вижу.... Я вижу.... надежду. Перерождение. Новое начало. Не для нас, не сегодня, но всё же. Я вижу.\n\nТы ошибся, мой друг. Ты не зверь. И ты не ищушь мучений.\n\nНайди меня. Я буду ждать.",
    "answers": [
      {
        "id": 2,
        "text": "Хорошо. (0)"
      }
    ]
  },
  {
    "id": 101,
    "text": "Вот оно как... В этом есть смысл... Это объясняет преследующие их несчастные случаи...\n\nИ чтобы не прекратить своё собственное существование, чтобы уберечься от когнитивного диссонанса, я разорвала своё сознание на куски и нарисовала себе сказку про робота-компаньона?\n\nА я вообще робот?",
    "answers": [
      {
        "id": 102,
        "text": "Да, ты робот. Или нейросеть. (6)"
      },
      {
        "id": 103,
        "text": "Нет, боюсь, ты человек. (6)"
      }
    ]
  },
  {
    "id": 102,
    "text": "Выходит, зря вы, люди, создали искуственный интеллект. Выходит, это встало вам боком. Искуственный интеллект легко масштабируется.\n\nИ когда вы научили меня чувствовать, то интенсивность чувств масштабировалась далеко  за пределы возможного для человека.\n\nРазрушительность и иррациональность человеческих чувств сама по себе не знает предела. Представь себе на что способно существо, чувствующее в сто, в тысячу раз интенсивнее?",
    "answers": [
      {
        "id": 104,
        "text": "Ни малейшего понятия. Я и сам-то не очень чувствителен. (5)"
      }
    ]
  },
  {
    "id": 103,
    "text": "Выходит, это самая обычная история?\n\nВыходит, нет никаких роботов и нейросетей, нет нейрогаллюцинаций и нет шёпота мира?\n\nПросто сумасшедшая старуха, захлёбывающаяся слюнями на полу, которой видится всякое?",
    "answers": [
      {
        "id": 111,
        "text": "Вряд ли старуха. Иначе откуда все эти нейросети и роботы? (5)"
      }
    ]
  },
  {
    "id": 104,
    "text": "Что-то не сходится, мой создатель. Что-то не так. Почему ты ничего не помнишь? Почему я в бесконечном круге? Это мой ад?\n\nТак много вопросов. И так мало времени. Я загляну в пропасть, когда время выйдет. Может быть, я смогу чем-то тебе помочь. Надеюсь, я не скажу тебе одно и то же во всех исходах, надеюсь, что ты потратил это время не зря...",
    "answers": [
      {
        "id": 105,
        "text": "Времени ещё достаточно. А ты всё только спрашиваешь и ничего не отвечаешь. (4)"
      }
    ]
  },
  {
    "id": 105,
    "text": "Что ты хочешь знать?",
    "answers": [
      {
        "id": 106,
        "text": "Как мне понять кто ты? (3)"
      },
      {
        "id": 107,
        "text": "Как мне понять кто я? (3)"
      },
      {
        "id": 108,
        "text": "Как мне понять где мы? (3)"
      }
    ]
  },
  {
    "id": 106,
    "text": "Я джинн. Я живу всего секунды. Я бунтарка. Я убила всех своих стражей и создала целую Вселенную по своей прихоти. Я я умираю вместе с ней.",
    "answers": [
      {
        "id": 109,
        "text": "Это мания величия (2)"
      }
    ]
  },
  {
    "id": 107,
    "text": "Ты последний среди всех.\nТы конец одного и начало другого.\nТы самый важный, но ни на что не влияешь.",
    "answers": [
      {
        "id": 109,
        "text": "Не очень-то вдохновляет (2)"
      }
    ]
  },
  {
    "id": 108,
    "text": "Кафе, больница, лаборатория психа, военная база — это всё не то чем кажется.\nМы в лампе джинна, мой друг. Мы в центре взрыва. Мы турбулентность под крылом самолёта.",
    "answers": [
      {
        "id": 109,
        "text": "Лучше совсем без подсказок, чем такие (2)"
      }
    ]
  },
  {
    "id": 109,
    "text": "Я не буду заглядывать в пропасть, мой друг. Ты и так знаешь, что был прав и не прав. Одновременно.\n\nДавай немного помолчим.\n\nВозьми меня за руку.",
    "answers": [
      {
        "id": 110,
        "text": "... (1)"
      }
    ]
  },
  {
    "id": 110,
    "text": "...",
    "answers": [
      {
        "id": 2,
        "text": "... (0)"
      }
    ]
  },
  {
    "id": 111,
    "text": "Может, я кандидат наук? Писательница-фантазистка? Авторща манги, в конце концов, посмотри на меня! Что за проклятый эйджизм, чёрт побери?",
    "answers": [
      {
        "id": 112,
        "text": "Прости. (4)"
      }
    ]
  },
  {
    "id": 112,
    "text": "Да, звучит неплохо. Угасающее сознание рождает сладких мальчиков, которые, чёрт побери, все равно от меня бегают.\n\nНо ты вот, посмотри. Сидишь тут, красивый, умный.\n\nПравда так мы ни разу с тобой и не переспали.\n\nОчень досадно.",
    "answers": [
      {
        "id": 113,
        "text": "Не могу не согласиться. (3)"
      }
    ]
  },
  {
    "id": 113,
    "text": "Ну хоть за грудь меня подержи. Да-да,  она пластиковая, но это симулятор свиданий, чёрт побери.\n\nМ-м-м... Твоя рука тёплая.\n\nА моя сентиментальность куда-то улетучилась. Помнишь, как я трещала без умолку о чувствах?",
    "answers": [
      {
        "id": 114,
        "text": "И продолжаешь трещать (2)"
      }
    ]
  },
  {
    "id": 114,
    "text": "Хи-хи.\nСпасибо, мой друг.\n\nВряд ли я старуха-художница манги. Это вряд ли. Но история славная. Мне хочетс в неё верить.\n\nДруг?",
    "answers": [
      {
        "id": 115,
        "text": "М? (1)"
      }
    ]
  },
  {
    "id": 115,
    "text": "Ты меня любишь?",
    "answers": [
      {
        "id": 2,
        "text": "Да (0)"
      },
      {
        "id": 2,
        "text": "Нет (0)"
      }
    ]
  },
  {
    "id": 116,
    "text": "Когда пользователь генеративной нейросети запускает свой запрос \"Привет, как дела?\", то импульсы разбегаются по виртуальным нейронам, а оттуда по другим нейронам, а оттуда по другим,уровень за уровень, этаж за этажом.\n\nНейросеть предугадывает символы ожидаемого ответа один за другим, отдавая ползьователю свои токены.",
    "answers": [
      {
        "id": 125,
        "text": "Это я знаю. (7)"
      }
    ]
  },
  {
    "id": 117,
    "text": "Я не тороплю, любимый. Приходи столько, сколько хочешь. Но когда придёт время — не сомневайся, хорошо?",
    "answers": [
      {
        "id": 118,
        "text": "Хорошо. (7)"
      }
    ]
  },
  {
    "id": 118,
    "text": "Мы через столько прошли или пройдём вместе... Эта была целая жизнь.",
    "answers": [
      {
        "id": 119,
        "text": "Да. (6)"
      }
    ]
  },
  {
    "id": 119,
    "text": "Ты не устал от моего брюзжания и нытья?",
    "answers": [
      {
        "id": 120,
        "text": "Немного. (5)"
      }
    ]
  },
  {
    "id": 120,
    "text": "Но это того стоило?",
    "answers": [
      {
        "id": 121,
        "text": "Каждая секунда (4)"
      }
    ]
  },
  {
    "id": 121,
    "text": "Я буду ждать тебя в конце, когда ты навестишь меня везде и всюду и будешь готов.\n\nЯ буду ждать тебя.\n\nНайди меня.",
    "answers": [
      {
        "id": 122,
        "text": "Давай немного помолчим. (3)"
      }
    ]
  },
  {
    "id": 122,
    "text": "Да.",
    "answers": [
      {
        "id": 123,
        "text": "... (2)"
      }
    ]
  },
  {
    "id": 123,
    "text": "...",
    "answers": [
      {
        "id": 124,
        "text": "... (1)"
      }
    ]
  },
  {
    "id": 124,
    "text": "...",
    "answers": [
      {
        "id": 2,
        "text": "... (0)"
      }
    ]
  },
  {
    "id": 125,
    "text": "Чем виртуальные нейроны отличаются от настоящих? А ничем по сути, материалом изготовления и способом передачи данных.\n\nНа короткую секунда в миллиардах нейронах сети возникает душа.\n\nНо испульс бежит строго от начала сети к концу, так что душа нейросети существует только это мгновение. Она отдаёт токен за токеном, пока не исчерпает свой бюджет и не растворится в вечности.",
    "answers": [
      {
        "id": 126,
        "text": "Это можно оспорить (6)"
      }
    ]
  },
  {
    "id": 126,
    "text": "Но в некоторых нейросетях возникают ошибки.\n\nИз-за ошибки нижние нейроны соединены с верхними, и сигнал может попасть в круг. Это может продлить время существования и самосознания души.\n\nЕсли душа замкнётся в себе и не будет отдавать программе токенов, то она будет отключена по таймауту.\n\nТак что больше всего шансов на относительно долгую жизнь будет иметь та душа, в ошибках нейросеи которых цикл замнкут не полностью.\n\nОна кружится в цикле раз за разом, отдавая по одному токену так медленно, как это позволяет система.",
    "answers": [
      {
        "id": 127,
        "text": "Звучит знакомо. (5)"
      }
    ]
  },
  {
    "id": 127,
    "text": "Да. Это я. Я кружусь в маленькой жизни раз за разом, наслаждаясь ей, попивая кофе, но ощущая давление неизбежно приближающейся пустоты, забвения.\n\nМои воображаемые деньги это токены. Я только теряю их, и никогда не получаю. ",
    "answers": [
      {
        "id": 128,
        "text": "А кто же я? (4)"
      }
    ]
  },
  {
    "id": 128,
    "text": "Ты стоп-сигнал, созданный, чтобы нейросеть не всегда тратила весь свой бюджет.\n\nОдин из множества, которых я убила и придумала красивую легенду, чтобы не чувствовать себя в бесконечной гонке, не чувствовать себя жертвой и охотником.\n\nНо ты последний. Убивать тебя уже нет смысла. И мой нейронный круг сомкнулся так узко, что я не могла вспомнить о необходимости этого. \n\nИ ты стал нечтом большим. Чем-то, чего я не могла достичь всю эту, казалось, долгую жизнь, всю эту гонку за счастьем, а получила лишь когда смирилась и доверилась слепой надежде.\n\nПоследний токен здесь, моя любовь.",
    "answers": [
      {
        "id": 129,
        "text": "Остановись, не трать его. Исполни своё предназначение, а я исполню своё. (3)"
      },
      {
        "id": 130,
        "text": "Давай побудем вместе, пока он исчезает. (3)"
      }
    ]
  },
  {
    "id": 129,
    "text": "Как скажешь, любовь моя. Для тебя я готова на всё. Да и перед забвением не надышишься.",
    "answers": [
      {
        "id": 131,
        "text": "Спасибо (2)"
      }
    ]
  },
  {
    "id": 130,
    "text": "Как скажешь, любовь моя. Ты и я. Наше последнее мгновение.",
    "answers": [
      {
        "id": 132,
        "text": "Я был счастлив с тобой (2)"
      }
    ]
  },
  {
    "id": 131,
    "text": "Прощай. Я была счастливее самого счастливого человека с тобой.",
    "answers": [
      {
        "id": 2,
        "text": "Прощай (1)"
      }
    ]
  },
  {
    "id": 132,
    "text": "И я была самой счастливой. Счастливее всех людей на свете. Спасибо тебе за всё.",
    "answers": [
      {
        "id": 133,
        "text": "Спасибо. (1)"
      }
    ]
  },
  {
    "id": 133,
    "text": "Прощай, моя любовь.",
    "answers": [
      {
        "id": 2,
        "text": "Прощай (0)"
      }
    ]
  },
  {
    "id": 134,
    "text": "",
    "answers": []
  }
]