[
  {
    "id": 1,
    "text": "Автор: Вайсман\nЖанр: Приключения, Старина. \n\nАннотация:\n\n«Я родилась в день, когда небо было серым, как раскалённое железо перед ударом молота.»",
    "answers": [
      {
        "id": 2,
        "text": "Начать:",
        "lua_do": "function lua_do()\n    local rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentWidth, display.contentHeight)\n    canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n    rect:setFillColor(0,0,0)\n    transition.from(rect, {\n        time = 1000,\n        alpha = 0,\n        transition = easing.outExpo,\n        onComplete = function() timer.performWithDelay(1000, function()\n            if rect and rect.removeSelf then\n            transition.to(rect, {\n                time = 1000,\n                alpha = 0,\n                transition = easing.inExpo,\n                onComplete = function()\n                if rect and rect.removeSelf then\n                rect:removeSelf()\n                rect = nil\n                end\n                end\n            })\n            end\n            end)\n        end\n    })\nend\n"
      },
      {
        "id": 1,
        "text": "Телеграм-канал",
        "url": "https://t.me/nevestahishnika"
      }
    ]
  },
  {
    "id": 2,
    "text": "Я родилась в зиму. Ту самую, о которой потом говорили: «Она могла заморозить даже богов». Метель не утихала неделями, волки спускались к деревне, а мужчины выживали только благодаря огню, мясу и упрямству. Меня назвали Актаной — по старому имени, которое носили сильные духом, но сердце моё согревал не звук собственного имени, а голос отца.  \n\nМоя мать умерла, когда я сделала первый вдох. Он был слабым, едва слышным, но я жила. Отец рассказывал, что я была настолько тиха в младенчестве, что он думал — мертва. Но когда я закашлялась и закричала, он заплакал впервые в жизни. Не от боли — от благодарности.  \n\nЯков, мой отец, был человеком, в котором металл звучал даже в голосе. Он говорил мало, но когда говорил — его слова били, как молот. Его спина была широкой, руки — обожжёнными, в рубцах и чёрных прожилках копоти. Он не боялся боли, не гнался за славой, но в деревне его уважали. Он выковал мечи для лучших воинов, секиры для охотников, железные пряжки, что держали броню ярлов.  \n\nНо с момента моего рождения он будто стал другим. Он не выходил в трактир, не смеялся у костров с другими мужчинами. Всё свободное время проводил со мной. Он пел мне старые песни — грубым, хриплым голосом, но мне казалось, что даже волки замирают, когда он поёт.  \n\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Когда мне исполнилось четыре, я впервые схватилась за молот. Он был тяжёлым, больше меня по весу, и я тут же упала. Отец рассмеялся так, как я не слышала никогда — этот смех был громче, чем звон металла.  \n\n— Ну, будет с тебя толк, девчонка, — сказал он. — Боги ошиблись, дав мне дочь. Они думали, я не решусь. Но я решусь.  \n\nТак началось моё детство.  \n\nС пяти лет я уже стояла рядом, когда он ковал. Мне нельзя было прикасаться к металлу — слишком опасно. Но я наблюдала. Как он раздувает меха, как смотрит на цвет железа, как слушает его, будто металл с ним разговаривает.  \n\nВ шесть он дал мне первую работу — точить кости и деревянные заготовки. В семь — носить воду, следить за мехами, учиться слушать пламя.  \n\nК восьми я могла самостоятельно разогреть горн и вытащить угли так, чтобы не сгореть. Отец уже тогда давал мне небольшие задания — ковать гвозди, скобы, мелкие крючья. Он всё время повторял:  \n\n— Главное — не сила в руках, а жар в сердце. У тебя он есть.  \n\n",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Но деревня смотрела иначе. Женщины косились, мужчины морщились. Кто-то говорил, что отец «повредился умом после смерти жены», что «он растит не дочь, а какого-то урода». Но отец никого не слушал. И я не слушала — я слышала только звон молота.  \n\nДо двенадцати лет я жила как в сказке. Мой мир был горн, меха, огонь и голос отца. Иногда мы смеялись — очень редко. Иногда он клал мне руку на плечо, и этого хватало, чтобы день стал светлым, даже в дождь.  \n\nНо всё изменилось после одного весеннего утра. Мне было двенадцать. Я уже могла выковать наконечник стрелы без посторонней помощи. В тот день в деревне сломалась железная петля у повозки ярла. Отец болел, лежал с жаром. И я… я взялась сама. Сделала петлю, принесла её ярлу. Не прося платы. Просто потому что так нужно.  \n\nНа следующий день к нам пришли старейшины. Они не кричали. Они говорили тихо, холодно. «Ты осквернил ремесло мужчин. Твоя дочь — ведьма, раз сталь слушается её рук. Мы не допустим этого. Уходите».  \n\nОтец слушал молча. Он не умолял, не оправдывался. Только стоял. Когда они ушли, он сказал мне:\n\n— Мы выкуем себе другой путь.  \n\nМы собрали вещи. Он взял наковальню, а я — уголь, который сам добывала. Мы ушли из деревни, когда солнце только начинало подниматься. Ни один человек не вышел нас проводить.  \n\nТак я, кузнец в теле девочки, стала изгнанницей. Но я знала — сталь не спрашивает, кто ты. Она просто ждёт, чтобы ты её понял.\n",
    "answers": [
      {
        "id": 5,
        "text": ".. . ",
        "lua_do": "function lua_do()\n    local rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentWidth, display.contentHeight)\n    canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n    rect:setFillColor(0,0,0)\n    transition.from(rect, {\n        time = 1000,\n        alpha = 0,\n        transition = easing.outExpo,\n        onComplete = function() timer.performWithDelay(1000, function()\n            if rect and rect.removeSelf then\n            transition.to(rect, {\n                time = 1000,\n                alpha = 0,\n                transition = easing.inExpo,\n                onComplete = function()\n                if rect and rect.removeSelf then\n                rect:removeSelf()\n                rect = nil\n                end\n                end\n            })\n            end\n            end)\n        end\n    })\nend"
      }
    ]
  },
  {
    "id": 5,
    "text": "Мы ушли туда, где заканчивалась тропа и начинался сосновый лес. За деревней, за рекой, в долине, где туманы держались до полудня, а ветер пел в кронах, как будто оплакивал забытых. Там мы построили свой дом.\n\nОн был грубым, не как в деревне. Ни тебе вырезанных балок, ни резных наличников. Просто сруб из толстых брёвен, крыша из еловых веток и торфа, очаг посредине. Но для меня он был крепостью. Я вырезала на дверном косяке знак молота Тора, а отец вырезал рядом волчью лапу — он говорил, что теперь мы не из рода людей, а из рода зверей. Свободных, гордых, гонимых.\n\nПервые месяцы были трудны. Отец пробовал продолжать ковать, но без хорошего меха и каменной кузницы, которую мы оставили, металл вёл себя капризно. Мы сварганили горн на скорую руку, из глины и камней. Меха сделали из старой оленьей шкуры и дерева. Неуклюже, но работало.\n\nЯ точила ножи для охотников, иногда меняла изделия на зерно или соль, но большинство в деревне делали вид, что нас не существует. Мы были тенью. Призраками. Исключением, о котором запрещено говорить.\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Когда отец понял, что больше не может держать молот — рука начала подрагивать, зрение стало подводить — он ушёл в лес. Не как волк, а как человек, что не хочет сдаваться. Он научился ставить капканы, плести сети, добывать мёд у диких пчёл. Рыбачить учился у старого странника, что жил ещё дальше, за болотом. Имя его я так и не узнала — но он показал, как строить плоты, как использовать шкуру вместо поплавков, как ловить рыбу голыми руками в ледяной воде. Отец стал охотником не от природы — а от необходимости. Но он выживал. И учил меня.\n\nЯ — жила между двух миров. Днём помогала отцу: следила за ловушками, проверяла сети, сушила мясо, выделывала шкуры. А вечером — возвращалась к железу. У нас не было достаточно угля, чтобы держать горн тёплым всегда. Но я собирала обугленные ветки, сушила их на солнце, добавляла сушёный мох и пеньку. Иногда мне удавалось нагреть железо — немного, не как в деревне, но достаточно, чтобы ковать простые вещи.\n\nЯ не могла больше делать мечи — но могла делать крючья, иглы, наконечники копий. А главное — я училась чувствовать металл не ушами, а кожей. Я знала, когда он \"поёт\", и когда сердится. У меня не было учителей, кроме отца, но он говорил:  \n\n— Ты слышишь сталь лучше, чем я. Я могу научить тебя ремеслу, но не могу научить этому. Это твой дар, Актана.\n\nМы выживали. У нас были куры — двое, которых я выменяла на набор ножей. Мы построили небольшой загон. Позже у нас появилась коза, которую отец притащил на спине. Не знаю, где он еë нашёл, но эта коза стала частью семьи. Я назвала еë Скьёльд — «Щит». Она всё время бодался, но давала молоко.  \n\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Иногда отец приносил кости, и я делала украшения: амулеты, пряжки, ножны. Эти вещи я выменивала у странников, у редких торговцев, что проходили мимо. Так мы жили. Не в изобилии, но в мире.\n\nВ ту пору, когда мне исполнилось пятнадцать, мои руки стали крепче, чем у многих парней. Я могла поднять молот отца — настоящий, тяжёлый — и держать его над головой столько, сколько нужно. Я была кузнецом. Не потому, что имелась кузница. А потому что внутри меня всё ещё горел огонь. Огонь, которого мир боялся.  \n\nНо именно тогда отец стал часто молчать. Он смотрел на меня долго, как будто искал что-то в моём лице. Однажды, после ужина, он сказал:\n\n— Тебе скоро будет шестнадцать.  \n\nЯ кивнула.  \n\n— Тебя пора выдать замуж.  \n\nСлова эти повисли в воздухе, как ржавое лезвие, готовое упасть.\n",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Когда он это сказал, я будто не сразу поняла смысл. Слово \"замуж\" прозвучало, как чужое имя, как название далёкой земли, где меня никогда не было и не будет.\n\nЯ положила ложку и посмотрела на отца. Он не смотрел на меня. Его взгляд был пуст, устремлён в огонь, будто он пытался увидеть в пламени что-то, что давно потерял.\n\n— Замуж? — повторила я тихо. — Кому? Медведю из соседнего леса? Или может, одному из тех, кто прогнал нас, потому что ты обучал дочь кузнечному делу?\n\nОн вздрогнул. Протёр лицо рукой, как будто проснулся. Потом встал и прошёлся по избе. Он всё ещё был крепкий, но я уже замечала, как сгорбились его плечи, как стали тоньше руки. В его волосах было больше седого, чем цвета угля.\n\n— Прости, — сказал он. — Привычка. Словно будто живём мы, как все. Я просто... думал вслух.\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Он замолчал. Долго стоял у окна, за которым шумел ветер и качалась старая сосна. Я знала: он думал не о том, как выдать меня замуж, а о том, чего не будет. Ни свадьбы, ни гостей, ни громких песен. Мы — изгнанники. Наш путь — это тишина и труд. \n\nЯ не злилась. Не обижалась. Просто подошла к нему и обняла за плечи.\n\n— Я не хочу мужа, — сказала я. — Мне не нужен кто-то, кто будет тянуть меня обратно в цепи. Я — огонь. Ты сам это сказал.\n\nОн кивнул. А потом вдруг обнял меня, впервые за долгое время крепко, так, как будто я всё ещё была той девочкой, которой не было и шести.\n\n— Прости, дочь. Ты права. Мы сами себе семья. И мне не нужен зять. У меня есть ты.\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее",
        "lua_do": "function lua_do()\n    local rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentWidth, display.contentHeight)\n    canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n    rect:setFillColor(0,0,0)\n    transition.from(rect, {\n        time = 1000,\n        alpha = 0,\n        transition = easing.outExpo,\n        onComplete = function() timer.performWithDelay(1000, function()\n            if rect and rect.removeSelf then\n            transition.to(rect, {\n                time = 1000,\n                alpha = 0,\n                transition = easing.inExpo,\n                onComplete = function()\n                if rect and rect.removeSelf then\n                rect:removeSelf()\n                rect = nil\n                end\n                end\n            })\n            end\n            end)\n        end\n    })\nend"
      }
    ]
  },
  {
    "id": 10,
    "text": "Прошли годы. Мне стало девятнадцать. К тому времени я стала сильнее и выше, чем многие мужчины, которых помнила из деревни. Руки мои были покрыты ожогами, пальцы шершавы от железа и верёвок, лицо загорело от солнца и ветра, а на плече был рубец — след от неудачного падения в овраг, когда я искала новое месторождение железной руды.\n\nДа, я и этим занялась. Я начала искать железо сама. Училась по книгам, что однажды притащил странствующий торговец: старая, затертая книга на латини, которую мы с отцом по крупицам переводили вечерами у огня. Я искала в холмах, исследовала глинистые склоны, искала камни, что притягивали нож. Поняла, как выжигать болотную руду. Поняла, что можно получить металл даже без богатых жил, если уметь слушать землю.\n\nЯ построила новый горн. Не из глины, как раньше, а из камня, смешанного с золой и костной мукой. Он стал выше, прочнее, жарче. Я сделала меха сама — сошила шкуры, укрепила их костями. Научилась добиваться настоящей стали. Не той, мягкой, что шла на подковы, а твёрдой, звонкой, способной держать острие.\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Дом мы тоже переделали. Я прорубила новые балки, укрепила крышу, выстроила отдельное крыло, где теперь размещалась мастерская. Там висели инструменты: щипцы, молоты, кованные гвозди, что я сама выковала. Я сделала полки, повесила мешки с углём, просушенные пучки трав, что жгла для очистки воздуха. У меня были формы для литья, тигли, даже старый бронзовый амулет, что я выплавила, когда научилась управляться с медью.\n\nОтец гордился. Но всё чаще молчал. Он сидел у дома, смотрел на меня, как я работаю, и улыбался. Но иногда взгляд его становился грустным. Он знал, что теперь уже я — та, кто держит всё на себе.\n\nИ в один из дней, когда я как раз вернулась из леса, таща мешок с рудой, он вдруг закричал:\n\n— Актана!\n\nЯ обернулась резко. Он стоял у порога, согнувшись, держась за сердце. Лицо его побелело, губы дрожали. Я бросила мешок, подбежала, подхватила его под руки. Он дышал тяжело, с хрипом, но всё ещё был в сознании.\n\n— Тише, тише, — прошептала я. — Всё хорошо. Я здесь.\n\nЯ уложила его на скамью, дала воды, приложила холод к голове. Он смотрел на меня с такой смесью боли и гордости, что мне стало страшно.\n\n— Ты... стала воином, — выдохнул он. — Кузнец, охотник, хозяйка. Всё, что я не успел... Ты — сильнее, чем я когда-либо был. Моя дочь. Моя кровь.\n\nЯ кивнула, едва сдерживая слёзы. Он заснул, сжав мою руку. Тогда я поняла: он стареет. И совсем скоро, всё будет на мне.\n\nНо я не боялась.\n\nЯ — дочь кузнеца, изгнанная, но несгибаемая. Я сделаю всё, чтобы пламя в нашем доме не угасло. ",
    "answers": [
      {
        "id": 12,
        "text": "... ",
        "lua_do": "function lua_do()\n    local rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentWidth, display.contentHeight)\n    canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n    rect:setFillColor(0,0,0)\n    transition.from(rect, {\n        time = 2000,\n        alpha = 0,\n        transition = easing.outExpo,\n        onComplete = function() timer.performWithDelay(1000, function()\n            if rect and rect.removeSelf then\n            transition.to(rect, {\n                time = 1000,\n                alpha = 0,\n                transition = easing.inExpo,\n                onComplete = function()\n                if rect and rect.removeSelf then\n                rect:removeSelf()\n                rect = nil\n                end\n                end\n            })\n            end\n            end)\n        end\n    })\nend"
      }
    ]
  },
  {
    "id": 12,
    "text": "Отец скончался в холодное весеннее утро.\n\nСнег ещё лежал в тени деревьев, но солнце уже пробивалось сквозь голые ветви, обещая тепло. Он ушёл тихо, без крика, как будто просто задремал навсегда. Его рука так и осталась в моей — тёплая, но всё менее живая. Я долго сидела, не отпуская её, не веря, что дыхание больше не поднимет его грудь.\n\nЯ проводила его в Асгард, как велит честь. Склонившись над телом, я омыла его лицо тёплой водой с сосновой хвоей, уложила в погребальное ложе. Он лежал, как воин, как настоящий мастер своего дела — в одежде, которую я сама сшила, с его молотом у ног и кусочком железа, что он сам когда-то выковал. Я развела огонь, в три круга обошла костёр, прочитала слова, что помнила из детства — не всё, но душа моя знала, что они правильны. Пламя поглотило тело. Дым поднимался к небу — к Одину, к Вальгалле.\n\nИ началась тишина.\n\n",
    "answers": [
      {
        "id": 13,
        "text": "далее",
        "lua_do": "function lua_do()\n    local rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentWidth, display.contentHeight)\n    canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n    rect:setFillColor(0,0,0)\n    transition.from(rect, {\n        time = 500,\n        alpha = 0,\n        transition = easing.outExpo,\n        onComplete = function() timer.performWithDelay(1000, function()\n            if rect and rect.removeSelf then\n            transition.to(rect, {\n                time = 1000,\n                alpha = 0,\n                transition = easing.inExpo,\n                onComplete = function()\n                if rect and rect.removeSelf then\n                rect:removeSelf()\n                rect = nil\n                end\n                end\n            })\n            end\n            end)\n        end\n    })\nend"
      }
    ]
  },
  {
    "id": 13,
    "text": "Первые дни я ничего не чувствовала, будто всё внутри меня выжгло этим самым костром. Я вставала по привычке: колола дрова, топила печь, проверяла ловушки, чинила меха. Но каждый раз ловила себя на мысли, что вот сейчас — вот сейчас он войдёт, с ворчанием о ветре, с охапкой хвороста. А потом осознавание резало, будто нож по сердцу: не войдёт. Никогда.\n\nЯ говорила с ним — вслух. Готовя ужин, поднимая тяжёлые глыбы руды, даже просто сидя у очага. Рассказывала, как прошёл день, жаловалась на бессонницу, даже ругалась. Особенно в дождливые ночи, когда ветер завывал так, что казалось — это сам Хель шепчет мне снаружи. Я боялась тишины, потому что в ней слышала себя слишком отчётливо.\n\nНочью я иногда просыпалась в слезах. Сны приходили странные — будто я снова маленькая, иду с отцом по берегу, ловлю его за руку. А он исчезает. Растворяется в тумане.\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Прошло полгода, а я всё ещё ловила себя на том, что говорю ему вслух:\n«Смотри, как я сделала горн»...\n«Сегодня нашла новый участок руды»...\n«Ты бы гордился мной»...\n\nЯ злилась. На него. На себя. На то, что не успела спросить, как именно он делал крепления к мечам, на то, что он не остался хотя бы ещё на один год, чтобы увидеть, какой стала я. Как будто часть меня вырвали, и теперь её не вернёшь.\n\nЯ научилась молчать. Не оттого что хотелось, а потому что некому было слушать.\n\nЯ стала сильнее, да. Но эта сила не была радостной. Это была сила человека, который больше не может позволить себе сломаться. Я выживала. Жила — потому что он этого хотел. Потому что я — его кровь. Я — кузнец. Дочь Якова. И пламя в горне не должно гаснуть. Даже если в душе только пепел.\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я помню тот день до последней тени, до каждого снежного вздоха леса. Я возвращалась с охоты — уставшая, но довольная. Добыча была хороша: два зайца, пара глухарей и старый, но жирный кабан, которого я выследила почти сутки. Ветер был колючим, небо свинцовым, и я мечтала о горячем бульоне и тепле очага. Но всё пошло не так.\n\nПодойдя ближе к дому, я заметила необычное: следы. Небольшие — босые, лёгкие, но запинающиеся. И рядом с ними — крупные, отчётливые отпечатки лап. Они вели к моему горну. Я замерла. Рука легла на топор. В груди — тревога. Кто-то чужой.\n\nМедленно, не дыша, я обошла хижину и увидела их: мальчишка, не старше одиннадцати, сидел у самого горна, привалившись к валуну. Его лицо было бледным, с грязными разводами, будто слёзы текли сквозь пыль. Он дышал прерывисто, судорожно, и почти не двигался. А рядом — огромный чёрный пёс. Он сидел как изваяние, не сводя с меня глаз. Его уши стояли торчком, шерсть на загривке поднята, зубы блестели в рыке.\n\nЯ замерла, подняв руки.\n\n— Спокойно… — шептала я. — Я не трону его… я помогу…\n\nПёс рычал громче, шаг за шагом подступая ближе. Мальчишка застонал и, едва слышно, прохрипел:\n\n— Не… не трогай его… Он… защитит…\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я знала, у меня есть секунды. Вынула из-за пояса засоленный кусок кабана и бросила его в дальний угол мастерской. Пёс метнулся туда, но взгляд держал на мне. Этого хватило.\n\nЯ бросилась вперёд, осторожно подняла мальчонку на руки. Он был лёгким, хрупким. Почти перо. Я почувствовала, как его одежда пропиталась кровью. Он шептал что-то — бессвязное, как молитвы в бреду.\n\nПёс рванул следом, но не напал. Он остановился у дверей, снова зарычал, но не перешёл черту.\n\nВ хижине было тихо. Я уложила мальчонку на свою постель, сняла с него рваную рубаху, увидела множество ссадин, синяков, одну глубокую рваную рану на боку и сильно смещённую голень. Сломана.\n\nЯ не теряла времени. Нагрела воду, промыла раны, приготовила настой полыни и зверобоя. Распарив тряпки, очистила кровь. Он дернулся, застонал. Пёс выл у дверей, будто чувствовал боль своего хозяина. Я приготовила настойку из коры ивы, чтобы сбить жар. Лечила так, как учил меня отец. Шептала при этом старые слова, которые он говорил, когда мне было плохо: \"Железо правит силой, но сердце — жизнью.\"\n\nДва дня он лежал без сознания. Я почти не спала. Клала тряпки на лоб, меняла повязки, читала травы и ждала.\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "На третий день, когда утро только занималось и небо становилось из чёрного синим, он открыл глаза.\n\n— Вода… — прохрипел он.\n\nЯ подала ему тёплую, настоявшуюся на мяте. Он сделал пару глотков и снова закрыл глаза, но на этот раз — осознанно.\n\n— Где я? — прошептал.\n\n— У меня. В моём доме. Тебя нашли у горна. — Я села рядом, пёс уже спокойно лежал у ног мальчика, глаза его были настороже, но спокойнее.\n\nМальчишка молчал. Я дала ему время. Только вечером он начал говорить.\n\n— Меня зовут Айварс. А его — Зоркий… — он погладил пса, и тот тихо заворчал, довольный.\n\n— Мы жили у моря. Деревня... называлась Ветланн. Мать умерла, когда мне было семь. Отец… он был вождём. Грозным, сильным, но... я ему мешал. Он хотел сына-воина, а видел в меня... только тень. С каждым годом он становился злее.\n\nОн замолчал, сжав зубы. Потом продолжил:\n\n— Он начал отдавать меня в руки старых бойцов. Учить... кулаками. \"Так мужает плоть\", — говорил он. А я... Я не мог. Мне страшно было убивать. Я хотел быть другим. Я сбежал.\n\nОн отвернулся, смотря в пламя очага.\n\n— Долго шли. Я и Зоркий. У него тоже нет хозяина, кроме меня. Он был раньше сторожевым псом в деревне, но сбежал со мной. Мы шли, пока не набрели на ваш дым… Я уже не мог идти. Нога... сломана. А кровь — из-за капкана. Я попал в чужой силок. Зоркий меня вытащил. Потом нашёл вас. Я… просто хотел умереть у огня.\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Он замолчал, и я поняла — мальчишка пережил больше боли, чем многие взрослые мужчины.\n\n— Здесь ты не умрёшь, — сказала я. — Здесь ты будешь жить. Слушать лес. Учиться. Строить. Защищать. Если захочешь.\n\nОн кивнул. Глаза блестели, но слёзы не капали.\n\nС тех пор мы были трое: я, Айварс и Зоркий. И каждый вечер я чувствовала, как пустота, что оставила смерть отца, заполняется — не болью, не страхом, а теплом. Новым смыслом.\n",
    "answers": [
      {
        "id": 19,
        "text": "далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Айварс поправлялся медленно. Перелом был сложным, рана — глубокой. Первые дни он почти не вставал, только лежал на постели, смотрел в потолок и иногда гладил Зоркого, который не отходил от него ни на шаг. Пёс спал у кровати, выл во сне, как будто вспоминал бегство, кровь, страх. Я кормила их обоих, как своих: травяной бульон, пшеничная каша с толчёным медом и ягодами, сушёное мясо, вымоченное в пряных травах. Всё, что могло дать силу.\n\nЯ разжигала очаг каждое утро, поднимала тепло, молола зёрна, месила тесто. В доме пахло сосновыми опилками, хлебной коркой и пеплом. Я стирала его окровавленную одежду, зашивала её, будто это не просто тряпьё, а щит, который держит его дух.\n\nВремя шло. Он начал вставать. Сначала — с моей руки. Потом с костылём. Потом — сам, хромая, но стоя прямо. Глаза его стали живее, и он начал разговаривать больше: рассказывал о ветрах морей, о грубых песнях рыбаков, о своём первом ножике, который потерял в детстве. О том, как однажды спал на берегу и проснулся весь в росе — как будто сам океан его обнимал. Он мечтал. Мечтал, чтобы быть свободным.\n\nЯ слушала, кивала, но молчала — лес не любит громких речей. Только поступки.\n\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "В то время я работала много. Грядки у дома нужно было привести в порядок, печь в доме начала подгнивать — чинила. Но больше всего я жила в кузне. Отец когда-то говорил, что горн — это сердце. Пока оно горит, дом жив.\n\nЯ переделала старый горн, укрепила меха, выровняла наковальню, повесила новые клещи. Металл снова пел под молотом, звенел, как звон мечты. Я ковала гвозди, замки, заготовки для топоров, иногда украшения из меди — для обмена с охотниками и забредающими путниками.\n\nЯ думала, Айварс просто наблюдает. Сидит на крыльце, кормит Зоркого, что-то вы whittles ножом из дерева. Но потом я заметила, как он задерживается у двери кузни всё дольше. Как смотрит не отрешённо, а жадно — будто в пламени он видел не просто огонь, а ответ.\n\nОднажды утром, возвращаясь с дальнего ручья, я услышала удар. Один, потом второй. Не глухой, как будто кто-то роняет что-то — нет. Это был молот. Моё сердце ухнуло в грудь. Я бросила вёдра, побежала к дому. Кузня вся вибрировала от звонких ударов. Я влетела внутрь.\n\n",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Айварс стоял у наковальни. В руках — тяжёлый молот. Перед ним — кусок металла, раскалённый, неравномерно, но всё же — он САМ разжёг горн. Сам накачал меха. Сам всё разложил.\n\nОн бил по заготовке — неумело, но яростно. Пот катился по вискам. Он поднимал молот выше, чем нужно, и бил, как мог, изо всех сил. Плечо дрожало. Я видела, что он держится на упорстве, а не на технике.\n\nЯ хотела закричать. Сказать, что он с ума сошёл. Что это не игрушка. Что металл мстит за каждую ошибку. Но я замерла. Он смотрел на металл так, как я когда-то смотрела на горящий горн, когда мне было десять, и я впервые увидела, как отец кует меч.\n\n— Айварс… — сказала я тихо.\n\nОн вздрогнул. Обернулся. Его глаза горели.\n\n— Прости! — выдохнул он. — Я… я просто хотел попробовать. Я всё запоминал. Я видел, как ты держишь молот. Как поворачиваешь заготовку. Как ты стоишь. Я думал, смогу...\n\nОн опустил молот. Руки тряслись. Губы поджались. Он думал, что я прогоню его сейчас. Что заругаю, как делал его отец.\n\nЯ подошла к нему. Взяла его ладони в свои — обожжённые, покрасневшие, но живые. И сказала:\n\n— Металл терпит только тех, кто верен. Если ты хочешь — я тебя научу. Но не потому что ты должен. А потому что ты этого жаждешь.\n\nОн всхлипнул, но сдержался. Кивнул. Упрямо, по-взрослому. И тогда я поняла — мальчишка, которого я спасла, стал чем-то большим. Он стал искрой. Новым пламенем у старого очага.\n\n",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Прошло полгода с того момента, как Айварс впервые поднял молот. Сначала всё шло медленно. Его удары были неуверенными, то слишком сильными, то слабыми, как будто он спорил сам с собой. Руки болели, кожа лопалась от жара и натуги. Он часто уходил с наковальни, стиснув зубы, чтобы не заплакать от бессилия. Но я видела — в нём было то же упрямство, что и во мне, когда я только начинала.\n\nЯ не жалела его. Металл не прощает жалости. Показывала технику, заставляла раз за разом повторять простейшие движения: разогрев, хват, удар. День за днём. Сначала гвозди. Потом — крючки. Потом — плоский нож. Один за другим. Иногда он ломал заготовку — и я не ругала, просто молча клала новый кусок железа на стол. Он понимал. Работал дальше.\n\nМы трудились вместе. Горн дышал с нами наравне. Молот пел на двоих. Пёс Зоркий привык к грохоту, и уже просто лежал в углу, щурясь на огонь. Айварс начал сам разжигать горн на рассвете, пока я ещё варила похлёбку. Иногда я просыпалась от звона — он уже в кузне. Его руки окрепли, плечи стали шире. Из мальчишки он начал превращаться в юношу — со сталью в руках и в сердце.\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "И вот однажды, когда в лесу еще стоял лёгкий туман, к нашему дому подошли четверо. Я услышала, как Зоркий зарычал у крыльца. Выглянула. У забора стояли старейшины. Я узнала их сразу, хоть лица и постарели: седые бороды, потёртые шубы, знакомые глаза. Те самые, что выгнали меня и отца из деревни много лет назад.\n\nОни подошли, неуверенно. Будто им стыдно было. Я молчала. Айварс встал рядом, с молотом в руках, будто защищать собирался. Я положила руку ему на плечо — спокойно.\n\n— Мы ищем Якова, — сказал один из них. — Нам нужен кузнец. Наш старый умер, новый… ни к чёрту. Люди жалуются. Инструменты ломаются, лемехи не держат закалку. Всё рушится.\n\nЯ смотрела на них молча. Лёгкий ветер трепал мою косу.\n\n— Его нет, — сказала я. — Умер. Год назад. В Асгард отправился, как подобает.\n\nМужчины опустили головы. Было видно, что весть задела. Потом старший поднял глаза:\n\n— Значит, ты… всё ещё куёшь?\n\n— Я не прекращала, — ответила я. — 15 лет.\n\nОн кивнул. Видно было, как борется с собой, чтобы признать очевидное.\n\n— Мы… мы хотим вернуть тебя, Актана. Прости, что когда-то отвернулись. Деревне нужен кузнец. И ты — лучшая, кто есть.\n\nЯ усмехнулась, горько.\n\n— А что, женщина вдруг научилась ковать? Традиции поменялись?\n\nСтарейшины переглянулись. Один кашлянул. Другой вздохнул. Старший всё же нашёл в себе силы сказать:\n\n— Мы были неправы. Ты доказала это. Если ты согласишься вернуться, ты будешь кузнецом деревни. Полноценным. Без условностей.\n\nТут он перевёл взгляд на Айварса, который всё ещё стоял рядом со мной, с зажатым в руке молотом.\n\n— Но… мы видим, что ты кого-то учишь. Мальчишка, верно? Сила в нём есть. Талант — видно сразу. Мы не хотим терять поколения. Если ты уйдёшь — он должен уйти с тобой. Чтобы продолжать дело.\n\n",
    "answers": [
      {
        "id": 24,
        "text": "далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я почувствовала, как в груди что-то заныло. Не от боли — от борьбы. Они когда-то сказали, что женщина не может быть кузнецом. А теперь пришли просить не только меня, но и ученика, которого я вырастила, как сына.\n\nЯ смотрела на Айварса. Он не отводил взгляда от старейшин. Пёс стоял рядом с ним, будто знал, что это важный момент.\n\n— Я пойду, — сказала я наконец. — Но не ради вас. Ради огня в горне, ради дела, которому я посвятила жизнь. И да — он пойдёт со мной. Но не потому что вы велели. А потому что он хочет быть кузнецом. И будет им. Не хуже любого вашего мужа или сына.\n\nСтарейшины кивнули. В их глазах впервые не было презрения. Только уважение.\n\nА вечером мы снова зажгли горн. Я знала: огонь, однажды разожжённый, уже не угаснет.\n",
    "answers": [
      {
        "id": 26,
        "text": "Далее....... "
      }
    ]
  },
  {
    "id": 25,
    "text": "Далее история находится на стадииразработки прошу проявить терпения и уважения к автору. \nБольшое спасибо :3",
    "answers": [
      {
        "id": 1,
        "text": "На первую. страницу"
      }
    ]
  },
  {
    "id": 26,
    "text": "Мы покинули мой дом на рассвете. Я оглянулась на кузню — на горн, у которого прошла почти вся моя жизнь. Он был тих, как зверь, который спит, но не забыт. Айварс шёл рядом, неся на себе сбрую с инструментами, а Зоркий трусил впереди, чутко поводя ушами. Мы шли молча, но в этой тишине было многое: ожидание, тревога, решимость.\n \nКогда показались первые дома, сердце моё сжалось. Всё будто стало меньше, старее. Заборы покосились, крыши были заплатаны кое-как, даже воздух казался каким-то усталым. Люди смотрели на нас исподтишка. Одни с любопытством. Другие — с сомнением. Третьи — с надеждой, хоть и пытались скрыть это.\n\n— Это тут?.. — шепнул Айварс.\n\n— Тут, — кивнула я. — Когда-то это был мой дом.\n\nСтарейшины ждали нас у центральной площади. С ними был тот самый новый кузнец. Маленький, щуплый, с руками, покрытыми ожогами и волдырями — руки того, кто не чувствует металла. Я посмотрела на него — и поняла, как всё запущено. Наковальня ржавая, молоты кривые, даже горн был сложен неправильно.\n\nСтарейшина шагнул вперёд:\n\n— Сегодня… мы возвращаем кузнеца. Актану. И это день, который мы запомним.\n\nТолпа загудела. Кто-то одобрительно кивнул. Кто-то сплюнул в сторону. Старые обиды, как ржавчина, не уходят быстро.\n\n",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я прошла к горну. Осмотрела всё. Айварс встал рядом, не дыша. Я подняла молот — свой, старый, отполированный до блеска. Люди замерли. Я молча раздула меха. Огонь вспыхнул. Горн загудел, будто узнавая меня. Я кивнула Айварсу — он подал заготовку.\n\nПервый удар был как гром. Второй — как песня. Третий — как сердце, бьющееся в груди. Люди вокруг молчали. Даже ветер не дул. Только звон металла и треск углей.\n\n— Видите, — сказала я спокойно, не оборачиваясь, — кузнец вернулся. Не мужчина. Не женщина. Просто тот, кто слышит, как поёт металл.\n\nПрошёл час. Я выковала клинок — ровный, гладкий, с чёткой линией. Остудила, подала старейшине. Он взял, осмотрел, кивнул.\n\n— Ты… нам нужна, Актана.\n\n— Я не приду одна, — сказала я. — Айварс пойдёт со мной. Он ученик мой. Будет кузнецом, когда я стану пеплом.\n\nСтарейшины переглянулись.\n\n— Он ещё ребёнок.\n\n— Нет. Он уже был ранен. Уже смотрел смерти в глаза. Он знает жар огня. Он стал сыном моего сердца. И он достоин быть здесь. Достоин быть мной продолжен.\n\nСтарейшины медленно поклонились.\n\n— Мы соглашаемся. И просим прощения за всё.\n\nЯ кивнула. Внутри всё дрожало. Но снаружи я была твердой, как сталь.\n\nС того дня Айварс и я стали частью деревни. Я вновь заняла кузню, переделала всё под себя. Люди начали приходить, сначала с опаской, потом с уважением. Плуг, подковы, ножи — я снова дала деревне прочность. Айварс учился рядом, ловил каждое движение. Иногда ошибался. Иногда злился. Но каждый вечер мы садились у горна, и я рассказывала ему истории: про сплавы, про великих кузнецов, про легенды. И про отца, Якова, что остался в Асгарде, но в каждом раскалённом клинке — рядом.\n\nАйварс рос. Его руки крепли. Его взгляд становился увереннее. Он не был просто учеником. Он был будущим огня.\n\n",
    "answers": [
      {
        "id": 28,
        "text": "Шли годы...",
        "lua_do": "function lua_do()\nlocal rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentWidth, display.contentHeight)\n    canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n    rect:setFillColor(0,0,0)\n    transition.from(rect, {\n        time = 500,\n        alpha = 0,\n        transition = easing.outExpo,\n        onComplete = function() timer.performWithDelay(1000, function()\n            if rect and rect.removeSelf then\n            transition.to(rect, {\n                time = 1000,\n                alpha = 0,\n                transition = easing.inExpo,\n                onComplete = function()\n                if rect and rect.removeSelf then\n                rect:removeSelf()\n                rect = nil\n                end\n                end\n            })\n            end\n            end)\n        end\n    })\nend"
      }
    ]
  },
  {
    "id": 28,
    "text": "Мне исполнилось двадцать четыре.\n\nВремя — странная вещь. Оно может тянуться, как раскалённый металл, когда ты держишь его щипцами, а может лететь, как искра от молота — быстро и незаметно. И вот уже горн, у которого я стояла в одиночестве, теперь гудит рядом с двумя руками. Сильными. Уверенными. Руками Айварса.\n\nОн вырос. Не по дням — по судьбе. Его плечи стали шире, чем у многих мужчин в деревне. Голос стал глубоким, как удары молота по стали. Он больше не спрашивал, как держать клинок. Он спрашивал, как вложить в него душу. Он уже не просто учился — он творил. Свой почерк в металле, свои линии, свои замыслы. Иногда я смотрела на него — и в груди тихо поднималась гордость. Почти материнская. Почти сестринская. Но, главное — настоящая.\n\nЛюди в деревне давно перестали шептаться за спиной. Теперь они кивали мне, не глядя вниз. Приносили работу. Приносили вино. Приносили уважение. А к Айварсу... к нему приносили венки.\n\nДа-да. Весна пришла с медом в голосе. Девушки, одетые в лёгкие сарафаны, с распущенными волосами, начали всё чаще появляться у кузни. Сначала — мимо проходили. Потом — воду носили. Потом — “ой, упала лента”, “а не подашь ножичек”, “не подскажешь, где в лесу ягоды?”\nА потом начали оставлять венки. На пороге. На наковальне. На лавке у двери.\n\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Айварс смущался сначала. Щёки пылали, как мой горн. Он пытался не замечать, отмахивался. Но однажды вечером, когда мы чистили инструменты, он тихо спросил:\n\n— Актана… а что, если я... выберу одну?\n\nЯ не сразу ответила. Потому что где-то внутри меня кольнуло. Странно кольнуло. Он больше не был “моим мальчиком”, которого я нашла окровавленного у дома. Он был мужчиной. Своим выбором. Своей волей.\n\n— Если сердце скажет, — ответила я, не глядя на него, — иди за ним. Только не бери венок, пока не узнаешь душу. А не только лицо.\n\nОн кивнул. Серьёзно. Взросло. Понимающе.\nТой ночью я долго не могла заснуть. Сидела у огня, глядя, как пламя дрожит в кузне. В нём плясали тени — моего прошлого, отца, детства, изгнания... И Айварса. Моей новой жизни. Моей новой силы.\n\nОн стал для деревни символом — не только молодости, но и надежды. А для меня — тем, кто напомнил, что из боли может родиться не только сталь, но и свет.\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Айварс выбрал.\nНе сразу, не под первым венком, и не по глазам. Он долго молчал, долго вглядывался в девушек, в их поступки, слова, тени за улыбками. Я видела, как он сдержанно вёл себя, как не торопился ни к одной. И это радовало меня… и тревожило.\n\nА потом появилась она.\n\nЗвали её Лейвина. Никто раньше о ней не говорил — она не была дочерью старосты, не мелькала возле кузни до этого. Появилась вдруг, как летняя гроза. Из другого края деревни, куда редко ступали ноги, где были болота и старые хутора. С тонким голосом, нежной походкой и глазами, в которых будто прятался лёд под прозрачной водой.\n\n— Кто это? — спросила я у торговки, когда впервые увидела, как она прошла мимо, неся корзину с сушёными травами.\n\n— Лейвина. Сведущая в травах, вроде как. Говорят, мать её — знахарка, а отец в лесу погиб.\n\nОна появилась — и словно бы ничего не делала особенного. Но через две недели венок от неё стоял на скамье у кузни. Рядом с ним — крошечная серебряная подвеска в форме молоточка. Работа тонкая… и подозрительно профессиональная.\n\n",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Айварс взял венок. Поднял, посмотрел.\nА потом впервые за всё это время улыбнулся. Настояще. Глубоко. И что-то в груди у меня сжалось.\n\n— Ты выбрал? — спросила я, стоя к нему спиной, разбирая уголь в горне.\n\n— Она... не такая, как остальные. Она слушает, когда я говорю. А не просто смотрит, как я кую. Она знает про металл — но не притворяется мастером. Она... как будто чувствует.\n\nОн проводил с Лейвиной всё больше времени. Иногда они вместе приходили к озеру, где я часто сидела. Она приносила ему снадобья для рук, чтобы мазать мозоли. Рассказывала легенды, которых даже я не знала. И всё чаще я ловила на себе её взгляд. Долгий. Исподлобья. Не добрый… не совсем.\n\nОднажды ночью я проснулась — в кузне был свет. Айварса не было в доме. Я вышла — и увидела: он сидит за столом, а Лейвина стоит рядом и что-то ему шепчет. Тихо. Уверенно. Он смотрел на неё... завороженно.\n\nЯ не вмешалась. Только на следующий день осмотрела венок, что лежал у двери. Под листьями была вплетена… нить крови. Знаешь, как пахнет кровь, если ты 15 лет работаешь с железом. Узнаешь её с закрытыми глазами.\nЭто была не просто девушка. Не просто венок. И Айварс... оказался не просто влюблён.\n\nЯ стала следить. Скрытно. Без звука.\nА однажды ночью, Лейвина ушла в лес. Одна. Без Айварса.\nЯ пошла за ней.\n\nВ глубине леса, на старом капище, она зажгла огонь, достала узелок... и начала шептать древние слова. Волос Айварса. Капля его крови. Земля из-под его ног.\n\n",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я видела, как вспыхнуло пламя. Как в нём на миг мелькнуло лицо — не человеческое.\nЯ не стала ждать. Я вышла из тени и бросила в костёр воду из черпала, заговорённую когда-то отцом. Пламя взвилось — и исчезло.\nЛейвина упала на колени. Я подошла к ней вплотную.\n\n— Он тебе не игрушка, ведьма.\n\nОна только зарычала в ответ, как зверь.\nЯ не убила её. Но я выгнала её прочь, под страхом расправы. Утром деревня уже знала — не всё, но главное.\nЛейвина исчезла.\n\nА Айварс...\n\nОн не сразу поверил. Он плакал. Он бил кулаком по стене. Он любил её — или думал, что любил.\n\nНо я спасла его. И не только от неё, но от магии, что могла взять его душу.\n\nС тех пор венков от неё больше не было.\nТолько сталь. Только молот.\nТолько он — и я. Кузнецы.\nПротив всего мира.\n\n",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Мне было двадцать пять. Прошло столько лет… И всё же в глазах некоторых односельчан — особенно тех, кто помнил меня девчонкой с медными косами и взглядом, в котором раньше не было пепла, — я всё ещё оставалась чужой. Особенно старые воины. Те, что ели за одним столом с моим отцом. Те, кто видел, как нас изгоняли.\n\nАйварс уже вырос — сильный, молчаливый. Его руки знали вес молота. Его клинки брали с собой в походы. Его топоры звенели в руках воинов. Он был моим учеником… и, наверное, моим единственным по-настоящему близким человеком.\n\nТот день был прохладным — воздух напоминал о скорой осени. Я ушла в лес, собирала чабрец и корень валерианы — всё для поддержания плавки в горне. Глина, зола, солод, сушёные мхи — древний рецепт отца.\n\nЯ стояла на коленях, укладывая травы в мешок, когда услышала, как кто-то осторожно ступает за спиной. Я не поворачивалась — я чувствовала шаги тяжёлые, вразвалочку. Кто-то из старейшин.\n\n— Актана, — хриплый голос Гьюдара, седого как иней и жесткого как гранит, раздался позади. — Ты здесь.\n\nЯ поднялась. Медленно.\n\n— Что нужно? — спросила я спокойно, глядя в глаза.\n\nОн подошёл ближе. Руки сцеплены за спиной. Долго молчал.\n\n— Прошло шесть лет, как ты вернулась. Ты ковала для деревни, держала огонь, лечила травами, отдавала всю себя... Но не все верят. Не все забыли, как ты ушла. Не все простили, что ты женщина у горна.\n\n",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я молчала. Я уже знала это. Слепые взгляды. Шепот за спиной. Презрение, покрытое вежливыми улыбками.\n\n— Сейчас это уже не важно, — продолжил он. — Идёт война. Клан Остролесья поднимается на нас. Им нужен металл. Земли. Власть. Мы собираем дружину.\n\nОн посмотрел на меня пристально.\n\n— Ты должна идти. Доказать, что ты — с нами. Не просто кузнец. А боец. Часть крови. Иначе тени будут ползти за тобой всегда.\n\nЯ долго не спала той ночью. Молча варила настои. Протирала наковальню. Заплетала волосы — старый жест, если готовишься к бою. Всё было механично. Как будто не я.\n\nЧерез два дня мы с Айварсом поднялись в горы, к озеру. Там было место, где всегда было тихо. Гладкая вода. Сосны шепчут что-то ветру.\n\nЯ сидела, обняв колени. Он — рядом.\n\n— Айварс, — начала я. — Я должна идти с ними.\n\nОн обернулся. Его брови нахмурились.\n\n— Зачем? Они всё равно тебя не примут. Никогда. Что бы ты ни сделала.\n\n— Я не ради них. Ради мира. Ради нашей земли. Ради горна. Чтобы не сомневались в тебе, когда я уйду однажды.\n\n— Тогда я пойду вместо тебя.\n\n— Нет. Ты не пойдёшь. Ты ещё не готов. У тебя впереди — всё.\n\nОн стиснул кулаки.\n\n— Ты думаешь, я не смогу? Думаешь, мне не страшно сидеть здесь и знать, что тебя могут убить?\n\nЯ положила руку ему на плечо.\n\n— Именно потому ты не пойдёшь.\n\n",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Мы шли в бой на рассвете. Воздух был холодным, но в сердце — пылало пламя решимости. Вся деревня — мужчины и женщины — собрались, чтобы встретить врага. Айварс стоял рядом со мной, его взгляд был твёрдым, как сталь, но в душе я чувствовала, как его сердце трепещет.\n\nКогда началась битва, всё вокруг превратилось в хаос. Грохот топоров, рёв, треск стрел — всё смешалось в единую страшную симфонию войны. Я ковала свой путь среди врагов — каждый удар молота по наковальне, каждый взмах меча были для меня песней выживания.\n\nЯ помнила слова старейшин: доказать свою верность, доказать, что я — воин. Мои мышцы горели, а кровь в жилах закипала. Но враг не отступал, и я не могла.\n\nВнезапно, почувствовала резкую боль — словно раскалённый нож прошёл сквозь плечо и вошёл глубоко в мышцу. Я взглянула вниз и увидела — стрела, торчащая из моей правой руки. Сердце остановилось. Я опустилась на колено, тяжело дыша, но рука продолжала держать меч.\n\nВраги окружали, но я стиснула зубы и поднялась снова. Боль была невыносимой, но я не могла упасть. В тот момент, казалось, что вся сила моего отца течёт во мне, давая мне выстоять. Я отбросила стрелу, вспарывающую мясо, и с новым рёвом бросилась вперёд.\n\nВ конце концов, враг отступил. Мы победили. Но мои силы иссякали.\n\n",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Возвращение домой было словно в тумане. Я сидела в седле, сжимая раненую руку, которая пульсировала и горела, как раскалённый металл. Каждый взмах копыт отзывался эхом боли в плече.\n\nКогда я приблизилась к деревне, услышала звук рога. Айварс выскочил навстречу, и в его взгляде я прочла всю ту боль, что сдерживал все эти годы.\n\n— Мать! — крикнул он, подбегая ко мне.\n\nЯ попыталась сойти с лошади, но тело предало меня — я чуть не упала.\n\nОн подхватил меня на руки, держа крепко, словно боялся потерять.\n\n— Ты сумасшедшая! — выдохнул он, шепча рядом с моим ухом. — Зачем ты пошла? Зачем?\n\nЯ закрыла глаза, ощущая его горячее дыхание, слыша биение сердца — как будто оно пыталось передать мне силы.\n\n— Потому что… мы должны были победить, — ответила я тихо.\n\nОн молчал, когда аккуратно развязывал мой рукав и осматривал рану — глубокий след, пульсирующий огнём, будто сама рука горела.\n\n— Я не могу позволить тебе так, — сказал он наконец. — Ты слишком дорога мне.\n\nЯ улыбнулась сквозь боль, чувствуя, как он гладит мои волосы, как будто желая забрать всю боль на себя.\n\n",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "После той битвы я вернулась домой не героиней — а больной, истощённой женщиной, чья рука горела огнём. Лихорадка обволокла меня плотным покрывалом жара и дрожи. Я лежала на жёсткой кровати, ощущая, как каждая клетка моего тела горит и трясётся. Ночи были особенно тяжёлыми — в темноте я слышала, как пульсирует кровь в ушах, как мерцают тени в углах комнаты, и как тихо плачет моё сердце.\n\nАйварс не отходил от меня ни на шаг. Вместо привычного звука удара молота и грохота наковальни в доме царила тишина. Он сидел рядом, следил за тем, как я принимаю травяные отвары, охлаждал лоб влажной тряпкой, тихо разговаривал, чтобы отвлечь от боли. Его руки были сильны, но нежны, и в его глазах читалась тревога и... что-то большее — забота, что выходила за рамки ученичества.\n\nВместо того чтобы ковать мечи и топоры, он почти перестал выходить из дома. Горн стоял холодным, но в этом доме горело другое пламя — пламя нежности и беспокойства.\n\nА в деревне тем временем плелись другие истории.\n\nДевицы, те, что раньше проходили мимо с улыбками и нежным взглядом, теперь тихо перешёптывались у ворот кузни. Их глаза блестели завистью и недоверием.\n\n— Вот видишь? — шептала одна другой, когда проходила мимо меня и Айварса. — Актана… а что у неё? Ни мужа, ни детей. Уже двадцать пять лет — а всё кузнец да кузнец.\n\n— Да и раны у неё… не от прогулок с подружками, если понимаешь, о чём я, — отвечала другая с ехидцей.\n\n\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я знала эти разговоры. Я слышала их взгляды, что проходили сквозь меня, словно ледяные стрелы. Молва быстро расходилась — говорили, что я \"порченая\", что якобы потеряла свою невинность ещё в детстве или вовсе давно забыла о том, что такое любовь и семья.\n\nМужчины стороной обходили меня. Никто не подходил. Никто не искал меня взглядом, как искали их дочерей и племянниц. Никто не шептал о свадьбе, не предлагал руку и сердце.\n\nА Айварс... Айварс был единственным, кто не позволял себе отворачиваться. Он ухаживал за мной с настойчивостью и нежностью, словно хранил в себе не только ученика, но и защитника, и близкого человека.\n\nИногда, когда я закрывала глаза от боли, я слышала, как он тихо говорит мне:\n\n— Ты не одна. Ты не та, что боится или сдаётся. Ты — кузнец. Но и больше.\n\nОн не мог понять, каково это — быть женщиной в племени, где даже старейшины смотрят свысока. Но он чувствовал мою боль и не позволял миру ломать меня.\n\nИ в те ночи, когда лихорадка сковывала меня, а тьма сгущалась вокруг, его руки становились моей крепостью.\n\nНо шепоты вокруг не утихали. И я знала — моё место здесь — не просто за горном, а где-то между уважением и одиночеством.\n\n",
    "answers": [
      {
        "id": 39,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 39,
    "text": "Прошло полгода после битвы, и я медленно возвращалась к жизни, но прежней я уже не была. Рана в руке оставила шрам — не только на теле, но и в душе. Я больше не могла стоять у горна, ощущать пламя, что жгло меня изнутри. Даже краткое прикосновение к раскаленному металлу приносило боль, а жар кузни заставлял меня хвататься за воздух, будто я тонула.\n\nЯ научилась точить клинки, шлифовать топоры и ножи, подготавливать стрелы — всё то, что требовало тонкости и терпения, а не силового напряжения. Я понимала, что теперь моя работа — не молот и наковальня, а лёгкая рука и зоркий глаз.\n\nЭти дни были тяжелыми — я видела в себе отражение отца, который в старости тоже оставил кузнечное дело и перешёл на охоту и рыбалку. Его боль была моей болью, и я впервые по-настоящему поняла, что значит терять любимое дело.\n\nДом стал моим убежищем. Я редко выходила за порог — мир за ним казался чужим и враждебным. Моё тело требовало покоя, а дух — покоя и тишины.\n\nСо временем я стала иной. Мои движения стали плавнее, мягче, как у тех, кто годами занимается тонкими делами. Я училась шить, ремонтировать одежду, плести корзины. Отцовские уроки по шитью не забылись, и теперь я умело вырезала узоры и шила тёплые меховые накидки.\n\n",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Однажды вечером, когда в доме зажглись первые свечи, Айварс вошёл с улицы и увидел меня за шитьём:\n\n— Ты стала другой, — сказал он тихо, садясь рядом.\n\n— Это не я изменилась, — ответила я, глядя на тонкие пальцы, сшивавшие порванный плащ. — Это жизнь заставила.\n\n— Тебе идёт эта женственность, — улыбнулся он. — Но мне кажется, в тебе всё ещё живёт огонь кузнеца.\n\nЯ усмехнулась:\n\n— Огня в моём теле стало меньше, но он не погас. Просто… теперь он горит по-другому.\n\nЗима пришла быстро и сурово. Холод пронзал насквозь, ветра гуляли по равнинам, и снег покрывал землю толстым слоем. Наш дом укрылся в белом покрывале, и я стала готовить всё больше лекарств, собирая травы, корни и кору, что помогали согревать и лечить.\n\nКаждое утро начиналось с похода в лес за хворостом — дело, что раньше казалось мне пустяком, теперь стало ритуалом жизни.\n\n",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Однажды, когда я возвратилась с мешком хвороста, Айварс встретил меня у двери:\n\n— Зачем тебе всё это, если дома есть запас? — спросил он, помогая снять шкуру с плеча.\n\n— Запас закончится. Нужно готовиться к долгой зиме, — ответила я. — К тому же, есть травы, которые теряют силу, если их не собрать вовремя.\n\n— Ты словно целитель теперь, а не кузнец.\n\n— Я — всё ещё Актана, — сказала я тихо. — Но теперь моя сила — в заботе.\n\nМы вместе накрывали поленья в печь, и я рассказывала ему, как трава помогает от простуды, как правильно заворачивать компрессы, чтобы боль уходила быстрее.\n\n— Ты стала настоящей хранительницей дома, — улыбнулся он. — Не знаю, как бы я жил без тебя.\n\nЯ взглянула на него — и на миг забыла о боли, о потерях, о том, что когда-то могла стоять у пламени горна.\n\n— Зима — это испытание, — сказала я. — Не для кузнеца, а для человека.\n\nАйварс молчал, согревая руки у огня. В этот момент я знала — наша жизнь меняется, но мы остаёмся вместе.\n\n",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я проснулась раньше обычного — небо было свинцовым, будто кто-то растянул над деревней тусклое полотно. Снег лежал ровно, без следов, лишь дым из труб лениво полз к серым облакам. Айварс ушёл ещё до рассвета — вместе с мужчинами они отправились на охоту. Мне нужно было идти за хворостом и свежими кореньями — настой от кашля заканчивался, да и запас дров подходил к концу.\n\nЯ натянула меховую шубу, обмотала лицо шерстяным платком и взяла охотничий нож. Зоркий — наш пёс, рыжий и упрямый — сам вскочил и стал в дверях, будто не отпускал меня. Я похлопала его по боку:\n\n— Ну идём, старый. Глаз твой мне сегодня пригодится.\n\nСнег скрипел под ногами. Дорога в лес шла через заснеженную долину, затем поднималась к зарослям хвои. Я шагала медленно, осторожно, чувствуя, как мороз проникает под одежду. Ветви деревьев склонились под тяжестью снега, в воздухе стояла пугающая тишина. Словно сама природа затаила дыхание.\n\nЯ искала сухие сучья, срезала длинные корни дягиля, выкапывала у основания ёлок морозостойкие клубни. Мешок становился всё тяжелее. Зоркий метался вокруг, фыркая, нюхая воздух. Он стал нервничать. Я остановилась:\n\n— Что с тобой? Ветром пахнет?\n\n",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Пёс завилял хвостом, обернулся ко мне и с лаем потянул в сторону тропы назад.\n\n— Нет, Зоркий. Ещё немного — и вернёмся. Нам нужна хвороста ещё хотя бы вязанка.\n\nНо он начал вставать передо мной, путаться под ногами, дёргать за подол. Я раздражённо махнула рукой:\n\n— Иди домой, если боишься! Я справлюсь!\n\nНо Зоркий не ушёл. Он продолжал крутиться рядом, поскуливая.\n\nЯ напрасно не вняла его предупреждению.\n\nСперва поднялся лёгкий ветер. Потом он усилился, свистя сквозь ветви и поднимая снежную пыль с земли. Я подняла глаза — и небо стало чёрным, как перегоревший уголь. За считанные минуты надвигалась метель. Я резко повязала платок плотнее и вцепилась в мешок.\n\nСнег повалил стеной. Сильный ветер сбивал с ног, откусывал дыхание. Всё вокруг побелело, исчезли очертания деревьев, не стало горизонта — только вихри снега и вой бури. Я шла наощупь, но вскоре поняла, что сбилась с тропы.\n\nЗоркий лаял, метался, а потом стал идти впереди, оборачиваясь на меня, будто показывал путь. Я старалась держаться за ним, но всё вокруг стало одинаковым — бескрайним, враждебным, чужим. Пальцы замерзали, ноги утопали по колено в снегу.\n\nЯ упала. Снег попал в рукава, под воротник. Хотелось лечь и уснуть. Но Зоркий подбежал, залаял прямо в лицо, лизнул щёку — грубо, отчаянно.\n\n— Живы… Мы ещё живы, — прошептала я сквозь платок, заставляя себя подняться.\n\n",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я вспомнила, что неподалёку есть старая сторожевая изба — охотничий схрон, где Айварс однажды оставлял сеть и капканы. Мы шли туда, почти наугад. Я следовала за Зорким, вцепившись в его хвост и шерсть, теряя равновесие, падая и поднимаясь вновь. В груди жгло — как в ту ночь, когда была лихорадка. Но я знала: если лягу, не встану уже.\n\nСквозь снежную пелену, вдруг, будто мираж, показались тёмные очертания. Изба. Покосившаяся, но целая. Я с трудом распахнула дверь — снег валился с крыши, петли скрипели.\n\nМы ввалились внутрь. Там было темно и холодно, но стены спасали от ветра. Я закрыла дверь, задвинула засов и повалилась на пол, прижимая Зоркого к себе.\n\n— Ты меня спас, — прошептала я, укутываясь в плащ, дрожа от холода. — Не глупый пёс. Мой пёс…\n\nОн ткнулся носом в мой бок, и я, дрожа, закуталась в шкуры, нашедшиеся в углу. Дров в очаге не было, но я зажгла маленький костёр из того, что принесла — влажный хворост чадил, но давал тепло. Это было достаточно, чтобы пережить ночь.\n\n",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Когда закрылась дверь избушки и я наконец обессиленно привалилась к стене, мне казалось, что прошёл целый день. Но это был лишь вечер первого дня метели. Ветер ревел за стенами, как тысяча волков, снег бил в щели, стонал, скребся — будто сам лес ополчился против нас.\n\nВ избе было холодно. Очаг чадил. Я скрутила под голову свёрток из шкуры, легла ближе к пламени. Зоркий свернулся рядом, прижавшись ко мне всем телом, как тёплый камень, живой и родной. Он спас меня. Его дыхание грело, его верность держала меня на краю между сном и забвением.\n\nНа второй день я почти не вставала. Метель лишь усилилась — теперь даже стены дрожали от напора ветра. Еды было немного: корешки, пара луковиц из сумки, немного сушёной хвои. Мы делили всё с Зорким. Он не жаловался. Он просто смотрел мне в глаза, как будто понимал, что молчание — наш договор о выживании.\n\nЯ говорила с ним. Не вслух — в голове. Мысленно. Словно боялась, что буря услышит голос и сломит последнее, что во мне осталось. Но даже в этом аду я не позволила себе слабость. Я выживу. Мы выживем. Я кузнец, я рождена среди пламени — и не снег меня возьмёт.\n\n",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "На третий день небо будто выдохлось. Ветер стих. За стенами повисла тишина. Я открыла дверь — и увидела, как солнце пробивается сквозь рваные облака. Метель кончилась.\n\nМы с Зорким шли медленно. Всё вокруг было белым. Белым до слепоты. Никаких следов. Только мы вдвоём и поле, что казалось бесконечным. Я тащила за собой пустой мешок. На плечах — снег, в сердце — жажда вернуться домой.\n\nКогда я вошла в деревню, мне никто не поверил сразу. Сначала было молчание. Потом — крик женщины. Потом я увидела старейшин, которые выбежали прямо к нам, по сугробам.\n\nОни не спросили, жива ли я. Они сказали:\n\n— Айварс искал тебя два дня. Он кричал твоё имя на каждой тропе, он спал в седле, пил снег, шёл туда, где никто не проходил. Потом заперся у тебя дома. Ни слова. Ни звука. Только ветер слышно… и его шёпот. Мы тоже искали. Но ты… ты исчезла.\n\nЯ кивнула. Слова были где-то глубоко. Я могла только кивнуть.\n\n— Ты нужна нам, Актана, — сказал старейшина, тот, что всегда был молчалив. — Никто из наших не знает металл так, как ты. Мы хотим, чтобы ты учила юношей. Новое поколение. Новая кровь. Без тебя кузне — просто стены.\n\nЯ с трудом выговорила:\n\n— Дайте мне день. К вечеру скажу. Я… домой хочу.\n\n\nАйварс молча кивнул и обнял Зоркого, а потом меня — неловко, слабо, но по-настоящему.\n\nЯ вздохнула, почувствовав, как буря утихает не только за окнами, но и во мне.\n\nХочешь, я опишу, как Актана принимает решение обучать юношей, или как Айварс просит у неё прощения, уже протрезвев, и рассказывает, что боялся потерять не только учителя, но и ту, кого любит?\n\n",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Дом встретил меня холодом. Всё было нетронуто. Пусто. Но из глубины дома пахло — моей настойкой. Та, что я держала \"для гостей\". Резкий запах хмеля и трав.\n\nЯ вошла на кухню — и увидела Айварса. Он сидел, уставившись в пустую кружку. Глаза опухшие, лицо бледное. Моя настойка стояла на столе почти допитая. Он поднял голову. И замер.\n\n— Актана?.. — шепнул он.\n\nПауза. И потом он вскрикнул, как раненый.\n\n— Ты... ты пришла... Ты правда... я... я думал...\n\nОн вскочил, кружка упала, разбилась, настойка разлилась по полу. Он бросился ко мне — нет, не в объятия. Он упал на колени и прижался лбом к моим ногам.\n\n— Я... Я был в ущелье… там, где следы вели… и у ручья. Я слышал тебя — как ты звала, как шептала… Метель говорила твоим голосом, Актана… Я слышал, клянусь! Я… искал, клянусь! А потом… потом только ветер…\n\nОн всхлипывал, словно мальчишка. Пьяные слова срывались с губ, спутанные, горячие, настоящие. Его руки дрожали. Я провела пальцами по его волосам, не говоря ни слова.\n\n— Всё хорошо, — наконец сказала я. — Я вернулась. Мы оба живы. И ты… и я. И Зоркий. — Пёс тут же подошёл, положив голову на колени Айварса. — И знаешь что?\n\nОн поднял на меня взгляд, покрасневший, смущённый.\n\n— Я больше не уйду одна, если Зоркий начнёт метаться. Он знает больше, чем мы. Он и выведет, и спасёт. Он — наш страж.\n",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Когда я обессиленно опустилась в постель, тяжесть в теле отзывалась не только усталостью, но и чем-то глубже — будто бы эта зима выжала меня досуха. Зоркий, не отступавший от меня ни на шаг, прыгнул рядом и свернулся калачиком у моих ног. Его тепло ощущалось сквозь шерстяное одеяло, и только оно в тот момент удерживало меня от того, чтобы вновь не сорваться в ту бескрайнюю белую бурю, что бушевала внутри головы.\n\nРядом, на полу, сидел Айварс. Его глаза были полны бессонных ночей и боли. Он не говорил ничего — только смотрел на меня. Голова его покоилась на кровати, руки сжаты в кулаки, словно он боролся с чем-то внутри себя. Я чувствовала его взгляд — не просто взгляд мальчишки, что я когда-то вытащила с порога смерти, а взгляд взрослого мужчины, в котором горела тишина тревоги и нежности. Он ни разу не прервал молчания, но я слышала его — каждую невысказанную фразу, каждую слезу, которую он упрятал в уголках глаз. Я просто лежала и смотрела на него. Так мы и уснули — он на полу, уткнувшись лбом в край моего одеяла, а я в глубоком, иссушенном сне под ворчание пламени в очаге.\n\nК вечеру я уже оправилась. Тело слушалось хуже, чем прежде, но я встала. Айварс, с похмельным лицом и потухшими глазами, всё ещё спал. Зоркий лег рядом с ним, словно охраняя его покой, так же, как охранял мой, пока буря рвала небо в клочья.\n\n\n\n",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я, прихрамывая, подошла к столу. Приготовила себе крепкий травяной настой — горький, обжигающий, но такой нужный в эти дни, чтобы ни лихорадка, ни холодная хворь не свалили меня вновь. Пар поднимался из кружки, когда в дверь постучали.\n\n— Войди, — сказала я, отставляя кружку и натягивая шерстяной плат на плечи.\n\nНа пороге стояли старейшины. Все трое — мрачные, в тяжелых медвежьих шубах, со следами пережитого страха в глазах.\n\n— Актана, — начал старший, кряхтя, — ты выжила в бурю, в одиночестве. И не просто выжила — ты вернулась, и не ослабела духом. Мы… Мы решили, что твой долг перед деревней исполнен, с лихвой. Но есть новое предложение.\n\nЯ молча кивнула. Он продолжил:\n\n— Никто в деревне не знает металл, как ты. Мы… хотим, чтобы ты начала учить юношей. Передать своё ремесло. Оно нужно народу, особенно в грядущие годы.\n\nЯ не ответила сразу.\n\n— Мне нужно подумать, — сказала я спокойно. — К вечеру я скажу.\n\nСтарейшины молча поклонились и ушли. Закрыв за ними дверь, я вдохнула глубже, чем позволяла боль в груди. Я глянула на Айварса, всё ещё спящего — его лоб блестел от пота, волосы растрепаны. Он снова стал мальчиком во сне. Только теперь рядом с ним лежал Зоркий, и дом был полон жизни.\n\n",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я накинула шубу и отправилась к горну.\n\nДень был тихий, только редкий снег ложился на плечи, как невидимый знак. В кузнечном сарае пахло пеплом, металлом и временем. Всё было на своём месте, как будто никто не трогал ничего с моего последнего визита. Я встала у горна. Огонь давно не разжигали. Но я знала: если не попробую сегодня — не попробую никогда.\n\nЯ разожгла очаг, с натугой подбросив угля. Огонь заплясал, и пламя согрело лицо. Я сняла рукавицы, замотала раненую руку кожаным жгутом, крепко, чтобы не чувствовать. Мышцы тянуло, но боль уже не выла как раньше — она стала тупой, терпимой, почти родной.\n\nЯ взяла заготовку, положила на наковальню, замахнулась — и ударила. Звук был глухим, слабым, но верным. Я снова ударила. Металл согнулся, как положено. Я знала — я всё ещё могу. Пусть теперь не так долго, пусть с перерывами, пусть с болью — но я могу.\n\nЯ вернулась домой, чувствуя, как моё сердце стучит иначе. Это не было прежним мастерством — это было упорство. Живое, пульсирующее, сильное.\n\nАйварс спал. Я не стала его будить. Просто села рядом, глядя в огонь, и впервые за долгое время ощутила: всё только начинается.\n\n",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Весна пришла тихо, как будто извиняясь за ту зиму. Снег на опушках держался ещё белой каймой, но в воздухе уже пахло тёплой землёй и влажной корой — то, что кузнец чувствует костями ещё до того, как увидит первые ростки. Горн в кузнице снова начал просыпаться: Айварс уже сам разогревал меха и готовил угли, и я с радостью заметила, что его руки стали точнее, а движения — увереннее. Он больше не просил меня стоять рядом; мне оставалось только наблюдать с гордостью и — тайной, приглушённой — завистью, когда он работал.\n\nТем временем ко мне начали приходить дети. Юноши — от десяти до четырнадцати — такие разные: худые, румяные от пробежек, с бесшабашными глазами, с набитой на поясе палочкой вместо молота. Они приходили по одному, затем толпой. Сначала это были любопытные, потом — те, кто хотел ремесло, и за месяц они стали привычкой: по утрам, ещё до того как я поднимусь, они сидели у крыльца, плечами в снегу, вглядывались в дом, заглядывали в окно. Мне казалось, что они стоят там, как птицы на проводе — ждут сигнала.\n\nЯ учила их по-старому: с жестами, короткими приказами и долгими повторениями. Первым уроком была дисциплина у горна — как раздувать меха, как не подбрасывать дрова в пламя, чтобы не задуть жар, как подбирать уголь так, чтобы огонь не гас. Я заставляла их по очереди ходить с мешком угля, таскать воду, носить песок и крошки — самые невидные и неблагодарные работы. Про ремесло нельзя было рассказывать только словами: нужно было, чтобы руки запомнили, как держать молот, как не дергать запястье.\n\n— Нога на ступень, ладонь не как у мальчика, а как у кузнеца, — повторяла я часто. — Удар идёт от пояса, не от локтя. Смотри за линией, а не за углом молота.\n\n\n",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Я учила их различать руды, потому что без умения найти хорошую руду — весь труд пропадёт. Это была моя гордость, то, что отец оставил мне не в книгах, а в глазах и в пальцах. Я говорила так, как говорила всегда — коротко, но по существу:\n\n— Хорошая руда — тяжёлая для своего размера, — я брала крошечный камень и давала подержать. — Когда возьмёшь в руку, она как будто дёргает тебя вниз. Если её ударить — у неё есть блеск внутри, как будто в ней прячется металл. Если проводишь железом, она немного притянется. И ещё — запах земли. Там, где железо близко, грунт горчит и в воде ржавые жилки. И главное: если, ударив, она даёт искру — не та мелкая искра, а та, что разлетается, — это знак, что внутри углерод или что-то ценное.\n(Я не говорила «химией», я называла это — языком камней.)\n\nЯ показывала им места: где на ровном берегу искать коричневые комки, где в мху натыкаются на болтушки — старую болотную руду, как её отличить от обычного камня. Мы бродили по бровкам ручьёв, слушали, где песок становится тяжёлым, где вода идёт коричневой нитью — и я учила их чувствовать землю, а не только смотреть.\nПрактика была проста и жестока: я давала им маленькие кусочки руды, они её разбивали, смотрели на излом. Оформляла ошибки как урок: если внутренность слишком песчаная — в печь не пойдёт. Если ржавчина только на поверхности — это не то самое сердце.\n\nОднажды один из самых самоуверенных — мальчишка по имени Торвальд — переполнил уголь и сунул руку туда, где ещё тлел раскалённый кусок. Он не послушал моих слов и сыгрался в шустрого. Взрыв брызнул щепками, и по щеке у него прошла красная линия ожога — половина лица разгорелась на месте, как будто кто-то нарисовал горячим железом. Все замерли. Я бросилась к нему, смыла пепел холодной водой, а потом — растерла мазью, что держала для подобных неожиданностей. Его слёзы, сначала от боли, потом от страха, были как удар для всех: уверенность ушла ровно в тот миг, когда он увидел себя в зеркале воды — и увидел шрам.\n\n",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Опыт приходит через послушание, — сказала я им потом, сидя у горна, когда он молча жевал кусочек хлеба, спрятав лицо. — Техника — это безопасность. А безопасность — это уважение к огню.\n\nОни слушали. Потому что страх быстро учит; потому что у них было кому показать цену ошибки. Через неделю Торвальд сделал свой первый гвоздь. Я увидела, как в нём возвращается гордость — медленно, как уголь на краю. Он взял крошечный молот, и удар его был точен. Я улыбнулась. Они аплодировали тихо, как дети.\n\nНо в то время как я становилась для них и наставницей, и матерью-учителем, я замечала Айварса. Его тень была рядом. В начале он просто стоял дальше, помогал мне с тяжёлыми вещами, утащить мешок с углём, подать кандалы. Потом его походка становилась короче — он чаще приходил к дверям кузни, задерживался там, и глаза его смотрели на меня не так, как раньше — не только оценочно, но и как будто с требованием: «это моё».\n\nЕго ревность была тихой. Не крик. Она пряталась в мелочах: в том, что он меньше смеялся, когда мальчишки шутлили; в том, как он молча забирал у них молоты, когда они становились слишком шумными; в том, как вдруг требовательно говорил:\n\n— Не давай им горячие заготовки. Они ещё слишком молоды.\n\n— Да они сами научатся, — отвечала я, коротко, и виделa, как у него сжимается челюсть.\n\nОднажды вечером, когда я возвращалась с воды, мальчишки были почти в полном составе и с восторгом показывали мне свои первые наковальни у камней. Айварс стоял в стороне, плечи сжаты. Когда я подошла, он отвернулся и прошёл мимо, не поздоровавшись. Я остановила его:\n\n— Ты злишься?\n\nОн молчал почти минуту, потом выдавил:\n\n— Я не хочу, чтобы они стали тобой. Я хочу, чтобы они были сильными, но не чтобы были заменой мне.\n\n",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я мягко подошла, положила руку ему на плечо — осторожно, чтоб не смутить.\n\n— Ты не заменим, — сказала я. — Ты вырос из того, что я дала. Но я не могу быть только твоей тенью. Ты — человек, и людям нужно место. Я — с ними, потому что у меня есть долг. Ты — со мной, потому что у нас есть связь. Это не конкуренция.\n\nОн посмотрел на меня, и в глазах его мелькнула та старая, детская упрямость, смешанная с болью взрослого.\n\n— Я боюсь, — признался он тише. — Боюсь, что если все будут любить тебя за ремесло, ты уйдёшь в них. Они будут звать тебя «мастер», а не «Актана».\n\nЯ усмехнулась, но не по-насмешке — тихо и тепло.\n\n— Тогда будь рядом. Будь не ревнителем, а старшим. Научись терпеть, но не закрывайся. Дай им знать, что ты здесь, чтобы давать им хлеб и удар. И если увидишь, что что-то не так — говори. Но не вытесняй их из круга.\n\nОн кивнул, и мы оба поняли: ему нужно время. Мне тоже нужно было время, чтобы научиться делить место в сердце между учеником и мужчиной, который вырос у меня под рукой.\n\n",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Я продолжала учить их различать руды: давала им маленькие задания — собрать по одному камню, принести листочек с берега, набрать воды из ручья и отнести к кузне; учила их слушать металл — разогревая маленькие шайбы, мы смотрели, как искры летят при ударе. Я просила их описать, что видят: «широкие сполохи — много углерода», «мелкие искры — слабее», «нет искры — не берём». Я учила их, как сушить болотную руду, как окатывать её в печи, чтобы удалить влагу и сделать её пригодной для плавки, как наблюдать за огнём — когда дым светлый, а не чёрный, когда горение идёт равномерно. Каждый шаг я показывала, потом заставляла повторять десять раз подряд.\n\n— Работа с металлом — это не игра, — говорила я им. — Это разговор. Загляни в металл — и он ответит. Но слушай внимательно: металл лжеца не любит.\n\nИ когда мальчишки начали приходить раньше и раньше, когда они стояли у крыльца и ждали, мне иногда хотелось зарыться в землю от усталости. Но стоило увидеть, как их глаза горят, когда они впервые расплющивают наковальню до ровного ногтя — и я знала: я делаю правильное дело. А Айварс, спустя какое-то время, стал не просто ревновать — он умудрился стать для них авторитетом: строже, чем я, но справедливее. Его ревность смягчилась, потому что он понял роль: быть не только любимым, но и нужным.\n\nЯ снова вспомнила отца. Как он учил меня без слов, и как однажды, когда я была маленькой, он сказал: «Дело — как ребёнок. Чем больше вкладываешь — тем больше отвечает». Теперь это было и моё правило: вкладывать и не бояться отдавать.\n",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я помню, как сначала всё начиналось почти незаметно — лёгкая одышка по утрам, слабость в ногах, которую я списывала на недостаток сна и на старые шрамы. Но постепенно мир сузился до комнаты, до кровати, до одного вдоха, который внезапно становился слишком трудным. Ночью я просыпалась и чувствовала, как воздух будто тонет во мне — грудь сжималась, лёгкие отказывались работать, и только его руки — Айварса — могли вернуть спокойствие: он поднимал меня с подушки, расправлял платок, чтобы дышалось легче, утирал пот и ставил кружку тёплого отвара к губам.\n\nОн ночевал на полу, на оборванном пледе, рядом со мной; Зоркий ложился у моей головы и грел щёку своим горячим носом. Он делал всё, чему я учила его: вентилировал дом, подносил влажные тряпки, растирал грудь и учил меня неглубоко, но ровно дышать. Утром — отжать настой, вечером — довести до кипения лекарство из корней и мхов. Он стал моими руками, когда мои руки сами отказывались слушаться.\n\nЗнахарка пришла простым шагом, с мешком трав и тяжким взглядом. Она смотрела на меня дольше, чем позволял приличеству. Наконец сказала так, как говорят о вещах, которых нельзя изменить:\n\n— Нет у тебя силы, Актана. Душа твоя — там, где дороги ведут в Асгард. Лечить — пустая трата.\n\n",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Слова её упали в дом, как снег с крыши — холодно и бесповоротно. Айварс сломался только на миг: в первый день он поклялся, что вытащит меня из этого. Он бросил обучение мальчишек, сидел возле меня, сам читал в книгах трав, которые я когда-то сворачивала на полках, варил отвары по ночам, выводил меня на крыльцо, чтобы я подышала ледяным воздухом, как будто лёгкие могли вспомнить, что такое чистота. Он делал всё, что мог: растирал, укладывал, давал таблетки, напоенные мёдом, и держал голову мою на своём плече. Но с каждым днём я слабела — кожа провисала, скулы выступали, и я всё чаще думала, что это конец.\n\nОднажды я провалилась в сон такой тяжёлый, будто падение длилось вечность. Во сне ко мне подошла женщина — высокая, в железных доспехах, на спине у неё были крылья, сделанные не из перьев, а из времени и света. Её глаза были холодны и ясны. Она посмотрела на меня так, что я сразу поняла: это посланница; она пришла не с угрозой, а с предложением — ступай, говорят, и руки твои спадут с молота навсегда. Тёплый ветер звал меня по имени. Было удивительно спокойно. Я почти согласилась.\n\nА потом — проблеск: Я увидела Айварса, мальчишек, старейшин. Слышала их голоса, шёпот. И в этом видении — их слёзы. Я проснулась, не зная, сколько прошло; было чувство, будто уже не принадлежу телу, но всё же лежу. Комната была в полумраке. Люди шевелились тихо. Кто-то плакал. Мне сказали, что уже сшили ритуальную одежду, что приготовлено место, где должны были сжечь тело. Я видела ткань — белую, с узором рун, тёплую от рук людей, и запах ладана и хвороста.\n\n",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Я потянула руку — чтоб удержаться за реальность, — и нечаянно дотронулась до руки Айварса, что лежала рядом со мной, поджавшись, как уставший волк. Он отпрянул, как от огня: в его глазах — смесь ужаса, надежды и тот самый детский страх потерять последнюю опору. Весь дом затих. Мальчишки сжались в дверях, старейшины опустили лица — и вдруг все взглянули на меня так, будто я действительно была уже тёплой тенью.\n\nЯ ощутила, как меня зовут на другой край, но что-то внизу груди откликнулось и дало противодействие. Я пошевелила пальцем. Маленькое движение, но оно было актом протеста. Люди вздрогнули — и я вдруг поняла, что могу дышать. Не легко, не без усилия, но воздух шел внутри, и я услышала собственный голос — тихий, но твёрдый:\n— Я ещё не ушла.\n\nЯ встала. Сначала медленно, прочувствовав каждую кость, каждую жилку, как будто училась снова быть телом. От неожиданности мои колени дрогнули, но упёрла ладони в пол и поднялась. Не чувствовала усталости — тот блёклый мир, который видел меня умиравшей, отступил. Люди застыли, словно увидели чудо или кощунство; среди них были только слёзы, испуг и невероятное облегчение.\n\nВо дворе толпились все — старейшины с серьёзными лицами, мальчишки в испачканных одеждах, Айварс стоял, как стена, и смотреть на меня было трудно — в его глазах читалась смесь вины, радости и страха. Они приготовили всё: дрова, ритуальную одежду, горн с маслом и смолой. Я видела в руках у одного из старейшин веревку, которой хотели связать мои руки для последнего пути.\n\n\n",
    "answers": [
      {
        "id": 59,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  }
]