[
  {
    "id": 1,
    "text": "Автор: Berkem\nПривет! Этот текстовый квест расскажет тебе историю обычного человека, оказавшегося в самом начале глобальной катастрофы.\nВирус, о котором сначала говорили шёпотом, за считанные недели разрушил привычный мир. Ты — не герой, не солдат, не учёный. Ты просто хочешь выжить.\n\nСледи за новостями, делай выборы, которые будут иметь последствия. Решай, кому можно доверять, когда правды уже не осталось.\nРесурсов мало, информации ещё меньше. Сможешь ли ты сохранить здравый рассудок, когда всё вокруг постепенно сходит с ума?\n\nЖелаю удачи. Возможно, она тебе пригодится.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Просыпаешься от глухого шума за окном — капли бьются о подоконник. Пасмурное утро, город словно застыл в сером тумане. Кофе горчит, новости фоном бубнят с экрана старого телевизора. \n\nРепортёр с напряжённым голосом говорит о неизвестной инфекции, вспыхнувшей в другой стране. Пока что — далеко. Пока что — не у нас.\n \nТелефон вибрирует — уведомление от новостного портала: «Министерство здравоохранения следит за ситуацией. Поводов для паники нет».\n \nТы зеваешь и пролистываешь ленту: обычные посты, срачи в комментариях и короткие видеозаписи — люди в защитных костюмах, закрытые аэропорты, кто-то орёт в прямом эфире. Всё как всегда — шум, перегиб, паника. Или нет?\n \nТы выглядываешь в окно. Соседка с нижнего этажа, всегда такая говорливая, молча садится в такси с двумя огромными баулами. Рядом — парень в маске и строительных очках несёт огромный пакет из аптеки. В маршрутке рядом с остановкой кто-то долго кашляет. Люди вокруг молча отворачиваются.\n \nВыходишь из подъезда. Свежий воздух, мокрый асфальт, редкие машины. Просто хочешь пройтись, развеяться, сбить тревогу.\n\nНо что-то не даёт покоя.\nЧутьё. То самое странное ощущение, что не раз тебя спасало.\nТы замираешь на несколько секунд…\nИ вдруг разворачиваешься.\nНоги сами несут обратно — домой.\n\nНа пути домой замечаешь, что в супермаркетах люди начали скупать крупы, консервы, воду и туалетную бумагу. Работник злобно кричит кому-то в зале: — По одной упаковке в руки!\n\nНа двери аптеки, мимо которой ты проходишь, висит листок:\n«Масок нет. Антисептиков нет.»\n \nДома — тишина. Телевизор показывает экстренный выпуск: «Подтверждены первые случаи заражения в вашей стране. Оставайтесь дома. Панике поддаваться не стоит».\n \nНо ты чувствуешь, как в воздухе сгущается что-то тяжёлое, липкое. Ты выключаешь свет. На улице вдруг проносится вертолёт — что-то редкое в твоём районе.",
    "answers": [
      {
        "id": 3,
        "text": "Незаметно начать готовиться. Не мельтешить, не говорить никому — просто купить еды, воды, фонарик, лекарства."
      },
      {
        "id": 4,
        "text": "Начать собирать информацию. Лезть в интернет, на форумы, искать утечки и независимые источники."
      }
    ]
  },
  {
    "id": 3,
    "text": "Надеваешь куртку, проверяешь содержимое кошелька, хватаешь рюкзак. Без лишней спешки и паники выходишь из дома.\n\nНа улице морось, воздух пахнет как перед грозой. Люди вокруг будто в замедленной съёмке— кто-то стоит в очереди в аптеку, кто-то напялил на себя сразу несколько медицинских масок. \n\nТы проходишь мимо, не останавливаясь. В твоей голове только один список из 3 слов: еда, вода, лекарства.\n\nВ магазине ещё нет хаоса и толкучки— но и спокойствием это назвать нельзя. Один человек набирает в тележку по пять упаковок макарон, другой уже ругается с кассиром из-за лимита на туалетную бумагу. Ты проходишь мимо полки с консервами — берёшь пару банок. Крупа, тушёнка, немного шоколада. Воду. Спички.\n\nВ аптеке очередь. Тебе везёт — в глубине ящика кассирша находит последние два пузырька антисептика и пачку аспирина. Ты киваешь и платишь, даже не глядя на цену.\n\nНа обратном пути кто-то бежит мимо с пакетом и орёт в телефон:\n— Они всё скрывают! Серьёзно! Уже вчера мой знакомый из больницы сказал, что это не грипп!\n\nТы не останавливаешься.\n\nДома ты выкладываешь всё на стол. Смотришь на свои запасы. Маловато, но хоть что-то.\nВ комнате становится темнее. Ты выключаешь свет.\nПока всё тихо.",
    "answers": [
      {
        "id": 9,
        "text": "Начать собирать тревожный рюкзак. Пора всё сложить в одно место."
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты садишься за стол, включаешь ноут. Экран светится холодным светом. Открываешь новостные сайты — официальные сводки всё ещё успокаивают:\n\n«Ситуация под контролем. Первый случай подтверждён. Проводятся привентивные эпидемиологические меры».\n\n\nКачаешь головой и бормочешь:\n\n— Подозрительно спокойно. Будто стараются не наводить панику…\n\nТы переключаешься на форумы. Старый тред на выживальческом сайте уже разросся до десятков страниц. Кто-то пишет из соседнего города:\n\n«Мою жену не приняли в больницу. Температура 39, дыхание тяжёлое. Сказали — мест нет. Только частные клиники берут, и то за огромные деньги.»\n\n«На одном из военных форумов пишут, что базы снабжения активированы. Это не протокол для гриппа.»\n\n«Вчера удалили видео, где парень снимал эвакуацию людей из целого города. Кто успел скачать? Скиньте архив в ЛС.»\n\nТы находишь Telegram-каналы, где выкладывают странные фотки: пустые больницы с охраной на входе, военные грузовики ночью на трассах.\nВ некоторых городах пишут о \"локальных перебоях со связью\". И это — только начало.\n\nРука сама тянется к кружке, но чай остыл.\n\nВ ушах начинает звенеть. Информации слишком много — мозг не успевает переварить. Но её суть одна: официальные источники врут. Или не всё говорят.",
    "answers": [
      {
        "id": 6,
        "text": "Проверить почту — может, кто-то уже писал из знакомых."
      },
      {
        "id": 7,
        "text": "Записать срочное аудиосообщение и выложить в сеть. Пусть другие услышат правду."
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты берёшь в руки телефон и пролистываешь список контактов. Пальцы останавливаются на имени: \"Игорь\".\n\nСтарый друг. Вместе когда-то ходили в походы, спорили о политике, играли в игры до рассвета. Потом — жизнь разошлась, но вы время от времени списывались.\nОн всегда был параноиком. Тревожным, наблюдательным. Таким, над кем раньше подшучивали. Сейчас — совсем не до шуток.\n\n— Алло?\nГолос слегка охрипший, будто его только что разбудили.\n\n— Это я. Ты видел, что творится?\n\nПауза.\n\n— Смотрел. Уже несколько дней собираю по кусочкам. В новостях — ложь. Настоящие данные только в сетке. У нас в городе военные активировались, пару районов перекрыли, говорят — учения. Но ты же понимаешь.\n\nТы чувствуешь, как сердце бьётся чаще. Ты не сошёл с ума. Это — реально.\n\n— У тебя что-то есть? Вода, еда, медикаменты?\n\n— Немного. Рюкзак почти собран. Машина с полным баком. Если всё посыпется — валю к матери в деревню. Там колодец, печка, никто не суётся. У тебя как?\n\nТы смотришь в окно. Холодный свет, пустая улица. Почти пустой холодильник.\n\n— Пока ничего. Только ощущение, что времени всё меньше.\n\n— Собирайся. Быстро и тихо. И не говори никому, кто не в теме. Если что — пиши. Я заеду.\n\nТы кладёшь трубку. В комнате становится как-то тесно. Давит.\nНо и спокойнее. У тебя есть Игорь. Игорь — не паникёр. Если он уже собирается — значит, это серьёзно.",
    "answers": []
  },
  {
    "id": 6,
    "text": "Ты открываешь вкладку с почтой. Логин, пароль — пальцы дрожат, но срабатывают быстро.\nЯщик перегружен. Бесполезные рассылки, уведомления от магазинов, рекламные письма вроде «Скидка 30% на всё!» — ощущаются как насмешка. Мир ещё делает вид, что он не рушится.\n\nТы быстро пролистываешь — и вдруг замираешь.\nПисьмо от Саши.\nТема: (нет темы)\nВремя отправки: 02:17 этой ночью.\n\nТы не разговаривал с ним уже больше полугода. Саша жил в Москве, работал в медучреждении, всегда был рациональным — иногда даже холодным. Если он что-то пишет в такое время — это не спам.\n\nТы открываешь.\n\nСообщение:\n\n\"Если читаешь это — значит, ты всё ещё онлайн. Я не знаю, как долго продержится связь. У нас отключают районы. Без предупреждения.\"\n\n\"Ты, скорее всего, думаешь, что всё под контролем. Что можно сидеть и смотреть. Но это не так. У нас началось на третий день. Быстро. Грязно. Паника, блокпосты, отключения, вывоз людей. Без объяснений. Без возвращения.\"\n\n\"Я не смогу ещё раз написать. Всё, что могу сказать: не надейся, что кто-то придёт. Никто не придёт. Делай, что должен. Или беги. Если ещё есть куда.\"\n\n\"И… прости, что долго не писал. Жалею.\"\n\nТы перечитываешь письмо ещё раз. И ещё.\nЭкран перед глазами дрожит — или это ты сам?\n\nТы кладёшь руки на клавиатуру, но не знаешь, что ответить. В голове — пустота.\nТы не знаешь, что с ним сейчас. Где он. Жив ли.\n\nТы знаешь только одно: время уходит.",
    "answers": [
      {
        "id": 8,
        "text": "Срочно выбежать в магазин. Пока всё ещё открыто."
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты провёл несколько часов перед экраном.\nЧитал. Смотрел. Сравнивал. Анализировал.\n\nВидео из других стран:\n— брошенные больницы,\n— тела в мешках,\n— люди, кричащие из окон,\n— грузовики с армейской маркировкой без номеров.\nКомментарии:\n— “Мы думали, что это просто грипп.”\n— “Сначала пропала горячая вода. Потом — свет. Потом люди начали дохнуть пачками.”\n\nТы видел города, похожие на твой. Видел дома, как твой.\nОни все теперь — мёртвые.\n\nТы откидываешься на спинку стула.\nРуки дрожат, но не от страха.\nТы просто знаешь, что всё это — не где-то. Оно — здесь. Просто пока тише.\n\nТы включаешь диктофон.\nНажимаешь \"Запись\".\n\n— Меня никто не просил говорить. И, возможно, никто не услышит. Но я скажу.\n\n— Я видел, как всё начиналось в других странах. Как сначала были заголовки. Потом мемы. Потом пустые улицы. А потом — тишина.\n\n— Я не хочу дождаться того же здесь.\n\n— Я не хочу видеть, как в моём дворе вывозят тела. Как закрываются магазины, как соседи становятся врагами. Как люди умирают в очередях за антибиотиками.\n\n— Я не паникую. Я не болен. Просто… я не хочу это видеть.\n\nТы сохраняешь файл. Загружаешь его в сеть. \nОставляешь заголовок:\n\"Чтобы кто-то понял раньше, чем я\".\n\nПотом — верёвка. Когда-то использовал её, чтобы сушить вещи на балконе.\n\nКрючок под потолком — от старой люстры.\nСтул с кухни.\n\nТы всё делаешь спокойно.\nМеханически. Без записок. Без прощаний.\n\nЗатягиваешь петлю.\nСтавишь стул.\nВстаёшь.\nВздыхаешь.\n\nИ просто — шаг вперёд.",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать ещё раз"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты хватаешь куртку, пустой рюкзак, кошелёк.\nВыходишь из квартиры и идёшь, быстро, почти бегом.\n\nНа улице сыро, пахнет пылью и мокрым бетоном. Люди молчат. Все куда-то спешат.\nУ магазина — очередь. Небольшая, но напряжённая.\n\nВнутри — полупустые полки, нервная тишина.\nТы берёшь всё, что удаётся найти: макароны, две банки фасоли, вода, дешёвый антисептик с прилавка у выхода.\n\nДвигаясь к кассе, сталкиваешься с мужчиной.\nБез маски. Лицо красное, глаза блестят. Он дышит тяжело, стоит слишком близко.\n\n— Отойдите, пожалуйста, — говоришь ты.\nОн бросает быстрый взгляд, кашляет в сторону и делает шаг назад.\n\n— Без паники. Это всё раздули. Я всегда простываю весной...\n\nТы молча отворачиваешься.\n\nКассирша ничего не говорит. Пробивает товар быстро.\nСзади кто-то раздражённо ругается из-за ограничений.\nТы расплачиваешься и уходишь, не оборачиваясь.\n\nДома ты выгружаешь всё на стол.\nМоешь руки. Долго. До красных ладоней.\nСадишься. Смотришь в окно.\nГород вроде бы тот же, но внутри что-то поменялось. Всё стало тише.\n\nТы вспоминаешь мужчину в магазине. Его дыхание. Его лицо.\nНе паникуешь. Просто считаешь в голове:\nочередь, полки, корзины, деньги, воздух.\n\nВариантов было слишком много.\n\nЧерез день появляется слабость.\nНикаких резких симптомов — просто тяжело вставать.\nТы списываешь это на усталость, на стресс.\n\nПотом — ломота. Лёгкий жар.\nТы открываешь аптечку, пьёшь жаропонижающее.\nПомогает на пару часов. Потом становится хуже.\n\nНа третье утро ты просыпаешься в поту.\nКашель сухой.\nТы не чувствуешь вкус воды.\n\nТы садишься на пол рядом с кроватью.\nТебе не больно — просто всё тяжело.\n\nНикаких мыслей.\nНикаких слов.\nТы знаешь, что это не пройдёт.\n\nТы просто закрываешь глаза.\nИ больше не открываешь.",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать ещё раз"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты ещё раз смотришь на еду на столе. Макароны, пара банок тушёнки, бутылки с водой, немного лекарств. Этого мало. Но, если что — хватит, чтобы продержаться пару дней.\n\nТы открываешь шкаф и достаёшь старый походный рюкзак. Он немного пыльный, с порванной лямкой, но всё ещё держится. Садишься на пол и начинаешь собирать.\n\nВнутрь идут по приоритету:\n— аптечка,\n— бутылка воды,\n— два батончика,\n— тушёнка,\n— фонарик,\n— перочинный нож,\n— зарядка и пауэрбанк.\nКладёшь немного наличных и паспорт в файл с молнией.\nСверху — тёплые носки, перчатки, старая куртка, зажигалка.\n\nСобираешься быстро, без суеты. Как будто у тебя был план — просто отложенный.\n\nТы ставишь рюкзак у входной двери. Смотришь на него.\nОн готов. А вот ты — не уверен.\n\nИдёшь на кухню, наливаешь воду в кружку. Делаешь глоток.\n\nИ в этот момент — глухой хлопок. Очень далеко.\nТы даже не уверен, что это был взрыв — может, что-то упало. Может, трансформатор. Но звук — необычный, низкий, тянущийся.\n\nТы замираешь.\n\nЧерез пару секунд — далёкий вой сирены. Не полицейской. Похоже на систему оповещения — старую, которую ты раньше слышал только в тестовом режиме по телевизору.\n\nЗвук длится секунд десять. Потом — тишина.",
    "answers": [
      {
        "id": 12,
        "text": "Сходить в магазин ещё раз. Ты всё ещё взвешивал, стоит ли идти второй раз."
      },
      {
        "id": 10,
        "text": "Проверить подъезд и подвал. Вдруг пригодится знать, куда можно спрятаться."
      },
      {
        "id": 11,
        "text": "Осторожно выглянуть в окно."
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты берёшь фонарик, надеваешь куртку и выходишь в подъезд. В коридоре — тусклый свет, не работающая лампочка. Ты идёшь по ступенькам вниз, стараясь не шуметь.\n\nПодвал открыт — замок давно сломан. Ты тихо открываешь дверь, направляешь фонарик в темноту. Сырой, холодный воздух встречает тебя, запах плесени и старых вещей.\n\nВ подвале всё как обычно: мусор, старая мебель, коробки. Точно так же, как и раньше.\nНо что-то не даёт покоя. Чувствуется, что здесь кто-то был. Или есть. Странная тишина.\n\nТы ходишь по подвалу, светя фонариком на полки с коробками и старые вещи. Затем ты замечаешь красные следы на бетонном полу, ведущие в угол подвала.\n\nТот угол, где раньше просто стояли старые ящики.\n\nТы подходишь ближе. Сомнение пробирает твоё тело, но ты всё-таки подходишь. Свет фонаря скользит по полу, и ты видишь нечто, что тебя заставляет остановиться.\n\nТело. Мужчина. Он лежит на полу в углу, его лицо скрыто. Вокруг него — лужи крови, засохшие, с оттенком черного. Одежда грязная, разорванная. Ты не можешь сразу понять, жив ли он.\n\nТы делаешь шаг назад, сердце бешено колотится. Не в силах поверить, ты поднимаешь руку и включаешь фонарик на максимум. Достаточно, чтобы рассмотреть всё.\n\nПокойник.\n\nТы осторожно подходишь. Смотишь. Это не выглядит как несчастный случай. Может, убийство. Но кто, зачем? Почему так?\n\nТы не хочешь быть здесь. Тело явно давно не движется, и ты чувствуешь, как холод нарастает. Это не то, что ты ожидал увидеть.\n\nТы отступаешь, глотая воздух, пытаешься не паниковать. Нужно выбраться отсюда. Ты чувствуешь, как страх окутывает тебя.\nТы не должен был здесь быть.",
    "answers": [
      {
        "isBack": true,
        "text": "Лучше не возвращаться сюда больше",
        "backstepCount": 1,
        "id": 10
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты выключаешь свет в комнате. Медленно подходишь к окну и отодвигаешь штору — так, чтобы тебя не было видно.\n\nВо дворе почти никого. Один силуэт на лавке, сгорбленный. Возможно, просто кто-то вышел покурить.\nМашин немного. Большинство припаркованы — как будто люди уже не уезжают, а наоборот, стараются оставаться дома.\n\nУличные фонари мигают. Один — совсем не горит. Ты вдруг замечаешь: в соседнем доме половина окон погасла. Хотя ещё недавно светились.\n\nСквозь стекло едва слышно, как вдалеке срабатывает сигнализация. Долго, монотонно. Никто не реагирует.\n\nТы снова прикрываешь штору.\n\nЧто-то в воздухе не так. И ты это чувствуешь кожей.",
    "answers": [
      {
        "isBack": true,
        "text": "Пока всё тихо...",
        "backstepCount": 1,
        "id": 11
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты открываешь дверь. Только собираешься выйти — и тут же слышишь щелчок замка напротив.\nСосед. Тот самый — из 43-й. Ты почти не общаешься с ним. Имя не помнишь, кажется, Виталий.\nМужчина лет сорока, худощавый, с мешками под глазами и тусклым взглядом.\n\nОн тоже в куртке. Смотрит на тебя из дверного проёма.\n\n— Ты куда собрался? — спрашивает он. Голос тихий, хрипловатый.\n\nТы не отвечаешь сразу. Он продолжает:\n\n— Ты новости видел? Слышал сирену? Это не учения. Я тебе говорю — у нас на районе один уже пропал. Полиция не приезжает. Всё, приехали. Тебе лучше сидеть дома.\n\nОн явно взволнован, но держится сдержанно.\nГлядит внимательно. Будто ждет, что ты скажешь — и сделает вывод.",
    "answers": [
      {
        "id": 13,
        "text": "Да так… В магазин. Возьму пару вещей и вернусь. Без суеты."
      },
      {
        "id": 14,
        "text": "А ты сам чего не внутри сидишь, если так страшно? (провокационно)"
      }
    ]
  },
  {
    "id": 13,
    "text": "Сосед смотрит на тебя пару секунд. Потом фыркает.\n\n— Без суеты… Ты оптимист, — говорит он. — Знаешь, сколько таких «без суеты» потом ищут с фонарями?\n\nОн выходит из квартиры, поворачивает ключ в два оборота. На плече у него старая спортивная сумка.\nСтановится ясно: он тоже куда-то идёт.\n\n— Я до аптеки. Хотя, думаю, там уже шаром покати. Но всё равно надо попробовать. Жена сказала — “принеси хоть что-нибудь, даже пустую коробку”.\n\nОн вздыхает, проходит мимо тебя и спускается по лестнице. На секунду останавливается, оборачивается:\n\n— Если не вернусь — мой холодильник твой, ага? Шучу.\n\nТы улыбаешься, но внутри всё равно странно.\nСосед уходит вниз, и через пару секунд его шаги затихают.\n\nТы стоишь у двери. Коридор пуст.\nИдти — теперь точно надо.",
    "answers": [
      {
        "id": 15,
        "text": "Спуститься и выйти\n– «Один шаг — и я уже на улице. Всё под контролем.»"
      }
    ]
  },
  {
    "id": 14,
    "text": "Сосед прищуривается. Уголок губ чуть дёргается — не то усмешка, не то раздражение.\n\n— Потому что я не идиот. А ты, похоже, из тех, кто начинает умничать, когда уже всё горит.\n\nОн делает шаг в коридор, бросая взгляд на твою куртку и рюкзак.\n— Думай, что хочешь. Только потом не зови, если что.\n\nОн резко закрывает дверь.\nБез \"пока\", без щелчка замка — просто глухо и обидно.\n\nНа мгновение в коридоре становится особенно пусто.\nТы стоишь с рюкзаком, будто после глупой ссоры, но уже не с кем мириться.\n\nТы вздыхаешь, надеваешь маску и спускаешься по лестнице.\nС каждым шагом в голове крутится его голос.\n“Потом не зови, если что.”\n\nА может, он прав.\nМожет — и ты. ",
    "answers": [
      {
        "id": 15,
        "text": "Всё равно выхожу\n– «Слова словами, а еда сама себя не принесёт.»"
      }
    ]
  },
  {
    "id": 15,
    "text": "Коридор снова пуст.\nТы стоишь у своей двери пару секунд, потом медленно спускаешься вниз.\nПыльно. Тихо. Лестница гудит под твоими шагами.\nЛампочка на втором этаже мигает. На первом — не горит совсем.\n\nТы открываешь дверь подъезда. Выходишь.\n\nНа улице прохладно. Воздух будто застоялся. Ни ветра, ни запаха весны.\nТротуары почти пустые. Одинокий человек в маске переходит дорогу с сумкой в руке.\nС другой стороны улицы — собака без поводка, копается в мусоре.\n\nТы идёшь быстро, стараешься не смотреть по сторонам.\nГород стал каким-то плоским. Звуков мало. Все машины будто брошены.\n\nУ магазина уже стоят. Семь или восемь человек.\nМолча. На расстоянии. Без разговоров.\n\nСвет внутри приглушён. Пускают по одному.\nОхранник у двери не разговаривает — просто держит руку на створке, будто боится, что его затопчут.\n\nТы подходишь. Занимаешь очередь.\nПозади становится кто-то ещё. Тяжёлое дыхание. Нервные шаги.\n\nИ тут — резкий грохот.\n\nС противоположной стороны улицы. Как будто кто-то что-то уронил с высоты.\nТы поворачиваешь голову.\nНа земле — велосипед. Рядом — человек, лежащий на асфальте, не двигается.\nКто-то из очереди делает шаг вперёд. Женщина в куртке с капюшоном.\n\n— Эй! Всё в порядке?!\n\nНо никто не отвечает.\n\nОдин мужчина медленно отходит от очереди и уходит в другую сторону. Не побежал. Просто уходит.\n\n— Не лезь, — говорит кто-то тихо. — Может, уже… ну, сам понимаешь.\n\nЖенщина отступает. Медленно. Не убегает, не кричит. Просто больше не спрашивает.\n\nТы стоишь, смотришь, как тело на асфальте не двигается.\n\nНикто не подходит.\nНикто не вызывает.\nВсе просто ждут своей очереди.\n\nТвоя очередь подходит.\n\nОхранник приоткрывает двери. Ты заходишь внутрь.\nСвет тусклый. Полки — наполовину пустые.",
    "answers": [
      {
        "id": 16,
        "text": "Сделать вид, что всё нормально. Брать продукты, как ни в чём не бывало. Может, если вести себя спокойно — ничего не случится."
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты заставляешь себя двигаться.\nНикакой паники. Просто взять всё необходимое и выйти.\n\nТы подходишь к полкам.\nМакароны — берёшь две пачки.\nКрупа — осталась только перловка. Берёшь одну.\nСахар — пусто.\nМука — две последние упаковки, берёшь обе.\n\nДвигаешься дальше.\nКонсервы — остались какие-то дешёвые, без этикеток. Хватаешь пару банок наугад.\nВода — только мелкие бутылки, берёшь три.\n\nНа полпути замираешь.\nЛюди рядом двигаются медленно, молча.\nНикто не смотрит в глаза. Один кашляет — быстро, прикрываясь.\nНикто не реагирует.\n\nТы просто идёшь дальше, будто всё нормально.",
    "answers": [
      {
        "id": 17,
        "text": "Пройти на кассу"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты подходишь к кассе. Перед тобой — мужчина средних лет. Он держит в руках пару банок тушёнки, пакет с макаронами и бутылку воды.\nКогда ты встаёшь за ним, он чуть поворачивается и замечает, что ты смотришь на продукты в его руках.\nНа мгновение ваши глаза встречаются. Он помешивает банку и невольно улыбается.\n\n— Знаешь... раньше такие продукты покупал только на дачу.\nТы киваешь, не зная, что ответить. Слишком странно обсуждать еду в такой ситуации.\n\nКассир молча пробивает его товар. Мужчина продолжает.\n\n— Но теперь... кажется, мне не до дачи. В городе тоже не безопасно.\nОн кивает на улицу, и ты замечаешь, что его голос немного дрожит.\n\n— Вроде всё спокойно, но что-то не так, знаешь?",
    "answers": [
      {
        "id": 18,
        "text": "Я собираюсь валить из города, тебе тоже советую."
      },
      {
        "id": 19,
        "text": "Оглянись, мы уже в полной жопе, только все пытаются делать вид, что всё нормально."
      }
    ]
  },
  {
    "id": 18,
    "text": "Мужик смотрит на тебя пару секунд.\nУлыбка с его лица сходит, будто ты выключил ей питание.\nОн опускает взгляд на свою корзину, потом снова — на тебя.\n\n— Да?.. — говорит тихо.\n— Куда валить-то? Дороги забиты, на вокзале уже людей пачками выгоняют. Моя тёща в деревне — говорит, там скупили всё до последнего.\n\nТы молчишь.\n\nОн отводит глаза.\n\n— Я не знаю, что хуже — остаться тут или поехать туда, где всё без лекарств и связи. Зато тихо…\n\nПотом делает шаг к кассе. Не говорит «удачи», не кивает. Просто уходит, как будто разговор вычерпал всё, что у него внутри ещё осталось.\n\nТы остаёшься на месте.\nКассирша даже не поднимает взгляда.\n\n— Следующий. — бросает она, как команда.",
    "answers": [
      {
        "id": 20,
        "text": "Подойти и оплатить покупки.\n"
      }
    ]
  },
  {
    "id": 19,
    "text": "Мужик на секунду замирает. Смотрит на тебя, будто не сразу понял, что ты это сказал всерьёз.\n\nОн медленно оборачивается, скользит взглядом по залу. Люди у полок. Молча. Кто-то берёт три банки одной рукой, другой — держится за телефон. У одного дрожит пакет. Кто-то кашляет, стараясь скрыть это под шарфом.\n\nМужик хмыкает. Без иронии. Без веселья.\n\n— Да, ты прав. Все ходят, как зомби. Делают вид, что покупают «на всякий случай», хотя уже поздно.\nОн говорит это негромко. Не испуганно — уставше, будто осознал, но смирился.\n\n— Я смотрел на этих людей и думал, что они сумасшедшие. А теперь боюсь, что они просто чуть быстрее меня проснулись.\n\nОн отворачивается.\nЕго очередь подходит. Он не оглядывается больше. Не прощается.\nТолько шепчет напоследок, почти себе:\n\n— Если что — удачи тебе.",
    "answers": [
      {
        "id": 20,
        "text": "Подойти к кассе."
      }
    ]
  },
  {
    "id": 20,
    "text": "Ты подходишь к кассе. Кассирша не поднимает взгляда. Рука в перчатке движется, медленно пробивает товар, будто не замечая, что происходит вокруг. Звук сканера — как эхо в пустой комнате.\n\nТы кладёшь деньги, она отдаёт сдачу — без слов, без лишнего жеста.\nПакет не даёт, и ты сам забираешь его с ленты.\n\nТвоя очередь закончена. Всё. Процесс завершён. Ты стоишь с пакетом, как будто это всё ещё не твоя жизнь. Просто механическое выполнение действий.\n\n— Спасибо. — звучит отголоском, но ты уже не уверен, кому это сказано.\n\nТы поворачиваешься и выходишь из магазина.\n\nНа улице — всё как и прежде.\nПогода тусклая. Улицы пустые, но не тихие. Далеко слышен звук сирены, отголоски чего-то, что ещё не случилось, но вот-вот начнётся. Люди всё так же избегают друг друга взглядами, как будто каждый внутри понимает, что они уже все не те, что были раньше.",
    "answers": [
      {
        "id": 21,
        "text": "Пойти прямо домой. Это безопаснее. Дома ты в безопасности."
      },
      {
        "id": 22,
        "text": "Зайти в ближайший парк. Пройтись немного, посмотреть, что происходит в других районах."
      },
      {
        "id": 23,
        "text": "Идти к ближайшему банкомату. Снять наличные, на всякий случай — пусть будет запас."
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты решаешь не проверять больше ничего.\nЭтого хватит. Этого уже слишком много.\n\nТы идёшь знакомой дорогой.\nПакет в руке тянет вниз. Он кажется намного тяжелее, чем весит на самом деле.\nВоздух прохладный, но липкий.\nТы чувствуешь, что за спиной — никого. Но всё равно оглядываешься каждые десять шагов.\n\nУ подъезда — пусто.\nМусорный бак переполнен. Кто-то оставил старый стул прямо у двери.\nТы поднимаешься по лестнице, стараясь не думать, сколько таких походов ещё впереди.\nЛампочка на третьем этаже мигает. Как всегда.\n\nТы открываешь дверь.\nЗапах квартиры — странный, как будто чужой.\nТы ставишь пакет, снимаешь куртку, закрываешь все замки.\nПотом ещё раз проверяешь, что закрыл.\n\nВ комнате темно.\nТы садишься на пол. Спина скользит вдоль стены.\nРядом — продукты.\nНа столе — рюкзак.\n\nТы выжил. На сегодня.",
    "answers": [
      {
        "id": 26,
        "text": "Лечь отдохнуть, хоть на час.",
        "blackout": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты поворачиваешь в сторону парка. Он недалеко, пять минут пешком — короткая аллея, несколько скамеек, детская площадка, где обычно гуляют мамы и пьют кофе из автоматов.\n\nСегодня — пусто.\n\nТы входишь в парк. Деревья без листвы, скамейки холодные, мокрые от недавнего дождя. На земле мусор — кто-то бросил медицинские перчатки, упаковку от таблеток, маску.\n\nТы проходишь чуть глубже и замечаешь что-то странное.\n\nС другой стороны парка, на границе с проезжей частью, стоит армейский грузовик.\nЗелёный, грязный, с закрытым кузовом. Рядом — трое в форме, в масках, с повязками на рукавах.\nОни не смотрят по сторонам — просто стоят, будто ждут.\nЗа ними — натянутая лента, как при аварии. За лентой — здание поликлиники. Окна там заклеены бумагой. Охраны нет, но там что-то явно изолировано.\n\nОдин из солдат замечает тебя, медленно поворачивает голову. Не делает шагов, не машет рукой — просто смотрит, пока ты не отводишь взгляд.\n\nТы чувствуешь, как в животе сжимается тревога. Всё слишком тихо, слишком организовано, чтобы это был просто «контроль ситуации».",
    "answers": [
      {
        "id": 24,
        "text": "Подойти ближе, спросить, что здесь происходит."
      },
      {
        "id": 25,
        "text": "Развернуться и уйти как можно незаметнее."
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты идёшь по почти пустой улице. Пыль висит воздухе.\nБанки, вывески, банкоматы — всё это раньше казалось частью защищённого мира.\nСейчас — просто объекты на фоне.\nДеньги уже ничего не значат. Все всё понимают, но продолжают бегать за купюрами — по инерции.\n\nТы сам знаешь, что смысла нет.\nНо идёшь. Потому что это лучше, чем сидеть и ждать.\n\nУ банкомата — никого.\nТы вставляешь карту. Машина шумит, как старый принтер.\nСумма: 10000.\nОграничение — 2000. Подтверждаешь.\nЭкран гаснет на секунду, потом снова включается.\nШорох внутри. Купюры почти вышли.\n\nИ тут — свист чего-то за спиной. Быстрый, хищный.\nТы разворачиваешься — но поздно.\n\nУдар по голове. Глухой. Как выстрел в подушку.\nТы падаешь на асфальт.\nИз глаз летят искры. Ноги дёргаются.\n\nНикакой драки. Никакого крика.\n\nЧужие руки вытаскивают купюры, рвут кошелёк.\nТы слышишь дыхание — тяжёлое, нервное. Потом шаги.\nИ тишина.",
    "answers": [
      {
        "id": 20,
        "text": "Сделать другой выбор"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты делаешь шаг вперёд. Потом ещё один.\nСолдат всё ещё смотрит на тебя. Остальные — не реагируют, будто их это не касается.\n\nТы поднимаешь руку, чтобы показать, что не представляешь угрозы.\n\n— Эй. Что происходит? Здесь всё в порядке? — спрашиваешь ты, голос звучит неуверенно, но громко.\n\nОдин из солдат — тот, что с рацией — делает шаг вбок.\nВторой — на автомате поднимает руку и даёт короткий жест. Осторожный, но однозначный: остановиться.\n\nТы замираешь.\nТретий, что стоял ближе всех к грузовику, делает шаг к тебе. Его глаза за маской не выражают ничего.\n\n— Назад. — коротко.\n\n— Я просто хотел понять, что здесь... — начинаешь ты, но не успеваешь договорить.\n\nОдин резкий выстрел. Без предупреждения. Без лишнего шума.\nВ груди будто хлопнуло. Потом — темнота.\n\n— Он подходил слишком близко. — говорит кто-то, спокойно.\n— Говорили же — не вступать в контакт.\n— Запиши: 1-0-7. Гражданский. Игнорировал предупреждение.\n— Принято. Оттаскиваем?\n— Нет. Пусть валяется. Примером будет.",
    "answers": [
      {
        "id": 22,
        "text": "Отмотать пару минут назад..."
      }
    ]
  },
  {
    "id": 25,
    "text": "Ты стоишь, затаив дыхание.\nСолдат продолжает смотреть, но не двигается. Остальные тоже остаются неподвижными, будто фигуры в шахматной партии, которую уже проиграли.\n\nТы чувствуешь, как внутри сжимается.\nОщущение, будто ты подошёл слишком близко к чему-то, что не должен был видеть.\n\nТы не спешишь — просто делаешь шаг назад. Потом ещё один.\nПоворачиваешься, стараясь не бежать, не привлекать внимания.\nСпина горит от взгляда, но выстрела не следует. Пока.\n\nТы выходишь с аллеи. За спиной — грузовик, лента, поликлиника и всё то, чего лучше не знать.\n\nВоздух кажется легче. Глаза щиплет — не от слёз, от напряжения.\nТы идёшь быстрее. Мимо пустых лавочек, мимо мусора, мимо остатков прежнего мира.\n\nТы не знаешь, кто они. И зачем.\nНо точно понял одно: тебя там быть не должно.",
    "answers": [
      {
        "id": 21,
        "text": "Хватит с меня на сегодня..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Ты сидишь в темноте.\nНичего не болит, но всё ноет.\nМысли — вяло шевелятся, цепляются друг за друга, сбиваются, гаснут.\nТы чувствуешь, как тебя медленно втягивает внутрь самого себя.\n\nТы поднимаешься, не включая свет.\nИдёшь по квартире, как по автомату — как будто не ты, а кто-то другой, управляющий твоим телом.\nСкидываешь обувь. Ложишься прямо в одежде.\nСпина заныла. Подушка прохладная. Одеяло не греет. Но тебе — всё равно.\n\nТы не засыпаешь. Ты просто отключаешься.\nМир выключается вместе с тобой.\n\nГде-то вдалеке — лай собаки.\nКто-то хлопает дверью в подъезде.\nГолос. Крик. Сирена. Снова голос. Потом тишина.\nТы не двигаешься. Даже не моргаешь. Просто лежишь. Всё дальше. Всё тише.\n\nТы спишь.\n\nБез снов.\nБез мыслей.\nБез тревоги.\nКак будто вырубили свет во всём городе — и в тебе тоже.\n\nКогда ты открываешь глаза, за окном уже утро.\nБледное, мутное. Тишина в квартире.\nТы просыпаешься не от звука — а просто потому что тело больше не может лежать.\nТы жив. Пока.",
    "answers": [
      {
        "id": 27,
        "text": "Проверить телефон. Посмотреть, есть ли связь и новости."
      },
      {
        "id": 29,
        "text": "Зайти в ванну и умыться. Вернуть себе контроль. Хоть чуть-чуть."
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты берёшь телефон с тумбочки.\nЭкран тёмный, отпечатки пальцев размазаны.\nНажимаешь кнопку — вспыхивает тусклый свет.\n\n0 уведомлений.\nНет пропущенных. Нет сообщений. Ничего.\n\nТы проводишь пальцем вниз — обновить.\nКружок загрузки крутится, крутится…\nОшибка. Нет интернета.\n\nПроверяешь сеть — \"Нет SIM-карты\".\nТы знаешь, что она вставлена. Просто — сети больше нет.\n\nВайфай — \"Сеть недоступна\".\nБраузер — \"Сервер не отвечает\".\nПриложения — глухо. Пусто.\n\nТы сидишь с телефоном в руках.\nКак с кирпичом. Тёплым, но мёртвым.\n\nЧто произошло за ночь — ты не знаешь.\nНо если интернет и сотовая сеть исчезли, значит — началось.\n\nТы остался без связи.\nИ теперь — только ты и мир за окном.",
    "answers": [
      {
        "id": 28,
        "text": "Поиграть в браузерного динозаврика"
      },
      {
        "id": 26,
        "text": "Отложить телефон"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ты нажимаешь на иконку браузера.\nИнтернет не работает.\nНикакие страницы не открываются.\n\nНо появляется он.\nМаленький серый динозавр на белом фоне.\nСтоит посреди пустыни. Один.\nКак ты.\n\nТы нажимаешь пробел.\nОн бежит. Прыгает через кактусы.\nКактус. Кактус. Птица. Кактус.\nТы играешь. Без эмоций. Без цели.\n\nТы умираешь на 183 очках.\nНачинаешь заново.\n\nСнова.\nИ снова.\n\nДинозавр хотя бы знает, зачем он бежит.\nА ты — нет.",
    "answers": [
      {
        "id": 27,
        "text": "Вернуться к реальности"
      }
    ]
  },
  {
    "id": 29,
    "text": "Ты заходишь в ванную.\nСвет лампы дрожит, как будто ей тоже страшно.\nЗеркало покрыто тонким слоем пыли — давно не протирал. Или просто не замечал.\n\nОткрываешь кран.\nВода идёт — тонкой, дрожащей струёй. Слышно, как трубы гудят, будто под усилием.\nХолодная. Очень.\n\nТы подставляешь ладони, ждёшь, пока хоть немного наберётся.\nОполаскиваешь лицо. Брызги разбегаются по щекам и сразу же стекают вниз.\nВоды мало. Кажется, ещё немного — и вообще прекратится.\n\nТы стоишь над раковиной, опершись руками.\nМедленно поднимаешь голову.\n\nВ зеркале — лицо, которое не до конца узнаёшь.\nУставшее. Тусклое. Живое, но не совсем.\n\nСмотришь в глаза себе — и нет ни спокойствия, ни паники. Просто пустота.\nКак будто всё вокруг зависло, а ты — гость в собственной жизни.\n\nВытираешь лицо рукавом.\n\nВода продолжает течь тонкой струйкой.\nТы закрываешь кран.\n\nСкоро воды может не быть вовсе.\n\nИ ты это знаешь.",
    "answers": [
      {
        "id": 30,
        "text": "Набрать воду про запас"
      }
    ]
  },
  {
    "id": 30,
    "text": "Возвращаешься к раковине.\nОткрываешь кран снова — струя всё та же, слабая, будто вода вытекает неохотно.\n\nТы оглядываешься.\nНа полу — пустая пятилитровка, старая бутылка из-под сока. В углу — алюминиевая кастрюля.\nТы сгребаешь всё это к раковине.\nОткрываешь крышки, ставишь под воду.\n\nКапли глухо стучат по пластику, звенят по эмалированному дну кастрюли. \n\nМедленно. Очень медленно. Но вода всё ещё идёт.\n\nТы стоишь, скрестив руки.\nПериодически смотришь на струю. Кажется, с каждой минутой она становится слабее.\nИз крана идёт холод, пустота и ощущение, что это — последние литры, которые ты увидишь в ближайшие дни.\n\nПроходит минут десять.\nПолторы бутылки, чуть больше половины кастрюли. Всё.\nТы закрываешь кран — не потому, что набрал достаточно, а потому что он уже почти не даёт ничего.",
    "answers": [
      {
        "id": 31,
        "text": "Выйти на кухню"
      }
    ]
  },
  {
    "id": 31,
    "text": "Ты проходишь на кухню.\nОбычное пространство — но больше не ощущается \"домашним\".\nКак будто комната ждёт чего-то. Или кого-то. Или… конца света.\n\nНа подоконнике — серая пыль.\nНа столе — пакет с продуктами. Ты даже не помнишь, что туда положил.\n\nОткрываешь холодильник — подсветка не горит.\nХолод ещё держится, но ты понимаешь: это ненадолго.\n\nТы проходишь взглядом по бутылкам у стены.\nКастрюля почти полная. Две пластиковые бутылки.\nНемного. Но лучше, чем ничего.\n\nТы берёшь кружку. Пустая. Ставишь обратно.\n\nПросто стоишь.\nПросто смотришь.\nПривычная кухня стала тишиной.\nГде раньше были запахи, звуки, движение — теперь только ожидание.",
    "answers": [
      {
        "id": 32,
        "text": "Попытаться включить радио или телевизор. Вдруг кто-то ещё вещает."
      }
    ]
  },
  {
    "id": 32,
    "text": "Подходишь к телевизору.\nПульт — в руку, нажимаешь.\nЭкран загорается, но всё, что ты видишь — \"Нет сигнала.\"\n\nТы отключаешь.\n\nНа полке — старое радио.\nСтираешь пыль с ручки, втыкаешь вилку в розетку.\nВнутри — треск, щелчки.\nТы крутишь переключатель волны, медленно, с опаской.\n\nСначала — пустота. Потом голос:\n\n— \"...повторяем: оставайтесь в домах. Соблюдайте спокойствие. Центральные районы — под контролем. Перемещение по улицам ограничено...\"\n\nГолос обрывается, уходит в шум.\n\nТы крутишь дальше.\n\nИ вдруг — другой голос, мужской, быстрый, резкий, как будто вещает неофициально:\n\n— \"...официально подтверждено — вирус HN-43 передаётся воздушно-капельным путём, инкубация от 3 до 7 часов. Повторяю: до семи часов. Маски почти бесполезны. Единственный способ — изоляция...\"\n\n— \"...возможно, утечка произошла не в лаборатории, а в пункте хранения. Информации мало. Всё засекречено...\"\n\n— \"...повторяю: вирус HN-43. Не выходите из домов. Всё только начинается.\"\n\n— \"...кто нас слышит — выживите. Хотя бы кто-нибудь.\"\n\nЩелчок. Шипение. Сигнал исчез.\n\nТы сидишь с радиоприёмником в руках.\nВсё, что было теорией — теперь звучит как приговор.\n\nHN-43.\nСемь часов.\nМаски не работают.\n\nТы слышал это. Ты теперь знаешь.",
    "answers": [
      {
        "id": 33,
        "text": "Нас уже списали. Мы здесь просто доживаем."
      },
      {
        "id": 34,
        "text": "Вот и всё. Всё серьёзно. Не игра."
      }
    ]
  },
  {
    "id": 33,
    "text": "Твои слова повисают в воздухе.\nТы не рассчитывал на ответ.\nНо внутри что-то отзывается.\nНе слух — внутренний голос. Холодный, спокойный, чужой.\nНо — твой.\n\n— Да. Списали. Не сегодня. Ещё раньше.\n\nТы застываешь.\nЭто не мысль. Это реплика.\nСловно что-то внутри наконец перестало молчать.\n\n— Ты что, думал, что у тебя будет время? Что кто-то придёт, поможет, объяснит?\n\nТы молчишь. Смотришь на выключенное радио.\n\n— Семь часов. Ни масок, ни антисептиков, ни эвакуации. Просто сиди и жди, когда к тебе очередь дойдёт.\n\n— Но ты уже знаешь, да? Всё понял. И всё равно сидишь.\n\nТы чувствуешь, как руки становятся холодными.\nБудто разговор идёт не в голове, а рядом. В комнате. За спиной.\n\n— Так что будешь делать, герой? Заперся. Закрылся. Теперь что?",
    "answers": [
      {
        "id": 35,
        "text": "Пойти на кухню, перекусить"
      }
    ]
  },
  {
    "id": 34,
    "text": "Слова звучат глухо. Будто их никто не должен был услышать.\nНо внутри откликается что-то.\n\nГолос. Твой. Только спокойнее. Жёстче. Честнее.\n\n— Поздновато дошло.\n— Тебе сколько ещё нужно было знаков, а? Люди в масках, трупы на улице, отключённая связь? Этого мало?\n\nТы сидишь, не двигаясь.\n\n— Ты просто тянул. Делал вид, что всё под контролем. Что всё само рассосётся.\n— Не рассосётся.\n\nПауза.\nШум в ушах. Тишина в комнате.\n\n— Теперь ты это понял. Хорошо. Вопрос другой — что ты с этим собираешься делать?\n\nТы молчишь.\nПотому что не знаешь, что ответить.",
    "answers": [
      {
        "id": 35,
        "text": "Пойти на кухню, перекусить"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ты проходишь на кухню.\nОткрываешь упаковку с крекерами. Сухие, как пыль. Ешь медленно, стоя у окна.\nНа столе бутылка воды. Смотрится как дорогая редкость.\n\nТы жуёшь, глядя на серое небо за окном.\nНичего не происходит.\nИ вдруг — в голове всплывает:\n\n43.\n\nТы на секунду замираешь с крекером в руке.\nОткидываешься на спинку стула. Вслух, без особых эмоций, бросаешь:\n\n— «Вирус — HN-43. Квартира — 43. Забавное совпадение.»\n\nТы отпиваешь глоток воды.\nСмотришь в никуда.\n\nИ тут что-то вспоминаешь. Не отчётливо. Размазано, как сквозь сон.\n\nНочью. Были звуки. То ли крик, то ли стук.\nТы не встал тогда. Просто перевернулся на другой бок.\n\n— Может, оттуда и был шум…\n\nТы кладёшь крекер обратно в упаковку.\nНе хочется больше есть.\n\n— Виталик… Он ведь говорил про ружьё. От деда осталось. Одностволка. Смешно хвастался: \"Если что — буду стрелять по зомбакам\".\n\n— А теперь вот — если что, уже не шутка.\n\nТы смотришь на дверь кухни.\nТихо. Очень.",
    "answers": [
      {
        "id": 36,
        "text": "Всё складывается — пора принимать решение"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ты возвращаешься в комнату.\nСадишься на край кровати. Не от усталости — от ощущения, что дальше тянуть нельзя.\nМысли в голове больше не мечутся. Они выстраиваются в чёткую цепочку.\n\nТы проговариваешь всё вслух, почти шёпотом, будто подтверждая самому себе:\n\n— Сети нет. Новости молчат. Люди исчезли с улиц. Вирус — быстрый. Маски не спасают. Электричество — с перебоями. Вода — еле течёт.\n\nПауза. Тишина.\n\n— Сидеть здесь — это просто ждать, пока дверь не выбьют. Или пока не кончится еда. Или пока сдохнешь в постели в темноте.\n\nТы смотришь в окно. Ничего. Даже птиц нет.\n\n— Город вымирает. И это уже не фигура речи.\n\nТы встаёшь, проходишь по комнате, как будто проверяешь, есть ли воздух.\n\n— Мне нужно оружие. Не чтобы нападать — чтобы выжить.\n\n— У Виталика — ружьё. Старое, но всё же. Если он жив — поговорим. Если нет…\n\nТы не заканчиваешь фразу.\nПросто поворачиваешься к выходу из комнаты.\n\nТы больше не зритель.\nТы больше не наблюдаешь.\nТы встал и начал что-то решать.",
    "answers": [
      {
        "id": 37,
        "text": "Взять нож — на всякий случай"
      }
    ]
  },
  {
    "id": 37,
    "text": "Ты заходишь на кухню.\nНикакой паники. Просто — пора быть готовым.\n\nОткрываешь ящик у плиты.\nПальцы скользят по холодному металлу.\nБерёшь тот, что потяжелее.\nОстрый. Без лишнего блеска. Нормальный.\n\nЗасовываешь за пояс. Он немного царапает кожу — но лучше так, чем совсем без ничего.\n\nТы стоишь секунду в тишине.\nСмотришь на бутылки с водой.\nНа сумку с продуктами.\nНа окно.\n\n— «Вернусь — если повезёт.» — говоришь себе тихо. Не как пафос. Просто как констатация.\n\nТы выходишь в коридор.\n\nОткрываешь замки. Щелчки глухие.\nДверь скрипит.\n\nКоридор. Пусто.\nТот же запах. Те же стены.\nТы проходишь мимо 42-й.\n\nОстанавливаешься перед 43-й.\n\nТа же сцена.\nТа же глухая дверь.\nТишина по ту сторону.\n\nТеперь ты здесь.\nС ножом. С мыслями.\nС холодом между лопаток.",
    "answers": [
      {
        "id": 39,
        "text": "Постучать. Один раз. Спокойно."
      }
    ]
  },
  {
    "id": 38,
    "text": "Ты выходишь из комнаты.\nПодходишь к входной двери.\nОткрываешь замки медленно. Один. Второй. Цепочку.\n\nЩёлк.\n\nДверь приоткрывается.\nКоридор пуст. Воздух — стоячий. Запах затхлый.\n\nТы выходишь.\n\nШаг за шагом. Тихо.\nМимо квартиры 42.\nТеперь ты стоишь перед дверью 43.\n\nОна тёмная. Краска облезла. Два старых замка.\nНа коврике — пыль и засохший след обуви. Давно никто не выходил.\n\nТы стоишь. Слушаешь.\nТишина. Ни звука. Ни шороха.\n\nТы медленно поднимаешь руку…",
    "answers": [
      {
        "id": 39,
        "text": "Постучать. Один раз. Спокойно."
      },
      {
        "id": 40,
        "text": "Проверить, не открыта ли. Осторожно."
      }
    ]
  },
  {
    "id": 39,
    "text": "Ты стоишь перед дверью.\nМолчание по ту сторону.\nВ подъезде тихо, как всегда.\n\nТы поднимаешь руку и стучишь.\nОдин раз. Спокойно.\n\nЗвуки возвращаются к тебе эхом, но тишина стоит всё так же.\n\nТы ждёшь.\n\nМинуту. Две.\nТишина — без изменений.\n\nТы наклоняешься и прислушиваешься. Но ничего.\nТы не слышишь ни шагов, ни ответов.\n\nТы вновь постукиваешь, но уже чуть громче.\nИ снова — тишина.\n\nНикто не отвечает.\n\nТы стоишь перед дверью, ощущая, как этот момент начинает сжигать.\nНе потому что боишься — а потому что не знаешь, что делать дальше.",
    "answers": [
      {
        "id": 40,
        "text": "Проверить, не открыта ли. Осторожно."
      }
    ]
  },
  {
    "id": 40,
    "text": "Ты медленно кладёшь ладонь на ручку.\nОна прохладная, как металл в морге.\nТы не дышишь.\nПоворачиваешь.\n\nЩёлк.\nЗамок — открыт.\n\nТы медленно надавливаешь.\n\nИ тут — БАХ!\n\nРезкий выстрел прямо в дверь.\nДерево трескается.\nОсколки разлетаются по стенам.\n\nТы отскакиваешь, прижимаешься к стене.\nПульс в ушах как набат.\n\nСекунда тишины.\n\nПотом — голос.\nГлухой, надорванный.\n\n— Кто?! Кто там, бл…?!\n\nТы узнаёшь.\nЭто — Виталик.\n\n— Это я… Я! Не стреляй, придурок!\n\nПауза. Потом шарканье.\nЩёлкает засов. Дверь открывается медленно.\n\nНа пороге — Виталик. Бледный. В майке, в крови.\nГлаза дикие. В руках — ружьё, дымящееся.\nОн держится одной рукой за живот.\n\n— Извини… Я думал, что опять они…\n\n— Кто \"они\"? — спрашиваешь ты, уже зная, что услышишь.\n\nОн дышит тяжело.\n\n— Ночью… двое. Вломились. Хотели поживиться. Я… одного завалил. Второго ранил. Но…\nОн показывает рукой на бок — кровь.\n— Он ножом…\n\nОн шатается. Прислоняется к косяку.\n\n— Я думал, никто не придёт. Я думал — всё.\n\nТы стоишь перед ним.\nОн — с ружьём, ты — с ножом.\nОба — посреди мира, которого уже почти нет.",
    "answers": [
      {
        "id": 41,
        "text": "Зайти в квартиру, помочь ему перевязать рану."
      }
    ]
  },
  {
    "id": 41,
    "text": "Ты заходишь в квартиру.\nЗапах — кровь, пот, кислый воздух.\nНа полу — следы борьбы. В углу что-то накрыто курткой.\n\nТы проходишь на кухню, берёшь аптечку — почти пустую.\nВозвращаешься к Виталику. Он сидит, сгорбившись, прислонившись к стене.\n\nТы обрабатываешь рану — кровь уже не льётся, но сочится. Глубоко.\nОн стиснул зубы, но в какой-то момент — вскрикнул. Тихо. Глухо.\nИ сразу после — захрипел. Не от боли — от сломленного внутри.\n\nТы смотришь на него.\nОн закрывает лицо рукой. Вторая — всё ещё сжимает ружьё.\n\n— Я думал… что выберусь. Что просто пережду… — голос срывается.\n— А теперь вот сижу… в крови… сдохну вонючим куском мяса в собственной квартире…\n\nОн опускает ружьё на пол.\nНачинает плакать. Без истерики. Просто слёзы. Рваное дыхание.\nКак будто тело наконец позволило себе отпустить.\n\n— Извини, брат. Я просто… не знаю, что теперь делать. Не знаю зачем ты вообще пришёл. Я думал, всё — никто уже не придёт.\n\nТы молчишь.\nПерекись капает с бинта на пол.\n\n— Может… скорая бы и спасла. Раньше. Но теперь? Да нет же. Всё сдохло. Все разбежались… Или умерли.\n\nОн смотрит в пол.\n— Я не хочу умирать один.",
    "answers": [
      {
        "id": 42,
        "text": "Остаться с ним. Просто рядом. Хоть немного."
      }
    ]
  },
  {
    "id": 42,
    "text": "Ты садишься рядом.\nНе говоришь ничего. Просто — остаёшься.\nИногда этого достаточно.\n\nВиталик дышит неровно. Несколько раз всхлипывает, но не стыдится.\nТы не отворачиваешься. Просто сидишь рядом.\nОн вытирает лицо рукой. Взгляд опускается.\n\nМолчит минуту. Потом вдруг говорит, тихо:\n\n— Спасибо, что пришёл. — шепчет он.\n— Я бы не вынес… Если бы просто сдох в тишине.\n\nТы киваешь. Даже не пытаешься ответить.\nГоворить сейчас — лишнее.\n\nОн отодвигает от себя ружьё.\n\n— Забери. Мне уже не надо.\n\nТы осторожно берёшь его.\nОн продолжает, не глядя:\n\n— Патроны — в тумбочке у кровати. Нижний ящик. Их немного.\n\n— В рюкзаке в шкафу — еда, вода. Всё твоё теперь.\n\nТы сидишь.\nОн рядом. Живой. Пока.\n\nЗа окном ветер. Ничего больше.\nТы просто слушаешь его дыхание и держишь ружьё.",
    "answers": [
      {
        "id": 43,
        "text": "Спросить, есть ли у него кто-то, кому он хотел бы что-то передать."
      }
    ]
  },
  {
    "id": 43,
    "text": "Ты сидишь с ружьём на коленях.\nМолчание затянулось, но в этой тишине что-то висит. Невыраженное. Недосказанное.\nТы поворачиваешь голову к Виталику. Он дышит ровнее, глаза прикрыты.\n\n— Слушай… — говоришь ты.\nОн медленно открывает глаза.\n\n— У тебя кто-нибудь остался? Родные, знакомые. Может, кому-то передать что-то? Если… вдруг будет возможность.\n\nОн долго молчит. Потом смотрит в сторону.\n\n— Нет. Все разъехались давно. Отец в больнице умер ещё до всего этого. Мать сгорела от инфаркта два года назад.\n— Брат на связи не выходил уже полгода. Может, и жив где-то. Но где — без понятия.\n\nОн проводит рукой по лицу, морщится — боль даёт о себе знать.\n\n— Передавать некому. Никому я особо и не нужен.\nПауза. Он усмехается без радости.\n\n— Да и чё им передавать? Что я сдох с ружьём в руках в собственной квартире? Они и так это узнают, когда вонять начну.\n\nОн смотрит прямо на тебя.\n\n— Но спасибо, что спросил.\n\nТы опускаешь глаза.\nРужьё в руках стало тяжелее.\nТишина снова заполняет пространство, но уже без напряжения.",
    "answers": [
      {
        "id": 44,
        "text": "Проверить тумбочку и рюкзак. Забрать патроны, еду, воду."
      },
      {
        "id": 45,
        "text": "Подняться и уйти. Он всё отдал. Теперь очередь за тобой."
      },
      {
        "id": 46,
        "text": "Спросить, не хочет ли он, чтобы ты остался до конца. (тяжёлый выбор)"
      }
    ]
  },
  {
    "id": 44,
    "text": "Ты медленно встаёшь.\nВиталик не спрашивает, что ты собираешься делать. Он просто кивает.\nТы проходишь в комнату.\n\nОткрываешь тумбочку у кровати.\nНижний ящик.\nВнутри — коробка с патронами. Пять штук.\nПлюс два в тканевом мешочке. Старые, но выглядят нормально.\n\nТы аккуратно складываешь их в карман.\n\nВ шкафу — рюкзак. Лёгкий.\nВнутри — бутылка воды, банка тушёнки, упаковка таблеток, пара бинтов.\nТы забираешь всё, кроме пары мелочей.\n\nОглядываешься.\n\nКомната тихая.\nЗа дверью Виталик дышит тяжело.\nТы не хочешь снова заглядывать. Он всё уже сказал. Ты — тоже.\n\nТы вешаешь ружьё на плечо.\n\nВыходишь.\nДверь прикрываешь медленно.\nЗамок не щёлкает — просто встал в паз.\n\nКоридор встречает тишиной.\nТы стоишь. Не знаешь, сколько.\n\nПотом идёшь.\nШаг за шагом.\n\nТеперь — ты идёшь один.",
    "answers": [
      {
        "id": 47,
        "text": "Вернуться в квартиру. Нужно перевести дух."
      }
    ]
  },
  {
    "id": 45,
    "text": "Ты встаёшь.\nНичего не говоришь — и не потому, что нечего, а потому что всё уже сказано.\n\nВиталик смотрит на тебя снизу вверх. Не осуждает. Не держит.\nОн кивает, еле заметно.\n\nТы вешаешь ружьё через плечо. Проверяешь, всё ли взял.\nРюкзак, вода, патроны.\nТяжело. Но не настолько, как ощущение за спиной.\n\nУ двери останавливаешься.\n\n— Держись… если сможешь.\n\nОн не отвечает. Только смотрит в сторону.\nГубы чуть поджаты. Всё, что было внутри, он уже выплеснул.\n\nТы выходишь.\n\nДверь за спиной закрывается медленно.\nЩелчок замка звучит как приговор. Но не тебе.\n\nТы стоишь в коридоре.\nС ружьём, с рюкзаком, с холодом под кожей.\n\nТеперь — всё на тебе.",
    "answers": [
      {
        "id": 47,
        "text": "Вернуться в квартиру. Нужно перевести дух."
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты долго молчишь.\nРужьё на коленях, Виталик — рядом, взгляд в потолок, дыхание хриплое.\nИ вдруг ты решаешься:\n\n— Хочешь… чтобы я остался? До конца?\n\nОн медленно поворачивает голову.\nСмотрит на тебя. Глаза мутные, уставшие. Но в них — живое удивление.\n\nОн хмыкает.\nНе в насмешку. Просто потому, что не ожидал.\n\n— Нет. — тихо.\n— Ты уже и так сделал больше, чем кто бы то ни было.\n\nОн отворачивается обратно к стене.\n\n— Я всё понимаю. Мне страшно. Но ты не для этого сюда пришёл. А если останешься — тебе будет хуже, чем мне.\n\n— Иди.\n\nОн сжимает кулак, тяжело дышит.\n\n— Живи, если получится. Если нет — хоть попробуй.\n\nТы молчишь. Потом встаёшь.\nОн больше не смотрит.\n\nТы забираешь то, что он отдал — ружьё, патроны, немного еды и воды.\nПроходишь в коридор.\nОстанавливаешься. Слушаешь. Он больше не произносит ни слова.\n\nТы выходишь.\nЩелчок замка — глухо.\nТы стоишь в коридоре.\n\nТеперь всё — на тебе.",
    "answers": [
      {
        "id": 47,
        "text": "Вернуться в квартиру. Нужно перевести дух."
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты выходишь из 43-й.\nСтоишь секунду в коридоре. Пытаешься понять — это только что произошло? Или ты всё ещё не проснулся?\n\nТвоя дверь — напротив.\nТы проходишь два шага, вставляешь ключ, поворачиваешь.\nОткрываешь. Заходишь. Закрываешь.\nБез спешки. Как в бреду.\n\nКвартира встречает тишиной.\nНо теперь она кажется не твоей. Слишком чистой. Слишком живой.\nКак будто ты её больше не заслуживаешь.\n\nТы ставишь ружьё у стены. Скидываешь рюкзак.\nПроходишь в комнату.\nОпускаешься на пол.\n\nСидишь. Не двигаешься.\n\nТы вспоминаешь лицо Виталика.\nБледное. Красные глаза.\n\"Спасибо, что пришёл… Я бы не вынес...\"\nЭта фраза режет сильнее, чем всё остальное.\n\nТы прикрываешь глаза.\nСлёзы не идут. Но где-то в груди — пусто. Как будто тебя вывернули и бросили обратно в оболочку.\n\nИ вдруг — смеёшься.\nТихо. Нервно. Почти беззвучно.\nКак будто кто-то в тебе сказал: \"Ты серьёзно думал, что всё ещё под контролем?\"\n\nСмех быстро обрывается.\nТы снова просто сидишь. Смотришь в стену. Дышишь.",
    "answers": [
      {
        "id": 48,
        "text": "Посидеть. Подумать. Пора собираться."
      }
    ]
  },
  {
    "id": 48,
    "text": "Ты сидишь на полу, прислонившись к стене.\nКомната будто застыла. Ни времени, ни шума.\nТы просто дышишь. Смотришь в одну точку.\n\nМысли приходят странно. Не о городе. Не о вирусе.\nО родителях.\n\nТы вспоминаешь, как тебе было двенадцать.\nАвтокатастрофа. Ледяная трасса, встречка, грузовик.\nНи звонка, ни прощания. Только — двое погибших.\n\nПосле этого — опека, переезды, чужие стены, чужие люди.\nПотом — самостоятельность.\nНикто не воспитывал. Просто жил, как умел.\n\nТы выдыхаешь.\nГоворишь вслух, спокойно:\n\n— Может, это и к лучшему.\n\nБез злобы. Без боли. Просто констатация.\nТы давно с этим живёшь. Просто сейчас — оно снова всплыло.\n\nТы встаёшь.\nПодходишь к рюкзаку. Всё на месте.\nБерёшь ружьё.\n\nСмотришь по сторонам.\nКвартира больше не ощущается твоей. Просто помещение. Временное.\n\nТы подходишь к двери. Останавливаешься.\nПоследний взгляд. Не на вещи — на пустоту.\n\nОткрываешь. Выходишь.",
    "answers": [
      {
        "id": 49,
        "text": "Попробовать пробраться на крышу — может, оттуда видно больше."
      },
      {
        "id": 50,
        "text": "Пойти в сторону городской окраины — прочь от центра."
      }
    ]
  },
  {
    "id": 49,
    "text": "Ты поднимаешься наверх.\nЭтаж за этажом — бетон, пыль, старая краска.\nУ двери на крышу давно нет замка — её выломали ещё в прежние времена.\nТы толкаешь её плечом. Она открывается со скрипом.\n\nВетер встречает резко, в лицо.\nТы выходишь.\n\nНа крыше пусто. Холодно.\nСверху город — как макет. Без движения. Без звука.\nТолько редкие полосы дыма где-то на горизонте.\nИ всё же — ты замечаешь движение.\n\nВдалеке, ближе к окраине — колонна грузовиков.\nВоенные, похоже. Медленно ползут по шоссе.\nНе в центр. На выезд.\nЧётко, организованно. Без спешки — но и без остановок.\n\nТы смотришь.\nНе машешь. Никто и не думает смотреть вверх.\n\nИ вдруг — глухой хлопок.\nДалеко. За пределами видимости.\nВзрыв? Срыв ЛЭП?\nНеясно. Но город — не реагирует.\nКак будто сам уже ничего не хочет знать.\n\nТы стоишь.\nПонимаешь.\n\n— Центр уже списан.\n— Те, кто в курсе — уходят.\n\nТы уходишь с крыши.\nДверь закрывается за тобой.\nВнутри подъезда — тепло, но давящее.\n\nТеперь ты знаешь, куда идти.\n\nПрочь отсюда. К выезду. К дороге. К шансу.",
    "answers": [
      {
        "id": 50,
        "text": "Пойти в сторону городской окраины — прочь от центра."
      }
    ]
  },
  {
    "id": 50,
    "text": "Ты выходишь из подъезда.\nНа улице пахнет пылью и влажным бетоном.\nАсфальт серый, матовый. Деревья стоят, как картонные.\nВоздух глухой, будто весь район глубоко выдохнул — и не вдохнул обратно.\n\nТы надеваешь рюкзак. Поправляешь ремень на плече.\nРужьё упирается в спину. Неудобно, но привыкнешь.\n\nОглядываться не хочется.\n\nНикто не машет из окон, никто не зовёт, не бежит.\nПросто тишина. И несколько закрытых дверей по пути.\n\nТы идёшь дворами, через знакомые закоулки.\nНоги будто сами ведут — туда, где всегда меньше людей.\nГде пусто даже в нормальное время.\n\nТы не решил точно, куда именно.\nПросто на окраину. Подальше от центра. Подальше от всего.\n\nТы не думаешь о том, что будет потом.\nПросто идёшь.\nМедленно. Ровно. Без лишнего.",
    "answers": [
      {
        "id": 51,
        "text": "Продолжить идти"
      }
    ]
  },
  {
    "id": 51,
    "text": "Ты идёшь уже несколько часов.\nГород постепенно редеет. Многоэтажки сменяются частным сектором, старые дома, крыши с антеннами.\nМашин на улицах почти нет. Людей — тоже.\n\nТы не торопишься. Но и не останавливаешься.\nПериодически сверяешься с ориентиром — промзона, железная дорога. Всё правильно.\nТы держишь путь к окраине. Туда, где когда-то была трасса на юг.\n\nТы переходишь через пустой перекрёсток.\nВпереди — открытая местность.\nТы прижимаешься к стене, выглядываешь.\n\nДальше не пройти.\n\nНа дороге — блокпост.\nНе импровизация. Настоящий.\nБетонные блоки, катушки проволоки, один армейский грузовик.\nНесколько фигур в форме. Оружие. Маски. Снаряжение.\n\nСидят, стоят, курят. Никто не торопится.\nНа земле у края дороги — тела. Несколько.\nПросто лежат. Без движения.\nКровь видно даже отсюда.\n\nТы отступаешь за угол.\n\nСтоишь. Молча.\n\n«Прохода нет. Точнее, он есть. Но не для меня.»\n\nТы понимаешь:\nдальше — либо риск, либо обход.\nЕсли вообще есть куда обходить.",
    "answers": [
      {
        "id": 52,
        "text": "Вернуться назад. Найти укрытие. Это тупик."
      },
      {
        "id": 52,
        "text": "Остаться и наблюдать. Понять, что здесь происходит."
      }
    ]
  },
  {
    "id": 52,
    "text": "Ты выглядываешь из-за угла.\nБлокпост неподалёку. Пять секунд — просто осмотреться.\nНо этого хватает.\n\n— Стоять.\n\nТы вздрагиваешь.\nГолос — позади. Глухой, глухо-резонирующий.\nЧерез противогаз.\n\nОборачиваешься.\n\nДвое. Военные.\nВ бронежилетах, с автоматами, в чёрных фильтрующих масках.\nОдин уже держит тебя на прицеле.\nВторой чуть сбоку, прикрывает. Молчит.\n\nТы не двигаешься.\n\n— Оружие на землю. Медленно.\n\nТы не спешишь. Поднимаешь руки.\nРужьё за спиной — ты не тянешься к нему.\n\n— Откуда идёшь? Где жил? Есть симптомы?\n\nТы хочешь что-то ответить, но звучит следом:\n\n— Молчишь — значит, баклан. Слишком наглый.\n\n— Сколько воды с собой? Что в рюкзаке?\n\nТы ловишь на себе взгляды из-под масок.\nНи страха. Ни сочувствия.\n\nПросто работа. Очередной контакт. Очередной — \"лишний\".\n\n— Город закрыт. Проходов нет. Возвращаться тоже некуда.\n\n— Ты никуда не пойдёшь.\n\nТы стоишь.\nПод прицелом.\n\nИ вдруг приходит ясность:\nэтот разговор — не о тебе. Он просто для протокола.",
    "answers": [
      {
        "id": 53,
        "text": "Попробовать заговорить: “Я просто иду. Один. Безопасен.”"
      },
      {
        "id": 54,
        "text": "Сказать, что хочешь сдаться и готов на карантин."
      },
      {
        "id": 55,
        "text": "Потянуться к рюкзаку, чтобы показать, что внутри."
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты поднимаешь руки чуть выше, не дёргаешься.\nГоворишь ровно, насколько позволяет пересохшее горло.\n\n— Я просто иду. Один. Безопасен. Не кашляю. Не чихаю. У меня ружьё, но оно за спиной. Не заряжено. Просто… иду.\n\nОни молчат.\nНесколько секунд — ничего.\nТолько гул в ушах и шум ветра.\n\nОдин из них всё ещё держит автомат. Второй — рацию.\n\n— Контакт без агрессии. Вооружён. Без симптомов. Указывает на одиночное передвижение. Просит пропустить.\n\nПауза.\nОтвет в рации не слышишь — только краткое «принято» в ответ.\n\nИ тогда один из них произносит:\n\n— Не в том месте, не в то время, парень.\n\nТы только начинаешь понимать, что это значит, как...\n\nвыстрел.\nКороткий. Без предупреждения. Без эмоций.\n\nТы падаешь.\nТы даже не осознаёшь, как.\nНет боли. Только пустота.\n\nОдин из них подаёт короткий рапорт в рацию:\n\n— Контакт устранён. Код 43. Результат — негативный.\n\nДругой наклоняется, проверяет карманы. Молча.\nРужьё они оставляют валяться рядом. Никому не нужно.",
    "answers": [
      {
        "id": 56,
        "text": "Послесловие "
      }
    ]
  },
  {
    "id": 54,
    "text": "Ты поднимаешь руки повыше, стараешься говорить чётко, спокойно.\n\n— «Я не сопротивляюсь. Можете забрать. Карантин, изоляция — как скажете. Я просто… не хочу умирать где попало.»\n\nОни молчат.\n\nОдин немного наклоняет голову.\nЧерез противогаз не видно, но ты почти ощущаешь взгляд.\n\n— «Карантин?»\nПауза.\n— «Какой карантин?»\n\nВторой добавляет:\n\n— «Ты откуда вообще вылез?»\n\nОни переглядываются. Один говорит в рацию:\n\n— «Контакт просит изоляцию. Подозрение на заражение. Отмечает отсутствие симптомов. Код 43.»\n\n— «Принято. Утилизация на месте.»\n\nТы не сразу понимаешь.\nСмотришь на них — они не готовятся везти тебя никуда.\nНикаких наручников. Никаких мешков. Никаких машин.\n\nТолько короткая команда.\n\n— «Ложись лицом вниз.»\n\nТы не двигаешься.\nОдин из них делает шаг ближе.\n\n— «Последний раз повторяю.»\n\nТы открываешь рот, чтобы сказать что-то…\nВыстрел. Один.\n\nВсё становится тихо.\nТебя больше нет.\n\nСлужба работает чётко. Ты — просто цифра. Процедура. 43-й код.\n\n",
    "answers": [
      {
        "id": 56,
        "text": "Послесловие"
      }
    ]
  },
  {
    "id": 55,
    "text": "Ты медленно опускаешь одну руку.\n\n— В рюкзаке — еда, вода. Всё. Могу показать.\n\nОдин из них чуть напрягается. Второй — сразу наводит автомат жёстче, ближе к лицу.\n\n— Стой. Я сказал — не дёргайся.\n\nТы застываешь с рукой на лямке.\nПауза затягивается. Воздух становится гуще.\n\nОни молчат.\nТы видишь, как один поворачивает голову к другому — движение головы через противогаз, лёгкое, но заметное.\n\n— Контакт с вооружённым. Резкий жест. Подозрение на заражение. Ожидаю подтверждения. — передаёт один в рацию.\n\nТы медленно говоришь:\n\n— Я просто… не хочу проблем. Можете сами посмотреть.\n\n— Уже поздно.\n\nСекунда. Другая.\n\nИ — резкий хлопок.\n\nТебя отбрасывает назад. Не больно. Просто резко. Мгновенно.\n\nТы не успеваешь подумать.\nНе кричишь. Не падаешь красиво.\nТы просто — гаснешь.\n\nСледующим моментом — тишина.\nА потом чей-то голос, ровно, спокойно:\n\n— Контакт устранён. Подтверждаю. Без признаков кооперации. Без допуска. 43-й код. Чисто.\n",
    "answers": [
      {
        "id": 56,
        "text": "Послесловие "
      }
    ]
  },
  {
    "id": 56,
    "text": "Послесловие\n\nСпасибо, что прошли эту историю.\nОна — не о героях. Не о спасении. И уж точно не о победе.\n\nЭто про человека, который оказался в ситуации, к которой никто не готов.\nПро растерянность, страх, бессмысленные действия и слабую надежду.\n\nМногие выборы здесь заканчиваются смертью.\nНе потому что это \"игра сложная\", а потому что так выглядит реальность, когда система ломается.\nКогда помощи нет. Когда ты — просто ещё один человек в списке.\n\nМы уже видели, как всё может пойти не так — вспомните COVID.\nИ это была только репетиция.\nНикто не знает, каким будет следующий раз. И где он начнётся.\n\nЕсли у вас до сих пор нет тревожного чемоданчика — заведите.\nПара литров воды, фонарь, медикаменты, документы, немного еды. Это не паранойя. Это здравый смысл.\n\nЕсли вы почувствовали хоть что-то, если хотя бы на миг поставили себя на место героя — значит, всё было не зря.\n\nБерегите себя. И друг друга.",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  }
]