[
  {
    "id": 1,
    "text": "тест",
    "answers": [
      {
        "id": 1,
        "text": "   ",
        "comment": true
      },
      {
        "id": 6,
        "text": "Начать",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "  ",
        "comment": true
      },
      {
        "id": 5,
        "text": "Достижения и концовки"
      },
      {
        "id": 3,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "",
    "answers": []
  },
  {
    "id": 3,
    "text": "Изначально квест писался на конкурс \"Море любви\", но в виду некоторых жизненных обстоятельств на конкурс дописан не был.\n\nПозже я несколько переработала концепт квеста и представляю его таким. Должна предупредить — сеттинг и история квеста подразумевают много неприятных моментов и высокий уровень жесткости. Если для вас это неприемлемо, лучше пройти мимо.\n\nЕсли нет — то надеюсь, что вам понравится :)",
    "answers": [
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": "В дверь стучали. \n\n— Ева! — Зои ещë несколько раз позвала её. Эш знала, что скоро она уйдёт. Они это проходили. Ева... Даже имя то же, что и тогда. \n\nОна ненавидела его, как ненавидела всё, что связывало её с прежней жизнью. До того, как появился Джек и забрал её из этого кошмара. Джек...\n\nЭш сидела прямо на полу, привалившись спиной к двери. Зои действительно ушла: во всяком случае, стало тихо. Больше к ней никто не рвался.\n\n...как весь мир может разрушиться за один вечер? Как?! Эш пыталась остановить бегущие по щекам слëзы, и рвано, прерывисто дышала, не позволяя себе завыть.\n\nВ дверь опять постучали. Эш задохнулась на вдохе и перестала плакать, но подниматься и открывать не собиралась.\n\n— Эш! Эш, это я. Впусти, чëрт тебя подери! Там одна заносчивая курица разлила коктейль, я не собираюсь вылизывать пол.\n\nНа курице Эш усмехнулась сквозь слëзы и неохотно встала, слыша, как Юлька возится с замком. Дверь наконец открылась.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Список (не)обнаруженных вами достижений и концовок.",
    "answers": [
      {
        "id": 5,
        "text": "Достижения",
        "comment": true
      },
      {
        "id": 5,
        "text": "Концовки",
        "comment": true
      },
      {
        "id": 5,
        "text": "   ",
        "comment": true
      },
      {
        "id": 5,
        "text": "Новый ответ. введите текст",
        "comment": true
      },
      {
        "id": 5,
        "text": "Новый ответ. введите текст",
        "comment": true
      },
      {
        "id": 5,
        "text": "Новый ответ. введите текст",
        "comment": true
      },
      {
        "id": 5,
        "text": "Новый ответ. введите текст",
        "comment": true
      },
      {
        "id": 5,
        "text": "Новый ответ. введите текст",
        "comment": true
      },
      {
        "id": 5,
        "text": "Новый ответ. введите текст",
        "comment": true
      },
      {
        "id": 5,
        "text": "Новый ответ. введите текст",
        "comment": true
      },
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": "введите пароль",
    "answers": [
      {
        "id": 19,
        "text": "Начать",
        "lua_if": "function lua_if()\nif pass == \"1705\" then\nreturn true\nend\nend",
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "  ",
        "comment": true,
        "lua_if": "function lua_if()\nif pass == \"1705\" then\nreturn true\nend\nend"
      },
      {
        "id": 16,
        "text": "быстрый тест",
        "lua_if": "function lua_if()\nif pass == \"1705\" then\nreturn true\nend\nend",
        "need": [
          16
        ]
      },
      {
        "id": 6,
        "text": "   ",
        "lua_if": "function lua_if()\nif pass == \"1705\" then\nreturn true\nend\nend",
        "comment": true
      },
      {
        "input_var": "pass",
        "text": "Введите текст",
        "id": 6
      },
      {
        "id": 6,
        "text": "Ввести"
      }
    ]
  },
  {
    "id": 7,
    "text": "Эш небрежно кивнула, набирая номер такси.\n— Ну же-е-есть, — уже готовившаяся разразиться матами и утешениями Натка досадливо прикусила губу, но вежливо молчала, пока Эш диктовала адрес и клала трубку.\n\nПротянув телефон обратно, Эш уселась на маленькую лакированную лавочку и собралась зашнуровывать любимые берцы с высоким, почти до колена голенищем, как Натка не выдержала.\n— И всё?! Ты даже ничего не расскажешь? — взвилась она, переходя на визгливые ноты, возникавшие у неё в минуты искреннего возмущения.\n— Может быть, вечером, — бросила Эш больше для того, чтобы отвязаться, и быстро скрестила пальцы.\n\n— Когда-нибудь я тебя придушу, — пожаловалась Натка. — Господи, ну будь человеком, надень нормальную обувь! У меня есть такие туфли, ты просто упадëшь!\n— Верно. С четырёхдюймовых шпилек это я и сделаю.\n— Всего-то два, — обиженно надула губы Натка, но уже сдалась и только с выражением пытаемой великомученицы наблюдала, как Эш возится со шнуровкой.\n\nНаконец закончив, Эш встала, невесомо чмокнула подругу на прощание (Натка запищала, что та сотрëт ей всю тоналку, если дотронется) и выбежала в сухую тьму подъезда.\n\nНа первом этаже хлопнула входная дверь.",
    "answers": [
      {
        "id": 10,
        "text": "Сесть в такси и ехать на работу"
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "Юлька ожидаемо расплылась в ехидной улыбке, когда Эш влетела в двери кафе, но вопреки обыкновению не выдала слëту ядовито-издевательских комментариев, натурально опешив на несколько секунд.\n\nНо Юлька была бы не Юлька, если бы не взяла себя в руки.\n— Твоë счастье, что даже нашего постоянного влюблëныша нет. Удивительно, кстати, обычно приходит прямо к открытию. Ты решила ответить ему взаимностью и заразила самой страшной венерической болезнью — своей непунктуальностью?\n— Моя непунктуальность передаëтся воздушно-капельным, — и бровью не повела Эш. — Так что ты первый кандидат на заражение.\n\nЮлька фыркнула. ",
    "answers": [
      {
        "id": 16,
        "text": "Приступить к работе"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "Эш поднялась с кровати и мрачно пересчитала оставшиеся чаевые. Завтрак сегодня отменялся.\n\nДевушка на ресепшене согласилась вызвать ей такси. Эш села на заднее, отвернувшись к окну. На улице снова моросило.\n\nМимо проезжали дома, постепенно сменяясь всё более знакомыми улицами. Наконец машина затормозила у большого двухэтажного дома. Сердце Эш пропустило пару ударов.",
    "answers": [
      {
        "id": 14,
        "text": "Выйти из машины"
      }
    ]
  },
  {
    "id": 14,
    "text": "Открыла калитку, ведущую во двор перед домом.",
    "answers": [
      {
        "id": 2,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "Складывая на поднос тарелки и стаканы, Эш внезапно вспомнила, что обычно этот столик занят. А Юлька ведь говорила что-то с утра... \n\nУже несколько лет в её смены к открытию заявлялся черноволосый взлохмаченный очкарик. Иногда с ноутбуком, иногда без, но просиживал всё утро и уходил в обед, изредка оставаясь до вечера. Эш, наверно, так и не обратила бы на него внимание, если бы не Юлька, быстро заметившая, что парень предпочитает обслуживание одной конкретной официантки и не заглядывает в другие дни.\n\nИ, конечно, не уставала раз за разом осыпать Эш подколками и ядовитыми комментариями на эту тему, демонстративно уходя за стойку при появлении \"влюблëныша\".\n\nСначала это нервировало и раздражало, но парень не мешал, не пытался флиртовать и не напрашивался в провожатели до дома, поэтому постепенно Эш расслабилась и снова перестала обращать на него внимание.\n\nА сейчас вдруг задумалась, глядя на место, казавшееся непривычно пустым.",
    "answers": [
      {
        "id": 37,
        "text": "Отнести посуду на мойку"
      }
    ]
  },
  {
    "id": 16,
    "text": "Посетителей, к счастью, было немного. Эш натянуто улыбалась и старалась не срываться на клиентов. Чаевые были нужны. Особенно сейчас. Когда Джек...\n\nЧëрт возьми, Джек... Как долго Натка сможет еë оставить? День, два? Точно не неделю, их там и так трое... Но куда тогда? Ни к одному приятелю Джека она не подойдëт и на милю, ей хватило Сэма. Чëрт, похоже, придëтся искать жильë. Или снимать комнату... Господи, номер в отеле это же почти весь дневной заработок. На что теперь жить?.. Нет, к родителям она вернётся только трупом.\n\nЗвякнул колокольчик. Эш подняла голову, оторвавшись от изучения надкусанного сэндвича. В кафе вошла парочка: высокая длинноволосая брюнетка с квадратными чëрными очками и приятный короткостриженный мужчина с лëгкой аккуратной щетиной. Они сели за столик у окна, свет упал на лицо девушки, и Эш вдруг застыла как вкопанная. Не может быть... Зои?\n\nБоже, ну почему сегодня, сейчас... И что теперь делать?",
    "answers": [
      {
        "id": 17,
        "text": "Подойти и обслужить",
        "var_add": [
          "истер",
          1,
          "смелость",
          1
        ]
      },
      {
        "id": 21,
        "text": "Уйти в уборную"
      }
    ]
  },
  {
    "id": 17,
    "text": "Эш прикусила губу. Это ведь работа, просто работа. Зои точно не будет устраивать ей сцены... \n\nЭш улыбнулась самой фальшивой улыбкой за всю свою карьеру и подошла к столику.\n\n— Добрый день! Что желаете? — Эш постаралась сказать это как можно непринуждённее.\n— Здравствуйте... — девушка за столиком растерянно вгляделась сначала в лицо, а потом в сегодняшний наряд Эш. Еë спутник уже собирался, кажется, что-то сказать, но она его опередила:\n— Ева?\n\nЭш дëрнулась, как от пощëчины. Как давно её так не называли...",
    "answers": [
      {
        "id": 22,
        "text": "— Простите, мисс, вы обознались.",
        "var_add": [
          "еклмн",
          1
        ]
      },
      {
        "id": 23,
        "text": "— У меня уже много лет другое имя. И ты это знаешь.",
        "var_add": [
          "ЗНП",
          1,
          "еклмн",
          1
        ]
      },
      {
        "id": 24,
        "text": "— Я сто раз просила, чтоб ты не смела меня так звать!",
        "var_add": [
          "имп",
          1,
          "ЗП",
          1,
          " истер",
          1
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "— Ублюдок... Какой же ублюдок, — сквозь зубы выговорила Эш и увидев, как съëжился очкарик, раздражённо добавила:\n— Не ты.\n\nОчкарик облегчëнно выдохнул. Эш внезапно заметила, какие у него пушистые и длинные ресницы.\n— Как тебя зовут? — очкарик, кажется, меньше всего ожидал этого вопроса и подвис на несколько секунд.\n— Я... Фил. Филипп. Можно Фил.\n— Спасибо, Фил, — Эш пару секунд понаблюдала, как радостно светлеет его лицо, и ушла работать дальше.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Чья-то рука настойчиво трясла Эш за плечо, вырывая из тяжëлых и беспокойных снов.\n\n\"Дура, работу же просрëшь!\" — раздалось над ухом, и Эш неохотно разлепила веки. \n\nНатка радостно взвизгнула и наконец отстала от истерзанного её ногтями плеча, легко встав с корточек. Эш всегда удивлялась поразительной способности Натки проделывать это на каблуках не ниже трëх дюймов.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "К чëрту, к чëрту... Пусть их обслужит Юлька — меньше всего хочется сейчас этой встречи. Зои обязательно спросит про Джека. И распознает ложь — она слишком хорошо её знает. Слишком хорошо.\n\nЭш оперлась на раковину, глядя в отражение в зеркале. Даже косметики рядом нет, чтобы сделать себя менее узнаваемой... Чëртовы волосы. Что, если отстричь их прямо сейчас? И покрасить? Провести границу между новой и старой жизнью? Джек так любил блондинок... И у этой... новой такие же, даже лучше...\n\nВзгляд сам собой упал на рабочие ножницы.",
    "answers": [
      {
        "id": 31,
        "text": "Отстричь волосы",
        "var_add": [
          "изм",
          1,
          "имп",
          1
        ]
      },
      {
        "id": 32,
        "text": "Оставить всё как есть",
        "var_add": [
          "откат",
          1,
          "пассив",
          1
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "— Вы так думаете? — Зои каким-то беспокойным и грустным, ещё ищущим взглядом всмотрелась Эш в лицо.\n— Да, — в голосе Эш зазвучал металл.\n— В таком случае прошу прощения, — неясное, но щемящее чувство угасло в глазах Зои, сменившись бесцветной усталостью. — Я буду зелëный чай без сахара и яблочные оладьи. Феликс?\n\nЕë спутник, до этого молчаливо наблюдавший за происходящим, встрепенулся и заговорил:\n— Американо со льдом и тосты с ветчиной, — тембр у него оказался неожиданно мягким и обволакивающим.\n\nЭш озвучила время ожидания и только передала заказ повару, как снова звякнул колокольчик.",
    "answers": [
      {
        "id": 33,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Для меня оно осталось прежним, — Зои чуть дëрнула уголками губ. — И ты это знаешь. Как ты?\nЭш молчала, глядя в неуверенное, будто ждущее подвоха лицо бывшей подруги. Так в пустыне смотрят на мираж: исчезнет, не исчезнет? Исчезнет.\n— Я лучше всех. Неделю назад были крупные концерты, готовим альбом...\n— С Джеком? — тон Зои стал холодным, и в тëмно-серых глазах появилась неприятная жëсткость.\n— Да, — Эш не знала, прикладывала ли она хоть когда-нибудь столько усилий, чтобы сказать один слог. Ей хотелось разрыдаться, кинуться Зои на шею и долго выть, потому что всё это не должно было закончиться так, так, так.\n\nНо нельзя. Зои скажет, что нужно вернуться на учëбу, Зои отведëт к мозгоправам, Зои с самого начала не выносила Джека. Такая рассудительная, такая умная и тошнотворно правильная Зои. Лучше сдохнуть, чем признать, что она была права.\n— Жаль, что ты всё ещё видишь ангела в этом гопнике.\n— Не смей его так называть! — взвилась Эш, почему-то чувствуя такую же привычную ярость, как всегда, когда кто-то сомневался в Джеке.\n— Да, конечно, — Зои поморщилась. — Яблочные оладьи и зелëный чай.\n\nЭш смолкла на полувдохе. Кивнула, медленно повернулась к сопровождавшему Зои мужчине и деревянным голосом спросила, не хочет ли он тоже что-нибудь.\n— О, с удовольствием, — всё это время тактично молчавший, он явно рад был перейти к заказу. — Американо и тосты с ветчиной.",
    "answers": [
      {
        "id": 33,
        "text": "Передать заказ повару"
      }
    ]
  },
  {
    "id": 24,
    "text": "— А я просила не общаться со мной в таком тоне, — Зои говорила почти спокойно, но так же спокойно кобры выглядят перед атакой. — Ты совсем не изменилась. Я надеялась, что однажды ты возьмëшься за голову, прозреешь и перестанешь хвостиком таскаться за своей пьяной собакой, но...\n— Да как ты смеешь?! — Эш почти закричала, загоревшись быстрее, чем вспомнила прошлую ночь. —  Он и мизинца твоего не стоит! Ты вообще ничего о нём не знаешь! И о нас! И никогда не знала! Да ты просто мне завидуешь, потому что вечно одна, ведь никому не сдались заносчивые ботанки, только и умеющие, что совать нос в чужую жизнь! \n— Девушка, что вы себе позволяете... — внезапно подал голос молчавший до этого Зоин спутник, но она жестом остановила его и горько улыбнулась.\n— Ты и правда совсем не изменилась. Что ж, если год назад меня могли задеть твои истеричные аргументы, сейчас, увы, вынуждена оставить тебя ни с чем. Познакомься, мой будущий муж, — Зои выдержала паузу, глядя, как стремительно расширяются глаза Эш. — Феликс, мы уходим.\n\nЭш не сразу сделала шаг назад, чтобы дать Зои пройти, и только молча наблюдала, как Феликс подаëт Зои пальто, а потом, приобняв за плечи, уводит из кафе.\n\n— Ты хоть понимаешь, что из-за тебя сейчас ушли клиенты? — схватив Эш за руку, внезапно прошипела ей на ухо возникшая из ниоткуда Юлька. — Если сейчас мне не оставят чаевые, я лично сообщу начальству о твоих сегодняшних выходках. И ноги твоей здесь больше не будет.\n— Да подавись, — процедила Эш, вырываясь. — Ненавижу вас.\nЮлька смерила Эш странно-задумчивым взглядом и, отступив, коротко бросила:\n— Остынь.",
    "answers": [
      {
        "id": 33,
        "text": "Стиснуть зубы и оглядеться"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "Эш села на матрасе, с досадой ощутив ноющую боль в спине и тяжëлую боль похмелья в мозгах.\n\nСобытия прошедшей ночи вставали перед глазами мутными пятнами, и Эш ещё некоторое время вспоминала, как она очутилась здесь, на продавленном и запачканном старом матрасе, а не в привычной постели в обнимку с Джеком. Ах да, Джек.\n\nЭш невольно взглянула на руку, где отчëтливой кляксой расплывался сизо-сиреневый синяк — прощальный подарок, врученный, когда он вышвыривал её из комнаты.\n\nКак ты мог, ублюдок. Как ты мог.",
    "answers": [
      {
        "id": 27,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 27,
    "text": "Эш неуверенно поднялась на ноги и на всякий случай тут же ухватилась за рядом стоящий стол. На ногах она, впрочем, держалась вполне бодро.\n\nМашинально поискав на столе телефон, она вовремя опомнилась и всё же вцепилась в стол покрепче, чувствуя, как от воспоминаний о грубых, мерзко-потных руках Сэма начинает подташнивать. Чтоб ты сдох, мразота, чтоб ты сдох.",
    "answers": [
      {
        "id": 28,
        "text": "Позвать Натку"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Натка! — справившись с собой, крикнула Эш. Ей нужны были её вещи.\n\n\"Что, мой птенчик?\" — звуковая волна опережала свою хозяйку, и Эш успела поморщиться до того, как Натка, сопровождаемая каблуковым цокотом, вступила в тесную кухню.\n\nУже почти накрашенная, с малиновой помадой и густыми чëрными тенями, каштаново-рыжая, светлокожая и деловая, она была красива и неожиданно несла в себе что-то успокаивающее.\n\n— Где мои вещи? И сколько времени?\n— У-у-у, детка, ты страшно опаздываешь — сейчас ровно восемь тридцать шесть утра, и твоя забегаловка вот-вот откроется — кажется, тебе придëтся брать такси. А вещи...\n— Твою же мать, — выдохнула Эш.\n— Совершенно верно. А вещи только утром развесила, они мокрые, как ты в объятиях своего Джека. Но можешь взять мои — помнится, тебе нравилась та моя чëрная блузочка и джинсики, ну, узкие такие, с цепочкой. Правда, вряд ли они будут сочетаться с твоими грязными монстрами, но...\n— Заткнись, — бросила Эш и, отпихнув Натку, рывком вышла в коридор. — И не произноси при мне его имя.\n— Засранка! Вы что, поссорились? Ты вчера так ничерта и не объяснила, просто ввалилась вся зарëванная, губы синие, колготки не колготки, а...\n— И не объясню, — огрызнулась Эш, уже сплëвывая воду в раковину ванной. Времени почистить зубы не оставалось.\n— Да пошла ты! — обиделась Натка, и, стоило Эш выйти, заперлась в ванной, демонстративно хлопнув дверью.",
    "answers": [
      {
        "id": 29,
        "text": "Найти, во что переодеться"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вещи Эш самым удручающим образом висели на сушилке в гостиной — видимо, плохо отжатые, потому что с них то и дело капала вода. Эш с досадой сунулась в спальню — узкую маленькую комнатку, в которой оставалось пространства буквально на четыре шага: остальное занимал столик, двухъярусная кровать и два высоких тощих шкафа, трещавшие от набитых в них шмоток.\n\nНатка снимала двушку на троих, и гостиную они использовали в основном для тусовок и секса со своими любовниками; на единственном диване там спала какая-то из наткиных сожительниц — кажется, тëмненькая и смуглая Миранда.\n\nЭш в глухой ярости перерыла весь шкаф в попытках найти ту самую блузку, которая одна действительно импонировала ей из всего гардероба подруги, и в конце концов нашла, но обещанные \"джинсики\" так и не отыскались. Ни в этом, ни в другом шкафу.\n\nЭш выматерилась и нацепила единственное, что из всего богатства выбора не делало её похожей на шлюху и имело её размер: тëмно-зелëную в белый горошек юбку макси, уже представляя, как будет упражняться в остроумии Юлька, измываясь над этим сочетанием чьей-то чудовищной и безумной безвкусицы.",
    "answers": [
      {
        "id": 30,
        "text": "Вызвать такси"
      }
    ]
  },
  {
    "id": 30,
    "text": "Эш судорожно прошлась по комнатам в поисках Наткиного телефона, но ничего не нашла. Спрашивать не хотелось. Зато в прихожей обнаружилась новенькая чёрная сумочка на тонкой цепочке, такая мизерная, что туда и телефон поместился бы с риском заработать клаустрофобию.\n\nЭш уже потянулась к замку, чтобы исследовать внутренности, даже взялась за пластиковый язычок, как услышала сзади \"куда это ты свои лапы пиха... а-афиг-е-еть, ты чо, с дуба рухнула?\"\n\nНатка стояла в проёме коридора и взирала на подругу так, будто видела впервые. \n\n— Ну-у, детка-а-а, по-моему, ты зря не носишь юбки. Такая курочка! Шик! Блузочка, конечно, не подходит, эти плюшевые плечи никуда не годятся... О Боже! — внезапно взопила Натка и уставилась на Эш расширенными в экстазе ужаса глазами. — Киса, если ты скажешь, что пойдёшь в этих выходцах кошмара и армейской моды, я умру. Здесь и сейчас.\n— Прекрасно. Навещу тебя в морге после работы, — отозвалась Эш и требовательно протянула руку. — Дай телефон. Такси вызову.\n— Шэл, ты невыносима. А твой где? — Натка всё же вытащила телефон из нежно-розовой курточки, сбывшегося рая восьмилетней модницы, который красовался на её плечах.\n\nЭш хотела ответить в рифму, но в последний момент сдержалась.\n— Мой, вероятно, уже выменян на дозу. Вместе со всеми деньгами и сигаретами, так что, сорян, я заплачу с твоей карты.\n\nНатка по-детски открыла рот и широко распахнула глаза.\n— Тебя чо, нарик грабанул? — наконец выдала она с какой-то даже лëгкой опаской.\n\nЕсли бы только грабанул. ",
    "answers": [
      {
        "id": 7,
        "text": "Кивнуть"
      }
    ]
  },
  {
    "id": 31,
    "text": "Плевать на всё. Эш сорвала с головы фирменную косынку и вытащила заколку, позволяя прямым, почти белым локонам распасться по плечам и лопаткам. Одной рукой собрала их в хвост, второй схватила ножницы и с безжалостным остервенением принялась отрезать прядь за прядью.\n\n...пол уборной был покрыт ковром из длинных светлых волос, а Эш, положив ножницы на край раковины, с джокерской улыбкой смотрела в зеркало.\n\nОна срезала больше половины. Полученная причëска тянула не больше, чем на каре, даже не доставала до плеч.\n\n\"Какой мрак!\" — Эш рассмеялась. Всё так неровно и отвратительно. Всё, как она любит.\n\nТеперь можно возвращаться.",
    "answers": [
      {
        "id": 36,
        "text": "Подмести и вернуться в зал"
      }
    ]
  },
  {
    "id": 32,
    "text": "Эш тряхнула головой. Нет уж, это безумие. Если и менять причëску, то точно не тупыми ножницами в служебном туалете кафе, поддавшись своей истерике.\n\nВечером приедет к Натке — и, может быть... Снимет стресс. Хотелось что-то поменять? Так получи, распишись, вот тебе отличный повод, детка. Детка... Перед глазами всплыло лицо Джека. Нет, к чëрту это обращение.",
    "answers": [
      {
        "id": 33,
        "text": "[Вернуться в зал]"
      }
    ]
  },
  {
    "id": 33,
    "text": "empty",
    "answers": [
      {
        "id": 33,
        "text": "Стоило передать заказ, как снова звякнул колокольчик. Эш обернулась.\n\n",
        "need": [
          23
        ],
        "merge": true
      },
      {
        "id": 33,
        "text": "Сцена явно не осталась без внимания: Эш поймала на себе настороженные и недовольные взгляды. Чëрт, только бы не подали жалобу... А если Юлька правда донесëт? Чëрт... и какого дьявола она всё ещё бросается в его защиту? Джек ведь уже... её прошлое.\n\n— А я думал, он тебя бросил, — внезапно раздалось над самым ухом, и Эш похолодела. Нет... не может... быть. Она развернулась и отпрянула, в ужасе глядя на отвратительно знакомую фигуру.\n\n",
        "need": [
          24
        ],
        "merge": true
      },
      {
        "id": 33,
        "text": "Юлька действительно успела обслужить Зои, и при появлении смерила Эш недобрым взглядом. Впрочем, Юлька никогда на такие знаки внимания не жадничала.\n\nЗои увлечëнно разговаривала со своим спутником, кажется, не обратив внимания на появление в зале ещё одной официантки. Вот и хорошо.\n\nВнезапно дверь кафе отворилась, и в него зашëл высокий черноволосый парень. Эш уже успела сделать два шага вперёд и нацепить дежурную улыбку, как узнала его.\n\n",
        "need": [
          32
        ],
        "merge": true
      },
      {
        "id": 33,
        "text": "Этот день, казалось, не мог быть хуже. Но он приложил все усилия и стал им, принеся в себя Сэма, её персональный ночной кошмар, комнату страха последней ночи, которую она так старательно пыталась забыть на рельсах нового дня. \n\nРельсы сделали круг и пришли туда же, и Сэм теперь стоял на пороге её обычной, скучной дневной жизни, на том единственном островке, который ещё не рухнул за последние сутки. Эш с подступающей к горлу тошнотой смотрела на тощую фигуру, облепленную водолазкой, бледное худое лицо с нервными воспалёнными глазами, на обкусанные ногти и выступающие вены на кистях рук. Сэм монотонно жевал жвачку.\n\nТолько не это. Только не снова он.",
        "merge": true
      },
      {
        "id": 35,
        "text": "— Убирайся вон!",
        "var_add": [
          "истер",
          1,
          "имп",
          1,
          "арр",
          1
        ]
      },
      {
        "id": 35,
        "text": "— Зачем ты сюда пришёл? Как ты вообще мог?..",
        "var_add": [
          "пришел",
          1
        ]
      },
      {
        "id": 35,
        "text": "Молчать",
        "var_add": [
          "молч",
          1
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "Парень аж вздрогнул от неожиданности и заозирался, едва не свалив вешалку, на которую вешал куртку. Эш рассмеялась — наверное, впервые за сутки совершенно искренне.\n— Ох, это вы... Простите, я сегодня... Что вы сказали? — он неловко взлохматил волосы и, кажется, сам не замечая, стал поглаживать пальцами край рубашки. Эш не могла перестать улыбаться, до того нелепо он выглядел.\n— Обычно приходите раньше. Случилось что? — ей даже было слегка интересно.\n— Ох, ну... Надо же, заметили... То есть, я хотел сказать... — уши парня отчаянно покраснели.\n— Я принесу вам кофе. Как обычно? — Эш тактично сменила тему.\n— Да, — с явным облегчением выдохнул парень и благодарно кивнул.",
    "answers": [
      {
        "id": 39,
        "text": "Передать заказ и дождаться, пока сделают"
      }
    ]
  },
  {
    "id": 35,
    "text": "empty",
    "answers": [
      {
        "id": 35,
        "text": "Эш с трудом удержалась, чтобы яростно процедить это сквозь зубы, а не проорать ему в лицо. Губы Сэма неестественно дëрнулись в подобии улыбки.\n— Полегче, крошка, я тебе принёс... Принёс тебе вот эту штучку, на, возьми. Возьми, а то убежала вчера... Шлюха, — он усмехнулся и вытянул руку, двумя пальцами держа краешек маленького чëрного квадратика. ",
        "merge": true,
        "var_equal": [
          "арр",
          1
        ]
      },
      {
        "id": 35,
        "text": "Эш с трудом подбирала слова и будто насильно выталкивала их наружу. Ей хотелось или ударить его, или убежать, но она не могла сделать ни то, ни другое.\n— Ну как зачем? Штучку тебе отдать. Сима-сима-сима, — Сэм нервно-весело улыбнулся и вытянул руку, двумя пальцами держа краешек маленького чëрного квадратика. ",
        "merge": true,
        "var_equal": [
          "пришел",
          1
        ]
      },
      {
        "id": 35,
        "text": "У Эш не было сил ничего говорить. Больше всего ей хотелось закрыться руками и забиться в какой-то угол, лишь бы не видеть, не взаимодействовать, не продолжать.\n— Ну и чего молчишь, а, шлюшка? Я тебе подарочек принëс, вот такой подарочек, посмотри, ну, подарочек, — Сэм нервно облизнул губы и вытянул руку, двумя пальцами держа краешек маленького чëрного квадратика. ",
        "merge": true,
        "var_equal": [
          "молч",
          1
        ]
      },
      {
        "id": 35,
        "text": "Эш внезапно ошпарило осознанием: он принёс её сим-карту.\n\nПересилив себя, она сделала шаг навстречу и ногтями вцепилась в его кисть. Сэм взвыл, обхватив больное место второй рукой, и злобно уставился на Эш.\n— Ты за это мне ответишь, дрянь, — он угрожающе подался вперёд, и Эш инстинктивно захотелось отпрянуть, но она осталась на месте.\n— Выметайся. Или я вызову ментов, — Эш краем глаза заметила повëрнутые в их сторону лица и понизила голос.\n\nСэм оглянулся вокруг, сжал зубы и посмотрел на неё какими-то страшными звериными глазами. И вдруг развернулся и ушëл, распахнув дверь.\n\nЭш хотелось заплакать.",
        "merge": true
      },
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Куда ты запропастилась? — зашипела на неё Юлька, стоило ей войти. — Если ты ещё раз сделаешь такую выходку, клянусь Богом, я добьюсь, чтобы тебя уволили! \n\n— Это мы ещё посмотрим, — Эш мрачно улыбнулась и прошла в зал. Юлька действительно благополучно обслужила Зои: та сидела, сосредоточенно поглощая оладьи (Эш была уверена, что с яблоком), и изредка обменивалась репликами со своим спутником.\n\nНовых посетителей пока не было.",
    "answers": [
      {
        "id": 15,
        "text": "Убрать грязную посуду со столика у окна"
      }
    ]
  },
  {
    "id": 37,
    "text": "Эш уже возвращалась в зал, как дверь распахнулась и в кафе влетел знакомый растрëпанный очкарик, на ходу снимая покрытую снегом куртку.",
    "answers": [
      {
        "id": 34,
        "text": "— Поздновато вы сегодня."
      }
    ]
  },
  {
    "id": 38,
    "text": "Она уже сделала два шага вперёд, как внезапно вспомнила про сим-карту. С участившимся пульсом она посмотрела вниз.\n\nНа полу ничего видно не было, и она отступила назад. На том месте, где она стояла, лежали кусочки раздробленной пластмассы.\n\n\"Нет! Да как так?! Да почему сегодня это всё?!\"\n\nЭш невидяще смотрела в пол, чувствуя, как в горле образовывается ком, а глаза наполняются слезами.\n\n— У вас что-то случилось? \n\nЭш вздрогнула и заморгала, глядя на растрëпанного черноволосого очкарика. Какого?.. А, это он... а ведь Юлька кажется говорила с утра, что его нет... Когда он вошëл? Она не слышала колокольчик? \n\n— Нет. У меня всё в порядке, — твëрдо отрезала Эш.\n— Точно? — очкарик отличался непробиваемым непониманием, когда нужно остановиться.\n— Это не ваше дело, — Эш опасно прищурила глаза.\n— Ладно... Извините, — очкарик неловко помялся с ноги на ногу, взлохматил волосы и заговорил снова. — Я бы хотел... сделать заказ.\n— Вам как обычно? — Эш постаралась сдержать раздражение.\n— Да, — вздохнул очкарик и пошëл к своему месту.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Эш поставила на столик поднос с карамельным рафом и шоколадным круассаном.\nПарень оторвался от ноутбука, лицо его просветлело и он радостно сказал:\n— Спасибо. Вы сегодня, кажется, немного иначе выглядите... Но как всегда красиво, — он тут же смутился и опустил глаза, и Эш внезапно заметила, какие у него длинные и пушистые ресницы.\n\nК комплиментам Эш была равнодушна. Поклонники заваливали её ими, а Джек никогда не расщедривался. Джек... Эш скисла.\n— Ради Бога, простите, я наверное что-то не то сказал, — парень почти испуганно вгляделся в её лицо, и она вымученно улыбнулась.\n— Нет, день начался... Не лучшим образом. Приятного аппетита, — Эш уже собралась уходить, как парень внезапно просил:\n— Это связано с группой?",
    "answers": [
      {
        "id": 54,
        "text": "Резко развернуться"
      }
    ]
  },
  {
    "id": 40,
    "text": "Дождь продолжал хлестать улицы. Капли разбивались об асфальт, словно мстя за давнюю обиду, а Эш смотрела в густое, налитое грозовыми тучами тëмное небо, и уже не пыталась сдерживать слëзы. Опять...\n\nГосподи, за что же ей всё это?.. Почему сейчас?! Когда наконец записали альбом, переехали в \"Лампу\" из \"Почти святого\", отгрузили первую партию мерча... Где он познакомился с ней? Как давно? Сколько это продолжалось? Как... он мог? Шмотки... Ему вообще стало на неё плевать. А было ли не плевать?..\n\n\"Я не знаю, что делать дальше, я не знаю...\" — Эш рыдала, зажимая себе рот ладонью, и каждый миг чувствуя, как больно дышать. Вдох-выдох, вдох-выдох, вдох... Выдох. Вдох. Как же больно... Почему никто не сказал, что движение грудной клетки стоит нечеловеческих сил?",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Это сязано с группой? — внезапно спросил очкарик, когда она ставила поднос на стол, и он чуть не выпал у неё из рук.\n— Что?..\n— Вас больше нет в списке состава, и вы сегодня не выкладывали историю с напоминанием про концерт. Я... я немного слежу за... — уши парня отчаянно покраснели, и он смолк, но Эш было плевать.\n— Что ты сказал? Покажи! — она зашла за его спину, чтобы тоже видеть экран ноутбука, и тут очкарик поспешно захлопнул крышку.\n— Извините, там просто... — он оглянулся на неё с таким виноватым видом, словно был псом, разбившим любимую хозяйскую вазу.\n\nЭш вздохнула и отвернулась. Застучали пальцы по клавишам.\n— Вот, — очкарик немного развернул ноутбук на неё, и она впилась глазами в экран.\n\nНа странице группы в инстаграмме* действительно не было привычной строчки про вокалистку, зато у Джека вместо \"бэк-вокал\" значилось просто \"вокал\", а на бэки переставили Челси, их второго гитариста.\n\n\"Один день... Прошёл только один чëртов день... И этот козëл уже вычеркнул меня оттуда, как будто меня там не было. Стоп, а это ещё...\"\n\nЭш отобрала у очкарика мышку и кликнула на фотографию группы. Она была похожей на предыдущую, поэтому она не сразу заметила разницу, но это была фотка без неё. Видимо, прямо с сегодняшней репетиции.",
    "answers": [
      {
        "id": 41,
        "text": "*организация Meta признана экстремистской на территории РФ.",
        "comment": true
      },
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "empty",
    "answers": [
      {
        "id": 42,
        "text": "Время близилось к пяти часам.\n— Эшли! — внезапно крикнула Юлька, заставив Эш обернуться. — Тебя к телефону.",
        "merge": true
      },
      {
        "id": 42,
        "text": "\nЭш вздëрнула брови. На служебный? Кто ей мог звонить?\n— Алло? — она взяла трубку.\n— Хай, детка, — раздалось такое знакомое и уверенное, что Эш оперлась о стену. Нет... Нет, только не он, только не... он.\n— Ты забыла шмотки, — голос Джека звучал как всегда вальяжно и спокойно. — Куда везти? \n\nЭш молчала. Стало невыносимо душно и жарко, но она не могла вдохнуть. Грудь сдавило, она почувствовала, как зашлось сердце и стало до дрожи, до тошноты страшно.\n— Эш? — в голосе Джека прорезались нотки нетерпения. Эш осела на пол, чудом не выронив телефон.\n— Эш, мне есть чем заняться. Или говори адрес, или забирать их будешь сама.\n\nСознание плыло. Эш подумалось, что сейчас она умрëт. Нет, пожалуйста, нет... она почувстовала, как по щекам побежали слëзы. Почему... всё... так...\n\nДжек завершил вызов.\n— Твою мать, ты что? — раздался над головой вопль Юльки.\n\nЭш обессиленно закрыла глаза.",
        "merge": true
      },
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вокруг засуетились. Кто-то подал ей воды, и она жадно начала пить, всё так же не открывая глаз, чувствуя себя смертельно уставшей. \n\nВнезапно её ударили по щеке. Эш вскрикнула, распахнула глаза и увидела Юльку, замершую с занесённой для второго удара рукой.\n\n— Ты... Какого... — Эш разлепила губы, наблюдая, как мир ещё плывëт.\n— Ну наконец-то, — Юлька постаралась сохранить небрежно-ядовитую интонацию, но в голосе всё равно чувствовалось облегчение. ",
    "answers": [
      {
        "id": 43,
        "text": "Эш огляделась. На неё, побледневший и встревоженный, взирал очкарик, рядом охала пожилая женщина... и смотрела Зои.",
        "need": [
          21
        ],
        "merge": true
      },
      {
        "id": 43,
        "text": "Эш огляделась. На неё, побледневший и встревоженный, взирал Фил и чуть менее встревоженные Зои и пожилая женщина.",
        "merge": true,
        "var_equal": [
          "еклмн",
          1
        ]
      },
      {
        "id": 43,
        "text": "Эш огляделась. На неё, побледневший и встревоженный, взирал Фил. Компанию ему составляла менее встревоженная пожилая женщина.",
        "need": [
          24
        ],
        "merge": true
      },
      {
        "id": 44,
        "text": "Подняться на ноги"
      }
    ]
  },
  {
    "id": 44,
    "text": "empty",
    "answers": [
      {
        "need_sometimes": true,
        "id": 44,
        "text": "Эш, пошатываясь, встала.\n\nЗои смотрела на неё испуганными глазами.\n— Ева? Ты...\n— Я домой, — прервала её Эш и больше ни на кого не глядя, стащила с головы косынку.\n\n— Стой!..\nХлопнула дверь служебной комнаты.",
        "need": [
          55,
          18
        ],
        "merge": true
      },
      {
        "id": 44,
        "text": "Эш, пошатываясь, встала.\n\n— Эшли, вам... — неуверенно начал Фил.\n— Я домой, — бросила Эш и стащила с головы косынку. — Не вздумай за мной идти.\n\nВсе замерли. Хлопнула дверь служебной комнаты.",
        "merge": true,
        "var_equal": [
          "ЗП",
          1
        ]
      },
      {
        "var_equal": [
          "еклмн",
          1
        ],
        "id": 44,
        "text": "Эш, пошатываясь, встала.\n\n— Ева, какого чëрта... — Зои смотрела на неё со страхом и удивлением, но решительно. Эш знала этот взгляд.\n— Я домой, — медленно проговорила Эш. — И ты за мной не пойдëшь. Всё в полном порядке. \n\nЭш отвернулась и стащила с головы косынку.\n\nЗои опомнилась и ринулась за ней, но дверь служебной комнаты захлопнулась прямо у неё перед носом.",
        "need": [
          -22
        ],
        "merge": true
      },
      {
        "id": 52,
        "text": "Далее",
        "var_need": [
          "ЗП",
          1
        ]
      },
      {
        "id": 4,
        "text": "Далее",
        "var_less": [
          "ЗП",
          1
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "Эш невидяще смотрела в окно такси, пытаясь осмыслить произошедшее. Шмотки... Он ничего больше не спросил. Вообще ничего. И даже не дал ей время... а, собственно, на что? Что это было? Обморок? Она в жизни не падала в обмороки... Ч-чëрт. В ближайшие дни придëтся искать квартиру. Шмотки... После всех этих лет, шмотки!\n\n— Приехали, мэм, — кажется, таксист повторил это не в первый раз, прежде чем Эш очнулась. Голос доносился словно издалека. Как... Сэма вчерашним вечером. Сэм...\n\nЭш нервно сглотнула и поспешно вцепилась в ручку двери, неловко вывалившись наружу.\n\nЧëрт, только не дождь...\n\nОна понеслась к подъезду, едва не поскользнувшись на мокрой грязи, но всё равно успела намокнуть и продрогнуть на октябрьском ветру.\n\nСкорее, только бы дойти до квартиры Натки... Раздеться, упасть на кухонный матрас, выпить виски... Нет, только не виски. Больше никогда. Чай? Выпить чай... Горячий, с сахаром...\n\nЭто ещё что за?..",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "В квартире громко играла музыка. Настолько, что Эш слышала её, стоя перед закрытой дверью.\n\n— Натка! — Эш заорала во всю мощь своего горла и раздражëнно пнула дверь.\n\nТа наконец открылась. Вышла не Натка — скуластая, темнокожая, с афрокудрями — она никак не тянула на подругу Эш.\n\n— Ты чего тут забыла?\n— Как минимум, вещи, — тон Эш стал ещё более резким. — А вообще-то койку на кухне.\n— Натка тебе не сказала, да? — девка осклабилась. — У нас сегодня небольшая заварушка с двумя горячими мальчиками. Можешь присоединяться, если хочешь.\n— Что?.. — Эш замерла. Стакан чая с грохотом разбился. — То есть... Где Натка?\n— На работу свалила. У неё там новый постоянный пупсик, шуры-муры, все дела.\n\nЭш глубоко вздохнула. Выпрямилась.\n— Отдай мои вещи. Все. \n— Вот мне делать больно... — девка осеклась, поймав взгляд Эш, и быстро развернулась. — Ладно, сейчас...\n\nЧерез десять минут Эш сняла ненавистную юбку и натянула джинсы, накинув на плечи любимую кожанку. И громко выматерилась, ощупывая разрезанный потайной карман. Что теперь?..",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Эш не знала, сколько простояла так, рядом с завесой дождя, как у подъезда внезапно возник парень лет двадцати, в промокшей насквозь толстовке и облепивших ноги чёрных джинсах.\n\n— Девушка, с вами всё в порядке? — вопрос прозвучал растерянно, и Эш видела, как неуверенно он смотрит в её сторону, как будто с чем-то борясь. \n\n\"Очевидно с желанием не вмешиваться. Пошëл бы ты к чëрту, козëл...\"\n— Можете вызвать мне... такси?.. До ближайшего отеля? Дешёвого отеля... Я заплачу, — Эш постаралась выровнять голос и разговаривать как можно увереннее.\n\nПарень, кажется, выдохнул с облегчением и послушно набрал номер. Такси ждали молча. Когда машина подъехала, Эш развернулась к нему и одновременно нащупала чаевые за сегодня.\n— Сколько?\n— Нет... Не надо, я сам оплачу, — Эш видела, с каким интересом он смотрит на её руку в кармане, и в другой раз она бы непременно сказала, что в состоянии платить за себя сама, но не сегодня. Не сегодня.\n— Спасибо, — бросила она из вежливости и села в тачку.",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Эш смотрела в окно, уже не в силах ни о чëм думать. Эти два дня прошлись по ней катком. Та дерзкая артистка, что встречалась с лучшим рокером в городе, вытворяла голосом сумасшедшие вещи и эпатировала окружающих, развалилась на куски.\n\nУ неё ничего не осталось... Ни группы, ни Джека, ни дома.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Эш не знала, что будет делать, если все номера будут заняты. Но что-то светлое было и в этом дне: конечно, номер был редкостным убожеством. Но был! С кроватью. И ванной. \n\nЭш залезла под горячую воду, чувствуя приятное покалывание в согревающемся теле.\n\nЭтот день был слишком сложным.",
    "answers": [
      {
        "blackout": true,
        "id": 1,
        "text": "Лечь спать",
        "middle_answer": false
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "Эш открыла глаза и долго рассматривала посеревший потолок комнаты. Сегодня выходной... Нужно решить, что делать дальше. Телефона больше нет, почти все чаевые вчера ушли на оплату номера... Занять денег у Натки и снять квартиру? Комнату? Нет, она не будет так унижаться. Но тогда нужно ехать к Джеку... За второй картой и наличкой. И одеждой...\n\nСегодня концерт... должен был быть. Кто будет петь? Эта шлюха? Он один? Все-таки Челси? Её-то партии... \"Это дело всей моей жизни... Нашей жизни. И он просто вычеркнул меня?! Просто взял и вышвырнул вон?\n\n...а мне придëтся к нему поехать. У меня нет выбора...\"",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Эш закрыла на замок дверь служебки, невидяще посмотрела в пол и как подкошенная сползла по двери, уткнувшись лицом в колени. Это было выше её сил. Этот день перемалывал её как бумагу на переработку, и добивал, добивал, добивал. Зои, Сэм, Джек... Джек, который выписал её из группы. Джек, которого она любила больше жизни. И Джек, который оказался конченным ублюдком. Её Джек.\n\nКак весь мир может разрушиться за один вечер? Как?! Эш пыталась остановить бегущие по щекам слëзы, и рвано, прерывисто дышала, не позволяя себе разрыдаться в голос.\n\nВ дверь опять постучали. Эш задохнулась на вдохе и перестала плакать, но подниматься и открывать не торопилась.\n\n— Эш! Эш, это я. Впусти, чëрт тебя подери! Там одна заносчивая курица разлила коктейль, я не собираюсь вылизывать пол.\n\nНа курице Эш усмехнулась сквозь слëзы и неохотно встала, слыша, как Юлька возится с замком. Дверь наконец открылась.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Юлька замерла на пороге, глядя на Эш так, будто видела впервые. Хотя такой, пожалуй, и правда впервые...\n\n— Так... Мне плевать, что у тебя случилось, можешь не говорить. Зная тебя — хана всему. Я сейчас принесу тебе воды и таблетку, ты успокоишься, подождëшь такси и напишешь Барбаре, что тебе нужен ещё один выходной. Ясно?\n\nЭш помотала головой.\n— Это не обсуждается, — в юлькином голосе прорезалась привычная агрессия.\n— У меня нет телефона со... вчера. Так что обсуждается.\n\nЮлька досадливо фыркнула.\n— Хорошо, я напишу Барбаре сама. \n— У меня нет денег, — неохотно сообщила Эш.\n\nЮлька закатила глаза.\n— Хорошо! Вызову тебе такси. Но если не явишься послезавтра на работу, так и знай, вылетишь отсюда, как пробка.\n\nЭш слабо дëрнула уголками губ:\n— Договорились.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "— Что ты сказал? \n— Просто... Я видел... — парень виновато потупил взгляд. — Я немного слежу... \n— Ближе. К делу.\n— Вас больше нет в списке группы в соцсетях.\n— Что?! Покажи! — она зашла за его спину, чтобы тоже видеть экран ноутбука, и тут он поспешно захлопнул крышку.\n— Извините, там просто... — он оглянулся на неё с таким виноватым видом, словно был псом, разбившим любимую хозяйскую вазу.\n\nЭш вздохнула и отвернулась. Застучали пальцы по клавишам.\n— Вот, — парень немного развернул ноутбук на неё, и она впилась глазами в экран.\n\nНа странице группы в инстаграмме* действительно не было привычной строчки про вокалистку, зато у Джека вместо \"бэк-вокал\" значилось просто \"вокал\", а на бэки переставили Челси, их второго гитариста.\n\n\"Один день... Прошёл только один чëртов день... И этот козëл уже вычеркнул меня оттуда, как будто меня там не было. Стоп, а это ещё...\"\n\nЭш отобрала у очкарика мышку и кликнула на фотографию группы. Она была похожей на предыдущую, поэтому она не сразу заметила разницу, но это была фотка без неё. Видимо, прямо с сегодняшней репетиции.",
    "answers": [
      {
        "id": 54,
        "text": "*организация Meta признана экстремистской на территории РФ.",
        "comment": true,
        "merge": false
      },
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Ублюдок... Какой же ублюдок, — сквозь зубы выговорила Эш и увидев, как съëжился очкарик, раздражённо добавила:\n— Не ты.\n\nОчкарик облегчëнно выдохнул. Эш пристально вгояделась в его лицо.\n— Как тебя зовут? — очкарик, кажется, меньше всего ожидал этого вопроса и подвис на несколько секунд.\n— Я... Фил. Филипп. Можно Фил.\n— Спасибо, Фил, — Эш пару секунд понаблюдала, как радостно светлеет его лицо, и ушла работать дальше.",
    "answers": [
      {
        "id": 42,
        "text": "Работать"
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  }
]