[
  {
    "id": 1,
    "text": "Жанр: фэнтези, RPG\nАвтор: Рия\n\n\nВы пришли в себя в незнакомой комнате. Кто Вы? Что Вы здесь делаете? \n\nПопытавшись осмотреться вокруг, Вы поняли, что не можете сфокусировать взгляд ни на одном из предметов интерьера. \n\nКак Вы здесь оказались? Вы постарались припомнить, что же произошло, но не смогли. Ваша память оказалась совершенно пуста.",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 3,
        "text": "Примечание "
      }
    ]
  },
  {
    "id": 2,
    "text": "ПРОЛОГ\n\n— Ты знаешь кто ты? Как тебя зовут? — Стоящий в отдаленнии мужчина в мантии внимательно смотрел на Вас.\nПеред мужчиной лежала толстая книга с пожелтевшими станицами.\n\nВы пытались прийти в себя и понять что происходит. Пока получалось не очень хорошо. Вы сосредоточили взгляд на фигуре в мантии. Нужно что-то ответить:",
    "answers": [
      {
        "id": 6,
        "text": "— Нет"
      },
      {
        "id": 7,
        "text": "— Вроде бы"
      },
      {
        "id": 7,
        "text": "— Конечно знаю"
      },
      {
        "id": 8,
        "text": "Осмотреть комнату"
      }
    ]
  },
  {
    "id": 3,
    "text": "Привет, я — Рия. Этот квест еще в разработке.\nОставляйте Ваши идеи и пожелания в комментариях и у них будет шанс попасть в квест.\n\nПока готов только ПРОЛОГ и часть Главы 1, но дальнейшая работа ведётся.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы опустили взгяд вниз и с удивлением обнаружили, что на Вас надеты какие-то лохмотья, вероятно служившие раньше половой тряпкой. Под лохмотьями скрывалась фигура молодого мужчины. Ничего примечательного в тех местах, которые открывались взору, Вы не заметили.\n\n* Теперь вы знаете, что Вы — мужчина. Это уже что-то. *\n\nВы слишком долго молчали и Ваш собеседник начал нервничать. Мужчина перевернул страницу своей книги и беззвучно задвигал губами.",
    "answers": [
      {
        "id": 17,
        "text": "Молча рассмотреть мужчину"
      },
      {
        "id": 20,
        "text": "— Что происходит?"
      }
    ]
  },
  {
    "id": 5,
    "text": "Мужчина улыбнулся Вам хищной улыбкой. С удовлетворением закрыл книгу и о чем-то задумался.\n\nВ следующий миг он тихо протараторил несколько слов, взмахнул руками и...",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Отлично. — Пробормотал мужчина себе под нос. — Знаешь кто я?",
    "answers": [
      {
        "id": 5,
        "text": "— Нет"
      },
      {
        "id": 9,
        "text": "Попытаться вспомнить"
      },
      {
        "id": 10,
        "text": "— (Солгать) Знаю"
      }
    ]
  },
  {
    "id": 7,
    "text": "— И как же?\n\nМужчина явно насмехался над Вами. \n\nЧто же Вы могли противопоставить этому? Вы не помнили собственное имя.\n\nМожет, если произнести первое пришедшее на ум, Вы сможете обмануть этого напыщеного негодяя.",
    "answers": [
      {
        "id": 11,
        "text": "— (Солгать) Арго"
      },
      {
        "id": 12,
        "text": "— Вы правы, я не помню"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы огляделись по сторонам. \n\nСлева от Вас на небольшом расстоянии находились книжные полки, заваленные разными томами и пожелтевшими свитками. Чуть поодаль на большом деревянном столе стояли разные колбы и склянки.\n\nПо правую руку от Вас всё пространство от пола до потолка занимало огромное окно. Стекло имело странный голубовато-зеленый оттенок, и Вы никак не могли разглядеть что находится по ту сторону.\n\nПрямо напротив Вас стоял незнакомец и ждал ответа на свой вопрос.",
    "answers": [
      {
        "id": 4,
        "text": "Проигнорировать незнакомца и оглядеть себя"
      },
      {
        "id": 12,
        "text": "Молча уставится на незнакомца"
      },
      {
        "id": 18,
        "text": "— Что Вы спросили?"
      },
      {
        "id": 19,
        "text": "— Ты что со мной сделал, собака?"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы пытаетесь вспомнить хоть что-то. Кем Вы были? Кто Ваши родители? В какой стране Вы находитесь? Ответа на эти вопросы у Вас нет.\n\nВы видите мужчину и книгу. Эти названия Вам знакомы. Вы помните, что умеете читать. Очевидно, Вы знаете язык, на котором с Вами говорит незнакомец. Но Вы совершенно ничего не знаете ни о себе, ни об окружающем Вас мире.\n\nМужчина по-прежнему смотрит на Вас в упор, ожидая ответа.",
    "answers": [
      {
        "id": 12,
        "text": "Молча посмотреть в ответ"
      },
      {
        "id": 10,
        "text": "— (Солгать) Знаю"
      },
      {
        "id": 5,
        "text": "— Я ничего не помню..."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Лжешь и довольно неумело.\n\nВ следующий миг мужчина тихо протараторил несколько слов, взмахнул руками и...",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 11,
    "text": "— А как зовут меня в таком случае?\n\nЧто Вам терять? Теперь уж можно вести свою игру до конца.",
    "answers": [
      {
        "id": 13,
        "text": "— (Солгать) Эрио"
      },
      {
        "id": 14,
        "text": "Оскорбить"
      }
    ]
  },
  {
    "id": 12,
    "text": "Мужчина рассмеялся с заметным удовлетворением. \n\n— Так ты глуп или труслив? Значит всё, что я о тебе слышал, лишь россказни трактирных сплетников. Долго ты не проживешь без защиты, которая у тебя была.\n\nВ следующий миг мужчина тихо протараторил несколько слов, взмахнул руками и...",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Еще одна ложь. Разве ты не способен признать правду, когда она очевидна всем окружающим? Или настолько глуп, что не понимаешь происходящего?\n\nВ следующий миг мужчина тихо протараторил несколько слов, взмахнул руками и...",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Напыщенный индюк — в сердцах бросили Вы.\n\nМужчина рассмеялся.\n— Не долго ты проживешь с таким нравом.\n\nВ следующий миг мужчина тихо протараторил несколько слов, взмахнул руками и...",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 15,
    "text": "Проигнорировав Ваш вопрос, незнакомец уставился в свою книгу. Не поднимая головы, он тихо заговорил:\n\n— Если бы знал, во что ты вмешался, ты бы предпочел смерть. Но так просто ты не отделаешься. Ты может и не помнишь, а я то всё помню. Теперь ты будешь страдать и побираться, пока я живу в достатке.\n\nВ следующий миг он тихо протараторил несколько слов, взмахнул руками и...",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Ты понимаешь меня или помнишь как тебя зовут?\n\nМужчина уже сердился не на шутку. Он вперил в Вас взгляд. Молчание немного затянулось, и Вам стало не по себе.\n\nЧтобы как-то разбавить напряженную ситуацию, Вы произнесли:",
    "answers": [
      {
        "id": 5,
        "text": "— Я Вас понимаю, но ничего не помню"
      },
      {
        "id": 12,
        "text": "— Я уже вообще ничего не понимаю"
      },
      {
        "id": 14,
        "text": "Оскорбление"
      },
      {
        "id": 15,
        "text": "Кто Вы? Что со мной произошло?"
      }
    ]
  },
  {
    "id": 17,
    "text": "Незнакомец перед Вами среднего роста, имеет невыразительное лицо и копну каштановых волос. Выглядит лет на тридцать — тридцать пять. Разглядеть его телосложения Вы не смогли из-за зеленой плотной мантии.\n\nИз выдающихся черт мужчины Вы отметили:\n* Светло-серые глаза\n* Орлиный нос\n* Каштановые волосы до плеч\n\nНезнакомец продолжая шевелить губами, взглянул на Вас и неприятно улыбнулся.\n\nВ следующий миг мужчина тихо протараторил несколько слов, взмахнул руками и...",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Я спросил, помнишь ли ты, как тебя зовут.\n\nМужчина произнес фразу медленно, всё больше раздражаясь.\n\n— Ты понимаешь мои слова?",
    "answers": [
      {
        "id": 16,
        "text": "Кивнуть"
      },
      {
        "id": 12,
        "text": "Покачать головой"
      },
      {
        "id": 5,
        "text": "— Я ничего не помню"
      },
      {
        "id": 21,
        "text": "(Пропеть) Оранжевые гномы \nВ оранжевых тавернах\nОранжевое пиво..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Незнакомец злобно зыркнул на Вас и принялся листать свою книгу.\n\nВы недолго думая бросились к мужчине, сжимая кулаки. Но не сделав и шаг, уткнулись в невидимую преграду.",
    "answers": [
      {
        "id": 14,
        "text": "Оскорбить незнакомца"
      },
      {
        "id": 5,
        "text": "— Давай обсудим сложившуюся ситуацию "
      }
    ]
  },
  {
    "id": 20,
    "text": "— О, он умеет говорить. Так скажи мне, что ты помнишь?\n\nНезнакомец напряженно посмотрел на Вас, ожидая ответа.",
    "answers": [
      {
        "id": 6,
        "text": "— Ничего"
      },
      {
        "id": 10,
        "text": "— (Солгать) Всё "
      },
      {
        "id": 22,
        "text": "— (Предположить) Помню, что мы с тобой враги"
      }
    ]
  },
  {
    "id": 21,
    "text": "Незнакомец потер виски пальцами и посмотрел на Вас с каплей жалости.\n\n— Кажется переусердствовал, ну теперь ничего не поделаешь.\n\nВ следующий миг он тихо протараторил несколько слов, взмахнул руками и...",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Лжешь... — Неуверенно протянул мужчина, — ты не можешь этого помнить.\n\nВы молча уставились на незнакомца, не желая выдавать себя. Видимо, Вы попали в точку и перед Вами действительно враг.\n\n— Я произнес все слова правильно и выбрал правильный аспект. Ты как-то помешал моей магии?\n\n* Магия. Вы узнали причину потери памяти *\n\nВы не знали, что сказать. Про магию Вы не знали абсолютно ничего.\n\nНе дожидаясь Вашего ответа, и незнакомец резко взмахнул руками и отрывсто произнес магическую формулу...",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 23,
    "text": "Комната закружилась у Вас перед глазами. Вы не могли сделать вдох. Вокруг Вас заметался сноп разноцветных искр, сменившийся полной темнотой. Вашу голову будто зажали в тиски.\n\nВсё. Больше Вы не выдержите. Вы успели подумать, какая же это нелепая смерть. Если у Вас нет памяти, то что же Вы увидите в последние моменты перед внутренним взором?\n\nВ один миг всё прекратилось. Вы упали, больно ударившись коленом. Ваши глаза всё еще закрыты, а в ушах звенит.",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить",
        "blackout": true
      }
    ]
  },
  {
    "id": 24,
    "text": "ГЛАВА 1\n\nВы открыли глаза и тут же зажмурились от яркого солнца. Немного подождав, Вы попробовали снова.\n\nВашему взору предстала великолепная картина: зеленая и сочная трава, в отдалении высокие деревья и многочисленные кустарники, а над ними небо, такое голубое, что на мгновение у Вас перехватило дыхание от увиденной красоты.\n\nВоздух с легкостью врывался в легкие, что принесло облегчение после затхлости каморки незнакомца. Слух наполнили переливы птичьих голосов. Как чудесно было оказаться на свежем воздухе.\n\nВы бы даже могли порадоваться дольше, если бы не оказались посреди леса в одних лохмотьях.",
    "answers": [
      {
        "id": 25,
        "text": "Осмотреть себя"
      },
      {
        "id": 26,
        "text": "Осмотреться вокруг"
      },
      {
        "id": 27,
        "text": "Встать и пойти"
      },
      {
        "id": 28,
        "text": "Лечь на траву и немного отдохнуть"
      },
      {
        "super_calculate": false,
        "forget": [
          34,
          49,
          48,
          58,
          62
        ],
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "id": 24
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы решили осмотреть своё тело получше, пока никого нет рядом. Убедившись, что Вы на опушке один, Вы стянули с себя рваную тряпку и уставились на свои ноги.\n\nМедленно поднимая взгляд вверх, Вы внимательно осматривали каждый сантиметр тела. Дойдя до груди, Вы принялись осматривать руки. Крутили их, приближали ладони. \n\nНичего, кроме грязи под ногтями, Вы не нашли. Никаких приметных деталей. Тело обычного молодого мужчины. Кожа светлая, загара нет. Вы, судя по всему, предпочитали упражнения долгим трапезам. На ладонях небольшие, но успевшие загрубеть мозоли. Значит руками работать умеете, но вряд ли зарабатывали этим на жизнь.",
    "answers": [
      {
        "id": 26,
        "text": "Осмотреться вокруг"
      },
      {
        "id": 27,
        "text": "Встать и пойти"
      },
      {
        "id": 28,
        "text": "Лечь и отдохнуть"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы внимательнее осмотрели опушку леса, на которой оказались.\n\nНебольшое открытое пространство со всех сторон окруженное деревьями преимущественно ясеневых пород. Плотный подлесок из кустарника не позволял рассмотреть что находилось дальше.\n\nВы крутили головой по сторонам, пока не заметили небольшой зазор между двумя кустами. Как будто когда-то там была тропка, но заросла за ненадобностью.\n\nНедалеко от этого места Вы увидели лежащую на земле засохшую ветку дерева.",
    "answers": [
      {
        "id": 34,
        "text": "Поднять ветку"
      },
      {
        "id": 35,
        "text": "Пойти по заросшей тропке"
      },
      {
        "id": 27,
        "text": "Пойти в другом направлении "
      },
      {
        "id": 28,
        "text": "Прилечь и отдохнуть "
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы не стали терять время и направились... \n\nКуда?",
    "answers": [
      {
        "id": 29,
        "text": "На север"
      },
      {
        "id": 30,
        "text": "На запад"
      },
      {
        "id": 31,
        "text": "На юг"
      },
      {
        "id": 32,
        "text": "На восток"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы легли на траву и прикрыли глаза рукой. Лёгкий ветерок приятно обдувал тело. Птичьи трели превратились в колыбельную.\n\nВы сами не заметили как провалились в сон. \n\nРазбудил Вас страшный рык возле уха. Вы почти успели отрыть глаза, прежде чем почутвовали резкую боль и потеряли сознание.\n\nБольше Вы не очнулись. Вы так и не смогли вспомнить ни одной значительной детали из своей жизни. Новыми воспоминаниями Вы также не обзавелись.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить",
        "blackout": true
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы отправились на Север.\n\nПройдя ряд кустарников, Вы вступили в затемненное пространство леса. Над Вашей головой высились деревья, вокруг Вас раздавались звуки жизни лесных обитателей.\n\nПрогулка по лесу оказалась на удивление приятной и вскоре солнечные лучи начали пробиваться через редеющие деревья. Еще около получаса Вы шли по лесу, пока не вышли на мощеную булыжником дорогу.\n\nДорога расходилась в двух направлениях:\n\n* Северо-запад\n* Восток\n\nВы выбрали:",
    "answers": [
      {
        "id": 44,
        "text": "Северо-запад"
      },
      {
        "id": 53,
        "text": "Восток"
      }
    ]
  },
  {
    "id": 30,
    "text": "Запад. Направление ничем не хуже других. Вы бодро продрались сквозь кусты и зашагали навстречу неизвестному.\n\nСпустя тридцать минут расслабленной ходьбы, Вы неожиданно для себя вышли на небольшую утоптанную дорожку. Дорожка вилась вдоль кромки леса и уходила в двух направлениях:\n\n* Север\n* Юг\n\nКуда Вы направитесь дальше?",
    "answers": [
      {
        "id": 56,
        "text": "Север"
      },
      {
        "id": 57,
        "text": "Юг"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы решили пойти на Юг.\n\nПовернувшись к солнцу спиной, Вы бодро зашагали в выбранном направлении.\n\nВам пришлось продираться через кустарник, уклоняться от веток и огибать совсем непроходимые участки.\n\nСпустя час Вы всё еще шли по лесу. Прошла еще пара часов прежде чем лес начал редеть. \n\nЕще через тридцать минут Вы наконец вышли из леса на узкую дорожку.",
    "answers": [
      {
        "id": 36,
        "text": "Идти по дорожке"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы выбрали Восток.\n\nОглянувшись назад, Вы неуверенно пошли в выбранном направлении. Без труда пройдя через невысокий кустарник, Вы вступили в затененное пространство, образованное кронами деревьев.\n\nВам пришлось немного пригнуться, чтобы не задевать ветки, но в остальном прогулка по лесу была даже приятной.\n\nМинут через двадцать Вы вышли на другую опушку. Взглянув на другую сторону опушки, Вы застыли как вкопаный.\n\nТам, пожевывая травку, стояла коза.",
    "answers": [
      {
        "id": 39,
        "text": "Пройти мимо"
      },
      {
        "id": 40,
        "text": "Отпугнуть козу палкой",
        "need": [
          34
        ]
      },
      {
        "id": 41,
        "text": "Попробовать взять козу с собой"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ваша недолгая жизнь подошла к концу.",
    "answers": [
      {
        "id": 24,
        "text": "В начало главы"
      },
      {
        "id": 1,
        "text": "В начало книги"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы подняли ветку.\n\nПока непонятно зачем она Вам, но по крайней мере теперь у Вас есть на что опереться при ходьбе.\n\nВы решили направится:",
    "answers": [
      {
        "id": 35,
        "text": "Пойти по заросшей тропке"
      },
      {
        "id": 27,
        "text": "Пойти в другом направлении "
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы легко прошли сквозь небольшой зазор в стене кустов и направились через лес. То теряя, то находя следы заросшей тропки, Вы с легкостью вышли из леса.\n\nПеред Вами в две стороны раскинулась мощеная булыжником дорога.\n\nУ Вас есть два пути:\n\n* Северо-запад\n* Восток\n\nКуда Вы направитесь?",
    "answers": [
      {
        "id": 60,
        "text": "Северо-запад"
      },
      {
        "id": 53,
        "text": "Восток"
      }
    ]
  },
  {
    "id": 36,
    "text": "Дорожка вилась по краю леса и вскоре вывела Вас на мощеную булыжником широкую дорогу.\n\nВы воспряли духом. Эта дорога была явно создана для повозок и наверняка приведет Вас в какое-нибудь поселение.\n\nПостепенно начали сгущаться сумерки, но Вы твердо решили идти вперед. Не смотря на усталость, Вы не останавливались.",
    "answers": [
      {
        "id": 37,
        "text": "Пройти еще немного"
      },
      {
        "id": 38,
        "text": "Сделать привал"
      }
    ]
  },
  {
    "id": 37,
    "text": "Опустилась ночь. В отдалении послышались шорохи. Вы поняли, что кто-то или что-то пробирается через кусты.\n\nВы попытались оглядется, но не смогли ничего разглядеть в темноте.\n\nСовсем рядом Вы услышали рычание, и страшные клыки с силой сомкнулись на Вашем горле.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы решили остановиться и немного отдохнуть.\n\nУ Вас не было ни огня, ни способа его добыть, поэтому Вы просто сели на обочине дороге и уставились на небо.\n\nОпустилась ночь. Звёзды засияли на небосклоне. Вы узнали Деву и Старуху. Пытаясь разглядеть Мать, Вы не услышали, что кто-то или что-то пробирается через кусты.\n\nВ следующую секунду мощные челюсти сомкнулись на Вашем горле.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы прошли мимо. Коза даже не подняла головы, продолжая поедать сочные заросли.\n\nНе больше чем через час Вы вышли на мощеную булыжником дорогу. Осмотревшись, Вы заметили слева в отдалении нечто напоминающее указатель.",
    "answers": [
      {
        "id": 42,
        "text": "Пойти к указателю"
      },
      {
        "id": 43,
        "text": "Пойти в противоположную сторону "
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы пошли к козе, потрясая палкой.\n\n— А ну-ка брысь\n\nКоза посмотрела на Вас и послушно отошла в сторону, где снова принялась за траву.\n\nВ том месте, где коза была раньше, не было ничего, кроме пятачка общипанной травки.\n\nВы пошли своей дорогой, больше не приближаясь к козе.\n\nПримерно через час Вы вышли из леса на мощеную булыжником дорогу. На небольшом расстоянии с левой стороны от Вас виднелся указатель.",
    "answers": [
      {
        "id": 42,
        "text": "Пойти к указателю"
      },
      {
        "id": 43,
        "text": "Пойти в противоположную сторону"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы медленно приблизились к козе и протянули ей ладонь.\n\nКоза отвлеклась от жевания травы и уткнулась носом в Вашу ладонь. Втянув воздух, коза остранилась и помотала головой, после чего уставилась на Вас.\n\nВы оба застыли на мгновение. Потом коза снова обнюхала Вашу ладонь и вернулась к жеванию травы.\n\nВы сделали вывод, что эта коза привыкла жить с людьми. Может стоит взять её с собой? Какой-никакой компаньон.\n\nКак же это провернуть?",
    "answers": [
      {
        "id": 48,
        "text": "Схватить козу руками"
      },
      {
        "id": 49,
        "text": "Использовать палку",
        "need": [
          34
        ]
      },
      {
        "id": 39,
        "text": "Оставить козу в покое"
      }
    ]
  },
  {
    "id": 42,
    "text": "Надпись на указателе:\n\n* Северо-запад — Постоялый двор \"Одинокий путник\" — 5 в.\n\n* Восток — Ясенево — 30 в.\n\nНиже приписано: не путешествуйте ночью",
    "answers": [
      {
        "id": 46,
        "text": "Пойти на Северо-запад"
      },
      {
        "id": 47,
        "text": "Пойти на Восток",
        "need": [
          -47
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы шли и шли, но больше по дороге не встречалось ни указателей, ни людей.\n\nСпустя час Вы решили остановиться и подумать, что следует делать дальше.",
    "answers": [
      {
        "id": 42,
        "text": "Вернуться к указателю"
      },
      {
        "id": 45,
        "text": "Идти вперед"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы не стали менять направление и отправились на Северо-запад.\n\nВы прошагали около двух часов по дороге, когда начали опускаться сумерки. Вы уже хотели остановиться на ночлег, когда заметили в отдалении какие-то постройки.\n\nНе теряя времени, Вы направились в сторону построек. Добрались до них, когда почти полностью стемнело. В свете зажженных ламп Вы сумели разглядеть вывеску:\n\n—   Постоялый двор   —\n— \"Одинокий путник\" —\n\nВы вздохнули с облегчением.",
    "answers": [
      {
        "id": 55,
        "text": "Войти в дверь"
      }
    ]
  },
  {
    "id": 45,
    "text": "Зачем возвращаться, если уже проделал такой путь? Вы решили не оглядываться и идти вперед.\n\nСпустя несколько часов небо начало темнеть. Вы поймали себя на мысли, что можно ненадолго присесть и отдохнуть. \n\nЗалюбовавшись ночным небом, Вы не заметили как провалились в сон.\n\nВы так и не проснулись, когда какой-то хищный зверь решил наполнить свой желудок Вами.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы решили, что скорее найдете помощь на постоялом дворе.\n\nДа и не стоит игнорировать сообщение оставленное на указателе. Как бы Вы не устали, до ночи Вы должны добраться до \"Одинокого путника\".",
    "answers": [
      {
        "id": 46,
        "text": "Коза, вероятно, замедлит Вас, но Вы уже привязались к животинке. Перехватив её поудобнее, Вы отправились дальше.",
        "comment": true,
        "need": [
          48,
          -58
        ]
      },
      {
        "id": 46,
        "text": "С козой Вы пойдете не так быстро, но возможно Вы придумаете что-то, чтобы успеть до заката.",
        "comment": true,
        "need": [
          49
        ]
      },
      {
        "id": 59,
        "text": "Продолжить",
        "need": [
          49
        ]
      },
      {
        "id": 60,
        "text": "Продолжить",
        "need": [
          -49
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы решили, что Ясенево является каким-то поселением. Возможно там Вы отыщите помощь.\n\nСкорее всего Вы не успеете дойти туда до наступления ночи.\n\nНо отринув все сомнения, Вы двинулись вперед.\n\nСпустя час Вы начали уставать. Так и не заметив никаких людей и даже следов их пребывания на дороге, Вы начали сомневаться, что выбрали верное направление.",
    "answers": [
      {
        "id": 42,
        "text": "Вернуться к указателю"
      },
      {
        "id": 45,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы медленно протянули руку и погладили козу по загривку. Коза отреагировала меканьем, но от Вашей руки не отстранилась.\n\nВы подошли ближе и аккуратно положили на козу вторую руку. Поглаживая шерсть, Вы медленно переместили руки и обхватили козу. Немного подождали, после чего распрямились.\n\nУ Вас получилось. Теперь коза в Ваших руках.\n\nПутешествовать станет сложнее и Вы медленнее будете продвигаться вперед, но зато теперь у Вас есть коза.",
    "answers": [
      {
        "id": 50,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы легко тронули козу палкой по крупу, ни на что особо не надеясь. К Вашему удивлению это сработало.\n\nКоза медленно пошла вперед. Теперь Вы можете направлять козу туда, куда Вам хочется.\n\nМожет это и не самый быстрый способ передвижения, но так Вы тратите минимум усилий. И теперь Вы не одиноки, у Вас есть коза.\n\nВы с козой прошли еще немного в восточном направлении и вышли на мощеную булыжником дорогу. По левую руку от Вас в отдалении Вы увидели указатель.",
    "answers": [
      {
        "id": 42,
        "text": "Подойти к указателю"
      },
      {
        "id": 51,
        "text": "Поговорить с козой"
      }
    ]
  },
  {
    "id": 50,
    "text": "С козой на руках Вы прошли еще немного в восточном направлении и вышли на мощеную булыжником дорогу. \n\nРешив немного передохнуть, Вы поставили козу на землю. Коза меланхолично принялась жевать траву на обочине дороги.\n\nПо левую руку от Вас в отдалении Вы увидели указатель.\n\nВы решили:",
    "answers": [
      {
        "id": 42,
        "text": "Снова поднять козу и пойти к указателю"
      },
      {
        "id": 51,
        "text": "Поговорить с козой"
      },
      {
        "id": 58,
        "text": "Оставить козу"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Как тебя зовут? — обратились Вы к козе.\n\nКоза непонимающе посмотрела на Вас и промолчала.\n\n— Так и будешь молчать? \n\nВ ответ коза промекала что-то непонятное, видимо ругательтво.\n\nЭто просто коза, чего еще Вы от нее ожидали? Козы не разговаривают.",
    "answers": [
      {
        "id": 42,
        "text": "Всё-таки пойти к указателю"
      },
      {
        "id": 52,
        "text": "Попытаться разговорить козу"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Ну что ты молчишь? Поговори со мной.\n\nВы присели возле козы на корточки и продолжали диалог. Хотя скорее это можно назвать монологом, коза то не отвечала.\n\n— Откуда ты? Как ты оказалась в лесу?\n\nМолчание.\n\n— Тебе не одиноко?\n\n— Меееее — Вам почудилось недовольство в интонациях козы.\n\n— Вот и мне одиноко\n\nВы попытались заглянуть козе в глаза.\n\nКоза угрожающе наклонила голову и с размаха боднула Вас рогами.\n\nЖаль, что Вы ничего больше не смогли сделать, потому что потеряли сознание.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 53,
    "text": "Решив повернуть на Восток, Вы прошагали еще около часа, пока не заметили указатель.",
    "answers": [
      {
        "id": 42,
        "text": "К указателю"
      },
      {
        "id": 54,
        "text": "Проигнорировать указатель и продолжить путь на Восток"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы шли и шли. На пути Вам не встретилось ни одной живой души. Поселения тоже не было, сколько бы Вы не всматривались в горизонт.\n\nВероятно, не стоило менять направление. Или хотя бы стоило прочитать надпись на указателе. \n\nВы начали уставать и сил возвращаться назад у Вас уже не было.",
    "answers": [
      {
        "id": 45,
        "text": "Упрямо идти вперед"
      }
    ]
  },
  {
    "id": 55,
    "text": "ПОСТОЯЛЫЙ ДВОР\n\"Одинокий путник\"",
    "answers": [
      {
        "id": 55,
        "text": "Вы с козой на руках тяжело ввались в дверь постоялого двора.\n\nВы настолько устали, что не сразу поняли, что к Вам бежит женщина с дальнего конца зала.\n\nПрижимая вырывающую козу к себе, Вы пытались отдышаться.\n\n— Да где же ты, чертовка, пропадала. Я уж вся извелась. Спасибо, что принесли её домой.\n\nВы наконец пришли в себя и опустили козу на пол.",
        "comment": true,
        "need": [
          49,
          -62
        ]
      },
      {
        "id": 55,
        "text": "Вы с козой на руках тяжело ввалились в дверь постоялого двора.\n\nВы настолько устали, что не сразу поняли, что к Вам бежит женщина с дальнего конца зала.\n\nПрижимая вырывающую козу к себе, Вы пытались отдышаться.\n\n— Да где же ты, чертовка, пропадала. Я уж вся извелась. Спасибо, что принесли её домой.\n\nВы наконец пришли в себя и опустили козу на пол.",
        "comment": true,
        "need": [
          48,
          -58
        ]
      },
      {
        "id": 55,
        "text": "Вы вошли в дверь постоялого двора и закрыли её за собой.\n\nУ дальней стены женщина средних лет протирала барную стойку. Она подняла взгляд и вскрикнула от неожиданности, увидев Вас.\n\n— Ох, напугал. Ночь на дворе. Ты как тут оказался?",
        "comment": true,
        "need": [
          -48,
          -49
        ]
      },
      {
        "id": 55,
        "text": "Вы вошли в дверь постоялого двора и закрыли её за собой.\n\nУ дальней стены женщина средних лет протирала барную стойку. Она подняла взгляд и вскрикнула от неожиданности, увидев Вас.\n\n— Ох, напугал. Ночь на дворе. Ты как тут оказался?",
        "comment": true,
        "need": [
          49,
          62
        ]
      },
      {
        "id": 55,
        "text": "Вы вошли в дверь постоялого двора и закрыли её за собой.\n\nУ дальней стены женщина средних лет протирала барную стойку. Она подняла взгляд и вскрикнула от неожиданности, увидев Вас.\n\n— Ох, напугал. Ночь на дворе. Ты как тут оказался?",
        "comment": true,
        "need": [
          48,
          58
        ]
      },
      {
        "id": 55,
        "text": "Вы достигли безопасности. \n\nНа этом месте история прерывается, но в скором времени она продолжится.",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "super_calculate": false,
        "id": 55,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "Здоровье",
          20,
          "Деньги",
          0,
          "Репутация",
          0
        ]
      },
      {
        "super_calculate": false,
        "id": 55,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "Коза",
          0
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы свернули в Северном направлении. \n\nХоть тропка и была довольно узкой, похоже что по ней часто ходили. Вы быстро зашагали по хорошо утрамбованной земле.\n\nДва часа пути показались Вам легкой прогулкой. Вы даже смогли отвлечься от своих мыслей о незнакомце и затхлой комнате. \n\nВы сами не заметили как вышли на мощеную булыжником дорогу.\n\nСудя по тому, как тропка прилегала к основной дороге, Вы поняли, что тропку протоптали те, кто ходил по дороге на Север.\n\nВы решили поступить так же.",
    "answers": [
      {
        "id": 60,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 57,
    "text": "Свернув в Южном направлении, Вы зашагали по утоптанной тропинке.\n\nЧерез три часа Вы начали уставать. Солнце всё еще пекло Вашу голову, но Вы смело шли вперед.\n\n",
    "answers": [
      {
        "id": 36,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы решили больше не тащить тяжелое животное, и оставили ее на обочине дороги.\n\nПутешествовать стало легче, но Вам стало немного грустно бросать своего молчаливого компаньона.\n\nВ отдалении всё так же виднеется указатель.",
    "answers": [
      {
        "id": 42,
        "text": "Пойти к указателю"
      },
      {
        "id": 43,
        "text": "Пойти в другую от указателя сторону"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы шли, медленно погоняя козу палкой, постоянно поглядывая на небо. Скоро начнет темнеть, а Вы еще не заметили никакого постоялого двора.\n\nЕсли Вы ничего не предпримете, Вы скорее всего не успеете до наступления ночи.\n\nЧто Вы будете делать?",
    "answers": [
      {
        "id": 61,
        "text": "Взять козу подмышку и побежать"
      },
      {
        "id": 62,
        "text": "Бросить козу на дороге и ускорить шаг"
      },
      {
        "id": 63,
        "text": "Продолжать идти с козой в том же темпе"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы прошагали около двух часов по дороге, когда начали опускаться сумерки. Вы уже хотели остановиться на ночлег, когда заметили в отдалении какие-то постройки.\n\nНе теряя времени, Вы направились в сторону построек. Добрались до них, когда почти полностью стемнело. В свете зажженных ламп Вы сумели разглядеть вывеску:\n\n—   Постоялый двор   —\n— \"Одинокий путник\" —\n\nВы вздохнули с облегчением.",
    "answers": [
      {
        "id": 55,
        "text": "Войти в дверь"
      }
    ]
  },
  {
    "id": 61,
    "text": "Как бы Вам ни было тяжело, но Вы не могли бросить животинку, зная, что по ночам здесь небезопасно. \n\nПоэтому наплевав на усталость, Вы схватили козу подмышку и побежали вперед. Коза издала протестующее меканье, но не пыталась вырваться, видимо Вы ей приглянулись.\n\nВы бежали чуть меньше часа и уже начали выбиваться из сил. Вы хотели остановиться, наплевав на предупреждение указателя, когда заметили в отдалении какие-то постройки.\n\nНе теряя времени, Вы направились в сторону построек. Добрались до них, когда почти полностью стемнело. В свете зажженных ламп Вы сумели разглядеть вывеску:\n\n—   Постоялый двор   —\n— \"Одинокий путник\" —\n\nВы вздохнули с облегчением, и не отпуская козу, подошли к двери.",
    "answers": [
      {
        "id": 55,
        "text": "Войти в дверь"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы сделали всё, что могли. Но если ночью здесь опасно, то Вам нужно быстрее добраться до постоялого двора. С козой Вы просто не успеете.\n\nОставив козу смотреть на Вас грустными глазами, Вы быстрым шагом пошли дальше.\n\nПрошло чуть меньше часа, Вы уже хотели остановиться и отдохнуть, наплевав на предупреждение указателя. Тут Вы заметили в отдалении какие-то постройки.\n\nНе теряя времени, Вы направились в сторону построек. Добрались до них, когда почти полностью стемнело. В свете зажженных ламп Вы сумели разглядеть вывеску:\n\n—   Постоялый двор   —\n— \"Одинокий путник\" —\n\nВы вздохнули с облегчением",
    "answers": [
      {
        "id": 55,
        "text": "Войти в дверь"
      }
    ]
  },
  {
    "id": 63,
    "text": "Не обращая внимания на тревожное ощущение, Вы продолжили идти по дороге, погоняя козу палкой.\n\nКогда догорели последние лучи заката, Вы остановились на привал. Идти в темноте было почти невозможно, да и Вы решили не рисковать своими и так ранеными ступнями.\n\nПрисев на обочине, Вы принялись массировать затекшие мышцы ног.\n\nВ следующий момент произошли одновременно две вещи: Вы услышали блеяние и на Вашем горле сомкнулись огромные челюсти.\n\nВы потеряли сознание от боли.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Конечно, сейчас принесу. Ты посиди пока тут.\n\nВы и не планировали вставать с пола, сил уже не осталось.\n\nЖенщина бросилась к барной стойке. Налив в большую жестяную кружку воды из стоящей рядом бочки, женщина смочила полотенце в ведре и вернулась к Вам \n\n— Вот, выпей, станет полегче. Выглядишь будто за тобой все черти преисподней неслись.\n\nВы приняли кружку у женщины из рук и сделали небольшой глоток. Ваши внутренности скрутило от боли.",
    "answers": [
      {
        "id": 65,
        "text": "Подождать пока боль пройдет "
      },
      {
        "var_add": [
          "Репутация",
          1
        ],
        "super_calculate": false,
        "id": 64,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "var_add": [
          "Коза",
          3
        ],
        "super_calculate": false,
        "id": 64,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 65,
    "text": "Через несколько мгновений болезненные ощущения прошли. Вы не знали, что стало причиной: внезапное появление в лесу, отсутствие в Вашем организме еды и воды долгое время или тот неприятный незнакомец сделал с Вами что-то еще.\n\nТеперь Вы смогли выпить еще пару глотков, и почти не ощутили боли.\n\n— Спасибо, — поблагодарили Вы женщину.\n\n— Ой, да не за что. Ты вон козу на руках тащил, устал небось.\n\nВы смогли только кивнуть. Женщина не спрашивая, принялась вытирать грязь с Вашего лица тряпкой.\n\n— Как же ты всё-таки здесь оказался?",
    "answers": [
      {
        "id": 66,
        "text": "Рассказать"
      },
      {
        "id": 67,
        "text": "Не рассказывать"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы кратко рассказали женщине о том, что произошло, умолчав о странном незнакомце и затхлой комнате. Вы честно признались, что ничего не помните, даже собственное имя.\n\nПока Вы вели рассказ, женщина помогла Вам переместиться на стул, а сама нырнула за барную стойку.\n\nК тому моменту как Вы закончили говорить, на столе перед Вами появилось теплое жаркое и кружка пива.\n\nЖенщина села напротив Вас и задумчиво покачала головой.\n\n— Кушай, восстанавливай силы. Сейчас мы тебе какую-нибудь комнатку найдем, всё остальное подождёт до утра. Меня, кстати, Летия зовут.",
    "answers": [
      {
        "id": 68,
        "text": "— Спасибо",
        "var_add": [
          "Репутация",
          1,
          "Здоровье",
          20
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы не настолько доверчивы, чтобы рассказывать всё первой встречной.\n\n— Это долгая история. — сказали Вы.\n\nЖенщина прекратила вытирать Вас и отдернула руку.\n\n— Что ж, в любом случае спасибо, что донес козу. Можешь поспать на конюшне.\n\nПока Вы вставали на ноги, хозяйка постоялого двора принесла Вам кусок сыра и хлеб.\n\n— Перекуси вот. Конюшня слева от таверны. Заверни за угол и увидишь.",
    "answers": [
      {
        "id": 74,
        "text": "Взять хлеб с сыром и пойти в конюшню",
        "var_sub": [
          "Репутация",
          1
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы начали есть жаркое маленькими кусочками, помятуя о реакции на воду. Но в этот раз Вы не испытали неприятных ощущений, наоборот, Вы почувствовали себя лучше.\n\nЛетия убедилась, что Вам больше ничего не нужно, и поднялась на второй этаж.\n\nВы можете насладиться ужином и немного отдохнуть. \n\nСтоит ли попробовать пиво?",
    "answers": [
      {
        "id": 69,
        "text": "Попробовать пиво"
      },
      {
        "id": 70,
        "text": "Не пить"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы решили, что от кружки пива хуже не станет. А может прохладное пиво поможет Вам немного расслабиться.\n\nВы сделали пару глотков, немного подождали, и допили кружку залпом. После чего доели всё жаркое, начисто облизали ложку, и растянулись на стуле.\n\nНе прошло и пары минут, как Вы почувствовали, что Ваш желудок не обрадовался такому ужину. Не успев как следует разобраться в своих ощущениях, Вы услышали шаги на лестнице. Вернулась хозяйка постоялого двора.\n\n— Пойдем, комната готова. Ванны в ней нет, поэтому тебе придется использовать таз и тряпку. Но уж ототри грязь получше, чтобы мне потом не пришлось её отстирывать с белья.",
    "answers": [
      {
        "id": 71,
        "text": "Пойти за Летией",
        "var_sub": [
          "Здоровье",
          5
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы решили, что воды достаточно, чтобы запить ужин. Тем более Вы не хотели проводить еще больше экспериментов над своим истощенным организмом.\n\nВы доели всё жаркое и начисто облизали ложку, допили последние капли воды, и растянулись на стуле.\n\nНе прошло и пары минут, как Вы услышали шаги на лестнице. Вернулась хозяйка постоялого двора.\n\n— Пойдем, комната готова. Ванны в ней нет, поэтому тебе придется использовать таз и тряпку. Но уж ототри грязь получше, чтобы мне потом не пришлось её отстирывать с белья.",
    "answers": [
      {
        "id": 71,
        "text": "Пойти за Летией"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы поднялись на второй этаж, и следуя за хозяйкой, вошли в третью дверь справа.\n\nХозяйка быстро пожелала Вам спокойной ночи, закрыла дверь и удалилась. Вы остались один в слабо освещенной маленькой комнате.\n\nУ Вас есть время обдумать, что произошло, но сначала неплохо бы отмыться, как просила хозяйка.\n\nНо Вы так устали, а хозяйки здесь нет, и Вы могли бы проигнорировать её просьбу.\n\nЧто Вы будете делать?",
    "answers": [
      {
        "id": 72,
        "text": "Осмотреть комнату",
        "var_set": [
          "Зеркало",
          0
        ]
      },
      {
        "id": 75,
        "text": "Смыть с себя грязь"
      },
      {
        "id": 76,
        "text": "Завалиться в кровать"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы оглядели комнату.\n\nВ ней оказалось не много мебели:\n\n* кровать у окна\n* маленький столик с кувшином и тазом\n* старое зеркало над столиком\n* платяной шкаф\n\nВы заглянули в шкаф, надеясь найти что-то полезное, но в нем лежали только стопки постельного белья и больше ничего.\n\nЧто Вы будете делать дальше?",
    "answers": [
      {
        "id": 75,
        "text": "Смыть с себя грязь"
      },
      {
        "id": 76,
        "text": "Завалиться в кровать"
      },
      {
        "id": 77,
        "text": "Посмотреться в зеркало"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы не смогли заснуть, мысли так и крутились в Вашей голове. Вы решили привести их в порядок и вспомнить что Вы узнали за сегодня.",
    "answers": [
      {
        "var_add": [
          "Здоровье",
          20
        ],
        "super_calculate": false,
        "id": 73,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 73,
        "text": "* Вы - мужчина",
        "comment": true,
        "need": [
          4
        ]
      },
      {
        "id": 73,
        "text": "* Вы видели комнату незнакомца",
        "comment": true,
        "need": [
          8
        ]
      },
      {
        "id": 73,
        "text": "* Вы знаете как выглядит незнакомец",
        "comment": true,
        "need": [
          17
        ]
      },
      {
        "id": 73,
        "text": "* Магия привела к потери памяти",
        "comment": true,
        "need": [
          22
        ]
      },
      {
        "id": 73,
        "text": "* Вы знаете как выглядит Ваше тело",
        "comment": true,
        "need": [
          25
        ]
      },
      {
        "id": 73,
        "text": "* Путешествовать ночью опасно, хотя Вы и не знаете почему",
        "comment": true,
        "need": [
          42
        ]
      },
      {
        "id": 73,
        "text": "* Вы видели своё отражение в зеркале",
        "comment": true,
        "need": [
          77
        ]
      },
      {
        "id": 73,
        "text": "Вы не выяснили ничего полезного. Возможно завтра Вам повезет больше.",
        "comment": true,
        "need": [
          -4,
          -8,
          -17,
          -22,
          -25,
          -42,
          -77
        ]
      },
      {
        "id": 73,
        "text": "Продолжая думать о том, что Вы можете и не можете сделать, Вы провалились в сон.",
        "comment": true
      },
      {
        "id": 79,
        "text": "Спать",
        "blackout": true
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы быстро нашли конюшню, но решили пока не заходить, а перекусить на свежем воздухе. \n\nХлеб был немного черствым, но зато сыр был превосходен. Возможно, Вас угостят им еще раз, как никак Вы вернули домой производителя молока.\n\nПосле еды и небольшого отдыха Вы почувствовали себя лучше. Подняв голову, Вы пригляделись к созвездиям. Удивительно, Вы могли назвать и показать каждое из них, но не представляли как выглядит Ваше собственное лицо.",
    "answers": [
      {
        "var_add": [
          "Здоровье",
          15
        ],
        "super_calculate": false,
        "id": 74,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 82,
        "text": "Войти в конюшню"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вам захотелось наконец почувствовать себя чистым. \n\nВылив небольшое количество воды из кувшина в таз, Вы умыли лицо. Было странно ощущать воду на лице, и ощущать незнакомые черты под пальцами.\n\nВы намочили лежащую рядом тряпицу водой и принялись очищать себя от грязи. Это заняло больше времени, чем Вы предполагали, но результат того стоил.\n\nОтмывшись, Вы почувствовали себя лучше. Теперь можно с чистой совестью ложиться спать.",
    "answers": [
      {
        "var_add": [
          "Здоровье",
          5
        ],
        "super_calculate": false,
        "id": 75,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 77,
        "text": "Посмотреть в зеркало",
        "need": [
          72,
          -77
        ]
      },
      {
        "id": 80,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы слишком устали, чтобы делать что-то еще. Сняв с себя лохмотья, Вы тяжело опустились на кровать. \n\nНаконец-то Вы сможете расслабиться и отдохнуть. Этот день показался Вам очень долгим. Никогда в жизни Вы не чувствовали такую усталость. Но справедливости ради стоит отметить, что Вы вообще не помните что чувствовали до сегодняшнего дня.\n\nВы не представляли с чего начать решать эту проблему. Может хозяйка гостиницы сможет что-то подсказать? Или может Вам стоит поискать помощь в другом месте? А если Вы не сможете вернуть память, чем Вы будете заниматься? Что Вы вообще умеете делать?",
    "answers": [
      {
        "id": 73,
        "text": "Обдумать Вашу ситуацию"
      },
      {
        "id": 81,
        "text": "Постараться уснуть"
      },
      {
        "super_calculate": false,
        "id": 76,
        "var_sub": [
          "Репутация",
          1
        ],
        "text": "Новый ответ. введите текст",
        "calculate": true
      }
    ]
  },
  {
    "id": 77,
    "text": "Вам стало любопытно, как Вы выглядите. Вы подошли к маленькому деревянному зеркалу и заглянули в него.\n\nИз зеркала на Вас смотрел незнакомец. Вы потрогали лицо, отражение сделало тоже самое. Нет сомнений, что лицо в зеркале принадлежит Вам. Но Вы его не узнаете.\n\nВы рассмотрели каждую деталь отражения внимательнее. У Вас:\n\n* Темные густые волосы, не слишком коротко острижены\n* Довольно молодое лицо, не смотря на изможденный вид\n* Большие глаза синего или голубого цвета, Вы не смогли разглядеть в таком освещении\n* Острый нос\n* Полные губы\n* Трехдневная щетина",
    "answers": [
      {
        "id": 78,
        "text": "Продолжить"
      },
      {
        "var_add": [
          "Зеркало",
          1
        ],
        "super_calculate": false,
        "id": 77,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 78,
    "text": "Теперь Вы знаете, как Вы выглядите. Пока Вам сложно соотнести себя с лицом в зеркале, но вдруг это поможет вернуть память. \n\nЧто теперь?",
    "answers": [
      {
        "id": 75,
        "text": "Помыться",
        "need": [
          -75
        ]
      },
      {
        "id": 76,
        "text": "Лечь спать",
        "need": [
          -75
        ]
      },
      {
        "id": 80,
        "text": "Лечь спать",
        "need": [
          75
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы хорошо спали ночью, и почувствовали себя значительно лучше после пробуждения. \n\nУ Вас всё еще болят ноги, порезы и синяки на ступнях не зажили за ночь, но всё остальное тело в порядке.\n\nОкончательно проснувшись, Вы встали с кровати. На столике возле таза Вы увидели стопку одежды. Видимо, хозяйка принесла её для Вас, пока Вы спали.\n\nОдежда представляла собой простые хлопковые штаны и рубаху, а так же пару комплектов нижнего белья.",
    "answers": [
      {
        "id": 83,
        "text": "Одеться и спуститься вниз"
      }
    ]
  },
  {
    "id": 80,
    "text": "Наконец-то Вы сможете расслабиться и отдохнуть. Этот день показался Вам очень долгим. Никогда в жизни Вы не чувствовали такую усталость. Но справедливости ради стоит отметить, что Вы вообще не помните что чувствовали до сегодняшнего дня.\n\nВы не представляли с чего начать решать эту проблему. Может хозяйка гостиницы сможет что-то подсказать? Или может Вам стоит поискать помощь в другом месте? А если Вы не сможете вернуть память, чем Вы будете заниматься? Что Вы вообще умеете делать?",
    "answers": [
      {
        "id": 73,
        "text": "Обдумать Вашу ситуацию"
      },
      {
        "id": 81,
        "text": "Постараться уснуть"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы решили, что все размышления могут подождать до утра.\n\nЗакрыв глаза Вы наконец погрузились в сон.",
    "answers": [
      {
        "var_add": [
          "Здоровье",
          20
        ],
        "super_calculate": false,
        "id": 81,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 79,
        "text": "Спать",
        "blackout": true
      }
    ]
  },
  {
    "id": 82,
    "text": "Хаб для всех веток конюшни",
    "answers": []
  },
  {
    "id": 83,
    "text": "Утро зал таверны ",
    "answers": []
  },
  {
    "id": 84,
    "text": "— Я и сам не знаю.\n\nВы слишком устали. Вроде бы женщина не представляла для Вас опасности, поэтому Вы решили сесть на ближайший к двери стул.\n\nВы увидели, что женщина не сводит с Вас взгляд, и заметили настороженность в её глазах.\n\n— Я пришел из леса, — сказали Вы.\n\n— Это что это ты делал в лесу на ночь глядя?\n\nВы задумались, стоит ли рассказывать о себе этой женщине. ",
    "answers": [
      {
        "id": 85,
        "text": "Рассказать"
      },
      {
        "id": 86,
        "text": "Не рассказывать"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы кратко рассказали женщине о том, что произошло, умолчав о странном незнакомце и затхлой комнате. Вы честно признались, что ничего не помните, даже собственное имя.\n\nК тому моменту как Вы закончили говорить, взгляд женщины потеплел. Она села напротив Вас и задумчиво покачала головой.\n\n— Вымотался поди. Вот что сделаем: ты иди в конюшню, там можешь переночевать, а утром уж видно будет. Выйдешь, за угол заверни, конюшня там, мимо не пройдешь.",
    "answers": [
      {
        "var_add": [
          "Репутация",
          1
        ],
        "super_calculate": false,
        "id": 85,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 87,
        "text": "Пойти в конюшню"
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы не настолько доверчивы, чтобы рассказывать всё первой встречной.\n\n— Это долгая история. — сказали Вы.\n\nЖенщина недоверчиво посмотрела на Вас и сложила руки на груди.\n\n— В ночь я тебя выгонять не стану. Раз уж зашел на мой двор, можешь поспать на конюшне. Конюшня слева от таверны. Заверни за угол и увидишь.",
    "answers": [
      {
        "super_calculate": false,
        "id": 86,
        "calculate": true,
        "var_sub": [
          "Репутация",
          1
        ],
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 87,
        "text": "Пойти в конюшню"
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы встали со стула и направились к двери.\n\nНе успели Вы покинуть зал постоялого двора, как женщина окликнула Вас.\n\n— Ты в лесу козу не видел?",
    "answers": [
      {
        "id": 88,
        "text": "— Не видел",
        "need": [
          -32
        ]
      },
      {
        "id": 88,
        "text": "— Видел",
        "need": [
          32,
          -48,
          -49
        ]
      },
      {
        "id": 90,
        "text": "— (Солгать) Не видел",
        "need": [
          49,
          62
        ]
      },
      {
        "id": 91,
        "text": "Рассказать о козе",
        "need": [
          49,
          62
        ]
      },
      {
        "id": 90,
        "text": "— (Солгать) Не видел",
        "need": [
          48,
          58
        ]
      },
      {
        "id": 91,
        "text": "Рассказать о козе",
        "need": [
          48,
          58
        ]
      }
    ]
  },
  {
    "id": 88,
    "text": "— Сбежала животинка. Раньше всегда к ночи возвращалась.\n\n— Может стоит её поискать? — предположили Вы.\n\n— Не, что ты. Если к ночи не пришла, то нечего искать то будет, разве что кости останутся.\n\nЖенщина бросила короткий взгляд на Вас и отправилась за стойку. Через минуту она вернулась, держа в руках буханку хлеба.\n\n— Вот, возьми. А теперь иди, спать уж пора.",
    "answers": [
      {
        "id": 82,
        "text": "Поблагодарить и идти в конюшню"
      },
      {
        "id": 82,
        "text": "Молча пойти в конюшню"
      },
      {
        "var_add": [
          "Здоровье",
          10
        ],
        "super_calculate": false,
        "id": 88,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  },
  {
    "id": 90,
    "text": "Женщина посмотрела на Вас, и вся её поза сделалась жестче.\n\n— Сбежала значит. Раньше всегда к ночи возвращалась.\n\n— Жаль, конечно, — сказали Вы.\n\n— Теперь ничего не поделаешь.\n\nНичего не сказав, женщина кивнула Вам на дверь, а сама вернулась за барную стойку и принялась наводить порядок.",
    "answers": [
      {
        "super_calculate": false,
        "id": 90,
        "calculate": true,
        "var_sub": [
          "Репутация",
          1
        ],
        "text": "Новый ответ. введите текст"
      },
      {
        "super_calculate": false,
        "id": 90,
        "calculate": true,
        "var_sub": [
          "Коза",
          2
        ],
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 82,
        "text": "Пойти в конюшню"
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы рассказали, что пытались привести козу домой, но оставили её на дороге.\n\nЖенщина посмотрела на Вас, и вся её поза сделалась жестче.\n\n— Лучше точно знать, что не вернется, чем переживать. Ты пытался.\n\n— Жаль её, — сказали Вы.\n\n— Теперь ничего не поделаешь.\n\nНичего больше не сказав, женщина кивнула Вам на дверь, а сама вернулась за барную стойку и принялась наводить порядок, шмыгая носом.",
    "answers": [
      {
        "super_calculate": false,
        "id": 91,
        "calculate": true,
        "var_sub": [
          "Репутация",
          1
        ],
        "text": "Новый ответ. введите текст"
      },
      {
        "super_calculate": false,
        "id": 91,
        "calculate": true,
        "var_sub": [
          "Коза",
          2
        ],
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 82,
        "text": "Пойти в конюшню"
      }
    ]
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  },
  {
    "id": 93,
    "text": "",
    "answers": []
  }
]