[
  {
    "id": 1,
    "text": "Пропуская скушное вступление вы просыпаетесь в темном месте от звука колокола. Колокол так и манит к себе.",
    "answers": [
      {
        "id": 2,
        "text": "проигнорировать звук"
      },
      {
        "id": 4,
        "text": "встать"
      },
      {
        "id": 3,
        "text": "ещё 5 минут"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы решаете проигнорировать колокол и лечь спать обратно, что бы там ни было я слишком устал и хочу спать. вы погружаетесь в вечный сон.",
    "answers": []
  },
  {
    "id": 3,
    "text": "Вы решаете полежать ещё 5 минут, но как обычно происходит засыпаете, чтож, это ожидаемый финал для такого как вы.",
    "answers": []
  },
  {
    "id": 4,
    "text": "Собрав волю в кулак вы решаете встать, но ударяетесь лбом. в попытках нащупать объект вы приподымаете его и видете свет. сдвинув его вы вылезаете. Это был гроб. вы осматриваетесь и понимаете что находитесь на кладбище. самое время решить что делать дальше.",
    "answers": [
      {
        "id": 5,
        "text": "осмотреться повнимательнее"
      },
      {
        "id": 6,
        "text": "Пойти на звук колокола"
      },
      {
        "id": 7,
        "text": "хорошенько подумать"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы чательно осматриваете каждый камушек, осмотревшись вокруг так и хочется сказать -бля а что я ищу на кладбище? ну магилы и че?",
    "answers": []
  },
  {
    "id": 6,
    "text": "Вы направляетесь на звук колокола. По пути вы встречаете группу духов-сатанистов, бедалаги пытаются воспользоваться оставленными ритуальными принадлежностями, но их руки проходят сквозь предметы. завидев вас они улетели. Идя дальше вы видете выход возле которого весит клетка со скелетом, вы подходите к нему и видете под ним потрепанное снаряжение, а на клетке вы видете доску с надписью.",
    "answers": [
      {
        "id": 9,
        "text": "подобрать нужное снаряжение"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы этого не умеете, так что ничего не вышло.",
    "answers": []
  },
  {
    "id": 8,
    "text": "Не удалось вырваться из цепких костлявых рук, шанс успеха 0%",
    "answers": []
  },
  {
    "id": 9,
    "text": "Недолго думая вы решаетесь подобрать снаряжение, вы подходите к клетке и наклоняетесь. Вас хватает за руку скелет — ага, воруешь? Вы шокированы.",
    "answers": [
      {
        "id": 8,
        "text": "Убежать"
      },
      {
        "id": 10,
        "text": "Дипломатия. шанс успеха 79%"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Да ворую, проблемы? Скелет неожидал такого ответа и отпускает вас. — я уже и забыл какая плоть на ощупь, вот бы мне ее... пока скелет мечтает вы нервно собираете снаряжение и отходите. -стой, прости что напугал, но я тебе не враг, хотя нежить враг всего человечества... да подходи не бойся, поиграем, как насчёт сыграть в кости?",
    "answers": [
      {
        "id": 11,
        "text": "Подойти и сыграть"
      },
      {
        "id": 12,
        "text": "быстро пробежать мимо него на выход"
      },
      {
        "id": 13,
        "text": "одеть снаряжение и дать бой"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы подходите к нему, непонятно откуда он достал игральные кости. вы начали играть, во время игры вы узнали что он тут делает (он весит), он рассказал пару интересных историй и вы весело провели время. через какое-то время скелет говорит — ладно, иди куда шел, спасибо за все. Вы выходите с кладбища, обернувшись вы видете как скелет радостно проважает вас в путь.",
    "answers": [
      {
        "id": 14,
        "text": "продолжить свой путь к колоколу"
      }
    ]
  },
  {
    "id": 12,
    "text": "С вещами в руках вы пробегаете мимо скелета и неподалеку начинаете одевать старую тунику, нарукавники, модные кожаные ботиночки и берете в руки нож. оглянувшись в сторону кладбища вы видете как скелет сел обняв коленки и положил на них голову, на его лице отражалась печаль  и одиночество. такое чувство что если бы он мог, он бы сейчас заплакал. Вы не решились к нему вернуться.",
    "answers": [
      {
        "id": 14,
        "text": "продолжить свой путь к колаколу"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы одеваете старую тунику, нарукавники, модные кожаные сапожки и берете в руки сломанный нож. Уверенно подходя к скелету, вы слышите его насмешки. Ударив пару раз в клетку вы понимаете что вы косоваты и нож проникает сквозь ребра, а попавшие удары не оставляют и следа. -иди уже куда шел... маньяк недоделанный. \nВы понимаете что продолжать бессмысленно и выходите с кладбища.",
    "answers": [
      {
        "id": 14,
        "text": "продолжить свой путь к колаколу"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы направляетесь в сторону леса, он необъятен и прекрасен. Вы слышете множество криков с лева и бормотание справа. ой как жаль, а спереди уже тупик.",
    "answers": [
      {
        "id": 15,
        "text": "идти на лево"
      },
      {
        "id": 16,
        "text": "идти на право"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы идете на лево. и выходите из леса на тропинку. на всртечу едит возчик, он останавливается возле вас и предлагает подвести до храма за небольшую плату.",
    "answers": [
      {
        "id": 18,
        "text": "отказаться и идти пешком"
      },
      {
        "id": 21,
        "text": "сесть в телегу"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы пошли на право. Вылезая из травы вы увидели великана, а великан увидел свой обед. Его руки окрашены красным, он подобрав чтото подходит и тянет к вам руку. вам страшно, вы вот-вот заплачите.",
    "answers": [
      {
        "id": 17,
        "text": "протянуть ладони"
      },
      {
        "id": 15,
        "text": "убежать к старой развилке и пойти на лево"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы судорожно протягиваете ладони, великан кладет в них несколько красных ягод и показывает пальцем себе на рот.",
    "answers": [
      {
        "id": 19,
        "text": "съесть"
      },
      {
        "id": 20,
        "text": "покормить великана"
      }
    ]
  },
  {
    "id": 18,
    "text": "Идя по дороге вы натыкаетесь на маленького медведедемона. Он не собирается вас пропускать.",
    "answers": [
      {
        "id": 22,
        "text": "молиться"
      },
      {
        "id": 23,
        "text": "дать бой"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы решаете съесть дары великана, но после 1ой ягоды вы падаете и засыпаете.",
    "answers": [
      {
        "id": 28,
        "text": "проснуться"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы кормите великана и он радуется. вы удивлены почему ещё живы. но ваше удивление прерывается смертью. как жаль что охотник случайно попал вам в голову с арбалета. вы падаете и умираете.",
    "answers": []
  },
  {
    "id": 21,
    "text": "Вы сели в телегу, пооехав небольшое расстояние возчик просит плату заранее. вы шаритесь в своих карманах, но они пусты. Получив от извозчика знатного леща вы покидаете телегу, и идете пешком",
    "answers": [
      {
        "id": 18,
        "text": "идти дальше"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы становитесь на колени и молитесь. из кустов вылетает крюк, цепляет медведедемона и уносит. Из кустов вы слышете -Свежее мясо.\nВы встаете и сматываетесь подальше вперед.",
    "answers": [
      {
        "id": 24,
        "text": "идти дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы встаете в эпичную позу из аниме и готовитесь нанести удар. Вложив всю силу в удар вы спатыкаетесь и неловким движением наносите маленькому медведемону критический урон в голову. Сегодня удача на вашей стороне. не в состоянии сражаться медведемон принимает смерть от вашей руки. после убийства вы слышите заветный звон монет и у вас в кармане появляется 36 монет.",
    "answers": [
      {
        "id": 24,
        "text": "идти дальше"
      }
    ]
  },
  {
    "id": 24,
    "text": "наконец показался храм, он выглядел заброшенным и разрушенным. вы с трудом решили зайти в него. На входе вас встречает хранительница с серым ободком на голове закрывающим глаза. -здравствуй уголек. промолвила она. -долго ты шел на звон колокола, я предоставлю тебе выбор, у тебя есть путь дружбы и путь любви, выбирай с умом.\n",
    "answers": [
      {
        "id": 25,
        "text": "путь любви"
      },
      {
        "id": 26,
        "text": "путь дружбы"
      },
      {
        "id": 27,
        "text": "отказаться от всего и уйти"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы произносите -любви и хранительница указывает на костер в центре храма, коснись его и он переместит тебя. Вы недолго думая касаетесь костра и разум покрывает туман. \nочнувшись вы замечаете что мир похож на аниме. чтож, пора исследовать этот путь.",
    "answers": [
      {
        "id": 29,
        "text": "взабраться на дерево и осмотреться"
      },
      {
        "id": 30,
        "text": "идти в неизвестном направлении"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы произносите -дружбы и хранительница указывает на костер в центре храма, коснись его и он переместит тебя. Вы недолго думая касаетесь костра и разум покрывает туман. \nочнувшись вы замечаете что находитесь в лесу.\nчтож, пора исследовать этот путь.",
    "answers": []
  },
  {
    "id": 27,
    "text": "Вы уходите от выбора, через несколько дней вас находит мертвым в канаве группа бардов и пишет песню \"он умер как собака\"\n\n\n\nотрывок\n\n\nОн умер как собака, \nбез жалости, без страха,\nбез капли сожаления\nв канаве заточения.\n\n\n",
    "answers": []
  },
  {
    "id": 28,
    "text": "Вы просыпаетесь, напротив вас сидит норд и говорит -эй ты не спишь? продолжение потом",
    "answers": []
  },
  {
    "id": 29,
    "text": "вы взабрались на дерево и проведя осмотр окрестности видите реку, кладбище и сломанную башню. вы аккуратно спускаетесь с дерева и думаете куда идти.",
    "answers": [
      {
        "id": 31,
        "text": "идти к башне"
      },
      {
        "id": 32,
        "text": "идти на кладбище"
      },
      {
        "id": 33,
        "text": "идти к реке"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "идя к башне вы задумываетесь почему она сломана и что это за место, но ваши мысли обрываются криком о помощи .",
    "answers": [
      {
        "id": 34,
        "text": "проигнорировать"
      },
      {
        "id": 35,
        "text": "идти на голос"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "вы идете по лесу в сторону реки, но из-за плохих знаний окрестности ваш топагрофический критинизм сбил вас с пути.",
    "answers": [
      {
        "id": 41,
        "text": "идти"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  },
  {
    "id": 35,
    "text": "идя на голос, вы натыкаетес на рыцаря с ужасными ранами — хоть кто-то, сможешь мне помочь? он показывает свои глубокие раны и вы с ужасом смотрете на них — мне осталось не долго, скорее помоги.",
    "answers": [
      {
        "id": 36,
        "text": "добить чтоб не мучался"
      },
      {
        "id": 37,
        "text": "попытаться пробудить свои навыки лечения"
      },
      {
        "id": 38,
        "text": "попытаться наложить жгут из элемента своей брони"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "вы прикладываете руку к ране рыцаря и читаете какое-то заклинание священника. рыцарь с надеждой смотрит на рану.  ничего не произошло. рыцарь смотрит на вас с непониманием, вы смотрите на него. не в силах что-либо вам сказать он умирает в страшных муках.",
    "answers": [
      {
        "id": 39,
        "text": "забрать экиперовку рыцаря"
      },
      {
        "id": 40,
        "text": "идти дальше"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "вы забираете с трупа все. на удивление доспех почти не постродал а его меч блестит как новый.\nодеваясь вы замечаете на груди странную эмблему, интересно что она значит?",
    "answers": [
      {
        "id": 41,
        "text": "идти к башне"
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "через какое-то время вы приходите к башне,\nосматриваясь вокруг вы видете только сломанные даспехи и следы крови",
    "answers": [
      {
        "id": 42,
        "text": "осмотреть башню"
      }
    ]
  },
  {
    "id": 42,
    "text": "вы заходите в башню и находите двух мертвых солдат, у 1го из них в руке пузырек с красным сдержимым, наверное зелье лечения. вы забираете его себе и осмотрев всё вокруг ничего не находите.",
    "answers": [
      {
        "id": 43,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 43,
    "text": "вы покидаете это жуткое место и направляетесь лесом. проходя густой лес, на вас из кустов выпрыгивает человек. Его лицо закрыто маской, на его голом татуированом теле развивался плащ, его бедра закрыты самурайским даспехом а в ножнах была катана.",
    "answers": [
      {
        "id": 45,
        "text": "готовиться к битве"
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "вы встаете в боевую стойку, но настрой битвы прерывает противник. — это я. вы узнаете голос. человек приподнял маску и вы его узнали, это был Рома. он подходит ближе со словами — ну что? неожидал да?",
    "answers": [
      {
        "id": 46,
        "text": "ожидал"
      },
      {
        "id": 47,
        "text": "не ожидал"
      }
    ]
  },
  {
    "id": 46,
    "text": "Рома вытаскивает катану и встаёт в боевую стойку. — а такое ты ожидал?",
    "answers": [
      {
        "id": 48,
        "text": "ожидал"
      },
      {
        "id": 49,
        "text": "не ожидал"
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "резким движением меча Рома выполняет сепуку прошептав на последок — уж такого ты точно не ожидал. истекая в крови и упав на колени он утихает.",
    "answers": [
      {
        "id": 50,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 51,
        "text": "дать зелье регенации"
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "вы открываете флакон с зельем и пытаетесь напоить им Рому, но тот отталкивает вас со словами — дурак не трать его на меня, я сам выбрал этот путь. вы убираете зелье в сумку и прощаетесь с ним, он улыбнулся вам на последок ",
    "answers": [
      {
        "id": 52,
        "text": "идти дальше"
      }
    ]
  },
  {
    "id": 52,
    "text": "вы продолжаете свой путь через густой лес, попутно любуясь видами. через какое то время вы выходите к кладбищу, оно явно отличается от предыдущего. вы видете как множество духов слетаются к одному месту, не в силах удержать свой интерес вы направляетесь за ними. Вы подходите к 1ой из могил и смотрите на духов. с обратной стороны могилы вы слышаете хихикание и решаете посмотреть кто это. по ту сторону сидела милая, очаровательная хутао и играла с духами.",
    "answers": [
      {
        "id": 53,
        "text": "подойти"
      },
      {
        "id": 54,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 53,
    "text": "вы подходите к ней, заметив вас она решает заговорить с вами первой. — о, вы из духовных рыцарей? я узнаю эту эмблему, я проводница духов, пришла сюда повеселиться с друзьями, присоединяйтесь.",
    "answers": [
      {
        "id": 55,
        "text": "присоединиться"
      }
    ]
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": "вы славно проводите время за всевозможными развлечениями так и хочется чтобы это никогда не закончилось. хутао начинает испытывать к вам интерес. вы рассказываете множество выдуманных историй о себе и вам верят. веселье заканчивается и хутао просит сопроводить ее до дома. вы не думая соглашаетесь и идете вместе с ней. по пути вы больше узнаете об этих края́х.\nвы подходите к воротам города.",
    "answers": [
      {
        "id": 56,
        "text": "сопроводить до дома"
      },
      {
        "id": 57,
        "text": "попрощаться и уйти"
      }
    ]
  },
  {
    "id": 56,
    "text": "вы соправождаете ее до дома и ей становится неловко. в неловкой паузе вы смотрите друг на друга.",
    "answers": [
      {
        "id": 58,
        "text": "попроситься на ночлег"
      },
      {
        "id": 59,
        "text": "попрощаться и уйти"
      }
    ]
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  },
  {
    "id": 58,
    "text": "Хутао отворачивается и тихо говорит — я не могу тебя пока принять. вы грустно прощаетесь друг с другом и расходитесь. идя по ночным закаулкам города к вам прибегает новобранец — вы!? это вы капитан рыцарей Арес?  он чательно рассматривает эмблему и уверенно говорит — вас уже все обыскались, стража у варот сказала что проходил рыцарь с эмблемой, как окончился поход?, ой о чем это я, раз вы вернулись значит победа.",
    "answers": [
      {
        "id": 60,
        "text": "подыграть и откосить "
      },
      {
        "id": 61,
        "text": "сказать правду"
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  },
  {
    "id": 60,
    "text": "— да, да, но без потерь не обошлось, я слишком устал чтобы куда-нибудь идти. — хорошо, отдыхайте, я передам остальным что вы заняты. — спасибо. вы расходитесь и выходите из города. вы бродите в лесу в поисках места на ночлег и натыкаетесь на огонь в дали. вы идете к нему и видете палатку. подходя вы замечаете лужи крови и волка возле трупа, завидев вас он пугается серебрянного отблеска вашего доспеха и убегает. вы решаете отдохнуть возле костра и через час засыпаете. проснувшись вы осматриваете все вокруг и находите лишь снаряжение авантюристов.",
    "answers": [
      {
        "id": 62,
        "text": "переодеться и уйти",
        "forget": [
          60
        ]
      },
      {
        "id": 64,
        "text": "идти к хутао"
      },
      {
        "id": 65,
        "text": "попытаться выйти к реке"
      }
    ]
  },
  {
    "id": 61,
    "text": "вы рассказываете правду и вас орестовывают по подозрению в убийстве, проведя следствие вытесняется что вы не веновны, но за ношение капитанской формы ненадолго остаётесь, заключенные набивают вам татуировку лжец на спине. по окончанию срока никто не хочет с вами разговаривать, даже хутао. вы идете в ближайший бар и глушите свою боль выпивкой на 36 золотых. завсегдатии просят с вас взнос но вам нечем платить и вы погибаете в пьяной уличной драке. может быть вы и сказали правду но мир оказался жесток.",
    "answers": []
  },
  {
    "id": 62,
    "text": "вы снимаете снаряжение рыцаря и одеваетесь в броню авантюриста. немного посидев на месте вы решаете что делать дальше.",
    "answers": [
      {
        "id": 64,
        "text": " идти к хутао"
      },
      {
        "id": 65,
        "text": "попытаться выйти к реке"
      }
    ]
  },
  {
    "id": 63,
    "text": "вы спрашиваете -кого? но из-за того что вы отошли этот вопрос звучит нелепо. стражник чувствуя подвох берет вас под стражу до выяснения обстоятельств.",
    "answers": [
      {
        "id": 66,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы не спеша, в припрышку идете к хутао. войдя в город вы видете тревожно бегающих рекрутов.\nподходя к дому вы стучите в дверь. немножко замнувшись хутао открывает дверь и удивлённо на вас смотрит — вы кто? вы начинаете говорить и она узнает вас по голосу. она выходит и смотрит на вас. вы решаете заговорить — может сходим куда-нибудь? — мне нужно сходить в похаронное бюро, я так увлеклась своими делами что забыла отчитаться за вчерашнее. Вы предлагаете составить ей кампанию на что она соглашается и вы отправились до бюро. возле входа к вам подбегает рекрут ",
    "answers": [
      {
        "id": 67,
        "text": "врать ",
        "need": [
          62
        ]
      },
      {
        "id": 69,
        "text": "кого?",
        "need": [
          62
        ]
      },
      {
        "id": 68,
        "text": "отойти и поговорить",
        "need": [
          62
        ]
      },
      {
        "id": 64,
        "text": "— эй странник, ты не видел здесь капитана духовных рыцарей? ",
        "need": [
          62
        ],
        "merge": true
      },
      {
        "id": 64,
        "text": "- стой на месте самозванец. вы стоите и сбегается толпа солдат. вас обвиняют в убийстве капитана Ареса и приговаривают к пожизненному заточению в тюрьме. \n\nстоило догадаться что такое произойдет",
        "need": [
          60
        ],
        "merge": true
      }
    ]
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  },
  {
    "id": 66,
    "text": "проходит 1ый день. вам скучно, никто не обратил на вас внимание.",
    "answers": [
      {
        "id": 135,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 67,
    "text": "— да, я видел его в лесу ближе к ночи, — можете сопроводить до этого места? вы понимаете что выбора особо нет и соглашаетесь. вы идете с рекрутом к казармам, рекрут говорит — подожди. и уходит в казарму, через 7 минут выходят 6 рекрутов в вашу сторону — веди. вы ведете их к палатке и указываете ладонями на нее. рекруты начинают осматривать место -ТРУП!!! -что!? -да тут жмур. поговорив между собой и еще немного осмотрев место они подходят к вам. — спасибо что помогли следствию, видимо он забрал доспехи капитана и был убит волками во время превала. вы не нашли подходящих слов и просто кивнули. — чтож, не смеем вас больше задерживать. вы решаете что делать дальше.",
    "answers": [
      {
        "id": 70,
        "text": "идти в город искать хутао"
      },
      {
        "id": 71,
        "text": "поизучать окрестности"
      }
    ]
  },
  {
    "id": 68,
    "text": "вы говорите хутао что вернётесь не скоро и отходите с рекрутом. самое время что-то ему сказать.",
    "answers": [
      {
        "id": 44,
        "text": "врать"
      },
      {
        "id": 63,
        "text": "кого?"
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": "вы идете в город, но дорогу перекрывает гном. вы смотрите на него а он на вас. — хули вылупился великан ебучий. вы удивляетесь. — можно я пройду? — иди — тогда отойди — хуй тебе — да какого черта ты мне мешаешь? — да потому что вы черти ебучие разоряете наши шахты. — а я тут причем. — а ты тоже великан, пиздуй отсюда пока хуже не стало. — да что ты мне сделаешь? — видешь этот палец Я ТЕБЕ ЕГО ТАК ГЛУБАКО ЗАСУНУ ЧТО ОН ТЕБЕ ЗУБЫ ПРОБЪЕТ!!!, видешь мою бороду?  Я ТЕБЯ ЕЮ ТАК ОТХЛЕСТАЮ ЧТО ТЕБЯ МАТЬ НЕ УЗНАЕТ!!! ",
    "answers": [
      {
        "id": 72,
        "text": "смириться и обойти",
        "need": [
          67
        ]
      },
      {
        "id": 73,
        "text": "а что там с шахтами? "
      },
      {
        "id": 75,
        "text": "смириться и обойти",
        "need": [
          68
        ]
      },
      {
        "id": 76,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  },
  {
    "id": 72,
    "text": "— ну и стой. Вы обходите гнома и он прощается — так бы сразу, хорошего пути. вы идете дальше думая об этом случае. через какое-то время вы приходите в город и начинаете искать хутао. вы направляетесь к ее дому и встречаете ее на пароге, она явно не хочет с вами разговаривать. вы пытаетесь заговорить с ней, но она перебивает вас — лжец, я никогда не буду с тобой общаться",
    "answers": [
      {
        "id": 77,
        "text": "смириться и уйти"
      },
      {
        "id": 74,
        "text": "как так?"
      }
    ]
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  },
  {
    "id": 74,
    "text": "вы невероятно шокированы и от этих слов у вас случился сердечный приступ. вы умераете на улице города. вас хоронят, но хутао даже не пришла попрощаться. \n\nстоило чаще заниматься кардиотренировками.",
    "answers": []
  },
  {
    "id": 75,
    "text": "— ну и стой. Вы обходите гнома и он прощается — так бы сразу, хорошего пути. вы идете дальше думая об этом случае. через какое-то время вы призодите в город и видите хутао у входа",
    "answers": []
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "вы с грустью покидаете город и видете Рому идущего к городу. Он явно идет туда с намерением убивать.",
    "answers": [
      {
        "id": 78,
        "text": "пройти мимо"
      },
      {
        "id": 79,
        "text": "остановить его"
      }
    ]
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  },
  {
    "id": 79,
    "text": "вы подходите к Роме — привет, давай без этого. — я обещал мясо, самое время исполнить обещание. вы не в силах его остановить.",
    "answers": [
      {
        "id": 79,
        "text": "-да и вообще как ты жив остался? - да это так, приколы были, я же автор, а автор бессмертен в своих творениях)",
        "need": [
          48
        ],
        "merge": true
      },
      {
        "id": 80,
        "text": "остановить его силой"
      },
      {
        "id": 81,
        "text": "идти дальше"
      }
    ]
  },
  {
    "id": 80,
    "text": "вы пытаетесь остановить его силой, но ничего не получается. он смотрит на вас с отвращением, спустя миг вы остаётесь без головы — не стоило вставать у меня на пути, попробуй лучше сделать все иначе.",
    "answers": []
  },
  {
    "id": 81,
    "text": "блуждая по лесу вы выходите к реке, осталось решить куда идти ",
    "answers": [
      {
        "id": 82,
        "text": "вверх"
      },
      {
        "id": 83,
        "text": "вниз"
      }
    ]
  },
  {
    "id": 82,
    "text": "вы идете вверх и находите водопад. подходя ближе вы замечаете проход со светом. вы идете внутрь и видете самодельную мебель, исследование прерывается щелчком курка позади вас. — эй ты!",
    "answers": [
      {
        "id": 84,
        "text": "обернуться"
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "вы медленно поворачиваете голову и видите красивую женщину в черно алом наряде. она спрашивает — кто ты и что ты тут делаешь?\n",
    "answers": [
      {
        "id": 85,
        "text": "сказать что вы не опасны"
      },
      {
        "id": 86,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 85,
    "text": "— я не опасен, не стреляй. — ты точно не засланый гномами убийца? — я же человек. — это не повод тебе доверять. — можешь убить меня, всё равно мне нечего терять. она смотрит на вас с понимающим взглядом. — ладно, я тебе верю, твои глаза говорят за тебя, тогда присаживайся, поговорим. вы садитесь на указанное вам место и видите как женщина убирает пистоль в пустату. она содится рядом и вы начинаете разговаривать, вы рассказываете свою историю, выслушав она начинает представляться. — я Куруми, вряд-ли ты поймёшь, но я пришла из \"моря тьмы\", хотя вернее будет сказать что недавно что-то исказило пространство и меня выбрасило сюда, я не знаю здешних порядков поэтому почти не с кем не контактирую. ",
    "answers": [
      {
        "id": 87,
        "text": "поинтересоваться мебелью"
      },
      {
        "id": 88,
        "text": "а что за конфлик с гномами?"
      }
    ]
  },
  {
    "id": 86,
    "text": "вы смеренно ждете, но она не оценила вашего жеста и вы получаете пулю между глаз.\n\nна что ты вообще расчитывал?",
    "answers": []
  },
  {
    "id": 87,
    "text": "— ты меня вообще не слушаешь?, ладно, видно ты мне не поможешь. Она наставляет на вас пистоль и убивает вас.",
    "answers": []
  },
  {
    "id": 88,
    "text": "— видишь ли мне нужны некоторые их кристалы, некоторые из них способны создать брешь между измерениями, а через нее я смогу вернуться в море тьмы или что-то в этом вроде. \nу вас кепит голова но вы предлагаете свою помощь, на что Куруми соглашается. она рассказвает что 4 камня из 7 у нее уже есть. осталось найти: красный у циклопа на лбу что ходит по лесам, зеленый в шахте гномов и фиолетовый где-то в городе этих окрестностей.",
    "answers": [
      {
        "id": 89,
        "text": "за фиолетовым"
      },
      {
        "id": 90,
        "text": "за зеленым"
      },
      {
        "id": 91,
        "text": "за красным"
      },
      {
        "id": 92,
        "text": "собрал все"
      },
      {
        "id": 93,
        "text": "за фиолетовым( <plus> )"
      },
      {
        "id": 94,
        "text": "кажется 1 из них был у меня в сумке"
      },
      {
        "id": 95,
        "text": "за зелёным <plus>"
      }
    ]
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  },
  {
    "id": 90,
    "text": "Вы решаете пойти за зеленым. — я пойду за зеленым. — погоди, я пойду с тобой, кто-то должен их отвлечь, а меня они уже знают. вы радостно киваете головой и направляетесь в гномьи шахты ",
    "answers": [
      {
        "id": 96,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  },
  {
    "id": 93,
    "text": "",
    "answers": []
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  },
  {
    "id": 95,
    "text": "Вы решаете пойти за зеленым. — я пойду за зеленым. — погоди, я пойду с тобой, кто-то должен их отвлечь, а меня они уже знают. вы радостно киваете головой и направляетесь в гномьи шахты. подходя к ним вы замечаете что они пустуют. — а где гномы? спрашиваете вы Куруми. — не знаю, но это только нам наруку. вы заходите в шахту и видите спящего гнома, кажется ему не до вас. вы проходите дальше и видете 3 развилки. пока вы думали куда пойти Куруми взяла вас за руку и повела дальше. вы и сами не заметили как оказались в большой комнате с кучей плит а на против вас пьедестал с нужным кристалом. Куруми шепча произносит — нашелся. спустя мгновение из комнаты позади пьедестала выходит гном с флейтой. — приветствую господа, вы попали на закрытый концерт мини-Гамельского музыканта, плата за канцерт — ваши жизни.",
    "answers": [
      {
        "id": 97,
        "text": "двоем закрыть уши"
      },
      {
        "id": 98,
        "text": "Куруми стреляй!"
      }
    ]
  },
  {
    "id": 96,
    "text": "",
    "answers": []
  },
  {
    "id": 97,
    "text": "Вы говорите закрыть уши и сами их закрываете. Гном начинает играть на флейте но ничего не происходит, осталось разобраться что делать с плитами.",
    "answers": [
      {
        "id": 99,
        "text": "ждать"
      },
      {
        "id": 100,
        "text": "идти через плиты"
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы кричите — Куруми стреляй в него. Она достает мушкет и вы слышите мелодию. не в силах сопротивляться ваше тело не подвластно вам, вы пританцовыете, в то время как куруми поворачивает мушкет в вашу сторону — что!? что происходит!?  я не хочу нееет. раздался выстрел и вы умераете. в последние моменты вы видете как куруми смотрит на вас со слезой и наводит мушкет на себя — прости, я...я не хотела. вы закрываете глаза и слышите выстрел.",
    "answers": []
  },
  {
    "id": 99,
    "text": "Вы долго ждали пока гном наиграется. Он так старался что отключился во время концерта. вы начинаете рассматривать плиты и понимаете что кому-то не хватило бюджета на ловушки) вы подходите и забираете кристал себе. — ещё 2 осталось, не подведи по-мо-шник. радостно сказала Куруми.",
    "answers": [
      {
        "id": 101,
        "text": "выбираться"
      }
    ]
  },
  {
    "id": 100,
    "text": "",
    "answers": []
  },
  {
    "id": 101,
    "text": "вы выходите из шахты проходя того же спящего гнома. — и всё же где вся стража? Вы сами не знаете и молчите. по возвращению вы решаете что делать дальше.",
    "answers": [
      {
        "id": 102,
        "text": "искать циклопа"
      },
      {
        "id": 103,
        "text": "если сразу к реке пошел то прогулка"
      },
      {
        "id": 104,
        "text": "типо если тао не обидена к ней"
      },
      {
        "id": 105,
        "text": "искать гем в городе"
      }
    ]
  },
  {
    "id": 102,
    "text": "вы предлагаете Куруми отправиться на поиски циклопа. недолго думая Куруми соглашается и вы идете в лес. вы долгое время ходите по нему и встречаете знакомого вам гнома. — опять ты великан? — да, я. через пару мгновений гном замечает Куруми позади вас. — А, что?, что здесь забыло это блядское отродье? — она со мной. — я же говорил что вы великаны все за одно, это она разаряет наши угодия. (Куруми) -бла бла бла. Куруми наводит пистоль на гнома. — говори где великан? — Да ты ебучая красная залупа, ты думаешь я дрогну перед твоим оружием?... ты угадала, великан на север по этой тропинке. гном показывает вам на тропу. — так бы сразу. вы начинаете идти по тропе и слышите крик гнома — надеюсь вы сдохните и тропу я показал не из-за страха, а в надежде вашей кончины! вы его игнорируете и идёте дальше. вы слышите топот и гул гномов.",
    "answers": [
      {
        "id": 106,
        "text": "идти дальше"
      },
      {
        "id": 107,
        "text": "подкрасться "
      }
    ]
  },
  {
    "id": 103,
    "text": "",
    "answers": []
  },
  {
    "id": 104,
    "text": "",
    "answers": []
  },
  {
    "id": 105,
    "text": "",
    "answers": []
  },
  {
    "id": 106,
    "text": "",
    "answers": []
  },
  {
    "id": 107,
    "text": "Вы начинаете тихонько подходить к месту и видете лагерь гномов. они выпивают и танцуют, часть из них водят хоровод вокруг циклопа. на импровизированном троне сидит гном в золотом.",
    "answers": [
      {
        "id": 108,
        "text": "напасть"
      },
      {
        "id": 109,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 108,
    "text": "",
    "answers": []
  },
  {
    "id": 109,
    "text": "Куруми быстро засыпает, а вы остались наблюдать. из диалогов гномов становится понятно что городу завтра пизда. через какое-то время гномы становятся в стельку пьяны и засыпают. может время что-то предпринять?",
    "answers": [
      {
        "id": 110,
        "text": "ждать"
      },
      {
        "id": 111,
        "text": "разбудить Куруми и напасть"
      },
      {
        "id": 112,
        "text": "Разбудить Куруми и оповестить стражу города*"
      }
    ]
  },
  {
    "id": 110,
    "text": "вы решили подождать, через небольшое время вы сами засыпаете. после подъема вы видите что Куруми ещё спит а гномы ушли. ",
    "answers": [
      {
        "id": 113,
        "text": "идти к городу<plus>"
      },
      {
        "id": 114,
        "text": "идти к городу-"
      }
    ]
  },
  {
    "id": 111,
    "text": "",
    "answers": []
  },
  {
    "id": 112,
    "text": "",
    "answers": []
  },
  {
    "id": 113,
    "text": "",
    "answers": []
  },
  {
    "id": 114,
    "text": "вы будите Куруми и направляетесь в сторону города, пока вы идете она спрашивает -почему не напали ночью? ",
    "answers": [
      {
        "id": 115,
        "text": "наглая лож"
      },
      {
        "id": 116,
        "text": "Правда"
      }
    ]
  },
  {
    "id": 115,
    "text": "— ты слишком мило спала. Куруми на миг покраснела и отвела взгляд — хмф... а мне кажется ты сам уснул. вашу беседу прерывают диалоги гномов. они не понимают почему город мертв и у варот стоит человек. стоит ли нападать?",
    "answers": [
      {
        "id": 117,
        "text": "напасть на гномов"
      },
      {
        "id": 118,
        "text": "предложить объединиться гномам"
      },
      {
        "id": 119,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 116,
    "text": "",
    "answers": []
  },
  {
    "id": 117,
    "text": "",
    "answers": []
  },
  {
    "id": 118,
    "text": "",
    "answers": []
  },
  {
    "id": 119,
    "text": "вы решили подождать. гномы тоже не торопились нападать. а человек начал подходить, вы меняете место и готовитесь наблюдать. гномы перешепиываются между собой, а человек к ним подошёл — разрешити вас ПЕРЕБИТЬ? поняли да? пхпхп. сражения началось, вы с трудом успеваете увидеть его движения, он с легкостью прорывается через десятки гномов на пути к главному. (К) — он не плох, но врядли что-то сможет против пули, убъем его? ",
    "answers": [
      {
        "id": 120,
        "text": "он бессмертен"
      },
      {
        "id": 121,
        "text": "давай пожалеем его"
      }
    ]
  },
  {
    "id": 120,
    "text": "Лицо куруми сводится в страшной улыбке — ахаха бессмертен? сейчас и проверим. она достает мушкет и целится в человека.",
    "answers": [
      {
        "id": 122,
        "text": "помешать"
      },
      {
        "id": 123,
        "text": "не мешать"
      }
    ]
  },
  {
    "id": 121,
    "text": "",
    "answers": []
  },
  {
    "id": 122,
    "text": "в последний момент вы отводите ствол, раздается выстрел и человека подкосило, несмотря на это он продолжает бой, в это же время вы немного соритесь с Куруми. пока вы выесняли отношения циклоп уже был повержен, а гномы бежали в страхе. человек стоял и смотрел на поверженного циклопа.",
    "answers": [
      {
        "id": 131,
        "text": "подойти"
      }
    ]
  },
  {
    "id": 123,
    "text": "— он уже готов. говорит Куруми, раздаётся выстрел и человек падает замертво. гномы начинают нападать на вас. вы яростно бросаетесь в бой. пока вы отбиваетесь от гномов на передовой Куруми поддерживает вас огнем. когда циклоп подошёл к вам вы дрогнули, но Куруми выстрелила ему в глаз и он не в состоянии сражаться. пробегая под ним вы режите ему запястье и он падает на колени. главаря гномов уносят с поля битвы. стоя перед циклопом машущим руками вы перерезываете ему горло и достаете кристал. остатки гномов бегут в лес. вы празднуете победу и решаете что делать дальше?",
    "answers": [
      {
        "id": 124,
        "text": "идти в город к хутао<plus>"
      },
      {
        "id": 125,
        "text": "идти в город за фиолетовым кристалом"
      }
    ]
  },
  {
    "id": 124,
    "text": "",
    "answers": []
  },
  {
    "id": 125,
    "text": "Вы направляетесь в мертвый город. улицы города окрашены в красный, даже животные мертвы. вы пару дней обыскиваете город но ничего не находите. в один момент Куруми не выдерживает — да где же он? я чувствовала его силу, но сейчас ни капли. — силу? — я чувствую маленькое искажение пространства когда он рядом но не могу определить направление, кроме того в первый день я его чувствовала, но сейчас нет ни малейшего намека на него. Она берется за голову и кричит в небо... — неужели все зря? Вы пытаетесь ее успокоить и предлагаете передохнуть в логове. она согласилась.",
    "answers": [
      {
        "id": 126,
        "text": "идти"
      }
    ]
  },
  {
    "id": 126,
    "text": "Вы выходите из города как вдруг Куруми кричит  — чувствую!, он где-то рядом. вы предлагаете осмотреть поле боя. осматривая поле боя вы видите как труп человека встаёт. Куруми видя это кричит — кааак? ты же мертв. — DEAD,OK . ",
    "answers": [
      {
        "id": 126,
        "text": "вы начинаете говорить что это случайная промашка но он не хочет вас слушать. поковырявшись в кормане он бросает вам в ноги фиолетовый кристал и с печальным видом уходит в лес. вы берете кристал и",
        "need": [
          123
        ],
        "merge": true
      },
      {
        "id": 126,
        "text": "вы начинаете говорить что это было опрометчиво. поковырявшись в кормане он даёт вам в руки фиолетовый кристал и желает счастья после чего уходит в поисках большей силы. вы поворачиваетесь и",
        "need": [
          122
        ],
        "merge": true
      },
      {
        "id": 126,
        "text": " показываете кристал Куруми и она неохотно предлагает вам исказить пространство в логове. вы приходите в логово и Куруми начинает объеденять камни. наконец портал готов и она прощается со слезой на глазах",
        "merge": true
      },
      {
        "id": 127,
        "text": "остановить ее и сломать устройство"
      },
      {
        "id": 128,
        "text": "говорить"
      },
      {
        "id": 129,
        "text": "отпустить"
      },
      {
        "id": 130,
        "text": "отпустить"
      }
    ]
  },
  {
    "id": 127,
    "text": "",
    "answers": []
  },
  {
    "id": 128,
    "text": "— ты уверена что хочешь этого? — я... я не хочу этого! Куруми начинает плакать и кидается к вам в объятия. — я не хочу оста... выстрел прерывает ваш разговор. Куруми облакачивается на вас и вы видите как из искожения высунулась другая Куруми!? — какая жалость, видимо очередная марионетка сломалась, чтож мне уже пора, пока пока. и она скрывается в искожении после чего оно закрывается. Куруми еле дышит, ей уже не помочь, отхаркиваясь кровью она трогает ваше лицо — к..как жаль ч. кх.. что я провела с тобой так ма. мало вре-ме-ни. ее глаза заливаются слезами а рука начинает падать. Вы сидите с ней на руках и кричите, просите чтобы она ответила вам, но... уже поздно. \n\n\nплохая концовка 2",
    "answers": []
  },
  {
    "id": 129,
    "text": "",
    "answers": []
  },
  {
    "id": 130,
    "text": "вы обнимаетесь на прощание и она уходит, после ее ухода брешь сразу закрывается. вы остаётесь совсем один. жаль что ничего не получилось, но хотя бы Куруми пропиталась к вам чувствами.\n\nплохая концовка 1",
    "answers": []
  },
  {
    "id": 131,
    "text": "вы подходите к человеку, он поворачивается к вам и говорит — всё... наверное это конец. он шарится по простреленному карману и достает осколки фиолетового кристалла. Куруми рядом с вами падает на колени. — как? этого... этого просто не может быть! она кричит в небо и плачет. вы пытаетесь её успокоить но слышите лишь — это ты! это ты во всем виноват! зачем! зачем ты мне помешал!  вы не можете что-либо сказать в ответ. человек молча уходит. через какое то время Куруми успокаивается. Она говорит что хочет побыть одна и уходит",
    "answers": [
      {
        "id": 132,
        "text": "тао"
      },
      {
        "id": 133,
        "text": "оставить ее на едине"
      },
      {
        "id": 134,
        "text": "увязаться за ней"
      }
    ]
  },
  {
    "id": 132,
    "text": "",
    "answers": []
  },
  {
    "id": 133,
    "text": "вы решаете оставить ее на едене и уходите в лес по другой тропе. гуляя по лесу вы обдумываете ситуацию и решаете искать ее ближе к ночи. с наступлением темноты вы идете в ее логово. заходя в него вы видите что всё разбросано, а у входа выцарапанна надпись — прости что так случилось, но мне здесь нет больше места, рано или поздно ОНА придет за мной. вы входите глубже в логово и видите лужу крови, подымая взгляд вы видите пистоль и Куруми с опущенной головой. вы подбегаете к ней и спрашиваете что тут произошло, но в ответ тишина. вы приподнимаете ее голову... она мертва.\n\n\n\nплохая концовка 4",
    "answers": []
  },
  {
    "id": 134,
    "text": "вы начинаете идти за Куруми. через какое-то время она срывается — я же сказала! не иди за мной! вы понимаете что лучше ее оставить одну и разворачиваетесь, но в спину вам раздается выстрел и вы падаете. в последние мгновение вы слышите шепот возле себя — прости, я... я не хотела.\n\n\n\nплохая концовка 3",
    "answers": []
  },
  {
    "id": 135,
    "text": "проходит пол суток. стража ведет ещё 1го подозреваемого, он явно покосился на вас, его посадили слева от вас.",
    "answers": [
      {
        "id": 136,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 136,
    "text": "ближе к ночи в камере спереди заключённый устал от жизни и прикусив язык сканчался захлебнувшись в собственной крови. заключённый слева пристально наблюдает за вами.",
    "answers": [
      {
        "id": 137,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 137,
    "text": "после пробуждения заключённый слева решает заговорить. — эй, откуда у тебя это одеяние?",
    "answers": [
      {
        "id": 138,
        "text": "молчать"
      },
      {
        "id": 139,
        "text": "рассказать про одеяние"
      }
    ]
  },
  {
    "id": 138,
    "text": "вы молчите и он решает отстать от вас",
    "answers": [
      {
        "id": 140,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 139,
    "text": "вы рассказываете почти все. так получилось что теперь вы знакомы с Сальвом, несмотря что он слеп он мастер по взлому и имеет связи на черном рынке. кроме того вы узнали про бывшего владельца одеяния могильщика Джеймса. во время разговора вы немного сдружились, теперь вам есть с кем поговорить.",
    "answers": [
      {
        "id": 140,
        "text": "ждать"
      },
      {
        "id": 141,
        "text": "подробнее о Джеймсе"
      }
    ]
  },
  {
    "id": 140,
    "text": "через какое-то количество дней стража начинает нервно бегать, все покинули тюрьму.",
    "answers": [
      {
        "id": 140,
        "text": "человек из левой камеры взламывает замок и убегает. молча посматрев на вас.",
        "need": [
          138
        ],
        "merge": true
      },
      {
        "id": 140,
        "text": "Сальва взламывает замок и выбегает, он подходит к вашей камере и тоже взламывает замок. выбигая вы вернули изъятое имущество и Сальва дал вам кольцо - держи, с ним тебя будут узнавать только знакомые. - спасибо. вы уходите из города и видете бойню людей и гномов. скрывшись в лесу Сальва говорит что пора залечь на дно и уходит. вы теперь свободны",
        "need": [
          139
        ],
        "merge": true
      },
      {
        "id": 142,
        "text": "ждать",
        "need": [
          138
        ]
      },
      {
        "id": 143,
        "text": "помочь в защите города",
        "need": [
          139
        ]
      },
      {
        "id": 144,
        "text": "сходить к реке",
        "need": [
          139
        ]
      }
    ]
  },
  {
    "id": 141,
    "text": "Джеймс брошенный ребенок. он долгое время выживал в лесу и считал его обитателей друзьями, хоть он и встречал только безобидных животных. жизнь он посвятил расхищению могил, по жизни он был удачлив и находил множество ценностей. во время последней ходки он должен был найти какойто артефакт, но вовремя осмотра могилы сорвался, посорился с Сальвом и ушел, будто бес в него вселился, он ломал все могилы по пути.",
    "answers": [
      {
        "id": 140,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 142,
    "text": "проходит ещё пару дней, стража вернулась но ее стало гораздо меньше. через какое-то время вас выпускают из-за недостатка доказательств.",
    "answers": [
      {
        "id": 145,
        "text": "идти к хутао"
      },
      {
        "id": 146,
        "text": "идти к реке"
      }
    ]
  },
  {
    "id": 143,
    "text": "",
    "answers": []
  },
  {
    "id": 144,
    "text": "",
    "answers": []
  },
  {
    "id": 145,
    "text": "вы идете к хутао. постучавшись в дверь вы слышите по ту сторону\n— ахахаха, ещё один. дверь открывается и она замирает перед вами — это... ты... ахаха кто бы мог подумать, ну ты заходи. Вы растерялись, но не смогли отказаться. зайдя в дом хутао говорит\n— может быть чайку? хехе, так сказать для ДУШИ.",
    "answers": [
      {
        "id": 147,
        "text": "согласится и поговорить"
      },
      {
        "id": 148,
        "text": "согласится и осмотреться"
      },
      {
        "id": 149,
        "text": "я не пью чай"
      }
    ]
  },
  {
    "id": 146,
    "text": "сквозь лес вы идёте к реке. лес на удивление тихий. лишь откуда то донёсся голос — деревья не очень-то расторопны. обернувшись вы ничего не увидели и решили что вам показалось. вы вышли к реке",
    "answers": [
      {
        "id": 158,
        "text": "идти вверх"
      },
      {
        "id": 159,
        "text": "идти вниз"
      },
      {
        "id": 160,
        "text": "идти к хутао"
      }
    ]
  },
  {
    "id": 147,
    "text": "хутао уходит заваривать чай, вы присели за стол и ждёте. она приходит с заваркой и парой чашек, усевшись к вам она начинает наливать вам чай.\n— всё в порядке? ты на себя не похожа. — да? тебе явно кажется, где ты был всё это время? — я... я помогал одному знакомому. — понятненько.  \nЧай начинает выливаться из крушки но зутао не обращает на это внимание. — чай! -а? а точно. она перестала наливать чай. — с тобой точно всё в порядке?. хутао замешкалась и сказала — сказать по правде у меня в подвале завелся грызун и я его боюсь. вы делаете глоток.",
    "answers": [
      {
        "id": 150,
        "text": "помочь"
      },
      {
        "id": 151,
        "text": "сказать что она справится"
      }
    ]
  },
  {
    "id": 148,
    "text": "",
    "answers": []
  },
  {
    "id": 149,
    "text": "",
    "answers": []
  },
  {
    "id": 150,
    "text": "вы согласились. приступая к делу она ведёт вас в подвал, вы замечаете что в других комнатах все зеркала разбиты и немного содраны обои. открыв подвал вы заглядываете туда, но вас талкают и вы падаете. \n— ой прости я не специально, ой дверь захлопнулась намертво... ты подожди я позаву на помощь. вы пытаетесь что либо разглядеть но ничего не видно, а пол мокрый. через какое-то время вас снова клонит в сон и вы засыпаете",
    "answers": [
      {
        "id": 155,
        "text": "очнуться"
      }
    ]
  },
  {
    "id": 151,
    "text": "вы говорите что она справится, но она начила настаивать на помощи. вы немного разругались и ушли. уходя вы слышите как она опечалена и говорит что дождется другого помощника.",
    "answers": [
      {
        "id": 152,
        "text": "прогуляться по городу"
      }
    ]
  },
  {
    "id": 152,
    "text": "вы гуляете по городу и приходите к пахаронному бюро, люди опечалены и вы решаете с ними заговорить. — что случилось? — мы не можем работать... госпожа хутао порвала все связи с нами после последнего захоронения и больше тут не появляется, мы отправили к ней одного... ну так... поговорить, но он пропал. — был у нее сегодня она сама не своя, ещё грызун завелся у нее в подвале. — грызун?, ты должно быть шутишь, она же на кладбища ходит их там пруд пруди. вам стало плохо -… — ладно мы скоро закрываемся, раз уж ты ее знакомый может переначуешь здесь? вы согласились.",
    "answers": [
      {
        "id": 153,
        "text": "проснуться и идти к хутао"
      },
      {
        "id": 154,
        "text": "проснуться и идти к реке"
      }
    ]
  },
  {
    "id": 153,
    "text": "вы просыпаетесь и решаете идти к хутао и узнать что за существо в подвале. она опять предлажила выпить и вы согласились. приступая к делу она ведёт вас в подвал, вы замечаете что в других комнатах все зеркала разбиты и немного содраны обои. открыв подвал вы заглядываете туда, но вас талкают и вы падаете. \n— ой прости я не специально, ой дверь захлопнулась намертво... ты подожди я позаву на помощь. вы пытаетесь что либо разглядеть но ничего не видно, а пол мокрый. через какое-то время вас снова клонит в сон и вы засыпаете.\n",
    "answers": [
      {
        "id": 155,
        "text": "очнуться"
      }
    ]
  },
  {
    "id": 154,
    "text": "вряд-ли стоит сейчас идти к хутао и вы решаете прогуляться до реки. выходя из города вы слышите как переговариваются стражники \n— как думаешь почему госпожа хутао не вышла на защиту города? — может ее не было в городе, я слышал что она занималась похоронами в этот момент. — ну она хотя бы павших проводила в тот мир. когда? — ну я видел ее там после боя. — наверное ей тяжело было проводить столько погибших, теперь понятно почему она из дома не выходит. вы идете дальше, в лесу очень тихо. выйдя к реке вы решаете куда идти дальше.",
    "answers": [
      {
        "id": 156,
        "text": "вверх по реке"
      },
      {
        "id": 157,
        "text": "вниз по реке"
      }
    ]
  },
  {
    "id": 155,
    "text": "вы просыпаетесь и понимаете что в кандалах. вы не можете выбраться и просто ждете. открывается дверь и входит хутао со свечкой в руке, вы пытаетесь поговорить но она игнорирует вас. она зажигает свечи в комнате и вы видите несколько пентограм... у соседней пентограммы весит почти скелет. — нравится? она затыкает вам рот -... —  вот он истинный человеческий облик, снаружи все разные, а внутри одинаковые... если все станут такими то воин больше не будет, никаких обид... сожалений... знаешь, ты мне нравишься, твоя душа иная, не из этого мира, поэтому я должна узнать какой твой истинный облик. немного повозившись она достает нож и истерически смеётся, подходит к вам и начинает по немногу срезать куски плоти. вам страшно, вы дергаетесь. — не двигайся, ато разлюблю). вы ничего не можете сделать и спустя несколько часов умираете.\n\nтак что же с ней в итоге произошло? ",
    "answers": []
  },
  {
    "id": 156,
    "text": "вы идете вверх и находите водопад, кажется за ним есть пещера. на входе вы находите дневник но он весь мокрый, ничего не разобрать. вы входите в пещеру, на полу несколько разных кристалов, заходя дальше вы понимаете что это место заброшено, все в пыли и паутине.\nвы роетесь в вещах и слышите какую то музыку.\nмузыка преблежалась и вы сами не поняли как упали на землю, вы пытаетесь встать но тело вас не слушает. вы слышите чьето приближение и разговоры. — какая крепкая девка нам попалась — это да, столько дней ее пытали и только сейчас она сказала где у нее логово. — да на ней живого места нет, мне кажется она откинет пока мы тут всё осмо... О О О смтри да это же наши кристаллы! — да действительно. — больше нет смысла ее оставлять в живых. — избавимся от нее по приходу. вы слышите как кто-то копается в вещах и идет к вам. вы видете гнома — о смотри!, флейтист не зря играл. — что там, человек? — да. — добей его без жалости, за павших братьев. вы смотрите как он медленно замахивается явно насмехаясь над вами и убивает вас, в последние секунды жизни вы думаете что вам повезло что вас не пытали.\n\nплохая концовка 6",
    "answers": []
  },
  {
    "id": 157,
    "text": "вы решаетесь идти в низ по реке и натыкаетесь на отряд гномов, когда 1 из них заиграл на флейте вы потеряли контроль над собой и вас проткнули тремя копьями. \n\nсегодня удача не на вашей стороне",
    "answers": []
  },
  {
    "id": 158,
    "text": "вы идете вверх по реке и видете водопад с пещерой за ним. на входе вы находите дневник в нем написано: я больше не могу здесь находится! \nэто место проклято, может я в измерении какого-то духа? сколько бы я не пыталась уйти кругом стены, мир обрывается и дальше лишь пустота, будто я заперта в картине. все жители этого места не знают об этом... или делают вид что не знают, но никто не хочет покинуть это место. не знаю сколько ещё я так смогу, спасибо дневник что я могу поделиться с тобой этим и не сойти с ума. завтра я пойду в шахты гномов за предпоследним кристалом, надеюсь я найду его.\n исследуя пещеру вы не нашли ничего интересного кроме кучки кристаллов",
    "answers": [
      {
        "id": 161,
        "text": "идти вниз по реке"
      },
      {
        "id": 162,
        "text": "идти к хутао"
      }
    ]
  },
  {
    "id": 159,
    "text": "",
    "answers": []
  },
  {
    "id": 160,
    "text": "",
    "answers": []
  },
  {
    "id": 161,
    "text": "вы идете вниз по реке и видите пещеру, вход к ней заставлен гномами со щитами. вы хотели уйти но они уже взяли вас в кольцо. они схватили вас и бросили в темницу. в переди вас в кандалах весела девушка в красночерном платье, на нее было больно смотреть, всё тело было в шрамах, ногти вырваны а ноги переломаны. вы долго сидели рассматривая ее.\nс ее головы капала кровь, она повернулась к вам. вы увидели ее лицо, у нее не было 1го глаза и уха. вас чуть не стошнило. вы отвернулись и решили поспать чтобы успокоится. на утро прешли гномы с топором и куском ткани, они повесели ткань вам на решетку чтобы вы ничего не видели. было лишь слышно как ломались кости и отрубалась плоть. под конец она им сказала чтото и они ушли. в тот же день под вечер ее унесли и больше вы ее не видели.\nвы остались гнить в тюрьме и терпеть издевки надсмотрщика пока не умерли от жажды",
    "answers": []
  },
  {
    "id": 162,
    "text": "",
    "answers": []
  }
]