[
  {
    "id": 1,
    "text": "Автор: Observer<s>r\nЖанр: Юмор<s>r\nВерсия: v.1.1<s>r\n<s>r\nАннотация:<s>r\nДанный квест — это история о человеке, который живёт в двух мирах: в реальности, являясь одиноким и толстым лентяем, и в социальной сети под названием «Wyvern», где он печально известнен, как убежденный левый и фурри-энтузиаст.  <s>r\n<s>r\nЕго жизнь — это бесконечные споры в сети, попытки доказать свою правоту, поиск хоть какого-то человеческого тепла и борьба с собой. Он хочет быть услышанным, но не умеет слушать. Хочет дружить, но отталкивает людей. Хочет измениться, но не может.  <s>r\n<s>r\nЧто же изменится в жизни Чебуба? Сможет ли он поменяться в лучшую сторону и найти себя? Или все станет ещё хуже?... <s>r\n<s>r\nПредупреждение:<s>r\nВсе совпадения случайны. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "middle_answer": true,
        "blackout": true
      },
      {
        "id": 32,
        "text": "Достижения",
        "left_answer": true
      },
      {
        "id": 4,
        "text": "Концовки",
        "right_answer": true
      },
      {
        "id": 3,
        "text": "Обновления",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Темнота комнаты медленно рассеивается под настойчивым светом утра, пробивающимся сквозь грязные шторы. Пахнет пылью, потом и чипсами. Где-то за стеной сосед включает дрель.<s>r\n<s>r\n«Опять... этот... шум...»<s>r\n<s>r\nЧебуб ворочается, кровать скрипит под его весом. Он натягивает одеяло на голову, но дрель не заглушить.  <s>r\n<s>r\nТелефон на тумбочке чуть не взрывается от вибрации — кто-то уже пишет. Экран мигает, освещая вчерашний ужин, вернее то, что от него осталось, на полу.  <s>r\n<s>r\n«Кто там опять... в семь утра?»<s>r\n<s>r\nОн шлёпает ладонью по тумбочке, промахивается, опрокидывает пустую банку из-под колы. Та с грохотом катится под кровать.  <s>r\n<s>r\n«Твою мать...»  <s>r\n<s>r\nНаконец, пальцы нащупывают телефон. Чебуб щурится от яркого экрана — в мессенджере уже три новых сообщения. <s>r\n<s>r\nОдно из них гласило:<s>r\n«Ты вообще видел, что правительство опять устроило?»<s>r\n<s>r\nЧебуб мысленно ответил:<s>r\n«Ну конечно видел. Я же всю ночь просидел в...»<s>r\n<s>r\nЕго размышления прервал неожиданный звук. Желудок урчит громко, будто напоминая: сначала еда, потом уже срачи.  ",
    "answers": [
      {
        "id": 5,
        "text": "Кажется, пора перекусить",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": "Обновления. <s>r\n<s>r\nЗдесь будет появляться вся информация о доработках, исправлениях и новых фишках квеста. <s>r\nЕсли вдруг Чебуб внезапно похудеет (спойлер: вряд ли) или научится вести диалоги без скандалов (ещё менее вероятно) — вы узнаете об этом первыми.  <s>r\nСледите за обновлениями, чтобы не пропустить.<s>r\n<s>r\nОбновления: <s>r\n<s>r\nRelease v.1.0<s>r\n<s>r\nPatch v.1.1 (Исправление ошибок)<s>r\n<s>r\n<...>",
    "answers": [
      {
        "middle_answer": true,
        "id": 3,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 4,
    "text": "Концовки. \n\nЖизнь Чебуба — это череда неочевидных выборов. \nБудет ли он вечно сидеть в своём кресле, уткнувшись в монитор? Сможет ли наконец выйти из дома без чувства тревоги? Или, может, его забанит админ на сервере за особенно рьяный спор о политике? \nВсё в ваших руках (и в его жирных пальцах, которыми он тыкает в клавиатуру).\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      },
      {
        "id": 4,
        "text": "ㅤ",
        "comment": true
      },
      {
        "id": 35,
        "text": "«Стабильность»",
        "need": 31,
        "need_ever": true
      },
      {
        "id": 41,
        "text": "«Бан»",
        "need": 42,
        "need_ever": true
      },
      {
        "id": 45,
        "text": "«Ты лишь инструмент»",
        "need": 44,
        "need_ever": true
      },
      {
        "id": 46,
        "text": "«Нейтралитет»",
        "need": 36,
        "need_ever": true
      },
      {
        "id": 56,
        "text": "«Цепной пёс»",
        "need": 55,
        "need_ever": true
      },
      {
        "id": 69,
        "text": "«Вышел. Выжил. Вернулся.»",
        "need": 68,
        "need_ever": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Чебуб шаркает босыми ногами по линолеуму, чувствуя под пальцами крошки и что-то липкое. Кухня встретила его тусклым светом из окна, заляпанного неизвестными пятнами. Он тянется к холодильнику, дверца с хрустом открывается. Внутри почти пусто. <s>r\n<s>r\n«Опять... Кто-то сожрал всё. Или это был я? Чёрт...»<s>r\n<s>r\nВзгляд скользит по полкам: пустая пачка масла, баночка с засохшим соусом, три яйца сомнительной свежести. И вдруг... о чудо! Одинокий кусок вчерашней пиццы, заветренный по краям. <s>r\n<s>r\nПластиковая упаковка хрустит, когда он отдирает ломтик от тарелки. <s>r\n<s>r\n«Ну, хоть так.»<s>r\n<s>r\nТесто жуётся, как картон, сыр тянется, будто резина. Но желудок рад и этому.  <s>r\n<s>r\n«Гастрономический шедевр. Прямо как в ресторане... конечно, если ресторан это помойка.»<s>r\n<s>r\nОн приваливается к столу, крошки падают на футболку. Взгляд натыкается на стикер на холодильнике: «Купи еды». Висит он, наверное, месяца три.<s>r\n<s>r\nЧебуб доедает пиццу, облизывает пальцы и задумывается: может, сегодня и правда сходить в магазин?  ",
    "answers": [
      {
        "id": 6,
        "text": "Пора за компьютер! ",
        "middle_answer": true
      },
      {
        "id": 60,
        "text": "Возможно, все же стоит выйти на улицу... ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": "Старый системный блок хрипит и выдаёт серию потрескивающих звуков. Монитор медленно оживает, мерцая синим экраном загрузки.<s>r\nВентилятор пыхтит, пытаясь разогнать пыль, скопившуюся за годы службы. Где-то внутри жёсткий диск поскрипывает то ли от вирусов, то ли от старости.  <s>r\n<s>r\n«Ну давай же... Сколько можно грузиться? Как будто я не знаю, что ты на 80% из троянов состоишь.»<s>r\n<s>r\nРука автоматически тянется к мышке, но сначала приходится отлепить её от коврика. Под ней засохшее пятно от сладкого чая.  <s>r\n<s>r\nНа экране всплывает первое уведомление:<s>r\n<s>r\n«Ваш ПК может быть заражён! Нажмите здесь для очистки!»<s>r\n<s>r\nЧебуб усмехнулся и про себя саркастично ответил:<s>r\n<s>r\n«О, спасибо, кэп. А я думал, это у меня хомяки в системном блоке завелись.»<s>r\n<s>r\nОн закрывает всплывашку, даже не глядя. Рабочий стол — это апокалипсис из иконок: нерабочие ярлыки, установленные против его воли «оптимизаторы», папка «Фотки» (в ней 3 скрина из игры 2017 года). На обоях стоит его фурри-арт, который он сам рисовал несколько лет назад. <s>r\n<s>r\nКурсор замер, ожидая действий хозяина. ",
    "answers": [
      {
        "id": 7,
        "text": "Wyvern",
        "left_answer": true
      },
      {
        "id": 8,
        "text": "Vapor",
        "need": -8,
        "right_answer": true
      },
      {
        "id": 9,
        "text": "Браузер",
        "need": -9,
        "left_answer": true
      },
      {
        "id": 10,
        "text": "Корзина",
        "need": -10,
        "right_answer": true
      },
      {
        "id": 11,
        "text": "Этот компьютер",
        "need": -29,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "ㅤ",
        "comment": true
      },
      {
        "id": 12,
        "text": "Выйти из системы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Старый монитор с желтеющей от времени матрицей выдаёт синеву загрузки мессенджера. Курсор подлагивает. Система явно не в восторге от того, что её снова будят. Чебуб привычным движением запускает Wyvern, не глядя на клавиатуру — пальцы сами находят нужные комбинации, стёртые до белых пятен.<s>r\n<s>r\n«Интересно, что там за вбросы сегодня... Наверняка опять эти либерасты...»<s>r\n<s>r\nМессенджер открывается с тихим звуковым эффектом. Что-то среднее между «плирк» и предсмертным хрипом динамиков. На экране всплывает последнее уведомление: <s>r\n<s>r\n«На сервере Рептилоидия 247 новых сообщений».<s>r\n<s>r\nОн щёлкает по иконке сервера, и перед ним разворачивается знакомый хаос. Чат живёт своей жизнью: сообщения мелькают так быстро, что глаза не успевают фокусироваться.<s>r\n<s>r\nВедется горячая дискуссия о последнем заявлении президента сервера. Кто-то выложил скриншот новостного поста из «Осады» — официального СМИ сервера. На скрине заголовок: \"Оппозиционные элементы пытаются дестабилизировать ситуацию\".<s>r\n<s>r\n«Как и всегда что-то высрали... Хотя, может они и правы?...»<s>r\n<s>r\nПомимо сотен упоминаний от разных людей, Чебубу бросилось в глаза личное сообщение от пользователя «Соратник». Он является старым знакомым по политическим дебатам и ярым левым оппозиционером. ",
    "answers": [
      {
        "id": 14,
        "text": "Обсуждать заявление",
        "var_add": [
          "opp",
          1
        ],
        "left_answer": true
      },
      {
        "id": 15,
        "text": "Спокойно наблюдать",
        "right_answer": true
      },
      {
        "id": 16,
        "text": "Посмотреть ЛС",
        "need": -16,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": "Чебуб щелкает по иконке Vapor, и лаунчер открывается с ленивым шипением, будто выпуская струйку цифрового пара. На экране всплывает праздничный баннер:  <s>r\n<s>r\n«ЛЕТНЯЯ РАСПРОДАЖА! СКИДКИ ДО -90%!»<s>r\n<s>r\nЯркие буквы горят, ослепляя его. Он щурится, чувствуя, как в груди копошится знакомое чувство — смесь азарта и досады.  <s>r\n<s>r\nБаланс: 327₽.<s>r\n<s>r\n«Ну и хрень...» — бормочет он, прокручивая список скидок.  <s>r\n<s>r\nИгры, о которых он мечтал, теперь стоят копейки. Но даже этих копеек у него нет. Darkest Dungeon II— 899₽ со скидкой. Furry RPG — 450₽. Даже дешёвый инди-хоррор за 199₽ уже кажется непозволительной роскошью.  <s>r\n<s>r\nОн задерживает курсор на кнопке «Пополнить счёт», но, вероятно, в кошельке ещё меньше, чем в Vapor, к тому же комиссия слишком велика. <s>r\n<s>r\nНа секунду Чебуб закрывает глаза, представляя, как покупает всё это. Как запускает новую игру, как забывается в ней на часы...  <s>r\n<s>r\nНо потом снова смотрит на экран.  ",
    "answers": [
      {
        "id": 51,
        "text": "327₽...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 9,
    "text": "Синий свет монитора освещает лицо Чебуба, когда он щелкает по иконке браузера. Старый компьютер задумывается на мгновение.  <s>r\n<s>r\nЕго пальцы уже бегут по клавиатуре, но на секунду замирают. В отражении экрана он видит свое лицо — осунувшееся, с красными от напряжения глазами.  <s>r\n<s>r\n«Ну и что сегодня...» — бормочет он, и браузер, будто в ответ, подсказывает ему продолжение фразы в поисковой строке.  <s>r\n",
    "answers": [
      {
        "id": 49,
        "text": "Фурри-арты",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": "Как и всё в его жизни, корзина давно превратилась в хаотичное хранилище всего, что он когда-то считал ненужным, но так и не решился удалить окончательно. Начиная от удаленных скриншотов старых срачей, черновиков постов, которые он так и не отправил,  несколько гигабайт фурри-артов, которые он стыдливо оставлял «на потом».<s>r\n<s>r\nКорзина давно не очищалась. В глубине, среди хлама, могли затеряться и действительно ценные вещи. Те самые переписки, которые он когда-то хотел стереть, но передумал. Или просто забыл.",
    "answers": [
      {
        "id": 47,
        "text": "Очистить",
        "need": -47,
        "middle_answer": true
      },
      {
        "middle_answer": true,
        "text": "На рабочий стол",
        "id": 6
      }
    ]
  },
  {
    "id": 11,
    "text": "Чебуб лениво щёлкает по иконке «Этот компьютер». Окно открывается, хоть и не с первого раза. \n\n«Ну-ка, что тут у нас... »\n\nО, ужас. Что же тут только не творится! Настощящий кошмар, хаос внутри комьютера. \n\nЛокальный диск С: переполнен, папка «Документы» предстааляет из себя хаотично разбросанные файлы, загрузки — 647 файлов. \nЛокальный диск D: полностью забит фурри-артами (37 ГБ). \n\nНужно срочно с этим что-то делать! ",
    "answers": [
      {
        "id": 28,
        "text": "Сортировать файлы",
        "middle_answer": true
      },
      {
        "need_ever": true,
        "backstepCount": 1,
        "middle_answer": true,
        "text": "На рабочий стол",
        "isBack": true,
        "id": 11
      }
    ]
  },
  {
    "id": 12,
    "text": "Монитор, потрескивая, выдавал последние судороги пикселей, когда Чебуб с раздражением ткнул в кнопку системного блока. Гул вентиляторов стих, словно старый зверь, захлебнувшись, наконец испустил дух.  <s>r\n<s>r\n«Ну и ладно», — пробормотал он, отталкиваясь от стола.  <s>r\n<s>r\nСтул заскрипел под его весом. Комната встретила его привычным полумраком: шторы, плотные, с выцветшими котами-ниндзя, не пропускали лишнего света. Над кроватью — постеры: один с размашистым «Слава Красной Родине!», другой — с антропоморфным лисом в бронежилете, явно самопальный. Между ними торчал флаг, не то государственный, не то фурри-фэндомный — трудно было разобрать.  <s>r\n<s>r\nГрязь. Но не хаотичная, а какая-то системная, словно каждый носок на полу, каждая пустая банка из-под энергетика занимали своё историческое место. На тумбочке запылённый ноутбук, давно не включавшийся, и стопка книг: от «Основ политэкономии» до сборника комиксов про воинственных енотов.  <s>r\n<s>r\nОднокомнатная квартирка была устроена просто: вот спальня, он же зал, он же кабинет; вот кухня — два квадратных метра с микроволновкой, вечно подтёкшим чайником и пятнами жира на обоях; вот туалет — там, к счастью, ещё держался свет.  <s>r\n<s>r\nЧебуб потянулся, костяшки хрустнули. Компьютер мог и подождать, хотя он навряд ли запустится опять. Может, стоит прогуляться? Или лечь обратно? ",
    "answers": [
      {
        "id": 57,
        "text": "Другие комнаты",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 13,
    "text": "Дверь подъезда захлопнулась за ним с глухим стуком, словно навсегда отрезая путь к отступлению. Чебуб замер на крыльце, ослепленный резким дневным светом. <s>r\n<s>r\nВоздух ударил в лицо. Не свежий, нет, другой: с примесью выхлопных газов, тополиного пуха и далекого запаха шашлыка из соседнего двора.<s>r\n<s>r\nДвор встретил его какофонией звуков. Где-то визжали дети, гоняя мяч по вытоптанной земле, где когда-то пыталась расти трава. С открытого окна на третьем этаже лился русский шансон, перемежаемый матерной руганью. Стайка воробьев с шумом вспорхнула из-под колес ржавой «Лады», которая, казалось, стояла здесь со времен его детства.<s>r\n<s>r\nЧебуб неуверенно спустился по ступенькам, покрытым трещинами и надписями «Артём лох». Под ногами хрустнул битый кирпич. Это были материалы давнего ремонта, который так и не добрался до их двора.<s>r\n<s>r\nОн огляделся.<s>r\n<s>r\nСлева — ряд почерневших гаражей с криво нарисованными номерами. <s>r\nСправа — скамейка. Легендарная скамейка, где сидели бабушки летом и алкаши круглый год. Сейчас там дремал какой-то мужик в трениках, обняв пакет.<s>r\n<s>r\nА прямо... Прямо был выход в город, на основную площадь. <s>r\n<s>r\n«Куда идти? Я же совершенно не знаю, что люди обычно делают на улице...»",
    "answers": [
      {
        "id": 64,
        "text": "Пойти на главную улицу"
      },
      {
        "id": 13,
        "text": "Получено достижение: «Выход в оффлайн»",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Чебуб листает чат, пока не натыкается на закреплённый пост от Потрошителя младенцев — президента Рептилоидии. Сообщение гласит:<s>r\n<s>r\n«Левоглобалистская пропаганда будет караться баном. Наши традиционные ценности — прежде всего...»<s>r\n<s>r\n«Ага, \"традиционные ценности\". То есть ненавидеть всех, кто не влез в твой узкий мирок.», — подумал Чебуб. <s>r\n<s>r\nВ чате уже бурлит. Джейс, местный левак, пытается вставить аргументы:  <s>r\n«Вы хоть понимаете, что это нарушает базовые принципы свободы?»<s>r\n<s>r\nОтветы сыплются мгновенно:<s>r\nМафф: «Свобода — не значит вседозволенность, дурак!»<s>r\nНагибатор младенцев: Мы поддерживаем курс президента.»<s>r\n<s>r\nЧебуб ощущает знакомый прилив злости. Пальцы сами начинают печать ответ, но он сдерживается. Стирает написанное, переформулирует. В итоге отправляет что-то осторожное:  <s>r\n<s>r\nЧебуб: «А если человек просто хочет жить спокойно, его тоже банят?»<s>r\n<s>r\nРеакция не заставила себя ждать.<s>r\nМафф: «Чебуб, ты чё, за них теперь?»<s>r\nДжейс: «Спасибо, что хоть кто-то адекватный.»<s>r\n<s>r\n«Чёрт, меня сейчас или запомнят как предателя, или как труса. И то хуже.»<s>r\n<s>r\nКогда спор достигает пика, в углу экрана мелькает уведомление:  <s>r\n«Всем спасибо, кто был на моей трансляции! Это было очень важно.» <s>r\n<s>r\nЧебуб замирает. Пока он спорил о принципах, что-то важное уже произошло.  <s>r\n<s>r\nДобавлено: <plus>1 очко оппозиции. ",
    "answers": [
      {
        "id": 16,
        "text": "Посмотреть ЛС",
        "left_answer": true
      },
      {
        "id": 19,
        "text": "Написать Джейсу",
        "need": -20,
        "right_answer": true
      },
      {
        "id": 20,
        "text": "Попытаться оправдаться",
        "var_sub": [
          "opp",
          1
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 15,
    "text": "Чебуб скроллил чат вполглаза, не ввязываясь в очередной спор о банах. Сегодня ему было лень. Пусть Есенин и Джейс переругиваются – он лишь потягивал теплую колу, наблюдая за этим как за дождем за окном.  <s>r\nНо потом пришел пинг. <s>r\nОн кликнул.  <s>r\n<s>r\nЭто было сообщение, в связи с началом трансляции, объявленной Потрошителем. <s>r\n<s>r\n«Граждане Рептилоидии»<s>r\n<s>r\nПосле небольшой паузы, тот продолжил.<s>r\n<s>r\n«Вы все заметили, что последние недели банов стало больше. Я не буду врать и говорить, что это случайность. Нет. Мы в состоянии войны.»<s>r\n<s>r\nЧебуб перестал жевать чипсы.  <s>r\n<s>r\n«Левые либералы, враги наших ценностей, пытаются проникнуть сюда. Они маскируются под обычных пользователей, сеют хаос, стравливают нас друг с другом. Их цель – разрушить Рептилоидию изнутри.»<s>r\n<s>r\nВновь пауза.<s>r\n<s>r\n«Поэтому да, банов стало больше. Да, мы стали жестче. Но это не цензура. Это – оборона.»<s>r\n<s>r\nЧебуб почувствовал, как что-то внутри него щелкнуло.<s>r\nВнезапно все встало на свои места.  <s>r\n<s>r\n«Мы защищаем наш дом», – сказал Потрошитель.  <s>r\n<s>r\nИ Чебуб верил ему. ",
    "answers": [
      {
        "id": 53,
        "text": "Браво! ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 16,
    "text": "Чебуб нервно озирается по сторонам, хотя в его захламлённой комнате кроме него никого нет. Курсор дрожит над иконкой личных сообщений. Три новых сообщения от Соратника. Он делает глубокий вдох и кликает.<s>r\n<s>r\nПервое сообщение (2 часа назад):<s>r\n«Чебуб, ты видел новый указ? Они теперь вообще маски сбросили.»<s>r\n<s>r\nВторое (1 час назад):<s>r\n«Эй, ты там живой? Или уже попал в их списки?»<s>r\n<s>r\nТретье (15 минут назад):<s>r\n«Ладно, если тебя взяли — моргни два раза.»<s>r\n<s>r\nПальцы замерли над клавиатурой. Чебуб снова оглядывается на дверь, хотя прекрасно знает, что в квартире никого нет уже несколько лет.",
    "answers": [
      {
        "id": 18,
        "text": "Ответить",
        "var_add": [
          "opp",
          1
        ],
        "left_answer": true
      },
      {
        "id": 21,
        "text": "Проигнорировать",
        "right_answer": true
      }
    ]
  },
  {
    "id": 17,
    "text": "Чебуб задерживает курсор над крестиком в углу экрана. На секунду кажется, что программа сопротивляется — зависает, будто не хочет отпускать. Но потом окно схлопывается с тихим чпоком, обнажая рабочий стол во всей его печальной красе.  \n\nВ трее мигает значок мессенджера. Кто-то пишет. Чебуб намеренно отворачивается — пока не готов к новому витку бессмысленных споров. \n\nОн откидывается в кресле, и оно отвечает скрипом.",
    "answers": [
      {
        "isBack": true,
        "id": 17,
        "text": "Wyvern",
        "backstepCount": 1,
        "left_answer": true
      },
      {
        "id": 8,
        "text": "Vapor",
        "right_answer": true
      },
      {
        "id": 9,
        "text": "Браузер",
        "left_answer": true
      },
      {
        "id": 10,
        "text": "Корзина",
        "right_answer": true
      },
      {
        "id": 11,
        "text": "Этот компьютер",
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "ㅤ",
        "comment": true
      },
      {
        "id": 12,
        "text": "Выйти из системы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 18,
    "text": "Чебуб осторожно набирает текст. <s>r\n«Видел. Но может у них свои причины? Всё-таки порядок должен быть.»<s>r\n<s>r\nСоратник мгновенно отвечает. <s>r\n«Порядок? Это называется диктатура, дружище. Смотри: сначала запретили критику, теперь — альтернативные мнения. Что дальше? Мысли проверять будут?»<s>r\n<s>r\nЧебуб, слегка смелея, ответил:<s>r\n«Ну... может ты преувеличиваешь? Они же просто за стабильность.»<s>r\n<s>r\nСоратник отправил скриншоты. <s>r\n«Стабильность? Вот список забаненных за неделю. Тридцать человек. Вот — новые правила. Теперь даже намёк на несогласие = бан. Это не стабильность, это террор.»<s>r\n<s>r\nЧебуб медленно пролистывает прикреплённые файлы. В груди что-то неприятно сжимается.<s>r\n<s>r\nСоратник отвечает, стараясь сделать это помягче. <s>r\n«Послушай, я знаю — страшно. Но если мы будем молчать, они просто задавят всех. Ты же сам говорил, что ценишь свободу слова.»<s>r\n<s>r\nЧебуб, после долгой паузы, ответил:<s>r\n«Просто... я не уверен, что стоит лезть. Может, проще не высовываться?»<s>r\n<s>r\nЧебуб со страхом ждал ответа знакомого. И вот сообщение пришло. <s>r\n«А потом будет поздно. Помнишь, как в мае? Все говорили \"это временно\". И что? Теперь мы даже в чате шептаться боимся.»<s>r\n<s>r\nЧебуб откидывается в кресле, которое жалобно скрипит. Он смотрит на экран, где последнее сообщение Соратника горит непрочитанным:<s>r\n«Выбор за тобой. Но помни — нейтралитет всегда играет на сторону палача.»<s>r\n<s>r\nДобавлено: <plus>1 очко оппозиции. ",
    "answers": [
      {
        "id": 25,
        "text": "Пора в чат"
      }
    ]
  },
  {
    "id": 19,
    "text": "Чебуб долго смотрит на пустую строку ввода ЛС, пальцы нервно постукивают по клавиатуре. Он оглядывается на дверь — привычный жест, хотя в квартире давно никого нет.<s>r\n<s>r\nЧебуб долго набирает сообщение, потом стирает, и вновь набирает... <s>r\n<s>r\n«Джейс... ты ещё не в бане?»<s>r\n<s>r\nТри точки, означающие, что собеседник печатает сообщение, появляются почти мгновенно. Он явно ждал прихода Чебуба. <s>r\n<s>r\n«Ого. Сам написал. Видимо, ситуация и правда хреновая.»<s>r\n<s>r\nЧебуб, нервно сжимая мышку, отвечает:<s>r\n<s>r\n«Просто... мне кое-что интересно. Эти новые правила модерации...»<s>r\n<s>r\nДжейс незамедлительно отправил ответ.<s>r\n<s>r\n«Ага, \"правила\". Знаешь, сколько людей исчезло за неделю? Дай угадаю — ты думаешь, они все \"нарушили\"?»<s>r\n<s>r\nОн прикрепил файл. Список из тридцати ников. Чебуб узнаёт минимум десять.<s>r\n<s>r\n«Но... Потрошитель говорил, что это все провокаторы...»<s>r\n<s>r\nДжейс не заставил ждать:<s>r\n<s>r\n«Провокаторы. Левоглобалисты. Иноагенты. У них всегда одно оправдание. Посмотри сам.»<s>r\n<s>r\nОн прикрепил несколько скриншотов удаленных постов с шутками про Потрошителя.",
    "answers": [
      {
        "id": 27,
        "text": "И что ты предлагаешь? ",
        "var_add": [
          "opp",
          1
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "Чебуб начал лихорадочно набирать ответ, иногда делая опечатки, стараясь быстро их исправить<s>r\n<s>r\nУже в панике, Чебуб пытается оправдываться:<s>r\n<s>r\n«Вы всё неправильно поняли! Я просто спрашивал! Это же дискуссия, чёрт возьми! Да я вообще нихрена не поддерживаю! Мне просто интересно было, как это работает!»<s>r\n<s>r\nВ чат сразу же влетает Сакрамар, столь ненавистный Чебубом:<s>r\n<s>r\n«Чебуб. Выбирай. Ты либо с Родиной, либо против нее. »<s>r\n<s>r\nО, нет! Нужно срочно написать что-нибудь патриотичное... <s>r\n<s>r\n«Конечно с Родиной! Я просто... проверял, насколько эти либерахи тупые! Вот Джейс же сразу повёлся! Ха-ха!»<s>r\n<s>r\nЧерез пару минут чат умолк, и все забыли про Чебуба, однако это ситуация оставила на нем неизгладимое впечатление. Его руки трясутся, он до сих пор в панике. <s>r\n<s>r\nОн решил передохнуть, выпить чаю, после чего вновь вернуться в чат. ",
    "answers": [
      {
        "id": 25,
        "text": "Опять в чат"
      }
    ]
  },
  {
    "id": 21,
    "text": "Чебуб замер перед экраном, палец непроизвольно завис над строкой ответа Соратнику. В комнате стало душно. Он резко тянется к банке с колой, делая слишком большой глоток. Сладкая жидкость немного проливается на футболку.<s>r\n<s>r\n«Да ну его нафиг... Нечего мне с этими диссидентами связываться.»<s>r\n<s>r\nОн закрывает окно личных сообщений резким движением мыши, будто отгоняя назойливую муху. На секунду экран гаснет, отражая его перекошенное лицо.<s>r\n<s>r\nЧебуб возвращается в главный чат Рептилоидии.",
    "answers": [
      {
        "id": 25,
        "text": "Наверное, опять спорят"
      }
    ]
  },
  {
    "id": 22,
    "text": "Он щёлкает по иконке сервера, и перед ним разворачивается знакомый хаос. Чат живёт своей жизнью — сообщения мелькают так быстро, что глаза не успевают фокусироваться.<s>r\n<s>r\nВедется горячая дискуссия о последнем заявлении президента сервера. Кто-то выложил скриншот новостного поста из «Осады» — официального СМИ сервера. На скрине заголовок: \"Оппозиционные элементы пытаются дестабилизировать ситуацию\".<s>r\n<s>r\n«Как и всегда что-то высрали... Хотя, может они и правы?...»",
    "answers": [
      {
        "id": 14,
        "text": "Обсуждать заявление",
        "var_add": [
          "opp",
          1
        ],
        "left_answer": true
      },
      {
        "id": 15,
        "text": "Спокойно наблюдать",
        "right_answer": true
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": [
      {
        "id": 24,
        "text": "Что там вообще происходит?"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "Чебуб заходит в чат. <s>r\nЭкран заливает поток сообщений — привычный хаос Рептилоидии. Ничего нового, ничего важного. Просто очередной день в болоте.  <s>r\n<s>r\nЧат живёт своей жизнью: кто-то спорит о ценах на хлеб, кто-то кидает политические мемы или гифки. В общем, все стабильно. <s>r\n<s>r\nЧебуб листает чат, даже не читая. Его пальцы сами набирают привычное «Сосали?».<s>r\nНо он тут же стирает и пишет: «Как же все тяжело...» и рандомный эмодзи. <s>r\nКонечно же никто не поинтересовался у Чебуба, что же у него случилось.<s>r\n<s>r\nТем не менее, Сакрамар был единственным человеком, ответившим ему:<s>r\n«Глубокомысленно. Как всегда, Чебуб.»<s>r\nКонечно же это был сарказм. <s>r\n<s>r\nЧебуб зевнул. В Рептилоидии всё как всегда. Ничего не изменилось. Ничего не изменится. ",
    "answers": [
      {
        "id": 26,
        "text": "Ответить Сакрамару"
      },
      {
        "id": 19,
        "text": "Написать Джейсу",
        "need": -20
      }
    ]
  },
  {
    "id": 26,
    "text": "«Ну всё, этот кретин опять за своё...»\n\nПальцы сами начинают выбивать ответ. Он печатает, стирает, переформулирует. В итоге отправляет:\n\n«Сакрамар, ты хоть раз в жизни сам-то думал? Или только мемы из пабликов копируешь?»\n\nСакрамар в ответ просто использует своего бота с именем «Мать Чебуба», отправив фото краснеющего хомяка. \n\nЧебуб был в ярости. Его руки тряслись, и он уже начал яростно писать ответ, но тут... ",
    "answers": [
      {
        "id": 26,
        "text": "Комьютер выключается. Похоже, огромное количество вирусов и недостаток памяти привели к такому исходу. Кто бы мог подумать? ",
        "comment": true,
        "need": [
          -29
        ]
      },
      {
        "id": 26,
        "text": "Модератор выдает вам мьют на час. ",
        "comment": true,
        "need": [
          29
        ]
      },
      {
        "id": 12,
        "text": "Почему именно сейчас?! ",
        "need": -29
      },
      {
        "id": 31,
        "text": "А Сакрамар почему не в мьюте?! ",
        "need": 29
      }
    ]
  },
  {
    "id": 27,
    "text": "«... И что ты предлагаешь?»\n\nДжейс, после недолгой паузы, отвечает:\n\n«Начни с малого. Распространяй наши идеи среди проверенных рептилоидов. Рано или поздно, мы начнем полноценную революцию.»\n\nЧебуб закрывает ЛС. На экране — привычный интерфейс Wyvern. Но теперь каждый баннер или аватарка, хотя бы частично связанная с Потрошителем или Рептиодиской Федерацией кажутся... Чужими... \n\nДобавлено: <plus>1 очко оппозиции. ",
    "answers": [
      {
        "id": 33,
        "text": "Пора действовать",
        "var_need": [
          "opp",
          3
        ],
        "left_answer": true
      },
      {
        "id": 36,
        "text": "Нет, я не поддержу такое",
        "right_answer": true
      }
    ]
  },
  {
    "id": 28,
    "text": "Чебуб, в редком приступе продуктивности, решил наконец разобрать свои файлы. Он открывает «Этот компьютер» и с гордостью осматривает результаты своих трудов.  \n\nЛокальный диск (C:)\n— Система\n— Игры\n  — «Игры рабочие»\n  — «Игры нерабочие»\n— Программы\n\nДокументы\n— Работа (пусто) \n— Учеба\n— Личное\n  — «Фото»\n  — «Музыка»\n  — «Творчество» \n\nФурри-арты\n— Лисы (300<plus> файлов)  \n— Волки (≈150 файлов)  \n— Прочее",
    "answers": [
      {
        "id": 29,
        "text": "Антивирус",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 29,
    "text": "Среди относительно аккуратно разложенных папок Чебуб натыкается на забытый файл:<s>r\n«SuperAntivirus_Free_Setup.exe»<s>r\n(Дата изменения: 03.12.2018. Размер: 2.4 ГБ. Выглядит подозрительно.)<s>r\n<s>r\n«Чёрт... Это же тот самый антивирус, который я качал, когда у меня торренты перестали работать? Или это вирус?»<s>r\n<s>r\nОн дважды кликает по файлу. Компьютер задумывается на 10 секунд, затем выдаёт:  <s>r\n«Вы уверены, что хотите запустить это приложение?»<s>r\n<s>r\n«Ну... Хуже уже не будет.»<s>r\n<s>r\nПроцесс установки... <s>r\n— Программа требует доступ к камере, микрофону и банковским данным. <s>r\n <s>r\nУстановщик предлагает заодно поставить «TurboNet 3000» и «Калькулятор криптовалют».  <s>r\n<s>r\n«Ладно, это немного странно, но... бесплатно же!»<s>r\n<s>r\nАнтивирус тут же находит 1482 угрозы, включая:  <s>r\nТроян: Win32/ChebubStealer<s>r\nРекламный модуль: Adware.WyvernAds<s>r\nПодозрительный файл: «SuperAntivirus_Free_Setup.exe»<s>r\n<s>r\n«Да ё-моё! Это же он сам себя нашёл?!»<s>r\n<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "Закрыть приложение",
        "middle_answer": true
      },
      {
        "id": 29,
        "text": "Получено достижение: «SuperAntivirus_Free_Setup.exe»",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "Экран Wyvern потускнел — красная полоса «Вам ограничен доступ к чату (00:59:23)» перекрывает половину интерфейса. Чебуб бессильно тыкает в кнопку отправки сообщения, но система лишь глухо пищит в ответ.  \n\n«Ну и ладно... Как будто мне есть что сказать этим дебилам.»\n\nОн откидывается в кресле, которое кряхтит под его весом. Взгляд скользит по комнате:  \nПолупустая пачка чипсов на столе, мерцающий монитор с застывшим чатом... \n\nЗа окном — редкие гудки машин. Вентилятор ПК ноет, как больное животное.  \n\nЧебуб делает глубокий вздох. \n«Просто час... Всего лишь час...»\n\nЧебуб открывает папку с фурри-артом. Сегодняшний срач, мут, Сакрамар — всё это можно переждать. Завтра всё вернётся на круги своя.  \n\nГлаза смыкаются от усталости, вы засыпаете... ",
    "answers": [
      {
        "id": 1,
        "text": "Час... Всего... Час... ",
        "middle_answer": true,
        "blackout": true
      },
      {
        "id": 31,
        "text": "Получена концовка: «Стабильность»",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 32,
    "text": "Достижения. \n\nЗдесь собраны все ваши великие (и не очень) подвиги в цифровом мире. Каждый бан, каждый спор до хрипоты, каждый редкий проблеск продуктивности — всё зафиксировано в этом архиве. \n\nМожно ли разблокировать их все? И главное — нужно ли?",
    "answers": [
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      },
      {
        "id": 32,
        "text": "ㅤ",
        "comment": true
      },
      {
        "id": 34,
        "text": "«SuperAntivirus_Free_Setup.exe»",
        "need": [
          29
        ],
        "need_ever": true
      },
      {
        "id": 48,
        "text": "«Помойщик»",
        "need": 47,
        "need_ever": true
      },
      {
        "id": 50,
        "text": "«Чебуб-фурриеб»",
        "need": 49,
        "need_ever": true
      },
      {
        "id": 52,
        "text": "«PIGUS»",
        "need": 51,
        "need_ever": true
      },
      {
        "id": 65,
        "text": "«Выход в оффлайн»",
        "need": 13,
        "need_ever": true
      }
    ]
  },
  {
    "id": 33,
    "text": "Чебуб заходит в Рептилоидию, но теперь всё выглядит иначе. Знакомые ники кажутся подозрительными, мемы — пропагандой, а безобидные шутки — шифровкой. А чат в свою очередь живет своей жизнью: мемы, бессмысленные дискуссии, посты в газетах... \n\nЧебуб начал параноить:\n«Боже, как я раньше этого не замечал? Они же все... как роботы. Или как я был раньше...»\n\nПришло новое сообщение от Джейса. Файл с рассылкой в txt формате. \n\nЧебуб нервно облизывает губы. Пора сделать первый шаг. \n\nКонечно, Джейс главный, и, наверное, ему лучше знать, что делать в первую очередь... Хотя, кого я обманываю? Я гораздо лучше его во всем и сам знаю, что делать. Почему это ОН должен решать, что я должен провернуть? У меня уже много идей, и они помогут нам провести успешный переворот... Они сами мне потом спасибо скажут! ",
    "answers": [
      {
        "id": 37,
        "text": "Заняться рассылкой",
        "middle_answer": true
      },
      {
        "id": 38,
        "text": "Создать газету",
        "need": -38,
        "left_answer": true
      },
      {
        "id": 39,
        "text": "Создать мемов",
        "need": -39,
        "right_answer": true
      }
    ]
  },
  {
    "id": 34,
    "text": "«SuperAntivirus_Free_Setup.exe»<s>r\n<s>r\nОписание: <s>r\nВы рискнули. Вы поверили. Вы запустили сомнительный антивирус и даже ненадолго поверили, что он что-то починит. Наивный... но смелый!<s>r\n<s>r\nУсловия получения:<s>r\n— Сортировать файлы в разделе «Этот компьютер».<s>r\n— Запустить бесплатный антивирус с сомнительным рейтингом .<s>r\n— Обнаружить, что сам антивирус помечен как угроза. <s>r\n<s>r\n«Ну хотя бы папки теперь красиво разложены... а этот троян, наверное, безвредный...»<s>r\n©Чебуб.",
    "answers": [
      {
        "backstepCount": 1,
        "middle_answer": true,
        "text": "Обратно",
        "id": 34,
        "isBack": true
      }
    ]
  },
  {
    "id": 35,
    "text": "«Стабильность»\n\nОписание:\nЧебуб так и остался жирным, злым и одиноким троллем. Он продолжает орать в Рептилоидии, злиться на Сакрамара и жрать чипсы перед монитором. Каждый его день это:\n1) Утренний срач\n2) Дневной срач\n3) Вечерный срач\n\nУсловия получения:\n— Активно участвовать в срачах. \n— Очистить комьютер от вирусов. \n— Затерпеть мьют. \n\n«Сосали?»\n©Чебуб.",
    "answers": [
      {
        "backstepCount": 1,
        "middle_answer": true,
        "text": "Обратно",
        "id": 35,
        "isBack": true
      }
    ]
  },
  {
    "id": 36,
    "text": "Чебуб долго смотрел на последнее сообщение Джейса. Тот предлагал ему выбор — стать частью чего-то большего, бросить вызов системе. Пальцы сами потянулись к клавиатуре, чтобы написать согласие... но замерли.  <s>r\n<s>r\nОн представил, как будет выглядеть эта революция. Джейс на троне вместо Потрошителя. Те же банхаммеры, только с другими лозунгами. Те же списки неблагонадёжных, только с другими именами.  <s>r\n<s>r\n«Нет,» — наконец написал он и закрыл ЛС.<s>r\n<s>r\nНа следующий день Рептилоидия взорвалась новостями. Попытка переворота провалилась. Джейс и его сторонники исчезли в бане. Чебуб читал эти сообщения, чувствуя, как по спине бегут мурашки.  <s>r\n<s>r\nОн мог бы быть среди них.  <s>r\n<s>r\nНо теперь сидел в том же старом чате, с теми же спорами, и впервые за долгое время ему было... спокойно. Возможно, настоящая храбрость — это не бросаться в бой, а оставаться собой, когда все вокруг требуют выбрать сторону.  <s>r\n<s>r\nРептилоидия не изменилась. И он — тоже. В этом и было его утешение. <s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец. ",
        "middle_answer": true,
        "blackout": true
      },
      {
        "id": 36,
        "text": "Получена концовка: «Нейтралитет».",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 37,
    "text": "Чебуб сидит в темноте, освещённый только синим светом монитора. В чате Рептилоидии уже затишье — большинство людей спит, кроме пары троллей.<s>r\n<s>r\nЧебуб, тихо шепча, проговорил:<s>r\n«Ладно... только пять человек. Только те, кто хоть раз сомневался...»<s>r\n<s>r\nОн открывает список контактов, помеченных им же за последние месяцы. Тех, кто ставил скептические эмодзи под указами Потрошителя, задавал неудобные вопросы и быстро замолкал или вдруг исчезал на неделю. <s>r\n<s>r\n«Эй. Ты же тоже видел, как банят за любую хрень? Если хочешь узнать, почему это происходит — вот [ссылка]. Но будь осторожен.»<s>r\n<s>r\nИменно так выглядело любое сообщение, которое отправлял Чебуб в ЛС людям. Ссылка вела в зашифрованный чат оппозиции, созданный Джейсом. ",
    "answers": [
      {
        "id": 40,
        "text": "Отчитаться Джейсу",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 38,
    "text": "Чебуб скривил губу, разглядывая криво сделанный макет в Microsoft Word 2007. Название газеты «Правда-Правдочка» мигает жирным шрифтом Comic Sans.\n\n«ПРАВДА-ПРАВДОЧКА — единственный честный источник в Рептилоидии!», — гласил заголовок. \n\n«Ну и название...», — подумал Чебуб\n«Зато сразу видно — не официальная лажа», — заверил он себя. \n\nСодержание первого номера:\n\n1. «Куда пропадают ваши друзья?» \n2. «Подборка 10 абсурдных указов Потрошителя»  \n3. Мем с ящером в короне и подписью «Ваш бан – наше решение!», сделанный при помощи нейросети. \n\nЧебуб вложил всю душу в свой выпуск, однако как только он опубликовал газету, тут же полился хейт в его сторону:\n\n«Ты... это серьёзно? Выглядит как школьная стенгазета...»\n\n«Блин, даже тут опечатки...»\n\n«Лол, это надо распечатать и развесить в сортире администрации!»\n\nЧебуб расстрено ответил, что он не дизайнер, а главное — контент. С тех пор газетой он больше не занимался. Однако в чате Рептилоидии уже поднялся не хилый шум. ",
    "answers": [
      {
        "middle_answer": true,
        "text": "Не то, что я ожидал... ",
        "var_add": [
          "z",
          1
        ],
        "id": 33
      }
    ]
  },
  {
    "id": 39,
    "text": "Чебуб пялится в фотошоп (пиратская версия, естественно), скривившись от напряжения. На экране – криво обрезанный Потрошитель младенцев в образе ящера с подписью:  <s>r\n«Когда говоришь, что \"заботишься о народе\", но народ почему-то исчезает»<s>r\n<s>r\n«Ну... вроде смешно. А если приглядеться – вообще кайф», — сомневаясь проговорил Чебуб. <s>r\n<s>r\nЧебуб заливает мем в Рептилоидию под видом обычного троллинга. <s>r\n<s>r\n.... <s>r\n<s>r\nОднако... План не сработал. Люди заметили подвох, что и неудивительно. Чебубу не легко скрывать обман. Он в панике удаляет пост, надеясь, что это как-то поможет... ",
    "answers": [
      {
        "middle_answer": true,
        "text": "Не то, что я ожидал... ",
        "var_add": [
          "z",
          1
        ],
        "id": 33
      }
    ]
  },
  {
    "id": 40,
    "text": "В зашифрованном чате горит новое сообщение от Джейса.Чебуб щёлкает на него, предварительно убедившись, что дверь в комнату закрыта, хоть это ничего и не дает. \n\nСообщение, принадлежащее Джейсу, гласило:\n\n«Слушай, ситуация накаляется. У нас есть два варианта, но времени хватит только на один. Выбирай быстро.»\n\nВарианты Джейс скинул в чат в формате pdf:\n\n1. Достать и слить документы ВС Рептилоидии (скриншоты переписки, списки «неблагонадёжных»)\n\n2. Написать серию безобидных постов, которые имеют скрытый смысл. \n\nЧебуб сразу же написал:\n«Я даже не знаю, как документы воровать!»\n\nЧебуб смотрит на экран и думает, что же выбрать. ",
    "answers": [
      {
        "id": 42,
        "text": "Первый вариант неплох",
        "left_answer": true
      },
      {
        "id": 43,
        "text": "Я беру второй вариант",
        "right_answer": true
      }
    ]
  },
  {
    "id": 41,
    "text": "«Бан»\n\nОписание:\nЧебуб остаётся перед пустым экраном. Рептилоидия, его единственное убежище, исчезла – стёрта вместе с Джейсом, Соратником и последними намёками на сопротивление.  \nПопытки вернуться тщетны. Баны сыплются на всех, кто хоть как-то был связан с утечкой. Правительство празднует победу. \nБольше некуда идти.  \n\nУсловия получения:\n— Набрать 3 очка оппозиции. \n— Поговорить с Джейсом и согласиться на сотрудничество. \n— Провалить операцию. \n\n«Рано или поздно, мы начнем полноценную революцию. »\n©Джейс. ",
    "answers": [
      {
        "id": 35,
        "isBack": true,
        "text": "Обратно",
        "backstepCount": 1,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 42,
    "text": "Темнота. Только синий отсвет монитора выхватывает из мрака жирные пальцы, замершие над клавиатурой. Чебуб ощущает липкий пот на спине – не от жары, а от того жуткого восторга, что сейчас, в эту самую секунду, он видит то, чего не должен.  <s>r\n<s>r\nДжейсов человек постарался и дал доступ к частному серверу ВС Рептилоидии. Всё просто: зайти, найти списки, выгрузить, исчезнуть. Но Чебуб, конечно, всё испортил.  <s>r\n<s>r\nОн открывает ветку подозреваемых и замирает. <s>r\nОн видит свой ник, Джейса, Соратника и еще множество других. <s>r\n<s>r\n«Значит, мы уже проиграли», мелькает мысль, но пальцы уже сами тянутся к клавишам Ctrl <plus> C. <s>r\n<s>r\nВ тот же миг в личку врывается сообщение Джейса:  <s>r\n«Выходи. Сейчас же.»<s>r\n<s>r\nНо уже поздно. Он, не успев прочитать того, что еще написал Джейс, заметил отсутствие иконки Рептилоидии. <s>r\n<s>r\nЧебуб сидит в темноте, не в силах оторваться от экрана. Где-то там, в небытие, Джейс уже стёрт. Соратник тоже. Их чаты, их шутки, их глупая война – всё растворилось, будто и не существовало.  <s>r\nА главное – нет больше его места. Той самой Рептилоидии, где он мог быть кем угодно: троллем, спорщиком, даже почти революционером. Где его знали. Где он хоть кому-то был нужен. <s>r\n<s>r\nТеперь только тишина.  <s>r\n<s>r\nИ пустота в списке серверов... ",
    "answers": [
      {
        "middle_answer": true,
        "text": "Это конец... ",
        "id": 1,
        "blackout": true
      },
      {
        "id": 42,
        "text": "Получена концовка: «Бан»",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 43,
    "text": "Чебуб выбрал оружие тоньше взлома — слова. Каждый его пост в Рептилоидии теперь двойной:  \n\n«Как же удобно, когда за тебя уже решили, что правильно думать!» \nЭто сопровождалось мемом с довольным хомяком в клетке.  \n\n«Интересно, почему в старых правилах было 3 причины для бана, а теперь — 33?»\n\nЭто все выглядело как обычный троллинг. \n\nМодераторы зверели, но не могли придраться — формально ничего против правил. А яд сомнения уже разъедал Рептилоидию изнутри.",
    "answers": [
      {
        "id": 44,
        "text": "Прекрасно. ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 44,
    "text": "Сначала это были просто шутки в чате — невинные, будто бы случайные. Потом мемы, где за смешной картинкой прятался ядовитый подтекст. Затем скриншоты старых постов самого Потрошителя, где он ратовал за свободу слова. Чебуб, этот вечный тролль, неожиданно для себя стал мастером тонкой диверсии.  \n\nВолна недовольства росла медленно, но неотвратимо. То тут, то там всплывали неудобные вопросы. Кто-то начал массово покидать сервер, другие — саботировать голосования. Когда модераторы попытались забанить зачинщиков, оказалось, что их слишком много.  \n\nПерелом наступил в тот день, когда Потрошитель внезапно исчез. Его последнее сообщение гласило: \"Я ухожу ради сохранения стабильности\". Сервер взорвался ликованием.  \n\nНо когда Чебуб, окрыленный победой, написал Джейсу, ожидая похвалы, ответ пришел ледяной:  \n\"Спасибо за помощь, глупец. Ты был полезным идиотом.\"  \n\nЭкран погас. Сообщение об исключении с сервера висело перед глазами. Новая Рептилоидия, ради которой он рисковал, оказалась для него закрыта. Джейс, этот хитрый манипулятор, просто использовал его как инструмент в своей игре за власть. Все это было лишь спектаклем, а как итог: Чебуб оказался на неправильной стороне... \n",
    "answers": [
      {
        "id": 1,
        "text": "Как ты мог...? ",
        "middle_answer": true,
        "blackout": true
      },
      {
        "id": 44,
        "text": "Получена концовка: «Ты лишь инструмент».",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 45,
    "text": "«Ты лишь инструмент»\n\nОписание:\nТы сделал это. Твои мемы, твои намёки, твои провокации — они сработали. Потрошитель свергнут, Рептилоидия свободна.  \nНо когда дым рассеялся, оказалось, что место у руля занял не ты, а Джейс. Тот самый Джейс, что шептал тебе на ухо о \"свободе\" и \"справедливости\".  \nЕго первым указом стал твой перманентный бан. \n\nУсловия получения:\n— Набрать 3 очка оппозиции. \n— Написать Джейсу и согласиться на сотрудничество. \n— Выполнить операцию. \n\n«Ты был полезным идиотом.»\n©Джейс.",
    "answers": [
      {
        "id": 35,
        "isBack": true,
        "text": "Обратно",
        "backstepCount": 1,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 46,
    "text": "«Нейтралитет»\n\nОписание:\nТы мог стать героем. Мог бросить вызов Потрошителю, мог изменить Рептилоидию. Джейс протянул тебе руку — и ты отвернулся.  \nНе из страха. Не из лени. Просто в тот момент ты понял: ни одна революция не стоит того, чтобы стать пешкой в чужих руках.  \n\nУсловия получения:\n— Написать Джейсу. \n— Отказаться от сотрудничества. \n\n«Нейтралитет всегда играет на сторону палача».\n©Соратник. ",
    "answers": [
      {
        "id": 35,
        "isBack": true,
        "text": "Обратно",
        "backstepCount": 1,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 47,
    "text": "Чебуб замер перед экраном, палец завис над кнопкой \"Очистить корзину\". 37,4 ГБ мусора. Три месяца без удаления.  <s>r\n<s>r\n«Надо бы почистить», — бурчит он себе под нос, но уже знает, что не станет.  <s>r\n<s>r\nОн прокручивает список, хрюкая от напряжения. Каждый файл, как страница дневника, который он никогда не вел. Даже установщик того сомнительного антивируса теперь кажется дорогим воспоминанием.  <s>r\n<s>r\n«Ладно, может завтра...»<s>r\n<s>r\nЧебуб убирает палец с кнопки, откидывается в кресле. Корзина остается переполненной.<s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Увы",
        "middle_answer": true
      },
      {
        "id": 47,
        "text": "Получено достижение: «Помойщик»",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 48,
    "text": "«Помойщик»\n\nОписание: \nКаждый файл в этой корзине — как страница дневника, который Чебуб никогда не вёл, но боится выбросить.\nЭто не просто цифровой мусор — это свидетельства того, что его виртуальная жизнь была реальной. Что он что-то значил. Хотя бы для себя.  \n\nУсловия получения:\n— Зайти в корзину на рабочем столе.\n— Нажать кнопку «Очистить».\n\n«Ладно, может завтра...»\n©Чебуб.",
    "answers": [
      {
        "id": 35,
        "isBack": true,
        "text": "Обратно",
        "backstepCount": 1,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 49,
    "text": "Чебуб, пригнувшись к клавиатуре, снова и снова вбивает в поиск одну и ту же фразу.  <s>r\n<s>r\n«Фурри арты лисы антропоморфные»<s>r\n<s>r\nПальцы слегка дрожат — не от волнения, а от привычного возбуждения. Он знает, что найдет. Знает, какие картинки появятся на экране. Но каждый раз это как в первый раз.  <s>r\n<s>r\nПервые результаты загружаются. Чебуб прикусывает губу, прокручивая страницу вниз. Вот она — идеальная лиса: пушистая, с яркими глазами, в стильной жилетке. Он задерживает взгляд, чувствуя, как в груди разливается тепло.  <s>r\n<s>r\n«Ну и ну...» — бормочет он, сохраняя картинку в папку «Для учебы», которая давно перестала быть связанной с учебой.  <s>r\n<s>r\nОн знает, что это глупо. Знает, что если кто-то увидит его историю поиска, ему будет стыдно.<s>r\nОн открывает следующую вкладку.  <s>r\n<s>r\n«Фурри арты волки мускулистые»<s>r\n<s>r\nИ снова — завороженный скроллинг, сохранение, легкая улыбка.  <s>r\n<s>r\nМир за пределами монитора перестает существовать. Есть только он, его фантазии и экран, который их отражает.  ",
    "answers": [
      {
        "id": 6,
        "text": "На рабочий стол",
        "middle_answer": true
      },
      {
        "id": 49,
        "text": "Получено достижение: «Чебуб-фурриеб»",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 50,
    "text": "«Чебуб-фурриеб»\n\nОписание:\nКраснея перед монитором, ты снова ищешь «просто симпатичных антропоморфных лис». Папка «Для учёбы» ломится от «исследовательских материалов», а история браузера теперь чиста. Главное — чтобы никто не узнал. Особенно ты сам.\n\nУсловия получения:\n— Открыть браузер. \n— Найти фурри-арты. \n\n«Фурри арты лисы антропоморфные»\n©Чебуб.",
    "answers": [
      {
        "id": 35,
        "isBack": true,
        "text": "Обратно",
        "backstepCount": 1,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 51,
    "text": "Чебуб уже собирался закрыть Vapor, когда в разделе \"Рекомендуем\" мелькнул знакомый силуэт.  <s>r\n<s>r\n«Pigus Adventure»<s>r\n<s>r\nЯрко-розовый поросёнок в бандане и с самурайским мечом на фоне холодильника и люстры ухмылялся с обложки. Чебуб замер. Он видел обзоры — глупый платформер с корявой графикой, но... чертовски обаятельный.  <s>r\n<s>r\nЦена: 327₽<s>r\n<s>r\nРовно его баланс.  <s>r\n«Судьба», — прошептал он и тут же фыркнул от собственной сентиментальности. Но пальцы уже сами потянулись к кнопке «Купить».<s>r\n<s>r\n«Покупка произведена успешна! Остаток: 0₽»<s>r\n<s>r\nНа секунду в груди ёкнуло — последние деньги. Но потом экран заиграл красками. Пигус прыгал по экрану, дразня его дурацкой анимацией.  <s>r\n<s>r\nЧебуб неожиданно рассмеялся.  <s>r\n«Ладно, хотя бы одна радость в этом дерьмовом лете», — пробормотал он, уже во всю играя.  <s>r\n<s>r\nГде-то в глубине души шевелилась мысль, что надо бы поставить лимит на траты. Но сейчас, глядя на скачивающуюся иконку с ухмыляющимся поросёнком, он чувствовал себя...  Счастливым. ",
    "answers": [
      {
        "id": 6,
        "text": "То что надо! ",
        "middle_answer": true
      },
      {
        "id": 51,
        "text": "Получено достижение: «PIGUS»",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 52,
    "text": "«PIGUS»\n\nОписание: \n327₽ ровно. Ни копейки больше, ни копейки меньше. Ты нашёл свою судьбу в виде розового поросёнка с незаурядным именем Пигус с мечом и без колебаний отдал за него последние гроши. Рациональность — ноль. Удовольствие — стопроцентное.\n\nУсловия получения:\n— Открыть Vapor.\n— Купить Pigus Adventure на летней распродаже. \n\n«Ладно, хотя бы одна радость в этом дерьмовом лете»\n©Чебуб.",
    "answers": [
      {
        "id": 35,
        "isBack": true,
        "text": "Обратно",
        "backstepCount": 1,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 53,
    "text": "Трансляция оборвалась так же резко, как и началась. Чат взорвался — одни ликовали, другие кричали о цензуре, но Чебуб уже не читал. Он сидел, уставившись в экран, ощущая странную тяжесть в груди — не страх, не восторг, а решимость.\n\nИ тогда пришло то самое сообщение в ЛС. \n\nПотрошитель младенцев:\n«Чебуб. Ты давно здесь. Ты знаешь, как тут всё устроено. Нам нужны такие, как ты.»\n\nЧебуб замер. Его пальцы зависли над клавиатурой. Он не мог поверить своим глазам. Такого отброса, как Чебуб, считают нужным?... \n\nЧебуб сразу же согласился на сотрудничество с Потрошителем. Без раздумий. ",
    "answers": [
      {
        "id": 54,
        "text": "Не может быть! ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 54,
    "text": "«Отлично. Твое первое задание. Тебе необходимо пробраться в ряды предполагаемых революционеров и слить все их имена. После чего им будет выдан бан.»\n\nПотрошитель был настроен решительно. \n\nИтак. Другого выбора нет. Миссия начинается. \n\nЧерез пару минут после трансляции, Чебуб написал Джейсу сообщение. \n\n«Джейс... я был слеп. Этот ублюдок Потрошитель... он...» — пальцы дрожали, но не от волнения, а от странного возбуждения. Ложь лилась легко, как давно отрепетированные строки.  \n\nВ тот же день его приняли в чат. Они были настолько... Жалкими. \nТо и дело бормотали о свободе, хвастались новой информацией и рисовали дурацкие картинки. \n\nЧебуб запоминал каждое имя. Каждую глупость.\n\nВ 4:17 следующего дня, он отправил список никнеймов. Потрошитель ответил одним словом «Достаточно».",
    "answers": [
      {
        "id": 55,
        "text": "Миссия выполнена, шеф",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 55,
    "text": "Восстание началось на рассвете. Первые жалкие мемы про \"свободу\" отправились в чат. Через три минуты весь сервер гудел, как потревоженный улей. Через пять начали выдавать первые баны. <s>r\n<s>r\nЧебуб наблюдал за этим, сидя в своем кресле, сжимая в потных ладонях полупустую пачку чипсов.<s>r\n<s>r\nЧебуб мотает чат, чувствуя, как что-то тяжелое и горячее перекатывается у него в груди. Это не было раскаяние. Это было странное, почти животное удовлетворение. Он узнавал имена — те самые, что передал Потрошителю три дня назад.<s>r\n<s>r\nКогда волна банов докатилась до рядовых участников, он вдруг осознал — это его работа. Его списки. Его предательство. И от этой мысли пальцы сами потянулись к клавиатуре, чтобы написать... что? Извинения? Оправдания?<s>r\nНе успев решить, ему пришло новое сообщение от Потрошителя. <s>r\n<s>r\n«Хорошая работа.»<s>r\n<s>r\nЧебуб откинулся в кресле, глядя, как последние искры сопротивления гаснут в чатах. Где-то там, за экраном, люди, которых он знал годами, теряли свое гражданство. А он... он оставался. Больше того — он стал нужен.<s>r\n<s>r\nЧебуб стер его одним кликом и открыл свежий мем — уже официальный, от администрации: ящер, давящий бунтовщиков лапой. Поставил лайк. Первый. ",
    "answers": [
      {
        "middle_answer": true,
        "text": "Вот и всё",
        "id": 1,
        "blackout": true
      },
      {
        "id": 55,
        "text": "Получена концовка: «Цепной пёс»",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 56,
    "text": "«Цепной пёс»\n\nОписание:\nРеволюция сгорела, не успев разгореться. Ты выдал имена, слил чаты, отправил в бан тех, кто когда-то считал тебя своим. Теперь ты не просто тролль – ты официальный палач Рептилоидии. \nТвоя награда? Похвала от Потрошителя. И тебе её вполне достаточно. \n\nУсловия получения:\n— Не лезть в споры. \n— Посмотреть трансляцию. \n— Выполнить задание Потрошителя. \n\n«Это не цензура. Это — оборона.»\n©Потрошитель.",
    "answers": [
      {
        "id": 35,
        "isBack": true,
        "text": "Обратно",
        "backstepCount": 1,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 57,
    "text": "Монитор, потрескивая, выдавал последние судороги пикселей, когда Чебуб с раздражением ткнул в кнопку системного блока. Гул вентиляторов стих, словно старый зверь, захлебнувшись, наконец испустил дух.  \n\n«Ну и ладно», — пробормотал он, отталкиваясь от стола.  \n\nСтул заскрипел под его весом, будто жалуясь. Комната встретила его привычным полумраком: шторы, плотные, с выцветшими котами-ниндзя, не пропускали лишнего света. Над кроватью — постеры: один с размашистым «Слава Красной Родине!», другой — с антропоморфным лисом в бронежилете, явно самопальный. Между ними торчал флаг, не то государственный, не то фурри-фэндомный — трудно было разобрать.  \n\nГрязь. Но не хаотичная, а какая-то системная, словно каждый носок на полу, каждая пустая банка из-под энергетика занимали своё историческое место. На тумбочке — запылённый ноутбук, давно не включавшийся, и стопка книг: от «Основ политэкономии» до сборника комиксов про воинственных енотов.  \n\nОднокомнатная квартирка была устроена просто: вот спальня, он же зал, он же кабинет; вот кухня — два квадратных метра с микроволновкой, вечно подтёкшим чайником и пятнами жира на обоях; вот туалет — там, к счастью, ещё держался свет.  \n\nЧебуб потянулся, костяшки хрустнули. Компьютер мог и подождать, хотя он навряд ли запустится опять. Может, стоит прогуляться? Или лечь обратно? ",
    "answers": [
      {
        "id": 58,
        "text": "Кухня",
        "left_answer": true
      },
      {
        "id": 59,
        "text": "Туалет",
        "right_answer": true
      },
      {
        "id": 60,
        "text": "Коридор",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 58,
    "text": "Дверь кухни, узкая и неохотно податливая, скрипнула под его плечом, но Чебуб проигнорировал зловещий скрип, переступив порог своего гастрономического царства.  <s>r\n<s>r\nКухня встретила его запахом — странным, сложным. Застоявшийся жир с плиты, сладковатая затхлость мокрой тряпки, забытой в раковине, и едва уловимый химический шлейф дешёвого освежителя воздуха. <s>r\n<s>r\nПространство было крошечным, будто спроектированным для гнома-аскета. Холодильник, старый, с желтеющими магнитами-сувенирами, гудел, как танк на холостом ходу. Рядом плита, где две конфорки работали исправно, а третья служила вечной подставкой для закопчённого чайника.  <s>r\n<s>r\nСтол, застеленный клеёнкой с потрёпанными краями, был усеян крошками и пятнами неведомого происхождения. На нём — пустая банка из-под «Ред Булла», нож с засохшим майонезом на лезвии и пачка сигарет «Пётр I», хотя Чебуб не курил (но «для гостей», а гостей не было).  <s>r\n<s>r\nШкафчики, когда-то белые, теперь отливали желтизной старого зуба. Один из них приоткрыт. Там торчал пакет с гречкой, купленной ещё при другом курсе доллара.  <s>r\n<s>r\nЧебуб вздохнул, опёрся о раковину и уставился в окно. За мутным стеклом — ни деревца, ни птицы, только соседский балкон с ржавым мангалом.  <s>r\n<s>r\n«Бутерброд, — решил он. — Или… может, сразу два? А то потом лень будет».  ",
    "answers": [
      {
        "id": 61,
        "text": "Съесть бутерброд",
        "need": -61,
        "middle_answer": true
      },
      {
        "id": 62,
        "text": "Другие комнаты",
        "instant": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 59,
    "text": "Чебуба встретил резкий запах сырости, хлорки и чего-то затхлого, въевшегося в стены за долгие годы.  <s>r\n<s>r\nКафель на полу, некогда белый, теперь отливал желтоватыми разводами, а кое-где трещинами. Унитаз, старый, с потрескавшейся крышкой, стоял немного криво, словно в немом укором хозяину за небрежность. На бачке красовалась наклейка с надписью «Чистота — залог здоровья!», полуоторванная и покрытая слоем пыли.  <s>r\n<s>r\nПод раковиной, в тени, пряталась бутылка с зеленоватой жидкостью — средство для чистки труб, купленное когда-то в порыве борьбы с засорами, но так и не использованное до конца. Рядом валялся рваный рулон туалетной бумаги, последние листы которого уже начали сворачиваться в трубочку от сырости.  <s>r\n<s>r\nЧебуб тяжело вздохнул, окинув взглядом это царство уединения. Здесь, в этом тесном пространстве, он оставался наедине с собой — и со своим телефоном, который уже ждал своего часа, чтобы вновь погрузить его в бесконечные споры в Wyvern.  <s>r\n<s>r\nОн прикрыл дверь, которая тут же неплотно приоткрылась снова — будто напоминая, что даже здесь, в самом укромном уголке его однокомнатной вселенной, покой оставался лишь иллюзией. ",
    "answers": [
      {
        "id": 63,
        "text": "Другие комнаты",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 60,
    "text": "Дверь квартиры распахнулась. Чебуб застыл на пороге, одной ногой еще в своей квартире, другой уже в узком коридоре, который тянулся далеко вперед.<s>r\n<s>r\nКоридор пах. Пах пылью, старыми коврами, вареной капустой из соседних квартир и чем-то еще. Чем-то неуловимо тоскливым, что въелось в стены этого дома навсегда. Напротив — дверь соседа, украшенная табличкой «Не шуметь!», хотя сам сосед регулярно сверлил стены по ночам.<s>r\n<s>r\nЧебуб задумался.<s>r\n<s>r\n«А что, если... выйти? Возможно ли вообще это?... Не просто в коридор, а дальше. На улицу. В мир, где люди ходят, смеются, дышат свежим воздухом. Где можно зайти в магазин, даже купить еды. Где, может быть, даже кто-то посмотрит на меня, заговорит...»<s>r\n<s>r\nОн напрягся.<s>r\n<s>r\n«Нет, это же страшно. А вдруг?... А если?... А что скажут мои тиммейты?...»<s>r\n<s>r\nОн потрогал карман — телефон на месте. Кошелек... вроде тоже. Одежда? Ну, футболка с серпом и молотом, и штаны. Сойдет.<s>r\n<s>r\nДо двери подъезда оставалось всего несколько метров, но они казались бесконечными. Сердце стучало громко, как будто пыталось вырваться из груди и убежать обратно в квартиру.<s>r\nЧебуб глубоко вдохнул.<s>r\n<s>r\n«Ладно. Один раз можно. Просто выйти. Ненадолго.»<s>r\n<s>r\nОн потянулся к ручке двери.",
    "answers": [
      {
        "id": 13,
        "text": "Выйти на улицу",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 61,
    "text": "С надеждой, тёплой и нервической, Чебуб распахнул дверцу холодильника. Фонарь внутри мигнул, словно моргнул от ужаса, выхватывая из тьмы пустые полки.\n\nЧебуб потянулся к хлебнице. Пластиковая коробка скрипнула, открываясь с сопротивлением, будто не желая выдавать последнюю тайну. Внутри — два ломтя чёрствого батона, покрытых лёгкой сизоватой дымкой. Он ткнул в один пальцем — поверхность прогнулась с тихим хрустом, не возвращаясь обратно.  \n\nОн оглядел кухню взглядом полководца, проигравшего сражение. Микроволновка подмигнула ему красным циферблатом: «00:00». Даже она, предательница, не предлагала решений.  \n\nВ животе заурчало. Громко, злобно, с упрёком. Чебуб закрыл холодильник, и тот издал протяжный звук, похожий на насмешливый вздох.  ",
    "answers": [
      {
        "id": 58,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 62,
    "text": "Дверь кухни, узкая и неохотно податливая, скрипнула под его плечом, но Чебуб проигнорировал зловещий скрип, переступив порог своего гастрономического царства.  \n\nКухня встретила его запахом — странным, сложным. Застоявшийся жир с плиты, сладковатая затхлость мокрой тряпки, забытой в раковине, и едва уловимый химический шлейф дешёвого освежителя воздуха. \n\nПространство было крошечным, будто спроектированным для гнома-аскета. Холодильник, старый, с желтеющими магнитами-сувенирами, гудел, как танк на холостом ходу. Рядом — плита, где две конфорки работали исправно, а третья служила вечной подставкой для закопчённого чайника.  \n\nСтол, застеленный клеёнкой с потрёпанными краями, был усеян крошками и пятнами неведомого происхождения. На нём — пустая банка из-под «Ред Булла», нож с засохшим майонезом на лезвии и пачка сигарет «Пётр I», хотя Чебуб не курил (но «для гостей», а гостей не было).  \n\nШкафчики, когда-то белые, теперь отливали желтизной старого зуба. Один из них приоткрыт — там торчал пакет с гречкой, купленной ещё при другом курсе доллара.  \n\nЧебуб вздохнул, опёрся о раковину (она жалобно хрустнула) и уставился в окно. За мутным стеклом — ни деревца, ни птицы, только соседский балкон с ржавым мангалом.  \n\n«Бутерброд, — решил он. — Или… может, сразу два? А то потом лень будет».  ",
    "answers": [
      {
        "id": 12,
        "text": "Спальная",
        "left_answer": true
      },
      {
        "id": 59,
        "text": "Туалет",
        "right_answer": true
      },
      {
        "id": 60,
        "text": "Коридор",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 63,
    "text": "Чебуба встретил резкий запах сырости, хлорки и чего-то затхлого, въевшегося в стены за долгие годы.  \n\nКафель на полу, некогда белый, теперь отливал желтоватыми разводами, а кое-где — трещинами. Унитаз, старый, с потрескавшейся крышкой, стоял немного криво, словно в немом укором хозяину за небрежность. На бачке красовалась наклейка с надписью «Чистота — залог здоровья!», полуоторванная и покрытая слоем пыли.  \n\nПод раковиной, в тени, пряталась бутылка с зеленоватой жидкостью — средство для чистки труб, купленное когда-то в порыве борьбы с засорами, но так и не использованное до конца. Рядом валялся рваный рулон туалетной бумаги, последние листы которого уже начали сворачиваться в трубочку от сырости.  \n\nЧебуб тяжело вздохнул, окинув взглядом это царство уединения. Здесь, в этом тесном пространстве, он оставался наедине с собой — и со своим телефоном, который уже ждал своего часа, чтобы вновь погрузить его в бесконечные споры в Wyvern.  \n\nОн прикрыл дверь, которая тут же неплотно приоткрылась снова — будто напоминая, что даже здесь, в самом укромном уголке его однокомнатной вселенной, покой оставался лишь иллюзией. ",
    "answers": [
      {
        "id": 12,
        "text": "Спальня",
        "left_answer": true
      },
      {
        "id": 58,
        "text": "Кухня",
        "right_answer": true
      },
      {
        "id": 60,
        "text": "Коридор",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 64,
    "text": "Главная улица встретила его равнодушным гулом. Чебуб стоял на тротуаре, вжав голову в плечи. Асфальт под ногами был теплым, почти живым: городское чрево, впитавшее машинное масло, окурки и летний зной.<s>r\n<s>r\nОн озирался, как первобытный человек, впервые увидевший цивилизацию.<s>r\n<s>r\nСправа — пятиэтажки-хрущевки, похожие на его дом, только с новыми пластиковыми окнами, криво прилепленными к старой кладке. Слева — магазин «У Дамира», единственная точка в его ментальной карте этого района. Вывеска мигала неоновыми буквами, одна из которых «М» упорно отказывалась гореть.<s>r\n<s>r\nКафе? Нет, это слишком дорого. Парк? Там могли быть люди. Аптека? Зачем, если он здоров.<s>r\n<s>r\nЧебуб засунул руки в карманы, нащупав там смятые купюры — рублей триста, не больше.<s>r\n<s>r\n«Магазин, значит магазин», — решил он, но почему-то не двигался с места.<s>r\n<s>r\nДевушка в наушниках, смеявшаяся чему-то своему. Мужик с велосипедом, весь в поту. Бабка с тележкой, бросавшая на него оценивающий взгляд, видимо, вычисляя, не маньяк ли. Они все знали, куда идут. У них были маршруты, цели, жизни. А у него был только магазин «У Дамира» и обратная дорога домой. Чебуб вдруг осознал, что дышит слишком громко. Город шумел вокруг, огромный и равнодушный.",
    "answers": [
      {
        "id": 67,
        "text": "Магазин",
        "middle_answer": true,
        "var_set": [
          "money",
          300
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "«Выход в оффлайн»<s>r\n<s>r\nОписание:<s>r\nЧебуб сделал это — выбрался из своей норы в яркий, шумный и пугающе реальный мир. Пусть всего на пятнадцать минут. Но факт остаётся фактом: он вышел. Мир не рухнул. Солнце не испепелило его бледную кожу. А главное — дома его все также ждал родной компьютер.<s>r\n<s>r\nУсловия получения:<s>r\n— Выйти из системы / Пойти за едой.<s>r\n— Выйти на улицу.<s>r\n<s>r\n«Ладно. Один раз можно. Просто выйти. Ненадолго».<s>r\n©Чебуб.",
    "answers": [
      {
        "id": 34,
        "isBack": true,
        "text": "Обратно",
        "backstepCount": 1,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  },
  {
    "id": 67,
    "text": "Дверь магазина звякнула колокольчиком. Чебуб переступил порог, и его сразу окутал воздух с запахом сырокопченной колбасы, дрожжевого хлеба и чего-то кисловатого, что исходило от мокрого пола у входа.<s>r\n<s>r\nМагазин был узким и забитым до отказа. Полки громоздились друг на друге, на них теснились товары, которые, казалось, никогда не менялись.<s>r\n<s>r\nБатон «Столичный» (60₽)<s>r\n<s>r\nБутылка молока «Как у бабушки» (90₽)<s>r\n<s>r\nШоколадка «Аленка» (150₽)<s>r\n<s>r\nСыр «Дружба» (120₽)<s>r\n<s>r\nЗа прилавком сидел сам Дамир, уткнувшись в телефон.<s>r\n<s>r\nЧебуб потянулся к полке, но вдруг засомневался...",
    "answers": [
      {
        "var_show": [
          "money",
          "₽"
        ],
        "comment": true,
        "id": 67,
        "text": "Ваш счет: ",
        "middle_answer": true
      },
      {
        "text": "Батон «Столичный» (60₽)",
        "instant": true,
        "id": 67,
        "var_sub": [
          "money",
          60
        ],
        "var_min": [
          "money",
          0
        ],
        "left_answer": true
      },
      {
        "right_answer": true,
        "instant": true,
        "id": 67,
        "var_sub": [
          "money",
          90
        ],
        "var_min": [
          "money",
          0
        ],
        "text": "Молоко «Как у бабушки» (90₽)"
      },
      {
        "text": "Шоколадка «Аленка» (150₽)",
        "instant": true,
        "id": 67,
        "var_sub": [
          "money",
          150
        ],
        "var_min": [
          "money",
          0
        ],
        "left_answer": true
      },
      {
        "right_answer": true,
        "instant": true,
        "id": 67,
        "var_sub": [
          "money",
          120
        ],
        "var_min": [
          "money",
          0
        ],
        "text": "Сыр «Дружба» (120₽)"
      },
      {
        "id": 68,
        "text": "Выйти из магазина",
        "var_less": [
          "money",
          300
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 68,
    "text": "Солнце играло на потрескавшемся асфальте, когда Чебуб, победитель, вышел из магазина с заветным пакетом в руках. Воздух, еще минуту назад казавшийся ему душным и враждебным, теперь пах... нет, все так же вонял бензином, но в нем появилась нотка триумфа.  <s>r\nОн расправил плечи.  <s>r\n<s>r\n«Я сделал это», — подумал он, наблюдая, как старушка у подъезда оценивающе разглядывает его пакет. — «Я вышел. Я купил. Я... даже улыбнулся продавцу. Почти.»<s>r\n<s>r\nГород вдруг показался ему не таким страшным. Голуби на проводах не предвестниками апокалипсиса, а просто птицами. Дети, орущие у песочницы не ордой варваров, а... ну, все-таки ордой варваров, но хотя бы маленьких.  <s>r\n<s>r\n«Может, я зря боялся? Может, стоит выходить чаще? Может...»<s>r\n<s>r\nМысль оборвалась, когда сзади раздался душераздирающий крик:  <s>r\n<s>r\n«ЧЕБУУУУБ!»<s>r\n<s>r\nОн обернулся.  <s>r\n<s>r\nУ магазина стоял мужик в выцветшей футболке «Русский рейв» и махал ему банкой энергетика.  <s>r\n<s>r\n«Сдачу забыл, мудила!»<s>r\n<s>r\nСердце Чебуба упало куда-то в район желудка.  <s>r\n<s>r\nГород снова стал враждебным. Вороны зловещими. Дети определенно тренировались для захвата мира.  <s>r\n<s>r\nОн шмыгнул в подъезд, даже не проверив, гонится ли за ним мужик, влетел в квартиру, захлопнул дверь и прислонился к ней. <s>r\n<s>r\nЧебуб выдохнул.  <s>r\n<s>r\n«Все-таки дома лучше», — решил он, доставая что-то из пакета. — «Гораздо, намного лучше.»  ",
    "answers": [
      {
        "middle_answer": true,
        "text": "Конец. ",
        "id": 1,
        "blackout": true
      },
      {
        "id": 68,
        "text": "Получена концовка: «Вышел. Выжил. Вернулся.»",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 69,
    "text": "«Вышел. Выжил. Вернулся.»\n\nОписание:\nТы совершил подвиг — вышел в реальный мир, купил что-то физическое и даже почти улыбнулся живому человеку. Но стоило миру напомнить тебе, что он полон опасностей и детей, как ты мгновенно ретировался обратно в свое убежище.  \n\nУсловия получения:\n— Выйти на улицу.\n— Сходить в магазин. \n\n«Сдачу забыл, мудила!»\n©Продавец «У Дамира».",
    "answers": [
      {
        "id": 35,
        "isBack": true,
        "text": "Обратно",
        "backstepCount": 1,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  }
]