[
  {
    "id": 1,
    "text": "Жанры: хардкор, приключения, романтика.\n\nЧто было до? Что будет после? Что происходит сейчас? \n\n В этом квесте нет предисловий, аннотаций и предупреждений, ведь смысл жанра — погрузиться в суть, прочувствовать историю глазами персонажа. А у нашего героя не было ничего. Только пустота...",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 17,
        "text": "Персонажи"
      },
      {
        "id": 38,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": " Ослепительный белый свет режет глаза. Ты оглядываешься вокруг. Большое, огромное, необьятное пространство. Здесь ничего нет. Только белый фон. Это палата псих.больницы? Ты бежишь вперёд, пытаясь найти стены, но рукам не за что ухватиться. Ты бежишь, бежишь, но как будто остаёшься на месте. Сзади, впереди, справа, слева... ты стоишь по центру всё той же объемной бесконечной белой скатерти. Ты обречённо упал на пол. Чёрт, даже пол по цвету совсем не отличается. Ты орёшь, эхо вторит тебе несколько раз и затихает. Ты бьёшь руками по полу. Даже вибрации нет. Пустота. Только ты и белое полотно....\n \n",
    "answers": [
      {
        "id": 3,
        "text": "Что это там, вдалеке?"
      }
    ]
  },
  {
    "id": 3,
    "text": "\n\n Это человек! В условных, примерно нескольких километрах стояла девушка! Ты не один! Ты бежишь, спотыкаешься, но боли не чувствуешь. Такое ощущение, что она знает все ответы. Знает, как выбраться отсюда. И если сейчас не ускориться, если не протянуть руки, то упустишь их. Упустишь последний шанс.\n\n Она тоже заметила тебя. На её лице появилась не сколько улыбка, столько облегчение. Ты остановился буквально в метре от неё. У неё очень выразительные черты лица. Большие добродушные глаза, густые брови светлорусого оттенка, миниатюрный, как она сама носик и пухлые губы, румянец. Твой взгляд метнулся на седую переднюю прядь среди её волос. Девушку нельзя назвать высокой, 160-165 на глаз. С виду около двадцати лет. Она одета в чёрную кофту с белой, как пространсво, в котором вы находитесь футболкой. На ногах типичные штаны и ботинки такого же цвета. Сверху шапка-бомжатка аналогичной окраски. Чёрный цвет ей к лицу. Уши украшали серёжки в виде колец...\n...Тебя легонько ударили по щеке.\n\n—Ау, парень. Я конечно понимаю, что я очень красивая, но это не повод пялиться на меня с полминуты. Повторяю вопрос: ты знаешь, как отсюда выбраться?\n\n—И тебе привет. — ты ошарашенно смотришь на неё, перерабатывая только что сказанные ею слова и составляя из них предложения... А у неё красивый голос...После встряски головы процесс пошёл быстрее.\n\n—Если бы знал, то некого было бы бить по щекам. В принципе, я имел аналогичный вопрос, но мне кажется задавать его бессмысленно.\n\n—Правильно кажется. Знать бы ещё где мы.\n\n—В бесконечной белой дыре, у которой нет ни входа, ни выхода. Здесь вообще ничего нет!\n\n—Это я и без тебя вижу. Ну не может быть, что здесь нет конца! У всего есть конец. Рано или поздно мы должны куда-нибудь упереться.\n\n—Земля например круглая, при всём желании никуда не упрёшься.\n\n—Смешно, правда, но не к месту, дорогой.\n\n—Ни фига себе, две минуты знакомы, а уже дорогой.\n\n—Не обольщайся, пустобол. Я просто имени не знаю, а идиот звучит грубо, не так ли? \n\n—Хорошо. Энди. Но с приставкой \"дорогой\" будет лучше.\n\n—Давай ближе к делу, дорогой идиот Энди.\n\n—Ближе к истине, но есть лишнее слово.\n\n—А я сразу говорила, что \"дорогой\" не к месту. Прям как твои вставочки, идиот Энди.\n\n—Я вообще не это слово имел ввиду, но как угодно, красотка.\n\n—Юми.\n\n—Думал не скажешь уже, красотка Юми.\n\n Она посмотрела на тебя так, будто сейчас испепелит взглядом.\n\n—Просто Юми. Ну так что, есть идеи?\n\n—Можно в 911 позвонить, но не думаю, что здесь есть связь.\n\n—Глупая конечно идея, но проверить стоит. Где блин этот кусок металолома? В кармане вроде должен быть. Нашла! Хотя вроде выкладывала. \n\nЮми пожала плечами.\n\n—Набираю... Вызов идёт!\n\n—Серьёзно?! \n\n—Здравствуйте! Мы застряли в каком-то белом пространстве... Да, звучит как бред...Нет, я не употребляла. Со мной ещё человек, он подтвердит.\n\n—Что ты не наркоманка? Вряд -ли подтвержу.\n\n—Заткнись. Координаты? Шутите? Думаете здесь будет работать геолокация?!..Логично. Реально работает! Показывает, что... бред. Просто белый кусок карты. Я её вращаю, всё белое... Надеюсь,получится...Спасибо....Нет...Ждём.\n\n—Ну?\n\n—Абсурд какой-то. Сейчас к нам в пустоту прилетит спасательный вертолёт...\n\n—А мы точно не наркоманы?\n\n—Теперь сомневаюсь.\n\nПрошел час.\n\n— Ну и где эти спасатели?\n\n—Ты такая наивная. Правда думаешь, что вот прямо сейчас материализуется вертолет и заберёт нас домой? Как ты себе это представляешь?\n\n—У тебя есть другие варианты? Надейся на лучшее, а готовься к худшему, даже если самое лучшее стечение обстоятельств считаешь бредом.\n\n—Чего то не припоминаю вторую часть сказанной тобой поговорки, но первую знаю. Ну и где твоя подготовка?\n\n—Почему ты воспринимаешь всё так буквально? Главное было: \"Надейся на лучшее\".\n\n—Беру свои слова назад...\n\nЮми посмотрела туда же, куда и Энди и увидела... вертолёт! Он просто вылетел из пустоты!\n\n—Есть логичное объяснение? Туман?\n\n—Туман, туман...\n\nВертолёт останавливается над ними и скидывает длинную лестницу.\n\n— Я понял. Мы сейчас на входе в рай, девушка из 911 была рядовым чёртом, а это сам дьявол пришел нас забрать в ад. Даже вертолёт красный.\n\n— Это пока самая логичная версия, но пусть лучше туман.\n\nВы обменялись взглядами и полезли по лестнице. Она не была закреплена и шаталась в радиусе нескольких метров. Юми даже падала несколько раз с огромной высоты, но не оставалось вообще никаких последствий. Даже синяка. В водительском сидении сидел, к счастью, не дьявол, что всё таки неумаляло всей странности самой ситуации. Несколько минут все сидели молча. Спасатель даже города проживания не спросил. Юми смотрела в одну точку и явно была удивлена таким развитием событий. Да и ты сам был в недоумении. Выйти из ступора заставила резкая смена обстановки за окном. Словно по щелчку пальцев белый фон сменился городком, таким знакомым и почти родным для Энди. Оба, как по команде подбежали к ближайшему к хвосту самолёта окну. Энди был прав. Этот городок нельзя спутать ни с чем. Пустоты уже нет, только привычные небо и земля.\nТот город, куда он ехал до попадения в пустоту.\n\n—Это Брайквуд? — спросил Энди так, будто сам не знал ответа.\n\n—Да, а откуда ты знаешь? Ты местный? Я тебя раньше не видела здесь.\n\n— Не совсем. Я ездил сюда на лето к старшей сестре.\n\nЮми словно ожила и расцвела после того, как увидела родное место.\n\n— Я только о доме подумала, и вот он! \n\nВертолёт опустился прямо перед крыльцом дома Юми, в который она понеслась со всех ног.\n\n— А тебе не кажется всё это странным? — Энди хотел продолжить, но Юми будто его не слышала. \n\n—Заходи, идиот Энди! — смеясь сказала она.\n\nЭнди обернулся. Вертолёта как след простыл. Даже шума пропеллера не было слышно. Он пожал плечами.",
    "answers": [
      {
        "id": 4,
        "text": "Войти в дом к Юми"
      }
    ]
  },
  {
    "id": 4,
    "text": "В доме стояла уютная атмосфера. Пахло свежей выпечкой и моющим средством, но даже последний был ласковым и заботливым что-ли.\n\n—Юми, ты? — из гостинной раздался голос женщины средних лет. -Руки мой, садись обедать, сегодня грибница и твои любимые рыбные котлетки, а на десерт капкейки с вишней.\n\nЖенщина вышла в прихожую и они крепко обнялись с Юми, и тут её взгляд упал на тебя.\n\n—А это кто с тобой? Твой парень? Когда внуки?\n\nЮми легонько ткнула мать в бок.\n\n—Это дорогой идиот Энди, знакомься, это моя мама Элли.\n\n— Добрый день. Можно просто Энди. Можно узнать отчество?\n\n— Ну, я пока тебе не тёща, так что просто Элли, просто Энди.\n\n— Всмысле? Какое \"пока\", мам?\n\n—Опять Танину задницу сюда принесло? О, Ю! Чего пришла? Ты почаще навищай стариков! А это кто? Не, ничего не говори. \n\nМужчина пожал тебе руку.\n\n—Это типо знакомство с родителями? Александр Степанович. \n\n—Энди.\n\n—Ну папаааа, это просто мой знакомый. — с наигранной обиженостью сказала Юми.\n\n— Саш, всё готово, садись. Чего стоишь, покажи Энди где раковина. — сказала мать дочери.\n\n— Ты это, не переживай. Они всегда так, когда я друга противопожного пола привожу. Но это бывает, мягко скажем, не часто. — шутливо сказала Юми по дороге.\n\n— Ты прям знаешь, как ошпаренная ходишь. Что случилось то? — тоже с улыбкой сказал Энди, но Юми не оценила. Улыбка с лица пропала, но она старалась не подавать виду.\n\n— Просто... родителей давно не видела...\n\n— Ну рассказывай. Как Вашингтон? Кто этот красивый парень?\n\n—Ну мам, не начинай. Энди, ну может они хоть тебя послушают. Ты мой парень?\n\n—Да, год встечаемся.\n\n—Ушлёпок хренов.\n\nВы общались, Юми была раскрепощенная, веселая, открытая, счастливая.\n\n— Энди, может у нас переночуешь? Ты же брат Тори, не будем ей мешать. У неё режим. \n\n— К чему ты клонишь, мам?\n\n— Естественно только в другой комнате! А ты о чем подумала?\n\n— Да так.\n\n—Я пойду кровать для гостей застелю.\n\n—Вижу, моё мнение не требуется. Но я не против.\n\n—Вот и отлично.\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Пойти спать"
      }
    ]
  },
  {
    "id": 5,
    "text": " Ты ложишься в постель, размышляя о свалившейся за пару часов на твою голову информации:",
    "answers": [
      {
        "id": 6,
        "text": "[Мысли]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Что это за пустота?",
    "answers": [
      {
        "id": 7,
        "text": "-->"
      }
    ]
  },
  {
    "id": 7,
    "text": "Кто такая Юми и что она делала в пустоте? Что я делал в пустоте?",
    "answers": [
      {
        "id": 8,
        "text": "-->"
      }
    ]
  },
  {
    "id": 8,
    "text": "Что это был за вертолёт? Почему пустота так резко закончилась?",
    "answers": [
      {
        "id": 9,
        "text": "Завтра всё решу"
      }
    ]
  },
  {
    "id": 9,
    "text": " Прошла неделя.\n\n Вопросы остались без ответов. Всё идет своим чередом, и ты даже не знаешь, что думать. Ты не чувствуешь голода, но завтракаешь, обедаешь и ужинаешь. Ты не испытываешь жажды, но пьёшь. Теье не хочется спать, но все спят, ты спишь. Ты хочешь разобраться, но всех всё устраивает. Ты хочешь уехать, но нету подходящего момента. Всё идеально. Тори, с детства больная, резко пришла в норму, здорова, как бык и вкалывает с утра до ночи. Никто в городе не болеет, не травится, не умирает.\n\n Тори попросила посидеть с твоим семилетним племянником Крисом. Мальчик-непоседа, смышленый, находчивый, любознательный, неусидчивый. С ним приходиться каждые несколько минут играть, читать, кататься на велосипедах и придумывать ещё и ещё интересных занятий. \n\n Как и любой уважающий себя мужчина, только что вошедший в самостоятельную жизнь, в качестве отдушины ты не бросал детские игры и почти всё свободное время посвещящал \"Бравл Старсу\". У тебя было множество персонажей и место в топ 10 игроков мира — результат, которым ты искренне гордился и считал целью для подрожания. И в один момент Крис, жаждующий освоить необъятные просторы сего шедевра видеоигр зарегестрировал аккаунт на твоем компьютере, обнулив в свою овередь твой. Всё. Это точка невозврата. Но Крис каким-то чудом исправил неисправимое — восстановил аккаунт. Крис. Откуда он знает, как это сделать? Здесь что-то не то, это ты знал точно...\n",
    "answers": [
      {
        "id": 10,
        "text": "Поговорить с Юми"
      },
      {
        "id": 11,
        "text": "Оставить всё, как есть"
      }
    ]
  },
  {
    "id": 10,
    "text": " Ты видишь только один здравый вариант — пойти к Юми. Единственный настоящий человек. Та, кто может знать все ответы. Может это она затащила тебя в пустоту? Нужно пойти и всё узнать.\n\nДверь миловидного бежевого домика как всегда открыта. Конечно, в этом идеальном мире не может быть домушников. Пахло как обычно только что приготовленной едой, травяным чаем и уютом. \nНавстречу к тебе вышла Элли, явно в хорошем расположении духа. Впрочем, как и всегда. \n\n— Приветики. Ты к Юми? Она у себя в комнате, читает. Но сначала пирожки с капустой! И невздумай мне отказать, не думаю что Тори готовит вкуснее меня. — женщина засмеялась.\n\n—Не сомневайтесь, Вы прекрасно готовите, и может паста не была такой вкусной как Ваш деликатес в лице пирожков, но точно сытной, так что извините, в меня просто не влезет.\n\n—Эх ты, хитрец льситвый. Но всё же весомых аргументов было достаточно, чтобы я согласилась скормить их тебе на ужин, так что прямо по коридору до упора, вверх по лестнице и направо.\n\n— Хорошо, пойду готовить желудок к калорийному буму.\n\n—Готовь, готовь.\n\nОписание Элли привело тебя к ухоженной дверце сероватого цвета с угрожающей надписью \"Не входить, убьёт\". Не смотря на столь ужасающие предсказание ты постучал в дверь.\n\n— Мам, ну я же сказала, скормишь Энди, как придёт. Без обид, но за двадцать лет твои пирожки мягко скажем приелись.\n\n—Так это коллективныйй сговор? Пирожковый заговор?\n\n—Энди? Ты всё слышал? Какой догадливый. Все, кто узнают пирожковую тайну долго не живут.\n\nТебе открыла дверь Юми в пижаме, с канцелярским ножом и сумасшедшей улыбкой.\n\n—Завтра будут пирожки с мясом. — придурочным голосом сказала Юми, но потом не сдержала смеха и ткнула тебя в живот.\n\n— Смешно, но не к месту, Ю. Я поговорить хочу.\n\n— Не представляешь, как мне это знакомо. Намёк понят?\n\n—Ю, тема серьёзная. Я пройду?\n\n— Заходи.\n\n— Я по поводу всей ситуации.  Тебе не кажется всё это странным?\n\nУлыбка с лица Юми пропала, как тогда, около раковины. Она стояла к тебе спиной. \n\n—Так и думала, что ты за этим.\n\n—Нет, ну сама подумай. Тот вертолёт, ты слышала шум пропеллера? Почему пустота так резко испарилась? Почему нет ни одного негативного события?\n\n—...\n\n—Здесь явно что-то не так.\n\n—К чему ты клонишь?\n\n—Надо отсюда выбираться.\n\n—Ты, шутишь? \n\n—Нет, ты же сама всё видишь.\n\n—Мои родители погибли в авиакатастрофе. Дом сгорел. Я осталась одна.  И тут я попадаю туда, где есть всё, что мне дорого. Не в виде плит и памятников, не в виде уцелевших погорелых досок. И ты мне предлагаешь отсюда уйти? ЧТО ТЕБЕ ЕЩЁ НАДО?!- Юми постепенно срывается на крик.- ЧТО ТЕБЕ ЕЩЁ НАДО?! ТВОЯ СЕСТРА ХОДИТ, ГОТОВИТ, НЕ УМИРАЕТ МУЧИТЕЛЬНО С РЕБЁНКОМ НА РУКАХ БЕЗ ОТЦА. И ТЫ ХОЧЕШЬ ВЕРНУТЬСЯ ТУДА, ГДЕ ОТ ВСЕГО...ТЫ ДУМАЕШЬ Я ДУРА, САМА НЕ ПОНИМАЮ, ЧТО ЭТО НЕПОНАСТОЯЩЕМУ? А МНЕ НРАВИТСЯ ЭТОТ СОН. МОЖЕТ БЫТЬ Я В РАЮ? МОЖЕТ БОГ МЕНЯ ВОЗНАГРАДИЛ? -она кинула в тебя в вазу. — А ТЫ ХОЧЕШЬ ВСЕ РАЗРУШИТЬ? НЕ ПОЗВОЛЮ!",
    "answers": [
      {
        "id": 12,
        "text": "-Да пошла ты! (Уйти без Юми)"
      },
      {
        "id": 13,
        "text": "-Тебе нужно остыть. Мы ещё вернёмся к этому разговору. (Ждать)"
      }
    ]
  },
  {
    "id": 11,
    "text": " Раньше ты не замечал этого. Хочешь, чтобы окно стало панорамным — приходишь, и оно на всю стену. Хочешь ещё хотя бы ещё одну футболку — воаля, нашел 30$ по дороге а тут бутик рядом. Все прихоти исполняются. Не важно, простое ли это совпадение или череда нелепых случайностей, ведущих к желаемому результату. За эти десять дней никто не болел, не падал, не спотыкался. Все в идеальном настроении. Чёрт, это ненормально.",
    "answers": [
      {
        "id": 10,
        "text": "Поговорить с Юми"
      },
      {
        "id": 11,
        "text": "Будь как будет. "
      }
    ]
  },
  {
    "id": 12,
    "text": "ТДверь захлопнулась после тебя с оглушительным грохотом и почти вылетела из пазов. Юми упала на колени и зарыдала. У неё началась истерика. Она орала. Билась кулаками об пол так, что казалось рано или поздно она пробьёт дыру на кухню.\n\n—Вот кобель. Он отказал тебе? Ничего, другого найдём. Урод.\n\nВ дверях показалась Элли, похлопывая кухонным полотенцем по свободной руке.\n\n— Мама...\n\nЮми подошла и обняла Элли, уткнувшись в неё, и продолжила плакать.\n\n—Ты знаешь, *всхип* что я тебя люблю? \n\n—Я всё знаю, доча.\n\n***\n\nНужно найти пустоту. Исходная точка, там все ответы. Этот мир основан на наших желаниях, которые мнгновенно материалезуются. Чтож, надеюсь без исключений. \n\nДейчтвительно.\n\nМир разделился на до и после когда ты зашел в пустоту и оставшийся за твоей спиной городок моментально испарился. Несколько дней назад ты также стоял посреди белого пространства, непонимая где ты и что делать дальше. С того времени ничего нн изменилось, но уже поздно идти назад, ты обрубил все нити слишком быстро.\n\nРвздаётся пищание незнакомого тебе оппарата, ты определённо раньше слышал этот звук, но не понимаешь, что его издаёт. Он словно в тумане, где-то вдалеке, но достаточно отчётлив.\n\n—...Поймите, состояние кретическое, это нецелесообразно, он и так поступил с очень тежёлыми показателями, состояние только ухудшается... его следует отключить от аппаратуры... больница переполнена, освободив место, вы даёте шанс выжить кому-то другому. Это  бессмысленная трата времени. Содержание дорогостоющие...\n\n—Но мы не. ожем просто так взять и убить его! Он же ещё жив! Ещё есть, пусть совсем маленькая, но вероятность, что он выберется. Энди, я знаю, ты справишься! Ты боец! Ты всегда сражался!\n\nТакой родной голос, который ты слышал десятки тысяч раз но только сейчас понял, что он для тебя значит. Настоящая, не воображаемая. Тори. Она плачет а ты ничего не можешь сделать. Она плачет о тебе, а ты даже не можешь её обнять. А так хочется...\n\n—Серцебиение учищенно! Магия!\n\n—Энди! -всхипывая и вытирая рукой слёзы говорит Тори.  Я знаю, ты справишься. Ты вскгда справлялся, и это не исключение. Ну же!\n\n—Продолжайте!\n\n—ДАВАЙ! ДАВАЙ! ТЫ МОЖЕШЬ! ЕЩЁ НЕМНОГО! Я НЕ ВЫЖИВУ ЕСЛИ...\n\nТы бьёшься кулаками в воздух. Падаешь на колени. Бьёшь пол. Сверху появляется трещина. Твои пальцы дрогнули.\n\n—ОН ПРИХОДИТ В СЕБЯ! ЗОВИТЕ МЕДСЕСТЁР!\n\n—ДАВАЙ, БРАТИК, ЕЩЕ ЧУТЬ ЧУТЬ!\n\nТрещина разрастается, из неё появляются новые, и ещё, и ещё...\n\nПеред глазами всё мелькает. Трасса, Маренгово, красное BMV на встречке, сирены, носилки...\n\n¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤\n\nТы делаешь котокий глубокий вдох ртом, будто стараясь взять весь воздух, который есть в палате.\n\n—Энди. ЭНДИ! — Тори повисла у тебя на шее, душа тебя. \nТы медленно пытаешься сесть, но врач останавливает тебя.\n—Вам нужен отдых без любых физических нагрузок, даже премитивных! Организм должен прийти в норму.\n\nТы никогда не видел Тори такой счастливой. В памяти отпечатался образ больного, угнетенного, тусклого человека. А сейчас она улыбается. Прямо как тогда, когда узнала что у неё булет братик. Или когда мама вышла из кабинета врача и сказала, что всё будет хорошо. Хорошо не стало. И ты смотришь и думаешь, что этот человек не заслуживает сидеть в инвалидном кресле. Что последний, понастоящему родной и близкий тебе человек должен жить полной жизнью, не зависеть от лекарств и ходить ногами, а не крутить колёса. \n\nВокруг тебя крутились медсёстры. Все пытались тебе что-то вколоть. Врач стоит и внимательно наблюдает за тобой.\n\n\"Вы думали, что я не выберусь и хотели отключить от аппаратов. У меня есть серьёзные осложнения?\"\n\nТы пытался сказать это вслух, но получалось произнести только отдельные звуки, из которых не птлучались слова и нельзя былт уловить смысл.\n\n—А это одно из последствий. Но ты поверь, довольно легко отделался для третей-то степени. Скорее всего будут головные боли, так что готовься.\n\n—То есть он больше никогда не заговорит?\n\n—Ну, всё не так критично. Постепенно, потихоньку. Через годик сможет наверное даже вернуться на работу.\n\n—Хотя бы...\n\nСлова идентифицировались с трудом. В подсознании это выглядело как часть обихода, ничего сложного не было. Ты не понимал половины сказанного, но инстиктивно не ожидал ничего хорошего. И тут ты вспомнил про ещё одного человека. Юми. Юми Бланшар. Ты пытался двигать руками, показывал на прядь волос, а потом на серую стену. Всё тщетно. Руки не слушались, голова трещала. Но тут одна из медсестёр догадалась.\n\n—Анатолий Витальевич, он наверно про Бланшар.\n\n—Глупости, Нина. Откуда он может её знать?\n\nУслышав знакомую фамилию, ты замотал головой, насколько это было возможно.\n\n—Видите? Он сто процентов её имеет ввиду.\n\n—Ты её знаешь? Шевельни пальцем, если да.\n\n—Удивительно! Их де примерно в одно и то же время привезли!\n\n—Она сейчас в коме. Вродп всё должно обойтись, стадия лёгкая. Может даже уйдет без последствий. Прогнозы хорошие.\n\nТы, как смог, роказал на Торино кресло.\n\n—Как трогательно! Давайте отвезем его к ней!\n\n—Ты с ума сошла? Ему нужен полный покой!\n\n—Я... дол...н...\n\n—Прогресс! Черт с тобой. Садите его в кресло!",
    "answers": [
      {
        "id": 14,
        "text": "______________"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты вышел из комнаты, напоследок обернувшись и посмотрев на неё ещё раз. Она стояла в ступоре и тяжело дышала. Ей правда нужно немного времени...\n\n—Я думал инвалидом выползешь. Не принимай близко к сердцу, пацан. И что она там про нас сказала?- похлопав тебя по плечу, сказал Александр Степанович. Ты лишь ответил ему слабой улыбкой, проигнорировав вопрос.\n\n—Вечером жду тебя! Ты чего такой подавленный? Я слышала крики сверху.\n\n—У вас хороший слух, Элли. Я пойду. До вечера.\n\n...Мысли никак не укладывались в голове. Ты не знаешь, что делать дальше. Может бросить всё и уйти? Оставить Юми? Тем более как ты собераешься уходить? Куда? Для того чтобы понять, куда идти, нужно знать, где ты сейчас. Как всё сложно... Но одно ты знаешь точно: долго здесь оставаться нельзя.\n",
    "answers": [
      {
        "id": 15,
        "text": "Утро вечера мудренее. Пора спать. (Пирожки уже съедены)"
      }
    ]
  },
  {
    "id": 14,
    "text": " Непривычно видеть её такой... В ней всегда было через край энергии. Теперь понятно, почему среди её густых волос появилась седая прядь.\n\n—Прости...\n\nТы сказал это настолько четко, без запинок, уверенно, что даже сам не поверил. Что-то влажное бежит по твоей щеке. Чёрт, она улыбается. Своей лучезарной улыбкой, которая, как тебе показалось, может пробудить лучик света хоть в ком. Счастлива ли она? Кто его знает? Но стоило ли это того... А ведь ты мог её спасти.\n\nЭгоист.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ."
      }
    ]
  },
  {
    "id": 15,
    "text": "Сон никак не приходит. Ты ворочаешься, думаешь о всём, что с тобой произошло. Сам себе не веришь, потом вспоминаешь, где ты, щипаешь себя, убеждаешься, что это реально и сон одолевает тебя...",
    "answers": [
      {
        "id": 16,
        "text": "Zzzzz..."
      }
    ]
  },
  {
    "id": 16,
    "text": "Одна жизнь взамен на другую. Убей её, убей! Вы сгниёте здесь а так ты сохранишь свою жизнь и избавишь её от мук. Сделай это. Шанс только один.\n\nПрими правильное решение.\nПрими правильное решение...\nПрими правильное решение...\n\nТы проснулся. Пот холодными струйками катится по щекам. Ты замер буквально на минуту, осмысливая только что произошедшее.\n\n—Прими правильное решение.-повторил ты, как бы пробуя фразу на вкус.",
    "answers": [
      {
        "id": 22,
        "text": "Я сделаю это."
      },
      {
        "id": 18,
        "text": "Я не убийца! Даже если ей так будет лучше! "
      }
    ]
  },
  {
    "id": 17,
    "text": "Краткая имформация и предыстория героев:\n\n! Рекомендую посмотреть после прочтения, возможны спойлеры !",
    "answers": [
      {
        "id": 28,
        "text": "Энди Доусон"
      },
      {
        "id": 29,
        "text": "Юми Бланшар"
      },
      {
        "id": 30,
        "text": "Александр Степанович Ирисов"
      },
      {
        "id": 31,
        "text": "Элли Бланшар"
      },
      {
        "id": 32,
        "text": " Тори (Торри) Доусон"
      },
      {
        "id": 1,
        "text": "Вернуться на главную"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты встряхнул головой пытаясь избавиться от ужасных мыслей. Ещё чего! Пусть этот мир не настоящий! Пусть даже Юми не настоящая! Пусть ты \"сгниёшь\" здесь, но не опустишься до убийства ради собственных целей. А если так будет лучше для всех? Если ты выберешься, а Юми не пострадает, и это была проверка?\n\nТы решил не нагружать свою голову подобными мыслями и пройтись. Пусть хотя бы ветер успокоет твоё бурное воображение. Пол скрипнул под твоим весом, раздался глухой звук. Ты раньше не замечал его. Ты прыгнул на месте, проверяя свою теорию. Похоже на то, будто под тобой пусто. На твоей памяти, здесь никогда не былт подвала или погреба. Может сюда провели салатовую ветку Московского метро? Ты посмеялся над собственной, и по твоему мнению очень смешной шуткой и продолжил вспоминать. Твоему любопытству не было предела.Оставался только один вариант.\n\nЭлектропила уже готова, главное не разбудить Тори с Крисом, Чего избежать будет, мягко говоря, проблематично. Хотя конечно, это же мир иллюзий, зачем мыслить как в реальном мире? Ты вышел из комнаты, сосредоточевшись на том, что там должнен быть вход с лестницей. Кто бы сомневался, по твоему возвращению там уже стояла дверь похожая на люк и лестница, ведущая глубоко вниз. Очень глубоко. Нужно что-нибудь бросить. В качестве снаряда была выбрана большая детская энциклопедия, которая уже летела вниз. Прошло около пяти секунд, прежде чем ты услышал удар бедной книги об пол. Относительно долго, но не сммертельно. Ты взял свой телефон в качестве фонарика и полез вниз.\n\nЗдесь темно. Очень темно, единственный источник света это окно в комнате, через которое просачивается свет от луны, но до сюда уже не доходит. Ты включил фонарь и увидел множество дверей. Разных цветов, разных размеров. Ты открыл самую первую дверь справа, предворительно по привычке постучав. Не дождавшись ответа, ты аккуратно зашёл внутрь. А внутри были твои родители и Тори. Ещё на ногах, без коляски. Маоенький ты плакал. Через несколько мнгновений дверь за родителями закрылась. В последний раз. Ты остался с Тори один на один. Она укачивала тебя на хрупких ручках. Кто бы мог подумать, что скоро ты будешь видеть только это лицо. Ты не помнил этот момент, тебя не одолевала ностальгия, нет. Хотя может это и имело общие корни с этим чувсвтом, но как можно скучать по тому, чего не помнишь, что последний раз видел младенцем? Нечто очень важное, незнакомое тебе, и иногда до боли знакомое остальным. Вот эти люди, вот они — искренне любящие и искренне любимые. И словно по щелчку пальцев исчезнувшие из вашей с сестрой жизни. \nПрошло две недели. Почти до смерти уставшая, нервная до предела и опустошенная Тори слышит первый за полмесяца различный от крика, плача и вибраций от уведомлений звук. Стук в дверь. Вот он, тот самый момент, они пришли! Всегда больно сравнивать ожидания с реальностью...\nНа пороге стояла молодая девушка, одетая в деловом стиле, приветливо улыбающаяся. По одной только Тори известной причине спустя несколько минут она впустила женщину в квартиру. А дальше звучал монолог этой особы, плавно переходящий к его итогу. Вы теперь сироты. А дальше паника, скорая помощь, реанимация. Инсульт. Инсульт с очень тяжелыми последствиями, в том числе инвалидностью... А после стандартный сценарий... Лишь одна удивительная деталь, которую так никто и не смог объяснить: в два года ты начал говорить и называл Тори \"мамой\". Ты углубился в воспоминания, поочередно, почти до бесконечности открывая двери, слёзы капали на грунт одна за другой. Вдруг ты увидел дверь, которая сразу инстиктивно привлекла твоё внимание, хотя не выделялась по сравнению с остальными. Внутри была... пустота. Внезапно среди белого полотна появился ты. Испуганный взгляд, непонимание в глазах, страх. Ты бежишь, пытаясь узватиться за что-нибудь руками, безуспешно. Падаешь на колени. Действия импульсивные, нервные. Смотришь в одну точку, пока твой взгляд не цепляется за силуэт, который словно мнгновенно материализовался. Как будто это было вчера...И тут тебя осенило. Решением проблемы это назвать нельзя, больно абстрактно звучит, но тебе нужно найти пустоту. Где всё началось, там и должно закончиться. Как ты появился в пустоте? Что стало катализатором попадания туда? Что было до? Ты отчаяно пытался ухватиться за нить взаимосвязей, напрягая свою память до предела. И вдруг там будто что-то раскололось. Поплыли отрывки воспосинаний, сцены. Брайквуд, трасса, BMV, удар, сирены. Чёрт, ты в коме! Надо отсюда выбираться! Быстрее! Ты засименил на месте, пытаясь понять куда бежать и что делать. Нужно найти Юми. Нужно вытаскивать её отсюда любой ценой! Ноги заплетаются между собой, Воздух давит на лицо, сбрасывая оттуда капли пота. Ступеньки мелькают одна за другой, приближая тебя к заветному выходу. Ты открыл дверь настолько резко и сильно, что она вылетела почти из всех петель и держалась на одной. У тебя совсем нету времени.\n\nНа повороте ты запоздало среагировал и чуть не сбил Юми, которая вовремя отскачила в другую сторону.\n\n—Ты куда? Ночь на дворе.\n\n—Нам нужно поговорить. — запыхаясь,  но постепенно приходя в нормальное состояние протороторил ты.\n\n— Нет, это мне с тобой. — она развернулась и пошла в твою комнату, обернувшись на тебя, призывая идти за собой.\n\nВы стояли в полметре друг от друга. В глазах Юми считывалась уверенность, но ты не понимал к чему. В силу своего роста ей даже пришлось немного поднять голову, чтобы четко видеть твоё лицо. Она сделала громкий выдох и сказала то, к чему так готовилась.\n\n—Ты мне нравишься. — пролепетала она, немного отводя взгляд.\n\n—Ты мне нравишься, Энди Доу...\n\nОна не успела договорить. Поломанная дверца не выдержала напора на одну оставшуюся петлю. Прямо как в мультиках двухтысячных, она посмотрела где стоит и пол под ней провалился.\n\n—ЮМИ!\n\nТы сиганул за ней, даже не сообразив что произошло. Эти пять секунд вашего полёта казались целой вечностью. Руки сами потянулись за ней, сцепились на её спине и больше не отпускали. Она смотрела на тебя а ты на неё, не отрывая взгляда. Забылись все проблемы, казалось, что это всё по-настоящему, вернее ты очень хотел так думать. А вдруг Юми нет? Вдруг она часть выдумки твоего подсознания? Вдруг после того, как ты выберешься, больше никогда её не увидишь? Никогда. Мысли путались, словно танцевали ылешмоб, лезли одна на другую. Нет, этого не может быть, она здесь, рядом. И теперь ты понимаешь, что не хочешь отсюда уходить, по крайней мере несколько часов. Насладишься благами этого мтра, проведёшь их с ней. \n\nЛестница стояла под небольшим углом, в полёте вы обрушились на неё. В руки впились занозы, щепки полетели в лицо. Лицо Юми немного искозилось.\n\nВы упали на пол, ваши лица на расстоянии нескольких сантиметров друг от друга. Странно, ты даже почти не почувствовал боли, она была словно приглушена и ждала конца этого момента.",
    "answers": [
      {
        "id": 19,
        "text": "Засмущаться и быстро встать."
      },
      {
        "id": 20,
        "text": "Поцеловать"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты заметил, как щеки неврльно покрылись обжигающим румянцем. Поднявшись, ты подал Юми иукую но она встала без неё, покосившись на тебя испепеляющим взглядом.\n\nТы посмотрел навверх и мат сам собой, почти автоматически вылетел тз твоих губ, тебе вторило эхо, подхватив твои эмоциональные восклицания и разнося твои междометья казалось, по всему подсознанию.\n\nЮми подошла к тебе и немного помотала головой, сжав губы.\n\n—Согласна.\n\n—Слушаю твои предложения.\n\n— Это взаимно. \n\n—Нет, ну мы же в коме, предположительно в моём подсознании, и я могу творить здесь то, что хочу, верно? Наколдуем ещё одну лестницу и дело с концом.\n\n—Стоп. Где мы? — Юми плавно повернула к тебе голову. Для неё в этом предложении словосочетание \"наколдуем лестницу\" было явно не главным.\n\n—Мы в коме. — ты произнёс это так, будто это уже стало рядовым обстоятельством.\n\n—Нет, ну я догадывалась конечно, но, почему? Что тебя сподвигнуло именно к такой версии?\n\n—Я не знаю, оно всплыло в моей голове так, будто это очевидный факт. Вроде всё сходится...\n\n—... То есть пруфов нет и мы отталкиваемся исключительно от твоей интуиции?\n\n—Последние воспоминания из моей жизни это была авария. Этот мир не подчиняется законам физики, ну не то чтобы мы левитируем в воздухе и вода держит форму, но я не хочу ни есть, ни спать, делаю это чисто по привычке.\n\n—То есть из фактов внутренне ощущение, картинки в голове и твоя интуиция?\n\n— Так можно любой пруф перефразировать, но если тебе так удобнее, то да.\n\n—Ну и в чём цель нашей словесной перепалки? Какая разница?\n\n— Если мы не знаем где мы, то мы и не сможем найти выход.\n\n—Ну допустим. Какой дальнейший план действий?\n\n—То, о чём я заикнулся в начале. Нужна лестница.\n\nВы закрули глаза и представили лестницу, ведущию к выходу.\n\n—Я бы даже удивилась, если бы получилось.\n\nЛестница не появилась.\n\n— Я вижу единственное логичноп решение.\n\n—Не знаю о чем ты, но ход мыслей нравится. С этого места поподробнее.\n\n—Самое раннее, что я помню — это пустота. Скорее всего там был переломный момент. Нужно идти туда, где все началось.\n\n—Мысль отнюдь не самая глупая, но как ты собираешься её реализовать?\n\n—План лействий уже пол дела, осталось реализовать...\n\n—-Раз идей пока нет, предлагаю оставить все до завтра, как бы абсурдно это не звучало.\n\n—Чем ты светишь?\n\n—Телефоном.\n\n—Не, ты издеваешься что-ли?! Он всё это время у тебя был?\n\n—Бля*ь. Я сыокусировался, что он выполняет функционал фонарика.\n\n— А еще по нему звонить можно, представляешь? Звони маме.\n\nЧерез несколько минут прибежал Александр Степанович с канатом. Уже стоя на твердом полу ты посмотрел вниз, как бы прощаясь с этим темным местом.\n\n— Если ты не против, я бы хотела провести еще несколько часов здесь. — сказала Юми с таким выражением лица, будто ставит это не как просьбу, а как утверждение. Ты лишь молча кивнул.",
    "answers": [
      {
        "id": 39,
        "text": "Сегодня был тяжелый день. Пойти спать."
      }
    ]
  },
  {
    "id": 20,
    "text": "Время словно остановилось. Твои губы мягко и робко прикоснулись к её, постепенно набирая уверенность. Именно в этот момент она показала себя настоящюю, хрупкую, безмерно желающую быть кем-то любимой. Её руки обхватили твоё лицо, прижимая тебя к себе ещё сильнее, но даже эти прикосновения казались невесомыми. Мир вокруг растворился, забылись все проблемы. Тебе не хотелось их решать, хотелось остаться здесь навсегда, любой ценой. Ты раньше не замечал, какая она красивая. Без масок и актёрской игры. Чтобы вернуть здравый смысл человеку, прыгнувшему с головой в омут идепльной жизни, в свои самые сокровенные сны, понадобились дни, а чтобы разрушить её неприступную крепомть, несколько мгнговений.\n\nТы открыл глаза, и вскоре твоему примеру последовала Юми. Нет, это не было ошибкой, и вы оба прекрасно понимали, что сейчас произошло. Она смотрит на тебя совсем другими глазами, полными надежлы. Ты бы запросто мог утонуть в её карих глазах, что сейчас и происходило. Они, словно бездонное и бескрайнее болото затягивали тебя внутрь. (Немного не художественно , если мыслить мозгами писателя, зато по смыслу. ненужное прим. от автора). Она слабо улыбнулась тебе и отвела взгляд. Видимо сново вернулось осознание того, в какой жопе вы находитесь. \n\n—Ну что, пошли выбираться отсюда? — мягко сказал ты, взяв её за руку, но твои пальцы впились в щепку на ней.\n\nТы посмотрел навверх и мат сам собой, почти автоматически вылетел тз твоих губ, тебе вторило эхо, подхватив твои эмоциональные восклицания и разнося твои междометья казалось, по всему подсознанию.\n\nЮми подошла к тебе и немного помотала головой, сжав губы.\n\n—Согласна.\n\n—Слушаю твои предложения.\n\nЮми развернула тебя к себе, посмотрела, а потом резко встряхнула головой.\n\n—Они не имеют отношения к ситуации. \n\n—Нет, ну мы же в коме, предположительно в моём подсознании, и я могу творить здесь то, что хочу, верно? Наколдуем ещё одну лестницу и дело с концом.\n\n—Стоп. Где мы? — Юми плавно повернула к тебе голову. Для неё в этом предложении словосочетание \"наколдуем лестницу\" было явно не главным.\n\n—Мы в коме. — ты произнёс это так, будто это уже стало рядовым обстоятельством.\n\n—Нет, ну я догадывалась конечно, но, почему? Что тебя сподвигнуло именно к такой версии?\n\n—Я не знаю, оно всплыло в моей голове так, будто это очевидный факт. Вроде всё сходится...\n\n—... То есть пруфов нет и мы отталкиваемся исключительно от твоей интуиции?\n\n—Последние воспоминания из моей жизни это была авария. Этот мир не подчиняется законам физики, ну не то чтобы мы левитируем в воздухе и вода держит форму, но я не хочу ни есть, ни спать, делаю это чисто по привычке.\n\n—То есть из фактов внутренне ощущение, картинки в голове и твоя интуиция?\n\n— Так можно любой пруф перефразировать, но если тебе так удобнее, то да.\n\n—Ну и в чём цель нашей словесной перепалки? Какая разница?\n\n— Если мы не знаем где мы, то мы и не сможем найти выход.\n\n—Ну допустим. Какой дальнейший план действий?\n\n—То, о чём я заикнулся в начале. Нужна лестница.\n\nВы закрули глаза и представили лестницу, ведущию к выходу.\n\n—Я бы даже удивилась, если бы получилось.\n\nЛестница не появилась.\n\n— Я вижу единственное логичноп решение.\n\n—Не знаю о чем ты, но ход мыслей нравится. С этого места поподробнее.\n\n—Самое раннее, что я помню — это пустота. Скорее всего там был переломный момент. Нужно идти туда, где все началось.\n\n—Мысль отнюдь не самая глупая, но как ты собираешься её реализовать?\n\n—План лействий уже пол дела, осталось реализовать...\n\n—-Раз идей пока нет, предлагаю оставить все до завтра, как бы абсурдно это не звучало.\n\n—Чем ты светишь?\n\n—Телефоном.\n\n—Не, ты издеваешься что-ли?! Он всё это время у тебя был?\n\n—Бля*ь. Я сыокусировался, что он выполняет функционал фонарика.\n\n— А еще по нему звонить можно, представляешь? Звони маме.\n\nЧерез несколько минут прибежал Александр Степанович с канатом. Уже стоя на твердом полу ты посмотрел вниз, как бы прощаясь с этим темным местом.\n\n— Если ты не против, я бы хотела провести еще несколько часов здесь. — сказала Юми с таким выражением лица, будто ставит это не как просьбу, а как утверждение. Ты лишь молча кивнул.",
    "answers": [
      {
        "id": 21,
        "text": "Сегодня был тяжелый день. Пойти спать."
      }
    ]
  },
  {
    "id": 21,
    "text": "АХАХХАХХАХХАХХАХАХАХХА. АХХАХАХХАХАХАХХАХАХХАХАХАХХАХАХАХАХ.\n\n—Что происходит? Где я?\n\n\"НЕ ВЫЙДЕТЕ. ВЫ НЕ ВЫЙДЕТЕ. ПОСОУШАЙ ГОЛОС РАЗУМА.\"\n\n—Что это значит?\n\n\"АХАХАХАХХАХАХАХАХАХХАХАХАХХАХХАХХХАХХАХХАХАХХАХХАХААХАХАХАХА. НЕ ВЫЙДЕТЕ. СДЕЛАЙ ПРАВИЛЬНЫЙ ВЫБОР. ВЫЙДЕТ ТОЛЬКО ОДИН.\"\n\n—Я не понимаю!\n\n\"СДЕЛАЙ ПРАВИЛЬНЫЙ ВЫБОР.\"\n\nТы проснулся в холодном поту и словно заговоренный повторил.\n\n—Сделай правильный выбор.",
    "answers": [
      {
        "id": 22,
        "text": "Он прав. Я сделаю это."
      },
      {
        "id": 23,
        "text": "Я что, спятил? Мы не отклонимся от плана."
      },
      {
        "id": 24,
        "text": "Значит это должно работать и в обратную сторону"
      },
      {
        "id": 25,
        "text": "Зачем выходить, если без неё? Мы останемся здесь."
      }
    ]
  },
  {
    "id": 22,
    "text": "Размеренный ритм способствует концентрации на цели. Рукоятка ощущается как продолжение руки, готовая надёжно служить своему владельцу. Лунный свет мягко отражается, переливаясь на поверхности холодного металла. Это все на благо. Это будет не зря.\n\nДверь еле слышно поскрипывает, открываясь. Свет проникает в комнату, отображая твою тень. Нет, ты не выглядел как хладнокровный киллер из детективов, которые ты в юношестве зачитывал до дыр. Кто бы мог подумать, что через несколько лет ты станешь главным героем....\n\nВдох и выдох. Бесшумно открывается следущая дверь...\n\nВ середине комнаты стоит она. В лунном свете поблёскивает кухонный нож, второй нож...Плавное движение вверх, ближе к шее.",
    "answers": [
      {
        "id": 26,
        "text": "Молча наблюдать"
      },
      {
        "id": 27,
        "text": "Остановить её."
      }
    ]
  },
  {
    "id": 23,
    "text": "Следущий день встречает тебя ослепительным лучом солнца, режущим глаза. Ты напоследок осмотрелся по сторонам, молча прощаясь с этим местом. Глаза сами собой зацепились за Торино фото с Крисом. А ведь в реальном мире у Тори нету детей...\n\nТы наполнен решимостью и готов действовать. А точно готов?",
    "answers": [
      {
        "id": 36,
        "text": "Да"
      },
      {
        "id": 21,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 24,
    "text": " Всё готово. Ты готов. Металл сверкает холодным лунным светом. А вдруг ты ошибаешься? Вдруг ты себя накручиваешь? Вдруг это игры подсознания?  А может это всё реально?\n\nНет. Ты непоколебим в своём решении, каким возможно безрассудным оно не казалось. Кисть плотно сжимает рукоятку. Главное только решиться...\n\n¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤\n\nХолодный пот бежит по лицу. Ты вскакиваешь, непонимая, что происходит. Это должна была быть ты. Нет, нет, нет, нет, нет! Никто тебя не ждет, не встречает. Ты вернулась к исходной точке, будто ничего не произошло. Вокруг мечутся медсестры. Тебя расспрашивают. Все чего-то от тебя хотят. А ты хочешь только одного...\n\n—Скажите, здесь лежит пациент Энди Доусон?\n\n—Уже нет... — с удивлением сказала медсестра. — А Вы ему кто?\n\nАльтруист.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 25,
    "text": "Ты задержался около Торриной кровати. Нет, рядом не стоит инвалидная коляска. Нет, прикроватная тумбочка не усыпана лекарствами. Нет, в шкафу не аппаратура, а красивая одежда. Она так ей идёт...\n\nА каково сейчас твоей настоящей сестре? Видеть, как ты лежишь в отключке днями напролёт. А может ты сейчас где-ниюудь в лесу, и она не находит себе места...\n\nНо здесь она счастлива, а больше тебя ничего не держит...",
    "answers": [
      {
        "id": 21,
        "text": "Мне нужно еще подумать"
      },
      {
        "id": 33,
        "text": "Всё будет хорошо"
      }
    ]
  },
  {
    "id": 26,
    "text": "Капли прыснули во все стороны. Ты почувствовал что-то влажное на рукаве. Обмякшее тело рухнуло на колени, а затем на пол.\n\n¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤\n\nРавномерные отчетливые сигналы монитора. На белом фоне выделяется чья-то неполвижная фигура. Не спутвешь её ни с одной из тысячи. Торри спит в кресле, не замечая твоего пробуждения. Вдруг её глаза начали двигаться, часто моргая, но через мнгновение резко расширились.\n\n—ЭНДИ!!!! — она быстро прокрутила колёса, в ту же секунду оказавшись рядом с тобой. На  её лице мелькали слёзы. Больше она ничего не говорила, просто смотрела, улыбаясь и чуть не задыхаясь от радости.\n\nВ соседней палате оглушающе громко начал гудеть монитор. \n\nВ палату забегает врач. Вокруг тебя крутятся медсёстры. Доктор начинает что-то гоыорить пораженным голосом. Всё размыто. Ты резко прерываешь врача вопросом, который он явно не ожидал от тебя услышать, и судя по его выражению лица вообще не ожидал от тебя внятной речи.\n\n—В вашей больнице есть пациентка Юми Бланшар? — протароторил ты.\nУлыбка спала с его лица, он прикусил нижнюю губу переглядываясь с одной из медсестер.\n\n—Аппараты зарегистрировали внезапную остановку сердца. Она поступила к нам с очень легким диагнозом, в отличии от Вас, кстати. Все случилось настолько резко, мы... не успели ее спасти...\n\nТы стоял в ступоре еще несколько минут, отказываясь усваивать данную информацию. Ты вскакиваешь с такой силой, что присоски, которые были на тебе, либо отрывались, либо разрывались провода. Мимо тебя покатили кушетку с человеком в мешке, однако сквозь молнию просочились две длинные, седые волосинки...\n\nЦена жизни.\n\nУбийца.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец\n"
      }
    ]
  },
  {
    "id": 27,
    "text": "Нет, ты не дашь ей сделать это. И не сделаешь этого сам. Она бы сделала так? Она бы убила тебя ради жизни в реальности? Ты кидаешься навстречу к ней, вытягивая руки как тогда, в пустоте, пытаясь ухватиться за нечто важное и не отпускать. Но теперь тебе уже не важен этот выход в реальность, закутавший в туман твой разум. Как же это всё тебч изменило...\n\nЮми начала отходить назад, всё приближая нож к шее. Достаточно плавно, готовясь к последнему, роковому движению, а ты не был готов... Кровь прыснула во все стороны...\n\n¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤\n\nПи, пи, пи, пи... монотонные сигналы аппарата врезались в голову, словно штык. Ты вскакиваешь, всё тело начинает ломить. Подбегапт Торри, начинает тебе что-то воодушевленно говорить, за ней следуют другие, врачи, медсестры... всё сливается в общий гул затуманенного разума. Монитор за стенкой начинапт верещать, возвращая тебя к адекватному состоянию. Часть врачей перебигает туда, забыв о твоем существовании. И тут твой взгяд цепляется за каплю крови на белой, как пустота, футболке...\n\nОдумавшийся.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 28,
    "text": "                                                Энди Доусон  (главный герой)\n\n Достаточно заурядная личность. Скромный, застенчивый, но решительный в своих действиях и неукоснительно выполняющий свой план, но только если уверен в нем на 100%. Прислушивается к чужому мнению, только если уважает и понастоящему доверяет человеку. Способен на импвльсивные и необдуманные действия. Родом из Нью-Йорка, гле и разворачивается место событий.\n В кому попал после аварии на трассе по пути в Брайквуд, столкнувшись с иномаркой, водила которую пьяная женщина, выскочившая на встречную полосу.\n Учится на юриста и делает успехи в своем направлении.",
    "answers": [
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "                                                      Юми Бланшар\n\n  Человек-настроение, очкнь вспыльчивая и временами агрессивная, но в душе очень любящая натура. Достаточно грубая и саркастичная с малознакомыми людьми. Откровенная, умная, добрая, бескорыстная, очень любвеобильная и готовая ради своей второй половинки на всё, даже на неоправданные и иногда глупые вещи. Необычная творческая личность.\n   По крови на 50% русская, но считает что с Россией её связывает только фамилия отца, которую она целенаправленно поменяла на девичью у матери, дабы избежать предвзятого отношения из за национальности.\n   Попала в кому во время пожара в доме своих покойных родителей.\n   Учится на дизайнера на отлично.",
    "answers": [
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "                                       Александр Степанович Ирисов\n\n Личность с интересной биографией. Гений IT- сферы, рожденный в маленьком городе близ Екатеринбурга. Детство провел в бедной семье, не имеющей возможности развивать огромный талант мальчика. Но был в городе компьютерный клуб, куда Саша ходил по договоренности с владельцем — создал приложение для второго бизнеса учредителя в обмен на пожизненый пропуск. Карьера стремительно развивалась — сначала переезд в Екатеринбург, а после в Москву. Но как он сам говорил он \"вырос из этого города\" и следущим этапом стал Нью Йорк, где он и познакомилчя с Элли и провел там остаток жизни. Целеустремленный оптимист.",
    "answers": [
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "                                                   Элли Бланшар\n\n Свою жизнь Элли живет \"как по маслу\". Родилась в семье бизнесменов, и уверенно идёт по их стопам, на данный момент владея крупной сетью прачечных. Окончила престижные школу и университет. С будующим мужем познакомилась через друга, который порекомендовал Александра Степановича для создания сайта под Эллин бизнес.",
    "answers": [
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "                                                  Торри Доусон\n\n  Имя Торри означает \"победа\", но в её истории она досталось огромной ценой. В 14 лет потеряла мать, бывшая в разводе с их отцом-пьяницей, который казалось даже не помнил, что у него есть дети. Случился инсульт, в результате которого она осталась инвалидом. Всю жизнь мучается, что не может иметь детей. Безусловно, перечень профессий, доступных для человека с ограниченными возможностями невелик, из него она выбрала хобби, которое занимало её с раннего детства — рисование. И результат был крайне плодотворным. Это поистине талантливый человек. Сейчас Торри Доусон — художник с мировым именем. Волевая, сиильная, непоколебимая и умная Личность.",
    "answers": [
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "Дверь с характерным скрипом открылась, в очередной раз приглашая тебя внутрь. Не смотря на позитивную ноту, на которой вы разошлись, в воздухе словно стояло напряжение. Или ты себя накручиваешь. \n\nТы старался постучаться не громко и не навязчиво, но так, чтобы стук с конца комнаты модно было расслышать.\n\nС самого порога теья ослепил солнечный, а точнее лунный зайчик. Загородив его рукой ты увидел испуганную Юми, стоящую к тебе лицрм с ножом, поблескивающим в лунном свете.\n\n—Не подходи! — воскликнула Юми. Её голос дрогнул. — Дай мне сделать это. И прошу, не вини меня. Это ради тебя.\n\n",
    "answers": [
      {
        "id": 34,
        "text": "Поговорить с ней"
      },
      {
        "id": 35,
        "text": "Подбежать к ней"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Юми, твою мать, что ты делаешь? Остановись! — ты выставляешь вперед руки, сам не зная зачем.\n\n— Выйдет только один, Энди. Только один.\n\n—Нет, я решил остаться. Остаться с тобой. Не делай этого, прошу. Иначе я в реальности на следующий день покончу суицидом. Давай поговорим?\n\n......................................................................................................................................\n\n—Улыбнись, дорогой! Или я чего-то о тебе не знаю и ты каждый день бываешь на вершине Бурдж-Халифы?\n\nТы скорчил гримассу и вытаращил глаза.\n\n—Лицо по проще сделай.\n\nТы демонстративно расслабился.\n\n— Опять возвращаемся к исходной точке?\n\nЧерез стену два монитора пищат в такт друг другу. И больше ничего. Гробовая тишина...\n\nКто знает, может вы еще решитесь вернуться, а пока... это только начало. Начало вашей истории.\n\nВместе навсегда.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец?"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ты не дашь ей этого сделать, нет! Спохватившись и рванув к ней, ты услышал лишь:\n\n— Прости...\n\nПоследнее, что ты увидел, было лишь резкое движение ножом по шее...\n\n¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤\n\n—Конец. — проговорил ты а затем откинулся на спинку кресла со стилусом в руках.\n\nДумаю нет смысла пересказывать в красках долгую реабилитацию после комы, отмечу лишь, что почти сразу же после пробуждения ты кинулся искать её по всей больнице чуть ли не ползком, чего конечно же делать было нельзя. Это усугибило ситуацию еще больше и весь последующий год ты посвятил себя этой книге, за неимением альтернативы. \"Что было до?\" стала бесстеллером современной литературы, несмотря на отстутствие у тебя соответствующего образования или хотя бы склонности к писательству. А еще у тебя появилась седая прядь около левого виска, как бы иронично это не звучало. Еще одно напоминание о Ней. Но цель никуда не делась, какой бы безумной и неоправданной она не была...\n\n***\n\nБесконечное шоссе подходит к концу, на горизонте виднеется до боли знакомый городок. Педаль газа вжата в пол до такого уровня, что скоро его проломит. Всю дорогу тебя преследовало ощущение дежавю, так и должно быть. Только на этот раз на встречке будешь ты. Осталось дождаться камаза...\n\nНеразлучные.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "На крыльце уже стоит Юми, нервно стуча пальцами по перилам. Заметив тебе она еле улыбнулась в качестве приветствия. \n\n—Я правильно понимаю, что мы ищем пустоту?\n—Да. Грубо говоря это мир в нашем подсознании, и мы можем творить здесь все, что угодно, найти все, что угодно.\n—Но ведь тогда с лестницей не сработало.\n—Нужно попробовать. Мы ничего не теряем.\n—Ну в каком направлении хотя бы идти?\n—Только вперед.\n\nРезультат не заставил себя долго ждать. Прямо по курсу, словно разделяя пространство на до и после виднелось белое полотно, немного подсвечиваясь.\n\n—Пустота!",
    "answers": [
      {
        "id": 37,
        "text": "Зайти внутрь"
      }
    ]
  },
  {
    "id": 37,
    "text": "¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤\n\nВ одно мнгновение два монитора через стенку резко и пронзительно запищали. Началась суета. Прибежали врачи и медсестры. Перепробывали все возможные методы. Всё тщетно. Мимо Торри пронеслись две кушетки с телами в мешках, даже здесь они были вместе...\n\nДо конца.\n\nУпёртый.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 38,
    "text": "• Эгоист\n• Вместе до конца\n• Убийца\n• Упёртый\n• Неразлучные\n• Одумавшийся\n• Альтруист",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на главную"
      }
    ]
  },
  {
    "id": 39,
    "text": "АХАХХАХХАХХАХХАХАХАХХА. АХХАХАХХАХАХАХХАХАХХАХАХАХХАХАХАХАХ.\n\n—Что происходит? Где я?\n\n\"НЕ ВЫЙДЕТЕ. ВЫ НЕ ВЫЙДЕТЕ. ПОСОУШАЙ ГОЛОС РАЗУМА.\"\n\n—Что это значит?\n\n\"АХАХАХАХХАХАХАХАХАХХАХАХАХХАХХАХХХАХХАХХАХАХХАХХАХААХАХАХАХА. НЕ ВЫЙДЕТЕ. СДЕЛАЙ ПРАВИЛЬНЫЙ ВЫБОР. ВЫЙДЕТ ТОЛЬКО ОДИН.\"\n\n—Я не понимаю!\n\n\"СДЕЛАЙ ПРАВИЛЬНЫЙ ВЫБОР.\"\n\nТы проснулся в холодном поту и словно заговоренный повторил.\n\n—Сделай правильный выбор.",
    "answers": [
      {
        "id": 22,
        "text": "Я сделаю это."
      },
      {
        "id": 23,
        "text": "Я что, спятил?! Мы не отклонимся от плана"
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  }
]