[
  {
    "id": 1,
    "text": "— Эту в третий ряд, Эллиот! — крикнул Ричард с другого конца склада, держа в руках картонную коробку с китайскими иероглифами и огромной надписью Neki.\nРабота на складе не требует особых усилий. 5 дней в неделю мы разгружаем подделки на известные бренды, чтобы, в конце концов, они попали в руки к какому-то парню с чёткими принципами и зубочисткой промеж гнилых зубов.\n— Тащи ещё! — ответил я, надеясь, что новая партия не заставит картонную крепость рухнуть.\nКонец смены. Спина уже ноет от постоянной нагрузки, дома ждёт телевизор и разогретый в микроволновке ужин. Рич вечно ноет: \"У нас с тобой такая скучная жизнь, братан\". Только чего тут скучного? Так живут все.\nВстать, собраться, пойти на работу, вернуться, посмотреть телик, лечь спать. Раз в неделю сходить в магазин. Мне не нужно изобретать бесконечный двигатель, а этому тучному парню точно не стать суперзвездой. И это хорошо.\n— Фух, я устал, — подошёл Рич, разминая шею, и я постарался сделать максимально равнодушный вид, лишь бы не слушать очередную философскую беседу, — Ну, ты, видимо, тоже.\nОн положил руку мне на плечо.\n— А знаешь что? Оглянись вокруг. Мы здесь одни, а осталось ещё целых двадцать минут!\n— Ты на что намекаешь? — я смахнул его руку и машинально сделал шаг назад.\n— Да нам должны платить премию! Нет, серьёзно, где все?\nНе успел он закончить фразу, как в помещении с характерным щелчком выключился свет. Откуда-то издалека послышался скрежет, и через несколько минут лампы снова заработали.\n— Это что было? — я огляделся, проверяя, всё ли осталось на своих местах.\n— Стой здесь, а я пойду проверю, — Рич кивнул и пошёл в сторону выхода к главному зданию.\n",
    "answers": [
      {
        "id": 2,
        "text": "Ждать..."
      }
    ]
  },
  {
    "id": 2,
    "text": "Я решил ждать и стал прислушиваться. Может, это был сбой, аварийное отключение или кто-то специально вырубил щиток. Рич часто беспокоится больше, чем следовало бы, но с ним легче согласиться, чем пытаться что-то доказать.\nЯ стал пересчитывать коробки, количество ламп на потолке, проверил на месте ли ключи от дома, но обстановка со временем не менялась. Дорога до главного здания занимает около трёх минут, стоит лишь пройти через коридор и завернуть направо. Возможно, он с кем-то заболтался, так что стоит проверить — не буду же я стоять здесь вечно.\nНа складе действительно не было никого, кроме нас. Ни надоедливого подростка, вечно старающегося облегчить себе работу, ни коренастой женщины, имя которой я не запомнил.\nДверная ручка с необычной лёгкостью поддалась навстречу, а затем звонко рухнула на пол. Позади раздался уже знакомый скрежет, и я обернулся.\n— Блять!\nОт неожиданности я подскочил. Напротив стояло существо, лишь отдалённо напоминающее человека. У него не было ни волос, ни зрачков — побелевшая радужка расползлась в разные стороны, показывая красно-жёлтые белки. Из правой голени торчала обнажённая кость, нога почти сложилась в гармошку, но эта тварь отчаянно пыталась добраться до меня, шаркая и скаля окровавленные зубы. Я в панике оглянулся, думая, чем же её прибить.",
    "answers": [
      {
        "id": 3,
        "text": "Достать перочинный нож из кармана"
      },
      {
        "id": 4,
        "text": "Схватить трубный ключ с пола"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я вытащил из кармана перочинный нож и в панике постарался достать самый острый из набора, но руки не хотели слушаться. Тварь с любопытством наклонила голову, издала влажный рёв и резво подорвалась с места.\nСтараясь увернуться, я отпрыгнул в сторону и влетел в ряд коробок. В тот же момент они градом посыпались на меня, сбивая с ног. Существо остановилось лишь на секунду, но вновь подбежало и вонзило острые зубы мне в плечо. Ноги запутались в куче Neki — сбежать не получится. Я закричал так громко, как только могу, но Рича не было. В глазах потемнело, всё закружилось, стало тошнить. Существо не слезало с меня, прижимая к холодному полу всё сильнее. Я попытался закричать ещё раз, а затем отключился.\nУмереть на пыльном складе. Вот о чём я точно не мечтал.",
    "answers": [
      {
        "id": 7,
        "text": "Вы проиграли. Начать сначала?"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я поднял с пола трубный ключ, лежащий неподалёку, и со всей силы зарядил им по существу. Оно отшатнулось и, теряя равновесие, с хрустом грохнулось на пол. Я ударил ещё раз, промеж глаз, лишь бы оно не встало снова. Череп твари пошёл трещинами, на пол полилась густая бордовая жидкость. Похоже, раньше это был человек.\nНе успел я выдохнуть, как дверь позади распахнулась. Рич, махая руками, подбежал ко мне, схватил, закинул себе на плечо и побежал вдоль рядов.\n— Ты что делаешь? — крикнул я, пытаясь удержать в руках трубный ключ.\n— Тихо, Элли! Их здесь ещё много!\n— А ты, блять, кто — Тотошка?\nОстановившись в конце ряда, он посадил меня на одну из коробок, открыл одну из них и достал оттуда походный рюкзак.\n— Больше так не делай.\n— Есть больше надо, Элли.\nРич разорвал остальные коробки и стал заталкивать в сумки их содержимое. Под горячую руку попало всё — от носков до курток и барсеток.\n— Что ты творишь? — наклонившись в сторону прохода, я пытался выцепить среди гаммы звуков тот странный скрежет, издаваемый тварью. Если та была не последней, значит нужно быть на готове.\n— Что я творю? У нас тут апокалипсис, чел!\n— Что это вообще за хтонь была? — я понизил голос до полушёпота и схватил ключ покрепче.\n— Без понятия. Я дошёл до главного здания, открыл дверь в кабинет заведующего, а он на меня накинулся. Выглядел похоже на того, даже получше.\nЗначит, это всё-таки люди.\n— Так, надевай, — он протянул две пары спортивных штанов.\n— Мне не холодно.\n— Без разницы! Это наши припасы! Раз они смогли так легко пробраться сюда, значит, и во всём остальном городе происходит то же самое!\nОб этом я и не подумал. Действительно, не только ведь на складе Neki могут появиться зомби.",
    "answers": [
      {
        "id": 5,
        "text": "Надеть штаны"
      },
      {
        "id": 6,
        "text": "Не надевать штаны"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вздохнув, я спрыгнул на пол, взял спортивки, отвернулся и стал снимать свои джинсы.\n— Не-не, — воскликнул из-за спины Рич, — Прям на свои надевай. Пусть хоть один будет налегке.\n— Чего? Может, ещё трусы мне вторые дашь?\n— Дал бы, но их нет. Давай, нужно спешить.\nНикогда не думал, что окажусь в подобной ситуации. С чего он вообще взял, что все эти шмотки нам пригодятся? Ему и так вряд-ли хватит скорости, чтобы убежать от целой толпы.\nШтаны на джинсах ощущались неудобно — я чувствовал, как каждую мышцу охватывает ткань. Вторую пару, любезно предложенную другом, лучше не надевать.\n— Всё. Идем.\nКак только я повернулся, перед глазами предстала до ужаса глупая картина: двухметровый Рич, прыгая на одной ноге и тяжело вздыхая, надевал уже третью пару спортивок.\n— Ух, портки на портки, ух, портки на портки... — его лицо заметно покраснело от стараний, на лбу выступила испарина, — Портки на портки, портки на портки...\n— Пошли уже, портки, блять!\n",
    "answers": [
      {
        "id": 7,
        "text": "— Ладно, идём"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Я не буду переодеваться, лучше сохранить мобильность...хотя бы одному, пока не найдём других людей и не узнаем, что произошло.\n— Да зачем переодеваться, сверху на свои надевай! — Рич, стоя на одной ноге, с очень сосредоточенным видом надевал третью пару спортивок, — Ух, портки на портки!\n— Тогда тем более не буду.\n— Ты ещё пожалеешь об этом, когда наступит зима, а у нас не будет жилья...Ух! Только промёрзлое одиночество.\n— Ты фильмов про зомби насмотрелся? Какое...Ай, к чёрту, — я махнул рукой, — Пошли уже.\nРич взвалил на спину походный рюкзак, надел барсетку на пояс, чуть не порвав лямку, и мы, озираясь, пошли в сторону выхода.",
    "answers": [
      {
        "id": 7,
        "text": "— Ладно, идём"
      }
    ]
  },
  {
    "id": 7,
    "text": "Как только мы вышли со склада, в котором, по ощущениям, было проведено пол жизни, перед глазами предстала вполне обычная картина: парковка, высотки вдали, пара грузовиков. Однако было тихо. Слишком тихо и пусто для обычного буднего дня.\n— Куда мы? — я осмотрелся, нет ли неподалёку тварей.\n— По телику точно покажут, что стряслось. Да и я есть хочу. Можем до меня дойти, — Рич подпрыгнул, поправляя съезжающий с плеч рюкзак.\n— Веди, — я кивнул. Всё выглядело как обычно, но смутное чувство опасности так и не отпускало. Бледно-серое небо заволокли тучи.\nВнезапно завыла сирена. Роботизированный женский голос, раздавшийся криком на всю округу, оповестил: \"Всем гражданам, находящимся на улице, немедленно найти укрытие!\"\nИ что теперь делать?",
    "answers": [
      {
        "id": 8,
        "text": "Вернуться на склад"
      },
      {
        "id": 9,
        "text": "Пойти домой к Ричу"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Нужно вернуться на склад, — я толкнул Рича в плечо.\n— Долго мы там сидеть будем? — он повернулся и зашёл обратно.\n— Пока не узнаем, что это была за хрень, — я открыл дверь вслед за ним. По сравнению со свежестью на улице, здесь пахло пылью и чем-то кислым.\n— Давай хотя бы узнаем, остался ли кто-то ещё.\n— Раз заведующий умер, значит, и охранники тоже, — я пнул ногой ближайшую коробку. Какой же бред.\n— Иди до второго здания, а я проверю столовую.",
    "answers": [
      {
        "id": 10,
        "text": "— Я пойду с тобой"
      },
      {
        "id": 11,
        "text": "— Ладно, встречаемся здесь через двадцать минут"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "— Окей, — Рич пожал плечами, — Здесь пахнет аммиаком. Похоже, эти существа разлагаются быстрее, чем обычные люди.\n— В каком смысле?\n— Обычно вонять начинает минимум через сутки. С момента, когда ты грохнул первого, не прошло и часа.\nЯ неосознанно скривился и перешагнул через труп. Почерневшая кровь, сочащаяся из его разбитого черепа, пропитала деревянный пол и куски ткани, оставшиеся от рабочей одежды.\nВ коридоре тоже было пусто. Сквозь прямоугольные окна, растянувшиеся у потолка, слабыми лучами доходил солнечный свет. Рич грузными шагами шёл впереди, сложив руки в карманы. Как он сбежал от заведующего? Если он тоже превратился, значит, тоже хотел его сожрать.\n— Чем ты отбивался?\n— Уронил на него письменный стол. Тебе бы тоже нужно быть аккуратнее. Пол лица в крови.\nЯ неосознанно провёл рукой по щеке. На ладони остались черно-красные разводы, кожу стянуло. Нужно умыться.\n— Тихо, — Рич встал у двери в столовую, прислонив указательный палец к губам, и, щурясь, попытался оценить положение. Видеть, как он строит из себя героя, даже смешно. Нести чушь и глупо шутить ему более свойственно.\n— Пошли, — он хлопком открыл дверь, и я зашёл следом. С кухни раздался крик.\n— Помогите!\nРич, чуть не опрокинув все стулья по пути, побежал на помощь. Вдруг, это ловушка? Я машинально крепче сжал требный ключ и неспеша отправился за ним.\nНа кухне сцепились повар и хтонь, своей униформой напоминающая охранника. Пока Рич искал сковородку, я успел прибить тварь, едва не попав в человека. Кровавые брызги разлетелись по холодильнику, стенам и полу.\n— Вы в порядке? — Рич помог повару встать.\n— Где все? — на всякий случай я встал поближе к выходу.\n— Вы с какого склада?\n— С первого.\n— А, это у вас не прозвучал сигнал тревоги.\n— Почему? — Рич без зазрения совести стал открывать ящики в поисках еды.\n— Сбой, — повар, худой старикашка в очках, тяжело вздохнул и присел на табуретку, забрызганную кровью, — Боже, уберите это чудище отсюда.\n— Слышал, Элли? — Рич ухмыльнулся, продолжая обыскивать ящики.\n— Лучше его не трогать. Так где остальные работники?\n— Эвакуированы.\n— А вы почему здесь остались?\n— Я хотел разморозить курицу к завтрашнему дню, а когда попытался уйти, увидел, что у главных ворот перевёрнуты грузовики. Хочешь-не хочешь, уйти не получится.\n— Кто-то на нашем складе ведь должен был остаться, — Рич, пытаясь быть незаметным, сунул в рюкзак пару консервных банок, — Но мы были там одни.\n— Малой и та дама могли выйти покурить, — я пожал плечами.\n— Тогда им не поздоровилось... — повар стал часто моргать, — Что-то мне нехорошо...\nРич подвинул ногой останки охранника ближе к стене.\n— От этого тоже дурно пахнет, — он невзначай положил в сумку пачку макарон.\nПовар тяжело вздохнул и почесал подобородок. На его шее багреет кровавый след.\n— Рич, — я сжал ключ в руках и сделал на два шага назад, — Его заразили.\n— Что? — приятель удивлённо оглядел старика, — Твою мать...\n",
    "answers": []
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  }
]