[
  {
    "id": 1,
    "text": "Автор:Кентер\nЖанр:По-играм, капля ужасов, хардкор.\nКвест написан по-игре \"Little Nigtmares\"\nВ этом квесте Вы попали в Ничто-подземную библиотеку, хранящую множество тайн, и загадок. Никто не был в ней, и никто не знал, где она находилась. Поначалу Вы думали, что это простая библиотека, но оказалось Вы ошиблись. Сможете ли Вы выбраться из Ничего, и спасти своего друга? Решать Вам!\nP. S. — Осторожно! В квесте присутствуют сцены каннибализма. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать игру"
      },
      {
        "id": 3,
        "text": "Пропустить пролог",
        "need": 2
      },
      {
        "id": 79,
        "text": "Каталог монстров",
        "need": 78
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог\n—--------------\nВы обычный девятиклассник. Однажды с Вами приключилась страшная и необычная история. Когда Вы выходили из школы, Вы увидели какого-то человека, который держал Вашего друга Костю. Вы пошли за ним.\nВы дошли до какого-то странного окопчика,куда шёл человек. Вы, человек, и Костя спустились в окоп, и попали в коридор с книжными полками. Внезапно Оно обернулось, заметило Вас, и ударило по голове. Очнулись Вы в каком-то подвале. Где Вы? Где Костя? Как отсюда выбраться? ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы стоите в каком-то подвале. Впереди-дверь. Справа-книжная полка. Слева-коробка с инструментами. ",
    "answers": [
      {
        "id": 4,
        "text": "К двери"
      },
      {
        "id": 6,
        "text": "К книжной полке"
      },
      {
        "id": 8,
        "text": "К коробке с инструментами"
      },
      {
        "id": 7,
        "text": "Или Вы хотите выбраться через новые пути? ",
        "need": 7
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы подошли к двери. Железная, и, несколько пугающая. ",
    "answers": [
      {
        "id": 5,
        "text": "Открыть дверь ключом",
        "need": 9
      },
      {
        "id": 3,
        "text": "Отойти от двери"
      }
    ]
  },
  {
    "id": 5,
    "text": "Открыв дверь ключом, Вы вышли из комнаты. Справа и слева от Вас-коридоры с книжными полками(как же здесь много книг!). Впереди лестница, но куда она ведёт-неизвестно. ",
    "answers": [
      {
        "id": 14,
        "text": "Подняться по лестнице"
      },
      {
        "id": 15,
        "text": "Идти направо"
      },
      {
        "id": 16,
        "text": "Идти налево"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы подошли к книжной полке. Внезапно Вам показалось, что её можно отодвинуть, если бы у Вас были подходящие инструменты... ",
    "answers": [
      {
        "id": 7,
        "text": "Отодвинуть полку ломом",
        "need": 10
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Поднатужившись, Вы отодвигаете книжную полку. Вы уже хотели идти в дырку, но внезапно книжная полка потеряла ровновесие, и упала. Раздался оглушительный БУМ, и у Вас появилась ещё одна возможность покинуть комнату-через провал. ",
    "answers": [
      {
        "id": 11,
        "text": "Выйти через дырку"
      },
      {
        "id": 12,
        "text": "Выйти через провал"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы подошли к коробке с инструментами. Полезными здесь были только ключ и лом. ",
    "answers": [
      {
        "id": 9,
        "text": "Взять ключ"
      },
      {
        "id": 10,
        "text": "Взять лом"
      },
      {
        "id": 3,
        "text": "Отойти от коробки"
      }
    ]
  },
  {
    "id": 9,
    "text": "Берёте ключ",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Берёте лом. ",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы полезли в дырку. Чем дальше Вы ползли, тем больше Вам казалось, что Вы не один. И вот в конце концов, Вы столкнулись нос к носу с длинноруким существом. Оно, конечно, без замедления разорвало свою жертву. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы прыгнули в провал...\nЧерез десять-двадцать минут Вы приземлились прямо на железный пол. ХРЯСЬ! — и Вас больше нет в этом мире... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 13,
    "text": "Представьте, что вся эта история с Ничем просто сон. А если это сон, то в нём можно воскреснуть после смерти. Хотите пережить этот кошмар во сне?\n*Внимание! При переходе на первую страницу этот режим отключается! *",
    "answers": [
      {
        "id": 2,
        "text": "Начать игру"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы поднялись по лестнице, и оказались в ещё одном коридоре с книжными полками. Пройдясь по нему, Вы дошли к железной двери. На этот раз Вам понадобиться пульт управления, что бы открыть дверь. ",
    "answers": [
      {
        "id": 17,
        "text": "Нажать на кнопку",
        "need": 15
      },
      {
        "id": 5,
        "text": "Отойти от двери"
      }
    ]
  },
  {
    "id": 15,
    "text": "Пройдясь по правому коридору, Вы пришли к какому-то пульту. Интересно, отчего он? Может, он от той железной двери? ",
    "answers": [
      {
        "id": 5,
        "text": "Взять пульт"
      }
    ]
  },
  {
    "id": 16,
    "text": "Продясь по коридору, Вы увиедли пульт. Но он был за стеклом.\nВы до сих пор не знаете, одиноки Вы тут, или нет. Стоит ли рисковать? ",
    "answers": [
      {
        "id": 18,
        "text": "Разбить стекло"
      },
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Дверь открылась, и путь был свободен!\nПройдясь по небольшому коридору с книжными полками Вы увидели развилку-налево, и направо. Куда пойдёте? ",
    "answers": [
      {
        "id": 19,
        "text": "Направо"
      },
      {
        "id": 20,
        "text": "Налево"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы разбили стекло... Какафония звуков чуть не оставила Вас без слуха, хотя в ближайшее время он Вам не понадобится-через мнгновенье какое-то длиннорукое существо свернуло Вам шею... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы пошли направо. Через некоторое время Вы услышали какой-то скрип. Обернувшись, Вы увидели человека с ножом и острыми клыками. Он быстро накинулся на Вас, и съел. Ваше мясо оказалось на редкость вкусным. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "Пройдясь по коридору с книжными полками Вы попали в помещение, похожее на кухню. В углу стоит стол. За этим столом сидит человек в форме повара, и режет человеческое мясо. Зрелище не для слабонервных. К счастью, \"повар\" не заметил Вас. Осмотрев помещение, Вы увидели книжную полку. Так же Вы увидели безопасный путь к двери, которая находится за спиной повара. Но это не точно. ",
    "answers": [
      {
        "id": 21,
        "text": "Идти к двери"
      },
      {
        "id": 22,
        "text": "Изучить книжную полку"
      },
      {
        "id": 31,
        "text": "Отвлечь повара колбасой",
        "need": 29
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы пошли своим безопасным путём к двери... Внезапно Вы наступили на какую-то скрипящую доску. Повар тут же обернулся и проткнул Вас ножом. Никто не должен знать об этом месте... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы подкрались к книжной полке. Рассматривая её, Вы увиедли муляж книги. Интересно, к чему бы это? ",
    "answers": [
      {
        "id": 23,
        "text": "Нажать на муляж"
      },
      {
        "id": 20,
        "text": "Отойти от полки"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы тыкнули на муляж книги. Полка бесшумно отодвинулась, и Вы быстро побежали в проход. Как только Вы забежали в коридор книжная полка сразу же задвинулась за Вами. \n",
    "answers": [
      {
        "id": 24,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 24,
    "text": "Пройдясь по коридору, который тоже был заполнен книжными полками, Вы дошли до какого-то огромного склада с платформами. Глядя на эти платформы Вы почувствовали себя крошечным и беспомощным... Оценив расстояние от себя до платформы, Вы поняли, что сможете допрыгнуть до неё. ",
    "answers": [
      {
        "id": 25,
        "text": "Прыгнуть"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы прыгнули, и оказались на платформе. Впереди ещё одна такая же платформа. ",
    "answers": [
      {
        "id": 26,
        "text": "Прыгнуть"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы прыгнули... Теперь впереди была развилка-налево, и направо. Так же можно было продолжать прыгать прямо. Поскольку Вы впервые оказались здесь, Вы не знали, куда ведут эти платформы. Ваш выбор? ",
    "answers": [
      {
        "id": 27,
        "text": "Направо"
      },
      {
        "id": 28,
        "text": "Налево"
      },
      {
        "id": 40,
        "text": "Прямо"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы прыгнули... Впереди ещё одня платформа. Прыгаем? ",
    "answers": [
      {
        "id": 29,
        "text": "Прыгнуть"
      },
      {
        "id": 26,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы прыгнули. Впереди ещё одна платформа. Прыгаем? ",
    "answers": [
      {
        "id": 32,
        "text": "Прыгнуть"
      },
      {
        "id": 26,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы прыгнули. Наконец-то Вы увиедли платворму, которая была приварена к стене. Вы без замедления прыгнули... И едва не упали, потому что Вы призкмлились на какую-то колбасу. Может, получиться отвлечь с помощью этой колбасы повара?... ",
    "answers": [
      {
        "id": 20,
        "text": "Вернуться на кухню"
      },
      {
        "id": 45,
        "text": "Открыть дверь ключом ",
        "need": 31
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы пошли налево, и дошли до стены из книг. Тут же из стены вылез огромный червяк. Червяк без раздумий проглотил Вас, и продолжил пожирать книги. Скоро, он съест Костю... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы закричали. Повар повернулся, и побежал на Вас, но Вы бросили в угол колбасу. Повар забыл про Вас, и полетел к колбасе. У каннибала из кармана штанов выпал ключик. ",
    "answers": [
      {
        "id": 23,
        "text": "Подобрать ключ, и убежать! "
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы прыгнули... Теперь Вы увидели платформу, которая была приварена к стене. Вы без замедления прыгнули на платформу. Теперь Вы разглядели дверь. Ещё лабиринты? Где же Костя?! ",
    "answers": [
      {
        "id": 33,
        "text": "Войти в комнату"
      },
      {
        "id": 26,
        "text": "Вернуться к развилке"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы вошли в комнату, хотя можно ли было назвать это комнатой? В центре помещения стояло что-то на подобии лифта с двумя платформами и весами. Так же Вы увидели дверь на другом конце колодца, и разъёмы на стенах, в которых были книги. ",
    "answers": [
      {
        "id": 34,
        "text": "В комнату"
      },
      {
        "id": 41,
        "text": "Положить коробку на весы",
        "need": 37
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы прыгнули, и оказались на платформе,рядом с которой была дверь. Вы вошли в комнату, и увидели что-то, вроде склада с различными книгами. На одной из книг Вы разглядели листок уже пожелтевшей от времени бумаги. Вы подняли его, и начали читать.\n\"Найди коробку и вентилятор, они спасут тебе жизнь\".\nЭта библиотека становится всё страннее и страннее, что же тут происходит? ",
    "answers": [
      {
        "id": 35,
        "text": "Идти прямо"
      },
      {
        "id": 36,
        "text": "Идти налево"
      },
      {
        "id": 37,
        "text": "Идти направо"
      },
      {
        "id": 33,
        "text": "Выйти из комнаты",
        "need": 37
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы прошли вперёд, по тоннелю. Иногда Вам казалось, что все эти тоннелю прогрыз какой-то огромный червяк. Учитывая то, что здесь обитают странные сущности, возможно, так оно и было. А ещё было странно то, что некоторые книги были разгрызанны. Вы и не заметили, что пришли в другую комнату. Когда Вы подняли глаза, Вас чуть не стошнило-эта комната была заполнена недоеденными книгами и трупами! Вдруг откуда-то вылез огромный червяк с клыками. Он незамедлительно разжевал Вас, и бросил в кучу трупов. Теперь Вы-ещё одна жертва огромного зубастого червя. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы прошли по левому тоннелю, и попали в комнату с книгами. Путешествуя по этой библиотеке, Вы заметили, что в некоторых комнатах можно найти две одинкаовые книги. Странно. Полазив по комнате, Вы нашли вентилятор. ",
    "answers": [
      {
        "id": 34,
        "text": "Забрать вентилятор и уйти"
      }
    ]
  },
  {
    "id": 37,
    "text": "Пройдясь по правому тоннелю, Вы попали в комнату, на подобии канализации. Вы долго-долго осматривали эту комнату, и наконец-то увидели коробку, спрятанную среди книг. Вы подобрали коробку, и обернулись. От увиденного Вы выронили коробку из рук. В нескольких метрах от Вас сидел человек в инвалидном кресле. Глаза у него были закрыты, но, кажется, он чуял Вас. Вы и не успели рассмотреть его, как слепак понёсся на Вас! Что делать?! ",
    "answers": [
      {
        "id": 38,
        "text": "У Вас ничего нет... "
      },
      {
        "id": 39,
        "text": "Включить вентилятор, и направить его на слепака",
        "need": 36
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы даже не могли ударить слепака, что бы повалить его. У Вас была слабенькая физическая подготовка, и Вы даже очень быстро убежать не смогли. Сущность ударила Вас. Удар был очень сильным, и поэтому Вы умерли. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 39,
    "text": "Как только на слепака подул ветер, он быстро-быстро укатился из комнаты. Вы упали на пол, и перевели дух. Не каждый день такое происходит... ",
    "answers": [
      {
        "id": 34,
        "text": "Забрать коробку и уйти"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы прыгнули... Как только Вы приземлились на платформу, с неба упало существо с длинными руками. Оно схватило Вас, и бросило вниз. Вы долго-долго летели, и в конце-концов упали на железный пол, заполненый книгами. ХРЯСЬ! — И Вас больше нет в этом мире... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы положили коробку на весы, и лифт поехал. Вы прыгнули на основную платформу, и задумались. Вы думали, где провести время поездки. ",
    "answers": [
      {
        "id": 42,
        "text": "На основной платформе"
      },
      {
        "id": 43,
        "text": "На нижней платформе"
      },
      {
        "id": 44,
        "text": "На коробке"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы сели на основную платформу, и задумались. Так куда же Вы всё-атки попали? Гле сейчас находится Костя? И... Одни ли Вы? Этот вопрос интересовал Вас больше всего, потому, что Вы уже дважды встречали странных существ, и все они пытались убить Вас. Ещё Вас интересовал вопрос, что будет с Костей, если Вы не спасёте его?\nВнезапно лифт очень сильно тряхнуло, и Вы слетели с платформы. Вы долго летели, и упали на деревянный пол. Пол провалился, и уже мёртвое тело летело ещё дальше. В темноту и пустоту... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы сели на нижнюю платформу. Вы задумались. Так куда же Вы попали? Где Костя? И... Одни ли Вы здесь? Внезапно лифт тряхнуло, но Вы кое-как удержались на платформе. Вы посмотрели вниз, и увидели, как из горы книг выползает огронмый червяк с острыми зубами, и уползает куда-то. В ужасе Вы прижались к платформе. Вскоре, лифт закончил свой путь, и Вы спустились на пол. Прямо перед собой Вы увидели дверь. ",
    "answers": [
      {
        "id": 45,
        "text": "Войти в комнату"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы сели на коробку. Сидеть было неудобно. Вы всё время ёрзали, и не могли сосредоточиться на своих вопросах. Внезапно лифт сильно тряхнуло. Вы не сдеражлись, и полетели вниз. Через долгое время Вы упали на деревянный пол. Вы проломили пол, и мёртвое тело полетело дальше, в тменоту и пустоту... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы вошли в комнату, и увидели множество пустых клеток. Но в одной клетке кто-то сидел... Это же Костя!\n—Костян! — Крикнули Вы, и подбежали к клетке Кости.\n—Макс! — Обрадовался он. — Я думал, что я тут один, и вот-вот кто-то придёт, и съест меня!\n—А я так устал от всех этих лабиринтов! Я сто раз был на волосок от гибели... — Вздохнули Вы. — Ну, ладно! Где мы сейчас?\n—Сейчас... — Задумался Костя. — Сейчас мы находимся Ни в чём-это подземная библиотека, из которой никто не возвращался.\n—Так эти легенды про Ничто реальны? — Удивились. Вы. — Понятно. А как мне освободить тебя?\n—Хм... — Хмыкнул Костя. — Где-то в типографии должен быть ключ от клеток. Типография находится в верхних уровнях библиотеки.\n—Тоесть, мне надо найти лестницу? — Спросили Вы.\n—Ага. — Ответил он. — Ну, я жду тебя! Удачи! ",
    "answers": [
      {
        "id": 46,
        "text": "Отправиться на поиски типографии"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы вышли из Тюрьмы, и пошли прямо по коридору. Мысль о скором побеге из этой библиотеки воодушевляла, и направляла Вас вперёд. И так, вскоре Вы дошли до развилки. Куда Вы пойдёте? Налево, или направо?",
    "answers": [
      {
        "id": 30,
        "text": "Налево"
      },
      {
        "id": 47,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 47,
    "text": "Пройдясь по правому коридору с книжными полками, Вы попали в какую-то комнату, очень похожую на мастерскую. Напротив Вас верстак, слева-дверь, а справа рычаг.",
    "answers": [
      {
        "id": 48,
        "text": "Подойти к верстаку"
      },
      {
        "id": 49,
        "text": "Подойти к рычагу"
      },
      {
        "id": 50,
        "text": "Подойти к двери"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы подошли к верстаку. На первый взгляд ничего необычного, но потом Вы заметили ключ-карту на столе. ",
    "answers": [
      {
        "id": 47,
        "text": "Взять ключ-карту"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы подошли к рычагу, и заметили странный шланг из книг, а над ним бутылка с механической крышкой. Внутри бутылки ключ. Возможно, этот рычаг активирует крышечку? ",
    "answers": [
      {
        "id": 51,
        "text": "Попытаться включить рычаг"
      },
      {
        "id": 52,
        "text": "Снова потянуть рычаг",
        "need": 53
      },
      {
        "id": 47,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы подошли к двери. Вы представляли, что вот-вот Вы найдёте типографию, освободите Костю, и сможете убежать из этой библиотеки, будь она неладна. Вы дёрнули ручку двери, но оказалось, что она заперта. Вы посмотрели на стену слева от двери, и увидели электрощиток. ",
    "answers": [
      {
        "id": 47,
        "text": "Отойти от двери"
      },
      {
        "id": 53,
        "text": "Приложить ключ-карту к считывателю",
        "need": 48
      },
      {
        "id": 54,
        "text": "Открыть дверь",
        "need": 52
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы потянули рычаг, но он не поддавался.\n\"Наверное, электричества нет\" — Догадались Вы. ",
    "answers": [
      {
        "id": 49,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы опять потянули рычаг, и наконец-то включили крышку! Она отдвинуласьключ упал, полетел по шлангу, и упал прямо к Вашим ногам. ",
    "answers": [
      {
        "id": 47,
        "text": "Взять ключ"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы приложили визитку к считыввтелю, и он открылся! Внутри было множество проводов и кнопок. Немного повозившись с электрощитком, Вам удалось вернуть электричество. ",
    "answers": [
      {
        "id": 47,
        "text": "Отлично! "
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы октрыли дверь, и попали в коридор с лестницей. Вы пошли по лестнице, и дошли до коридора с книжной стеной. Внезапно из этой стены выполз огромный червь, и полетел к Вам! Нужно бежать! ",
    "answers": [
      {
        "id": 55,
        "text": "Прямо"
      },
      {
        "id": 56,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы побежали прямо, но упёрлись в стену. Бежать некуда, Вы загнаны в угол. Червь съедает Вас без замедления. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы побежали направо, и вскоре червь перестал преследовать Вас.\nВы оказались в просторном коридоре с прогрызанной стеной, и огромной дверью. ",
    "answers": [
      {
        "id": 57,
        "text": "Изучить дверь"
      },
      {
        "id": 58,
        "text": "Изучить стену"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы подошли к двери. Присмотревшись, Вы поняли, что у неё нет ручки. Справа от двери Вы увидели отверстие, в которое можно было втсавить какой-нибудь диск. ",
    "answers": [
      {
        "id": 56,
        "text": "Отойти от двери"
      },
      {
        "id": 60,
        "text": "Вставить диск",
        "need": 59
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы подошли к съеденному участку стены. Там, в темноте Вы увидели фиолетовый диск. ",
    "answers": [
      {
        "id": 59,
        "text": "Забрать диск"
      },
      {
        "id": 56,
        "text": "Отойти от стены"
      }
    ]
  },
  {
    "id": 59,
    "text": "Берёте диск. ",
    "answers": [
      {
        "id": 56,
        "text": "Очень хорошо"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы вставили диск в отверстие, и двери октрылись! За дверями оказался коридор. Вы пошли по нему. Вскоре Вам явился ещё один вопрос-почему библиотека такая огромная? Есть ли у неё границы? И вообще все эти лабининты Вам порядком надоели... И сущности, будь они неладны. В раздумиях Вы пришли к двери с табличкой \"ТИПОГРАФИЯ\" ",
    "answers": [
      {
        "id": 61,
        "text": "Войти в комнату"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы вошли в типографию. Самая обычная типография для перепечатывания книг-книжные полки, полки с чернилами, столы с печатными машинками... Был ещё второй этаж с ящиками.\nВнезапно из двери напротив вышло Оно-то существо, которое ударило Вас по голове. Оно посмотрело на Вас, и побежало к Вам! ",
    "answers": [
      {
        "id": 62,
        "text": "Заманить Его к груде книг"
      },
      {
        "id": 63,
        "text": "Дождаться, и повалить"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы подбежали к груде книг, дождались, когда Оно добежит до Вас, и отступили. Существо не успело затормозить, и полетло в груду книг. Вы быстро спрятались под одним столом.\nОно влезло из груды книг, и осомтрелось. Не обнаружив Вас, Оно решило пойти к двери, через которую Вы вошли в типографию. Сейчас Оно стоит к Вам спиной. ",
    "answers": [
      {
        "id": 64,
        "text": "Вылезти"
      },
      {
        "id": 65,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы хотели убить существо, но Оно оказалось прытким, и свернуло Вам шею. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы вылезли, но оказалось, что Оно слышит очень хорошо. Теперь Вы не успели отреагировать на Его скачок. Сущность быстро нанесла Вам смертельный удар. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы дождались, когда Оно выйдет из комнаты. Затем Вы вылезли, и пошли проверить второй этаж помещения.\nНа втором этаже находились разные ящики. Вы стали поочерёдно проверять каждый-и в конце концов нашли ключ от клеток! Вы обрадовались, и пошли к второму входу в типографию.\n\"Скоро этот кошмар закончится...\"-Бодрили Вы себя.\nЗа вторым входом находился спуск. Вы долго долго спускались, и пришли к колодцу. Вы увиедли перед собой дверь.\n\"Дежавю?\" — Мелькнуло у Вас в голове. ",
    "answers": [
      {
        "id": 66,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы вошли в комнату с клетками. Костя, как раньше, сидел в клетке. Странно, что за время Ваших блужданий по библиотеке никто и не проверял его.\n—Костя! — Крикнули Вы.\n—Наконец-то ты пришёл! Я думал, тебя уже съели. — Сказал Костя.\n—Я ключ принёс! — Сказали Вы, и залезли на другую клетку(да, Костина клетка находилась на двух других клетках), и открыли дверь.\n—Фууууууф... — Протянул Костя. — Ну, теперь пора покинуть Ничто!\n—Как будем выбираться? — Спросили Вы.\n—Понимаешь, — Сказал Костя. — Пока ты ходил-бродил, Оно закрыло вход в комнату.\n—И теперь нам надо будет блуждать по новым коридорам этой дурацкой библиотеки. — Закончили за него Вы.\n—Ага. — Овтеил Костя.\n—Ладно, показывай свой альтернативный выход. ",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Оказалось, что в комнате была вентиляция и лестница. Подставив лестницу к вентиляции Вы и Костя смогли пролезть в тоннель, и лезть по нему.\n—Давай ты первый. — Пробормотал Костя.\n—Ты что, боишься? — Спросили Вы.\n—Ну... Да. — Отвтеил Костя.\n—Ладно. — Овтетили Вы, и влезли в тоннель.\nЛезть пришлось долго. Через некоторое время Вы и Костя наконец-то выбрались из вентиляции, и попали на какую-то гору книг. Везде были книги. Их было превеликое множество. Иногда из под земли вдалеке от Вас выныривал книжный червь. А где-то впереди была огромная банка с чернилами. ",
    "answers": [
      {
        "id": 68,
        "text": "Прямо"
      },
      {
        "id": 69,
        "text": "Налево"
      },
      {
        "id": 70,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы пошли прямо. Иногда Вам приходилось идти даже по мостам из книг! Внезапно впереди Вы увиедли Слепака. Неприятная персона. ",
    "answers": [
      {
        "id": 71,
        "text": "Попробовать пройти незаметно"
      },
      {
        "id": 67,
        "text": "Назад"
      },
      {
        "id": 72,
        "text": "Включить вентилятор",
        "need": 69
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы пошли налево. Вы просто шли по книгам. Внезапно Вы споткнулись обо что-то. Вы встали, и посмотрели на книги. На книгах лежал вентилятор. ",
    "answers": [
      {
        "id": 67,
        "text": "Взять вентилятор"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы пошли направо. Вы спускались и поднимались по горам книг. Они везде, они будто живые! Внезапно прямо в миллиметре от Вас из под земли вылетел книжный червь. Его зубы засверкали при виде двух таких жалких жертв. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы попытались пройти незаметно. Но Вы же помните, что у него отличный нюх? Он быстро поймал и убил Вас. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы включили вентилятор, направили воздух на Слепака, и он уехал. Путь свободен! ",
    "answers": [
      {
        "id": 73,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы долго шли. Иногда Вы встречали трупы, и съеденные книги. Вы заметно устали. ",
    "answers": [
      {
        "id": 74,
        "text": "Идти дальше"
      },
      {
        "id": 75,
        "text": "Порыться в книгах"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы пошли дальше. Внезапно на Вас напрыгнул повар. Да-да, тот самый, которого Вы встретили на кухне. Если есть что-нибудь-отвлекайте! ",
    "answers": [
      {
        "id": 76,
        "text": "У Вас ничего нет... "
      },
      {
        "id": 77,
        "text": "Бросить ему колбасу",
        "need": 75
      }
    ]
  },
  {
    "id": 75,
    "text": "Порывшись в книгах, Костя нашёл колбасу. ",
    "answers": [
      {
        "id": 74,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 76,
    "text": "Повар быстро разрезал Вас на мелкие кусочки, и съел. Очень вкусно. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы бросили повару колбасу, и пошли дальше. В конце концов Вы дошли до неё-огромной чернильцы. Вы и Костя забрались на неё.\n—Прыгать? — Спросил Костя.\n—Видимо да. — Тихо проговорили Вы. ",
    "answers": [
      {
        "id": 78,
        "text": "Прыгнуть"
      }
    ]
  },
  {
    "id": 78,
    "text": "Эпилог.\nВы прыгнули, и оказались в коридоре с книжными полками. Пройдясь по коридору Вы пришли к выходу из библиотеки! Вы вырвались из подвала, и побежали по лесу. Оказалось, эта ужасная библиотека находилась возле Вашей школы. А вот с момента Вашего попадения в это ужасное место прошло целых два часа! Учитель искал Вас с собаками, и когад нашёл, сказал, что бы Вы возвращались домой.\nС тех пор все паронормальные приключения закончились. Что бы не попасть в психушку Вы никому не рассказывали Ни о чём. Для Кости Вы были героем, а после вы начали простую жизнь. ",
    "answers": [
      {
        "id": 1,
        "text": "Happy end"
      }
    ]
  },
  {
    "id": 79,
    "text": "После Вашего путешествия в подземную библиотеку Вы записали всех монстров, которых встретили. ",
    "answers": [
      {
        "id": 80,
        "text": "Оно"
      },
      {
        "id": 81,
        "text": "Слепак"
      },
      {
        "id": 82,
        "text": "Одиночка"
      },
      {
        "id": 83,
        "text": "Книжный червь"
      },
      {
        "id": 84,
        "text": "Повар"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 80,
    "text": "Тип: призрак\nГде обитает: везде\nУровень опасности: средний\nЭта штука утащила моего друга Костю в подземную библиотеку. Именно с этого и началось наше приключение. После я ещё несколько раз встречался с этим призраком. ",
    "answers": [
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 81,
    "text": "Тип: монстр\nГде обитает: на складе и на свалке.\nУровень опасности: высокий\nКрайне опасный монстр, от которого мы еле унесли ноги. У слепака отличный нюх, и он чует всё! Только вентилятор может защитить от этого монстра. ",
    "answers": [
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 82,
    "text": "Тип: монстр\nУровень опасности: высокий\nГде обитает: возле подвала и на платформах\nДлиннорукое существо, которое может убить на расстоянии пушесного выстрела. Большое преимущество в длинных руках? Ходит и охотиться в одиночку. Оттуда и название. ",
    "answers": [
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "Тип: монстр\nГде обитает: в каждом книжном скоплении\nУровень опасности: средний\nТаинственный и огромный червяк, который ест книги, которые плохо лежат. Иногда ест людей. ",
    "answers": [
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "Тип: маньяк\nГде обитает: на кухне\nУровень опасности: низкий\nВробще не проявляет никакой деятельности. Просто режет и ест людей. Носит специальные клыки и нож для разделывания туши.",
    "answers": [
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  }
]