[
  {
    "id": 1,
    "text": "Алексей был из отряда новобранцев экзорцистов. \n\nЧтобы выполнить своё первое задание после годового КМЭ (курс молодого экзорциста), его отправили в захудалую деревушку под Москвой, где практически нет доступа в большой мир и появилась огромная проблема: массовые убийства и атаки на людей. \n\nСовет Святого Михаила решил отправить парня прямиком в это место, чтобы узнать, требуется ли там помощь экзорциста, и устранить ее.\n\nС этого и начинается история, где целую неделю нужно прожить в деревне, дабы закончить творившийся тут кошмар.",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.supaimg.com/168b289b-8eac-4d23-a1d1-7a663a70992b.png",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.supaimg.com/168b289b-8eac-4d23-a1d1-7a663a70992b.png",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Холодный осенний вечер.\n\nМашина, едва выезжая из очередной грязевой ямы, выскользнула на более-менее ровную дорогу. Она была грунтовой, и её хорошо так размыло, прежде чем старая семёрка решилась взобраться на эти грязевые пути.\n\nУже смеркалось, когда автомобиль подъехал к деревенскому отелю...\n...Или как это можно назвать? Кабаком? \n\nВ целом деревня сама по себе была слишком странной, со смешением разновозрастных строений и устоев, и выглядела, мягко говоря, карикатурно и слишком киношно.\n\nАлексей вылез из машины, заперев её на ключ, попутно забрав рюкзак с нужными вещами. Снаряжение бряцало и кряхтело, гремело и шуршало. Набор был на все случаи жизни, основательно подготовиться к первому делу нужно было обязательно. \n\nПо крайней мере так думал сам Алексей.\n\nДеревня была небольшой, но стоило ее основательно обойти прежде чем идти спать.\n\nКуда направиться?",
    "answers": [
      {
        "id": 4,
        "text": "Местная больница. Регистратура."
      },
      {
        "id": 5,
        "text": "Автомастерская."
      },
      {
        "id": 3,
        "text": "Кабак, место у стола бармена."
      },
      {
        "id": 6,
        "text": "Закончить 1 день.",
        "need": [
          10,
          11,
          17
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Обычный захудалый бар.\n\nГрязные не протертые столы, старые стулья, скрипящие под весом немногочисленных обывателей.\nЛюстра, висящая на большом потолке, заметно посерела от времени и покрылась несмываемым налётом плесени и дохлых насекомых. Если она упадет, то народ осыпет трупами летающих гадов.\n\nСтойка бармена выглядела как типичная вековая конструкция из дуба, уже давно стертая кружками и облепленная следами от грязных бокалов с пивом.\n\nБармен же выглядел ничуть ни лучше. Ссутулившийся, с впадшими глазами, бледной, болезненной кожей и рубашкой, которая пожелтела от своей нелегкой жизни.\n\nПодойдя к стойке и усевшись за скрипящий, слегка кривой стул высотой около метра, Алексей посмотрел меню.\n\n\"Выбор точно такой же, как и само место...\" — иронично подумал он.\n\nНужно опрашивать людей.",
    "answers": [
      {
        "id": 2,
        "text": "Назад."
      },
      {
        "id": 8,
        "text": "Диалог с пьяной группой в углу заведения."
      },
      {
        "id": 7,
        "text": "Диалог с Барменом."
      },
      {
        "id": 9,
        "text": "Диалог с одиноко сидящим пьянчугой на краю стола бармена."
      }
    ]
  },
  {
    "id": 4,
    "text": "Обшарпанная, годами не ремонтированная старая больница. Её зданию пришлось поведать и детский сад, и военную базу, и даже детский дом, но в конечном итоге остановились на больнице.\n\nБольницей называть это место кажется безумием, скорее так, местная медсанчасть, да и людей тут много лишь в свете недавних событий. На удивление тут даже был морг, правда размером с однушку, не больше.\n\nПолы деревянные, ровно как и половина окружения тут. Свет едва пробивается сквозь пыльную завесу на стекле старых ламп накаливания.\n\nЗа регистратурой стоит немолодая женщина с отрешенным видом, кажется ей явно надоела эта рутина, и она хочет куда-то уехать, но по каким-то причинам не может.\n\nНужно осмотреть тут всё и поговорить с людьми.",
    "answers": [
      {
        "id": 14,
        "text": "Опросить местных больных сидящих неподалеку."
      },
      {
        "id": 15,
        "text": "Опросить старую медсестру."
      },
      {
        "id": 13,
        "text": "Поговорить с женщиной за регистрационной стойкой."
      },
      {
        "id": 2,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 5,
    "text": "В автомастерской царил творческий беспорядок механика. Куча мелких, больших, круглых и квадратных деталей разбросана по полу, столам, вокруг единственной машины и по углам. На коробках, пожелтевших от жидкостей и тяжелой жизни были разводы, а так же еще множество различных деталей, что не были так интересны Алексею.\n\nМеханик, мужик лет 35-ти возился со старой \"копейкой\", когда тень Алексея упала ему на лицо.\n\n— Чего тебе? Машина сломалась?",
    "answers": [
      {
        "id": 2,
        "text": "Назад."
      },
      {
        "id": 20,
        "text": "О трагедии и недавних событиях."
      },
      {
        "id": 21,
        "text": "- Я могу съездить за медикаментами.",
        "need": 16
      }
    ]
  },
  {
    "id": 6,
    "text": "В кабаке и правда оказалось местечко для отдыха. За смешные 400 рублей Алексей снял себе небольшую комнату с кроватью, столом и санузлом, где была небольшая ванна. Владелец предупредил, что вода идет грязноватая.\n\nДень был успешно закончен. Если можно так сказать. Информация собрана, осталось её переварить и отправляться по делам, нарытым у местных. Что же известно?\n\n> Убийца, предположительно одержимый демоном Андрей Злыдень, или же Гаврила для близких.\n\n> Мотив был в 1970-ых годах, когда его бывшая отказалась с ним сходится на её же свадьбе, и с тех пор он вернулся на место проведения праздника словно другим, мачете убил множество людей и скрылся.\n\n> Любовница Гаврилы указала, где он живёт.\n\n> Местный пьяница сказал, что его кликуха Гаврила, которую используют близкие ему люди, в том числе любовница на регистратуре в медсанчасти Людмила.\n\n> Люди говорят, Гаврила был жестоким человеком, и поэтому от него ушла покойная бывшая.\n\nМожно вы́нести вердикт, что это либо одержимый демоном, либо призраком, мстительным. Что там говорится в справочнике экзорциста?",
    "answers": [
      {
        "id": 22,
        "text": "Справочник."
      },
      {
        "id": 23,
        "text": "Закончить 1 день.",
        "blackout": true
      }
    ]
  },
  {
    "id": 7,
    "text": "—  Это весь набор алкоголя что у вас есть, или имеется получше? — Начал диалог Алексей.\n\n— Нет, это все что имеется. Это всё? — Устало выдохнул бармен.\n\n— Слушайте... — Алексей увидел потертую, но еще различимую табличку с именем Эдуард. —...Эдуард. У вас тут творится что-то, вы, думаю, в курсе всего этого. Расскажете?\n\n— Ничего у нас не творится. Бредни и только. Если не будете ничего брать, выход сами знаете где. — Он монотонно отвечал и потирал грязную кружку не менее грязной тряпкой, которая раньше была белой, а теперь неизвестного, болотно-земляного цвета.",
    "answers": [
      {
        "id": 3,
        "text": "- Ладно... Не буду мешать."
      },
      {
        "id": 10,
        "text": "- Как насчет 5000 рублей?"
      }
    ]
  },
  {
    "id": 8,
    "text": "Пьяная компания сидела и обсуждала мировые проблемы с поставками алкоголя, когда к ним подошел Алексей.\n\nОн спросил про недавние события, которые произошли тут, и поинтересовался, что они знают.\n\n— Да чё тут говорить, епте, свадьба была, там всех и порубили! А че а кто хрен его знает, не помню уже! — Один из компашки знатно поржал и вкинулся рюмкой мутной жижи. — А большего и не знаем!",
    "answers": [
      {
        "id": 11,
        "text": "- А кто-то помнит Андрюшу Злыдня?",
        "need": 10
      },
      {
        "id": 3,
        "text": "- Ладно, отдыхайте, мужики, я по делам."
      }
    ]
  },
  {
    "id": 9,
    "text": "Мужчина лет 45-ти сидел за столом и одиноко опустошал бутылку водки неизвестного происхождения. Она была мутная и будто ты грязная... Или это бутылка такая?\n\nАлексей подошёл к нему и поинтересовался нужным ему делом.\n\n— Ничего я... Не знаю... Иди... Иди отседа! Не до тебя мне... Не... — И закинулся рюмкой.",
    "answers": [
      {
        "id": 3,
        "text": "- Ладно, не мешаю, извините."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Как насчёт 5000 рублей? — Красивая, красная купюра легла на стол перед барменом. Тот воровато огляделся, и профессионально смахнул её себе в рукав, якобы протирая стол.\n\n— Я так понимаю, вы тут не просто так. Хорошо. Я расскажу что знаю... — Он облокотился на стол. — В 1970-ых годах тут была свадьба. Большая, с размахом как цена всей этой деревушки теперь. И там был жених, невеста и бывший невесты. Угадай что? Угадал, он ее любил до сих пор, хотя они были, так сказать, \"просто друзьями\". Ну и после основного веселья, когда гости либо уехали по домам либо спят лицом в тарелках, он подошёл к ней и спросил, не хочет ли она вернуться к нему. А он был тот еще урод, избивал, унижал и всё подобное с женами, она поэтому и ушла кстати. Но она отказалась. Я б тоже отказался, выглядел он не ахти, похуже меня, прошу заметить. Ну он ушёл, а через полчаса вернулся с мачете старым, ржавым, и начал кромсать невесту, жениха, людей. Убил он тогда... Штук 20 человек, наверное. Имён не помню, как и убийцу. Звали его на деревне Андрюша Злыдень, да и всё. Большего увы не знаю, я там чисто напитки подавал, официантом был. Эх, были времена... Тёмные, но с проблесками света. — Эдуард мечтательно засмотрелся на тусклую, грязную люстру и задумался о чем-то своём.",
    "answers": [
      {
        "id": 3,
        "text": "- Спасибо за информацию. Я пошёл по делам."
      }
    ]
  },
  {
    "id": 11,
    "text": "После этого вопроса компания померкла и не так активно веселилась.\n\n— Да был этот на свадьбе, он всех и порешал. Его еще Гаврилой звали... Мутный тип, с нами сидел разок, нам не понравилось. Короче говоря... Мудила ещё тот, после своей резни пропал и никто не видел его. Хата до сих пор вроде стоит, а где уж не помню, в старом квартале вроде... — Мужики тоже не помнили и начали что-то вспоминать, но особых результатов это не дало.\n\n— Хорошо, спасибо вам за информацию. Отдыхайте...\n\n— Эй молодчик, а закинешь на веселье нам, а? Мы ж тебе помогли, че знали! — Крупный бородатый и полный мужичок смотрел своими блестящими свиными глазками на Алексея.",
    "answers": [
      {
        "id": 3,
        "text": "- Извиняйте, сам без лишних трат, начальство жмоты... Думаю поймете. Мне пора."
      },
      {
        "id": 12,
        "text": "Выдать им 500 рублей."
      }
    ]
  },
  {
    "id": 12,
    "text": "По толпе прошёлся весёлый ропот. А один из них от счастья встал, подошёл к экзорцисту и притянул его голову к своему рту и горячо сказал:\n\n— Ты у Лидки из больнички спроси про его хату, она с ним мутки мутила, втайне ото всех. Ну кроме меня, естественно, гыгы. — После чего отпустил и закричал \"Еще по бутылочке?! Да!!!\".\n\nАлексей в смешанных чувствах отошёл от них.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 13,
    "text": "Женщина слегка оживилась, когда к ней подошёл человек в черной мантии, обвешанный различным снаряжением и крепежами, и выдала стандартное \"Здрасьте\".",
    "answers": [
      {
        "id": 4,
        "text": "- Извините что побеспокоил."
      },
      {
        "id": 16,
        "text": "Спросить о недавних событиях и что ей известно."
      },
      {
        "id": 17,
        "text": "Спросить об Андрее Злыдне или Гавриле.",
        "need": 12
      }
    ]
  },
  {
    "id": 14,
    "text": "Опрос больных дал мало информации.\n\nМногие описывали нападавшего как какого-то мужчину немолодого, в старых обносках, с острым ножом что входил в плоть как раскалённый нож в масло. Больше ничего не знали и не думали, что это связано с трагедией 70-ых.",
    "answers": [
      {
        "id": 4,
        "text": "- Мда, не густо."
      }
    ]
  },
  {
    "id": 15,
    "text": "Старая медсестра, таскавшая в тазике использованные бинты, устало поставила его на пол и посмотрела в глаза экзорциста.\n\n— Вы серьёзно? Я тут днями сижу, а как трагедия началась, так вообще не помню... Я на пенсии вообще, а тут выдернули, сказали, мол, ты одна тут медсестрой была в союзе, вот и помогай, за копейки... Не знаю я ничего. Характер ран обычный, ножом пырни человека не целясь, вот тебе глубокая рана и будет. А о Гавриле, или как алкаши его зовут, Андрее Злыдне я мало знаю, честно. Помнила свадьбу, не забуду такое, но о самом преступнике не скажу... Память подводит что-то. Это всё? — Она взяла тазик и словно ответила на свой же вопрос.",
    "answers": [
      {
        "id": 4,
        "text": "- Ладно, извините."
      }
    ]
  },
  {
    "id": 16,
    "text": "— Да что тут говорить то? Убийства начались, людей режут да не всех в живых оставляют. Кое-как справлялись, теперь вот рук не хватает, да медикаментов. Кто сюда приедет? Правительство на нас срать хотело с высокой колокольни. Вот и выживаем как можем... Недавно выдали справку что нам государство выделило медикаментов, да вот Леший что-то с машиной возится, не может починить, а ехать надо. Ну а про случай... Чего уж тут. Нападает преимущественно ночью, редко вечером, когда темнеть начинает. Убил уже 12 человек, 7-ро еще раненые лежат, минимум по 5 ударов в разные части тела! Неслыханно! Страшно тут жить, да ехать некуда людям, так и живем... — Она листала журнал больных, и кажется, он был впервые так активно заполнен, ведь читала она с начала, жёлтая бумага говорила о старом ниже документа, а надписи были свежие, недавние.\n\nВероятно, это самое крупное событие что было здесь за последнее время...",
    "answers": [
      {
        "id": 13,
        "text": "- Понял, спасибо за информацию."
      }
    ]
  },
  {
    "id": 17,
    "text": "Женщина побледнела и осунулась. Кажется, ей это было знакомо.\n\n— Гаврилой его называла только я и близкие ему люди, как и бывшая его... Откуда вам это известно? Небось Васька растрепал? Вот гад, ну я ему устрою...",
    "answers": [
      {
        "id": 18,
        "text": "- Не отнекивайтесь, говорите что знаете, это важно."
      }
    ]
  },
  {
    "id": 18,
    "text": "— Да что я знаю! Да, была его любовницей, так сказать. Он любил и бабу свою бывшую и меня одновременно, как оказалось. А я дура перед ним хвостиком махала да лелеяла... Вот идиотка, иначе не скажешь. Ну да, была с ним я какое-то время, вот. И что? Как это вам поможет? Вы частный детектив? Так вот, опоздали вы, давно было уже действо, неактуально, так сказать.",
    "answers": [
      {
        "id": 19,
        "text": "- Где живёт или жил Гаврила?"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Вам дом его нужен? Так он заброшен с того случая... Три раза ходили, искали уродца, не нашли. Ну раз нужен... — Людмила взяла карту со стенки, вытащила её из пластиковой вставки и разложила на столе. Это была карта деревни. — Вот здесь он живёт, в старом квартале. Там пара домов всего жилая, и то бабки да деды полоумные. Туда даже дорога заросла, не ездят, не ходят почти. Это всё что я знаю, теперь вы отстанете?",
    "answers": [
      {
        "id": 4,
        "text": "- Извините что побеспокоил. Спасибо."
      }
    ]
  },
  {
    "id": 20,
    "text": "— Да не знаю я особо. Родители были там, да их и прирезали... Урод этот, Андрей Злыдень, или как там его кличут... Пропал и всё. Я тогда до 18-ти у бабки соседки жил, да и потом остался тут. Туго живём, тяжело, да пока справляемся. Точнее справлялись, пока убивать не начали... В деревне и сотни человек не насчитать, а теперь и вовсе худо. Вымрет она скоро, ох вымрет... Ладно, это всё? А то работы еще дохрена, эта ржавая дребень заводиться не хочет...",
    "answers": [
      {
        "id": 5,
        "text": "- Спасибо за информацию."
      }
    ]
  },
  {
    "id": 21,
    "text": "— Че? Правда? Ну тогда держи справку, вот адрес... — Мужик словно светился от счастья.\n\nПоездка не заняла много времени, зато после завоза в медсанчасть Алексея благодарили как будто он лично убил Гитлера. Отношение к нему явно стало лучше.",
    "answers": [
      {
        "id": 5,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 22,
    "text": "Как изгнать призрака, краткое руководство:\n\n1. Уничтожение физического якоря: Это самый распространённый метод. Призраки часто привязаны к какому-то предмету, который был им дорог при жизни, или к своим собственным останкам (костям). Чтобы избавиться от такого призрака, нужно найти этот предмет или кости и уничтожить их – чаще всего сжечь, предварительно посыпав солью. Соль и огонь считаются очищающими.\n\n2. Разрешение незаконченного дела: Многие призраки застревают в мире живых, потому что у них осталось какое-то незавершённое дело, несправедливость, которую нужно исправить, или послание, которое нужно передать. Если экзорцисты помогают призраку выполнить это последнее желание, дух находит покой и переходит в загробный мир.\n\n3. Соль и железо: Хотя это не методы изгнания в чистом виде, соль и железо очень важны для защиты от призраков. Соль действует как барьер, который призраки не могут пересечь, а железо может их отпугивать или даже ранить. С помощью соли можно окружить себя, чтобы призрак не мог подобраться.\n\n4. Ритуалы и заклинания: В некоторых, более сложных случаях, когда обычные методы не работают, экзорцисты могли использовать специальные ритуалы или заклинания из старинных книг, чтобы изгнать особенно сильного или необычного призрака.\n\nКак изгнать Демона:\n\n1. Определение одержимости: Важно убедиться, что перед тобой действительно демон, а не призрак или другое существо. Проверяются признаки одержимости: неестественная сила, знание личных деталей жертвы, необъяснимое поведение.\n2. Подготовка: Место проведения экзорцизма подготавливается с использованием символов, обычно нарисованных святой водой. Иногда помещение очерчивают солью, чтобы создать барьер.\n3. Чтение заклинания: Главный элемент – чтение заклинания на латыни. Оно вынуждает демона покинуть тело одержимого.\n\nЗаклинание (латынь):\n\nExorcizamus te, omnis immundus spiritus, omnis satanica potestas, omnis incursio infernalis adversarii, omnis legio, omnis congregatio et secta diabolica. Ergo, draco maledicte, et omnis legio diabolica, adjuramus te per nomen Jesu Christi, Nazareni, qui te subjecit universamque daemonum expugnavit potestatem, ut discedas ab hoc plasmate Dei…\n\nVade, satana, inventor et magister omnis fallaciae, hostis humanae salutis. Da locum Christo, in quo nihil invenisti de operibus tuis. Da locum Ecclesiae unam, sanctam, catholicam, et apostolicam, quam Christus ipse acquisivit sanguine suo. Humiliare sub potenti manu Dei; contremisce et effuge, invocato a nobis sancto et terribili nomine Jesu, quem inferi tremunt, cui Virtutes caelorum et Potestates et Dominationes subjectae sunt; quem Cherubim et Seraphim incessabili voce laudant, dicentes: Sanctus, Sanctus, Sanctus Dominus Deus Sabaoth. Vade ergo, satana!\n\nВажные моменты:\n\n•  Вера и сила воли: Успех экзорцизма зависел не только от заклинания, но и от веры изгоняющего и его решимости.\n•  Опасность: Экзорцизм – опасный процесс. Демоны сопротивляются и могут нанести вред как одержимому, так и изгоняющему.\n•  Сложные случаи: Иногда требовались более сложные и длительные ритуалы, или даже помощь ангелов, чтобы изгнать очень сильных демонов.\n",
    "answers": [
      {
        "id": 6,
        "text": "Теперь стало понятнее. Ниже приведены подробные символы и порядок действий для изгнания обоих видов, осталось это выучить и использовать при необходимости."
      }
    ]
  },
  {
    "id": 23,
    "text": "Начался 2 день пребывания в этой деревушке.\n\nУтро встретило Алексея громким криком с улицы.\n\nВыбежав туда, он увидел горку тел, бездыханных, всех в крови и некоторые уже изрядно так гнили.\n\nРядом на коленях сидела женщина, уткнувшись в ногу одного из покойников \"муравейника\".\n\nПодойдя ближе, рядом была вставлена табличка, написанная, как ни удивительно, кровью, вероятно этих же покойников.\n\n\"УБЕРИТЕ ОТСЮДА СВЯТОШУ, ИНАЧЕ ИХ СТАНЕТ БОЛЬШЕ\".\n\nИнтересное предложение у монстра.\n\nТела уже начали разгребать.\n\nРядом стоял местный полицейский, если его можно так назвать.\n\nНужно что-то делать.",
    "answers": [
      {
        "id": 24,
        "text": "Обыскать место сбора трупов."
      },
      {
        "id": 25,
        "text": "Осмотреть табличку."
      },
      {
        "id": 26,
        "text": "Вернуться в центр улицы.",
        "need": [
          24,
          25,
          31,
          40
        ]
      },
      {
        "id": 31,
        "text": "Поговорить с полицейским."
      },
      {
        "id": 40,
        "text": "Один из трупов лежит дальше остальных, а все остальные тела были уже обысканы. Подойти.",
        "need": [
          32,
          36,
          39
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "В горке было около 15-ти человек.\n\nОсмотреть каждого было бы долго и опасно, ядовитые пары гниющих тел уже начали испускаться. Нужно либо осмотреть их тщательнее, либо уходить.",
    "answers": [
      {
        "id": 23,
        "text": "Неважно."
      },
      {
        "id": 27,
        "text": "Обыскать первую часть из пяти человек."
      },
      {
        "id": 28,
        "text": "Обыскать вторую часть из пяти человек."
      },
      {
        "id": 29,
        "text": "Обыскать третью часть из пяти человек."
      }
    ]
  },
  {
    "id": 25,
    "text": "Табличка вымазана кровью, на ней уже известная надпись. \n\nВроде ничего примечательного, кроме того что она сделана из листа ДСП, палки и прибита двумя гвоздями с останками плоти под шляпкой.",
    "answers": [
      {
        "id": 30,
        "text": "Посмотреть есть ли что сзади."
      },
      {
        "id": 23,
        "text": "Пусто."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вернувшись в центр улицы, Алексей не сможет больше подойти к горе трупов, их разбирают родственники усопших, которые хотят их похоронить.\n\nАлексей сделал всё что смог, и может возвращаться на улицу?",
    "answers": [
      {
        "id": 45,
        "text": "Да."
      },
      {
        "id": 23,
        "text": "Кажется ещё что-то... было."
      }
    ]
  },
  {
    "id": 27,
    "text": "Первые пять человек лежали друг на друга перекрестно, видимо чтобы лучше держалось.\n\n\"Словно дженгу строил, урод...\" — Подумал Алексей.\n\nТри женщины и двое мужчин непримечательной внешности.",
    "answers": [
      {
        "id": 32,
        "text": "Копаться в вещах."
      },
      {
        "id": 23,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 28,
    "text": "Эту вторую кучу уже успели разгрести как следует. Можно даже осмотреть каждого, только проблема вот, что они уже гниют изрядно, и даже платок поверх дыхательных путей не поможет избавиться от этого смрада и отравления трупным газом и ядом. \n\n",
    "answers": [
      {
        "id": 23,
        "text": "В бездну осмотр."
      },
      {
        "id": 35,
        "text": "Осмотреть наружные карманы."
      }
    ]
  },
  {
    "id": 29,
    "text": "Этих хотели уже разбирать на захоронения, но Алексей попросил остановиться на пару минут.\n\nВсе пятеро — мужчины. В спортивных одеждах, лица на вид какие-то неприятные, как уличная гопота на вид. Конечно судить по внешности глупо, но вид подавали они именно такой. Как и те, кто их хотел забирать.\n\nНужно с чего-то начать.",
    "answers": [
      {
        "id": 37,
        "text": "Поговорить с братками усопших.",
        "need": 38
      },
      {
        "id": 38,
        "text": "Осмотреть наружные карманы."
      },
      {
        "id": 23,
        "text": "Нзаад."
      }
    ]
  },
  {
    "id": 30,
    "text": "Сзади оказался нарисованный смайлик со злобной улыбкой. \n\n\" >:)\"\n\n— А ты тот еще клоун. — Вслух сказал Алексей.\n\nОднако на краях таблицы сзади были отпечатки. ",
    "answers": [
      {
        "id": 43,
        "text": "Осмотреть отпечатки."
      },
      {
        "id": 23,
        "text": "- Ничего интересного."
      }
    ]
  },
  {
    "id": 31,
    "text": "Полицейский тут был. Думающий что он брутальный и отрастивший себе \"колбаску\" под носом мужик с черными очками на глазах и шляпой как у ковбоев. \n\nКто-то пересмотрел американских сериалов и фильмов.\n\nПодойдя к нему, он спросил кто Алексей такой, задал ряд идиотских вопросов, и после этого появилась возможность поговорить с ним.",
    "answers": [
      {
        "id": 44,
        "text": "- Что скажете?"
      }
    ]
  },
  {
    "id": 32,
    "text": "Алексей принял решение осмотреть их наружные карманы.\n\n...\n\n...\n\n...\n\nЭто ни к чему не привело, кроме платка, старинных часов и недоеденного сухаря.\n\nМожно продолжить это занятие, есть ещё где можно поискать.",
    "answers": [
      {
        "id": 33,
        "text": "Копаться дальше."
      },
      {
        "id": 23,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 33,
    "text": "Внутренние карманы пиджаков, курток и штанов. Даже у штанов оказался потайной карман, один мужчина решил хранить там Виагру. На вид ему около 60-ти.\n\n\"Старый пройдоха\" — Проскользнуло у Алексея.\n\nОднако ничего более ценного найти не удалось. Можно попробовать поискать в обуви или посмотреть наружные раны, возможно это приведёт к чему-то.",
    "answers": [
      {
        "id": 23,
        "text": "Закончить обыск."
      },
      {
        "id": 34,
        "text": "Осмотреть руки, запястья, тыльную сторону ладони, наружнюю."
      }
    ]
  },
  {
    "id": 34,
    "text": "Руки на первый взгляд были непримечательны. Однако после более детального взгляда обнаружилось, что у жертв на запястьях разрезаны вены, а чуть ниже разреза выжжен, словно раскаленным металлом по коже, знак перевернутой пентаграммы.\n\nЭто важное сведение, возможно объект является все же демоном, и нужно готовиться к битве именно с демоном.",
    "answers": [
      {
        "id": 23,
        "text": "Больше тут нечего искать."
      }
    ]
  },
  {
    "id": 35,
    "text": "Несмотря на гниющую составляющую рядом, Алексей принялся осматривать внутренности карманов этих людей.\n\nЧетыре женщины в платьях и один мужик в рабочей форме тракториста, или кого там нынче одевают в серые нетканые, резиновые штаны с подтяжками и ремнями.\n\nУ женщин, как ни удивительно, ничего не оказалось.\n\nУ мужика же в центральном кармане на этом комбинезоне лежал скальпель, местами ржавый но в относительно свежей крови.\n\n\"Ты мне решил устроить квест, ублюдок?\" — Гневно подумал Алексей, вытирая руки от крови с пинцета. Обмазан он был капитально.",
    "answers": [
      {
        "id": 36,
        "text": "Продолжить осмотр."
      }
    ]
  },
  {
    "id": 36,
    "text": "Ботинки, потайные карманы не обнаружены. Кажется, кроме скальпеля тут ничего более нет.",
    "answers": [
      {
        "id": 23,
        "text": "- Ладно, тут закончили."
      },
      {
        "id": 41,
        "text": "Осмотреть тыльные и внешние стороны ладоней, запястья",
        "need": 34
      }
    ]
  },
  {
    "id": 37,
    "text": "— Можно я осмотрю ваших товарищей? — Спросил Алексей.\n\n— Нахрена?! Ты че, мусор?! Знаешь как найти урода?! — Быковал один, пока его держали другие, более сдержанные гопари.\n\n— Я найду убийцу и изгоню его. Ну... Убью короче, поймаю, думай как хочешь.\n\n— Мх... Если не найдешь... Я тебе сам бошку отверню, усёк?! — Отшвырнув руки братков, судя по всему, главарь отряхнулся и встал в ожидающую позу.\n\n— Понял. Я быстро.\n\nТеперь у Алексея есть доступ к осмотру тел без проблем.",
    "answers": [
      {
        "id": 29,
        "text": "К телам."
      }
    ]
  },
  {
    "id": 38,
    "text": "Хотев осмотреть карманы, Алексея остановил один из братков лежащих мертвецов.\n\n— Э мля, куда копыта тянешь, братьев моих не трогай, нна! — Он был в печали и гневе. Либо это реально его родные братья, либо он были ему близки. Не стоит забывать о понятиях подобного рода... людей.\n\nОни не подпустят к телам, пока с ними не поговорить.",
    "answers": [
      {
        "id": 29,
        "text": "Назад."
      },
      {
        "id": 39,
        "text": "Обыскать карманы.",
        "need": 37
      }
    ]
  },
  {
    "id": 39,
    "text": "Получив разрешение, Алексей смог обыскать карманы жертв.\n\nУ них оказался список, разорванный на ровные линии, то есть листок разрезали на какое-то количество линий горизонтальных, и раскидали по карманам всех пятерых.\n\nНо судя по недостающему куску, не хватает еще одной линии. Нужно осмотреть либо все горки тел ещё раз, либо подумать...",
    "answers": [
      {
        "id": 23,
        "text": "- Мда, геморрой."
      },
      {
        "id": 42,
        "text": "Осмотреть тыльные и внешние стороны ладоней, запястья",
        "need": [
          34,
          41
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Одно из тел лежало дальше остальных, словно вытащили но забыли убрать. \n\nБыстро обыскав его, обнаружился последний кусок для листка.\n\nЭто была надпись на латыни. Конечно, на КМЭ обучали латыни но не в идеале. Нужно узнать перевод. Где нибудь. И как нибудь.",
    "answers": [
      {
        "id": 23,
        "text": "- Интересно."
      }
    ]
  },
  {
    "id": 41,
    "text": "Осмотрев усопших, у них оказались такие же отменины, как у предыдуших жертв. Это интересно. ",
    "answers": [
      {
        "id": 23,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 42,
    "text": "Как и предыдущие, эти пацаны были помечены монстром. Это, кажется, отлично связывает их всех.",
    "answers": [
      {
        "id": 23,
        "text": "Назад к горке трупов."
      }
    ]
  },
  {
    "id": 43,
    "text": "Конечно, анализ потратит слишком много времени, поэтому отправлять их на экспертизу нет времени.\n\nНо в мелких вкраплениях обнаружилась сера. Едва заметная, но старая добрая сера, присущая носителям-демонам, которые оставляют частицу своей адской сущности здесь.\n\nВажное наблюдение. Кажется, всё проясняется.",
    "answers": [
      {
        "id": 23,
        "text": "- Хоть где-то хорошие новости."
      }
    ]
  },
  {
    "id": 44,
    "text": "— Убийство продолжаются, парень...  И это не конец, явно не конец... — Карикатурно поцокав, он продолжил. — Пока улик нет, ищем преступника. Хотите посодействовать? Вы же приезжий экзорцист, да? Ха-ха... Тут не демоны, сынок, тут криминал. Ехал бы ты домой...",
    "answers": [
      {
        "id": 23,
        "text": "- Мда, спасибо, разберусь сам."
      }
    ]
  },
  {
    "id": 45,
    "text": "И снова центральная улица, ведущая своими длинными но старыми ветвями по остальным закоулкам этой богом и дьяволом забытой деревни.\n\nНужно выполнить задание, иначе Алексей не сможет стать квалифицированным экзорцистом, и ему не светит будущее в рядах борцов со злом.\n\nХотя что есть зло на самом деле? Иногда человек бывает хуже любого монстра...\n\nНеважно.\n\nНужно действовать.\n\nНа табличке, которая указывала восточную сторону деревни, была надпись \"Библиотека им. Ленина\". Такое ощущение, что Ленин всю страну строил сам, так много этих названий в его честь...\n\nНа западной стороне находился полицейский участок. Но даже смотря отсюда можно было понять, что на участок он смахивает так же, как Дин Винчестер на обычного непримечательного парня.\n\nИдя на север, можно придти к улице, на которой живёт предполагаемый проблемный человек, или уже не человек... Это как раз и нужно узнать.\n\nНа Юг идти нет смысла, там выход из деревни. Хотя можно отсюда свалить и не заниматься бредом... Кто знает, куда судьба направит штурвал.",
    "answers": [
      {
        "id": 47,
        "text": "Отправиться в библиотеку."
      },
      {
        "id": 48,
        "text": "Отправиться в полицейский участок."
      },
      {
        "id": 58,
        "text": "Пройтись по улице, где живет подозреваемый."
      },
      {
        "id": 57,
        "text": "Подозрительный мужчина, смотрящий прямо на Алексея.",
        "need": [
          21
        ]
      },
      {
        "id": 46,
        "text": "Имея все данные, отправиться в дом демона.",
        "need": [
          34,
          41,
          42,
          51,
          54,
          65
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "Пора было заканчивать это безумие. Алексей собрался с силами, и пошел к дому.\n\n— Записка с переведенным заклинанием есть, книга экзорцизма уровня 2 есть, святая вода на поясе, крест на шее... Дробовик с солью. Вроде должно помочь, всё взял. — Вслух говорил Алексей.\n\nДом был большой, больше чем у большинства жителей этого места.\n\nСловно особняк. И в таком жил агрессивный алкаш, избивающий женщину, которую любил? \n\n\"Мда, не тем Алексей ты занимаешься, не тем...\" — подумал парень.\n\nМежду тем он уже был внутри. Посередине был нарисован круг, судя по символам и в целом виду, он был для призыва. \n\n— А ты подготовился. — Алексей прекрасно понимал, что это очевидная ловушка. Однако действовать нужно было сейчас, пока деревня не вырезана подчистую. А дальше по обстоятельствам...\n\nСделав необходимые действия, Алексей дорисовал круг, который был намеренно не до конца сделан, и добавил небольшую но очень мощную ловушку, из книги по экзорцизму.\n\nНужно начинать читать слова на латыни.\n\nЧто-же...",
    "answers": [
      {
        "id": 49,
        "text": "- Daemon qui in hunc mundum venire cupit..."
      }
    ]
  },
  {
    "id": 47,
    "text": "Старая, из гнилых досок, едва державшаяся на одной лишь божьей воле, библиотека. Куча полок, которые едва удерживают древние тома разнообразных жанровых писаний, вековая пыль, копившаяся на каждом сантиметре шкафов, и старая библиотекарша, работающая тут, вероятно, из-за невозможности найти иную работу.\n\nПодойдя к ресепшену, но не прямиком к библиотекарю, Алексей стал размышлять.",
    "answers": [
      {
        "id": 45,
        "text": "- Мне тут ничего не нужно."
      },
      {
        "id": 51,
        "text": "Перевести листок на латыни, собранный с тел убитых.",
        "need": 40
      }
    ]
  },
  {
    "id": 48,
    "text": "Участок находится в бедном состоянии. Клетки ржавые, на половине из них нет замков, два уже в возрасте полицейских смотрят бесцветный экран на котором идёт какая-то передача для слабоумных, вероятно очередной российский сериал про бравого полицейского.\n\nСтоя посередине и смотря на этот беспорядок, Алексей задумался о целесообразности нахождения тут.\n",
    "answers": [
      {
        "id": 50,
        "text": "Спросить об подозреваемом."
      },
      {
        "id": 45,
        "text": "- Извините, перепутал место."
      }
    ]
  },
  {
    "id": 49,
    "text": "Символы начали мерцать и светиться. \n\nСвечи, что были вокруг, затрепетали от ветра, и огни начали гаснуть.",
    "answers": [
      {
        "id": 53,
        "text": "- Te invoco, sanguinem meum immolans..."
      }
    ]
  },
  {
    "id": 50,
    "text": "— Ты про того бешеного? Ааа... Дак мы знаем уже, что он одержимый то. — Не отрываясь, говорил мент. — Он какой-то странный стал... Ну я его святой водой как окатил, он и убежал, извиваясь и шипя, а еще у него дым шел, или пар... Больно ему было. Но водой то его мы только разозлили... Он потом перестал показываться, но убивать продолжил, еще и свои забавы оставлял, записи, знаки... А мы вдвоем сделать ничего уж не сможем. Ты, я вижу, из этих... Изгоняющих бесов, да? Ну вот и работай... Многие не верят, но я верю в зло, и силы против него. Удачи... — Старик взял сухарики и закинул горсть в рот, запив пивом без этикетки.",
    "answers": [
      {
        "id": 52,
        "text": "- Раз верите, зачем врать что это не мистика а криминал?"
      }
    ]
  },
  {
    "id": 51,
    "text": "Получив от библиотекаря переводчик с латыни, Алексей принялся долго и кропотливо переводить текст.\n\nБиблиотекарь, заинтересовавшийся сей действом, решил подсобить, и заметно ускорил процесс.\n\nВ конечном итоге результат был странный, не то чтобы утешительный.\n\nТекст напрямую рассказывал, что следующие строки будут содержать заклинание для призыва демона, который терроризирует эту деревню. Больше ничего, лишь убогий смайлик, нарисованный кровью в углу листка. \n\nАлексей не отвечал на вопросы женщины, просто забрал листок, кратко бросил \"Спасибо\" и вернулся на центральную улицу. ",
    "answers": [
      {
        "id": 45,
        "text": "- Что-то тут не так..."
      }
    ]
  },
  {
    "id": 52,
    "text": "— Да потому что не верю я в демонов! В бога — да! А демоны... Ересь, да и только! Только Бог есть, и всё тут! — Сказал второй мужик, который близился внешностью к старческому образу.\n\n— Дурак ты, Панфил, дурак... Если есть Бог, то есть и его творения, тобишь Демоны! А точнее творения падшего его любимца, Люцифера, архангела небесного. Бывшего. — Старик отпивал пиво мелкими глотками, словно делая своеобразную паузу.\n\n— Иди ты со своими бредами, дед! Смотри вон, Епифанцев щас этого бомжа допрашивать будет! — Мужик начал поедать чипсы вдвое быстрее.",
    "answers": [
      {
        "id": 45,
        "text": "- Я лучше пойду..."
      },
      {
        "id": 54,
        "text": "Начать встревать в разговор."
      }
    ]
  },
  {
    "id": 53,
    "text": "Алексей разрезал ладонь и капнул кровь на круг.\n\nОн мощно загорелся и стены начали трястись.",
    "answers": [
      {
        "id": 55,
        "text": "- Veni ad me, ad eum qui te vocavit, essentia Inferni!"
      }
    ]
  },
  {
    "id": 54,
    "text": "— И вправду, смори-ка! Ну актёр, ну хорош! — Старик обернулся и увидел Алексея.\n\n— А тебе что еще нужно? Я же сказал, работай, выполняй свой долг... Изгоняющего.\n\n— Он точно одержим? Вы уверены?\n\n— Да, да думаю я, да. Проверишь сам, воду святую взял? Могу отлить, у меня канистра целая. На всякий. — Хитро прищурился дед.\n\n— Нет, спасибо... Я пошёл.\n\n— Осторожнее!",
    "answers": [
      {
        "id": 45,
        "text": "- Окей."
      }
    ]
  },
  {
    "id": 55,
    "text": "Яркая вспышка света. Кажется, обрушился потолок.\n\nНичего не видно. Стены осыпались, доски вылезли и упала люстра.\n\nКнига выпала из рук.\n\nТреск и жужжание пчелы. Обычно так описывается разрушение ловушки для демонов. Неужели?...\n\nСвет погас, но появившийся небольшой пожар заставил Алексея окончательно отойти от некого транса.\n\nПред ним стоял демон, настоящий. Тело, что он забрал, и правда принадлежало тому самому бешеному мужику, Гавриле.\n\nОднако оно потерпело свои значительные изменения.\n\nГлаза черные, с красным зрачком. Выпуклые вены по всему телу, местами нарывы и глубокие раны, из которых сочится черная кровь с легкой, едва уловимой черной дымкой.\n\nРот усеян клыками, которые выросли явно недавно, ведь оттуда, прямо из десен стекала свежая но такая же черная кровь.\n\nДемон медленно шагнул вперёд.\n\nОстановился.\n\nИ начал молвить.\n\n— Ты... Я знал что ты придешь. Мне жаль, но ты очередная жертва... До тебя были... И после тебя будут... Ты жалок, человек без опыта. Не охотник. Не Экзорцист. Жалкий теоретик, подобие бойца... Но без клинка. Пади же ниц, как и все... И спасибо, что сыграл в мою небольшую детективную игру. Мне понравилось твое участие, жаль оно было недолгим. А я напитаюсь, стану сильнее... И уйду отсюда, стану подобным Люциферу. И буду ему служить. А вы... Люди... Будете нашим кормом, ваши души... Вкусные.\n\nНе дав и слова ответить, пол провалился и Алексей начал ударяться об неровные стены выкопанного ската вниз.\n\n\"Вот зачем тут яма...\" — Думал Алексей, падая.\n\nЭто падение длилось, казалось бы, вечность, и он, в очередной раз ударившись головой об стенку, откуда торчал камень, отключился...\n\nНеужели это конец?",
    "answers": [
      {
        "id": 56,
        "text": "Начать 3 день...?"
      }
    ]
  },
  {
    "id": 56,
    "text": "Под деревней оказались большие, многоуровневые катакомбы. \n\nЭто было ясно из листка на стене, который первым показался после открытия глаз Алексея.\n\nТело нещадно болело, виски тяжело пульсировали, правая рука сильно ныла, словно по ней прошлись катком.\n\nГолова гудела, в глазах лёгкая рябь. Кажется, сотрясение было заработано весьма успешно.\n\nМесто не внушало доверия. Свет пробивался лишь сверху, откуда упал Алексей, и то, таким тонким лучём, что можно на нём сконцентрировать лупу и она сожжёт очередного муравья, как это делали дети в своём беззаботном детстве.\n\nСтены были выложены из старого камня, небрежно отлитого и установленного на подобие бетона. Однако быстро покрылись мхом и другой растительностью, из-за высокой влажности. В неровных углах на полу были небольшие лужицы бледно-зеленоватой воды.\n\nПосередине от Алексея держала оборону дверь, старая, железная, однако цельная, будто её отлили одним разом и поставили сюда.\n\nРешётка как окошко говорило, что это выглядит как камера для заключённых.\n\nАлексей лежал на довольно мягкой и удобной соломе, слегка подгнившей однако по прежнему выполняющей свои свойства спресованного лежака.\n\nЧто-то нужно делать.\n\n",
    "answers": [
      {
        "id": 69,
        "text": "Немного полежать и отдохнуть."
      },
      {
        "id": 70,
        "text": "Двигаться, не смотря на трудности."
      }
    ]
  },
  {
    "id": 57,
    "text": "— Вам что-то нужно? — Алексей взялся за кинжал, подумав что от этого мужика веет угрозой.\n\n— Нет, нет, ты не так понял. Помнишь ты возил медикаменты нам в больницу? \n\n— Ну... Да, и?\n\n— Благодаря тебе мой брат выжил, ему хватило нужной дозировки, которая как раз была в привезенной тобой коробке. В общем... Хочу помочь в твоих поисках. — Он подтянул шляпу.\n\n— И чем же?\n\n— Если хочешь побыстрее найти твоего этого психопата, зайди сначала в библиотеку, а потом к полицейским. Затем зайти в дом к одинокому алкашу. Разговори их хорошенько, и думаю удача улыбнется тебе. — Он загадочно отвернулся.\n\n— Ладно... Спасибо, но за что такие сведения? — Недоумевал Алексей.\n\n— За помощь. Помогая людям, они могут помочь в ответ тебе... Не забывай этого, Хех. — Он быстро ретировался.",
    "answers": [
      {
        "id": 45,
        "text": "- Эм... Ладно?"
      }
    ]
  },
  {
    "id": 58,
    "text": "На это улице было всего 6 домов, дом подозреваемого был седьмым.\n\nНужно опросить всех... К сожалению.",
    "answers": [
      {
        "id": 59,
        "text": "Первый дом. Семья из трёх человек."
      },
      {
        "id": 60,
        "text": "Второй дом. Одинокий алкаш."
      },
      {
        "id": 61,
        "text": "Третий дом. Бывший военный одиночка."
      },
      {
        "id": 62,
        "text": "Четвертый дом. Слабая на передок женщина лет сорока."
      },
      {
        "id": 63,
        "text": "Пятый дом. Большая семья из 8 человек."
      },
      {
        "id": 64,
        "text": "Шестой дом.Старый, обветшалый дом где живет пенсионер."
      },
      {
        "id": 67,
        "text": "Зайти в особняк."
      },
      {
        "id": 66,
        "text": "Итоги поиска домов.",
        "need": [
          59,
          60,
          61,
          62,
          63,
          64
        ]
      },
      {
        "id": 45,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 59,
    "text": "Постучаться было одним делом, а когда парню открыла уставшая женщина с ребенком на руках, и на фоне кричащего мужа, она со злобой и усталостью спросила: \"Что?!\".\n\n— Вы ничего не знаете о доме в конце улицы, особняке?\n\n— Нет! Жил там урод моральный, и пропал, невестку убил! Всё?! \n\n— Да...",
    "answers": [
      {
        "id": 58,
        "text": "- Не густо."
      }
    ]
  },
  {
    "id": 60,
    "text": "Алкаш весело открыл дверь и впустил Экзорциста внутрь.\n\nТам же стоял одинокий круглый стол, на нем открытые банки разнообразных консервов, бутылка водки, естественно початая, две рюмки и нарезанный хлеб.\n\nУтащив Алексея к столу, его туда усадили, налили водку и пододвинули рюмку.\n\n— Ну, рассказывай!",
    "answers": [
      {
        "id": 65,
        "text": "- Извините, мне нужно узнать только о доме большом, особняке..."
      },
      {
        "id": 58,
        "text": "- Мне пора идти, извините за беспокойство."
      }
    ]
  },
  {
    "id": 61,
    "text": "Дома никого не оказалось. Только записка \"Уехал на охоту. Вернусь через неделю.\"",
    "answers": [
      {
        "id": 58,
        "text": "- Ну ладно..."
      }
    ]
  },
  {
    "id": 62,
    "text": "Женщина долго заигрывала с Алексеем, пока он не решился войти внутрь.\n\nТам оказался целый БДСМ набор на стенах, различные установки, секс-игрушки и прочая мерзкая атрибутика неадекватных и помешанных сексуальных фантазёров.\n\nКратко спросив про особняк и не получив ничего ценного, кроме предложения поиграть в больного и врача, Алексей быстро ретировался.",
    "answers": [
      {
        "id": 58,
        "text": "- К Чёрту!"
      }
    ]
  },
  {
    "id": 63,
    "text": "На удивление, в этом доме было чисто и убрано. Женщина и мужчина и их 6-ро детей. Они пригласили Алексея на чай, дали рассказать что ему нужно, и ответили на вопросы. \n\nК сожалению, ничего ценного узнать не получилось, зато Алексей был сыт и доволен визитом к нормальным людям.",
    "answers": [
      {
        "id": 58,
        "text": "- Ну хоть где-то всё хорошо."
      }
    ]
  },
  {
    "id": 64,
    "text": "В доме царила пустота и мрак. Пенсионер сидел на кресле качалке и смотрел в грязное, покрытое пылью, налётом окно.\n\nОн не повернулся когда к нему зашел Алексей. Он сказал лишь:\n\n— Раньше тут было больше людей. А теперь становится меньше и меньше... Недолго осталось тут жить. Недолго... — И, кажется, он уснул.",
    "answers": [
      {
        "id": 58,
        "text": "*Тихо уйти*"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Ааа, дом тот?! Знавал его! И жителей его! Помню его мой дед еще строил, он рассказывал такооое! — Алкоголик возрастом около 50-ти лет начал загораться и налил себе, вкинув залпом водку и закусив шпротами.\n\n— И что же?\n\n— Дед строил дом и спрашивал а кто заказчик то? Ну советы же были, все дела, так еще и война только окончилась. Заказчик был влиятельный барон, наркотогой торговал. Тот еще типчик, помнится его в 93-ем зарезали в итоге. Ну и вот... Дед строил, а дом странный был очень. То балка упадет закрепленная, то кошка выбежит из под пола, а откуда она там — хрен знает, никто не видел как залезла, да и не могла она. Короче, инсульты да инфаркты ловили многие, увольнялись, только дед мой строил до конца.\nИ вот, достроили, годах в 53-их, и знаешь что? Барон всем кроме деда выплатил. Мол знает много. А что знает? А никто и не понял. Ну дед потом к нему с притензией явился, а барон ему говорит: ты, мужик, видел многое, поэтому тебе отдельно выплачу, с сохранением тайны. Подполье ты же строил? Вот, яма там под полом не просто так, нужно это мне. Увлекаюсь оккультной культурой, скажем так. Вот тебе 500 рублей, а ты молчи в тряпочку, и все хорошо будет. Усёк? \nНу дед не идиот, согласился. Да мне потом и рассказал, а помер недавно, шесть лет как назад. Да я вот ходил туда, после инцидента, но страшно там, жуть... Видел деда я там. Покойного! С тех пор и пью как скотина, забыть пытаюсь. А оно не забывается... — Он опорожнил очередную рюмку и уткнулся в руку, уснув на столе.",
    "answers": [
      {
        "id": 58,
        "text": "- Понятно... *тихо уйти*"
      }
    ]
  },
  {
    "id": 66,
    "text": "Ничего нового узнать не получилось, разве только то, что дом строился бароном, который увлекался сатанизмом или подобной ей тематикой. Интересно, но зачем там яма? \n\nНадо узнавать дальше.",
    "answers": [
      {
        "id": 58,
        "text": "К домам."
      }
    ]
  },
  {
    "id": 67,
    "text": "Дом был реально большой. Но там было пусто. Лишь пентаграмма в центре здания, и не горящие свечи. Это говорит о многом, но что дальше?",
    "answers": [
      {
        "id": 68,
        "text": "Обыскать дом."
      }
    ]
  },
  {
    "id": 68,
    "text": "Обыскав дом, ничего кроме пентаграммы, не было обнаружено. Странно... Нужно вернуться назад и пройтись по всем действиям, проанализировать  и вернуться. Тут явно что-то не чисто...",
    "answers": [
      {
        "id": 58,
        "text": "- Да... Странно."
      }
    ]
  },
  {
    "id": 69,
    "text": "Около шести часов понадобилось, чтобы отлежаться и восстановить свои силы, зато регенерация во сне убрала большинство негативных последствий.\n\nРука слабо ныла, головная боль прошла, сотрясение не так негативно влияет, почти незаметно, тело в целом наполнилось силой, близкой к изначальной.\n\nМесто не внушало доверия. \n\nСвет пробивался лишь сверху, откуда упал Алексей, и то, таким тонким лучём, что можно на нём сконцентрировать лупу и она сожжёт очередного муравья, как это делали дети в своём беззаботном детстве.\n\nСтены были выложены из старого камня, небрежно отлитого и установленного на подобие бетона. Однако быстро покрылись мхом и другой растительностью, из-за высокой влажности. В неровных углах на полу были небольшие лужицы бледно-зеленоватой воды.\n\nПосередине от Алексея держала оборону дверь, старая, железная, однако цельная, будто её отлили одним разом и поставили сюда.\n\nРешётка как окошко говорило, что это выглядит как камера для заключённых.\n\nАлексей лежал на довольно мягкой и удобной соломе, слегка подгнившей однако по прежнему выполняющей свои свойства спресованного лежака.",
    "answers": []
  },
  {
    "id": 70,
    "text": "Времени мало, сколько ещё эта тварь будет убивать людей!\nНесмотря на ноющую боль, множество ранений и сотрясение, Алексей с трудом встаёт и начинает думать в ритм пульсирующим вискам. Это больно, но немного отрезвляет.\n\nМесто не внушало доверия. \n\nСвет пробивался лишь сверху, откуда упал Алексей, и то, таким тонким лучём, что можно на нём сконцентрировать лупу и она сожжёт очередного муравья, как это делали дети в своём беззаботном детстве.\n\nСтены были выложены из старого камня, небрежно отлитого и установленного на подобие бетона. Однако быстро покрылись мхом и другой растительностью, из-за высокой влажности. В неровных углах на полу были небольшие лужицы бледно-зеленоватой воды.\n\nПосередине от Алексея держала оборону дверь, старая, железная, однако цельная, будто её отлили одним разом и поставили сюда.\n\nРешётка как окошко говорило, что это выглядит как камера для заключённых.\n\nАлексей лежал на довольно мягкой и удобной соломе, слегка подгнившей однако по прежнему выполняющей свои свойства спресованного лежака.",
    "answers": []
  }
]