[
  {
    "id": 1,
    "text": "Жанр: Фантастика, драма, романтика.\n\n Описание:  На протяжении многих веков маги тщательно маскируют своё существование. Большинство людей не подозревает о том, что среди них находятся маги, которые намерены либо уничтожить человечество, либо поработить его. В преддверии пророческой войны магам необходимо сохранять анонимность и оставаться в тени. Тем не менее, они не остаются пассивными и ведут активную охоту друг на друга. Данная история рассказывает о синем маге из Британии, который отправляется в Японию с целью начать преследование могущественного красного мага. ",
    "answers": [
      {
        "id": 2,
        "text": "Глава первая: Гость."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i126.fastpic.org/big/2025/1015/63/e5fa99c9265314109c28c673038a1663.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i126.fastpic.org/big/2025/1015/63/e5fa99c9265314109c28c673038a1663.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://i126.fastpic.org/big/2025/1031/80/8664d474d6c065f5fffb7ab6b7e38580.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": " Июль. 2014 год. Великобритания. Город Брайтон.\n Сидя под мостом, я узнаю из новостей о теракте на заброшенном заводе в нашем городе, где мой отряд синих магов ликвидировал красных магов. Они тайно обучали грязнокровок магическим искусствам. Нам удалось успешно выполнить операцию без потерь и остаться незамеченными среди людей. После этого успеха меня, Акей, повысили до звания боевого мага. Теперь я являюсь частью клана синих магов. В нашем клане Синий кит насчитывается 350 тысяч боевых магов, распределённых по всей Британии и частично в Европе. В Европе и Британии количество красных магов значительно ниже, чем в Азии. Закончив чтение новости, я порадовался своей победе в первом сражении с красными магами в юном возрасте 16 лет. Если этот успех будет продолжаться, я смогу стать величайшим магом в будущем. ",
    "answers": [
      {
        "id": 3,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 3,
    "text": " Шум проезжающих автомобилей по мосту отвлек меня от наслаждения моей первой победой. На пути домой, не обращая внимания на прохожих и прохладный ветер, я услышал знакомый голос позади. Обернувшись, я увидел, как моя мама, держа полный пакет с продуктами, идет с девушкой азиатской внешности. Первоначально мне пришла в голову мысль, что она — красный маг. Однако я быстро пришёл в себя, осознав, что мама не стала бы так весело общаться с нашим врагом. Я ожидал, когда они подойдут ко мне. Как только мама меня заметила, она ускорила шаг, вместе с незнакомкой азиатского происхождения. Спустя полминуты они уже стояли передо мной с дружелюбными улыбками. Ответив им улыбкой, я первым начал разговор:\n\n— Кто же вызвался составить тебе компанию?\n\nДевушка наклонила голову в японском стиле и представилась:\n\n— Меня зовут Акияма Ай. Вы можете называть меня просто Акияма. \n\nЕё поклон стал для меня неожиданностью, так же как и её имя. Я слегка усмехнулся и ответил:\n\n— Меня зовут Акей, приятно познакомиться.\n\nМоя мама всё это время наблюдала за нами с улыбкой, а затем решила присоединиться к нашему знакомству.\n\n— Это Акияма, дочь дяди Вульфа. Она приехала к нам из Японии на несколько месяцев для обучения.\n\nЯ, взглянув на маму, поражённо заморгал. \n— Разве там не обучают боевой магии?\n\nАкияма мгновенно отреагировала, энергично замахав руками.\n\n— Я не обучаюсь боевой магии, а исцелению.\n\nЯ оказался в недоумении от её реакции, словно она боялась, что моё представление о ней может оказаться негативным. \nПостояв минуту в тишине, мама рассмеялась.\n\n— Я пойду домой и что-нибудь приготовлю. А ты, Акей, будь добр, покажи ей наше места и расскажи о том, как у нас устроено. ",
    "answers": [
      {
        "id": 4,
        "text": "- Окей."
      }
    ]
  },
  {
    "id": 4,
    "text": "Мы с Акиями ожидали, когда мама отойдет на достаточное расстояние. Как только это произошло, я жестом предложил ей следовать за мной. Она послушно последовала за мной. Идя молча по городской улице, я размышлял о том, что мог бы ей показать или рассказать. \n\n— А помимо боевой магии, есть ли у тебя другие увлечения? \n\nЭтот вопрос заставил меня остановиться и отвлечься от планирования экскурсии по городу.\n\n— Ну что ж, я изучаю японский и корейский языки.  \n— Впечатляет! Это просьба твоих соклановцев или ты сам решил их изучать?  \n— Я сам решил. Меня интересует язык моих противников, и ты, вероятно, в курсе, что красные маги более распространены в Азии.\n\nАкия кивнула в знак понимания. Молчание и её выражение лица показали, что обсуждение этой темы начинает её скучить. Однако мой интерес возрос, когда я заговорил о красных магов в Азии.\n\n— Как живется синим магам в Японии?  \n— Им следует быть на чеку и постоянно находиться в окружении людей.\n \nЕё краткий ответ продемонстрировал, что это обсуждение не вызывает у нее энтузиазма, и я решил быстро сменить тему.\n\n— Ты занимаешься магией исцеления?  \nВ этот момент Акиями вновь оживилась.  \n— Да, поскольку из меня не достаточно хороший боевой маг.  \n— Понимаю... Но все же полезно освоить хотя бы базовые навыки, ведь времена будут тяжелыми, и нужно уметь защитить себя.  \n— Ты имеешь в виду пророческую войну?\n \nАкиями помрачнела, её голос стал холодным и тихим, словно этотBritish ветер, который гуляет по улицам нашего города.\n\n— Да, — коротко ответил я.\n\nЯ быстро решил сменить тему разговора.\n\n— А помимо учёбы, есть ли у тебя какие-либо увлечения?\n\nОна задумалась, глядя на проезжающие двухэтажные автобусы.\n\n— Да, я занимаюсь рисованием.\n\nНе знаю, почему, но на моём лице появилась улыбка, и мне с трудом удалось сдержать смех. Акиями обиделась.\n\n— Что в этом смешного?",
    "answers": [
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/RF8f4GwV/Polish-20251018-220231699.jpg"
      },
      {
        "id": 5,
        "text": "- Прости, я сам не знаю."
      }
    ]
  },
  {
    "id": 5,
    "text": " После моих извинений Акияма слегка улыбнулась. Мы продолжили общаться и гулять по городу, где она будет находиться всего несколько месяцев. По мере нашего общения я понял, что Акияма предпочитает избегать обсуждения военных тем и конфликтов между магами и людьми. Похоже, у этого есть веские причины, и лучше не поднимать эти вопросы. Вернувшись домой и открыв ей дверь, я с напускной легкостью сказал:  \n— Чувствуй себя как дома.  \nОна, безусловно, была этому рада. ",
    "answers": [
      {
        "id": 6,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 6,
    "text": "Первый день с Акиями прошёл более спокойно. Она проводит больше времени в комнате для гостей. Тем временем я продолжаю ждать возвращения моего отца, который занимается контрразведкой и является глазами и ушами нашего клана. Именно он обнаружил тех красных магов, которые обучали грязнокровок на том заброшенном заводе. Также я получил сообщение от моего старого знакомого Барри. Он маг такого же уровня, как и я, но пока не стал боевым магом, чему, безусловно, не слишком рад. Барри предлагает совершить прогулку по городу и поделиться последними новостями, которые он узнал от своего отца. Его отец занимает пост в парламенте Великобритании и является членом влиятельного клана 'Синий кит', что позволяет Барри быть в курсе актуальных событий. ",
    "answers": [
      {
        "id": 7,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 7,
    "text": " Покинув комнату, я встретил Акиями. \n\n— Здравствуй, Акиями. Как прошло утро?\n \nОна задумчиво приложила указательный палец к губам и начала неслышно стучать по ним, смотря в сторону. Это выглядело довольно мило.\n \n— На удивление спокойно. Обычно мне трудно уснуть в гостях. \n— Видимо, прогулка со мной сильно утомила тебя.\n\nВ этот момент она неожиданно начала энергично махать руками и головой.\n \n— Нет-нет-нет, ты здесь ни при чём. Прогулка, напротив, придавала мне сил. \n\nЯ улыбнулся, и она ответила на улыбку. Вспомнив о нашем вчерашнем разговоре, я решил уточнить у неё некоторые моменты, чтобы избежать неприятных ситуаций.\n\n— Акияма, я обратил внимание, что некоторые темы тебе некомфортны, и хотел бы обсудить это. Если я случайно затрону тему, которая тебе не нравится, пожалуйста, дай мне знать, и я сразу же изменю его.\n\nОна смотрела на меня с серьёзным выражением, а затем рассмеялась.\n \n— Что тебя так смешит?\n— Большое спасибо за вашу заботу.\n\nОна поклонилась, прижав руки к ногам.\nЯ на мгновение растерялся от такого жеста.\n\n— Ну, я, пожалуй, пойду, а то меня ждёт знакомый. Если что-то понадобится то мама находится в гостиной.\n— Хорошо.\n\nПосле этого я покинул дом и направился на встречу с другом. ",
    "answers": [
      {
        "id": 8,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 8,
    "text": " По прибытии на место мы с Барри посетили магазин, где было немного людей, и имелись удобные места, чтобы выпить чашку чая и отведать булочку. Атмосфера здесь была приятной и уютной: повсюду витал аромат свежей выпечки, а стены украшали картины с изображением домашних животных, среди которых находились корзины с выпечкой. Однако сегодня Барри не планировал задерживаться —, судя по всему, новости были тревожными и сжатыми. Стоя у прилавка, он огляделся и спросил:\n  \n— Как ты себя чувствуешь после первого боя? \n— По-моему, ты уже задавал этот вопрос.\n  \nЯ улыбнулся и закатил глаза.\n \n— Я подумал, что, возможно, ты за это время начал переживать.  \n— Всё в порядке. Наоборот, я чувствую себя очень бодро.\n\nОн почесал затылок и посмотрел в пол.\n\n— Разве тебе не страшно? \n— Поначалу было немного страшно, но позже стало легче. Но давай сменим тему, расскажи, что нового ты услышал, а то я вижу, что ты не в восторге.\n  \nОн выпрямился и глубоко вздохнул.\n\n— Помнишь ту девушку, которая приезжала к нам в Великобританию и убивала наших соратников каждые три месяца на протяжении двух лет?  \n— Да, она, кажется, из Японии.\n \nВнезапно мне пришел в голову образ Акиями.\n \n— Верно. Так вот, ее нашли, и теперь известно, где она находится. Теперь разрабатывается план мести за ее действия.  \n— У нас ведь есть базы или штабы в Японии. Почему они не занимаются этим вопросом?\n  \nОн вопросительно смотрел на меня.\n \n— Действительно, похоже, она не находится в зоне доступности для таких действий.  \n— А сколько ей, кстати?\n  \nОн широко улыбнулся и взглянул с интересом. \n\n— Не поверишь, но ей столько же, сколько и тебе.\n \nЯ остался в полном недоумении. ",
    "answers": [
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/Dz7WFsXf/Polish-20251019-182040387.jpg"
      },
      {
        "id": 9,
        "text": "- Чего?"
      }
    ]
  },
  {
    "id": 9,
    "text": " -Верно, ты полагаешь, что являешься самым младшим бойцом в нашей команде?\n\nОн с удовлетворением улыбался и наслаждался происходящим, в то время как я приходил в себя от шока.\n \n— Значит, она действительно была в Британии в возрасте 12-14 лет и сражалась с боевыми магами и неполноценными магами?\n\nОн покачал головой.\n\n— У нее явно есть нечто особенное, она словно монстр в теле девочки. Похоже, что она прошла некий ритуал, чтобы стать истребителем. Для получения такого титула достаточно одного удара, но она возвращалась и снова это делала. Только вот уже два года она не появлялась в Британии с 2012 года.\n— И сколько всего она успела уничтожить наших?\n— 23.\n— Как?!\n \nБарри резко прижал указательный палец к моим губам и прошипел:\n\n— Тихо, не так громко.\n\nЯ неловко улыбнулся и стал говорить тише обычного.\n\n— У меня всего лишь 5.\n— Ну ты, конечно, сравнил себя с ней.\n— В смысле, ты хочешь сказать, что она настолько хороша, что я рядом не стою?\n\nОн в улыбке радости покачал головой. Я вздохнул и бросил на него недовольный взгляд, будто бросая ему вызов.\n\n— Я стану тем, кто отомстит этой девушке за тех, кто пострадал.\nОн на минуту замер в молчании, а затем расхохотался.\n\n— Да-да, конечно. О, великий и могучий!\n\nЯ продолжал смотреть на него с тем же выражением лица, и, когда он понял, что я серьёзно, его улыбка исчезла.\n\n— Ты действительно это имеешь в виду? ",
    "answers": [
      {
        "id": 10,
        "text": "- Да"
      }
    ]
  },
  {
    "id": 10,
    "text": " — Я тебя понимаю, но в стране с таким количеством красных магов это звучит весьма смело... \nОн немного испугался, когда представил, что меня может ждать там. Я положил руки ему на плечи и слегка сжал, чтобы он расслабился.\n  \n— Барри, на самом деле всё не так страшно, как говорят о Японии. К тому же у меня есть знакомая, которая может поделиться полезной информацией.  \nОн взглянул на меня с любопытством.  \n— Кто же это?  \n— К нам приехала японская девушка на два месяца. Она учится на мага исцеления.  \n— О, интересно! Как её зовут?  \n— Акияма Ай.\n\nОн явно заинтересован этой новостью, это видно по его лицу.\n\n— Она красивая?\n— Ну да, у неё длинные черные волосы и голубые глаза.\n— О, не введешь нас в курс дела?\n— Ээ, да.\n— Ээ? Что за «ээ»?\n\nОн пытается показать, что ему не нравится такой ответ.\n\n— Извини, просто я не уверен, что она сама захочет. Но я всё равно постараюсь.\nИ тут он радостно замахал руками, а затем неожиданно остановился.\n— Она нашего возраста?\n\nЯ закатил глаза и вздохнул перед тем, как ответить. ",
    "answers": [
      {
        "id": 11,
        "text": "- Да."
      }
    ]
  },
  {
    "id": 11,
    "text": " После общения с Барри я всё ещё думаю о той девочке, которая прилетела в Британию с целью нас уничтожить или унизить. В 12 лет быть в чужой стране и при этом суметь столько натворить – удивительно. Интересно, почему она перестала это делать. Может, боится, что её поймают? Хотя, казалось бы, она могла бы не приезжать каждый три месяца. Кажется, причина другая. Не найдя ответов, я решил пока оставить этот вопрос в стороне и просто насладиться прогулкой до дома. ",
    "answers": [
      {
        "id": 12,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 12,
    "text": " На следующее утро кто-то постучался в мою дверь. Вставая с постели, я открыл и увидел улыбающуюся Акиями. \n\n— Доброе утро, Акей! — сказала Акияма. \n\nОна вдруг замерла, и вместо доброй улыбки на её лице появилось то ли смущение, то ли страх, словно она увидела призрака. \n\n— Доброе утро, Акияма, что-то случилось? — поинтересовался я. \n\nВдруг она сделала поклон. \n\n— Извините! Т-т-тётя с-с-сказала вас позвать на завтрак. \n\nПосле этих слов она быстро выбежала вниз.\nЯ немного помедлил в недоумении, а затем закрыл дверь. 'Сегодня она какая-то необычная,' — подумал я. Решил взглянуть в зеркало и, кажется, всё в порядке, только на мне одни шорты. Может, её смутило, что я в шортах? Наверное, она не привыкла видеть парней без футболок. Эти японцы действительно бывают странными. Кстати, о Японии! Я бы мог попробовать практиковать японский язык с ней и заодно узнать больше о стране из первых уст. Я с нетерпением планирую улететь в Японию, чтобы встретиться с удивительной личностью, которая в юном возрасте уже стала истребителем. ",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/sXjNxXr5/Polish-20251020-000809435.jpg"
      },
      {
        "id": 13,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 13,
    "text": " Завтракая за одним столом с Акияма, я заметил, что она отвела взгляд, когда я на нее смотрел. Доработав свой завтрак, я решил перейти к главному.\n\n— Акияма.\n\nКак только я произнес ее фамилию, она сразу выпрямилась и смущенно посмотрела на меня.\n\n— Д-д-да?\n\nВздохнув, я решил прояснить ситуацию.\n\n— Извини, что был в таком состоянии. Я не подумал, что это может вызвать у тебя смущение.\n— Ничего страшного, просто это было неожиданно и...\n\nПочему-то она замялась и продолжила завтракать.\n\n— Извини ещё раз, надеюсь, что такое больше не повторится. У меня есть к тебе одна идея. Как насчёт того, чтобы ты рассказала мне больше о Японии, а я поделюсь информацией о Британии и Европе? \n\nОна приостановила завтрак и внимательно посмотрела на меня. Не дождавшись ответа, я продолжил. \n\n— Тебе не будет неудобно, если я буду говорить на твоём языке? Я просто хотел бы немного попрактиковаться, если ты не против. \n\nОна застыла с легким удивлением и отвела взгляд в сторону, видимо, длинный зрительный контакт её чуть смущал. \n\n— Я не против. ",
    "answers": [
      {
        "id": 14,
        "text": "- Отлично."
      }
    ]
  },
  {
    "id": 14,
    "text": " После того как она закончила завтрак, она посмотрела на меня, и я заметил это, поэтому решил спросить на японском:\n\n— Как тебе завтрак?\n\nНа мой вопрос она сразу широко улыбнулась.\n\n— Кажется, это мне следовало бы спросить!\n\nОна тоже ответила на японском:\n\n— Этот завтрак ты сама приготовила?\n\nОна с радостью кивнула:\n\n— Тётя София дала мне разрешение приготовить его.\n\n— Да, я заметил, что это немного отличается от того, что готовит мама на завтрак. \n\nАкияма засмеялась, и, глядя на её улыбку, я ощутил нечто необычное. Это было похоже на зрелище фейерверка — всплески радости вызывали желание, чтобы они не прекращались. Я застыл на месте и поклонился.\n  \n— Благодарю за завтрак.\n \nНа этот раз она не смутилась, а просто ответила мне доброй улыбкой, внимательно смотря в глаза. ",
    "answers": [
      {
        "id": 15,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 15,
    "text": " После приятного завтрака с Акиями я направился в специально отведённое помещение под зданием отеля для практики магии. Это место служит учебным центром для магов, представляя собой подземный комплекс с огромными залами, размером с футбольное поле. Здесь мы тренируемся, отрабатывая навыки стрельбы магией по мишеням. Этот бункер был построен для гражданских во время холодной войны, но впоследствии наш маг приобрёл его, и теперь он является нашим полигоном. В этом месте я часто встречаю своих сверстников, которые стремятся стать боевыми магами.\nЯ являюсь самым сильным в боевой магии среди своих сверстников. К сожалению, Акияма не проявляет интереса к подобным умениям. Мне бы хотелось продемонстрировать ей свои способности и произвести на неё впечатление. В последнее время я всё чаще о ней размышляю, особенно с тех пор, как общался с ней вчера. ",
    "answers": [
      {
        "id": 16,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 16,
    "text": "иПосле стрельбы по мишеням я вновь продемонстрировал инструкторам свои выдающиеся навыки. Один из них, поражённый результатом, остался безмолвным. Самый крупный из инструкторов подошёл ко мне и похлопал по плечу.\n  \n— Отлично, как всегда. Все мишени были поражены за считанные минуты. Это рекорд даже среди взрослых магов.\n  \nЯ поднял взгляд в ответ на похвалу и, с натянутой скромностью, начал сдувать пыль с ногтей.\n \n— Вы, похоже, мстите мне, инструктор. Я вообще не прикладывал усилий.\n  \nИнструктор рассмеялся, видно, ему понравилась эта шутка.\nЗавершив диалог с инструктором, я покинул тир и направился к выходу. На встречу мне шла знакомая по имени Гита, с кудряшками, которые она укладывает так, как я сказал ей год назад — они ей очень идут. Подойдя почти вплотную, она слегка ударила меня в грудь кулаком.\n\n— Ну что, где ты пропадал все эти недели?\n\n— Так сразу к вопросам и без приветствия?\n\nОна только усмехнулась.\n\n— Я не церемонюсь с теми, кто пропадает. ",
    "answers": [
      {
        "id": 17,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 17,
    "text": "— Я немного отдыхал после первого боя, понимаешь?\n \nПосле моих объяснений она снова меня ударила.\n\n— Это не повод не приходить, знаешь? Ты теперь боевой маг и должен подавать всем хороший пример.\n\nПочесав голову, я не знал, что сказать в ответ на её упрёк.\n\n— Ты, как всегда, права, Гита.\n— Вот именно!\n\nС гордостью ударив себя в грудь, она продолжила строгим тоном.\n\n— Давай-ка покажи, как ты усвоил урок защиты месяц назад.\n\nСлыша её предложение, я опустил голову и вздохнул.\n\n— Наверное, я лучше откажусь.\n\nПосле моего ответа она явно смутилась.\n\n— Как ты можешь отказывать красивой инструкторше боевой магии?\n\nЯ усмехнулся, смотря ей в глаза, от чего она покраснела и надула губы.\n\n— Или я недостаточно красива для тебя?\n\nЕе вопрос также заставил меня почувствовать соромление.\n\n— Нет-нет-нет, просто я уже достаточно уверенно овладел уроком защиты.\n\nЯ продолжал смеяться, пытаясь скрыть смущение, а затем все же решился согласиться с её предложением.\n\n— Знаешь что, давай. Я за одно покажу тебе мастер-класс.\n\nОна выразила удовлетворение моим ответом, и мы переместились в специализированное помещение для практики боевой магии. ",
    "answers": [
      {
        "id": 18,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 18,
    "text": "\nКогда она вошла в помещение, сразу встала напротив меня и, потянув руку в мою сторону, я мгновенно сосредоточился и создал ману в области живота. Передо мной возник большой плоский синий круг, полностью меня защищая. В следующую долю секунды раздался взрыв, за которым последовала белая вспышка, а затем синий свет. Я так часто повторял эту практику, что не испытывал ужаса. Когда яркий свет утих, я увидел Гиту с вытянутой рукой и небольшим плоским кругом перед ней. На её лице сияла довольная улыбка.\n  \n— Действительно, это профессионализм.\n\nМоё желание пошутить неожиданно всплыло на поверхность.\n  \n— А что, если бы ты не успела?\n \nОна засмеялась.\n \n— Тогда ты бы пострадал, и я бы тебя исцелила.  \n— Ты умеешь исцелять?  \nОна слегка нахмурилась.  \n— Конечно, умею. Если бы ты чаще со мной общался, то знал бы.  \n— Действительно.\n\nВ этот момент у меня возникла мысль о нашем общении.\n  \n— Гита, не хотела бы ты погулять со мной и с Акиями?  \n\nОна опустила руку от неожиданности, и синий круг рассеялся.\n  \n— С кем?\n\nЕё приторная улыбка вызвала у меня беспокойство. ",
    "answers": [
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/nLtGpPnQ/Polish-20251020-230312454.jpg"
      },
      {
        "id": 19,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 19,
    "text": "— В Японии нет учителей-целителей?\nЯ пожал плечами.\n— Есть, но, судя по всему, у нас методы обучения гораздо более эффективные, чем в Японии.\n— И как ты с ней познакомился?\n\nПо выражению её недовольного лица я понял, что она знает эту девушку и, похоже, у Гиты нет симпатий к Акиями.\n\n— Она сейчас живет у меня дома, дядя попросил меня приютить её на два месяца.\n— Что!?\n \nЕё челюсть едва ли не оказалась на уровне живота.\n\n— Ты её знаешь?\n\nОна приблизилась ко мне и начала шептать на ухо.\n\n— Она грязнокровка.\n— Что?\n\nЯ растерянно остановился, словно открыл для себя ужасную тайну, которую не ожидал. Гита продолжала говорить шёпотом:\n\n— Её отец был человеком, а мать — магом. Когда отец погиб в аварии, её мать вышла замуж за другого мага. \nОтойдя от меня, она ждала моего реагирования на эти новости.\n \n— Я не знал, что она является полукровкой...\n \nГита оглянулась вокруг и вновь продолжила шептать.\n\n— Это всего лишь предисловие. Моя мать рассказывала, что она передавала информацию красным магам, и её хотели задержать, но отчим всё уладил и отправил её сюда, в Британию. Пока ситуация не стабилизируется и...\n\nЯ не стал слушать дальше, поскольку мои мысли заглушали её шёпот. Я чувствовал замешательство. Как быть с Акиями? В голове рились вопросы и оправдания в её адрес. \n\n— Акей, ты меня слышишь?\n\nОна смотрела на меня с надутыми щеками. Ещё секунду молчания, и она могла бы мне врезать. Поэтому я поспешил ответить.\n\n— Да, просто мне интересно, как так получилось и почему?\n\nОна похлопала меня по плечу, намекая, чтобы я не переживал.\n\n— Я к тому, что с ней лучше не связываться. В противном случае, она, скорее всего, тебе понравится.\n\nЯ засмеялся.\n\n— На основании чего ты так решила?\n\nОна развернулась и направилась к выходу, остановившись у двери. Она смотрела на меня так, словно разочаровалась в подарке на день рождения.\n\n— Твоё лицо иногда напоминает открытую книгу. Все мысли, что у тебя в голове, очевидны из выражения лица. Ладно, пожалуй, я пойду. Если ты всё же решишь провести со мной время, то просьба без Акимы. До встречи. \n\nПосле этого она ушла, оставив меня наедине с полученной информацией, которую я всё еще обрабатываю в своих мыслях. ",
    "answers": [
      {
        "id": 20,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 20,
    "text": " Возвращаясь домой, я решил посетить своё излюблённое место под мостом, чтобы послушать звук проезжающих автомобилей. Этот шум помогает мне отвлечься от неприятных мыслей и воспоминаний. Я влюбился в это место после того, как случайно попал под мост, упав с велосипеда и ударившись о столб. Тогда я лежал неподвижно и испытывал сильную боль, но шум проезжающих машин отвлекал меня от дискомфорта, позволяя забыть о падении. Этот звук словно убаюкивает и успокаивает меня. С тех пор я регулярно посещаю это место, чтобы расслабиться и найти умиротворение. Подойдя к мосту у реки, я заметил Акиями. Она, словно очарованная, смотрела на противоположный берег. Её тело было неподвижно, и лишь волосы развевались на ветру. Постепенно приближаясь к Акиями, я размышлял о том, как начать разговор или стоит ли упоминать то, что узнал от Гиты. ",
    "answers": [
      {
        "id": 21,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 21,
    "text": " Когда я подошёл ближе, она обернулась ко мне, и я заметил слёзы на её лице. Увидев её в таком состоянии, я остановился и почувствовал себя виноватым за то, что подошёл в неподходящий момент. Прикусив губу, я замялся, не зная, что сказать. В эту минуту она резко отвернулась и начала вытирать слёзы с щек, дрожащими губами произнося слова:\n  \n— Это ты, Акей.\n  \nЧувство вины постепенно утихло. Я решился подойти и поговорить с ней на японском о том, что так сильно её расстроило.\n \n— Что тебя так огорчило?\n\nВместо ответа я заметил лёгкий всхлип. Не дождавшись реакции, я решил продолжить расспросы:\n\n— Тебя кто-то обеспокоил? Если это так, то поделись, я постараюсь помочь.\n\nОна покачала головой, показывая, что не желает обсуждать эту тему. В этот момент передо мной возник сложный выбор: ",
    "answers": [
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://i126.fastpic.org/big/2025/1028/71/2337bbe00f6a78868718e0b9b48fdc71.jpg"
      },
      {
        "id": 22,
        "text": "Я осведомлён о выдвинутых против тебя обвинениях. Однако считаю их необоснованными и готов оказать тебе помощь в этой ситуации. "
      },
      {
        "id": 23,
        "text": "Я также иногда посещаю это место в моменты, когда испытываю трудности. "
      }
    ]
  },
  {
    "id": 22,
    "text": " Глава 2: Другой мир.\nОписание: Глава о прошлом Акиями Ай, предшествующем её прибытию в Британию. В стране, где она родилась, не всё так просто, как может показаться большинству европейских магов. Здесь, в Японии, синие маги борются за выживание в условиях жестокой конкуренции. Это мир, в котором живёт Акиями Ай. Тем не менее, несмотря на все трудности, она стремится избавиться от этого хаоса в своей жизни. ",
    "answers": [
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://i126.fastpic.org/big/2025/1029/6e/e7bfccfb5576194f87819a9a63f46b6e.jpg"
      },
      {
        "id": 1,
        "text": "В разработке."
      }
    ]
  },
  {
    "id": 23,
    "text": " Глава 2: Чужой мир.\nОписание: Раздел, посвященный переживанию новых эмоций и событий главными героями в практически мирной стране — Великобритании. ",
    "answers": [
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://i126.fastpic.org/big/2025/1028/01/ef45c46d069be4506d8ec8d6acf0b701.jpg"
      },
      {
        "id": 1,
        "text": "В разработке."
      }
    ]
  },
  {
    "id": 24,
    "text": " Детство – это волшебный и добрый период, наполненный свежестью и легкостью. Мы с папой часто фантазировали о том, как, став сильнейшей волшебницей, я буду управлять миром и сделаю его счастливым и добрым. В нашем воображаемом мире не будет слез, горя, нищеты и войны. Моя мама, напротив, всегда помогала мне увидеть истинные, порой болезненные аспекты жизни. Но, увы, эта реальность – то, с чем мне предстоит столкнуться. И я столкнулась с тяжелыми испытаниями. Сначала я пережила утрату отца, а затем — мир магии. После его смерти мама решила отдать меня на обучение боевой магии, чтобы я могла защитить себя и своих соклановцев. Сначала я лишь училась, но вскоре, когда мама вышла замуж за британского мага, меня перевели в боевой отряд синих магов. Наша задача состояла в том, чтобы защищаться от красных магов и охотников, стремящихся нас истребить. Затем мне пришлось столкнуться с еще одной жизненной болью — несправедливостью. У моего британского отчима есть дочь. Она не участвует в подобных мероприятиях, поскольку является чистокровным магом, в то время как я — маг смешанной крови человека и мага, созданная для защиты чистокровных магов, подобных ей. ",
    "answers": [
      {
        "id": 25,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 25,
    "text": "Апрель. 2012 год. Япония.\n Тёплая и солнечная погода оказала значительное влияние на моё настроение, и я решила посетить храм, чтобы помолиться за успех завтрашней операции по освобождению штаба, который был захвачен красными магами. Я испытываю презрение к такому миру, где необходимо убивать, чтобы выжить. Но что я могу поделать, если не могу избежать жизни в этом тревожном обществе? Ничего, кроме как мириться с его извращёнными правилами. Когда я подошла к храму, меня охватила тревога. Это свидетельствовало о присутствии красного мага поблизости. Поняв, что я нахожусь среди людей, я успокоилась, ведь в обществе людей сражения строго запрещены как для синих, так и для красных магов. Это единственное правило, которое нас объединяет. Не успев встать в очередь к алтарю, ко мне подошла невысокая девушка. Я старалась не обращать на неё внимания, но, установив зрительный контакт, она перешла к физическому взаимодействию, начав тянуть меня за рукава. Похоже, что контакт с красным магом неизбежен. ",
    "answers": [
      {
        "id": 26,
        "text": "- Чем могу быть полезна?"
      }
    ]
  },
  {
    "id": 26,
    "text": " Девушка улыбнулась и весёлым тоном заговорила.\n\n— Мы в одном классе учимся. Решила подойти и узнать как у тебя дела.\n\n— В одном классе?\n\nЯ начала искать у себя в голове эту девушку но безуспешно. Пока я вспоминала она разочарованно вздохнула.\n\n— Надо было врубить свою ману чтобы ты обратила на меня внимание в классе.\n\nЯ в недоумении посмотрела на неё.\n\n— Зачем тебе моё внимание?\n\nОна на мой вопрос не ответила и сменила тему разговора.\n\n— Меня зовут Нанами Чика. А тебя?\n\n— Меня Акияма Ай.\n\nНанами засмеялась. Я подумала что она смеётся над моим именем и фамилией. Меня это чуточку задело.\n\n— Что смешного?\n\nНанами подошла ближе и начала шептать мне.\n\n— Просто представила как это выглядит со стороны. Красный маг и синий маг знакомятся. Понимаешь о чём я?\n\nНанами права, редко увидишь чтобы вот так красные и синие маги мирно общались. По этому я почувствовала некий подвох в подобном поведении.\n\n\n",
    "answers": [
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": ""
      },
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://i126.fastpic.org/big/2025/1107/6d/febf2c30861c9c74702818e8a365036d.jpg"
      },
      {
        "id": 27,
        "text": "- Нанами, давай начистоту. Что тебе нужно от меня?"
      }
    ]
  },
  {
    "id": 27,
    "text": " Нанами скорчила недовольную лицо и отошла от меня на шаг назад.\n— Да что ты заладила, я разве не могу подойти к своей однокласснице которая даже не знает что я с ней учусь?\n\n— Но всё же... \n\nОна вздохнула и серьёзным тоном ответила.\n\n— Тебе не надоело весь этот цирк? Вот меня лично раздражает уже. Убивай синих магов и тогда нас никто не остановит. Бредятина какая-то. Вот решила что это дело поправимо хотя бы вне войны или сражений.\n\nЯ широко раскрыла рот от подобного заявления. Меня это одновременно обрадовало и встревожило\n\n— Но, если нас вместе увидят то нас скорее всего осудят как предателей или того хуже.\n\n— По-моему ты переживаешь по пустякам. Даже если мы будем враждовать то мы все ровно не сможем открыто сражаться. Мы живём среди людей и нам нужно вести себя подобным им и не выдавать враждебность друг другу. Хотя это действительно сложно.\n\nОна над чем-то серьёзно задумалась, это видно по её сморщенныму глазкам. Пока она обдумывала что то я решила задать пару вопросов чтобы понять что она хочет от меня.",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  }
]