[
  {
    "id": 1,
    "text": "Автор:Алексей Михайленко\n \nЖанр:апокалипсис\n\n  Вы и группа человек ушли в туннели метро после столкновения с заражёнными \"кровавой плесенью\", замороженной и находящиеся со времён ледникового периода в пещерах плесенью. Вы нашли то самое место, которое сможет стать вашим пристанищем. Туннели выводящие в целый бункер. Сможете ли вы выжить в этом Апокалипсисе под натиском врагов?\n Решать вам, ведь в квесте будет добавлено как можно больше концовок, достижений, неожиданных событий и сюжетных поворотов. Да начнётся багровая жатва!\n Внимание! Поезд отправляется на станцию \"Кровавая плесень\"!\nP.S.заходите для начала в журнал обновлений,там вы узнаете что я уже сделал и что планирую сделать, кстати вы безымянный персонаж.\n",
    "answers": [
      {
        "id": 2,
        "text": "/начать игру/"
      },
      {
        "id": 3,
        "text": "/журнал обновлений/"
      },
      {
        "id": 4,
        "text": "/достижения/"
      },
      {
        "id": 5,
        "text": "/Выбор глав/"
      },
      {
        "id": 6,
        "text": "/досье персонажей/"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.postimg.cc/WprTL7PH/27-20251021074107.png",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог\n Вы вышли из метро. Вокруг не души... Света тоже не было, что странно.\n Вы оглядываетесь. Единственное что вы слышите, это тихий гул ветра и суету на станции. Вокруг тихо. Вы замечаете вдали еле видные багровые нити уходящие в темноту. Вы считаете это подозрительным, но хотите узнать что это.",
    "answers": [
      {
        "id": 7,
        "text": "|подойти|"
      },
      {
        "id": 11,
        "text": "|вернуться на станцию|"
      }
    ]
  },
  {
    "id": 3,
    "text": "05.11.2025\n Делается бункер, дополнительные квесты скоро добавятся, также будут создаваться вылазки добавлено начало 1 главы.\n22.10.2025\n Я наконец дописал пролог и наконец выпущу книгу в ранний доступ, надеюсь вам понравится.\n21.10.2025\n Ура! Я почти закончил пролог, а значит я скоро выпущу это вранний доступ!\n20.10.2025\n Из-за проблемы с аккаунтом пришлось приостановить работу, но видимо это не особо помешает мне, ведь скоро я закончу пролог, наверное.\n18.10.2025\n Скоро думаю допишу пролог, уже начал создавать бункер, появилась возможность найти рюкзак и открыть его. Ещё появилась причина свалить со станции и залесть в бункер.\n17.10.2025\n Я пишу пролог и думаю когда напишу 1 главу в выпущу в ранний доступ чтобы вы почитали.",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Здесь все достижения глав:",
    "answers": [
      {
        "id": 12,
        "text": "Пролог"
      }
    ]
  },
  {
    "id": 5,
    "text": "Тут все открытые главы",
    "answers": [
      {
        "id": 2,
        "text": "пролог "
      },
      {
        "id": 67,
        "text": "глава 1",
        "need": 67
      }
    ]
  },
  {
    "id": 6,
    "text": "Тут досье всех персонажей",
    "answers": [
      {
        "id": 31,
        "text": "{Михаил}",
        "need": 30
      },
      {
        "id": 1,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 7,
    "text": " Вы подходите, достаёте из кармана телефон и светите на то место, где находились странные полосы. Вы удивляетесь понимая что это плесень багрового цвета, уходящая... вы направили фонарик телефона вперёд. Вам открылась жудкая картина. Человека плесень обвила и прижала к земле, получив возможность обвить жертву ещё сильнее. Человек лежит неподвижно. \n",
    "answers": [
      {
        "id": 9,
        "text": "|осмотреть человека|"
      },
      {
        "id": 11,
        "text": "|вернуться на станцию|"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Приятно познакомиться. — Михаил протянул руку, вы её пожали.\n Включился свет. В бункере было довольно чисто и много дверей. Значит большинство должно остаться. \n—Это жилой коридор, тут все комнаты как одна, проверять нет смысла. — строитель показал на предпоследнюю дверь в конце коридора справа. — пусть там будет твоя комната. Если хочешь можешь осмотреть бункер. Если что та комната по центру — главный зал.",
    "answers": [
      {
        "id": 10,
        "text": "|зайти в комнату|"
      }
    ]
  },
  {
    "id": 9,
    "text": " Вы подходите к человеку, оплетённому багровыми лентами. Он не двигается. Вы притягиваете руку и видите, как маленькие волоски поднимаются и пытаются дотянуться до руки. Вы осторожно убираете руку и глядите на тело. Внезапно человек смотрит на вас и вы отходите назад.\n",
    "answers": [
      {
        "id": 11,
        "text": "|убежать обратно|"
      }
    ]
  },
  {
    "id": 10,
    "text": " Внутри было довольно уютно. Не смотря на маленький размер комнаты там стояли: стол, пара стульев, кровать и блокнот на столе. Над табуреткой, стоящей в углу была вентиляция. На полу был слой пыли. Судя по всему с момента открытия бункера прошло много времени. стены были сделаны из металла. Крепкая конструкция...хочется верить.",
    "answers": [
      {
        "id": 18,
        "text": "|Присесть на кровать|"
      },
      {
        "id": 19,
        "text": "|перебрать вещи|",
        "need": 21
      },
      {
        "id": 20,
        "text": "|просмотреть блокнот|"
      },
      {
        "id": 21,
        "text": "|осмотреть комнату|",
        "need": -21
      },
      {
        "id": 22,
        "text": "|подойти к вентиляции|"
      },
      {
        "id": 23,
        "text": "|подойти к двери|"
      },
      {
        "id": 24,
        "text": "|лечь на кровать|"
      }
    ]
  },
  {
    "id": 11,
    "text": " Вы бежите обратно на станцию. Там было уже куда меньше народу. Осталось человек 30. Все суетились. Вы поглядели на табло прихода поездов. Поезд опаздывал уже на 10 минут. Странно.\n—Ты знаешь почему поезд не приезжает? — подошёл человек в поло\nрубашке поло синего цвета.\n—Нет. — ответили Вы и тот пошёл спрашивать других. \n Внезапно кто-то закричал. Это была женщина 30 лет в спортивной одежде. Она указывала на вход в метро. Вы повернулись и поняли почему она кричала.\n На станцию спускалось несколько...человек?\n Они, все до единого были покрыты багрового цвета плесенью, по типу той, что Вы увидели на улице. Они медленно спускались на станцию. Их было всего 5-6. На станции воцарилась паника. От \"заплесневенцев\" кусками отваливались багровые лианы вместе с с кожей. По ту сторону отслоившихся кусков тоже находились багровые ленты. Вы с трудом подавляли тошноту. Многих же вырвало на плацкарт. \n ",
    "answers": [
      {
        "id": 13,
        "text": "|наблюдать|"
      }
    ]
  },
  {
    "id": 12,
    "text": "Достижения:\n1)бесстрашный \nТы правда ничего не боишся\n2)начало конца\nВот и близится начало конца",
    "answers": [
      {
        "id": 25,
        "text": "Бесстрашный",
        "need": 9,
        "need_ever": true
      },
      {
        "id": 51,
        "text": "Начало конца",
        "need": 50,
        "need_ever": false
      },
      {
        "id": 1,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 13,
    "text": " Один из заражённых подошёл к ближайшему человеку. Тот отправлялся от тошноты. Заражённый схватил бедолагу и от руки монстра пошли медленно развивающиеся нити плесени. Бедолага попытался вырваться, но видимо был слишком слаб чтобы избежать ранений нитями. Они пробили кожу заострёнными концами и прошли внутрь. Человек заорал. Вы поглядели под ноги заражённому. Плесень на ногах разрасталась по полу, создавая подобие паутины.\n—Берегись! — крикнул тот самый парень в поло.\n Монстр уже стоял перед вами. Он попытался схватить вас, но вы увернулись и подбежали к парню, стоявшему на краю платформы.\n—Что делать будем? — спросил он.\n—Я знаю, я раньше работал тут и знаю, что там, по туннелю если идти можно найти проход в старый бункер. — подошёл мужчина средних лет в старой одежде.\n—Я с вами! — подбежала та самая девушка.\n—Люди, кто хочет выжить идите за нами! — закричал бывший работник метро.\n Когда все выжившие собрались около него, спустилось ещё 10 заражённых и все спустившись пошли по туннелю.",
    "answers": [
      {
        "id": 14,
        "text": "|Идти|"
      },
      {
        "id": 15,
        "text": "А как долго мы будем идти?"
      },
      {
        "id": 16,
        "text": "А что это за бункер?"
      }
    ]
  },
  {
    "id": 14,
    "text": " Вас 14 человек. Нужно надеяться что бункер аборудован под 14 или больше чтобы всем.хватило места. Уже прошло 25 минут, но нигде не появлялся закуток с бронированной дверью. \n—Пришли! — радостно оповестил бывший работник о прибытии. Все выжившие столпились вокруг небольшого туннеля в левой стене. Работник подошёл к прочной двери и повернул вентиль. Дверь открылась и он радостно пригласил всех войти. \n Свет был отключён и подсвечивая фонарём путь человек в тёмном потуказаниям бывшего работника прошёл искать генераторную. \n—Меня Михаил зовут. — к вам подошёл работник. — и я строитель",
    "answers": [
      {
        "id": 8,
        "text": "|представиться|"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Примерно минут 30 будем идти. — сказал бывший работник.",
    "answers": [
      {
        "id": 13,
        "text": "|Промотать время|"
      }
    ]
  },
  {
    "id": 16,
    "text": "чего построили во время второй мировой, с тех пор там и стоит. — работник вздохнул. — правда не знаю сможем ли мы открыть дверь. Бункер был закончервирован когда его нашли, но возможно его открыли.",
    "answers": [
      {
        "id": 13,
        "text": "|промотать время|"
      }
    ]
  },
  {
    "id": 17,
    "text": "—О, привет! — в комнате был тот самый парень в поло. — меня кстати Андреем зовут, приятно познакомиться.\n Андрей по виду невероятно худой и высокий. — я раньше поваром был и кстати знаю что тут кухня есть, так что за еду отвечаю я.",
    "answers": [
      {
        "id": 26,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы сели на кровать и думая что сделать дальше. Бункер старый и скорее всего нужно будет выбираться из бункера за припасами...",
    "answers": [
      {
        "id": 10,
        "text": "|встать с кровати|"
      }
    ]
  },
  {
    "id": 19,
    "text": " Вы открыли рюкзак лежащий в углу комнаты.",
    "answers": [
      {
        "id": 10,
        "text": "|убрать рюкзак|"
      }
    ]
  },
  {
    "id": 20,
    "text": " Здесь находятся все ваши заметки.",
    "answers": [
      {
        "id": 10,
        "text": "|закрыть блокнот|"
      },
      {
        "id": 47,
        "text": "\"склад\"",
        "need": 39
      },
      {
        "id": 48,
        "text": "\"насосы\"",
        "need": 40
      },
      {
        "id": 49,
        "text": "\"вентиляции\"",
        "need": 41
      }
    ]
  },
  {
    "id": 21,
    "text": "  Под столом вы находите рюкзак.",
    "answers": [
      {
        "id": 10,
        "text": "|взять рюкзак|"
      }
    ]
  },
  {
    "id": 22,
    "text": " Ничего интересного, просто старая вентиляция.",
    "answers": [
      {
        "id": 10,
        "text": "|отойти|"
      }
    ]
  },
  {
    "id": 23,
    "text": " За дверью суматоха. Все осматривают бункер и пытаются в нём освоиться. Мне бы тоже осмотреться не помешало.",
    "answers": [
      {
        "id": 10,
        "text": "|отойти от двери|"
      },
      {
        "id": 26,
        "text": "|выйти в коридор|",
        "need": -35
      }
    ]
  },
  {
    "id": 24,
    "text": " Вы легли на кровать. Интересно уже день?",
    "answers": [
      {
        "id": 10,
        "text": "|встать|"
      },
      {
        "id": 27,
        "text": "|заснуть|",
        "need": 35
      }
    ]
  },
  {
    "id": 25,
    "text": "Бесстрашный\n Осмотреть подозрительное тело",
    "answers": [
      {
        "id": 12,
        "text": "{назад}"
      }
    ]
  },
  {
    "id": 26,
    "text": " Все мельтешили по коридору. Кто-то забежал в свою комнату, кто-то выбежал, а кто-то вошёл в главный зал.\n—Ты пока осмотреть, со всеми познакомься, а как познакомишься зайди в главный зал.",
    "answers": [
      {
        "id": 17,
        "text": "|зайти к соседу слева|",
        "need": -17
      },
      {
        "id": 28,
        "text": "|зайти к соседу справа|",
        "need": -28
      },
      {
        "id": 29,
        "text": "|зайти к соседу напротив|",
        "need": -29
      },
      {
        "id": 30,
        "text": "|зайти в главный зал|",
        "need": [
          17,
          28,
          29
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": " Вы легли на кровать. Сегодня был слишком тяжёлый день... или тяжёлая ночь? Не важно. Вам просто хочется спать. И вот Вы проваливаетесь в темноту и засыпаете... надеясь что это просто сон.",
    "answers": [
      {
        "id": 50,
        "text": "|проснуться|"
      }
    ]
  },
  {
    "id": 28,
    "text": " В комнате справа было пусто... и даже ничего не трогали. Скорее всего это должна быть комната того парня, что включил свет. Надо бы выйти отсюда.\n",
    "answers": [
      {
        "id": 26,
        "text": "|выйти|"
      }
    ]
  },
  {
    "id": 29,
    "text": " Внутри никого не было. В углу лежал лом, который Михаил нашёл по дороге к бункеру. Значит это его комната.",
    "answers": [
      {
        "id": 26,
        "text": "|выйти|"
      }
    ]
  },
  {
    "id": 30,
    "text": " Все уже были в комнате. По центру располагался большой стол, вокруг которого все сидели. Лишь одно место осталось для Вас.\n Вы сели на Своё место и Михаил встал. \n—Рад видеть всех выживших тут и конечно хочется сначала познакомиться со всеми. — Михаил вздохнул и продолжил. — меня зовут Михаил Порохов. Я раньше работал в метро и даже смог получить карту этого бункера.",
    "answers": [
      {
        "id": 32,
        "text": "|наблюдать|"
      }
    ]
  },
  {
    "id": 31,
    "text": " Михаил раньше работал в метро, но после увольнения пошёл на стройку. Он помогает людям скрыться в метро и предоставляет бункер для пользования.",
    "answers": [
      {
        "id": 6,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 32,
    "text": "—А меня Андреем звать! И я повар! — радостно сказал парень в поло. — надеюсь мы сдружимся и вам понравятся мои блюда! — не пряча улыбки он сел на место.\n—А меня зовут Сара. — стесняясь сказала женщина в спортивной одежде. — я работала медсестрой. — она села.\n—Ну а я Майк и я электрик. — тот самый парень в чёрной куртке и с серыми штанами нависал над столом.",
    "answers": [
      {
        "id": 33,
        "text": "|представиться|"
      }
    ]
  },
  {
    "id": 33,
    "text": " Вы встали и представились. Все глядели только на вас. \n—Ну... — парень в белых шортах и чёрной футболке, вставший после вас. — что сказать? Меня Федей звать и я футболист. — вы заметили что он сильно нервничает и что он самый молодой в коллективе.\n Далее все остальные тоже начали называться. Дама с шарфом назвалась Марией и работала официанткой в ресторане. Алексей, любитель чёрных вещей и работавший охранником в ТЦ. Вова, просто непримечательный парень средних лет, работавший врачом. Даня и Саша, близнецы, даже одежда одна и та же. Кирилл, работал программистом, но уволился, дабы создавать свои игры. Оставшиеся двое — Ник и Катя, муж и жена.",
    "answers": [
      {
        "id": 34,
        "text": "|слушать|"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Ребята, не смотря на то, что мы нашли своё убежище нужно обязательно осмотреть его и узнать сколько тут ресурсов. — Михаил разложил на столе карту бункера. — вот тут сейчас мы. — он ткнул пальцем в большую комнату, из которой во все 4 стороны уходили коридоры. — так, нужно подумать кто куда пойдёт, чтобы быстрее оглядеть бункер.\n—Тогда я к генераторной. — сказал Майк.\n Генераторная располагалась напротив жилого коридора и выхода. В коридоре с обоих сторон было две комнаты, обозначенные надписью \"Тех. склады\". Справа от выхода был коридор в кухню, слева в коридоре, судя по карте, огороды, а справа находился медпункт.",
    "answers": [
      {
        "id": 35,
        "text": "|осмотреть карту|"
      }
    ]
  },
  {
    "id": 35,
    "text": " Слева от выхода же был коридор к складу, насосам слева и кислородной справа. \n Ник, Майк и Катя решили отправиться к генераторам. Андрей, Мария и Сара отправляются к кухне, медотсеку и грядкам. Алексей, Саша и Даня решили пойти к складу. Михаил и Федя остаются осматривать жилой отсек и изучать карту бункера. Теперь Ваша очередь выбирать с кем пойти.",
    "answers": [
      {
        "id": 36,
        "text": "|отправиться с Алексеем|"
      },
      {
        "id": 37,
        "text": "|отправиться с Ником|"
      },
      {
        "id": 38,
        "text": "|отправиться с Андреем|"
      }
    ]
  },
  {
    "id": 36,
    "text": " Вы решили пойти с Алексеем, Даней и Сашей. Кирилл выбрал Майка. А Вова с Андреем.\n Вы вошли в коридор с тремя дверьми. Две по бокам. Одна в конце коридора.\n Куда пойдёте?",
    "answers": [
      {
        "id": 39,
        "text": "|зайти на склад|",
        "need": -39
      },
      {
        "id": 40,
        "text": "|зайти в насосную|",
        "need": -40
      },
      {
        "id": 41,
        "text": "|зайти в навигацию|",
        "need": -41
      },
      {
        "id": 42,
        "text": "|вернуться с вещами|",
        "need": [
          39,
          40,
          41
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": " Вы отправились с Ником. Вова пошёл с Андреем, а Кирилл с Алексеем.\n Перед вами появился поридор с тремя дверями, куда пойдёте?",
    "answers": [
      {
        "id": 52,
        "text": "|зайти к генераторам|",
        "need": -52
      },
      {
        "id": 53,
        "text": "|зайти в правый тех.склад|",
        "need": -53
      },
      {
        "id": 54,
        "text": "|зайти в левый тех.склад|",
        "need": -54
      },
      {
        "id": 60,
        "text": "|вернуться|",
        "need": [
          52,
          53,
          54
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": " Вы отправились с Андреем. Кирилл пошёл с Ником, а Вова с Алексеем. \n Перед Вами появился коридор с тремя дверями. Центральная дверь ведёт на кухню. Левая в огород, а правая в медотсек. Куда пойдёте?",
    "answers": [
      {
        "id": 61,
        "text": "|идти в кухню|",
        "need": -61
      },
      {
        "id": 62,
        "text": "|идти в медотсек|",
        "need": -62
      },
      {
        "id": 63,
        "text": "|идти на огород|",
        "need": -63
      },
      {
        "id": 66,
        "text": "|вернуться|",
        "need": [
          61,
          62,
          63
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": " Вы медленно вошли в большое помещение. Повсюду стояли стеллажи. Вы медленно пошагали вдоль них. Алексей пошёл влево, а близнецы вправо. Впереди показались какие-то ящики и ещё небольшая коробка, стоящая на пустом стеллаже.",
    "answers": [
      {
        "id": 43,
        "text": "|осмотреть стеллажи|",
        "need": -43
      },
      {
        "id": 44,
        "text": "|осмотреть коробки|",
        "need": -44
      },
      {
        "id": 45,
        "text": "|открыть коробку|",
        "need": -45
      },
      {
        "id": 36,
        "text": "|вернуться|",
        "need": [
          43,
          44,
          45
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": " Насосная оказалась ничем не примечательная, разве что очень  старая. Надо бы отремонтировать.",
    "answers": [
      {
        "id": 36,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 41,
    "text": " В навигации же дела оказались очень ужасными. Багровая плесень буквально лезла из вентиляции, а на полу... \n—Берегись! — крикнул Даня и ударив арматурой, подобранной с пола, существо без ног, созданное из нитей плесени откинул монстра к стене. \n Ползун скатился со стены на пол и начал ползти к вам. Даня же не теряя ни минуты всадил ему в голову железку. Существо забушевало. Оно почти минуту пыталось вытащить из головы арматуру, но парень крепко держал железку и ползун наконец обмяк и превратился в кучу красных нитей. Саша достал зажигалку и поднёс её к плесени. Та быстро загорелась и от тело монстра превратилось в костёр. Прогорев минут пять тело превратилось в пепел и Алексей взяв зажигалку поджёг багровые нити, вынувшиеся из вентиляции. Огонь разгорелся почти по всей вентиляции и в комнате стало нечем дышать. Даня отыскал панель управления и смог не без труда включить отчистку воздуха. Откуда это в бункере второй мировой можно только догадываться.",
    "answers": [
      {
        "id": 36,
        "text": "|выйти|"
      }
    ]
  },
  {
    "id": 42,
    "text": " Как оказалось вы пришли последними. Быстро рассказав о том, что было в складской части Вы отдали радио Нику. Тот кивнув потащил его к себе. Также и другие рассказали о том, что сами нашли. В генераторной части ничего интересного не оказалось. Только топливо да запчасти. В пищевой тоже, если не считать довольно хороших ресурсов и взявшегося из ниоткуда ползуна. После Михаил предложил разойтись и поспать, ведь многие уже устали. Все согласились.",
    "answers": [
      {
        "id": 10,
        "text": "|пойти в свою комнату|"
      }
    ]
  },
  {
    "id": 43,
    "text": " Осмотрев стеллажи вы нашли очень много разного хлама, который всё же мог пригодиться и много еды.",
    "answers": [
      {
        "id": 39,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 44,
    "text": " Осмотрев коробки вы нашли много семян, которые можно посадить в огороде.",
    "answers": [
      {
        "id": 39,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 45,
    "text": " Открыв коробку Вы достали оттуда на удивление современное радио. Вы взяли радио и пихнули в рюкзак, который взяли с собой. Надо отдать Нику, он радист. Интересно кто его тут оставил?",
    "answers": [
      {
        "id": 39,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 46,
    "text": " ",
    "answers": []
  },
  {
    "id": 47,
    "text": " На складе было довольно много полезного, особенно радио... Но оно слишком новое!",
    "answers": [
      {
        "id": 20,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 48,
    "text": " Насосам требуется ремонт, попрошу об этом Даню.",
    "answers": [
      {
        "id": 20,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 49,
    "text": " В навигации или как она называется, оказался заражённый без ног, состоявший только из плесени! Боже, это отвратительно, особенно запах горящей плесени... Но плесень не так пахнет, правда ведь?",
    "answers": [
      {
        "id": 20,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 50,
    "text": " Поздравляю вы завершили пролог и теперь вам доступно достижение \"Начало конца\"!",
    "answers": [
      {
        "id": 1,
        "text": "|вернуться|"
      },
      {
        "id": 67,
        "text": "|Глава 2|"
      }
    ]
  },
  {
    "id": 51,
    "text": " Вы смогли пройти пролог, но теперь вы увидите конец мира и поймёте что это только начало...",
    "answers": [
      {
        "id": 12,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 52,
    "text": " Майк остановил Вас.\n—Я там уже был, там ничего интересного.",
    "answers": [
      {
        "id": 37,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 53,
    "text": " Зайдя внутрь перед Вы увидели помещение заваленное всем, чем только можно. По углам были расставлены бочки, а между ними были стеллажи. ",
    "answers": [
      {
        "id": 55,
        "text": "|осмотреть стеллажи|"
      },
      {
        "id": 56,
        "text": "|осмотреть бочки|"
      },
      {
        "id": 37,
        "text": "|выйти|",
        "need": [
          55,
          56
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": " Перед Вами распростёрлось помещение с бочками по углам и стеллажами между ними. На полу валялся лом.",
    "answers": [
      {
        "id": 57,
        "text": "|осмотреть стеллажи|",
        "need": -57
      },
      {
        "id": 58,
        "text": "|осмотреть бочки|",
        "need": -58
      },
      {
        "id": 59,
        "text": "|взять лом|",
        "need": -59
      },
      {
        "id": 37,
        "text": "|выйти|"
      }
    ]
  },
  {
    "id": 55,
    "text": " Осмотрев стеллажи Вы поняли что полезного тут не так много.",
    "answers": [
      {
        "id": 53,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 56,
    "text": " Половина бочек оказалась пуста.",
    "answers": [
      {
        "id": 53,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 57,
    "text": " Полезного Вы почти ничего не обнаружили.",
    "answers": [
      {
        "id": 54,
        "text": "|выйти|"
      }
    ]
  },
  {
    "id": 58,
    "text": " Большинство бочек было пусто.",
    "answers": [
      {
        "id": 54,
        "text": "|выйти|"
      }
    ]
  },
  {
    "id": 59,
    "text": " Вы взяли лом. Он точно был не со времён войны. Но кто оставил его?",
    "answers": [
      {
        "id": 54,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 60,
    "text": " Вы пришли самыми первыми. И спустя время появились Вова, Сара, Андрей с Марией. Кирилл, близнецы и Алексей оказались последними, вы отдали Михаилу лом. После из вентиляции стал появляться дым. Ве закашляли, но через минуту дым со странным звуком стал исчезать.\n—система отчистки. — сказал Майк.\n Через несколько минут пришли и оставшиеся выжившие. После того, как все разложили вещи Михаил предложил пойти спать.",
    "answers": [
      {
        "id": 10,
        "text": "|отправиться в комнату|"
      }
    ]
  },
  {
    "id": 61,
    "text": " Кухня сильно пустовала. Всё было пусто. Только коробки стояли в по всей комнате.",
    "answers": [
      {
        "id": 64,
        "text": "|осмотреть коробки|"
      },
      {
        "id": 38,
        "text": "|выйти|"
      }
    ]
  },
  {
    "id": 62,
    "text": " Войдя Вы увидели на старом операционном столе красное существо без ног. Оно было сплетено из багровых нитей.",
    "answers": [
      {
        "id": 65,
        "text": "|подойти|"
      }
    ]
  },
  {
    "id": 63,
    "text": " Оказавшись внутри Вы поняли что осматривать тут нечего и вышли.",
    "answers": [
      {
        "id": 38,
        "text": "|выйти|"
      }
    ]
  },
  {
    "id": 64,
    "text": " В коробках Вы нашли довольно много принадлежностей для готовки. Больше ничего.",
    "answers": [
      {
        "id": 61,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 65,
    "text": " Как только Вы приблизились тварь созданная из плесени встала и прыгнула на вас. Вы попятились. Но долететь монстру не дал выстрел. Ползун с пробитой головой упал в метре от вас. Рядом оказался Андрей с пистолетом.\n—Нашёл тут, на столе. — сказал он и махнув рукой пошёл к выходу. — давайте уйдём по быстрее, а?",
    "answers": [
      {
        "id": 38,
        "text": "|выйти|"
      }
    ]
  },
  {
    "id": 66,
    "text": " Когда Вы пришли Кирилл, Майк, Ник и Катя уже были в холле. Внезапно из вентиляции повалил дым и Вы с другими начали кашлять. Спустя минуту дым со странным звуком исчез и Майк сказал:\n—Система отчистки.\n После пришли близнецы, Алексей и Вова. Даня отдал на удивление новое радио Нику и спустя 15 минут разговоров было принято решение пойти поспать.",
    "answers": [
      {
        "id": 10,
        "text": "|идти в комнату|"
      }
    ]
  },
  {
    "id": 67,
    "text": "День 2\n Прошло 2 дня с момента прихода в бункер. Всё оказалось гораздо хуже чем могло быть. Почти вся еда оказалась не пригодной для питания. Также многие системы были слишком критичны и им требовалась постоянная починка. Постоянно отключались, то свет, то вода, то вентиляция, что грозило попаданием плесени в бункер. \n Еды осталось только на завтрак и придётся идти на вылазку, дабы не погибнуть с голоду.",
    "answers": [
      {
        "id": 68,
        "text": "|встать|"
      }
    ]
  },
  {
    "id": 68,
    "text": " В комнате царил полумрак. Стол стоял в углу. Одеяло кучей валяется на кровати. Блокнот лежит на спине. Рюкзак сложен возле двери. Вентиляция в вашей комнате оказалась вышедшей из строя, как и в других комнатах и единственный источник воздуха — специальные дыры под потолком соединяющие коридор и комнаты.",
    "answers": [
      {
        "id": 69,
        "text": "|сесть на кровать|"
      },
      {
        "id": 70,
        "text": "|осмотреть вентиляцию|"
      },
      {
        "id": 71,
        "text": "|открыть блокнот|"
      },
      {
        "id": 72,
        "text": "|перебрать вещи|"
      },
      {
        "id": 73,
        "text": "|подойти к двери|"
      },
      {
        "id": 74,
        "text": "|лечь на кровать|"
      }
    ]
  },
  {
    "id": 69,
    "text": " Нужно хорошенько обдумать что нужно сделать.",
    "answers": [
      {
        "id": 68,
        "text": "|встать|"
      },
      {
        "id": 100,
        "text": "|отправиться за патронами|",
        "need": 99
      },
      {
        "id": 101,
        "text": "|отправиться в продуктовый магазин|",
        "forget": 100
      }
    ]
  },
  {
    "id": 70,
    "text": " Вентиляция покрылась пеплом и копотью, из неё постоянно несёт отвратительным запахом гари.",
    "answers": [
      {
        "id": 68,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 71,
    "text": " Здесь все записи которые сделаны вами.",
    "answers": [
      {
        "id": 68,
        "text": "|закрыть блокнот|"
      }
    ]
  },
  {
    "id": 72,
    "text": " Здесь всё что нужно для выживания.",
    "answers": [
      {
        "isBack": true,
        "text": "|закрыть рюкзак|",
        "backstepCount": 1,
        "id": 72
      },
      {
        "id": 94,
        "text": "Нож"
      },
      {
        "id": 95,
        "text": "Фотография"
      },
      {
        "id": 96,
        "text": "Старая консерва"
      }
    ]
  },
  {
    "id": 73,
    "text": " За коридором было тихо. Уже день, а днём другие либо в комнатах, либо по бункеру разошлись.",
    "answers": [
      {
        "id": 68,
        "text": "|отойти от двери|"
      },
      {
        "id": 76,
        "text": "|выйти в коридор|",
        "need": -76
      },
      {
        "id": 75,
        "text": "|выйти в коридор|",
        "need": 76
      }
    ]
  },
  {
    "id": 74,
    "text": " Можно отдохнуть?",
    "answers": [
      {
        "id": 68,
        "text": "|встать|"
      }
    ]
  },
  {
    "id": 75,
    "text": " В коридоре было пусто. Здесь много людей никогда не бывало из-за постоянных дел:кто-то обязательно ходил на вылазки, также кто-то мог пораниться и раны конечно надо бинтовать, также Майк постоянно возится с генератором,а Алексей осматривает склад, который оказался целым лабиринтом.",
    "answers": [
      {
        "id": 79,
        "text": "|зайти к Михаилу|"
      },
      {
        "id": 80,
        "text": "|зайти к Нику|"
      },
      {
        "id": 81,
        "text": "|зайти к Марии|"
      },
      {
        "id": 82,
        "text": "|зайти к Кириллу|"
      },
      {
        "id": 83,
        "text": "|зайти в холл|"
      },
      {
        "id": 68,
        "text": "|зайти обратно|"
      },
      {
        "id": 102,
        "text": "|выйти из бункера|"
      }
    ]
  },
  {
    "id": 76,
    "text": " Выйдя Вы увидели открытую дверь наружу. Никого в коридоре не было и вы подошли к двери. \n—Ау? — сказали Вы.\n—А? — раздался голос Майка. — я тут это, прикурить решил. — сказал он и вошёл обратно.",
    "answers": [
      {
        "id": 77,
        "text": "|зайти в холл|"
      }
    ]
  },
  {
    "id": 77,
    "text": " В холле никого не было. Со стороны складов были слышны голоса Ника и Андрея. Позади послышался скрип дверей. Вы обернулись. Из комнаты вышел Михаил.\n—Ты чего тут? — спросил он.\n—А где все?\n—Так это Сара и Вова щас в медотсеке, Катя на грядках, братья на вылазке. Остальные либо по комнатам сидят, либо по бункеру разо... — договорить Михаилу помешал отключившийся свет.\n Заскрипела дверь и Майк, матеря бункер пятиэтажным матом хлопнул дверью, после пошёл чинить генератор.",
    "answers": [
      {
        "id": 78,
        "text": "|слушать|"
      }
    ]
  },
  {
    "id": 78,
    "text": " Даже не смотря на темноту Вам показалось что уши Михаила вяли от матов электрика.\n—А мне как-то друг сказал что за один мат 70 лет в аду... — сказал он.\n Вы решили вернуться в комнату когда свет включился.",
    "answers": [
      {
        "id": 68,
        "text": "|вернуться|"
      }
    ]
  },
  {
    "id": 79,
    "text": " На столе лежало два лома. Михаил сам сидел на кровати читая книгу принесённую Федей, не только футболистом, но и любителем почитать.",
    "answers": [
      {
        "id": 87,
        "text": "|поговорить с Михаилом|",
        "need": -87
      },
      {
        "id": 75,
        "text": "|выйти|"
      },
      {
        "id": 99,
        "text": "|взять задание|",
        "need": -99
      }
    ]
  },
  {
    "id": 80,
    "text": " Ник сидел за столом пытаясь подобрать нужную частоту и записывая что-то в свой блокнот. Положение кровати, стола и вентиляции идентичны мебели в вашей комнате.",
    "answers": [
      {
        "id": 75,
        "text": "|выйти|"
      },
      {
        "id": 84,
        "text": "|послушать радио|",
        "need": -84
      },
      {
        "id": 85,
        "text": "|поговорить с Ником|"
      }
    ]
  },
  {
    "id": 81,
    "text": " Мария Пыталась что-то разглядеть в вентиляции стоя на стуле. Думаю не лучшая идея мешать.",
    "answers": [
      {
        "id": 75,
        "text": "|выйти|"
      }
    ]
  },
  {
    "id": 82,
    "text": " Из-за приоткрытой двери доносился храп. Лучше его не будить.",
    "answers": [
      {
        "id": 75,
        "text": "|отойти|"
      }
    ]
  },
  {
    "id": 83,
    "text": " В холле пусто. Тут редко кого можно найти. Из-за постоянных проблем тут увидеть кого-то можно лишь во время собраний или когда те идут в другую часть бункера, да и то редко.",
    "answers": [
      {
        "id": 75,
        "text": "|Вернуться|"
      },
      {
        "id": 88,
        "text": "|зайти в складской отсек|"
      },
      {
        "id": 89,
        "text": "|зайти в медицинский отсек|"
      },
      {
        "id": 90,
        "text": "|зайти в генераторный отсек|"
      }
    ]
  },
  {
    "id": 84,
    "text": "—Пацаны, уберите оружие!\n—Хрен тебе!\n—Да убери, прошу, отдам всё что есть!\n—Выходи давай!\n—Я выхожу, только не стреляй!\n\"На фоне слышу выстрел\"",
    "answers": [
      {
        "id": 80,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 85,
    "text": "—Мне сейчас не до разговоров, подойди позже.",
    "answers": [
      {
        "id": 86,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "—О, не сидится? А Федины книжки очень хорошие так скажу. Вот \"Перевал Дятлова\" читаю и тебе советую! — Михаил с улыбкой показал обложку. — ладно позже зайди, а сейчас я читаю.",
    "answers": [
      {
        "id": 79,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 88,
    "text": " Алексей стоял около стенки и крутил в руке странную деталь, ладно, тут делать нечего... Ну если только чинить насосы.",
    "answers": [
      {
        "id": 83,
        "text": "|выйти|"
      }
    ]
  },
  {
    "id": 89,
    "text": " Медотсек конечно опора для раненых и без него пришлось бы туго... Огород вообще даёт всем самое необходимое. Ну а кухня...А что кухня? Любимое место Андрея.",
    "answers": [
      {
        "id": 91,
        "text": "|зайти в огород|"
      },
      {
        "id": 92,
        "text": "|зайти в медпункт|"
      },
      {
        "id": 93,
        "text": "|зайти на кухню|"
      },
      {
        "id": 83,
        "text": "|вернуться|"
      }
    ]
  },
  {
    "id": 90,
    "text": " Майк точно в генераторной, нужно узнать, вдруг что-то нужно. Хотя может быть и в тех.складе, но правый мы просто закрыли из-за ненадобности.",
    "answers": [
      {
        "id": 98,
        "text": "|зайти в генераторную|"
      }
    ]
  },
  {
    "id": 91,
    "text": " Нет, думаю не лучшая идея.",
    "answers": [
      {
        "id": 89,
        "text": "|выйти|"
      }
    ]
  },
  {
    "id": 92,
    "text": " Сара сидела на табуретке, за шкафом, который был отодвинут в сторону оказалась дверь, которая была приоткрыта.",
    "answers": [
      {
        "id": 89,
        "text": "|выйти|"
      },
      {
        "id": 97,
        "text": "|поговорить с Сарой|"
      }
    ]
  },
  {
    "id": 93,
    "text": " На кухне возился Андрей, скоро обед кстати Вы только сейчас обратили внимание на часы, которые покалывали 10:15.",
    "answers": [
      {
        "id": 89,
        "text": "|выйти|"
      }
    ]
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  },
  {
    "id": 95,
    "text": "",
    "answers": []
  },
  {
    "id": 96,
    "text": "",
    "answers": []
  },
  {
    "id": 97,
    "text": "—А, привет! — она с улыбкой поглядела на Вас. — мы тут раскопать умудрились подсобку походу, Вова сейчас осматривает её на наличие медикаментов. Ему лучше не мешать.",
    "answers": [
      {
        "id": 92,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 98,
    "text": "",
    "answers": []
  },
  {
    "id": 99,
    "text": "—Делать чтоль нечего? Ну если хочешь, то в стороне Проспекта Вечности есть поезд и один из выживших в попыхах каким-то чудным образом смог впихнуть в сиденье ящик с патронами, я точно не знаю где поезд, то ли в депо, то ли на станции, короче найди поезд и принеси коробку.",
    "answers": [
      {
        "id": 79,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 100,
    "text": " Нужно отправляться пока что за патронами.",
    "answers": [
      {
        "id": 68,
        "text": "|встать|",
        "forget": 101
      }
    ]
  },
  {
    "id": 101,
    "text": " Нужно отправляться в продуктовый за едой.",
    "answers": [
      {
        "id": 68,
        "text": "|встать|"
      }
    ]
  },
  {
    "id": 102,
    "text": " Снару было темно. Лишь фонарик в Ваших руках давал увидеть паутину багровой плесени на стенах и полу.",
    "answers": [
      {
        "id": 75,
        "text": "|зайти в бункер|"
      },
      {
        "id": 103,
        "text": "|отправиться в продуктовый магазин|",
        "need": 101,
        "need_sometimes": true
      },
      {
        "id": 104,
        "text": "|отправиться за патронами|",
        "need": 100
      }
    ]
  },
  {
    "id": 103,
    "text": "",
    "answers": []
  },
  {
    "id": 104,
    "text": "",
    "answers": []
  },
  {
    "id": 105,
    "text": "",
    "answers": []
  }
]